{
  "year" : 2011,
  "senateBillNo" : "S1537-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S1537-2011-1294635600000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Awards annuity to recipients of purple heart medals",
  "summary" : "Awards annuity to recipients of purple heart medals, who are identified as recipients under executive order 11016 and are New York state residents, annually for the amount of one thousand dollars. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : "A3250",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S2738-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1537\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the executive law, in relation  to  awarding  an  annual\n         annuity to recipients of purple heart medals\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section 369 to\n    2  read as follows:\n    3    S 369.  PAYMENT TO RECIPIENTS OF PURPLE  HEART  MEDALS.    1.  ANNUITY\n    4  ESTABLISHED.    (A)  A  RECIPIENT  OF  A  PURPLE HEART (AUTHORIZED TO BE\n    5  AWARDED PURSUANT TO EXECUTIVE ORDER 11016), SHALL  UPON  APPLICATION  TO\n    6  THE STATE DIRECTOR, BE PAID AN ANNUAL ANNUITY OUT OF THE TREASURY OF THE\n    7  STATE  FOR THE SUM OF ONE THOUSAND DOLLARS FOR SUCH TERM AS SUCH RECIPI-\n    8  ENT SHALL BE ENTITLED THERETO UNDER THE PROVISIONS OF THIS ARTICLE.\n    9    (B) THE ENTITLEMENT OF ANY  RECIPIENT  OF  A  PURPLE  HEART  MEDAL  TO\n   10  RECEIVE  THE  ANNUITY  HEREIN  PROVIDED  SHALL TERMINATE UPON HIS OR HER\n   11  DEATH OR UPON HIS OR HER CEASING TO CONTINUE TO BE A RESIDENT AND  DOMI-\n   12  CILED  IN  THE STATE OF NEW YORK, BUT SUCH ENTITLEMENT MAY BE REINSTATED\n   13  UPON APPLICATION TO THE STATE DIRECTOR, IF SUCH RECIPIENT  SHALL  THERE-\n   14  AFTER RESUME HIS OR HER RESIDENCE AND DOMICILE OF THE STATE.\n   15    (C)  THE EFFECTIVE DATE OF AN AWARD OF THE ANNUITY TO A RECIPIENT OF A\n   16  PURPLE HEART MEDAL SHALL BE THE DAY AFTER THE AWARDING OF A PURPLE HEART\n   17  MEDAL IF THE APPLICATION THEREFOR IS RECEIVED WITHIN ONE YEAR  FROM  THE\n   18  DATE OF AWARDING THE PURPLE HEART MEDAL.  IF THE APPLICATION IS RECEIVED\n   19  AFTER  THE EXPIRATION OF THE FIRST YEAR FOLLOWING THE DATE OF THE AWARD-\n   20  ING OF THE PURPLE HEART MEDAL, THE EFFECTIVE DATE OF  AN  AWARD  OF  THE\n   21  ANNUITY  TO  A  RECIPIENT  OF  A PURPLE HEART MEDAL SHALL BE THE DATE OF\n   22  RECEIPT OF THE APPLICATION BY THE STATE DIRECTOR. IF THE APPLICATION  IS\n   23  DENIED  BUT IS GRANTED AT A LATER DATE UPON AN APPLICATION FOR RECONSID-\n   24  ERATION BASED UPON NEW EVIDENCE, THE EFFECTIVE DATE OF THE AWARD OF  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05478-01-1\n\n       S. 1537                             2\n\n    1  ANNUITY  TO A RECIPIENT OF A PURPLE HEART MEDAL SHALL BE THE DATE OF THE\n    2  RECEIPT OF THE APPLICATION FOR RECONSIDERATION BY THE STATE DIRECTOR.\n    3    (D)  ANY  APPLICANT  CONVICTED  OF  MAKING  ANY FALSE STATEMENT IN THE\n    4  APPLICATION FOR THE ANNUITY SHALL BE SUBJECT TO PENALTIES PRESCRIBED  IN\n    5  THE PENAL LAW.\n    6    2.  QUALIFICATIONS. (A) ANY RECIPIENT OF A PURPLE HEART MEDAL (AUTHOR-\n    7  IZED TO BE AWARDED PURSUANT TO EXECUTIVE ORDER 11016), WHO IS A RESIDENT\n    8  OF THE STATE OF NEW YORK, SHALL MAKE APPLICATION TO THE DIVISION.\n    9    (B) NO ENTITLEMENT SHALL BE PAID UNDER THIS SECTION TO OR FOR A RECIP-\n   10  IENT OF A PURPLE HEART MEDAL WHO IS IN PRISON IN A  FEDERAL,  STATE,  OR\n   11  LOCAL  PENAL INSTITUTION AS A RESULT OF CONVICTION OF A FELONY OR MISDE-\n   12  MEANOR FOR ANY PART OF THE PERIOD BEGINNING SIXTY-ONE DAYS AFTER HIS  OR\n   13  HER IMPRISONMENT BEGINS AND ENDING WITH HIS OR HER RELEASE.\n   14    (C)  THE  DECISION OF THE DIRECTOR ON MATTERS REGARDING THE PAYMENT OF\n   15  SUCH ANNUITY SHALL BE FINAL.\n   16    3. METHOD OF PAYMENT. (A) EVIDENCE OF  THE  MILITARY  SERVICE  OF  THE\n   17  RECIPIENT  FOR  EACH  CASE  SHALL  BE  FURNISHED  IN THE MANNER AND FORM\n   18  PRESCRIBED BY THE STATE DIRECTOR.\n   19    (B) UPON BEING SATISFIED THAT SUCH SERVICE WAS HONORABLE,  THAT  OTHER\n   20  FACTS  AND  STATEMENTS  IN THE APPLICATION OF SUCH RECIPIENT OF A PURPLE\n   21  HEART MEDAL ARE TRUE, THE STATE DIRECTOR  SHALL  CERTIFY  TO  THE  STATE\n   22  COMPTROLLER THE NAME AND ADDRESS OF SUCH RECIPIENT.\n   23    (C)  THEREAFTER,  THE  DEPARTMENT OF TAXATION AND FINANCE, THROUGH THE\n   24  DIVISION OF FINANCE, ON THE AUDIT AND WARRANT OF THE COMPTROLLER,  SHALL\n   25  PAY  SUCH RECIPIENT OF A PURPLE HEART MEDAL SUCH SUM AS IS AUTHORIZED BY\n   26  THE PROVISIONS OF THIS SECTION IN SEMI-ANNUAL INSTALLMENTS FOR  SO  LONG\n   27  AS  SUCH  QUALIFIED  RECIPIENT  OF  A  PURPLE HEART MEDAL SHALL MEET THE\n   28  REQUIREMENTS OF THIS SECTION.\n   29    4. REPORT. THE STATE DIRECTOR SHALL SUBMIT A REPORT TO  THE  GOVERNOR,\n   30  THE CHAIR OF THE SENATE FINANCE COMMITTEE, AND THE CHAIR OF THE ASSEMBLY\n   31  WAYS  AND  MEANS COMMITTEE NOT LATER THAN JANUARY FIFTEENTH OF EACH YEAR\n   32  THIS SECTION IS IN EFFECT.  SUCH REPORT SHALL INCLUDE, BUT NOT BE LIMIT-\n   33  ED  TO  REGULATIONS  PROMULGATED  PURSUANT  TO  THIS  SECTION,   AND   A\n   34  DESCRIPTION AND EVALUATION OF THE PROGRAM.\n   35    S 2. This act shall take effect on the one hundred eightieth day after\n   36  it shall have become a law; provided rules and regulations necessary for\n   37  the  implementation of this act on its effective date are authorized and\n   38  directed to be made by the division of veterans' affairs  on  or  before\n   39  such effective date.\n",
  "memo" : "BILL NUMBER:S1537\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to awarding an annual annuity to\nrecipients of purple heart medals\n\nPURPOSE OR GENERAL IDEA OF BILL:\nA law to create an annuity for purple heart recipients or spouses of\ndeceased purple heart recipients.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nA law to create an\nannuity for purple heart recipients or spouses of\ndeceased purple heart recipients.\n\nJUSTIFICATION:\nThe oldest military decoration in the world, The Order of the Purple\nHeart is awarded to members of the armed forces of the US who are\nwounded by an instrument of war in the hands of the enemy and\nposthumously to the next of kin in the name of those who are killed in\naction or die of wounds received in action. Currently, New York State\nhonors veterans who are blind, or spouses of a deceased blind veteran,\nby providing them with a one thousand dollar annuity. This is provided\nirrespective as whether it occurred after their service was completed.\nHowever, the state does not provide the same supplement to recipients of\nthe purple heart. This bill corrects this anomaly.\n\nPRIOR LEGISLATIVE HISTORY:\nThis bill has been previously introduced.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\n180 days after enactment; provided rules and regulations necessary for\nthe implementation of this act on its effective date are authorized and\ndirected to be made by the division of veterans' affairs on or before\nsuch effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to awarding an annual annuity to recipients of purple heart medals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110124.T153140.TXT", "SOBI.D110110.T111054.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110113.T190432.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901100710
}