{
  "year" : 2011,
  "senateBillNo" : "S1530-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1530-2011-1294635600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to blighted property and blighted areas; repealer",
  "summary" : "Establishes what is and what is not blighted property and blighted areas. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : "A332",
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "S7268-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1530\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation  to  blighted  property  and  blighted  areas;  and to repeal\n         certain provisions of such act relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 2 of section 1 of chapter 174 of the laws of 1968,\n    2  constituting  the  New York state urban development corporation act, the\n    3  ninth undesignated paragraph as added by chapter 280 of the laws of 1984\n    4  and the tenth undesignated paragraph as amended by chapter  747  of  the\n    5  laws of 2005, is amended to read as follows:\n    6    S  2.  Statement  of  legislative  findings and purposes. It is hereby\n    7  found and declared that there exists in [urban] SOME areas of this state\n    8  a condition of substantial and persistent unemployment and  underemploy-\n    9  ment  which  causes  hardship  to  many individuals and families, wastes\n   10  vital human resources, increases the public assistance  burdens  of  the\n   11  state  and municipalities, impairs the security of family life, contrib-\n   12  utes to the growth of crime and delinquency, prevents many of our  youth\n   13  from  finishing  their  [educations] EDUCATION, impedes the economic and\n   14  physical development of municipalities and adversely affects the welfare\n   15  and prosperity of all the people of the  state.  [Many  existing  indus-\n   16  trial,  manufacturing  and commercial facilities in such urban areas are\n   17  obsolete and inefficient, dilapidated, and without adequate mass  trans-\n   18  portation  facilities  and  public services. Many of such facilities are\n   19  underutilized or in the process of being  vacated,  creating  additional\n   20  unemployment.  Technological advances and the provision of modern, effi-\n   21  cient facilities in other states will speed the obsolescence  and  aban-\n   22  donment  of existing facilities causing serious injury to the economy of\n   23  the state. Many  existing  and  planned  industrial,  manufacturing  and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00888-01-1\n\n       S. 1530                             2\n\n    1  commercial  facilities  are, moreover, far from or not easily accessible\n    2  to the places of residence of substantial numbers of unemployed persons.\n    3  As a result, problems of chronic unemployment are not  being  alleviated\n    4  but are aggravated. New industrial, manufacturing and commercial facili-\n    5  ties  are  required  to  attract and house new industries and thereby to\n    6  reduce the hazards of  unemployment.  The  unaided  efforts  of  private\n    7  enterprise  have  not  met  and  cannot meet the needs of providing such\n    8  facilities due to problems encountered in assembling  suitable  building\n    9  sites]\n   10    IT  IS  FURTHER FOUND AND DECLARED THAT THE UNAIDED EFFORTS OF PRIVATE\n   11  INDUSTRIAL,  MANUFACTURING  AND  COMMERCIAL  BUSINESSES  ARE  NEGATIVELY\n   12  AFFECTED  BY  AGING  AND INEFFICIENT FACILITIES, DIFFICULTIES IN FINDING\n   13  SUITABLE BUILDING SITES FOR NEW  FACILITIES,  lack  of  adequate  public\n   14  services, the unavailability of private capital for development [in such\n   15  urban  areas],  and the inability of private enterprise alone to plan[,]\n   16  AND finance DEVELOPMENT and TO  coordinate  [industrial  and  commercial\n   17  development] SUCH DEVELOPMENT with [residential developments for persons\n   18  and  families  of  low  income and with] AFFORDABLE HOUSING DEVELOPMENT,\n   19  COMMUNITY DEVELOPMENT PROGRAMS, public services and mass  transportation\n   20  facilities.\n   21    It  is  further  found  and  declared that there exist in many munici-\n   22  palities within this  state  [residential,  nonresidential,  commercial,\n   23  industrial  or vacant areas, and combinations thereof, which are slum or\n   24  blighted, or which are  becoming  slum  or  blighted  areas  because  of\n   25  substandard,   insanitary,  deteriorated  or  deteriorating  conditions,\n   26  including obsolete and dilapidated buildings and  structures,  defective\n   27  construction,  outmoded  design,  lack  of proper sanitary facilities or\n   28  adequate fire or safety protection, excessive  land  coverage,  insuffi-\n   29  cient  light and ventilation, excessive population density, illegal uses\n   30  and conversions, inadequate  maintenance,  buildings  abandoned  or  not\n   31  utilized  in  whole  or substantial part, obsolete systems of utilities,\n   32  poorly or improperly designed street patterns and intersections,  inade-\n   33  quate  access to areas, traffic congestion hazardous to the public safe-\n   34  ty, lack of suitable off-street parking, inadequate loading and  unload-\n   35  ing  facilities, impractical street widths, sizes and shapes, blocks and\n   36  lots of irregular form, shape or  insufficient  size,  width  or  depth,\n   37  unsuitable  topography,  subsoil  or  other physical conditions, all of]\n   38  BLIGHTED PROPERTIES AND BLIGHTED AREAS, WHICH ARE CHARACTERIZED BY PREM-\n   39  ISES UNFIT FOR HUMAN HABITATION AND DANGEROUS TO LIFE AND PROPERTY,  AND\n   40  which hamper or impede proper and economic development of such areas and\n   41  which  impair or arrest the sound growth of the area, community or muni-\n   42  cipality, and the state as a whole.\n   43    It is further found and declared that there is a serious need through-\n   44  out the state for adequate educational, recreational, cultural and other\n   45  community facilities, the lack of which threatens and adversely  affects\n   46  the health, safety[, morals] and welfare of the people of the state.\n   47    It  is  further  found  and  declared  that  there  continues to exist\n   48  throughout the state a seriously inadequate supply of  [safe  and  sani-\n   49  tary] ACCEPTABLE dwelling accommodations for persons and families of low\n   50  income.  This condition is contrary to the public interest and threatens\n   51  the health, safety, welfare, comfort and security of the people  of  the\n   52  state.  The  ordinary operations of private enterprise cannot provide an\n   53  adequate  supply  of  safe  and  sanitary  dwelling  accommodations  [at\n   54  rentals] which persons and families of low income can afford.\n   55    It  is  hereby  declared  to  be  the policy of the state to promote a\n   56  vigorous and growing economy, to  prevent  economic  stagnation  and  to\n\n       S. 1530                             3\n\n    1  encourage  the  creation  of  new  job opportunities in order to protect\n    2  against the hazards of unemployment, reduce the level of public  assist-\n    3  ance  to now indigent individuals and families, increase revenues to the\n    4  state  and  to  its municipalities and to achieve stable and diversified\n    5  local economies. In furtherance of these goals, it is the policy of  the\n    6  state  to  retain  existing  industries  and  to  attract new industries\n    7  through the acquisition,  construction,  FINANCING,  reconstruction  and\n    8  rehabilitation  of  industrial  and  manufacturing plants and commercial\n    9  facilities, and to develop  sites  for  new  industrial  and  commercial\n   10  building.  It  is  further  declared  to  be  the policy of the state to\n   11  promote the development of such plants and facilities, reasonably acces-\n   12  sible to residential facilities, in those areas where substantial  unem-\n   13  ployment  or  underemployment exists, to the end that the industrial and\n   14  commercial development [of our urban areas] will proceed in sound  fash-\n   15  ion and in coordination with development of housing, mass transportation\n   16  and  public  services,  and  that job opportunities will be available in\n   17  those areas where people lack jobs.\n   18    IT IS FURTHER FOUND AND DECLARED THAT  THERE  IS  AN  URGENT  NEED  TO\n   19  PROTECT AND ENHANCE THE QUALITY OF THE NATURAL ENVIRONMENT, TO ENCOURAGE\n   20  THE  DEVELOPMENT  AND  EXPANSION  OF EXISTING AND ALTERNATIVE SOURCES OF\n   21  ENERGY AND THE CONSERVATION OF ENERGY, AND  TO  ABATE  AND  PREVENT  THE\n   22  GENERATION  OF  HAZARDOUS  WASTE,  TOXIC BY-PRODUCTS, AND OTHER TYPES OF\n   23  ENVIRONMENTAL POLLUTION.\n   24    It is further declared to be the policy of the state  to  promote  the\n   25  safety,  health[,  morals] and welfare of the people of the state and to\n   26  promote the sound growth and development of our  municipalities  through\n   27  the  [correction of such substandard, insanitary, blighted, deteriorated\n   28  or deteriorating conditions, factors and characteristics by  the  clear-\n   29  ance,  replanning, reconstruction, redevelopment, rehabilitation, resto-\n   30  ration or conservation of such areas,] REDEVELOPMENT OF  BLIGHTED  AREAS\n   31  and  [of  areas reasonably accessible thereto] the undertaking of public\n   32  and  private  improvement  programs  [related  thereto],  including  the\n   33  provision  of educational, recreational and cultural facilities, and the\n   34  encouragement of participation in these programs by private  enterprise.\n   35  IN  FURTHERANCE  OF THESE GOALS, IT IS THE POLICY OF THE STATE TO ENGAGE\n   36  AND EMPOWER THE PUBLIC THROUGH EDUCATIONAL PROGRAMS, COMMUNITY OUTREACH,\n   37  AND AN OPEN AND INCLUSIVE REDEVELOPMENT PLANNING PROCESS; TO  COORDINATE\n   38  REDEVELOPMENT  PROJECTS  AND  IMPROVEMENT PROGRAMS WITH LOCAL GOVERNMENT\n   39  PLANNING GOALS; TO RESPECT COMMUNITIES'  EXISTING  SOCIAL  AND  CULTURAL\n   40  FABRIC AND TO LIMIT RESIDENTIAL AND BUSINESS DISPLACEMENT TO THE MAXIMUM\n   41  EXTENT  POSSIBLE;  TO  REUSE  EXISTING  RESOURCES AND INFRASTRUCTURE AND\n   42  RECYCLE MATERIALS AND STRUCTURES; TO  ENCOURAGE  ENERGY  EFFICIENCY  AND\n   43  SUSTAINABLE  BUILDING; TO CONSERVE UNDEVELOPED LAND AND ENCOURAGE INFILL\n   44  AND BROWNFIELD DEVELOPMENT; TO IMPROVE OR RESTORE NATURAL  SYSTEMS  SUCH\n   45  AS  STREAMBEDS, DRAINAGE COURSES, WETLANDS, RIVERS, AND OTHER ECOLOGICAL\n   46  FEATURES, AND TO ENCOURAGE THE CREATION OF PUBLICLY AVAILABLE OPEN SPAC-\n   47  ES; TO ENSURE THAT ENVIRONMENTAL POLLUTION DOES NOT  DISPARATELY  AFFECT\n   48  AREAS WITH A SUBSTANTIAL NUMBER OF MINORITY OR LOW INCOME HOUSEHOLDS; TO\n   49  INCORPORATE  CULTURAL  RESOURCES  AND LANDSCAPES INTO PROJECT DESIGNS BY\n   50  PRESERVING AND REHABILITATING BUILDINGS  WITH  CULTURAL,  HISTORICAL  OR\n   51  ARCHITECTURAL SIGNIFICANCE, ENCOURAGING ADAPTIVE REUSE AS AN ALTERNATIVE\n   52  TO DEMOLITION AND NEW CONSTRUCTION, AND ENCOURAGING COMPATIBLE DESIGN OF\n   53  NEW CONSTRUCTION; TO ENCOURAGE THE RETENTION AND CONSTRUCTION OF AFFORD-\n   54  ABLE HOUSING THROUGH INCENTIVES, LOANS, AND OTHER PROGRAMS; TO ENCOURAGE\n   55  DEVELOPMENT  THAT  IS ACCESSIBLE AND INVITING TO PEDESTRIANS, BICYCLISTS\n   56  AND TRANSIT USERS, AND TO DISCOURAGE  DEVELOPMENT  THAT  IS  RELIANT  ON\n\n       S. 1530                             4\n\n    1  PERSONAL   AUTOMOBILE  TRANSPORTATION;  TO  INCREASE  OPPORTUNITIES  FOR\n    2  PRIVATE ENTERPRISE, ESPECIALLY FOR SMALL BUSINESSES,  LOCAL  BUSINESSES,\n    3  AND  BUSINESSES  OWNED  BY MINORITIES AND WOMEN, THROUGH PROCEDURES THAT\n    4  ARE  FAIR, OPEN, EQUITABLE, TRANSPARENT, AND DEMONSTRATED TO BE THE BEST\n    5  CHOICE FOR THE PUBLIC INTEREST; TO  PROVIDE  SUFFICIENT  SAFEGUARDS  AND\n    6  PROTECTIONS  IN  THE EVENT THAT PRIVATE DEVELOPERS WITHDRAW FROM PARTIC-\n    7  IPATION IN A REDEVELOPMENT PROJECT OR IMPROVEMENT PROGRAM;  TO  INCREASE\n    8  EMPLOYMENT  OPPORTUNITIES  FOR  LOCAL  RESIDENTS,  ESPECIALLY LOW INCOME\n    9  RESIDENTS, AND PERSONS WITH OTHER BARRIERS TO  EMPLOYMENT,  THROUGH  JOB\n   10  TRAINING,  LOCAL  HIRING AND OTHER ASSISTANCE PROGRAMS; AND TO ENCOURAGE\n   11  THE CREATION OF QUALITY JOBS.\n   12    It is further declared to be the policy of the state  to  promote  the\n   13  safety,  health[, morals] and welfare of the people of the state through\n   14  the provision of adequate, safe and sanitary dwelling accommodations and\n   15  facilities incidental or appurtenant thereto for persons and families of\n   16  low income.\n   17    For these purposes, there should be created a  corporate  governmental\n   18  agency to be known as the \"New York state urban development corporation\"\n   19  which,  through  issuance  of  bonds and notes to the private, investing\n   20  public, by encouraging maximum participation by the  private  sector  of\n   21  the  economy,  including the sale or lease of the corporation's interest\n   22  in projects at the earliest time deemed feasible,  and  through  partic-\n   23  ipation  in  programs undertaken by the state, its agencies and subdivi-\n   24  sions, and by municipalities and the federal government, may provide  or\n   25  obtain  the  capital  resources  necessary to acquire, construct, recon-\n   26  struct, rehabilitate or improve such industrial, manufacturing,  commer-\n   27  cial,  educational,  recreational  and  cultural facilities, and housing\n   28  accommodations for persons and families of low  income,  and  facilities\n   29  incidental  or  appurtenant  thereto,  and  to carry out the [clearance,\n   30  replanning, reconstruction and rehabilitation of  such  substandard  and\n   31  insanitary] REDEVELOPMENT OF BLIGHTED areas.\n   32    It is further declared to be the policy of New York state to encourage\n   33  the development of research and development facilities and high technol-\n   34  ogy  industrial  incubator  space  at  institutions  of higher education\n   35  located in this state and authorized to confer degrees by law or by  the\n   36  board  of  regents,  or  on lands in reasonable proximity to such insti-\n   37  tutions provided that (i) in the case of research and development facil-\n   38  ities such facilities are for the cooperative use of one  or  more  such\n   39  institutions  and  one or more business corporations, research consortia\n   40  or other industrial organizations  involved  in  research,  development,\n   41  demonstration,  or other technologically oriented industrial activities;\n   42  and (ii) in the case of high technology industrial incubator space, such\n   43  space shall be for rental to business concerns which are in their  form-\n   44  ative  stages  and  which  are  involved  in high technology activities,\n   45  including but not limited to business concerns  initiated  by  students,\n   46  employees  of  such  institution,  including  faculty  members and other\n   47  persons or firms academically associated with such institution.\n   48    It is hereby declared that the acquisition,  construction,  FINANCING,\n   49  reconstruction,  rehabilitation or improvement of such industrial, manu-\n   50  facturing and commercial facilities, and of such  cultural,  educational\n   51  and  recreational  facilities  including  but  not limited to facilities\n   52  identified as projects and called for to implement  a  state  designated\n   53  heritage  area  management  plan  as  provided  in title G of the parks,\n   54  recreation and historic preservation law;  the  [clearance,  replanning,\n   55  reconstruction  and  rehabilitation  of such substandard and insanitary]\n   56  REDEVELOPMENT OF BLIGHTED areas; and the provision of adequate, safe and\n\n       S. 1530                             5\n\n    1  sanitary housing accommodations for persons and families of  low  income\n    2  and  such  facilities  as  may  be incidental or appurtenant thereto are\n    3  public uses and public purposes for which public money may be loaned and\n    4  private property may be acquired and tax exemption granted, and that the\n    5  powers and duties of the New York state urban development corporation as\n    6  hereinafter  prescribed  are  necessary  and  proper  for the purpose of\n    7  achieving the ends here recited.\n    8    S 2. Subdivision 12 of section 3 of section 1 of chapter  174  of  the\n    9  laws  of  1968, constituting the New York state urban development corpo-\n   10  ration act, is REPEALED and a new subdivision 12 is  added  to  read  as\n   11  follows:\n   12    (12)  \"BLIGHTED  PROPERTY  OR  BLIGHTED  AREA.\"  BLIGHTED  PROPERTY OR\n   13  BLIGHTED AREA MEANS PROPERTY THAT IS DECLARED BLIGHTED.   (A)  A  SINGLE\n   14  PROPERTY  MAY  BE  DECLARED  BLIGHTED  IF  IT MEETS ANY OF THE FOLLOWING\n   15  CONDITIONS:\n   16    1. IS UNFIT FOR HUMAN HABITATION. THIS MEANS A PREMISE WHICH HAS IDEN-\n   17  TIFIABLE CONDITIONS THAT ENDANGER THE LIFE, HEALTH  AND  SAFETY  OF  THE\n   18  OWNERS,  OCCUPANTS,  OR  THE  PUBLIC.  CONDITIONS RENDERING THE PROPERTY\n   19  UNFIT FOR HUMAN HABITATION INCLUDE, BUT ARE NOT LIMITED TO,  SUBSTANTIAL\n   20  STRUCTURAL  DEFECTS, DILAPIDATION OR DETERIORATIONS, VERMIN INFESTATION,\n   21  LACK OF NECESSARY UTILITIES AND FIRE HAZARDS.\n   22    2. HAS DETERIORATED TO THE POINT WHERE SUCH PREMISES:\n   23    (A) IS STRUCTURALLY UNSOUND OR POSES AN IMMEDIATE THREAT  TO  LIFE  OR\n   24  OTHER PROPERTY, OR\n   25    (B)  THE COST OF REHABILITATION SIGNIFICANTLY EXCEEDS THE POST-REHABI-\n   26  LITATION MARKET VALUE; AND\n   27    3. THE OWNER FAILS TO REMEDY THE PROBLEMS  WITHIN  A  REASONABLE  TIME\n   28  AFTER  RECEIVING  NOTICE  OF VIOLATION BY THE APPROPRIATE GOVERNING BODY\n   29  REQUIRING THE OWNER TO:\n   30    (A) REHABILITATE THE BUILDING TO CONFORM TO MINIMUM CODE  HABITABILITY\n   31  REQUIREMENTS; OR\n   32    (B) DEMOLISH THE BUILDING FOR HEALTH AND SAFETY REASONS.\n   33    4. IS AN ABANDONED PROPERTY. ABANDONED PROPERTY MEANS:\n   34    (A) UNOCCUPIED PROPERTY WHICH HAS BEEN TAX DELINQUENT FOR AT LEAST TWO\n   35  YEARS; OR\n   36    (B) A BUILDING THAT:\n   37    (I) IS UNOCCUPIED BY THE OWNER OR TENANTS; AND\n   38    (II) IS UNFIT FOR HUMAN HABITATION; AND\n   39    (III) HAS DETERIORATED TO THE POINT WHERE:\n   40    A.  THE  BUILDING IS STRUCTURALLY UNSOUND OR POSES AN IMMEDIATE THREAT\n   41  TO LIFE OR OTHER PROPERTY; OR\n   42    B. THE COST OF REHABILITATION SIGNIFICANTLY EXCEEDS THE POST-REHABILI-\n   43  TATION MARKET VALUE; AND\n   44    C. THE OWNER IS UNKNOWN OR THE  OWNER  FAILS  TO  RESPOND  WITHIN  SIX\n   45  MONTHS TO A VIOLATION NOTICE FROM THE APPROPRIATE GOVERNING BODY REQUIR-\n   46  ING THE OWNER TO:\n   47    (1)  REHABILITATE  THE  BUILDING  TO  CONFORM  TO MINIMUM HABITABILITY\n   48  REQUIREMENTS; OR\n   49    (2) DEMOLISH THE BUILDING FOR HEALTH AND SAFETY REASONS.\n   50    5. A VACANT LOT ON WHICH A BUILDING HAS BEEN DEMOLISHED AND FOR  WHICH\n   51  A MUNICIPAL LIEN FOR DEMOLITION COSTS REMAINS UNPAID FOR SIX MONTHS.\n   52    6.  IS  ENVIRONMENTALLY CONTAMINATED REQUIRING REMEDIATION FOR CURRENT\n   53  OR FUTURE USE UNDER STATE OR FEDERAL LAW, IF THE OWNER FAILS  TO  ESTAB-\n   54  LISH  A PLAN TO REMEDY THE PROBLEM WITHIN SIX MONTHS OF RECEIVING NOTICE\n   55  OF VIOLATION FROM THE APPROPRIATE GOVERNING BODY AND HAS TAKEN STEPS  TO\n   56  REMEDY THE VIOLATION.\n\n       S. 1530                             6\n\n    1    7. BECAUSE OF CONDITION OR USE, IS REGARDED AS A PUBLIC NUISANCE OR AN\n    2  ATTRACTIVE NUISANCE AT COMMON LAW OR HAS BEEN DECLARED A PUBLIC NUISANCE\n    3  OR  AN  ATTRACTIVE  NUISANCE  UNDER  A NEW YORK STATUTE OR AN APPLICABLE\n    4  MUNICIPAL CODE, AND THE OWNER FAILS TO ABATE  THE  NUISANCE  WITHIN  SIX\n    5  MONTHS  OF  RECEIVING NOTICE OF VIOLATION FROM THE APPROPRIATE GOVERNING\n    6  BODY.\n    7    8. DEFECTIVE OR UNUSUAL CONDITIONS OF TITLE THAT MAKE THE FREE  TRANS-\n    8  FER OR ALIENATION OF THE PROPERTY IMPOSSIBLE.\n    9    9.  THAT  HAS  TAX  DELINQUENCIES  EXCEEDING THE VALUE OF THE PROPERTY\n   10  WHERE THE PROPERTY IS OCCUPIED OR UNOCCUPIED.\n   11    (B) PROPERTY SHALL IN NO CASE BE DECLARED BLIGHTED IF IT MEETS  EITHER\n   12  OF THE FOLLOWING CRITERIA:\n   13    1.  VACANT  AND  UNIMPROVED  PROPERTY LOCATED IN ANY RURAL OR SUBURBAN\n   14  AREA WHICH IS NOT SERVED BY EXISTING UTILITIES.\n   15    2. PROPERTY WHICH SATISFIES THE DEFINITION OF \"FARM  WOODLAND\",  \"LAND\n   16  USED IN AGRICULTURAL PRODUCTION\", \"UNIQUE AND IRREPLACEABLE AGRICULTURAL\n   17  LAND\",  OR  \"VIABLE  AGRICULTURAL  LAND\",  AS THOSE TERMS ARE DEFINED IN\n   18  SECTION THREE HUNDRED ONE OF THE AGRICULTURE AND MARKETS LAW.\n   19    (C) FOR PURPOSES OF THIS SUBDIVISION, A BUILDING  CONTAINING  MULTIPLE\n   20  UNITS SHALL BE TREATED AS A SINGLE PROPERTY.\n   21    (D)  FOR  PURPOSES  OF ACQUIRING MULTIPLE UNITS OF PROPERTY BY EMINENT\n   22  DOMAIN, AN AREA MAY BE DECLARED BLIGHTED ONLY IF:\n   23    1. AN AREA IS LOCATED IN AN URBAN OR SUBURBAN AREA GENERALLY SERVED BY\n   24  UTILITIES AND INFRASTRUCTURE; AND\n   25    2. SIXTY PERCENT OF THE INDIVIDUAL PARCELS IN THE  AREA  ARE  DECLARED\n   26  BLIGHTED UNDER PARAGRAPH (A) OF THIS SUBDIVISION AND REPRESENT A MAJORI-\n   27  TY OF THE GEOGRAPHICAL AREA OF THE PROJECT.\n   28    (E) A CONDEMNOR MAY USE EMINENT DOMAIN TO ACQUIRE ANY UNIT OF PROPERTY\n   29  WITHIN A BLIGHTED PROJECT AREA.\n   30    (F)  PROPERTIES  OWNED BY A DEVELOPER OR CONDEMNOR INVOLVED IN A REDE-\n   31  VELOPMENT PROJECT MAY BE INCLUDED IN ANY BLIGHTED PROJECT AREA  DETERMI-\n   32  NATION.\n   33    (G)  FOR  PURPOSES  OF  THIS  SUBDIVISION IF A DEVELOPER, CONDEMNOR OR\n   34  AGENCY INVOLVED IN A REDEVELOPMENT PROJECT HAS CAUSED OR  BROUGHT  ABOUT\n   35  BY  ACTION  OR INACTION OR MAINTAINED FOR MORE THAN SEVEN YEARS A CONDI-\n   36  TION LISTED IN SUBPARAGRAPH ONE OF PARAGRAPH  (A)  OF  THIS  SUBDIVISION\n   37  WITHIN  THE PROPOSED PROJECT AREA, THAT CONDITION MAY NOT BE USED IN THE\n   38  DETERMINATION OF BLIGHT.\n   39    (H) FOR PURPOSES OF THIS SUBDIVISION, IF PROPERTY LOCATED IN AN URBAN-\n   40  IZED AREA GENERALLY SERVED BY  MUNICIPAL  INFRASTRUCTURE  AND  UTILITIES\n   41  MEETS  ONE OR MORE OF THE CONDITIONS LISTED IN SUBPARAGRAPH ONE OF PARA-\n   42  GRAPH (A) OF THIS SUBDIVISION DUE TO FAILURE ON THE PART OF  THE  APPRO-\n   43  PRIATE  GOVERNING  BODY  TO  PROVIDE  NECESSARY  UTILITY SERVICES AND/OR\n   44  INFRASTRUCTURE, THAT CONDITION MAY NOT BE USED IN THE  DETERMINATION  OF\n   45  BLIGHT.\n   46    (I)  ANY  DECLARATION MADE PURSUANT TO THIS SUBDIVISION SHALL BE VALID\n   47  FOR A PERIOD OF UP TO TEN YEARS.\n   48    S 3. Section 10 of section 1 of chapter  174  of  the  laws  of  1968,\n   49  constituting  the  New  York  state  urban  development corporation act,\n   50  subdivision (d) as amended by chapter 847 of the laws of 1971,  subdivi-\n   51  sions (e) and (f) as added and subdivisions (g) and (h) as relettered by\n   52  chapter 839 of the laws of 1987, is amended to read as follows:\n   53    S 10. Findings of the corporation. Notwithstanding any other provision\n   54  of  this  act,  the  corporation shall not be empowered to undertake the\n   55  acquisition, construction, reconstruction, rehabilitation or improvement\n   56  of a project unless the corporation finds:\n\n       S. 1530                             7\n\n    1    (a) in the case of a residential project:\n    2    (1)  That  there  exists,  in  the  area in which the project is to be\n    3  located, or in an area reasonably accessible to such area,  a  need  for\n    4  safe  and sanitary housing accommodations for persons or families of low\n    5  income, which the operations of private enterprise cannot provide;\n    6    (2) That the project has been approved  as  a  project  of  a  housing\n    7  company pursuant to the provisions of the private housing finance law.\n    8    (b) in the case of an industrial project:\n    9    (1)  That  the  area  in  which  the  project  is  to be located is [a\n   10  substandard or insanitary area, or is in danger of becoming a  substand-\n   11  ard or insanitary area, wherein] FOUND TO BE BLIGHTED AND there exists a\n   12  condition of substantial and persistent unemployment or underemployment;\n   13    (2) That the acquisition or construction and operation of such project\n   14  will  prevent,  eliminate  or  reduce unemployment or underemployment in\n   15  such area;\n   16    (3) That such project shall consist of a building or  buildings  which\n   17  are  suitable for manufacturing, warehousing or research or other indus-\n   18  trial, business or commercial purposes[.];\n   19    (4) That adequate provision has been, or will be made for the  payment\n   20  of the cost of the acquisition, construction, operation, maintenance and\n   21  upkeep of such project[.];\n   22    (5) That the acquisition and construction, proposed leasing, operation\n   23  and use of such project will aid in the development, growth and prosper-\n   24  ity of the state and the area in which such project is located;\n   25    (6)  That  the  plans  and  specifications assure adequate light, air,\n   26  sanitation and fire protection.\n   27    (c) in the case of a land use improvement project:\n   28    (1) That the area in  which  the  project  is  to  be  located  is  [a\n   29  substandard  or insanitary area, or is in danger of becoming a substand-\n   30  ard or insanitary area] FOUND TO BE BLIGHTED  and  tends  to  impair  or\n   31  arrest the sound growth and development of the municipality;\n   32    (2)  That the project consists of a plan or undertaking for the clear-\n   33  ance, replanning, reconstruction and rehabilitation of such area and for\n   34  recreational and other facilities incidental or appurtenant thereto;\n   35    (3) That the plan  or  undertaking  affords  maximum  opportunity  for\n   36  participation  by private enterprise, consistent with the sound needs of\n   37  the municipality as a whole.\n   38    (d) in the case of a civic project:\n   39    (1) That THE AREA IN WHICH THE PROJECT IS TO BE LOCATED IS A  BLIGHTED\n   40  AREA  WHEREIN  there  exists  [in the area in which the project is to be\n   41  located,] a need for the educational, cultural, recreational, community,\n   42  municipal, public service or other civic facility to be included in  the\n   43  project;\n   44    (2) That the project shall consist of a building or buildings or other\n   45  facilities  which  are suitable for educational, cultural, recreational,\n   46  community, municipal, public service or other civic purposes;\n   47    (3) That such project will be leased to or owned by the  state  or  an\n   48  agency  or  instrumentality  thereof,  a  municipality  or  an agency or\n   49  instrumentality thereof, a public corporation, or any other entity which\n   50  is carrying out a community, municipal, public service  or  other  civic\n   51  purpose,  and that adequate provision has been, or will be, made for the\n   52  payment of the cost of acquisition, construction, operation, maintenance\n   53  and upkeep of the project;\n   54    (4) That the plans and specifications assure or will  assure  adequate\n   55  light, air, sanitation and fire protection.\n   56    (e) in the case of an industrial effectiveness project:\n\n       S. 1530                             8\n\n    1    (1)  That a feasibility study or productivity assessment exists demon-\n    2  strating the potential for future profitability of the  firm  requesting\n    3  financial  assistance and such study or assessment has been reviewed and\n    4  approved by the commissioner of economic development;\n    5    (2)  That  for  loans  to implement a corporate restructuring or turn-\n    6  around plan, the management of the industrial firm requesting assistance\n    7  is capable and the firm has  a  sound  business  development  plan  that\n    8  includes  measures  to  ensure  labor  and management cooperation and to\n    9  effect changes required to continue as a successful business;\n   10    (3) That the requested financial  assistance  is  not  available  from\n   11  other public or private financing sources; and\n   12    (4)  That  the  area  in  which  the  project  is  to be located is [a\n   13  substandard or insanitary area, or is in danger of becoming a  substand-\n   14  ard or insanitary area, wherein] FOUND TO BE BLIGHTED AND there exists a\n   15  condition of substantial and persistent unemployment or underemployment.\n   16    (f)  in  the  case  of  a  small  and medium-sized business assistance\n   17  project:\n   18    (1) That the area in which the project will be located is [a substand-\n   19  ard or insanitary area, or is in danger of  becoming  a  substandard  or\n   20  insanitary area, wherein] FOUND TO BE BLIGHTED AND there exists a condi-\n   21  tion of substantial and persistent unemployment or underemployment;\n   22    (2)  That  the  project  demonstrates market, management and financial\n   23  feasibility and has a clear likelihood of success;\n   24    (3) That the [industrial] firm provides at least a ten percent  equity\n   25  contribution  and  such  contribution  is not derived from other govern-\n   26  mental sources;\n   27    (4) That the requested financial  assistance  is  not  available  from\n   28  other  public  or private financing sources on terms compatible with the\n   29  successful completion of the project;\n   30    (5) That the project will not result in the relocation of any  [indus-\n   31  trial]  firm  from  one municipality within the state to another munici-\n   32  pality, OR IN THE ABANDONMENT OF ONE OR MORE OF  THE  FIRMS'  PLANTS  OR\n   33  FACILITIES  LOCATED  WITHIN  THE AREA, except under one of the following\n   34  conditions: (i) when [an industrial] A firm is relocating within a muni-\n   35  cipality with a population of at least one million where  the  governing\n   36  body of such municipality approves such relocation; [or] (ii) the corpo-\n   37  ration notifies each municipality from which such [industrial] firm will\n   38  be  relocated  and each municipality agrees to such relocation; OR (III)\n   39  THE CORPORATION SHALL DETERMINE ON THE BASIS OF THE  APPLICATION  BEFORE\n   40  IT  THAT THE PROJECT IS REASONABLY NECESSARY TO DISCOURAGE THE FIRM FROM\n   41  RELOCATING TO A LOCATION OUTSIDE THE STATE AND TO PRESERVE  THE  COMPET-\n   42  ITIVE POSITION OF THE FIRM WITHIN ITS RESPECTIVE INDUSTRY; and\n   43    (6) That the project is not for the purpose of refinancing any portion\n   44  of  the  total  project  cost  or  other  existing loans or debts of the\n   45  project sponsor or owner.\n   46    (g) in the case of all projects, that [there is a feasible method  for\n   47  the  relocation  of  families and individuals displaced from the project\n   48  area into decent, safe and sanitary dwellings] THE DISPLACEMENT OF RESI-\n   49  DENTS AND BUSINESSES IS LIMITED TO THE MAXIMUM EXTENT POSSIBLE, AND THAT\n   50  ALL DISPLACED RESIDENTS AND BUSINESSES WILL BE AFFORDED ADEQUATE COMPEN-\n   51  SATION AND/OR ASSISTANCE TO BE  RELOCATED  TO  SUBSTANTIALLY  COMPARABLE\n   52  PROPERTIES,  which are or will be [provided] LOCATED in the project area\n   53  or in [other areas] AN AREA REASONABLY PROXIMATE TO THE PROJECT AREA AND\n   54  not generally less desirable in regard to public  utilities  and  public\n   55  and  commercial  facilities, at SUBSTANTIALLY COMPARABLE rents or prices\n   56  [within the financial  means  of  such  families  or  individuals],  and\n\n       S. 1530                             9\n\n    1  reasonably  accessible  to  their  places of DWELLING AND/OR employment.\n    2  [Insofar as is feasible, the] THE corporation shall offer  SUBSTANTIALLY\n    3  COMPARABLE  housing  accommodations  to  [such families and individuals]\n    4  DISPLACED  RESIDENTS in [residential] projects [of the corporation] THAT\n    5  INCLUDE A RESIDENTIAL COMPONENT, AND INSOFAR AS IS FEASIBLE, THE  CORPO-\n    6  RATION  SHALL  ASSIST  IN FINDING SUBSTANTIALLY COMPARABLE INDUSTRIAL OR\n    7  COMMERCIAL ACCOMMODATIONS  TO  DISPLACED  BUSINESSES  IN  PROJECTS  THAT\n    8  INCLUDE  AN  INDUSTRIAL  OR  COMMERCIAL  COMPONENT.  The corporation may\n    9  render to business and commercial tenants  and  [to  families  or  other\n   10  persons]  displaced  [from  the  project area,] RESIDENTS ANY OTHER such\n   11  assistance as it may deem [necessary to enable them to relocate]  APPRO-\n   12  PRIATE.\n   13    (h)  in  the  case  of  all projects, the corporation shall [state the\n   14  basis for its findings.]:\n   15    (1) IN THE CASE OF A SINGLE PROPERTY, MAKE WRITTEN FINDINGS  IDENTIFY-\n   16  ING  THE  SPECIFIC  CONDITIONS  WHICH RENDER THE PROPERTY BLIGHTED UNDER\n   17  SUBDIVISION TWELVE OF SECTION THREE OF THIS ACT;\n   18    (2) IN THE CASE OF MULTIPLE PROPERTIES OR PROJECT AREAS, MAKE  WRITTEN\n   19  FINDINGS  DEMONSTRATING  THAT  THE REQUIREMENTS OF SUBDIVISION TWELVE OF\n   20  SECTION THREE OF THIS ACT HAVE BEEN MET. IN ORDER  TO  DEMONSTRATE  THAT\n   21  SIXTY  PERCENT  OF  THE PROPERTIES IN THE AREA ARE INDIVIDUALLY BLIGHTED\n   22  AND COMPRISE A MAJORITY OF THE GEOGRAPHICAL AREA OF  THE  PROJECT,  EACH\n   23  BLIGHTED PROPERTY MUST BE IDENTIFIED AND THE SPECIFIC CONDITIONS RENDER-\n   24  ING  IT  BLIGHTED  UNDER SUBDIVISION TWELVE OF SECTION THREE OF THIS ACT\n   25  MUST BE IDENTIFIED.\n   26    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to blighted property and blighted areas; and to repeal certain provisions of such act relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T114558.TXT", "SOBI.D110110.T111054.TXT", "SOBI.D110110.T120059.TXT", "SOBI.D110111.T135953.TXT", "SOBI.D110110.T110554.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393453
}