{
  "year" : 2011,
  "senateBillNo" : "S1538-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S1538-2011-1294635600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for transfer of guardianship and custody of infants abandoned pursuant to the abandoned infant protection act",
  "summary" : "Provides procedures for the care and custody of infants determined to be abandoned; creates process to facilitate freeing abandoned infants for adoption if a parent does not claim custody within statutory period. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "S1338-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1538\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the family court act and the domestic relations law,  in\n         relation to abandoned infants\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 1012 of the family court act is amended by  adding\n    2  a new subdivision (f-1) to read as follows:\n    3    (F-1)  A CHILD IS AN \"ABANDONED INFANT\" WHEN THE COURT ENTERS AN ORDER\n    4  PURSUANT TO SECTION ONE THOUSAND FIFTY-ONE-A OF THIS ARTICLE  THAT  SUCH\n    5  CHILD  IS NOT MORE THAN FIVE DAYS OLD AND HAS BEEN LEFT BY A PARENT IN A\n    6  MANNER WHICH INDICATES INTENT TO SURRENDER AND RELINQUISH ALL  RESPONSI-\n    7  BILITY FOR THE CARE OF SUCH CHILD.\n    8    S  2.  Paragraph (ii) of subdivision (f) of section 1012 of the family\n    9  court act, as amended by chapter 666 of the laws of 1976, is amended  to\n   10  read as follows:\n   11    (ii)  who  has  been  abandoned, in accordance with the definition and\n   12  other criteria set forth in subdivision five of  section  three  hundred\n   13  eighty-four-b of the social services law, by his OR HER parents or other\n   14  person legally responsible for his OR HER care, BUT SHALL NOT INCLUDE AN\n   15  ABANDONED INFANT AS DEFINED IN SUBDIVISION (F-1) OF THIS SECTION.\n   16    S  3.  Subdivision  (j)  of  section  1012 of the family court act, as\n   17  amended by section 3 of part B of chapter 3 of  the  laws  of  2005,  is\n   18  amended to read as follows:\n   19    (j)  \"Aggravated  circumstances\"  means  where a child has been either\n   20  severely or repeatedly  abused,  as  defined  in  subdivision  eight  of\n   21  section three hundred eighty-four-b of the social services law; OR WHERE\n   22  A  CHILD  HAS  BEEN  DETERMINED  TO  BE  AN ABANDONED INFANT PURSUANT TO\n   23  SECTION ONE THOUSAND FIFTY-ONE-A OF THIS ARTICLE; or where a  child  has\n   24  subsequently  been  found to be an abused child, as defined in paragraph\n   25  (i) or (iii) of subdivision (e) of this section, within five years after\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06199-01-1\n\n       S. 1538                             2\n\n    1  return home following placement in foster care  as  a  result  of  being\n    2  found  to  be  a  neglected child, as defined in subdivision (f) of this\n    3  section, provided that the respondent or  respondents  in  each  of  the\n    4  foregoing  proceedings  was  the same; or where the court finds by clear\n    5  and convincing evidence that the parent of a child in  foster  care  has\n    6  refused  and has failed completely, over a period of at least six months\n    7  from the date of removal, to engage in services necessary  to  eliminate\n    8  the  risk  of abuse or neglect if returned to the parent, and has failed\n    9  to secure services on his or her own or otherwise adequately prepare for\n   10  the return home and, after being informed by  the  court  that  such  an\n   11  admission  could  eliminate the requirement that the local department of\n   12  social services provide reunification services to the parent, the parent\n   13  has stated in court under oath that he or she  intends  to  continue  to\n   14  refuse  such necessary services and is unwilling to secure such services\n   15  independently  or  otherwise  prepare  for  the  child's  return   home;\n   16  provided,  however,  that if the court finds that adequate justification\n   17  exists for the failure to engage in or secure such  services,  including\n   18  but  not  limited to a lack of child care, a lack of transportation, and\n   19  an inability to attend services that conflict  with  the  parent's  work\n   20  schedule,  such failure shall not constitute an aggravated circumstance;\n   21  or where a court has determined a child five days  old  or  younger  was\n   22  abandoned  by  a  parent with an intent to wholly abandon such child and\n   23  with the intent that the child be safe from physical  injury  and  cared\n   24  for in an appropriate manner.\n   25    S 4. Section 1042 of the family court act, as amended by chapter 41 of\n   26  the laws of 2010, is amended to read as follows:\n   27    S  1042.  Effect  of absence of parent or other person responsible for\n   28  care. If the parent or other person legally responsible for the  child's\n   29  care is not present, the court may proceed to hear a petition under this\n   30  article only if the child is represented by counsel. The parent or other\n   31  person  legally  responsible for the child's care shall be served with a\n   32  copy of the order of disposition with written notice of its entry pursu-\n   33  ant to section one thousand thirty-six of this article. Within one  year\n   34  of  such service or substituted service pursuant to section one thousand\n   35  thirty-six of this article, the parent or other person legally responsi-\n   36  ble for the child's care may move to vacate the order of disposition and\n   37  schedule a rehearing. Such motion shall be granted on an affidavit show-\n   38  ing such relationship or responsibility and a meritorious defense to the\n   39  petition, unless THE CHILD HAS BEEN DECLARED AN ABANDONED INFANT  PURSU-\n   40  ANT  TO SECTION ONE THOUSAND FIFTY-ONE-A OF THIS ARTICLE AND THE PARENTS\n   41  HAVE FAILED TO ASSERT A CLAIM OF CUSTODY  WITHIN  THE  TIME  PERIOD  SET\n   42  FORTH  IN  SUCH  SECTION,  OR  the  court finds that the parent or other\n   43  person willfully refused to appear at the hearing,  in  which  case  the\n   44  court may deny the motion.\n   45    S  5.  Paragraph (ii) of subdivision (b) of section 1055 of the family\n   46  court act, as amended by section 18 of part A of chapter 3 of  the  laws\n   47  of 2005, is amended to read as follows:\n   48    (ii) (A) Upon placing a child under the age of one, who has been aban-\n   49  doned  AS  DEFINED  IN  PARAGRAPH (II) OF SUBDIVISION (F) OF SECTION ONE\n   50  THOUSAND TWELVE OF THIS ARTICLE, with a  local  commissioner  of  social\n   51  services,  the  court  shall,  where either of the parents do not appear\n   52  after due notice, include  in  its  order  of  disposition  pursuant  to\n   53  section  one  thousand  fifty-two  of  this  part, a direction that such\n   54  commissioner shall promptly commence a diligent  search  to  locate  the\n   55  child's non-appearing parent or parents or other known relatives who are\n   56  legally  responsible  for  the  child,  and  to commence a proceeding to\n\n       S. 1538                             3\n\n    1  commit the guardianship and custody of such child to an authorized agen-\n    2  cy pursuant  to  section  three  hundred  eighty-four-b  of  the  social\n    3  services  law,  six  months  from  the date that care and custody of the\n    4  child  was transferred to the commissioner, unless there has been commu-\n    5  nication and visitation between such child and such parent or parents or\n    6  other known relatives or persons legally responsible for the  child.  In\n    7  addition  to  such  diligent  search  the  local  commissioner of social\n    8  services shall provide written notice to the child's parent  or  parents\n    9  or  other known relatives or persons legally responsible as provided for\n   10  in this paragraph. Such notice shall  be  served  upon  such  parent  or\n   11  parents  or  other known relatives or persons legally responsible in the\n   12  manner required for service of process pursuant to section  six  hundred\n   13  seventeen  of  this  act.  Information  regarding  such diligent search,\n   14  including, but not limited to, the  name,  last  known  address,  social\n   15  security  number,  employer's address and any other identifying informa-\n   16  tion to the extent known regarding the non-appearing  parent,  shall  be\n   17  recorded  in the uniform case record maintained pursuant to section four\n   18  hundred nine-f of the social services law.\n   19    (B) AN ABANDONED INFANT, AS DEFINED IN SUBDIVISION (F-ONE) OF  SECTION\n   20  ONE  THOUSAND  TWELVE  OF  THIS  ARTICLE,  SHALL  NOT  BE SUBJECT TO THE\n   21  REQUIREMENTS OF SUBPARAGRAPH (A) OF THIS PARAGRAPH.\n   22    S 6. The family court act is amended by adding a new section 1031-a to\n   23  read as follows:\n   24    S 1031-A. ABANDONED INFANTS. (A) A PROCEEDING TO DETERMINE  WHETHER  A\n   25  CHILD IS AN ABANDONED INFANT SHALL BE COMMENCED WITHIN SIX BUSINESS DAYS\n   26  OF  A LOCAL COMMISSIONER OF SOCIAL SERVICES RECEIPT OF NOTIFICATION THAT\n   27  A CHILD ALLEGED TO BE AN ABANDONED INFANT HAS BEEN FOUND IN  THE  JURIS-\n   28  DICTION OF THE LOCAL SOCIAL SERVICES AGENCY.\n   29    (B)  THE  PETITION  SHALL ALLEGE THE FACTS SURROUNDING THE HISTORY AND\n   30  CURRENT CUSTODY OF THE CHILD, INCLUDING BUT NOT LIMITED TO:\n   31    (I) THE LOCATION THE CHILD WAS SURRENDERED OR ABANDONED;\n   32    (II) THE DATE OF SUCH OCCURRENCE;\n   33    (III) THE AFFIDAVIT OF THE LICENSED PHYSICIAN CERTIFYING  SUCH  PHYSI-\n   34  CIAN'S DETERMINATION AS TO THE AGE OF THE INFANT;\n   35    (IV)  THE  NAMES AND ADDRESSES OF ANY PROSPECTIVE FOSTER CARE OR ADOP-\n   36  TIVE HOMES; AND\n   37    (V) ANY OTHER INFORMATION THAT WOULD FACILITATE THE  COURT'S  DETERMI-\n   38  NATION.\n   39    (C)  THE  PETITION  SHALL ALSO MAKE AN APPLICATION PURSUANT TO SECTION\n   40  ONE THOUSAND THIRTY-NINE-B OF THIS PART FOR THE COURT TO DETERMINE  THAT\n   41  REASONABLE  EFFORTS  TO  RETURN  THE  CHILD  TO  HIS OR HER HOME ARE NOT\n   42  REQUIRED BASED UPON A FINDING THAT THE CHILD HAS BEEN DECLARED AN  ABAN-\n   43  DONED INFANT.\n   44    (D)  THE COURT SHALL APPOINT A LAW GUARDIAN TO REPRESENT THE INTERESTS\n   45  OF ANY CHILD NAMED IN A PETITION WHO  IS  ALLEGED  TO  BE  AN  ABANDONED\n   46  INFANT.\n   47    (E)  NO  PROCEEDING  MAY  CONTINUE UNDER THIS SECTION UNLESS THE COURT\n   48  ENTERS A FINDING:\n   49    (I) THAT THE CHILD WAS NOT MORE THAN FIVE DAYS OLD AT THE TIME OF  THE\n   50  ABANDONMENT; AND\n   51    (II) THAT THE PARENT LEFT THE CHILD IN A MANNER WHICH INDICATES INTENT\n   52  TO  SURRENDER  AND  RELINQUISH  ALL  RESPONSIBILITY FOR THE CARE OF SUCH\n   53  CHILD.\n   54    (F) ALL AUTHORITY GRANTED TO THE LOCAL COMMISSIONER OF SOCIAL SERVICES\n   55  RELATING TO THE CARE AND CUSTODY OF THE INFANT PURSUANT  TO  THE  SOCIAL\n   56  SERVICES LAW SHALL CONTINUE UNTIL FURTHER ORDER OF THE COURT.\n\n       S. 1538                             4\n\n    1    S 7. The family court act is amended by adding a new section 1051-a to\n    2  read as follows:\n    3    S  1051-A.  SUSTAINING  OR DISMISSING A PETITION ALLEGING AN ABANDONED\n    4  INFANT. (A) IF FACTS SUFFICIENT TO SUSTAIN A PETITION UNDER SECTION  ONE\n    5  THOUSAND  THIRTY-ONE-A  OF THIS ARTICLE ARE ESTABLISHED, THE COURT SHALL\n    6  ENTER AN ORDER FINDING THAT THE CHILD IS AN ABANDONED INFANT  AND  SHALL\n    7  STATE IN ITS ORDER:\n    8    (I)  THAT,  WITHIN  A  REASONABLE MEDICAL CERTAINTY, THE CHILD WAS NOT\n    9  MORE THAN FIVE DAYS OLD WHEN HE OR SHE WAS ABANDONED;\n   10    (II) THE DATE THE CHILD WAS BORN, WITHIN A REASONABLE MEDICAL CERTAIN-\n   11  TY;\n   12    (III) THAT THE CHILD WAS LEFT IN A MANNER THAT INDICATED  HIS  OR  HER\n   13  PARENT'S  INTENT  TO RELINQUISH RESPONSIBILITY FOR AND RIGHT TO THE CARE\n   14  AND CUSTODY OF SUCH CHILD;\n   15    (IV) THAT BASED UPON THE FINDINGS OF PARAGRAPHS (I) AND (III) OF  THIS\n   16  SUBDIVISION,  THE  CHILD  IS AN ABANDONED INFANT PURSUANT TO SUBDIVISION\n   17  (F-ONE) OF SECTION ONE THOUSAND TWELVE OF THIS ARTICLE; AND\n   18    (V) THAT BASED UPON SUCH  FINDING  THAT  THE  CHILD  IS  AN  ABANDONED\n   19  INFANT,  REASONABLE  EFFORTS  TO RETURN THE CHILD TO HIS OR HER HOME ARE\n   20  NOT REQUIRED.\n   21    (B) (I) IF FACTS SUFFICIENT TO SUSTAIN THE PETITION UNDER SECTION  ONE\n   22  THOUSAND  THIRTY-ONE-A  OF  THIS  ARTICLE ARE NOT ESTABLISHED DUE TO THE\n   23  CHILD BEING MORE THAN FIVE DAYS OLD AT THE TIME OF ABANDONMENT THE COURT\n   24  SHALL CONVERT THE PETITION TO A PROCEEDING TO DETERMINE NEGLECT PURSUANT\n   25  TO SECTION ONE THOUSAND THIRTY-ONE OF THIS ARTICLE AND  SHALL  STATE  ON\n   26  THE  RECORD  THE  GROUNDS  FOR  THE CONVERSION. TEMPORARY CUSTODY OF THE\n   27  CHILD SHALL CONTINUE UNTIL FURTHER ORDER OF THE COURT.  THE COURT  SHALL\n   28  ALSO  REFER THE MATTER TO THE APPROPRIATE DISTRICT ATTORNEY'S OFFICE AND\n   29  DIRECT THE LOCAL COMMISSIONER OF SOCIAL SERVICES TO ORIGINATE A PROCEED-\n   30  ING UNDER SECTION ONE THOUSAND THIRTY-ONE OF THIS ARTICLE  WITHIN  SEVEN\n   31  DAYS.\n   32    (II)  IF  THE  FACTS  SUFFICIENT  TO  SUSTAIN  THE PETITION UNDER THIS\n   33  SECTION ARE NOT ESTABLISHED DUE TO AN INABILITY TO DETERMINE THE  INTENT\n   34  OF  THE PARENT OR PARENTS THEN THE COURT SHALL CONVERT THE PETITION TO A\n   35  PROCEEDING TO DETERMINE NEGLECT PURSUANT TO SECTION ONE  THOUSAND  THIR-\n   36  TY-ONE OF THIS ARTICLE AND SHALL STATE ON THE RECORD THE GROUNDS FOR THE\n   37  CONVERSION.  TEMPORARY CUSTODY OF THE CHILD SHALL CONTINUE UNTIL FURTHER\n   38  ORDER OF THE COURT.  FOR THE PURPOSES OF THIS PARAGRAPH, ABANDONMENT  IN\n   39  THE  MANNER  PRESCRIBED  BY  SECTION  260.00  OF  THE PENAL LAW SHALL BE\n   40  PRESUMPTIVE EVIDENCE OF INTENT TO SURRENDER AND RELINQUISH ALL RESPONSI-\n   41  BILITY FOR THE CARE OF SUCH CHILD.\n   42    (C) THE COURT SHALL COMMENCE A DISPOSITIONAL HEARING IMMEDIATELY  UPON\n   43  COMPLETION OF THE FACT-FINDING HEARING. AT THE CONCLUSION OF SUCH DISPO-\n   44  SITIONAL HEARING THE COURT SHALL ENTER AN ORDER OF DISPOSITION:\n   45    (I)  PLACING  THE  CHILD  IN  THE CUSTODY OF THE LOCAL COMMISSIONER OF\n   46  SOCIAL SERVICES IN ACCORD WITH THE PROVISIONS OF  SECTION  ONE  THOUSAND\n   47  FIFTY-FIVE OF THIS PART, UPON A DETERMINATION THAT:\n   48    (A)  CONTINUATION  IN  THE  CHILD'S HOME WOULD BE CONTRARY TO THE BEST\n   49  INTERESTS OF THE CHILD; AND\n   50    (B) WHERE THE COURT HAS DETERMINED THAT  THE  CHILD  IS  AN  ABANDONED\n   51  INFANT, REASONABLE EFFORTS TO PREVENT OR ELIMINATE THE NEED FOR REMOVING\n   52  THE  CHILD  FROM HIS OR HER HOME OR TO MAKE IT POSSIBLE FOR THE CHILD TO\n   53  RETURN SAFELY TO HIS OR HER HOME ARE NOT REQUIRED;\n   54    (II) REQUIRING THE LOCAL COMMISSIONER OF SOCIAL SERVICES TO COMMENCE A\n   55  PROCEEDING TO COMMIT THE GUARDIANSHIP AND CUSTODY OF SUCH  CHILD  TO  AN\n   56  AUTHORIZED AGENCY PURSUANT TO SECTION THREE HUNDRED EIGHTY-FOUR-B OF THE\n\n       S. 1538                             5\n\n    1  SOCIAL  SERVICES  LAW  IN SIXTY DAYS, PROVIDED THAT NO PETITION HAS BEEN\n    2  BROUGHT PURSUANT TO SECTION ONE THOUSAND SIXTY-ONE-A  OF  THIS  ARTICLE.\n    3  UPON  RECEIVING  SUCH  PETITION, THE COURT SHALL SCHEDULE A DATE CERTAIN\n    4  FOR  THE  FACT-FINDING AND DISPOSITIONAL HEARING REGARDING SUCH PETITION\n    5  WHICH SHALL BE NINETY DAYS FROM THE DATE THAT THE CHILD WAS FOUND TO  BE\n    6  AN ABANDONED INFANT PURSUANT TO THIS SECTION;\n    7    (III)  REQUIRING  THE  LOCAL  COMMISSIONER OF SOCIAL SERVICES TO CAUSE\n    8  NOTICE OF THE PROCEEDING INSTITUTED PURSUANT TO  SECTION  THREE  HUNDRED\n    9  EIGHTY-FOUR-B  OF  THE SOCIAL SERVICES LAW TO BE PUBLISHED IN ACCORDANCE\n   10  WITH THE PROVISIONS OF RULE THREE HUNDRED SIXTEEN OF THE CIVIL  PRACTICE\n   11  LAW  AND  RULES  IN THE COUNTY IN WHICH SUCH CHILD WAS FOUND. THE NOTICE\n   12  SHALL STATE:\n   13    (A) THE DATE, TIME AND PURPOSE OF THE PROCEEDING;\n   14    (B) THE DATE, TIME AND PLACE THAT THE ABANDONED INFANT WAS FOUND;\n   15    (C) A DESCRIPTION OF THE INFANT  INCLUDING  ITS  APPROXIMATE  DATE  OF\n   16  BIRTH;\n   17    (D) THAT UPON FAILURE TO APPEAR, ALL PARENTAL RIGHTS OF THE PARENTS OF\n   18  SUCH ABANDONED INFANT SHALL BE TERMINATED;\n   19    (E) THAT A PARENT'S FAILURE TO APPEAR SHALL CONSTITUTE A DENIAL OF HIS\n   20  OR HER INTEREST IN THE CHILD, WHICH DENIAL SHALL RESULT, WITHOUT FURTHER\n   21  NOTICE,  IN  THE COMMITMENT OF THE CUSTODY AND GUARDIANSHIP OF THE CHILD\n   22  TO THE  LOCAL  COMMISSIONER  OF  SOCIAL  SERVICES  AND  IN  THE  CHILD'S\n   23  ADOPTION; AND\n   24    (F)  THE  NAME, ADDRESS, AND TELEPHONE NUMBER OF THE PERSON DESIGNATED\n   25  BY THE LOCAL COMMISSIONER OF SOCIAL SERVICES TO CONTACT FOR  INFORMATION\n   26  REGARDING SUCH CHILD.\n   27    S 8. The family court act is amended by adding a new section 1061-a to\n   28  read as follows:\n   29    S  1061-A. CUSTODY CLAIM BY PARENT OF AN ABANDONED INFANT.  (A) AT ANY\n   30  TIME PRIOR TO THE CHILD BEING  FREED  FOR  ADOPTION  EITHER  PARENT  MAY\n   31  INSTITUTE  AN ACTION TO ASSERT A CLAIM FOR CUSTODY OF THE CHILD DECLARED\n   32  AN ABANDONED INFANT PURSUANT TO SECTION ONE THOUSAND FIFTY-ONE-A OF THIS\n   33  ARTICLE. SUCH PROCEEDING SHALL BE BROUGHT WITHIN THE COUNTY  WHERE  SUCH\n   34  INFANT  IS  FOUND. SUCH PROCEEDING SHALL ORIGINATE BY PETITION AND SHALL\n   35  NAME THE LOCAL COMMISSIONER OF SOCIAL SERVICES, AND BOTH THE PARENTS, IF\n   36  KNOWN. IN THE EVENT THE WHEREABOUTS OF  EITHER  PARENT  IS  UNKNOWN  THE\n   37  PETITION  SHALL  SO  STATE  AND  THE  COURT MAY PROCEED IN SAID PARENT'S\n   38  ABSENCE. A FILING OF A PETITION UNDER THIS SECTION SHALL TOLL  THE  TIME\n   39  FOR FREEING THE CHILD FOR ADOPTION AS PROVIDED FOR IN SUBDIVISION (A) OF\n   40  SECTION  ONE  THOUSAND  FIFTY-ONE-A  OF  THIS ARTICLE.   NOTICE SHALL BE\n   41  SERVED UPON THE LAW GUARDIAN APPOINTED PURSUANT TO  SUBDIVISION  (D)  OF\n   42  SECTION ONE THOUSAND THIRTY-ONE-A OF THIS ARTICLE. IN DETERMINING CUSTO-\n   43  DY  OF  THE  INFANT  THE  COURT  SHALL CONSIDER THE BEST INTEREST OF THE\n   44  CHILD. PENDING A DETERMINATION IN THIS MATTER, THE INFANT  SHALL  REMAIN\n   45  IN  THE  CARE  AND  CUSTODY OF THE LOCAL COMMISSIONER OF SOCIAL SERVICES\n   46  UNLESS THE COURT DIRECTS OTHERWISE.\n   47    (B) IN THE EVENT THAT PETITIONER WHO ALLEGES TO BE A PUTATIVE  FATHER,\n   48  RECITES  IN  A  PETITION,  FILED IN THE COUNTY WHEREIN HE RESIDES, FACTS\n   49  THAT ALLEGE HE IS THE FATHER OF AN INFANT WHOSE WHEREABOUTS ARE  UNKNOWN\n   50  DUE  TO THE CONCEALMENT AND PROBABLE ABANDONMENT OF THE RESPONDENT MOTH-\n   51  ER, THE PETITION MAY BE SERVED UPON THE MOTHER SEEKING AS ITS SOLE REME-\n   52  DY, THE LOCATION WHERE THE INFANT WAS ABANDONED. RESPONDENT  MOTHER  MAY\n   53  THEN  AVOID  APPEARING  IN  COURT BY FILING A SWORN STATEMENT WITHIN TEN\n   54  DAYS DISCLOSING THE LOCATION  THE  CHILD  WAS  ABANDONED.  A  COURT  MAY\n   55  COMPEL, BY THE POWERS OF CONTEMPT, THE DISCLOSURE OF THE INFANT'S WHERE-\n   56  ABOUTS.  UPON DISCLOSURE OF THE INFANT'S LOCATION THE PETITION TO ASSERT\n\n       S. 1538                             6\n\n    1  THE  CLAIM  OF  CUSTODY  SHALL  BE TRANSFERRED TO THE COUNTY WHEREIN THE\n    2  INFANT IS RESIDING FOR FURTHER PROCEEDINGS.\n    3    (C)  THE  RECORDS  AND  DISCOVERY  PROCEDURES SET FORTH IN SECTION ONE\n    4  THOUSAND THIRTY-EIGHT OF THIS ARTICLE SHALL BE APPLICABLE TO A  PROCEED-\n    5  ING UNDER THIS SECTION.\n    6    (D)  FAILURE  OF  A  PARENT  TO  ASSERT A CLAIM FOR CUSTODY UNDER THIS\n    7  SECTION WITHIN THE SPECIFIED TIME  PERIOD  SHALL  IRREVOCABLY  FREE  THE\n    8  CHILD  FOR  ADOPTION  AND ANY ALLEGED PARENT WILL LOSE ALL RIGHTS AT THE\n    9  END OF THE NINETY DAY PERIOD WITHOUT FURTHER NOTICE.\n   10    S 9. Paragraph (e) of subdivision 2 of section  111  of  the  domestic\n   11  relations law, as amended by chapter 375 of the laws of 1997, is amended\n   12  and a new paragraph (f) is added to read as follows:\n   13    (e)  who has executed an instrument, which shall be irrevocable, deny-\n   14  ing the paternity of the child, such  instrument  having  been  executed\n   15  after  conception  and  acknowledged or proved in the manner required to\n   16  permit the recording of a deed[.]; OR\n   17    (F) WHERE SUCH CHILD IS DETERMINED TO BE AN ABANDONED INFANT  PURSUANT\n   18  TO SECTION ONE THOUSAND THIRTY-ONE-A OF THE FAMILY COURT ACT.\n   19    S  10.  This  act shall take effect on the sixtieth day after it shall\n   20  have become a law.\n",
  "memo" : "BILL NUMBER:S1538\n\nTITLE OF BILL:\nAn act\nto amend the family court act and the domestic relations law,\nin relation to abandoned infants\n\nPURPOSE:\nTo provide for the transfer of guardianship\nand custody of\ninfants abandoned pursuant to the Abandoned Infant Protection Act.\n\nSUMMARY OF PROVISIONS:\nSection One - Section 1012 of the Family Court Act is amended by\nadding a new subdivision (f-1) to define the term \"abandoned infant\".\n\nSection Two - Paragraph (ii) of subdivision (f) of section 1012 of the\nFamily Court Act, as amended by Chapter 666 of the Laws of 1976, is\namended to not include an \"abandoned infant\" as defined in\nsubdivision (f-1) of this section.\n\nSection Three - Subdivision (j) of section 1012 of the Family Court Act\nis amended by declaring that a child that has been declared an\nabandoned infant pursuant to section ten hundred fifty-one-a of this\narticle falls under the definition of \"aggravated circumstances.\"\n\nSection Four - Section 1042 of the Family Court Act, as amended by\nsection 4 of part B of Chapter 3 of the Laws of 2005, is amended to\nadd unless the child has been declared an abandoned infant pursuant\nto section one thousand fifty-one-a of this article and the parents\nhave failed to assert a claim of custody within the time period set\nforth in such section.\n\nSection Five - Paragraph (ii) of subdivision (b) of section 1055 of\nthe family court act, as amended by section 18 of part A of Chapter 3\nof the laws of 2005, is amended to provide that an abandoned infant,\nas defined in paragraph (f-1) of section one thousand twelve of this\narticle, shall not be subject to the requirements of subparagraph (a)\nof this paragraph.\n\nSection Six - The Family Court Act is amended by adding a new section\n1031-a to set up procedures to determine whether a child is an\nabandoned infant within six business days and specifies certain facts\nsurrounding the history and current custody of the child which must\nhe contained in such petition. Appoints a law guardian to represent\nthe interests of any child named in a petition and sets up guidelines\nwhich must be followed for proceedings to continue under this section.\n\nSection Seven - The Family Court Act is amended by adding a new\nsection 1051-a to establish guidelines for the court to follow once a\npetition is either sustained or dismissed. This includes for an\nestablished petition that such child shall be freed for adoption in\n60 days, provided no action pursuant to section one thousand\nsixty-one-a of this article has been commenced. For a petition that\nis not established, the court must state the grounds for dismissal\nand refer the matter to the appropriate parties. This section deems\n\n\nthat abandonment in the manner prescribed by section 260.03 of the\nPenal Law shall be presumptive evidence of intent to surrender and\nrelinquish all responsibility for the care of such child.\n\nSection Eight - The Family Court Act is amended by adding a new\nsection 1061-a to set up procedures whereby a custody claim by a\nparent of an abandoned infant may be initiated at any time prior to\nthe child being freed for adoption. Failure of a parent to assert a\nclaim for custody under this section within the specified time period\nshall irrevocably free the child for adoption and any alleged\nparent will lose all rights at the end of the ninety day period\nwithout further notice.\n\nSection Nine - Paragraph (e) of subdivision 2 of section 111 of the\nDomestic Relations Law, as amended by Chapter 375 of the Laws of\n1997, is amended to add a new paragraph (f) is added to provide where\nsuch child is determined to be an abandoned infant pursuant to\nsection one thousand thirty-one-a of the Family Court Act.\n\nSection Ten - Effective date shall be 60 days after it has become a law.\n\nJUSTIFICATION:\nThe Abandoned Infant Protection Act of 2000 created a procedure\nwhereby individuals would be protected from prosecution if they place\ntheir infant in a \"Safe Haven\". While the state should be applauded\nfor this effort, it is important that we go another step to make sure\nthese children are placed in permanent, loving, adoptive homes at the\nearliest convenience rather than lingering in the State's foster care\nsystem.\n\nThis legislation will give direction to the local social service\nagencies and the judicial system to process the transfer of\nguardianship and custody of infants abandoned pursuant to the\nAbandoned Infant Protection Act forthwith and to allow these babies\nto be freed for adoption.\n\nAny financial savings to the state due to expedited placement of these\nchildren in adoptive homes, stands a distant second to the benefits\nto society and the child who will reap the blessings of status and\npermanency in a sound loving environment in the most expedient manner.\n\nLEGISLATIVE HISTORY:\n2009/2010 - S.1338 - Referred to Children & Families\n2007/2008 - S.3828/A.75 - Passed Senate/Assembly, Children & Families\n2005/2006 - S.488-A/A.674-A - Passed Senate/Assembly Children & Families\n2003/2004 - S.1015 - Passed Senate/Assembly Codes\n2001/2002 - S.2683-C - Passed Senate/Assembly Children &\nFamilies/Assembly Rules\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect 60 days after it has become\na law.\n\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the family court act and the domestic relations law, in relation to abandoned infants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T111555.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110110.T111054.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110113.T190432.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472805
}