{
  "year" : 2011,
  "senateBillNo" : "S1535-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1535-2011-1294635600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a cigarette butt recycling program",
  "summary" : "Establishes a cigarette butt recycling program. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S7999-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1535\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         developing a cigarette butts recycling program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 27-1019 of the environmental  conservation  law  is\n    2  renumbered section 27-1021 and a new section 27-1019 is added to read as\n    3  follows:\n    4  S 27-1019. CIGARETTE BUTT RECYCLING AND WASTE CONTROL.\n    5    1.  THE  COMMISSIONER, IN CONSULTATION WITH THE COMMISSIONER OF HEALTH\n    6  SHALL DEVELOP AND IMPLEMENT A PROGRAM FOR THE COLLECTION  AND  RECYCLING\n    7  OF CIGARETTE BUTTS.\n    8    2. SUCH PROGRAM SHALL INCLUDE BUT NOT BE LIMITED TO:\n    9    A.  ESTABLISHING  A STATEWIDE SYSTEM AND REDEMPTION FACILITIES FOR THE\n   10  COLLECTION OF USED CIGARETTE BUTTS VIA AUTOMATED OR NON-AUTOMATED  RECY-\n   11  CLING  EQUIPMENT  TO BE SITUATED LOCALLY, BUT NOT LESS THAN ONE FACILITY\n   12  PER COUNTY;\n   13    B. ESTABLISHING A DEPOSIT AND REFUND VALUE  FOR  INDIVIDUAL  CIGARETTE\n   14  BUTTS  RETURNED  TO  COLLECTION FACILITIES OF NOT LESS THAN ONE CENT PER\n   15  CIGARETTE BUTT RETURNED AND  ESTABLISH  A  FISCAL  PLAN  ALLOCATING  HOW\n   16  DEPOSIT FUNDS ARE COLLECTED AND REFUNDED; AND\n   17    C.  ESTABLISHING  A PUBLIC EDUCATION AND MARKETING CAMPAIGN TO EDUCATE\n   18  INDIVIDUALS AS TO THE HARM CIGARETTE BUTTS CAUSE TO THE ENVIRONMENT  AND\n   19  WORKING  WITH  CIGARETTE MANUFACTURERS TO IMPLEMENT ANTI-LITTER MESSAGES\n   20  ON THEIR PACKAGING.\n   21    3. THE COMMISSIONER SHALL HAVE THE AUTHORITY TO PROMULGATE  ANY  RULES\n   22  AND REGULATIONS NECESSARY FOR THE IMPLEMENTATION OF THIS PROGRAM.\n   23    4.  FOR  THE  PURPOSES OF THIS SECTION \"CIGARETTE BUTT\" OR \"USED CIGA-\n   24  RETTE BUTT\" SHALL MEAN ANY CIGARETTE, CIGAR, OR TOBACCO PRODUCT  WITH  A\n   25  FILTER  OR BUTT THAT IS NOT SMOKED AND HAS THE POSSIBILITY OF BECOMING A\n   26  WASTE PRODUCT.\n   27    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05066-01-1\n",
  "memo" : "BILL NUMBER:S1535\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to developing a\ncigarette butts recycling program\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo require a program for the collection and recycling\nof cigarette butts.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 27-1019 of the environmental\nconservation law is renumbered section 27-1021 and a new section\n27-1019 is added to direct the commissioner, in consultation with the\ncommissioner of health to develop and implement a program for the\ncollection and recycling of cigarette butts, including a deposit and\nrefund value for each individual cigarette of not less than a penny\neach. A fiscal plan must be established allocating how deposited\nfunds are collected and refunded. A statewide system for redemption\nmust be established as well as a public education and marketing\ncampaign to educate the public as to the harm cigarette butts cause\nto the environment.\n\nJUSTIFICATION:\nAccording to sources there are over 176,000,000 pounds\nof discarded cigarette butts in the United States each year.\nCigarette filters are composed of a bundle of 12,000 plastic like\ncellulose acetate fibers. Each cigarette butt can take up to 10 years\nto biodegrade. There are many.ways to recycle cigarette butts. By\ncreating a program for the collection and recycling of cigarette\nbutts we can create new industries and jobs and while saving millions\nin cleaning and disposal cost.\n\nPRIOR LEGISLATIVE HISTORY:\nThis legislation was previously introduced.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to developing a cigarette butts recycling program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110110.T111054.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T121601.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472800
}