{
  "year" : 2011,
  "senateBillNo" : "S153-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S153-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the New York state department of tax and finance from charging a fee for applications for a certificate of registration pursuant to a re-registration program",
  "summary" : "Prohibits the New York state department of tax and finance from charging a fee for applications for a certificate of registration pursuant to a re-registration program. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A1198",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S7062-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          153\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. MAZIARZ, DeFRANCISCO, LARKIN, RANZENHOFER, SALAND,\n         YOUNG -- read twice and  ordered  printed,  and  when  printed  to  be\n         committed to the Committee on Investigations and Government Operations\n\n       AN  ACT  to  amend  section  1 of part LL-1 of chapter 57 of the laws of\n         2008, relating to directing the commissioner of taxation  and  finance\n         to institute a re-registration program, in relation to prohibiting the\n         New  York  state  department  of  taxation and finance from charging a\n         vendor re-registration fee; to authorize the refund of  all  re-regis-\n         tration  fees  collected  by the New York state department of taxation\n         and finance; and to amend the tax law, in relation to prohibiting  the\n         New  York  state  department  of  taxation  and  finance from charging\n         vendors any fees to collect NYS sales tax\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 1 of part LL-1 of chapter 57 of the laws of 2008,\n    2  relating to directing the commissioner of taxation and finance to insti-\n    3  tute a re-registration program, is amended to read as follows:\n    4    Section 1.  The commissioner of taxation and finance  is  directed  to\n    5  institute  a re-registration program pursuant to section 1134 of the tax\n    6  law, which program should be completed by March  31,  2012.    [Notwith-\n    7  standing  any  law  to  the  contrary, every certificate of registration\n    8  filed pursuant to this re-registration program by a person  required  to\n    9  file sales and compensating use tax returns for the monthly or quarterly\n   10  periods  described in section 1136 of the tax law must be accompanied by\n   11  a 50 dollar application fee to constitute a complete  application.  This\n   12  fee must be paid and disposed of in the same manner as the taxes imposed\n   13  by  section  1105  of  the  tax  law  and  may  be determined, assessed,\n   14  collected and enforced in the same manner as the tax imposed by  article\n   15  28  of  the tax law. Notwithstanding section 1148 of the tax law, or any\n   16  other law to the contrary, such commissioner must retain from the appli-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01499-01-1\n\n       S. 153                              2\n\n    1  cation fees collected or  received  an  amount  that  such  commissioner\n    2  determines  is  necessary to cover reasonable costs of such commissioner\n    3  in implementing, administering and enforcing registrations  pursuant  to\n    4  this  section, but no more than the amount of those fees. The provisions\n    5  of subdivisions (a) and (c) of section 1139 of the tax law apply, except\n    6  that no interest is allowed or paid on any  refund.]  A  person  may  be\n    7  subject  to the re-registration program directed by this section even if\n    8  such person holds a certificate of authority that has not been in effect\n    9  for a period of at least three years.\n   10    S 2. Notwithstanding any law, rule or regulation to the contrary,  all\n   11  50  dollar  application fees collected by the department of taxation and\n   12  finance pursuant  to  the  re-registration  program  instituted  by  the\n   13  commissioner  of taxation and finance as authorized by section 1 of part\n   14  LL-1 of chapter 57 of the laws of 2008 shall be refunded to the  persons\n   15  who paid such fees.\n   16    S 3. Paragraph 5 of subdivision (a) of section 1134 of the tax law, as\n   17  amended by chapter 2 of the laws of 1995, is amended to read as follows:\n   18    (5) If the commissioner considers it necessary for the proper adminis-\n   19  tration  of  the  sales  and use taxes and prepaid taxes imposed by this\n   20  article and pursuant to the authority of  article  twenty-nine  of  this\n   21  chapter,  it  may  require  every  person  under this section or section\n   22  twelve hundred fifty-three of this chapter who holds  a  certificate  of\n   23  authority to file a new certificate of registration, WITHOUT CHARGE, AND\n   24  in  such  form and at such time as the commissioner may prescribe and to\n   25  surrender such certificate of authority. The  commissioner  may  require\n   26  such  filing  and  such  surrender  not more often than once every three\n   27  years. Upon the filing of  such  certificate  of  registration  and  the\n   28  surrender  of  such  certificate  of  authority,  the commissioner shall\n   29  issue, within such time as the commissioner may prescribe, a new certif-\n   30  icate of authority, without charge, to each registrant and  a  duplicate\n   31  thereof for each additional place of business of such registrant.\n   32    S  4.  This  act  shall  take  effect  immediately;  provided that the\n   33  provisions of section two of this act shall apply to all certificates of\n   34  registration required to be filed under section  1134  of  the  tax  law\n   35  pursuant  to  the re-registration program instituted by the commissioner\n   36  of taxation and finance as authorized by section 1 of part LL-1 of chap-\n   37  ter 57 of the laws of 2008 and filed on or after November 1, 2008.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend section 1 of part LL-1 of chapter 57 of the laws of 2008, relating to directing the commissioner of taxation and finance to institute a re-registration program, in relation to prohibiting the New York state department of taxation and finance from charging a vendor re-registration fee; to authorize the refund of all re-registration fees collected by the New York state department of taxation and finance; and to amend the tax law, in relation to prohibiting the New York state department of taxation and finance from charging vendors any fees to collect NYS sales tax ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T111805.TXT", "SOBI.D101210.T161216.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D101210.T152204.TXT", "SOBI.D101210.T151703.TXT", "SOBI.D101210.T160705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345049459
}