{
  "year" : 2011,
  "senateBillNo" : "S1536-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1536-2011-1294635600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the crime of operating a vehicle while fatigued",
  "summary" : "Establishes the crime of operating a vehicle while fatigued; relates to vehicular assault and vehicular manslaughter by including within the definition of such crimes the operation of a vehicle while fatigued where the result of such operation is serious physical injury or death to another person. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A2535",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "SA1372-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1536\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and  traffic  law  and  the  penal  law,  in\n         relation to operating a vehicle while fatigued; in relation to vehicu-\n         lar assault and vehicular manslaughter; and providing for the mandato-\n         ry  suspension  of  a  driver's license upon conviction of operating a\n         vehicle while fatigued\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1212-a to read as follows:\n    3    S 1212-A. OPERATING A VEHICLE WHILE FATIGUED.  (A) A PERSON IS  GUILTY\n    4  OF  OPERATING A VEHICLE WHILE FATIGUED WHEN HE OR SHE OPERATES ANY VEHI-\n    5  CLE WHILE HIS OR HER ABILITY TO DRIVE IS IMPAIRED BY FATIGUE.  PROOF  OF\n    6  FATIGUED OPERATION SHALL INCLUDE, BUT NOT BE LIMITED TO:\n    7    (1) EVIDENCE THAT THE DEFENDANT FELL ASLEEP WHILE DRIVING;\n    8    (2)  EVIDENCE  THAT  THE DEFENDANT WAS AWARE OR SHOULD REASONABLY HAVE\n    9  BEEN EXPECTED TO BE AWARE THAT HE OR SHE  HAS  BEEN  WITHOUT  SLEEP  FOR\n   10  TWENTY-FOUR OR MORE CONSECUTIVE HOURS.\n   11    EVIDENCE  OF SUCH LACK OF SLEEP AS SET FORTH IN THIS SUBDIVISION SHALL\n   12  CREATE A REBUTTABLE PRESUMPTION THAT SUCH PERSON'S ABILITY TO DRIVE  WAS\n   13  IMPAIRED BY FATIGUE.\n   14    (B)  FOR THE PURPOSES OF THIS SECTION, THE TERM \"VEHICLE\" SHALL MEAN A\n   15  MOTOR VEHICLE, MOTORCYCLE, VESSEL, PUBLIC VESSEL,  SNOWMOBILE,  ALL-TER-\n   16  RAIN  VEHICLE  OR  ANY  OTHER  VEHICLE PROPELLED BY ANY POWER OTHER THAN\n   17  MUSCULAR POWER.\n   18    (C) THIS SECTION SHALL NOT APPLY TO EMERGENCY PERSONNEL ENGAGED IN THE\n   19  RESPONSE TO  A  CATASTROPHIC  EVENT  WHICH  AFFECTS  PUBLIC  SAFETY;  OR\n   20  MEDICAL,  FIRE  OR AMBULANCE PERSONNEL RESPONDING TO CERTAIN EMERGENCIES\n   21  OR CALLS FOR ASSISTANCE; OR PERSONS IMPAIRED BY  FATIGUE  UNDER  CIRCUM-\n   22  STANCES  IN  WHICH  A  REASONABLE  PERSON WOULD NOT HAVE ANTICIPATED THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05515-01-1\n\n       S. 1536                             2\n\n    1  ONSET OF FATIGUE NOR HAD A REASONABLE OPPORTUNITY TO DISCONTINUE  OPERA-\n    2  TION OF HIS OR HER VEHICLE.\n    3    (D)  EVERY  PERSON VIOLATING THIS SECTION SHALL BE GUILTY OF A CLASS A\n    4  MISDEMEANOR. A FIRST VIOLATION OF THIS SECTION SHALL  BE  SUBJECT  TO  A\n    5  FINE  NOT  TO  EXCEED  FIVE HUNDRED DOLLARS; ANY SUBSEQUENT VIOLATION OF\n    6  THIS SECTION SHALL BE SUBJECT TO A  FINE  NOT  TO  EXCEED  ONE  THOUSAND\n    7  DOLLARS   AND  MANDATORY  LICENSE  SUSPENSION  IN  ACCORDANCE  WITH  THE\n    8  PROVISIONS OF SECTION FIVE HUNDRED TEN OF THIS CHAPTER.\n    9    S 2. Paragraph b of subdivision 2 of section 510 of  the  vehicle  and\n   10  traffic  law  is  amended  by adding a new subparagraph (xvi) to read as\n   11  follows:\n   12    (XVI) FOR A PERIOD OF SIX MONTHS WHERE THE HOLDER IS  CONVICTED  OF  A\n   13  VIOLATION OF SECTION TWELVE HUNDRED TWELVE-A OF THIS CHAPTER.\n   14    S  3. Subparagraph 2 of paragraph (a) of subdivision 2 of section 1193\n   15  of the vehicle and traffic law, as amended by chapter 196 of the laws of\n   16  1996, is amended and a new subparagraph 3 is added to read as follows:\n   17    (2) Persons under the age of twenty-one; driving after having consumed\n   18  alcohol. Six months, where the holder has been found to have operated  a\n   19  motor  vehicle  after  having  consumed  alcohol in violation of section\n   20  eleven hundred ninety-two-a of this article where such person was  under\n   21  the age of twenty-one at the time of commission of such violation[.];\n   22    (3)  PERSONS  UNDER  THE  AGE OF TWENTY-ONE; OPERATING A VEHICLE WHILE\n   23  FATIGUED. SIX MONTHS, WHERE THE HOLDER HAS BEEN FOUND TO HAVE OPERATED A\n   24  VEHICLE WHILE FATIGUED IN VIOLATION OF SECTION TWELVE  HUNDRED  TWELVE-A\n   25  OF THIS CHAPTER WHERE SUCH PERSON WAS UNDER THE AGE OF TWENTY-ONE AT THE\n   26  TIME OF COMMISSION OF SUCH VIOLATION.\n   27    S 4. Section 120.03 of the penal law, as amended by chapter 732 of the\n   28  laws of 2006, is amended to read as follows:\n   29  S 120.03 Vehicular assault in the second degree.\n   30    A  person  is guilty of vehicular assault in the second degree when he\n   31  or she causes serious physical injury to another person, and either:\n   32    (1) operates a motor vehicle in violation of subdivision  two,  three,\n   33  four  or  four-a of section eleven hundred ninety-two of the vehicle and\n   34  traffic law OR OPERATES A VEHICLE IN VIOLATION OF SECTION TWELVE HUNDRED\n   35  TWELVE-A OF THE VEHICLE AND TRAFFIC LAW or operates a vessel  or  public\n   36  vessel in violation of paragraph (b), (c), (d) or (e) of subdivision two\n   37  of  section  forty-nine-a of the navigation law, and as a result of such\n   38  intoxication or impairment by the use of a  drug,  or  by  the  combined\n   39  influence  of  drugs or of alcohol and any drug or drugs, OR BY FATIGUE,\n   40  operates such motor vehicle, vessel or public vessel in  a  manner  that\n   41  causes such serious physical injury to such other person, or\n   42    (2)  operates  a  motor  vehicle with a gross vehicle weight rating of\n   43  more than eighteen thousand pounds which contains flammable gas,  radio-\n   44  active  materials  or  explosives  in  violation  of  subdivision one of\n   45  section eleven hundred ninety-two of the  vehicle  and  traffic  law  OR\n   46  OPERATES  A  VEHICLE  IN VIOLATION OF SECTION TWELVE HUNDRED TWELVE-A OF\n   47  THE VEHICLE AND TRAFFIC LAW, and such flammable gas, radioactive materi-\n   48  als or explosives is the cause of such serious physical injury, and as a\n   49  result of such impairment by the use of alcohol, OR BY FATIGUE, operates\n   50  such motor vehicle in a manner that causes such serious physical  injury\n   51  to such other person, or\n   52    (3) operates a snowmobile in violation of paragraph (b), (c) or (d) of\n   53  subdivision  one  of section 25.24 of the parks, recreation and historic\n   54  preservation law or operates an all terrain vehicle as defined in  para-\n   55  graph (a) of subdivision one of section twenty-two hundred eighty-one of\n   56  the  vehicle and traffic law and in violation of subdivision two, three,\n\n       S. 1536                             3\n\n    1  four, or four-a of section eleven hundred ninety-two of the vehicle  and\n    2  traffic law OR OPERATES A VEHICLE IN VIOLATION OF SECTION TWELVE HUNDRED\n    3  TWELVE-A OF THE VEHICLE AND TRAFFIC LAW, and as a result of such intoxi-\n    4  cation  or impairment by the use of a drug, or by the combined influence\n    5  of drugs or of alcohol and any drug or drugs, OR  BY  FATIGUE,  operates\n    6  such  snowmobile  or  all  terrain  vehicle in a manner that causes such\n    7  serious physical injury to such other person.\n    8    If it is established that the person  operating  such  motor  vehicle,\n    9  vessel,  public  vessel,  snowmobile  or all terrain vehicle caused such\n   10  serious physical injury while: (A) unlawfully intoxicated or impaired by\n   11  the use of alcohol or a drug[,]; OR (B) UNLAWFULLY IMPAIRED  BY  FATIGUE\n   12  then  there  shall be a rebuttable presumption that, as a result of such\n   13  intoxication or impairment by the use of alcohol or a drug,  or  by  the\n   14  combined  influence  of drugs or of alcohol and any drug or drugs, OR BY\n   15  FATIGUE, such person operated the motor vehicle, vessel, public  vessel,\n   16  snowmobile  or  all terrain vehicle in a manner that caused such serious\n   17  physical injury, as required by this section.\n   18    Vehicular assault in the second degree is a class E felony.\n   19    S 5. The second undesignated paragraph of section 120.04 of the  penal\n   20  law,  as  amended by chapter 496 of the laws of 2009, is amended to read\n   21  as follows:\n   22    If it is established that the  person  operating  such  motor  vehicle\n   23  caused  such  serious  physical injury or injuries while: (A) unlawfully\n   24  intoxicated or impaired by the use of alcohol  or  a  drug,  or  by  the\n   25  combined  influence  of drugs or of alcohol and any drug or drugs[,]; OR\n   26  (B) UNLAWFULLY IMPAIRED BY FATIGUE then  there  shall  be  a  rebuttable\n   27  presumption  that, as a result of such intoxication or impairment by the\n   28  use of alcohol or a drug, or by the combined influence of  drugs  or  of\n   29  alcohol  and  any drug or drugs, OR BY FATIGUE, such person operated the\n   30  motor vehicle in a manner that caused such serious  physical  injury  or\n   31  injuries,  as  required by this section and section 120.03 of this arti-\n   32  cle.\n   33    S 6. Section 125.12 of the penal law, as amended by chapter 732 of the\n   34  laws of 2006, is amended to read as follows:\n   35  S 125.12 Vehicular manslaughter in the second degree.\n   36    A person is guilty of vehicular manslaughter in the second degree when\n   37  he or she causes the death of another person, and either:\n   38    (1) operates a motor vehicle in violation of subdivision  two,  three,\n   39  four  or  four-a of section eleven hundred ninety-two of the vehicle and\n   40  traffic law OR OPERATES A VEHICLE IN VIOLATION OF SECTION TWELVE HUNDRED\n   41  TWELVE-A OF THE VEHICLE AND TRAFFIC LAW or operates a vessel  or  public\n   42  vessel in violation of paragraph (b), (c), (d) or (e) of subdivision two\n   43  of  section  forty-nine-a of the navigation law, and as a result of such\n   44  intoxication or impairment by the use of a  drug,  or  by  the  combined\n   45  influence of drugs or of alcohol and any drug or drugs OR FATIGUE, oper-\n   46  ates such motor vehicle, vessel or public vessel in a manner that causes\n   47  the death of such other person, or\n   48    (2)  operates  a  motor  vehicle with a gross vehicle weight rating of\n   49  more than eighteen thousand pounds which contains flammable gas,  radio-\n   50  active  materials  or  explosives  in  violation  of  subdivision one of\n   51  section eleven hundred ninety-two of the  vehicle  and  traffic  law  OR\n   52  OPERATES  A  VEHICLE  IN VIOLATION OF SECTION TWELVE HUNDRED TWELVE-A OF\n   53  THE VEHICLE AND TRAFFIC LAW, and such flammable gas, radioactive materi-\n   54  als or explosives is the cause of such death, and as a  result  of  such\n   55  impairment  by  the  use  of alcohol, OR BY FATIGUE, operates such motor\n   56  vehicle in a manner that causes the death of such other person, or\n\n       S. 1536                             4\n\n    1    (3) operates a snowmobile in violation of paragraph (b), (c) or (d) of\n    2  subdivision one of section 25.24 of the parks, recreation  and  historic\n    3  preservation  law or operates an all terrain vehicle as defined in para-\n    4  graph (a) of subdivision one of section twenty-two hundred eighty-one of\n    5  the  vehicle  and  traffic  law  in violation of subdivision two, three,\n    6  four, or four-a of section eleven hundred ninety-two of the vehicle  and\n    7  traffic law OR OPERATES A VEHICLE IN VIOLATION OF SECTION TWELVE HUNDRED\n    8  TWELVE-A OF THE VEHICLE AND TRAFFIC LAW, and as a result of such intoxi-\n    9  cation  or impairment by the use of a drug, or by the combined influence\n   10  of drugs or of alcohol and any drug or drugs OR FATIGUE,  operates  such\n   11  snowmobile  or  all terrain vehicle in a manner that causes the death of\n   12  such other person.\n   13    If it is established that the person  operating  such  motor  vehicle,\n   14  vessel,  public  vessel,  snowmobile  or all terrain vehicle caused such\n   15  death while: (A) unlawfully intoxicated or impaired by the use of  alco-\n   16  hol or a drug[,]; OR (B) UNLAWFULLY IMPAIRED BY FATIGUE then there shall\n   17  be  a  rebuttable  presumption that, as a result of such intoxication or\n   18  impairment by the use of alcohol or a drug, or by the combined influence\n   19  of drugs or of alcohol and any drug or drugs, OR BY FATIGUE, such person\n   20  operated the motor vehicle, vessel, public  vessel,  snowmobile  or  all\n   21  terrain  vehicle in a manner that caused such death, as required by this\n   22  section.\n   23    Vehicular manslaughter in the second degree is a class D felony.\n   24    S 7. The second undesignated paragraph of section 125.13 of the  penal\n   25  law,  as  amended by chapter 496 of the laws of 2009, is amended to read\n   26  as follows:\n   27    If it is established that the  person  operating  such  motor  vehicle\n   28  caused  such  death  or  deaths  while:  (A)  unlawfully  intoxicated or\n   29  impaired by the use of alcohol or a drug, or by the  combined  influence\n   30  of  drugs  or  of  alcohol  and  any drug or drugs[,]; OR (B) UNLAWFULLY\n   31  IMPAIRED BY FATIGUE then there shall be a rebuttable  presumption  that,\n   32  as  a result of such intoxication or impairment by the use of alcohol or\n   33  a drug, or by the combined influence of drugs or of alcohol and any drug\n   34  or drugs, OR BY FATIGUE such person operated  the  motor  vehicle  in  a\n   35  manner that caused such death or deaths, as required by this section and\n   36  section 125.12 of this article.\n   37    S 8. This act shall take effect on the one hundred eightieth day after\n   38  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1536\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law and the penal law, in relation to\noperating a vehicle while fatigued; in relation to vehicular assault and\nvehicular manslaughter; and providing for the mandatory suspension of a\ndriver's license upon conviction of operating a vehicle while fatigued\n\nPURPOSE:\nTo strengthen provisions of the vehicle and traffic law and penal law\nthat relate to the crimes of vehicular assault and vehicular\nmanslaughter when serious physical injury or death is caused by a\nperson driving a vehicle while impaired because of lack of sleep.\n\nSUMMARY OF PROVISIONS:\nVehicle and Traffic Law is amended by adding a new\nsection 1212-a:\n\n* Defines operating a vehicle while fatigued.\n* Expands what constitutes proof that a person was driving while\nfatigued\n* Defines criteria for rebuttable presumption\n* Defines vehicle included in law\n* This section shall not apply to emergency\npersonnel engaged in response to catastrophic event which affects\npublic safety; or medical, fire or ambulance personnel responding to\ncertain emergencies or calls for assistance; or persons impaired by\nfatigue under circumstances in which a reasonable person would not\nhave anticipated the onset of fatigue nor had a reasonable\nopportunity to discontinue operation of his or her vehicle.\n* Defines class of crime and penalties.\n\nParagraph b of subdivision 2 of section 510 of the vehicle and traffic\nlaw is amended by adding a new subparagraph (xvi) regarding penalties.\n\nSubparagraph 2 of paragraph (a) of subdivision 2 of section 1193 of\nthe V & TL, as amended by chapter 196 of the laws of 1996 is amended\nand a new subparagraph 3 is added regarding penalties for persons\nunder the age of twenty one.\n\nSection 120.03 of the penal law is amended to include driving while\nfatigued as vehicular assault in the second degree.\n\nJUSTIFICATION:\nCurrent criminal law provisions are an inadequate deterrent to drivers\nwho knowingly operate a vehicle while fatigued and drowsy. This\ncreates\nan enhanced risk of serious injury to, or the death of, innocent\nvictims. The addition of the rebuttable presumption provision would\ncreate a causal link between a driver who causes serious physical\ninjury or death and a presumption that it was his or her drowsiness\nthat was the cause. The accused would be able to rebut such a\npresumption by presenting evidence that shows that it was a separate\nintervening factor or factors that caused the serious injury or death.\n\n\nLEGISLATIVE HISTORY:\nThis bill has been previously introduced.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n180 days after it shall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the penal law, in relation to operating a vehicle while fatigued; in relation to vehicular assault and vehicular manslaughter; and providing for the mandatory suspension of a driver's license upon conviction of operating a vehicle while fatigued ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110110.T111054.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110119.T124812.TXT", "SOBI.D110113.T190432.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295459292713
}