{
  "year" : 2011,
  "senateBillNo" : "S1539-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1539-2011-1294635600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes imposition of life imprisonment without parole sentence for persistent violent felony offenders; repealer",
  "summary" : "Authorizes imposition of life imprisonment without parole sentence for persistent violent felony offenders upon conviction of a violent felony offense when such person has previously been subjected to two or more predicate violent felony convictions. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S1480-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1539\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to sentencing  of  persistent\n         violent felony offenders; and to repeal subdivision 3 of section 70.08\n         of such law relating to minimum periods of imprisonment for persistent\n         violent felony offenders\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 70.00 of the penal law, as amended\n    2  by chapter 482 of the laws of 2009, is amended to read as follows:\n    3    5.  Life  imprisonment  without  parole.  Notwithstanding  any   other\n    4  provision  of  law,  a  defendant sentenced to life imprisonment without\n    5  parole shall not  be  or  become  eligible  for  parole  or  conditional\n    6  release.  For  purposes of commitment and custody, other than parole and\n    7  conditional release, such sentence shall be deemed to be  an  indetermi-\n    8  nate  sentence.  A defendant may be sentenced to life imprisonment with-\n    9  out parole, IN ACCORDANCE WITH THE PROCEDURES PROVIDED BY LAW FOR IMPOS-\n   10  ING SUCH SENTENCE, EITHER: (A) upon conviction for the crime  of  murder\n   11  in the first degree as defined in section 125.27 of this chapter [and in\n   12  accordance  with  the procedures provided by law for imposing a sentence\n   13  for such crime]; (B) UPON CONVICTION OF  A  VIOLENT  FELONY  OFFENSE  AS\n   14  DEFINED  IN  SUBDIVISION  ONE OF SECTION 70.02 OF THIS ARTICLE WHEN SUCH\n   15  DEFENDANT HAS PREVIOUSLY BEEN SUBJECTED TO TWO OR MORE PREDICATE VIOLENT\n   16  FELONY CONVICTIONS AS DEFINED IN PARAGRAPH (B)  OF  SUBDIVISION  ONE  OF\n   17  SECTION  70.04  OF  THIS  ARTICLE. A defendant must be sentenced to life\n   18  imprisonment without parole upon conviction for the crime  of  terrorism\n   19  as  defined  in  section  490.25  of  this  chapter, where the specified\n   20  offense the defendant committed is a class  A-I  felony;  the  crime  of\n   21  criminal  possession  of  a  chemical weapon or biological weapon in the\n   22  first degree as defined in section 490.45 of this chapter; or the  crime\n   23  of  criminal  use of a chemical weapon or biological weapon in the first\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06193-01-1\n\n       S. 1539                             2\n\n    1  degree as defined  in  section  490.55  of  this  chapter;  OR  IS  ALSO\n    2  CONVICTED  OF  A VIOLENT FELONY OFFENSE AS DEFINED IN SUBDIVISION ONE OF\n    3  SECTION 70.02 OF THIS ARTICLE WHEN SUCH DEFENDANT  HAS  PREVIOUSLY  BEEN\n    4  SUBJECTED TO TWO OR MORE PREDICATE VIOLENT FELONY CONVICTIONS AS DEFINED\n    5  IN  PARAGRAPH  (B)  OF SUBDIVISION ONE OF SECTION 70.04 OF THIS ARTICLE;\n    6  provided, however, that nothing in this subdivision  shall  preclude  or\n    7  prevent  a sentence of death when the defendant is also convicted of the\n    8  crime of murder in the first degree as defined in section 125.27 of this\n    9  chapter.  A defendant must be sentenced  to  life  imprisonment  without\n   10  parole  upon  conviction for the crime of murder in the second degree as\n   11  defined in subdivision five of section 125.25 of this chapter or for the\n   12  crime of aggravated murder as defined  in  subdivision  one  of  section\n   13  125.26  of  this chapter. A defendant may be sentenced to life imprison-\n   14  ment without parole upon conviction for the crime of  aggravated  murder\n   15  as defined in subdivision two of section 125.26 of this chapter.\n   16    S  2.  Subdivision  2  of  section 70.08 of the penal law, as added by\n   17  chapter 481 of the laws of 1978, is amended to read as follows:\n   18    2. Authorized sentence. When the court  has  found,  pursuant  to  the\n   19  provisions  of the criminal procedure law, that a person is a persistent\n   20  violent felony offender the court must impose [an indeterminate sentence\n   21  of imprisonment, the maximum term of which shall be  life  imprisonment.\n   22  The  minimum  period  of  imprisonment  under  such  sentence must be in\n   23  accordance with subdivision three of this section] A  SENTENCE  OF  LIFE\n   24  IMPRISONMENT WITHOUT PAROLE PURSUANT TO SECTION 70.00 OF THIS ARTICLE.\n   25    S 3. Subdivision 3 of section 70.08 of the penal law is REPEALED.\n   26    S 4. This act shall take effect on the first of November next succeed-\n   27  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1539\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to sentencing of persistent violent\nfelony offenders; and to repeal subdivision 3 of section 70.08 of such\nlaw relating to minimum periods of imprisonment for persistent violent\nfelony offenders\n\nSUMMARY OF PROVISIONS:\nAmends penal law sections 70.00 (5) and 70.08\n(2) to require that criminal defendants found to be persistent\nviolent felony offenders, as defined in penal law section 70.08 (1\n)(a), be sentenced to life imprisonment without parole. Repeals, as\nInconsistent and unnecessary, penal law section 70.08(3), which sets\nforth the minimum periods of Imprisonment of the various\nindeterminate sentences presently provided for persistent violent\nfelony offenders.\n\nJUSTIFICATION:\nThe category of criminal defendants defined under law\nas persistent violent felony offenders is comprised of those who have\nbeen convicted on at least two previous and separate occasions of\nviolent felony offenses such as: kidnaping; first degree rape or\nsodomy;\nor first or second degree robbery, burglary, assault or aggravated\nsexual abuse. In order for a defendant to be classified as a\npersistent violent felony offender, each of that defendant's violent\nfelonies must have been committed after sentence for the previous\nviolent felony was imposed. In addition, each of the defendant's\ntotal of at least three Violent felonies must have been committed\nwithin ten years, not counting time served under imprisonment, of the\nImposition of sentence on the preceding violent felony. (People v.\nMorse. 62 N.Y.2d 205 1984, appeal dismissed 105 S.Ct. 951 1985).\nThus, persistent violent felony offenders are among the most\ndangerous of all repeat criminals.\n\nAlthough the sentences which may be imposed on persistent violent\nfelony offenders were Increased in 1995 (Ch. 3, L.1995) so that they\nrange from an indeterminate term of twelve years to life up to an\nindeterminate term of twenty-five years to life, this is still\ninsufficient.\nInformation from the New York State Department of Correctional\nServices reveals that persistent violent felony offenders are\ncurrently Incarcerated for an average of only nine years;\nfar less than what is warranted by the history and nature of their\ncrimes.\n\nThis is compellingly illustrated by.a recent case from Nassau County.\nReturning to his home from his second job late at night, an unarmed\nman was shot In the head at close range in the course of an attempted\nrobbery. The victim died within a couple of hours. His killer, who\nwas apprehended the following day near the crime scene, had a twenty\npage prior arrest record covering twenty-three years and including\nnumerous felony and misdemeanor arrests. At the time of this latest\narrest, the killer was on parole for approximately two weeks from his\nthird violent felony conviction since 1980. Had this measure been\n\n\napplicable to his most recent Violent felony sentence in 1992, he\nwould not have been free to take the life of an innocent citizen in\n1996.\n\nThis bill will remedy the present senseless situation. If it will\naccomplish this by requiring that a defendant who has been separately\nconvicted and sentenced for three or more violent felonies and who is\ndetermined by a court to be a persistent violent felony offender, be\nsentenced to life imprisonment without parole.\n\nThis will provide an additional measure of deterrence against the\ncommission of violent crime.\nThe enactment of such a \"three strikes and you're in\" law will also\nhelp to ensure that violent, recidivist criminals are permanently\nprevented from posing a further danger to the safety of society.\n\nLEGISLATIVE HISTORY:\n2009/2010 - S.1480  - Referred to Codes\n2007/2008 - S.435-A - Passed Senate Non-Controversial 45-8 Assembly Codes\n2005/2006 - S.3157  - Passed Senate/Assembly Codes\n2003/2004 - S.554   - Passed Senate/Assembly Codes\n2001/2002 - S.403   - Passed Senate/Assembly Codes\n1999/2000 - S.966   - Passed Senate/Assembly Codes\n1998      - S.5624  - Passed Senate/Assembly Codes\n\nFISCAL IMPLICATIONS:\nAlthough this measure will result In an\nas-vet-undetermined fiscal impact due to increased incarceration\ncosts, this will be more than offset by the increased measure of\nprotection afforded to the public.\n\nEFFECTIVE DATE:\nThis act shall take effect the first day of November\nnext succeeding the date on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to sentencing of persistent violent felony offenders; and to repeal subdivision 3 of section 70.08 of such law relating to minimum periods of imprisonment for persistent violent felony offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T111555.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110113.T190432.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472806
}