{
  "year" : 2011,
  "senateBillNo" : "S1532-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1532-2011-1294635600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the purchase, sale or installation of salvaged high-intensity discharge headlamps",
  "summary" : "Relates to the purchase, sale, or installation of salvaged high-intensity discharge headlamps; requires records to be kept regarding used HID lights including what vehicle they are taken from and the identification of the owner of such vehicle; and provides for penalties. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S1383-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1532\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to  the  purchase,\n         sale, or installation of salvaged high-intensity discharge headlamps\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  398-e to read as follows:\n    3    S 398-E. PURCHASE, SALE, OR INSTALLATION  OF  SALVAGED  HIGH-INTENSITY\n    4  DISCHARGE HEADLAMPS. 1. FOR THE PURPOSES OF THIS SECTION, A \"HIGH-INTEN-\n    5  SITY  DISCHARGE/HID  HEADLAMP\"  MEANS  A  HEADLAMP WHICH EMITS TWICE THE\n    6  LIGHT OF A CONVENTIONAL  HALOGEN  HEADLAMP  AND  PRODUCES  A  BLUE-WHITE\n    7  LIGHT.\n    8    2.  ANY  PERSON  ENGAGED  IN  THE  BUSINESS OF PURCHASING, SELLING, OR\n    9  INSTALLING SALVAGED HIGH-INTENSITY DISCHARGE HEADLAMPS SHALL MAINTAIN  A\n   10  MANUAL  OR  ELECTRONIC  RECORD  OF  THE PURCHASE, SALE, OR INSTALLATION,\n   11  WHICH MUST INCLUDE THE IDENTIFICATION NUMBER OF THE SALVAGED  HID  HEAD-\n   12  LAMP;  THE  VEHICLE  IDENTIFICATION NUMBER OF THE VEHICLE FROM WHICH THE\n   13  SALVAGED HID HEADLAMP WAS  REMOVED;  THE  NAME,  ADDRESS,  AND  DRIVER'S\n   14  LICENSE  NUMBER OR OTHER MEANS OF IDENTIFICATION OF THE PERSON FROM WHOM\n   15  THE SALVAGED HID HEADLAMP WAS PURCHASED; AND,  IN  THE  EVENT  THAT  THE\n   16  SALVAGED HID HEADLAMP IS INSTALLED, THE VEHICLE IDENTIFICATION NUMBER OF\n   17  THE  VEHICLE  INTO WHICH THE HID HEADLAMP IS INSTALLED. SUCH RECORD MUST\n   18  BE MAINTAINED FOR THIRTY-SIX MONTHS FOLLOWING THE TRANSACTION AND MAY BE\n   19  INSPECTED DURING NORMAL BUSINESS HOURS BY ANY LAW ENFORCEMENT OFFICER OF\n   20  THIS STATE. ANY PERSON WHO SELLS A SALVAGED HID HEADLAMP OR WHO INSTALLS\n   21  A SALVAGED HID HEADLAMP MUST DISCLOSE TO THE PURCHASER OR CONSUMER  THAT\n   22  THE HID HEADLAMP IS SALVAGED.\n   23    3.  ANY  PERSON  WHO  KNOWINGLY POSSESSES, SELLS, OR INSTALLS A STOLEN\n   24  UNINSTALLED HIGH-INTENSITY DISCHARGE HEADLAMP SHALL BE GUILTY OF A CLASS\n   25  E FELONY. THE OWNER OR PROPRIETOR OF ANY BUSINESS THAT FAILS TO MAINTAIN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05516-01-1\n\n       S. 1532                             2\n\n    1  COMPLETE AND ACCURATE RECORDS AS REQUIRED BY  SUBDIVISION  TWO  OF  THIS\n    2  SECTION SHALL BE GUILTY OF A MISDEMEANOR FOR SUCH FAILURE.\n    3    S 2. This act shall take effect on the first of November next succeed-\n    4  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the purchase, sale, or installation of salvaged high-intensity discharge headlamps ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110110.T111054.TXT", "SOBI.D110111.T141713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773433177
}