{
  "year" : 2011,
  "senateBillNo" : "S1534-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1534-2011-1294635600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to actions brought by employees for unpaid wages; and creates the employee wage safety fund",
  "summary" : "Creates a fund for the compensation of unpaid or underpaid employees; requires the division of labor standards to provide instruction and assistance pertaining to tax filing and reporting requirements to persons who claim unpaid wages; directs the commissioner of taxation and finance to provide for the collection of income taxes from judgments for unpaid wages. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "S3192-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1534\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation  to  money\n         judgments  in  satisfaction of actions brought by employees for unpaid\n         or underpaid wages; to amend the state finance  law,  in  relation  to\n         creating  the  employee wage safety fund; and to require dissemination\n         of certain information by the division of labor standards\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"wage safety act\".\n    3    S 2. The civil practice law and rules  is  amended  by  adding  a  new\n    4  section 5020-b to read as follows:\n    5    S  5020-B.  JUDGMENTS;  TAXES PAID IN CERTAIN CASES. IN CASES OF MONEY\n    6  JUDGMENTS IN SATISFACTION OF ACTIONS BROUGHT BY EMPLOYEES FOR UNPAID  OR\n    7  UNDERPAID  WAGES, THE JUDGMENT DEBTOR SHALL BE REQUIRED TO PAY AN AMOUNT\n    8  EQUAL TO TEN PERCENT OF SUCH JUDGMENT INTO THE EMPLOYEE WAGE SAFETY FUND\n    9  ESTABLISHED IN SECTION NINETY-NINE-T OF THE STATE FINANCE LAW.    MONIES\n   10  IN  SUCH  FUND  SHALL  BE  AVAILABLE TO MAKE FULL OR PARTIAL PAYMENTS ON\n   11  JUDGMENTS FOR UNPAID OR UNDERPAID  WAGES  WHERE  SUCH  JUDGMENTS  REMAIN\n   12  UNSATISFIED  FOR A PERIOD OF TIME TO BE SPECIFIED BY THE COMMISSIONER OF\n   13  LABOR.\n   14    S 3. The state finance law is amended by adding a new section 99-t  to\n   15  read as follows:\n   16    S  99-T. THE EMPLOYEE WAGE SAFETY FUND. 1. THERE IS HEREBY ESTABLISHED\n   17  IN THE JOINT CUSTODY OF THE STATE COMPTROLLER AND  THE  COMMISSIONER  OF\n   18  TAXATION  AND  FINANCE  A  FUND TO BE KNOWN AS THE \"EMPLOYEE WAGE SAFETY\n   19  FUND.\"\n   20    2. THE FUND SHALL CONSIST OF THE ADDITIONAL  FEE  OR  SUCH  CHARGE  ON\n   21  MONEY JUDGMENTS ENTERED AGAINST EMPLOYERS ON CLAIMS FOR UNPAID OR UNDER-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00038-01-1\n\n       S. 1534                             2\n\n    1  PAID WAGES PURSUANT TO SECTION FIVE THOUSAND TWENTY-B OF THE CIVIL PRAC-\n    2  TICE LAW AND RULES.\n    3    3.  MONIES  FROM  THIS FUND SHALL BE PAYABLE TO EMPLOYEES WHO MEET THE\n    4  REQUIREMENTS SET FORTH IN SUBDIVISION FOUR OF THIS SECTION ON THE  AUDIT\n    5  AND  WARRANT  OF  THE  COMPTROLLER  BASED  ON  VOUCHERS CERTIFIED BY THE\n    6  COMMISSIONER OF LABOR.\n    7    4. THE COMMISSIONER OF LABOR SHALL CERTIFY VOUCHERS FOR  PAYMENTS  SET\n    8  FORTH IN SUBDIVISION THREE OF THIS SECTION UPON APPROVAL OF APPLICATIONS\n    9  BY  EMPLOYEES  FOR  COMPENSATION OR PAYMENTS BY THE FUND FOR UNSATISFIED\n   10  MONEY JUDGMENTS WHICH WERE  ENTERED  AGAINST  EMPLOYERS  FOR  UNPAID  OR\n   11  UNDERPAID  WAGES.    THE  COMMISSIONER  OF  LABOR  MAY AUTHORIZE FULL OR\n   12  PARTIAL PAYMENT ON CLAIMS BASED UPON CRITERIA SET FORTH  IN  REGULATIONS\n   13  TO BE ADOPTED AND IN CONSIDERATION OF THE AMOUNTS AVAILABLE THEREFOR.  A\n   14  JUDGMENT  SHALL  BE  CONSIDERED  UNSATISFIED WHERE THE DIVISION OF LABOR\n   15  STANDARDS IS UNABLE, AFTER REASONABLE EFFORTS ARE MADE, TO COLLECT  SUCH\n   16  JUDGMENT  AMOUNT FROM AN EMPLOYER OR FORMER EMPLOYER. AN EMPLOYEE MAKING\n   17  A CLAIM THROUGH THE DIVISION SHALL COOPERATE FULLY IN SUCH EFFORTS.\n   18    S 4. The department of labor, by and through  the  division  of  labor\n   19  standards  shall  require  all  applicants filing a complaint for unpaid\n   20  wages with the division to provide either his  or  her  social  security\n   21  number or, in case of a noncitizen or undocumented immigrant, his or her\n   22  tax  identification  number. The division shall inform each applicant of\n   23  his or her duty to report his or her income to the department  of  taxa-\n   24  tion  and  finance and shall provide him or her with an I-1099 tax form.\n   25  The division shall make available  to  all  applicants  instruction  and\n   26  assistance  in  completing  such  forms,  including  but not limited to,\n   27  translation of such instructions for non-English speaking individuals or\n   28  those with limited English proficiency.\n   29    S 5. The commissioner of taxation and finance is  hereby  directed  to\n   30  implement  procedures  to  provide for the payment or partial payment of\n   31  income taxes due on judgments for unpaid or underpaid wages at the  time\n   32  that the division of labor standards distributes an award to an eligible\n   33  employee.\n   34    S  6. The commissioner of labor is hereby authorized to promulgate any\n   35  rules or regulations necessary for the implementation of this act on  or\n   36  before its effective date.\n   37    S 7. This act shall take effect immediately and shall apply to taxable\n   38  years beginning on and after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to money judgments in satisfaction of actions brought by employees for unpaid or underpaid wages; to amend the state finance law, in relation to creating the employee wage safety fund; and to require dissemination of certain information by the division of labor standards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110110.T111054.TXT", "SOBI.D110111.T141713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773433192
}