{
  "year" : 2011,
  "senateBillNo" : "S1531-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1531-2011-1294635600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the information that will be maintained on sex offenders by the division of criminal justice services",
  "summary" : "Requires the division of criminal justice services to maintain a record of the social security number, license plate number, motor vehicle description, employment address and criminal history of sex offenders; requires level 3 sex offenders to personally verify their registration every 3 months; requires level 2 sex offenders to personally verify their registration every 6 months; requires level 1 sex offenders to personally verify their registration annually; requires sex offenders to personally verify any change of name, address or status within 3 business days of any such change; directs the division of criminal justice services to maintain a subdirectory of all sex offenders; elevates from a class A misdemeanor to a class D felony, any violation by a sex offender of the sex offender registration act. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S1486-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1531\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT  to  amend the correction law, in relation to the maintenance of\n         information on sex offenders, registration  and  verification  by  sex\n         offenders,  the subdirectory of sex offenders, and the penalty for the\n         failure of a sex offender to comply with verification and registration\n         requirements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (a) and (e) of subdivision 1 of section 168-b of\n    2  the  correction  law, paragraph (a) as amended by chapter 67 of the laws\n    3  of 2008 and paragraph (e) as amended by chapter 10 of the laws of  2003,\n    4  are amended and a new paragraph (e-1) is added to read as follows:\n    5    (a) The sex offender's name, all aliases used, SOCIAL SECURITY NUMBER,\n    6  date  of  birth,  sex, race, height, weight, eye color, driver's license\n    7  number, LICENSE PLATE NUMBER AND DESCRIPTION OF ANY MOTOR VEHICLE  OWNED\n    8  OR  OPERATED  BY THE SEX OFFENDER, home address and/or expected place of\n    9  domicile, any internet accounts with internet access providers belonging\n   10  to such offender and internet identifiers that such offender uses.\n   11    (e) [If the sex offender has been given  a  level  three  designation,\n   12  such] THE offender's employment address and/or expected place of employ-\n   13  ment.\n   14    (E-1)  THE CRIMINAL HISTORY OF THE SEX OFFENDER, INCLUDING THE DATE OF\n   15  ALL ARRESTS AND CONVICTIONS; THE STATUS OF PAROLE, PROBATION OR  RELEASE\n   16  UNDER SUPERVISION; REGISTRATION STATUS; THE EXISTENCE OF ANY OUTSTANDING\n   17  ARREST  WARRANTS  FOR  THE  SEX  OFFENDER;  AND  A  PHOTOCOPY OF THE SEX\n   18  OFFENDER'S DRIVER'S LICENSE OR GOVERNMENT ISSUED IDENTIFICATION CARD.\n   19    S 2. Subdivisions 1 and 2 of section 168-c of the correction  law,  as\n   20  amended  by  chapter  11  of  the  laws  of 2002, are amended to read as\n   21  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06234-01-1\n\n       S. 1531                             2\n\n    1    1. In the case of any sex offender,  it  shall  be  the  duty  of  the\n    2  department,  hospital or local correctional facility at least ten calen-\n    3  dar days prior to the release or discharge of any sex  offender  from  a\n    4  correctional facility, hospital or local correctional facility to notify\n    5  the division of the contemplated release or discharge of such sex offen-\n    6  der,  informing  the division in writing on a form provided by the divi-\n    7  sion indicating the address at which he or she proposes  to  reside  and\n    8  the  name and address of any institution of higher education at which he\n    9  or she expects to  be  enrolled,  attending  or  employed,  whether  for\n   10  compensation  or not, and whether he or she resides in or will reside in\n   11  a facility owned or operated by such institution, AND THE SEX OFFENDER'S\n   12  EMPLOYMENT ADDRESS AND/OR EXPECTED PLACE OF EMPLOYMENT.    If  such  sex\n   13  offender  changes  his  or  her place of residence while on parole, such\n   14  notification of the change  of  residence  shall  be  sent  by  the  sex\n   15  offender's  parole officer within forty-eight hours to the division on a\n   16  form provided by the division. If such sex offender changes  the  status\n   17  of  his  or  her  enrollment, attendance, employment or residence at any\n   18  institution of higher education,  OR  EMPLOYMENT  ADDRESS  OR  PLACE  OF\n   19  EMPLOYMENT  while  on  parole, such notification of the change of status\n   20  shall be sent by the sex offender's parole  officer  within  forty-eight\n   21  hours to the division on a form provided by the division.\n   22    2.  In the case of any sex offender on probation, it shall be the duty\n   23  of the sex offender's probation officer to notify  the  division  within\n   24  forty-eight  hours  of  the new place of residence on a form provided by\n   25  the division. If such sex offender changes the  status  of  his  or  her\n   26  enrollment,  attendance,  employment  or residence at any institution of\n   27  higher education, OR EMPLOYMENT ADDRESS OR PLACE OF EMPLOYMENT while  on\n   28  probation,  such  notification  of the change of status shall be sent by\n   29  the sex offender's probation officer within  forty-eight  hours  to  the\n   30  division on a form provided by the division.\n   31    S  3. Subdivision 2 of section 168-d of the correction law, as amended\n   32  by chapter 684 of the laws of 2005, is amended to read as follows:\n   33    2. Any sex offender, who is released on probation or  discharged  upon\n   34  payment  of  a  fine,  conditional  discharge or unconditional discharge\n   35  shall, prior to such release or discharge, be informed  of  his  or  her\n   36  duty  to register under this article by the court in which he or she was\n   37  convicted. At the time sentence is  imposed,  such  sex  offender  shall\n   38  register with the division on a form prepared by the division. The court\n   39  shall  require  the  sex  offender  to  read  and  sign such form and to\n   40  complete the registration portion of such form. The court shall on  such\n   41  form  obtain  the  address where the sex offender expects to reside upon\n   42  his or her release, and the name and address of any institution of high-\n   43  er education he or she expects to be employed by, enrolled in, attending\n   44  or employed, whether for compensation or not,  and  whether  he  or  she\n   45  expects  to  reside  in a facility owned or operated by such an institu-\n   46  tion, AND THE SEX OFFENDER'S EMPLOYMENT ADDRESS AND/OR EXPECTED PLACE OF\n   47  EMPLOYMENT, and shall report such information to the division. The court\n   48  shall give one copy of the form to the sex offender and shall  send  two\n   49  copies  to  the  division which shall forward the information to the law\n   50  enforcement agencies having jurisdiction. The court  shall  also  notify\n   51  the  district  attorney and the sex offender of the date of the determi-\n   52  nation proceeding to be held  pursuant  to  subdivision  three  of  this\n   53  section,  which shall be held at least forty-five days after such notice\n   54  is given. This  notice  shall  include  the  following  statement  or  a\n   55  substantially  similar  statement:  \"This  proceeding  is  being held to\n   56  determine whether you will be classified as a level 3 offender (risk  of\n\n       S. 1531                             3\n\n    1  repeat  offense  is high), a level 2 offender (risk of repeat offense is\n    2  moderate), or a level 1 offender (risk of repeat  offense  is  low),  or\n    3  whether  you will be designated as a sexual predator, a sexually violent\n    4  offender  or a predicate sex offender, which will determine how long you\n    5  must register as a sex offender and how much information can be provided\n    6  to the public concerning your registration. If you  fail  to  appear  at\n    7  this  proceeding,  without  sufficient  excuse, it shall be held in your\n    8  absence. Failure to appear may result in a longer period of registration\n    9  or a higher level of community notification because you are not  present\n   10  to offer evidence or contest evidence offered by the district attorney.\"\n   11  The  court shall also advise the sex offender that he or she has a right\n   12  to a hearing prior to the court's determination, that he or she has  the\n   13  right  to be represented by counsel at the hearing and that counsel will\n   14  be appointed if he or she is financially unable to  retain  counsel.  If\n   15  the  sex  offender applies for assignment of counsel to represent him or\n   16  her at the hearing and counsel was not previously assigned to  represent\n   17  the  sex  offender  in  the  underlying criminal action, the court shall\n   18  determine whether the offender is financially unable to retain  counsel.\n   19  If  such  a finding is made, the court shall assign counsel to represent\n   20  the sex offender pursuant to article eighteen-B of the county law. Where\n   21  the court orders a sex offender released on probation, such  order  must\n   22  include  a  provision  requiring that he or she comply with the require-\n   23  ments of this article. Where such sex offender violates such  provision,\n   24  probation  may  be immediately revoked in the manner provided by article\n   25  four hundred ten of the criminal procedure law.\n   26    S 4. Subdivision 1 of section 168-e of the correction law, as  amended\n   27  by chapter 11 of the laws of 2002, is amended to read as follows:\n   28    1.  Any  sex offender, to be discharged, paroled, released to post-re-\n   29  lease supervision or released  from  any  state  or  local  correctional\n   30  facility,  hospital  or  institution  where  he  or  she was confined or\n   31  committed, shall at least fifteen  calendar  days  prior  to  discharge,\n   32  parole or release, be informed of his or her duty to register under this\n   33  article,  by  the facility in which he or she was confined or committed.\n   34  The facility shall require the sex offender to read and sign  such  form\n   35  as  may be required by the division stating the duty to register and the\n   36  procedure for registration has been explained  to  him  or  her  and  to\n   37  complete  the  registration  portion  of  such  form. The facility shall\n   38  obtain on such form the address where the sex offender expects to reside\n   39  upon his or her discharge, parole or release and the name and address of\n   40  any institution of higher education he or she expects to be employed by,\n   41  enrolled in, attending or employed, whether for compensation or not, and\n   42  whether he or she expects to reside in a facility owned or  operated  by\n   43  such  an  institution,  AND THE SEX OFFENDER'S EMPLOYMENT ADDRESS AND/OR\n   44  EXPECTED PLACE OF EMPLOYMENT, and shall report such information  to  the\n   45  division. The facility shall give one copy of the form to the sex offen-\n   46  der, retain one copy and shall send one copy to the division which shall\n   47  provide the information to the law enforcement agencies having jurisdic-\n   48  tion.  The  facility  shall give the sex offender a form prepared by the\n   49  division, to register with the division at least fifteen  calendar  days\n   50  prior  to  release  and  such form shall be completed, signed by the sex\n   51  offender and sent to the division by the  facility  at  least  ten  days\n   52  prior to the sex offender's release or discharge.\n   53    S  5.  Subdivisions  2  and  4 of section 168-f of the correction law,\n   54  subdivision 2 as added by chapter 192 of the  laws  of  1995,  paragraph\n   55  (b-1)  of  subdivision  2  as amended by chapter 10 of the laws of 2003,\n   56  paragraphs (b-2), (b-3) and (c-1) of subdivision 2 as added by section 2\n\n       S. 1531                             4\n\n    1  of part O of chapter 56 of the laws of 2005, paragraph (c)  of  subdivi-\n    2  sion  2  as amended by chapter 453 of the laws of 1999 and subdivision 4\n    3  as amended by chapter 67 of the laws of 2008, are  amended  to  read  as\n    4  follows:\n    5    2.  For a sex offender required to register under this article on each\n    6  anniversary of the sex offender's initial registration date  during  the\n    7  period in which he OR SHE is required to register under this section the\n    8  following applies:\n    9    (a)  The sex offender shall mail the verification form to the division\n   10  within ten calendar days after receipt of the form.\n   11    (b) The verification form shall be signed by  the  sex  offender,  and\n   12  state  that  he OR SHE still resides at the address last reported to the\n   13  division[.\n   14    (b-1) If the sex offender has been given a  level  three  designation,\n   15  such  offender  shall  sign  the verification form, and state that he or\n   16  she] AND still is employed at the address last reported to the division.\n   17    [(b-2)] (B-1) If the sex offender has been given a level three  desig-\n   18  nation,  he or she shall personally appear at the law enforcement agency\n   19  having jurisdiction within [twenty days of the first anniversary]  THREE\n   20  MONTHS of the sex offender's initial registration and every [year] THREE\n   21  MONTHS  thereafter  during the period of registration for the purpose of\n   22  providing a current photograph of such  offender.  The  law  enforcement\n   23  agency  having  jurisdiction shall photograph the sex offender and shall\n   24  promptly forward a copy of such photograph to the division. For purposes\n   25  of this paragraph, if such sex offender is confined in a state or  local\n   26  correctional facility, the local law enforcement agency having jurisdic-\n   27  tion  shall  be  the  warden, superintendent, sheriff or other person in\n   28  charge of the state or local correctional facility.\n   29    [(b-3)] (B-2) If the sex offender has been  given  a  [level  one  or]\n   30  level  two  designation,  he  or  she shall personally appear at the law\n   31  enforcement agency having jurisdiction within [twenty days of the  third\n   32  anniversary]  SIX  MONTHS of the sex offender's initial registration and\n   33  every [three years] SIX MONTHS thereafter during the period of registra-\n   34  tion for the purpose of providing a current photograph of such offender.\n   35  The law enforcement agency having jurisdiction shall photograph the  sex\n   36  offender  and  shall  promptly  forward a copy of such photograph to the\n   37  division. For purposes of  this  paragraph,  if  such  sex  offender  is\n   38  confined  in  a  state  or  local  correctional  facility, the local law\n   39  enforcement agency having jurisdiction shall be the warden,  superinten-\n   40  dent,  sheriff  or  other person in charge of the state or local correc-\n   41  tional facility.\n   42    (B-3) IF THE SEX OFFENDER HAS BEEN GIVEN A LEVEL ONE  DESIGNATION,  HE\n   43  OR  SHE  SHALL  PERSONALLY  APPEAR  AT THE LAW ENFORCEMENT AGENCY HAVING\n   44  JURISDICTION WITHIN TWENTY DAYS OF THE  FIRST  ANNIVERSARY  OF  THE  SEX\n   45  OFFENDER'S  INITIAL  REGISTRATION  AND  EVERY YEAR THEREAFTER DURING THE\n   46  PERIOD OF REGISTRATION FOR THE PURPOSE OF PROVIDING A CURRENT PHOTOGRAPH\n   47  OF SUCH OFFENDER. THE LAW ENFORCEMENT AGENCY HAVING  JURISDICTION  SHALL\n   48  PHOTOGRAPH  THE  SEX  OFFENDER AND SHALL PROMPTLY FORWARD A COPY OF SUCH\n   49  PHOTOGRAPH TO THE DIVISION. FOR THE PURPOSES OF THIS PARAGRAPH, IF  SUCH\n   50  SEX  OFFENDER IS CONFINED IN A STATE OR LOCAL CORRECTIONAL FACILITY, THE\n   51  LOCAL LAW ENFORCEMENT AGENCY HAVING JURISDICTION SHALL  BE  THE  WARDEN,\n   52  SUPERINTENDENT,  SHERIFF OR OTHER PERSON IN CHARGE OF THE STATE OR LOCAL\n   53  CORRECTIONAL FACILITY.\n   54    (c) If the sex offender fails to mail the signed verification form  to\n   55  the  division  within ten calendar days after receipt of the form, he or\n\n       S. 1531                             5\n\n    1  she shall be in violation of this section unless he proves  that  he  or\n    2  she has not changed his or her residence address.\n    3    (c-1)  If  the  sex  offender, to whom a notice has been mailed at the\n    4  last reported address pursuant to paragraph [b] (B) of  subdivision  one\n    5  of   section  one  hundred  sixty-eight-b  of  this  article,  fails  to\n    6  personally appear at the law enforcement agency having jurisdiction,  as\n    7  provided in paragraph (B-1), (b-2) or (b-3) of this subdivision[, within\n    8  twenty  days  of the anniversary of the sex offender's initial registra-\n    9  tion], or an alternate later date scheduled by the law enforcement agen-\n   10  cy having jurisdiction, he or she shall be in violation of this section.\n   11  The duty to personally appear  for  such  updated  photograph  shall  be\n   12  temporarily  suspended  during  any  period in which the sex offender is\n   13  confined in any hospital or institution, and  such  sex  offender  shall\n   14  personally  appear for such updated photograph no later than ninety days\n   15  after release from such hospital or institution, or an  alternate  later\n   16  date scheduled by the law enforcement agency having jurisdiction.\n   17    4.  Any  sex  offender  shall register with the division no later than\n   18  [ten calendar] THREE BUSINESS days after any change of NAME OR  address,\n   19  internet  accounts  with  internet  access  providers  belonging to such\n   20  offender, internet identifiers that such offender uses, or  his  or  her\n   21  status  of enrollment, attendance, employment or residence at any insti-\n   22  tution of higher education.  THE  SEX  OFFENDER  SHALL  ALSO  PERSONALLY\n   23  APPEAR  AT  THE  LAW ENFORCEMENT AGENCY HAVING JURISDICTION WITHIN THREE\n   24  BUSINESS DAYS AFTER ANY CHANGE OF NAME OR ADDRESS OR ANY CHANGE  OF  HIS\n   25  OR  HER STATUS OF ENROLLMENT, ATTENDANCE, EMPLOYMENT OR RESIDENCE AT ANY\n   26  INSTITUTION OF HIGHER EDUCATION AND PROVIDE SUCH INFORMATION TO THE  LAW\n   27  ENFORCEMENT AGENCY HAVING JURISDICTION. A fee of ten dollars, as author-\n   28  ized  by  subdivision eight of section one hundred sixty-eight-b of this\n   29  article, shall be submitted by the sex offender each time such  offender\n   30  registers  any  change  of  NAME  OR address or any change of his or her\n   31  status of enrollment, attendance, employment or residence at any  insti-\n   32  tution  of  higher  education.  Any  failure  or  omission to submit the\n   33  required fee shall not affect the acceptance  by  the  division  of  the\n   34  change of address or change of status.\n   35    S  6.  Subdivisions 4 and 5 of section 168-j of the correction law, as\n   36  added by chapter 11 of the laws of 2002, are amended to read as follows:\n   37    4. Upon receipt of a change in the status of the  enrollment,  attend-\n   38  ance,  employment or residence at an institution of higher education, OR\n   39  EMPLOYMENT ADDRESS OR PLACE OF EMPLOYMENT by a sex offender required  to\n   40  register under this article, the division shall notify each law enforce-\n   41  ment agency having jurisdiction which is affected by such change.\n   42    5. Upon receipt of change in the status of the enrollment, attendance,\n   43  employment  or  residence  at  an  institution  of  higher education, OR\n   44  EMPLOYMENT ADDRESS OR PLACE OF EMPLOYMENT by a sex offender required  to\n   45  register  under  this article, each law enforcement agency having juris-\n   46  diction shall adhere to the notification provisions set forth in  subdi-\n   47  vision six of section one hundred sixty-eight-l of this article.\n   48    S  7. Subdivision 2 of section 168-k of the correction law, as amended\n   49  by chapter 684 of the laws of 2005, is amended to read as follows:\n   50    2. The division shall advise the  board  that  the  sex  offender  has\n   51  established  residence  in this state. The board shall determine whether\n   52  the sex offender is required to register with the  division.  If  it  is\n   53  determined  that  the sex offender is required to register, the division\n   54  shall notify the sex offender of his or her duty to register under  this\n   55  article  and  shall  require  the  sex offender to sign a form as may be\n   56  required by the division acknowledging that the duty to register and the\n\n       S. 1531                             6\n\n    1  procedure for registration has been explained to the sex  offender.  The\n    2  division  shall  obtain  on such form the address where the sex offender\n    3  expects to reside within the state AND SUCH  ADDITIONAL  INFORMATION  AS\n    4  THE  DIVISION MAY REQUIRE, and the sex offender shall retain one copy of\n    5  the form and send two copies to the division  which  shall  provide  the\n    6  information  to the law enforcement agency having jurisdiction where the\n    7  sex offender expects to reside within this state. No later  than  thirty\n    8  days  prior to the board making a recommendation, the sex offender shall\n    9  be notified that his or her case is under review and that he or  she  is\n   10  permitted to submit to the board any information relevant to the review.\n   11  After  reviewing  any  information obtained, and applying the guidelines\n   12  established in subdivision five of section one hundred sixty-eight-l  of\n   13  this  article,  the board shall within sixty calendar days make a recom-\n   14  mendation regarding the level of notification  pursuant  to  subdivision\n   15  six  of  section  one  hundred sixty-eight-l of this article and whether\n   16  such sex offender  shall  be  designated  a  sexual  predator,  sexually\n   17  violent  offender,  or  predicate sex offender as defined in subdivision\n   18  seven of section one hundred sixty-eight-a of this article.  This recom-\n   19  mendation shall be confidential and shall not be  available  for  public\n   20  inspection.  It  shall  be submitted by the board to the county court or\n   21  supreme court and to the district attorney in the county of residence of\n   22  the sex offender and to the sex offender. It shall be the  duty  of  the\n   23  county  court  or  supreme  court  in the county of residence of the sex\n   24  offender, applying the guidelines established  in  subdivision  five  of\n   25  section  one  hundred  sixty-eight-l  of  this article, to determine the\n   26  level of notification pursuant to subdivision six of section one hundred\n   27  sixty-eight-l of this article and whether such  sex  offender  shall  be\n   28  designated  a  sexual  predator, sexually violent offender, or predicate\n   29  sex offender as defined in subdivision  seven  of  section  one  hundred\n   30  sixty-eight-a  of this article. At least thirty days prior to the deter-\n   31  mination proceeding, such court shall notify the district  attorney  and\n   32  the  sex offender, in writing, of the date of the determination proceed-\n   33  ing and the court shall also  provide  the  district  attorney  and  sex\n   34  offender  with  a copy of the recommendation received from the board and\n   35  any statement of the reasons for the recommendation  received  from  the\n   36  board.  This  notice shall include the following statement or a substan-\n   37  tially similar statement: \"This proceeding is being  held  to  determine\n   38  whether  you  will  be  classified as a level 3 offender (risk of repeat\n   39  offense is high), a level 2 offender (risk of repeat offense  is  moder-\n   40  ate),  or a level 1 offender (risk of repeat offense is low), or whether\n   41  you will be designated as a sexual predator, a sexually violent offender\n   42  or a predicate sex offender, which will  determine  how  long  you  must\n   43  register  as  a sex offender and how much information can be provided to\n   44  the public concerning your registration. If you fail to appear  at  this\n   45  proceeding, without sufficient excuse, it shall be held in your absence.\n   46  Failure  to  appear  may  result in a longer period of registration or a\n   47  higher level of community notification because you are  not  present  to\n   48  offer  evidence  or  contest evidence offered by the district attorney.\"\n   49  The court shall also advise the sex offender that he or she has a  right\n   50  to  a hearing prior to the court's determination, that he or she has the\n   51  right to be represented by counsel at the hearing and that counsel  will\n   52  be  appointed  if  he  or she is financially unable to retain counsel. A\n   53  returnable form shall be enclosed in  the  court's  notice  to  the  sex\n   54  offender  on which the sex offender may apply for assignment of counsel.\n   55  If the sex offender applies for assignment  of  counsel  and  the  court\n   56  finds  that  the  offender  is financially unable to retain counsel, the\n\n       S. 1531                             7\n\n    1  court shall assign counsel to represent the  sex  offender  pursuant  to\n    2  article  eighteen-B  of the county law. If the district attorney seeks a\n    3  determination that differs from  the  recommendation  submitted  by  the\n    4  board,  at  least  ten  days  prior  to the determination proceeding the\n    5  district attorney shall provide to the court  and  the  sex  offender  a\n    6  statement setting forth the determinations sought by the district attor-\n    7  ney together with the reasons for seeking such determinations. The court\n    8  shall  allow  the  sex  offender to appear and be heard. The state shall\n    9  appear by the district attorney, or his or her designee, who shall  bear\n   10  the  burden of proving the facts supporting the determinations sought by\n   11  clear and convincing evidence. It shall be the duty of the court  apply-\n   12  ing  the  guidelines  established  in  subdivision  five  of section one\n   13  hundred sixty-eight-l of this article to determine the level of  notifi-\n   14  cation  pursuant to subdivision six of section one hundred sixty-eight-l\n   15  of this article and whether such sex  offender  shall  be  designated  a\n   16  sexual predator, sexually violent offender, or predicate sex offender as\n   17  defined  in  subdivision  seven  of section one hundred sixty-eight-a of\n   18  this article. Where there is a dispute between  the  parties  concerning\n   19  the  determinations, the court shall adjourn the hearing as necessary to\n   20  permit the sex offender or the district  attorney  to  obtain  materials\n   21  relevant  to the determinations from the state board of examiners of sex\n   22  offenders or any state or local facility, hospital, institution, office,\n   23  agency, department or  division.  Such  materials  may  be  obtained  by\n   24  subpoena  if not voluntarily provided to the requesting party. In making\n   25  the determinations the court shall review any victim's statement and any\n   26  relevant materials and evidence submitted by the sex  offender  and  the\n   27  district  attorney  and the recommendation and any material submitted by\n   28  the board, and may  consider  reliable  hearsay  evidence  submitted  by\n   29  either  party,  provided  that  it is relevant to the determinations. If\n   30  available, facts proven at trial or elicited at the time of  a  plea  of\n   31  guilty  shall be deemed established by clear and convincing evidence and\n   32  shall not be relitigated. The court shall render an order setting  forth\n   33  its  determinations  and  the findings of fact and conclusions of law on\n   34  which the determinations are based. A copy of the order shall be submit-\n   35  ted by the court to the division. Upon application of either party,  the\n   36  court  shall seal any portion of the court file or record which contains\n   37  material that is confidential under any state or federal statute. Either\n   38  party may appeal as of right from the order pursuant to  the  provisions\n   39  of  articles fifty-five, fifty-six and fifty-seven of the civil practice\n   40  law and rules. Where counsel has been  assigned  to  represent  the  sex\n   41  offender  upon the ground that the sex offender is financially unable to\n   42  retain counsel,  that  assignment  shall  be  continued  throughout  the\n   43  pendency  of  the  appeal,  and  the  person may appeal as a poor person\n   44  pursuant to article eighteen-B of the county law.\n   45    S 8. Paragraphs (a), (b) and (c) of subdivision 6 of section 168-l  of\n   46  the  correction law, paragraphs (a) and (b) as amended by chapter 106 of\n   47  the laws of 2006 and paragraph (c) as separately amended by chapters 318\n   48  and 680 of the laws of 2005, are amended to read as follows:\n   49    (a) If the risk of repeat offense is  low,  a  level  one  designation\n   50  shall  be  given  to such sex offender. In such case the law enforcement\n   51  agency or agencies having jurisdiction and the law enforcement agency or\n   52  agencies having had jurisdiction at the time of his  or  her  conviction\n   53  shall  be  notified  and  may disseminate relevant information which may\n   54  include a photograph and description  of  the  offender  and  which  may\n   55  include  the  name of the sex offender, approximate address based on sex\n   56  offender's zip code, background  information  including  the  offender's\n\n       S. 1531                             8\n\n    1  crime  of  conviction,  modus of operation, type of victim targeted, the\n    2  name and address of any institution of higher education at which the sex\n    3  offender  is  enrolled,  attends,  is  employed  or  resides   and   the\n    4  description  of special conditions imposed on the offender to any entity\n    5  with vulnerable populations related to the nature of the offense commit-\n    6  ted by such sex offender. Any entity  receiving  information  on  a  sex\n    7  offender  may  disclose  or  further disseminate such information at its\n    8  discretion.  IN ADDITION, IN SUCH CASE,  THE  INFORMATION  DESCRIBED  IN\n    9  SECTION ONE HUNDRED SIXTY-EIGHT-Q OF THIS ARTICLE SHALL ALSO BE PROVIDED\n   10  IN  THE SUBDIRECTORY ESTABLISHED IN THIS ARTICLE AND NOTWITHSTANDING ANY\n   11  OTHER PROVISION OF LAW, SUCH INFORMATION SHALL, UPON  REQUEST,  BE  MADE\n   12  AVAILABLE TO THE PUBLIC.\n   13    (b) If the risk of repeat offense is moderate, a level two designation\n   14  shall  be  given  to such sex offender. In such case the law enforcement\n   15  agency or agencies having jurisdiction and the law enforcement agency or\n   16  agencies having had jurisdiction at the time of his  or  her  conviction\n   17  shall  be  notified and may disseminate relevant information which shall\n   18  include a photograph and description  of  the  offender  and  which  may\n   19  include the exact name and any aliases used by the sex offender, approx-\n   20  imate  address  based on sex offender's zip code, background information\n   21  including the offender's crime of conviction, mode of operation, type of\n   22  victim targeted, the name and  address  of  any  institution  of  higher\n   23  education at which the sex offender is enrolled, attends, is employed or\n   24  resides  and the description of special conditions imposed on the offen-\n   25  der to any entity with vulnerable populations related to the  nature  of\n   26  the  offense committed by such sex offender. Any entity receiving infor-\n   27  mation on a sex offender may disclose or further disseminate such infor-\n   28  mation at its discretion. In addition, in  such  case,  the  information\n   29  described  [herein] IN SECTION ONE HUNDRED SIXTY-EIGHT-Q OF THIS ARTICLE\n   30  shall also be provided in the subdirectory established in  this  article\n   31  and  notwithstanding any other provision of law, such information shall,\n   32  upon request, be made available to the public.\n   33    Such law enforcement agencies shall compile,  maintain  and  update  a\n   34  listing  of  vulnerable organizational entities within its jurisdiction.\n   35  Such listing shall be utilized for notification of such organizations in\n   36  disseminating such information on level two sex  offenders  pursuant  to\n   37  this  paragraph.  Such  listing  shall  include  and  not be limited to:\n   38  superintendents of schools or chief school  administrators,  superinten-\n   39  dents  of parks, public and private libraries, public and private school\n   40  bus transportation companies, day care centers,  nursery  schools,  pre-\n   41  schools,  neighborhood  watch  groups,  community centers, civic associ-\n   42  ations, nursing homes, victim's advocacy groups and places of worship.\n   43    (c) If the risk of repeat offense is high and there exists a threat to\n   44  the public safety a level three designation shall be given to  such  sex\n   45  offender.  In  such  case, the law enforcement agency or agencies having\n   46  jurisdiction and the law  enforcement  agency  or  agencies  having  had\n   47  jurisdiction  at the time of his or her conviction shall be notified and\n   48  may disseminate relevant information which shall  include  a  photograph\n   49  and description of the offender and which may include the sex offender's\n   50  exact  name and any aliases used by the offender, exact address, address\n   51  of the offender's place of employment, background information  including\n   52  the  offender's  crime  of conviction, mode of operation, type of victim\n   53  targeted, the name and address of any institution of higher education at\n   54  which the sex offender is enrolled, attends, is employed or resides  and\n   55  the  description  of  special  conditions imposed on the offender to any\n   56  entity with vulnerable populations related to the nature of the  offense\n\n       S. 1531                             9\n\n    1  committed  by  such  sex offender. Any entity receiving information on a\n    2  sex offender may disclose or further disseminate such information at its\n    3  discretion. In addition, in such case, the information described  [here-\n    4  in]  IN  SECTION ONE HUNDRED SIXTY-EIGHT-Q OF THIS ARTICLE shall also be\n    5  provided in the subdirectory established in this  article  and  notwith-\n    6  standing  any  other  provision  of  law,  such  information shall, upon\n    7  request, be made available to the public.\n    8    Such law enforcement agencies shall compile,  maintain  and  update  a\n    9  listing  of  vulnerable organizational entities within its jurisdiction.\n   10  Such listing shall be utilized for notification of such organizations in\n   11  disseminating such information on level three sex offenders pursuant  to\n   12  this  paragraph.  Such  listing  shall  include  and  not be limited to:\n   13  superintendents of schools or chief school  administrators,  superinten-\n   14  dents  of parks, public and private libraries, public and private school\n   15  bus transportation companies, day care centers,  nursery  schools,  pre-\n   16  schools,  neighborhood  watch  groups,  community centers, civic associ-\n   17  ations, nursing homes, victim's advocacy groups and places of worship.\n   18    S 9. Subdivision 1 of section 168-q of the correction law, as  amended\n   19  by chapter 478 of the laws of 2009, is amended to read as follows:\n   20    1. The division shall maintain a subdirectory of [level two and three]\n   21  sex  offenders.  The  subdirectory  shall  include  [the  exact address,\n   22  address of the offender's place of employment and photograph of the  sex\n   23  offender along with the following information, if available: name, phys-\n   24  ical  description,  age and distinctive markings. Background information\n   25  including the sex offender's crime of conviction,  modus  of  operation,\n   26  type  of  victim  targeted,  the  name and address of any institution of\n   27  higher education at which the sex  offender  is  enrolled,  attends,  is\n   28  employed  or  resides and a description of special conditions imposed on\n   29  the sex offender shall also be included]  ALL  REGISTRATION  INFORMATION\n   30  MAINTAINED BY THE DIVISION PURSUANT TO SECTION ONE HUNDRED SIXTY-EIGHT-B\n   31  OF  THIS  ARTICLE,  PROVIDED THAT THE SUBDIRECTORY SHALL NOT INCLUDE THE\n   32  IDENTITY OF THE VICTIM OF A SEX OFFENSE, THE SOCIAL SECURITY  NUMBER  OF\n   33  THE  SEX  OFFENDER  OR ANY REFERENCE TO ARRESTS OF THE SEX OFFENDER THAT\n   34  DID NOT RESULT IN A CONVICTION. The subdirectory shall have sex offender\n   35  listings categorized by county and zip code. [A copy of the subdirectory\n   36  shall annually be distributed to the offices  of  local  village,  town,\n   37  city,  county  or  state law enforcement agencies for purposes of public\n   38  access.  The division shall distribute monthly updates to the offices of\n   39  local village, town, city, county or state law enforcement agencies  for\n   40  purposes  of public access. Such departments shall require that a person\n   41  in writing provide their name and address prior to viewing the subdirec-\n   42  tory. Any information  identifying  the  victim  by  name,  birth  date,\n   43  address  or  relation  to  the  sex  offender shall be excluded from the\n   44  subdirectory distributed for purposes of public access. The subdirectory\n   45  provided for herein shall be updated monthly to maintain its  efficiency\n   46  and  usefulness  and  shall  be  computer accessible.] Such subdirectory\n   47  shall be made available at all times on the internet  via  the  division\n   48  homepage.  Any  person  may  apply  to the division to receive automated\n   49  e-mail notifications whenever a new or updated subdirectory registration\n   50  occurs in a geographic area specified by such person. The division shall\n   51  furnish such service at no charge to  such  person,  who  shall  request\n   52  e-mail  notification  by  county  and/or zip code on forms developed and\n   53  provided by the  division.  E-mail  notification  is  limited  to  three\n   54  geographic areas per e-mail account.\n   55    S  10.  Section 168-t of the correction law, as amended by chapter 373\n   56  of the laws of 2007, is amended to read as follows:\n\n       S. 1531                            10\n\n    1    S 168-t. Penalty. Any sex offender required to register or  to  verify\n    2  pursuant  to  the  provisions  of  this article who fails to register or\n    3  verify in the manner and within the time periods provided  for  in  this\n    4  article  [shall  be  guilty  of a class E felony upon conviction for the\n    5  first  offense,  and  upon conviction for a second or subsequent offense\n    6  shall be guilty of a class D felony. Any sex offender] OR  who  violates\n    7  the  provisions  of  section  one  hundred sixty-eight-v of this article\n    8  shall be guilty of a class [A misdemeanor upon conviction for the  first\n    9  offense, and upon conviction for a second or subsequent offense shall be\n   10  guilty  of a class] D felony. Any such failure to register or verify may\n   11  also be the basis for revocation  of  parole  pursuant  to  section  two\n   12  hundred fifty-nine-i of the executive law or the basis for revocation of\n   13  probation pursuant to article four hundred ten of the criminal procedure\n   14  law.\n   15    S  11.  This  act  shall  take  effect  on  the first of November next\n   16  succeeding the date on which it shall have become a law, and shall apply\n   17  to all sex offenders registered  or  required  to  register  immediately\n   18  prior  to  the  effective  date  of  this  act, and to all sex offenders\n   19  required to register on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the maintenance of information on sex offenders, registration and verification by sex offenders, the subdirectory of sex offenders, and the penalty for the failure of a sex offender to comply with verification and registration requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T114558.TXT", "SOBI.D110110.T111054.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110110.T120059.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773433165
}