{
  "year" : 2011,
  "senateBillNo" : "S1533-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1533-2011-1294635600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the new offenses of criminal sale of a controlled substance resembling candy and criminal sale of marihuana resembling candy, and provides for penalties therefor",
  "summary" : "Creates the new offenses of criminal sale of a controlled substance resembling candy and criminal sale of marihuana resembling candy, and provides for penalties therefor. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S6761-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1533\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to creating the new  offenses\n         of criminal sale of a controlled substance resembling candy and crimi-\n         nal  sale  of  marihuana resembling candy, and providing for penalties\n         therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  penal  law  is  amended  by  adding two new sections\n    2  220.44-a and 221.56 to read as follows:\n    3  S 220.44-A CRIMINAL SALE OF A CONTROLLED SUBSTANCE RESEMBLING CANDY.\n    4    1. A PERSON IS GUILTY OF  CRIMINAL  SALE  OF  A  CONTROLLED  SUBSTANCE\n    5  RESEMBLING  CANDY  WHEN  HE  OR  SHE  KNOWINGLY  AND  UNLAWFULLY SELLS A\n    6  CONTROLLED SUBSTANCE IN VIOLATION OF SECTION  220.31  OF  THIS  ARTICLE,\n    7  AND:\n    8    A. SUCH CONTROLLED SUBSTANCE HAS BEEN DESIGNED, MANUFACTURED, ALTERED,\n    9  OR FORMULATED TO TASTE OR SMELL LIKE CANDY; OR\n   10    B.  SUCH  CONTROLLED  SUBSTANCE  HAS  BEEN PACKAGED AS, REPRESENTED OR\n   11  MARKETED TO BE, OR OTHERWISE APPEARS TO BE CANDY.\n   12    2. AS USED IN THIS SECTION, \"CANDY\" MEANS ANY CANDY, CANDY PRODUCT  OR\n   13  CONFECTIONARY, INCLUDING, BUT NOT LIMITED TO, HARD CANDY, JELLIES, GUMS,\n   14  MARSHMALLOW  CANDIES, FONDANT, LICORICE, SPUN CANDY, CHEWING GUM, SWEET-\n   15  ENED LIQUIDS, WATER ICES, AND CANDY COATED POPCORN, NUTS OR FRUIT.\n   16    3. A. CRIMINAL SALE OF A  CONTROLLED  SUBSTANCE  RESEMBLING  CANDY  IN\n   17  VIOLATION OF SECTION 220.31 OR 220.34 OF THIS ARTICLE IS A CLASS B FELO-\n   18  NY.\n   19    B.  CRIMINAL  SALE  OF  A  CONTROLLED  SUBSTANCE  RESEMBLING  CANDY IN\n   20  VIOLATION OF SECTION 220.39 OF THIS ARTICLE IS A CLASS A-II FELONY.\n   21    C. CRIMINAL  SALE  OF  A  CONTROLLED  SUBSTANCE  RESEMBLING  CANDY  IN\n   22  VIOLATION  OF  SECTION  220.41  OR 220.43 OF THIS ARTICLE IS A CLASS A-I\n   23  FELONY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05534-01-1\n\n       S. 1533                             2\n\n    1  S 221.56 CRIMINAL SALE OF MARIHUANA RESEMBLING CANDY.\n    2    1.  A  PERSON IS GUILTY OF CRIMINAL SALE OF MARIHUANA RESEMBLING CANDY\n    3  WHEN HE OR SHE KNOWINGLY AND UNLAWFULLY SELLS MARIHUANA IN VIOLATION  OF\n    4  THE PROVISIONS OF THIS ARTICLE, AND:\n    5    A.  SUCH  MARIHUANA HAS BEEN DESIGNED, ALTERED, OR FORMULATED TO TASTE\n    6  OR SMELL LIKE CANDY; OR\n    7    B. SUCH MARIHUANA HAS BEEN PACKAGED AS, REPRESENTED OR MARKETED TO BE,\n    8  OR OTHERWISE APPEARS TO BE CANDY.\n    9    2. AS USED IN THIS SECTION, \"CANDY\" MEANS ANY CANDY, CANDY PRODUCT  OR\n   10  CONFECTIONARY, INCLUDING, BUT NOT LIMITED TO, HARD CANDY, JELLIES, GUMS,\n   11  MARSHMALLOW  CANDIES, FONDANT, LICORICE, SPUN CANDY, CHEWING GUM, SWEET-\n   12  ENED LIQUIDS, WATER ICES, AND CANDY COATED POPCORN, NUTS OR FRUIT.\n   13    3. A. CRIMINAL SALE OF MARIHUANA  RESEMBLING  CANDY  IN  VIOLATION  OF\n   14  SECTION 221.35 OF THIS ARTICLE IS A CLASS A MISDEMEANOR.\n   15    B. CRIMINAL SALE OF MARIHUANA RESEMBLING CANDY IN VIOLATION OF SECTION\n   16  221.40 IS A CLASS E FELONY.\n   17    C. CRIMINAL SALE OF MARIHUANA RESEMBLING CANDY IN VIOLATION OF SECTION\n   18  221.45 IS A CLASS D FELONY.\n   19    D. CRIMINAL SALE OF MARIHUANA RESEMBLING CANDY IN VIOLATION OF SECTION\n   20  221.50 IS A CLASS C FELONY.\n   21    E. CRIMINAL SALE OF MARIHUANA RESEMBLING CANDY IN VIOLATION OF SECTION\n   22  221.55 IS A CLASS B FELONY.\n   23    S 2. This act shall take effect on the first of November next succeed-\n   24  ing the date upon which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to creating the new offenses of criminal sale of a controlled substance resembling candy and criminal sale of marihuana resembling candy, and providing for penalties therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110110.T111054.TXT", "SOBI.D110111.T141713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773433183
}