{
  "year" : 2011,
  "senateBillNo" : "S1544-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1544-2011-1294635600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes the failure of a sex offender to register or verify pursuant to sex offender registration act, or working on an ice cream truck a class D felony",
  "summary" : "Makes the failure of a sex offender to register or verify pursuant to the provisions of the sex offender registration act or violation of the prohibition on sex offenders being employed on a motor vehicle engaged in the retail sale of frozen desserts a class D felony. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S1483-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1544\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN ACT to amend the correction law, in relation to the failure to regis-\n         ter  or verify under the sex offender registration act or violation of\n         the prohibition of sex offenders working on motor vehicles engaged  in\n         retail sales of frozen desserts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 168-t of the correction law, as amended by  chapter\n    2  373 of the laws of 2007, is amended to read as follows:\n    3    S  168-t.  Penalty. Any sex offender required to register or to verify\n    4  pursuant to the provisions of this article  who  fails  to  register  or\n    5  verify  in  the  manner and within the time periods provided for in this\n    6  article [shall be guilty of a class E felony  upon  conviction  for  the\n    7  first  offense,  and  upon conviction for a second or subsequent offense\n    8  shall be guilty of a class D felony. Any sex offender] OR  who  violates\n    9  the  provisions  of  section  one  hundred sixty-eight-v of this article\n   10  shall be guilty of [a class A misdemeanor upon conviction for the  first\n   11  offense, and upon conviction for a second or subsequent offense shall be\n   12  guilty  of] a class D felony. Any such failure to register or verify may\n   13  also be the basis for revocation  of  parole  pursuant  to  section  two\n   14  hundred fifty-nine-i of the executive law or the basis for revocation of\n   15  probation pursuant to article four hundred ten of the criminal procedure\n   16  law.\n   17    S  2.  This  act shall take effect on the thirtieth day after it shall\n   18  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06189-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the failure to register or verify under the sex offender registration act or violation of the prohibition of sex offenders working on motor vehicles engaged in retail sales of frozen desserts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T111555.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110110.T120059.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773433221
}