{
  "year" : 2011,
  "senateBillNo" : "S1542-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1542-2011-1294635600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes the failure of a sex offender to appear at his or her registration determination hearing a class D felony",
  "summary" : "Expands the statement of notice of a registration determination hearing to be given to a sex offender to include notice of the right to counsel and that the failure to appear shall be a violation of the sex offender registration act; removes the proof of residence exception for failure to mail the signed verification form; makes all violations of the sex offender registration act class D felonies. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S1337-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1542\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT to amend the correction law, in relation to notice to sex offen-\n         ders of their determination hearing and the penalty for violations  by\n         sex offenders\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 2 and 4 of section  168-d  of  the  correction\n    2  law,  subdivision 2 as amended and subdivision 4 as added by chapter 684\n    3  of the laws of 2005, are amended to read as follows:\n    4    2. Any sex offender, who is released on probation or  discharged  upon\n    5  payment  of  a  fine,  conditional  discharge or unconditional discharge\n    6  shall, prior to such release or discharge, be informed  of  his  or  her\n    7  duty  to register under this article by the court in which he or she was\n    8  convicted. At the time sentence is  imposed,  such  sex  offender  shall\n    9  register with the division on a form prepared by the division. The court\n   10  shall  require  the  sex  offender  to  read  and  sign such form and to\n   11  complete the registration portion of such form. The court shall on  such\n   12  form  obtain  the  address where the sex offender expects to reside upon\n   13  his or her release, and the name and address of any institution of high-\n   14  er education he or she expects to be employed by, enrolled in, attending\n   15  or employed, whether for compensation or not,  and  whether  he  or  she\n   16  expects  to  reside  in a facility owned or operated by such an institu-\n   17  tion, and shall report such information to the division. The court shall\n   18  give one copy of the form to the sex offender and shall send two  copies\n   19  to  the division which shall forward the information to the law enforce-\n   20  ment agencies having jurisdiction.  The  court  shall  also  notify  the\n   21  district  attorney and the sex offender of the date of the determination\n   22  proceeding to be held pursuant to subdivision  three  of  this  section,\n   23  which shall be held at least forty-five days after such notice is given.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06168-01-1\n\n       S. 1542                             2\n\n    1  [This] THE notice TO THE SEX OFFENDER shall include the following state-\n    2  ment  [or  a substantially similar statement]: \"This proceeding is being\n    3  held to determine whether you will be classified as a level  3  offender\n    4  (risk  of  repeat  offense  is high), a level 2 offender (risk of repeat\n    5  offense is moderate), or a level 1 offender (risk of repeat  offense  is\n    6  low), or whether you will be designated as a sexual predator, a sexually\n    7  violent  offender  or a predicate sex offender, which will determine how\n    8  long you must register as a sex offender and how much information can be\n    9  provided to the public concerning your registration. YOU HAVE A RIGHT TO\n   10  A HEARING BEFORE THE COURT MAKES THESE DETERMINATIONS. YOU HAVE A  RIGHT\n   11  TO  BE  REPRESENTED BY COUNSEL AT THAT HEARING. COUNSEL WILL BE PROVIDED\n   12  IF YOU ARE FINANCIALLY UNABLE TO RETAIN COUNSEL. FAILURE  TO  APPEAR  AT\n   13  THE  HEARING  IS  A  VIOLATION OF THIS ARTICLE. If you fail to appear at\n   14  this proceeding, [without sufficient excuse,] it shall be held  in  your\n   15  absence. Failure to appear may result in a longer period of registration\n   16  or  a higher level of community notification because you are not present\n   17  to offer evidence or contest evidence offered by the district attorney.\"\n   18  [The court shall also advise the sex offender that he or she has a right\n   19  to a hearing prior to the court's determination, that he or she has  the\n   20  right  to be represented by counsel at the hearing and that counsel will\n   21  be appointed if he or she is financially unable to retain  counsel.]  If\n   22  the  sex  offender applies for assignment of counsel to represent him or\n   23  her at the hearing and counsel was not previously assigned to  represent\n   24  the  sex  offender  in  the  underlying criminal action, the court shall\n   25  determine whether the offender is financially unable to retain  counsel.\n   26  If  such  a finding is made, the court shall assign counsel to represent\n   27  the sex offender pursuant to article eighteen-B of the county law. Where\n   28  the court orders a sex offender released on probation, such  order  must\n   29  include  a  provision  requiring that he or she comply with the require-\n   30  ments of this article. Where such sex offender violates such  provision,\n   31  probation  may  be immediately revoked in the manner provided by article\n   32  four hundred ten of the criminal procedure law.\n   33    4. If a sex offender, having been given notice  OF  THE  DETERMINATION\n   34  PROCEEDING,  including the time and place [of the determination proceed-\n   35  ing] THEREOF in accordance with this section, fails  to  appear  AND  BE\n   36  HEARD  at [this] SUCH proceeding, [without sufficient excuse,] the court\n   37  shall conduct the hearing and make the determinations in the manner  set\n   38  forth in subdivision three of this section.\n   39    S  2.  Section  168-f of the correction law is amended by adding a new\n   40  subdivision 1-a to read as follows:\n   41    1-A. EACH SEX OFFENDER SHALL APPEAR AT THE  DETERMINATION  PROCEEDING,\n   42  SET  FORTH  IN SUBDIVISION THREE OF SECTION ONE HUNDRED SIXTY-EIGHT-D OF\n   43  THIS ARTICLE, SUBDIVISION TWO OF SECTION ONE  HUNDRED  SIXTY-EIGHT-K  OF\n   44  THIS  ARTICLE  OR SUBDIVISION THREE OF SECTION ONE HUNDRED SIXTY-EIGHT-N\n   45  OF THIS ARTICLE, HELD TO DETERMINE THE LEVEL OF NOTIFICATION AND WHETHER\n   46  SUCH SEX OFFENDER  SHALL  BE  DESIGNATED  A  SEXUAL  PREDATOR,  SEXUALLY\n   47  VIOLENT OFFENDER, OR PREDICATE SEX OFFENDER.\n   48    S 3. Paragraph (c) of subdivision 2 of section 168-f of the correction\n   49  law,  as  amended by chapter 453 of the laws of 1999, is amended to read\n   50  as follows:\n   51    (c) If the sex offender fails to mail the signed verification form  to\n   52  the  division  within ten calendar days after receipt of the form, he or\n   53  she shall be in violation of this [section unless he proves that  he  or\n   54  she has not changed his or her residence address] ARTICLE.\n\n       S. 1542                             3\n\n    1    S  4.  Subdivisions  2  and  4 of section 168-k of the correction law,\n    2  subdivision 2 as amended and subdivision 4 as added by  chapter  684  of\n    3  the laws of 2005, are amended to read as follows:\n    4    2.  The  division  shall  advise  the  board that the sex offender has\n    5  established residence in this state. The board shall  determine  whether\n    6  the  sex  offender  is  required to register with the division. If it is\n    7  determined that the sex offender is required to register,  the  division\n    8  shall  notify the sex offender of his or her duty to register under this\n    9  article and shall require the sex offender to sign  a  form  as  may  be\n   10  required by the division acknowledging that the duty to register and the\n   11  procedure  for  registration has been explained to the sex offender. The\n   12  division shall obtain on such form the address where  the  sex  offender\n   13  expects to reside within the state and the sex offender shall retain one\n   14  copy of the form and send two copies to the division which shall provide\n   15  the  information to the law enforcement agency having jurisdiction where\n   16  the sex offender expects to reside within  this  state.  No  later  than\n   17  thirty days prior to the board making a recommendation, the sex offender\n   18  shall  be  notified  that his or her case is under review and that he or\n   19  she is permitted to submit to the board any information relevant to  the\n   20  review.  After  reviewing  any  information  obtained,  and applying the\n   21  guidelines established  in  subdivision  five  of  section  one  hundred\n   22  sixty-eight-l  of  this  article,  the board shall within sixty calendar\n   23  days make a recommendation regarding the level of notification  pursuant\n   24  to  subdivision six of section one hundred sixty-eight-l of this article\n   25  and whether such sex offender shall be  designated  a  sexual  predator,\n   26  sexually  violent  offender,  or  predicate  sex  offender as defined in\n   27  subdivision seven of section one hundred sixty-eight-a of this  article.\n   28  This recommendation shall be confidential and shall not be available for\n   29  public  inspection.  It  shall  be  submitted by the board to the county\n   30  court or supreme court and to the district attorney  in  the  county  of\n   31  residence  of  the sex offender and to the sex offender. It shall be the\n   32  duty of the county court or supreme court in the county of residence  of\n   33  the  sex  offender,  applying  the guidelines established in subdivision\n   34  five of section one hundred sixty-eight-l of this article, to  determine\n   35  the  level  of  notification  pursuant to subdivision six of section one\n   36  hundred sixty-eight-l of this article  and  whether  such  sex  offender\n   37  shall  be  designated  a  sexual predator, sexually violent offender, or\n   38  predicate sex offender as defined in subdivision seven  of  section  one\n   39  hundred sixty-eight-a of this article. At least thirty days prior to the\n   40  determination  proceeding, such court shall notify the district attorney\n   41  and the sex offender, in writing,  of  the  date  of  the  determination\n   42  proceeding  and  the  court shall also provide the district attorney and\n   43  sex offender with a copy of the recommendation received from  the  board\n   44  and  any  statement  of the reasons for the recommendation received from\n   45  the board. [This] THE notice TO  THE  SEX  OFFENDER  shall  include  the\n   46  following  statement  [or  a  substantially  similar  statement]:  \"This\n   47  proceeding is being held to determine whether you will be classified  as\n   48  a  level 3 offender (risk of repeat offense is high), a level 2 offender\n   49  (risk of repeat offense is moderate), or a level  1  offender  (risk  of\n   50  repeat  offense  is  low), or whether you will be designated as a sexual\n   51  predator, a sexually violent offender or a predicate sex offender, which\n   52  will determine how long you must register as a sex offender and how much\n   53  information can be provided to the public concerning your  registration.\n   54  YOU  HAVE  A  RIGHT  TO  A HEARING BEFORE THE COURT MAKES THESE DETERMI-\n   55  NATIONS. YOU HAVE A RIGHT TO BE REPRESENTED BY COUNSEL AT THAT  HEARING.\n   56  COUNSEL  WILL  BE PROVIDED IF YOU ARE FINANCIALLY UNABLE TO RETAIN COUN-\n\n       S. 1542                             4\n\n    1  SEL. FAILURE TO APPEAR AT THE HEARING IS A VIOLATION OF THIS ARTICLE. If\n    2  you fail to appear at this proceeding, [without sufficient  excuse,]  it\n    3  shall  be held in your absence. Failure to appear may result in a longer\n    4  period  of  registration  or  a  higher  level of community notification\n    5  because you are not  present  to  offer  evidence  or  contest  evidence\n    6  offered by the district attorney.\"  [The court shall also advise the sex\n    7  offender  that  he  or she has a right to a hearing prior to the court's\n    8  determination, that he or she has the right to be represented by counsel\n    9  at the hearing and that counsel will be appointed if he or she is finan-\n   10  cially unable to retain counsel.] A returnable form shall be enclosed in\n   11  the court's notice to the sex offender on which  the  sex  offender  may\n   12  apply  for  assignment  of  counsel.    If  the sex offender applies for\n   13  assignment of counsel and the court finds that the  offender  is  finan-\n   14  cially  unable  to  retain  counsel,  the  court shall assign counsel to\n   15  represent the sex offender pursuant to article eighteen-B of the  county\n   16  law.  If  the  district attorney seeks a determination that differs from\n   17  the recommendation submitted by the board, at least ten  days  prior  to\n   18  the  determination proceeding the district attorney shall provide to the\n   19  court and the sex offender a statement setting forth the  determinations\n   20  sought  by  the  district attorney together with the reasons for seeking\n   21  such determinations. The court shall allow the sex  offender  to  appear\n   22  and be heard. The state shall appear by the district attorney, or his or\n   23  her  designee, who shall bear the burden of proving the facts supporting\n   24  the determinations sought by clear and convincing evidence. It shall  be\n   25  the duty of the court applying the guidelines established in subdivision\n   26  five  of  section one hundred sixty-eight-l of this article to determine\n   27  the level of notification pursuant to subdivision  six  of  section  one\n   28  hundred  sixty-eight-l  of  this  article  and whether such sex offender\n   29  shall be designated a sexual predator,  sexually  violent  offender,  or\n   30  predicate  sex  offender  as defined in subdivision seven of section one\n   31  hundred sixty-eight-a of this article. Where there is a dispute  between\n   32  the  parties  concerning the determinations, the court shall adjourn the\n   33  hearing as necessary to permit the sex offender or the district attorney\n   34  to obtain materials relevant to the determinations from the state  board\n   35  of  examiners of sex offenders or any state or local facility, hospital,\n   36  institution, office, agency, department or division. Such materials  may\n   37  be  obtained  by  subpoena if not voluntarily provided to the requesting\n   38  party. In making the determinations the court shall review any  victim's\n   39  statement  and  any relevant materials and evidence submitted by the sex\n   40  offender and the district attorney and the recommendation and any  mate-\n   41  rial  submitted by the board, and may consider reliable hearsay evidence\n   42  submitted by either party, provided that it is relevant to the  determi-\n   43  nations.  If available, facts proven at trial or elicited at the time of\n   44  a plea of guilty shall be deemed established  by  clear  and  convincing\n   45  evidence  and  shall not be relitigated. The court shall render an order\n   46  setting forth its determinations and the findings of  fact  and  conclu-\n   47  sions  of law on which the determinations are based. A copy of the order\n   48  shall be submitted by the court to the  division.  Upon  application  of\n   49  either  party,  the  court  shall  seal any portion of the court file or\n   50  record which contains material that is confidential under any  state  or\n   51  federal  statute.  Either  party  may  appeal as of right from the order\n   52  pursuant to the provisions of articles fifty-five, fifty-six and  fifty-\n   53  seven  of  the  civil  practice  law  and  rules. Where counsel has been\n   54  assigned to represent the sex offender upon  the  ground  that  the  sex\n   55  offender  is financially unable to retain counsel, that assignment shall\n   56  be continued throughout the pendency of the appeal, and the  person  may\n\n       S. 1542                             5\n\n    1  appeal  as  a  poor  person pursuant to article eighteen-B of the county\n    2  law.\n    3    4.  If  a  sex offender, having been given notice OF THE DETERMINATION\n    4  PROCEEDING, including the time and place [of the determination  proceed-\n    5  ing]  THEREOF  in  accordance  with this section, fails to appear AND BE\n    6  HEARD at [this] SUCH proceeding, [without sufficient excuse,] the  court\n    7  shall  conduct the hearing and make the determinations in the manner set\n    8  forth in subdivision two of this section.\n    9    S 5. Subdivisions 3 and 6 of section  168-n  of  the  correction  law,\n   10  subdivision  3  as  amended and subdivision 6 as added by chapter 684 of\n   11  the laws of 2005, are amended to read as follows:\n   12    3. No later than thirty days prior to the board's recommendation,  the\n   13  sex  offender shall be notified that his or her case is under review and\n   14  that he or she is permitted to submit to the board any information rele-\n   15  vant to the review. Upon receipt  of  the  board's  recommendation,  the\n   16  sentencing court shall determine whether the sex offender was previously\n   17  found  to be eligible for assigned counsel in the underlying case. Where\n   18  such a finding was previously made, the court shall  assign  counsel  to\n   19  represent  the  offender,  pursuant  to article eighteen-B of the county\n   20  law. At least twenty days prior to  the  determination  proceeding,  the\n   21  sentencing  court  shall  notify the district attorney, the sex offender\n   22  and the sex offender's counsel, in writing, of the date of the  determi-\n   23  nation  proceeding and shall also provide the district attorney, the sex\n   24  offender and the sex offender's counsel with a copy of  the  recommenda-\n   25  tion  received  from  the board and any statement of the reasons for the\n   26  recommendation received from the board. [This] THE  notice  TO  THE  SEX\n   27  OFFENDER shall include the following statement [or a substantially simi-\n   28  lar statement]:  \"This proceeding is being held to determine whether you\n   29  will  be  classified  as  a  level 3 offender (risk of repeat offense is\n   30  high), a level 2 offender (risk of repeat offense  is  moderate),  or  a\n   31  level 1 offender (risk of repeat offense is low), or whether you will be\n   32  designated as a sexual predator, a sexually violent offender or a predi-\n   33  cate  sex offender, which will determine how long you must register as a\n   34  sex offender and how much information can  be  provided  to  the  public\n   35  concerning  your  registration. YOU HAVE A RIGHT TO A HEARING BEFORE THE\n   36  COURT MAKES THESE DETERMINATIONS. YOU HAVE A RIGHT TO BE REPRESENTED  BY\n   37  COUNSEL AT THAT HEARING. COUNSEL WILL BE PROVIDED IF YOU ARE FINANCIALLY\n   38  UNABLE  TO  RETAIN  COUNSEL.  FAILURE  TO  APPEAR  AT  THE  HEARING IS A\n   39  VIOLATION OF THIS ARTICLE. If you fail to  appear  at  this  proceeding,\n   40  [without  sufficient  excuse,] it shall be held in your absence. Failure\n   41  to appear may result in a longer period  of  registration  or  a  higher\n   42  level  of  community  notification  because you are not present to offer\n   43  evidence or contest evidence offered by  the  district  attorney.\"  [The\n   44  written  notice  to the sex offender shall also advise the offender that\n   45  he or she has a right to a hearing prior to the  court's  determination,\n   46  and  that  he  or  she has the right to be represented by counsel at the\n   47  hearing.] If counsel has been assigned to represent the offender at  the\n   48  determination  proceeding,  the  notice  shall  also  provide  the name,\n   49  address and telephone number of the assigned counsel. Where counsel  has\n   50  not  been assigned, [the notice shall advise the sex offender that coun-\n   51  sel will be appointed if he or she is financially unable to retain coun-\n   52  sel, and] a returnable form shall be enclosed in the court's  notice  to\n   53  the  sex  offender on which the sex offender may apply for assignment of\n   54  counsel.  If the sex offender applies for assignment of counsel and  the\n   55  court  finds  that the offender is financially unable to retain counsel,\n   56  the court shall assign counsel to represent the sex offender pursuant to\n\n       S. 1542                             6\n\n    1  article eighteen-B of the county law. If the district attorney  seeks  a\n    2  determination  that  differs  from  the  recommendation submitted by the\n    3  board, at least ten days  prior  to  the  determination  proceeding  the\n    4  district  attorney  shall  provide  to  the court and the sex offender a\n    5  statement setting forth the determinations sought by the district attor-\n    6  ney together with the reasons for seeking such determinations. The court\n    7  shall allow the sex offender to appear and be  heard.  The  state  shall\n    8  appear  by the district attorney, or his or her designee, who shall bear\n    9  the burden of proving the facts supporting the determinations sought  by\n   10  clear  and  convincing  evidence.  Where  there is a dispute between the\n   11  parties concerning the determinations, the court shall adjourn the hear-\n   12  ing as necessary to permit the sex offender or the district attorney  to\n   13  obtain  materials relevant to the determinations from the state board of\n   14  examiners of sex offenders or any state  or  local  facility,  hospital,\n   15  institution, office, agency, department or division.  Such materials may\n   16  be  obtained  by  subpoena if not voluntarily provided to the requesting\n   17  party. In making the determinations the court shall review any  victim's\n   18  statement  and  any relevant materials and evidence submitted by the sex\n   19  offender and the district attorney and the recommendation and any  mate-\n   20  rials submitted by the board, and may consider reliable hearsay evidence\n   21  submitted  by either party, provided that it is relevant to the determi-\n   22  nations. Facts previously proven at trial or elicited  at  the  time  of\n   23  entry  of  a  plea  of  guilty  shall be deemed established by clear and\n   24  convincing evidence and shall not be relitigated. The court shall render\n   25  an order setting forth its determinations and the findings of  fact  and\n   26  conclusions  of law on which the determinations are based. A copy of the\n   27  order shall be submitted by the court to the division. Upon  application\n   28  of  either  party, the court shall seal any portion of the court file or\n   29  record which contains material that is confidential under any  state  or\n   30  federal  statute.  Either  party  may  appeal as of right from the order\n   31  pursuant to the provisions of articles fifty-five, fifty-six and  fifty-\n   32  seven  of  the  civil  practice  law  and  rules. Where counsel has been\n   33  assigned to represent the sex offender upon  the  ground  that  the  sex\n   34  offender  is financially unable to retain counsel, that assignment shall\n   35  be continued throughout the pendency of the appeal, and the  person  may\n   36  appeal  as  a  poor  person pursuant to article eighteen-B of the county\n   37  law.\n   38    6. If a sex offender, having been given notice  OF  THE  DETERMINATION\n   39  PROCEEDING,  including the time and place [of the determination proceed-\n   40  ing] THEREOF in accordance with this section, fails  to  appear  AND  BE\n   41  HEARD  at [this] SUCH proceeding, [without sufficient excuse,] the court\n   42  shall conduct the hearing and make the determinations in the manner  set\n   43  forth in subdivision three of this section.\n   44    S 6. Section 168-t of the correction law, as amended by chapter 373 of\n   45  the laws of 2007, is amended to read as follows:\n   46    S  168-t.  [Penalty]  FAILURE TO REGISTER, APPEAR AT THE DETERMINATION\n   47  PROCEEDING, ANNUALLY VERIFY,  PERSONALLY VERIFY, NOTIFY OF STATUS AT  AN\n   48  INSTITUTION  OF  HIGHER EDUCATION, NOTIFY OF ADDRESS CHANGE OR CHANGE OF\n   49  STATUS AT AN INSTITUTION OF HIGHER EDUCATION, NOTIFY OF ESTABLISHMENT OF\n   50  RESIDENCE IN STATE, OR COMPLY WITH  THE  PROHIBITION  OF  EMPLOYMENT  ON\n   51  MOTOR  VEHICLES  ENGAGED IN RETAIL SALE OF FROZEN DESSERTS; PENALTY.  1.\n   52  Any sex offender required to register [or to  verify]  pursuant  to  the\n   53  provisions  of  this  article  [who  fails  to register or verify in the\n   54  manner and within the time periods provided for in  this  article  shall\n   55  be]  IS  guilty  of  [a  class  E  felony  upon conviction for the first\n   56  offense, and upon conviction for a second or subsequent offense shall be\n\n       S. 1542                             7\n\n    1  guilty of] FAILURE TO REGISTER, APPEAR AT THE DETERMINATION  PROCEEDING,\n    2  ANNUALLY  VERIFY,  PERSONALLY VERIFY, NOTIFY OF STATUS AT AN INSTITUTION\n    3  OF HIGHER EDUCATION, NOTIFY OF ADDRESS CHANGE OR CHANGE OF STATUS AT  AN\n    4  INSTITUTION OF HIGHER EDUCATION, NOTIFY OF ESTABLISHMENT OF RESIDENCE IN\n    5  STATE,  OR  COMPLY  WITH THE PROHIBITION OF EMPLOYMENT ON MOTOR VEHICLES\n    6  ENGAGED IN THE RETAIL SALE OF FROZEN DESSERTS WHEN HE OR SHE:\n    7    (A) FAILS TO REGISTER WITH THE DIVISION ON  A  FORM  PREPARED  BY  THE\n    8  DIVISION  (I)  AT  LEAST  TEN  CALENDAR DAYS PRIOR TO DISCHARGE, PAROLE,\n    9  RELEASE TO POST-RELEASE SUPERVISION OR RELEASE FROM ANY STATE  OR  LOCAL\n   10  CORRECTIONAL  FACILITY,  HOSPITAL  OR  INSTITUTION  WHERE  HE OR SHE WAS\n   11  CONFINED OR COMMITTED, OR (II) AT THE TIME SENTENCE IS IMPOSED  FOR  ANY\n   12  SEX OFFENDER RELEASED ON PROBATION OR DISCHARGED UPON PAYMENT OF A FINE,\n   13  CONDITIONAL  DISCHARGE  OR  UNCONDITIONAL  DISCHARGE,  OR (III) UPON THE\n   14  DIVISION'S REQUEST FOLLOWING A  DETERMINATION  BY  THE  BOARD  THAT  THE\n   15  OFFENDER  IS REQUIRED TO REGISTER PURSUANT TO SUBDIVISION TWO OF SECTION\n   16  ONE HUNDRED SIXTY-EIGHT-K OF THIS ARTICLE; OR\n   17    (B) FAILS TO APPEAR AT THE  DETERMINATION  PROCEEDING,  SET  FORTH  IN\n   18  SUBDIVISION  THREE OF SECTION ONE HUNDRED SIXTY-EIGHT-D OF THIS ARTICLE,\n   19  SUBDIVISION TWO OF SECTION ONE HUNDRED SIXTY-EIGHT-K OF THIS ARTICLE  OR\n   20  SUBDIVISION  THREE OF SECTION ONE HUNDRED SIXTY-EIGHT-N OF THIS ARTICLE,\n   21  HELD TO DETERMINE THE LEVEL OF NOTIFICATION AND WHETHER SUCH SEX  OFFEN-\n   22  DER SHALL BE DESIGNATED A SEXUAL PREDATOR, SEXUALLY VIOLENT OFFENDER, OR\n   23  PREDICATE SEX OFFENDER; OR\n   24    (C)  FAILS  TO SIGN AND RETURN TO THE DIVISION THE ANNUAL VERIFICATION\n   25  FORM MAILED BY THE DIVISION TO HIS OR HER LAST REPORTED ADDRESS PURSUANT\n   26  TO SECTION ONE HUNDRED SIXTY-EIGHT-B OF THIS ARTICLE WITHIN TEN CALENDAR\n   27  DAYS AFTER RECEIPT OF THE FORM; OR\n   28    (D) FAILS TO PERSONALLY VERIFY HIS OR HER ADDRESS WITH THE  LOCAL  LAW\n   29  ENFORCEMENT  AGENCY EVERY NINETY CALENDAR DAYS AFTER THE DATE OF RELEASE\n   30  OR COMMENCEMENT OF PAROLE OR POST-RELEASE SUPERVISION, OR PROBATION,  OR\n   31  RELEASE  ON  PAYMENT  OF  A FINE, CONDITIONAL DISCHARGE OR UNCONDITIONAL\n   32  DISCHARGE AFTER HAVING BEEN GIVEN A LEVEL THREE  DESIGNATION  OR  HAVING\n   33  BEEN DESIGNATED A SEXUAL PREDATOR; OR\n   34    (E)  FAILS  TO  PROVIDE  THE DIVISION WITH THE NAME AND ADDRESS OF ANY\n   35  INSTITUTION OF HIGHER EDUCATION HE OR SHE EXPECTS  TO  BE  EMPLOYED  BY,\n   36  ENROLLED  IN, ATTENDING OR EMPLOYED AT, WHETHER FOR COMPENSATION OR NOT,\n   37  AND WHETHER HE OR SHE EXPECTS TO RESIDE IN A FACILITY OWNED OR  OPERATED\n   38  BY SUCH AN INSTITUTION; OR\n   39    (F) FAILS TO NOTIFY THE DIVISION NO LATER THAN TEN CALENDAR DAYS AFTER\n   40  ANY CHANGE OF ADDRESS; OR\n   41    (G) FAILS TO NOTIFY THE DIVISION NO LATER THAN TEN CALENDAR DAYS AFTER\n   42  ANY CHANGE OF STATUS AT AN INSTITUTION OF HIGHER EDUCATION; OR\n   43    (H) FAILS TO NOTIFY THE DIVISION WITHIN TEN CALENDAR DAYS AFTER ESTAB-\n   44  LISHING  RESIDENCE  IN  THIS STATE IN THE CASE OF A SEX OFFENDER WHO HAS\n   45  BEEN CONVICTED OF AN OFFENSE WHICH REQUIRES REGISTRATION UNDER PARAGRAPH\n   46  (D) OF SUBDIVISION TWO OF SECTION  ONE  HUNDRED  SIXTY-EIGHT-A  OF  THIS\n   47  ARTICLE  OR  PARAGRAPH  (B)  OF SUBDIVISION THREE OF SECTION ONE HUNDRED\n   48  SIXTY-EIGHT-A OF THIS ARTICLE; OR\n   49    (I) VIOLATES THE PROVISIONS OF SECTION ONE  HUNDRED  SIXTY-EIGHT-V  OF\n   50  THIS ARTICLE.\n   51    2.  FAILURE TO REGISTER, APPEAR AT THE DETERMINATION PROCEEDING, ANNU-\n   52  ALLY VERIFY, PERSONALLY VERIFY, NOTIFY OF STATUS AT  AN  INSTITUTION  OF\n   53  HIGHER  EDUCATION,  NOTIFY  OF  ADDRESS CHANGE OR CHANGE OF STATUS AT AN\n   54  INSTITUTION OF HIGHER EDUCATION, NOTIFY OF ESTABLISHMENT OF RESIDENCE IN\n   55  STATE, OR COMPLY WITH THE PROHIBITION OF EMPLOYMENT  ON  MOTOR  VEHICLES\n   56  ENGAGED  IN THE RETAIL SALE OF FROZEN DESSERTS IS a class D felony. [Any\n\n       S. 1542                             8\n\n    1  sex offender who violates the provisions of section one  hundred  sixty-\n    2  eight-v  of  this  article shall be guilty of a class A misdemeanor upon\n    3  conviction for the first offense, and upon conviction for  a  second  or\n    4  subsequent offense shall be guilty of a class D felony.]\n    5    3.  Any such failure [to register or verify] may also be the basis for\n    6  revocation of parole pursuant to section two hundred fifty-nine-i of the\n    7  executive law or the basis for revocation of probation pursuant to arti-\n    8  cle four hundred ten of the criminal procedure law.\n    9    S 7. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to notice to sex offenders of their determination hearing and the penalty for violations by sex offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T111555.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110110.T120059.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773433194
}