{
  "year" : 2011,
  "senateBillNo" : "S154-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S154-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Doubles maximum income limitations for volunteer firefighters",
  "summary" : "Doubles maximum income limitations for volunteer firefighters who have been members for 5 or more years. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S2531-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          154\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT to amend the public authorities law, in relation to doubling the\n         maximum allowable income limitations for volunteer firefighters eligi-\n         bility to obtain a SONYMA mortgage\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of section 2407 of the public authorities\n    2  law, as amended by chapter 218 of the laws of 2010, is amended  to  read\n    3  as follows:\n    4    (2)  In  connection  with  the  issuance  of  bonds for the purpose of\n    5  furthering programs described in this title, the agency is authorized to\n    6  covenant and consent that the interest on any of  its  bonds,  notes  or\n    7  other  obligations shall be includable, under the United States Internal\n    8  Revenue Code of 1986, as amended or any subsequent corresponding  inter-\n    9  nal revenue law of the United States, in the gross income of the holders\n   10  of the bonds to the same extent and in the same manner that the interest\n   11  on  bills,  bonds,  notes  or  other obligations of the United States is\n   12  includable in the gross income of the holders thereof under said  Inter-\n   13  nal  Revenue  Code or any such subsequent law. Pursuant to this subdivi-\n   14  sion, the agency shall not issue bonds, notes or other obligations in an\n   15  aggregate principal amount  exceeding  eight  hundred  million  dollars,\n   16  excluding  from such limitation bonds, notes or other obligations issued\n   17  to refund outstanding bonds, notes or other obligations. No  such  bond,\n   18  note  or other obligation shall be issued by the agency on or after July\n   19  sixteenth, two thousand eleven, excluding bonds, notes  or  other  obli-\n   20  gations  issued  to refund outstanding bonds, notes or other obligations\n   21  and no mortgages shall be purchased with the  proceeds  of  such  bonds,\n   22  notes  or  other  obligations after such date. The board of directors of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01345-01-1\n\n       S. 154                              2\n\n    1  the agency shall establish program guidelines  for  purposes  of  bonds,\n    2  notes  or  other  obligations  issued  pursuant to this subdivision. The\n    3  board of directors shall establish from  time  to  time  maximum  income\n    4  limits of persons eligible to receive mortgages financed by bonds, notes\n    5  or  other  obligations issued pursuant to this subdivision, which income\n    6  limits with respect to one-third of the total principal amount of  mort-\n    7  gages  authorized to be so financed shall not exceed one hundred twenty-\n    8  five percent of the latest maximum income  limits  permitted  under  the\n    9  Internal  Revenue  Code  of 1986, as amended, for mortgagors financed by\n   10  mortgage revenue bonds, with respect  to  one-third  of  such  principal\n   11  amount  authorized to be so financed, shall not exceed one hundred thir-\n   12  ty-five percent of such income limits, and with respect to one-third  of\n   13  such principal amount authorized to be so financed, shall not exceed one\n   14  hundred fifty percent of such limits.\n   15    THE  MAXIMUM INCOME LIMITATIONS, AS ESTABLISHED BY THE BOARD OF DIREC-\n   16  TORS, SHALL BE DOUBLED FOR ANY INDIVIDUAL WHO IS A MEMBER OF A VOLUNTEER\n   17  FIRE DEPARTMENT FOR FIVE OR MORE YEARS.\n   18    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   19  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to doubling the maximum allowable income limitations for volunteer firefighters eligibility to obtain a SONYMA mortgage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161216.TXT", "SOBI.D101210.T152204.TXT", "SOBI.D101213.T105804.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292255884882
}