{
  "year" : 2011,
  "senateBillNo" : "S1543-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1543-2011-1294635600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases penalties for theft of a motor vehicle when a child under 16 is in or on such vehicle",
  "summary" : "Increases penalties for theft of a motor vehicle when a child under 16 is in or on such vehicle. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S6655-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1543\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the theft of a motor vehi-\n         cle while a child is present therein\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 155.35 of the penal law, as amended by chapter 464\n    2  of the laws of 2010, is amended to read as follows:\n    3  S 155.35 Grand larceny in the third degree.\n    4    A person is guilty of grand larceny in the third degree when he or she\n    5  steals property and WHEN:\n    6    1. [when] the value of the property exceeds three thousand dollars[,];\n    7  or\n    8    2. the property is an automated teller machine or the contents  of  an\n    9  automated teller machine[.]; OR\n   10    3. THE PROPERTY CONSISTS OF A MOTOR VEHICLE, AS DEFINED IN SECTION ONE\n   11  HUNDRED  TWENTY-FIVE  OF  THE  VEHICLE  AND TRAFFIC LAW, AND, DURING THE\n   12  COMMISSION OF SUCH OFFENSE, A CHILD UNDER THE AGE OF  SIXTEEN  YEARS  IS\n   13  PRESENT IN OR ON SUCH MOTOR VEHICLE.\n   14    Grand larceny in the third degree is a class D felony.\n   15    S  2.  Section 155.42 of the penal law, as added by chapter 515 of the\n   16  laws of 1986, is amended to read as follows:\n   17  S 155.42 Grand larceny in the first degree.\n   18    A person is guilty of grand larceny in the first degree when he OR SHE\n   19  steals property and when [the]:\n   20    1. THE value of the property exceeds one million dollars[.]; OR\n   21    2. THE PROPERTY, REGARDLESS OF ITS VALUE, CONSISTS OF A MOTOR VEHICLE,\n   22  AS DEFINED IN SECTION ONE HUNDRED TWENTY-FIVE OF THE VEHICLE AND TRAFFIC\n   23  LAW, IS OBTAINED BY EXTORTION COMMITTED BY INSTILLING IN  THE  VICTIM  A\n   24  FEAR THAT THE ACTOR OR ANOTHER PERSON WILL CAUSE PHYSICAL INJURY TO SOME\n   25  PERSON,  IN  THE  FUTURE,  AND A CHILD UNDER THE AGE OF SIXTEEN YEARS IS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06238-01-1\n\n       S. 1543                             2\n\n    1  PRESENT IN OR ON SUCH  MOTOR  VEHICLE  DURING  THE  COMMISSION  OF  SUCH\n    2  OFFENSE.\n    3    Grand larceny in the first degree is a class B felony.\n    4    S 3. Section 160.15 of the penal law, as amended by chapter 374 of the\n    5  laws of 1973, is amended to read as follows:\n    6  S 160.15 Robbery in the first degree.\n    7    A  person  is  guilty  of  robbery  in the first degree when he OR SHE\n    8  forcibly steals property and when[, in]:\n    9    1. IN the course of the commission of the crime or of immediate flight\n   10  therefrom, he, SHE or another participant in the crime:\n   11    [1.] (A) Causes serious physical injury to any person  who  is  not  a\n   12  participant in the crime; or\n   13    [2.] (B) Is armed with a deadly weapon; or\n   14    [3.]  (C)  Uses  or threatens the immediate use of a dangerous instru-\n   15  ment; or\n   16    [4.] (D) Displays what appears to be a pistol, revolver, rifle,  shot-\n   17  gun,  machine gun or other firearm; except that in any prosecution under\n   18  this [subdivision] PARAGRAPH, it is an  affirmative  defense  that  such\n   19  pistol, revolver, rifle, shotgun, machine gun or other firearm was not a\n   20  loaded  weapon  from which a shot, readily capable of producing death or\n   21  other serious physical injury, could be discharged. Nothing contained in\n   22  this [subdivision] PARAGRAPH shall constitute a defense to a prosecution\n   23  for, or preclude a conviction of, robbery in the second degree,  robbery\n   24  in the third degree or any other crime[.]; OR\n   25    2. THE PROPERTY CONSISTS OF A MOTOR VEHICLE, AS DEFINED IN SECTION ONE\n   26  HUNDRED  TWENTY-FIVE  OF  THE  VEHICLE  AND TRAFFIC LAW, AND, DURING THE\n   27  COMMISSION OF SUCH OFFENSE, A CHILD UNDER THE AGE OF  SIXTEEN  YEARS  IS\n   28  PRESENT IN OR ON SUCH MOTOR VEHICLE.\n   29    Robbery in the first degree is a class B felony.\n   30    S 4. This act shall take effect on the first of November next succeed-\n   31  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the theft of a motor vehicle while a child is present therein ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T111555.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110110.T120059.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773433206
}