{
  "year" : 2011,
  "senateBillNo" : "S1541-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1541-2011-1294635600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions with respect to sexual assault against a child by a person in a position of trust",
  "summary" : "Establishes offenses of sexual assault against a child by a person in a position of trust for the subjection of a child to sexual contact by a person in a position of trust; defines \"person in position of trust\" as a person charged with the duty or responsibility for health, education, welfare or supervision of a child; such offenses shall be violent felony offenses. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S1481-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1541\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to sexual assault  against  a\n         child by a person in a position of trust\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (b) and (d) of subdivision 1 of section 70.02 of\n    2  the penal law, paragraph (b) as amended by chapter 405 of  the  laws  of\n    3  2010  and paragraph (d) as amended by chapter 7 of the laws of 2007, are\n    4  amended to read as follows:\n    5    (b) Class C violent felony offenses: an attempt to commit any  of  the\n    6  class  B felonies set forth in paragraph (a) of this subdivision; aggra-\n    7  vated criminally negligent homicide as defined in section 125.11, aggra-\n    8  vated manslaughter in the second degree as defined  in  section  125.21,\n    9  aggravated  sexual  abuse  in  the  second  degree as defined in section\n   10  130.67, SEXUAL ASSAULT AGAINST A CHILD BY A  PERSON  IN  A  POSITION  OF\n   11  TRUST  IN  THE  FIRST  DEGREE AS DEFINED IN SECTION 130.97, assault on a\n   12  peace officer, police officer, fireman  or  emergency  medical  services\n   13  professional  as  defined  in section 120.08, gang assault in the second\n   14  degree as defined in section 120.06, strangulation in the  first  degree\n   15  as  defined  in section 121.13, burglary in the second degree as defined\n   16  in section 140.25, robbery in the second degree as  defined  in  section\n   17  160.10,  criminal possession of a weapon in the second degree as defined\n   18  in section 265.03, criminal use of a firearm in  the  second  degree  as\n   19  defined  in  section  265.08,  criminal  sale of a firearm in the second\n   20  degree as defined in section 265.12, criminal sale of a firearm with the\n   21  aid of a minor as defined in section  265.14,  soliciting  or  providing\n   22  support  for  an  act  of  terrorism  in  the first degree as defined in\n   23  section 490.15, hindering prosecution of terrorism in the second  degree\n   24  as  defined  in  section  490.30,  and criminal possession of a chemical\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06192-01-1\n\n       S. 1541                             2\n\n    1  weapon or biological weapon in the third degree as  defined  in  section\n    2  490.37.\n    3    (d)  Class  E violent felony offenses: an attempt to commit any of the\n    4  felonies of criminal possession of a  weapon  in  the  third  degree  as\n    5  defined  in subdivision five, six, seven or eight of section 265.02 as a\n    6  lesser included offense of that section as defined in section 220.20  of\n    7  the  criminal  procedure  law,  persistent  sexual  abuse  as defined in\n    8  section 130.53, aggravated sexual abuse in the fourth degree as  defined\n    9  in  section 130.65-a, falsely reporting an incident in the second degree\n   10  as defined in section 240.55 [and], placing a false  bomb  or  hazardous\n   11  substance  in the second degree as defined in section 240.61, AND SEXUAL\n   12  ASSAULT AGAINST A CHILD BY A PERSON IN A POSITION OF TRUST IN THE SECOND\n   13  DEGREE AS DEFINED IN SECTION 130.98.\n   14    S 2. Section 130.00 of the penal law is amended by adding a new subdi-\n   15  vision 14 to read as follows:\n   16    14. \"PERSON IN A POSITION OF TRUST\" MEANS ANY PERSON  WHO  IS  CHARGED\n   17  WITH  ANY  DUTY  OR RESPONSIBILITY FOR THE HEALTH, EDUCATION, WELFARE OR\n   18  SUPERVISION OF A CHILD, EITHER INDEPENDENTLY OR THROUGH ANOTHER  PERSON,\n   19  NO MATTER HOW BRIEF.\n   20    S  3.  The  penal  law is amended by adding three new sections 130.97,\n   21  130.98 and 130.99 to read as follows:\n   22  S 130.97 SEXUAL ASSAULT AGAINST A CHILD BY A PERSON  IN  A  POSITION  OF\n   23             TRUST IN THE FIRST DEGREE.\n   24    A  PERSON IS GUILTY OF SEXUAL ASSAULT AGAINST A CHILD BY A PERSON IN A\n   25  POSITION OF TRUST IN THE FIRST DEGREE WHEN HE OR SHE  SUBJECTS  A  CHILD\n   26  LESS  THAN  ELEVEN YEARS OLD TO SEXUAL CONTACT AND WHEN SUCH PERSON IS A\n   27  PERSON IN A POSITION OF TRUST WITH RESPECT TO SUCH CHILD.\n   28    SEXUAL ASSAULT AGAINST A CHILD BY A PERSON IN A POSITION OF  TRUST  IN\n   29  THE FIRST DEGREE IS A CLASS C FELONY.\n   30  S 130.98 SEXUAL  ASSAULT  AGAINST  A  CHILD BY A PERSON IN A POSITION OF\n   31             TRUST IN THE SECOND DEGREE.\n   32    A PERSON IS GUILTY OF SEXUAL ASSAULT AGAINST A CHILD BY A PERSON IN  A\n   33  POSITION  OF  TRUST IN THE SECOND DEGREE WHEN HE OR SHE SUBJECTS A CHILD\n   34  LESS THAN FOURTEEN YEARS OLD TO SEXUAL CONTACT AND WHEN SUCH PERSON IS A\n   35  PERSON IN A POSITION OF TRUST WITH RESPECT TO SUCH CHILD.\n   36    SEXUAL ASSAULT AGAINST A CHILD BY A PERSON IN A POSITION OF  TRUST  IN\n   37  THE SECOND DEGREE IS A CLASS E FELONY.\n   38  S 130.99 SEXUAL  ASSAULT  AGAINST  A  CHILD BY A PERSON IN A POSITION OF\n   39             TRUST IN THE THIRD DEGREE.\n   40    A PERSON IS GUILTY OF SEXUAL ASSAULT AGAINST A CHILD BY A PERSON IN  A\n   41  POSITION  OF  TRUST  IN THE THIRD DEGREE WHEN HE OR SHE SUBJECTS A CHILD\n   42  LESS THAN EIGHTEEN YEARS OLD TO SEXUAL CONTACT AND WHEN SUCH PERSON IS A\n   43  PERSON IN A POSITION OF TRUST WITH RESPECT TO SUCH CHILD.\n   44    SEXUAL ASSAULT AGAINST A CHILD BY A PERSON IN A POSITION OF  TRUST  IN\n   45  THE THIRD DEGREE IS A CLASS A MISDEMEANOR.\n   46    S 4. This act shall take effect on the first of November next succeed-\n   47  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to sexual assault against a child by a person in a position of trust ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110110.T111555.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110111.T141713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773433180
}