{
  "year" : 2011,
  "senateBillNo" : "S1548-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1548-2011-1294635600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York state community health care investment fund act",
  "summary" : "Enacts the New York state community health care investment fund act; creates two new funds in the state finance law to be known as the New York state community health care investment fund and the New York state health care entrepreneurial stimulus fund; establishes the New York state community health care investment fund council consisting of 13 members to oversee the New York state health care community investment funds, establish the RFP process, award grants and issue an annual report. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S86-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1548\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, the public  health  law  and  the\n         labor  law,  in  relation  to  enacting  the \"New York state community\n         health care investment fund act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"New York state community health care investment fund act\".\n    3    S 2. Legislative intent. The  legislature  hereby  declares  that  the\n    4  provision  of health care in New York state must be affordable, accessi-\n    5  ble, and address the multi-faceted needs of its diverse population, from\n    6  pre-conception planning through the end of life.  The  legislature  also\n    7  finds  that  many  constituencies  play an important role in the state's\n    8  health care  infrastructure:    consumers,  health  care  professionals,\n    9  communities of faith, state and local governments, businesses, insurance\n   10  companies,  community  based  organizations,  home care agencies, school\n   11  based health clinics, nursing homes, and hospitals.\n   12    Health care in New York state also faces  many  challenges.  New  York\n   13  state  is home to world class medical institutions and research centers.\n   14  According to the United Health Foundation 2006 America Health  Rankings,\n   15  New  York state has the 4th highest per capita spending on public health\n   16  in the nation, a low rate of motor vehicle deaths  and  a  low  rate  of\n   17  cancer  deaths.  The  health care challenges in New York state include a\n   18  high incidence of infectious disease, limited access to adequate  prena-\n   19  tal  care,  and a low high school graduation rate. Twenty percent of the\n   20  state's children under 18 years of age live in poverty. Furthermore, the\n   21  state's overall rank among the rest of  the  country  decreased  between\n   22  2005  and 2006, from 26th place to 29th place. Despite a high per capita\n   23  spending on health ($316 per person) almost three million of  its  resi-\n   24  dents do not have health insurance. Not surprisingly, health disparities\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05860-01-1\n\n       S. 1548                             2\n\n    1  persist  in  low-income  cities  and  neighborhoods and where racial and\n    2  ethnic minorities comprise a majority of the population. According to  a\n    3  report  released  in 2004 by the New York city departments of health and\n    4  mental  health,  \"more  than 4,000 deaths would be prevented if the all-\n    5  cause mortality rate in the poorest neighborhoods were  lowered  to  the\n    6  rate in the wealthiest neighborhoods.\"\n    7    Against  this  backdrop  of  high  public health spending, significant\n    8  health care disparities experienced by ethnic and racial minorities  and\n    9  approximately  three  million  uninsured  people  in New York state, HMO\n   10  profits in New York state have soared in recent years  while  costs  for\n   11  members have risen and reimbursement for health care providers has fall-\n   12  en.  Premium  increases  statewide  have increased about 20 percent, and\n   13  revenues have risen from $14.5 billion in 2001 to $17.4 billion in 2005.\n   14  In fact, premium rate increases outpaced medical payments from  2001  to\n   15  2005  by over $1 billion as New York's HMOs' profits climbed 93 percent,\n   16  from $672 million to  $1.3  billion.  HMOs'  administrative  and  claims\n   17  adjustment  costs  went  up by 24 percent from 2001 to 2005, and average\n   18  revenue per member increased an average of 8.6 percent annually.  During\n   19  the  same  period,  enrollments declined 14 percent, provider reimburse-\n   20  ments trended downward  from  85.3  percent  of  every  dollar  to  81.7\n   21  percent, and out of pocket costs for members increased by 7.7 percent.\n   22    The  legislature additionally finds that HMOs that conduct business in\n   23  New York state have a responsibility toward improving the health  status\n   24  of the residents of this state and should assist in providing revenue to\n   25  support critical community health and economic development needs.\n   26    Definitions.   For the purposes of this act, the following terms shall\n   27  have the following meanings:\n   28    1. New York state stimulus health care investment fund  and  New  York\n   29  state  health  care  entrepreneurial  stimulus  fund  refer to the funds\n   30  established pursuant to section three of this act.\n   31    2. New York state community health care investment fund council refers\n   32  to the council established pursuant to section five of this act.\n   33    3. New York state community health care investment fund grant  program\n   34  refers  to the grant program established pursuant to section six of this\n   35  act.\n   36    4. New York state entrepreneurial stimulus  investment  grant  program\n   37  refers to the program established pursuant to section seven of this act.\n   38    S  3. The state finance law is amended by adding two new sections 99-t\n   39  and 99-u to read as follows:\n   40    S 99-T. NEW YORK STATE COMMUNITY HEALTH  CARE  INVESTMENT  FUND.    1.\n   41  THERE  IS HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE COMPTROLLER AND\n   42  THE COMMISSIONER OF HEALTH A FUND TO BE KNOWN  AS  THE  NEW  YORK  STATE\n   43  COMMUNITY HEALTH CARE INVESTMENT FUND.\n   44    2.  SUCH FUND SHALL CONSIST OF ALL MONEYS APPROPRIATED FOR THE PURPOSE\n   45  OF SUCH FUND, ALL OTHER MONEYS CREDITED  OR  TRANSFERRED  TO  SUCH  FUND\n   46  PURSUANT  TO  LAW, ALL MONEYS REQUIRED BY THE PROVISIONS OF THIS SECTION\n   47  OR ANY OTHER LAW TO BE PAID INTO OR  CREDITED  TO  SUCH  FUND,  AND  ALL\n   48  MONEYS RECEIVED BY THE FUND OR DONATED TO IT.\n   49    3.  MONEYS OF SUCH FUND SHALL BE AVAILABLE FOR APPROPRIATION AND ALLO-\n   50  CATION TO THE DEPARTMENT OF HEALTH FOR  PURPOSES  OF  DISTRIBUTING  SUCH\n   51  MONEYS TO QUALIFIED ENTITIES OF THE NEW YORK STATE COMMUNITY HEALTH CARE\n   52  INVESTMENT FUND GRANT PROGRAM. FUNDS COLLECTED PURSUANT TO SECTION TWEN-\n   53  TY-TWO  OF  THE  PUBLIC  HEALTH LAW SHALL BE USED FOR ONE OR MORE OF THE\n   54  FOLLOWING:\n   55    (A) PROJECTS THAT ADDRESS THE SIX CLINICAL INDICATORS  AS  ESTABLISHED\n   56  BY  THE  FEDERAL  CENTER  FOR DISEASE CONTROL'S GOAL TO ELIMINATE HEALTH\n\n       S. 1548                             3\n\n    1  DISPARITIES:  INFANT MORTALITY; CANCER SCREENING AND MANAGEMENT; CARDIO-\n    2  VASCULAR DISEASE; DIABETES; HIV INFECTION/AIDS; AND IMMUNIZATIONS.\n    3    (B)  PROJECTS  THAT IMPROVE THE CULTURAL COMPETENCE OF THE HEALTH CARE\n    4  WORKFORCE.\n    5    (C) PROJECTS THAT COLLECT  DATA  REGARDING  (I)  ETHNIC  AND  MINORITY\n    6  REPRESENTATION  IN  THE  NEW  YORK  STATE HEALTH CARE WORKFORCE AND (II)\n    7  ETHNIC AND RACIAL MINORITIES SERVED IN HOSPITALS AND NURSING HOMES.\n    8    (D) PROJECTS THAT CONDUCT SURVEYS ON RACIAL AND ETHNIC HEALTH DISPARI-\n    9  TIES.\n   10    (E) SCHOLARSHIPS TO RECRUIT AND TRAIN RACIAL AND ETHNIC MINORITIES  IN\n   11  THE HEALTH CARE PROFESSIONS.\n   12    (F) PROJECTS THAT ADDRESS UNMET HEALTH CARE NEEDS IN RURAL AREAS.\n   13    4.  MONEYS  SHALL  BE  PAID  OUT ON THE AUDIT AND WARRANT OF THE COMP-\n   14  TROLLER ON VOUCHERS CERTIFIED OR APPROVED BY THE COMMISSIONER OF HEALTH.\n   15    S 99-U. NEW YORK STATE HEALTH CARE ENTREPRENEURIAL STIMULUS FUND.   1.\n   16  THERE  IS HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE COMPTROLLER AND\n   17  THE COMMISSIONER OF LABOR A FUND TO BE  KNOWN  AS  THE  NEW  YORK  STATE\n   18  HEALTH CARE ENTREPRENEURIAL STIMULUS FUND.\n   19    2.  SUCH FUND SHALL CONSIST OF ALL MONEYS APPROPRIATED FOR THE PURPOSE\n   20  OF SUCH FUND, ALL OTHER MONEYS CREDITED  OR  TRANSFERRED  TO  SUCH  FUND\n   21  PURSUANT  TO  LAW, ALL MONEYS REQUIRED BY THE PROVISIONS OF THIS SECTION\n   22  OR ANY OTHER LAW TO BE PAID INTO OR  CREDITED  TO  SUCH  FUND,  AND  ALL\n   23  MONEYS RECEIVED BY THE FUND OR DONATED TO IT.\n   24    3.  MONEYS OF SUCH FUND SHALL BE AVAILABLE FOR APPROPRIATION AND ALLO-\n   25  CATION TO THE DEPARTMENT OF LABOR  FOR  PURPOSES  OF  DISTRIBUTING  SUCH\n   26  MONEYS  TO QUALIFIED PERSONS OR ENTITIES OF THE NEW YORK STATE ENTREPRE-\n   27  NEURIAL STIMULUS INVESTMENT GRANT PROGRAM. FUNDS COLLECTED  PURSUANT  TO\n   28  SECTION FORTY-FOUR OF THE LABOR LAW SHALL BE USED FOR ONE OR MORE OF THE\n   29  FOLLOWING:\n   30    GRANTS  TO  NEW  INDIVIDUAL  ENTREPRENEURS IN THE STATE AND TO PERSONS\n   31  QUALIFYING FOR UNEMPLOYMENT INSURANCE IN THE STATE, TO ASSIST WITH THEIR\n   32  FIRST-YEAR COSTS OF PURCHASING  HEALTH  INSURANCE,  INCLUDING,  BUT  NOT\n   33  LIMITED  TO, PARTICIPATION IN THE HEALTHY NEW YORK OR FAMILY HEALTH PLUS\n   34  PROGRAMS, ESTABLISHED PURSUANT TO SECTIONS FOUR THOUSAND  THREE  HUNDRED\n   35  TWENTY-SIX AND FOUR THOUSAND THREE HUNDRED TWENTY-SEVEN OF THE INSURANCE\n   36  LAW.\n   37    4.  MONEYS  SHALL  BE  PAID  OUT ON THE AUDIT AND WARRANT OF THE COMP-\n   38  TROLLER ON VOUCHERS CERTIFIED OR APPROVED BY THE COMMISSIONER OF LABOR.\n   39    S 4. Any health  maintenance  organization,  company  or  corporation,\n   40  certified under article 44 of the public health law or licensed pursuant\n   41  to the insurance law shall be subject to the following provisions:\n   42    1.  On  or  before  each  April first, the superintendent of insurance\n   43  shall collect from the entities covered by this section all  moneys  for\n   44  deposit  into  the  New York state community health care investment fund\n   45  and the New York state health care entrepreneurial stimulus fund.\n   46    2. The total amount paid by all entities covered by this section shall\n   47  equal:\n   48    a. in 2013 the sum of $35,000,000 for deposit into the New York  state\n   49  community  health  care  investment  fund and the sum of $35,000,000 for\n   50  deposit into the New York state  health  care  entrepreneurial  stimulus\n   51  fund;\n   52    b. beginning in 2014, and each year thereafter, the total amount to be\n   53  collected  for  deposit  into  the  New York state community health care\n   54  investment fund shall equal the total of the prior  year  deposits  into\n   55  the  New  York state community health care investment fund multiplied by\n\n       S. 1548                             4\n\n    1  the sum of one plus any positive percent  change  in  the  total  annual\n    2  profits of all companies and corporations covered by this section;\n    3    c. beginning in 2014, and each year thereafter, the total amount to be\n    4  collected for deposit into the New York state health care entrepreneuri-\n    5  al  stimulus  fund shall equal the total of the prior year deposits into\n    6  the New York state health care entrepreneurial stimulus fund  multiplied\n    7  by  the  sum of one plus any positive percent change in the total annual\n    8  profits of all companies and corporations covered by this section;\n    9    3. The amount paid by each company  or  corporation  covered  by  this\n   10  section  shall equal their net income divided by the total net income of\n   11  all companies and corporations covered by this section, rounded to  four\n   12  decimal  places,  multiplied  by the total amount calculated pursuant to\n   13  paragraphs a, b and c of subdivision two of this section.\n   14    4. For any company or corporation with a net income of less than zero,\n   15  their amount shall be calculated based on their net income in  the  last\n   16  year  that  it  was greater than zero. The superintendent shall have the\n   17  authority to grant waivers from this section when  deemed  necessary  to\n   18  prevent  an  undue  burden,  provided that no company or corporation may\n   19  receive a full or partial waiver in any two successive years.\n   20    5. Every  not-for-profit  health  maintenance  organization  shall  be\n   21  excluded from the provisions of this section.\n   22    S 5. The New York state community health care investment fund council.\n   23  1.  There is hereby established the New York state community health care\n   24  investment fund council consisting of 13 members. The  purpose  of  such\n   25  council  is  to oversee the New York state health care community invest-\n   26  ment funds, establish the RFP process, award grants and issue an  annual\n   27  report.  The  members  of  such council shall consist of representatives\n   28  from the insurance industry, health care institutions and providers, and\n   29  consumer and advocacy groups.  The  members  of  the  council  shall  be\n   30  appointed  in  the  following  manner:  six  state agency heads or their\n   31  representatives: one from the department of health; one from the  office\n   32  for the aging; one from the office of mental health; one from the office\n   33  for people with developmental disabilities; one from the office of alco-\n   34  holism and substance abuse services; one from the office of children and\n   35  family services; and three members by the governor and one by the speak-\n   36  er of the assembly, one by the temporary president of the senate; one by\n   37  the  minority  leader of the assembly; and one by the minority leader of\n   38  the senate.\n   39    2. The New York state community health care  investment  fund  council\n   40  shall issue an annual report to the governor and legislature. Such annu-\n   41  al  report  shall  include,  but  not  be limited to, the following: the\n   42  dollar amount of HMO investments; the amount of award money granted; the\n   43  names of the groups awarded grants; and a description  of  the  projects\n   44  for which the grants were awarded.\n   45    3.  No  member shall receive any compensation for his or her services,\n   46  but shall be reimbursed for their actual and necessary expenses, includ-\n   47  ing travel expenses, incurred in the performance of their duties.\n   48    S 6. The public health law is amended by adding a new  section  22  to\n   49  read as follows:\n   50    S  22.  NEW  YORK  STATE  COMMUNITY  HEALTH CARE INVESTMENT FUND GRANT\n   51  PROGRAM. THE COMMISSIONER SHALL ESTABLISH THE NEW YORK  STATE  COMMUNITY\n   52  HEALTH  CARE  INVESTMENT FUND GRANT PROGRAM WHICH SHALL INCLUDE, BUT NOT\n   53  BE LIMITED TO THE FOLLOWING:\n   54    1. PROJECTS THAT ADDRESS THE SIX CLINICAL INDICATORS AS ESTABLISHED BY\n   55  THE FEDERAL CENTER  FOR  DISEASE  CONTROL'S  GOAL  TO  ELIMINATE  HEALTH\n\n       S. 1548                             5\n\n    1  DISPARITIES:  INFANT MORTALITY; CANCER SCREENING AND MANAGEMENT; CARDIO-\n    2  VASCULAR DISEASE; DIABETES; HIV INFECTION/AIDS; AND IMMUNIZATIONS;\n    3    2.  PROJECTS  THAT  IMPROVE THE CULTURAL COMPETENCE OF THE HEALTH CARE\n    4  WORKFORCE;\n    5    3. PROJECTS THAT COLLECT DATA REGARDING ETHNIC AND MINORITY  REPRESEN-\n    6  TATION IN THE NEW YORK STATE HEALTH CARE WORKFORCE AND ETHNIC AND RACIAL\n    7  MINORITIES SERVED IN HOSPITALS AND NURSING HOMES;\n    8    4.  PROJECTS THAT CONDUCT SURVEYS ON RACIAL AND ETHNIC HEALTH DISPARI-\n    9  TIES;\n   10    5. SCHOLARSHIPS TO RECRUIT AND TRAIN RACIAL AND ETHNIC  MINORITIES  IN\n   11  THE HEALTH CARE PROFESSIONS; AND\n   12    6. PROJECTS THAT ADDRESS UNMET HEALTH CARE NEEDS IN RURAL AREAS.\n   13    S  7.  The  labor law is amended by adding a new section 44 to read as\n   14  follows:\n   15    S  44.  NEW  YORK  STATE  ENTREPRENEURIAL  STIMULUS  INVESTMENT  GRANT\n   16  PROGRAM.    1.  THE COMMISSIONER SHALL ESTABLISH WITHIN THE DEPARTMENT A\n   17  NEW YORK STATE ENTREPRENEURIAL STIMULUS INVESTMENT  GRANT  PROGRAM.  THE\n   18  PURPOSE  OF  THE  PROGRAM  IS  TO  ENCOURAGE STATE RESIDENTS TO DIRECTLY\n   19  PARTICIPATE IN THE ECONOMY OF THE STATE  BY  ESTABLISHING  NEW  BUSINESS\n   20  ENTERPRISES.\n   21    2.  THE COMMISSIONER SHALL ESTABLISH RULES AND REGULATIONS FOR IDENTI-\n   22  FYING  QUALIFYING  INDIVIDUALS,  PROCEDURES  FOR  OUTREACH,   CERTIFYING\n   23  PROGRAM  PARTICIPATION,  AND  FOR THE APPLICATION AND AWARDING OF GRANTS\n   24  FROM THE NEW YORK STATE ENTREPRENEURIAL STIMULUS FUND.\n   25    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, the public health law and the labor law, in relation to enacting the \"New York state community health care investment fund act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T130604.TXT", "SOBI.D110110.T122101.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110110.T131104.TXT", "SOBI.D110110.T124102.TXT", "SOBI.D110110.T121601.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773733440
}