{
  "year" : 2011,
  "senateBillNo" : "S1545-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1545-2011-1294635600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines blighted properties and areas; repealer",
  "summary" : "Defines blighted properties and areas. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A1765",
  "lawSection" : "Eminent Domain Procedure Law",
  "previousVersions" : [ "S6791-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1545\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens. PERKINS, ADAMS, HASSELL-THOMPSON, KRUEGER, KRUGER,\n         MONTGOMERY, PARKER -- read twice and ordered printed, and when printed\n         to be committed to the Committee on Judiciary\n\n       AN ACT to amend the eminent domain procedure law and the New York  state\n         urban development corporation act, in relation to defining blight; and\n         to  repeal  certain provisions of the New York state urban development\n         corporation act relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and intent. The legislature hereby\n    2  finds and declares that eminent domain,  while  a  meaningful  tool  for\n    3  government to move forward on important projects, has come under a great\n    4  deal  of  criticism  in  recent  years for many alleged abuses that have\n    5  occurred within the state of  New  York.  Traditionally,  the  right  of\n    6  eminent domain, or the state's ability to seize private land was limited\n    7  for  \"public use\". However, over the years, phrases such as \"public use\"\n    8  and \"blighted\" have taken on more expansive meanings.\n    9    Since Kelo v. City of New London, the 2005 decision in which the  U.S.\n   10  Supreme  Court  approved  the  forcible  transfer  of  property from one\n   11  private owner to another in the name of \"economic  development\",  forty-\n   12  three states have passed eminent domain reform legislation. New York has\n   13  thus  far  failed  to  take such action but continues again and again to\n   14  approve eminent domain condemnation for projects  that  benefit  private\n   15  entities  at  the  public's  expense. A 2009 report by the Institute for\n   16  Justice entitled \"Building Empires, Destroying Homes:    Eminent  Domain\n   17  Abuse  in  New York\" detailed widespread eminent domain abuse throughout\n   18  the state.\n   19    Furthermore, two recent court decisions, Goldstein v. New  York  State\n   20  Urban  Development Corporation and Kaur v. New York State Urban Develop-\n   21  ment Corporation demonstrate the need to balance the rights of  property\n   22  owners without stifling positive economic development programs. Instead,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00885-01-1\n\n       S. 1545                             2\n\n    1  New  Yorkers  suffer  under an inequitable system of eminent domain laws\n    2  that greatly favors private developers partnered with public  actors  at\n    3  the expense of homeowners, businesses, and tenants.\n    4    The use of \"blight\" as a basis for condemnation is vaguely defined and\n    5  in  need  of  clarification.  Under  the loose standards of existing law\n    6  practically anything can qualify as blighted. Consequently it is  imper-\n    7  ative  that  the  legislature  enact  objective  criteria to ensure that\n    8  blight determinations are consistent, predictable, and based on  factors\n    9  actually  related to the public's health and safety. There also needs to\n   10  be better protections in place so that tenants and low income  residents\n   11  are ensured that they are not excluded from the development process.\n   12    As Judge Catterson notes for the majority in the Kaur decision, it has\n   13  been  well  documented  that  the urban renewal schemes of the 1950s and\n   14  1960s displaced millions of people and destroyed hundreds  of  neighbor-\n   15  hoods.  By  and far, these programs disproportionately harmed low income\n   16  and minority families. Legislative  reforms  are  needed  to  prevent  a\n   17  repeat  of  these  injustices.  It  is now time for New York to make the\n   18  necessary reforms that will ensure a  fair  and  equitable  use  of  our\n   19  eminent domain laws.\n   20    S  2.  Section  103  of the eminent domain procedure law is amended by\n   21  adding five new subdivisions (H), (I), (J),  (K)  and  (L)  to  read  as\n   22  follows:\n   23    (H)  \"BLIGHTED  PROPERTY\"  AND  \"BLIGHTED  AREA\" MEAN PROPERTY THAT IS\n   24  DECLARED BLIGHTED UNDER SECTION TWO HUNDRED FOUR-A OF THIS CHAPTER.\n   25    (I) \"SLUM\" MEANS PROPERTY THAT IS DECLARED BLIGHTED UNDER SECTION  TWO\n   26  HUNDRED FOUR-A OF THIS CHAPTER.\n   27    (J)  \"SUBSTANDARD  AND  INSANITARY  PROPERTY\"  MEANS  PROPERTY THAT IS\n   28  DECLARED BLIGHTED UNDER SECTION TWO HUNDRED FOUR-A OF THIS CHAPTER.\n   29    (K) \"UNFIT FOR HUMAN HABITATION\" MEANS PREMISES WHICH  HAVE  IDENTIFI-\n   30  ABLE CONDITIONS THAT ENDANGER THE LIFE, HEALTH AND SAFETY OF THE OWNERS,\n   31  OCCUPANTS,  OR THE PUBLIC. CONDITIONS RENDERING PROPERTY UNFIT FOR HUMAN\n   32  HABITATION INCLUDE, BUT  ARE  NOT  LIMITED  TO,  SUBSTANTIAL  STRUCTURAL\n   33  DEFECTS  OR  DETERIORATION, VERMIN INFESTATION, LACK OF NECESSARY UTILI-\n   34  TIES, AND FIRE HAZARDS.\n   35    (L) \"ABANDONED PROPERTY\" MEANS:\n   36    (1) UNOCCUPIED PROPERTY WHICH HAS BEEN TAX DELINQUENT FOR AT LEAST TWO\n   37  YEARS; OR\n   38    (2) A BUILDING:\n   39    (A) THAT IS UNOCCUPIED BY OWNER OR TENANT;\n   40    (B) THAT IS UNFIT FOR HABITATION;\n   41    (C) THAT HAS DETERIORATED TO THE POINT WHERE:\n   42    (I) THE BUILDING IS STRUCTURALLY UNSOUND OR POSES AN IMMEDIATE  THREAT\n   43  TO LIFE OR OTHER PROPERTY; OR\n   44    (II) THE COST OF REHABILITATION SIGNIFICANTLY EXCEEDS THE POST-REHABI-\n   45  LITATION MARKET VALUE; AND\n   46    (D)  THE  OWNER  IS  UNKNOWN  OR THE OWNER FAILS TO RESPOND WITHIN SIX\n   47  MONTHS TO A VIOLATION NOTICE FROM THE APPROPRIATE GOVERNING BODY REQUIR-\n   48  ING THE OWNER TO:\n   49    (I) REHABILITATE THE BUILDING TO CONFORM TO MINIMUM CODE  HABITABILITY\n   50  REQUIREMENTS; OR\n   51    (II) DEMOLISH THE BUILDING FOR HEALTH AND SAFETY REASONS; OR\n   52    (3) A VACANT LOT ON WHICH A BUILDING HAS BEEN DEMOLISHED AND FOR WHICH\n   53  A MUNICIPAL LIEN FOR DEMOLITION COSTS REMAINS UNPAID FOR SIX MONTHS.\n   54    S  3.  Paragraph  4  of  subdivision (B) of section 204 of the eminent\n   55  domain procedure law is amended and a new paragraph 5 is added  to  read\n   56  as follows:\n\n       S. 1545                             3\n\n    1    (4) such other factors as it considers relevant[.];\n    2    (5)  THE  FINDINGS REQUIRED PURSUANT TO SUBDIVISION (D) OF SECTION TWO\n    3  HUNDRED FOUR-A OF THIS ARTICLE.\n    4    S 4. The eminent domain procedure law  is  amended  by  adding  a  new\n    5  section 204-a to read as follows:\n    6    S  204-A. BLIGHTED PROPERTIES AND AREAS. (A) SUBJECT TO THE EXCEPTIONS\n    7  LISTED IN PARAGRAPH TWO OF SUBDIVISION (B) OF THIS SECTION,  ANY  SINGLE\n    8  PROPERTY  MAY  BE  DECLARED  BLIGHTED  IF  IT MEETS ANY OF THE FOLLOWING\n    9  CONDITIONS:\n   10    (1) ANY PREMISES, WHICH BECAUSE OF DILAPIDATION, DETERIORATION, STRUC-\n   11  TURAL DEFECTS, VERMIN INFESTATION, HEALTH HAZARDS, FIRE HAZARDS, LACK OF\n   12  UTILITIES, LACK OF FACILITIES OR EQUIPMENT REQUIRED BY STATUTE OR MUNIC-\n   13  IPAL CODE, NEGLECT, OR LACK OF MAINTENANCE:\n   14    (A) IS UNFIT FOR HUMAN HABITATION;\n   15    (B) HAS DETERIORATED TO THE POINT WHERE:\n   16    (I) THE BUILDING IS STRUCTURALLY UNSOUND OR POSES AN IMMEDIATE  THREAT\n   17  TO LIFE OR OTHER PROPERTY; OR\n   18    (II) THE COST OF REHABILITATION SIGNIFICANTLY EXCEEDS THE POST-REHABI-\n   19  LITATION MARKET VALUE; AND\n   20    (C)  THE  OWNER  FAILS  TO REMEDY THE PROBLEM WITHIN A REASONABLE TIME\n   21  AFTER RECEIVING NOTICE OF VIOLATION BY THE  APPROPRIATE  GOVERNING  BODY\n   22  REQUIRING THE OWNER TO:\n   23    (I)  REHABILITATE THE BUILDING TO CONFORM TO MINIMUM CODE HABITABILITY\n   24  REQUIREMENTS; OR\n   25    (II) DEMOLISH THE BUILDING FOR HEALTH AND SAFETY REASONS.\n   26    (2) ANY ABANDONED PROPERTY AS DEFINED IN SUBDIVISION  (L)  OF  SECTION\n   27  ONE HUNDRED THREE OF THIS CHAPTER.\n   28    (3)  PROPERTY  THAT  IS ENVIRONMENTALLY CONTAMINATED AND THAT REQUIRES\n   29  REMEDIATION FOR CURRENT OR FUTURE USE UNDER STATE OR FEDERAL LAW, IF THE\n   30  OWNER FAILS TO REMEDY THE PROBLEM WITHIN SIX MONTHS OF RECEIVING  NOTICE\n   31  OF VIOLATION FROM THE APPROPRIATE GOVERNING BODY.\n   32    (4)  A  PREMISES  WHICH,  BECAUSE  OF  PHYSICAL  CONDITION  OR USE, IS\n   33  REGARDED AS A PUBLIC NUISANCE AT COMMON  LAW  OR  HAS  BEEN  DECLARED  A\n   34  PUBLIC NUISANCE UNDER A STATUTE OR AN APPLICABLE MUNICIPAL CODE, AND THE\n   35  OWNER  FAILS TO ABATE THE NUISANCE WITHIN SIX MONTHS OF RECEIVING NOTICE\n   36  OF VIOLATION FROM THE APPROPRIATE GOVERNING BODY.\n   37    (5) ANY WELL, SHAFT, BASEMENT, EXCAVATION, OR UNSAFE FENCE  OR  STRUC-\n   38  TURE THAT, BECAUSE OF PHYSICAL CONDITION, USE OR OCCUPANCY, IS DEEMED AN\n   39  ATTRACTIVE  NUISANCE  TO  CHILDREN,  AND  THE  OWNER  FAILS TO ABATE THE\n   40  NUISANCE WITHIN SIX MONTHS AFTER RECEIVING NOTICE OF VIOLATION FROM  THE\n   41  APPROPRIATE GOVERNING BODY.\n   42    (6)  VACANT  PROPERTY THAT HAS BECOME OVERGROWN WITH WEEDS, IS A PLACE\n   43  FOR THE ACCUMULATION OF TRASH AND DEBRIS, OR A HAVEN FOR VERMIN, IF  THE\n   44  OWNER  FAILS  TO  REMEDY  THE  PROBLEM WITHIN SIX MONTHS AFTER RECEIVING\n   45  NOTICE OF VIOLATION BY THE  APPROPRIATE  GOVERNING  BODY  REQUIRING  THE\n   46  OWNER TO REHABILITATE THE PROPERTY TO CONFORM WITH MINIMUM CODE REQUIRE-\n   47  MENTS.\n   48    (7) DEFECTIVE OR UNUSUAL CONDITIONS OF TITLE THAT MAKE THE FREE TRANS-\n   49  FER OR ALIENATION OF THE PROPERTY IMPOSSIBLE.\n   50    (8) OCCUPIED OR UNOCCUPIED PROPERTY THAT HAS TAX DELINQUENCIES EXCEED-\n   51  ING THE VALUE OF THE PROPERTY.\n   52    (9) PROPERTY THAT IS USED FOR PERVASIVE AND PERSISTENT CRIMINAL ACTIV-\n   53  ITY. FOR PURPOSES OF THIS SECTION, SUCH ACTIVITY SHALL BE DEFINED AS TWO\n   54  OR MORE CONVICTIONS OF ANY PERSON OR PERSONS HAD, WITHIN A PERIOD OF ONE\n   55  YEAR, FOR ANY OF THE FOLLOWING PENAL LAW OFFENSES ARISING OUT OF CONDUCT\n   56  ENGAGED IN AT THE PROPERTY:\n\n       S. 1545                             4\n\n    1    (A)  SALE  OF  A  CONTROLLED  SUBSTANCE  DESCRIBED IN SECTIONS 220.31,\n    2  220.34, 220.39, 220.41, OR 220.43 OF THE PENAL LAW; OR\n    3    (B)  OFFENSES  RELATED  TO  THE  CRIME OF PROSTITUTION AS DESCRIBED IN\n    4  ARTICLE TWO HUNDRED THIRTY OF THE PENAL LAW; OR\n    5    (C) OFFENSES RELATED TO THE CRIME OF GAMBLING AS DESCRIBED IN  ARTICLE\n    6  TWO HUNDRED TWENTY-FIVE OF THE PENAL LAW; OR\n    7    (D)  ENTERPRISE CORRUPTION AS DEFINED IN ARTICLE FOUR HUNDRED SIXTY OF\n    8  THE PENAL LAW.\n    9    (10) PROPERTY THAT DOES NOT OTHERWISE MEET ANY OF THE CONDITIONS LIST-\n   10  ED IN THIS SECTION MAY NOT BE DECLARED BLIGHTED.\n   11    (B) NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION (A) OF THIS SECTION,\n   12  THE FOLLOWING EXCEPTIONS SHALL APPLY:\n   13    (1) PROPERTY SHALL IN NO CASE BE DECLARED BLIGHTED IF IT MEETS ONE  OR\n   14  MORE OF THE FOLLOWING CRITERIA:\n   15    (A)  VACANT  AND  UNIMPROVED PROPERTY LOCATED IN ANY RURAL OR SUBURBAN\n   16  AREA WHICH IS NOT SERVED BY EXISTING UTILITIES.\n   17    (B) PROPERTY WHICH SATISFIES THE DEFINITION OF \"FARM WOODLAND\",  \"LAND\n   18  USED IN AGRICULTURAL PRODUCTION\", \"UNIQUE AND IRREPLACEABLE AGRICULTURAL\n   19  LAND\",  OR  \"VIABLE  AGRICULTURAL  LAND\",  AS THOSE TERMS ARE DEFINED IN\n   20  SECTION THREE HUNDRED ONE OF THE AGRICULTURE AND MARKETS LAW.\n   21    (2) FOR PURPOSES OF THIS SECTION, IF A DEVELOPER OR CONDEMNOR INVOLVED\n   22  IN A REDEVELOPMENT PROJECT HAS CAUSED OR  BROUGHT  ABOUT  BY  ACTION  OR\n   23  INACTION  OR  MAINTAINED FOR MORE THAN SEVEN YEARS A CONDITION LISTED IN\n   24  SUBDIVISION (A) OF THIS SECTION WITHIN THE PROPOSED PROJECT  AREA,  THAT\n   25  CONDITION MAY NOT BE USED IN THE DETERMINATION OF BLIGHT.\n   26    (3)  FOR PURPOSES OF THIS SECTION, IF PROPERTY LOCATED IN AN URBANIZED\n   27  AREA GENERALLY SERVED BY MUNICIPAL INFRASTRUCTURE  AND  UTILITIES  MEETS\n   28  ONE  OR MORE OF THE CONDITIONS LISTED IN SUBDIVISION (A) OF THIS SECTION\n   29  DUE TO FAILURE ON THE PART OF THE APPROPRIATE GOVERNING BODY TO  PROVIDE\n   30  NECESSARY UTILITY SERVICES AND/OR INFRASTRUCTURE, THAT CONDITION MAY NOT\n   31  BE USED IN THE DETERMINATION OF BLIGHT.\n   32    (C)  MULTIPLE PROPERTIES AND PROJECT AREAS MAY BE DECLARED BLIGHTED IF\n   33  THEY MEET ANY OF THE FOLLOWING CONDITIONS:\n   34    (1) FOR PURPOSES OF ACQUIRING MULTIPLE UNITS OF  PROPERTY  BY  EMINENT\n   35  DOMAIN, AN AREA MAY BE DECLARED GENERALLY BLIGHTED ONLY IF:\n   36    (A)  THE AREA IS LOCATED IN AN URBAN OR SUBURBAN AREA GENERALLY SERVED\n   37  BY EXISTING UTILITIES AND INFRASTRUCTURE; AND\n   38    (B) SEVENTY-FIVE PERCENT OF THE INDIVIDUAL PARCELS  IN  THE  AREA  ARE\n   39  DECLARED BLIGHTED UNDER SUBDIVISION (A) OF THIS SECTION.\n   40    (2) A CONDEMNOR MAY USE EMINENT DOMAIN TO ACQUIRE ANY UNIT OF PROPERTY\n   41  WITHIN A BLIGHTED PROJECT AREA.\n   42    (3)  PROPERTIES  OWNED BY A DEVELOPER OR CONDEMNOR INVOLVED IN A REDE-\n   43  VELOPMENT PROJECT MAY BE INCLUDED IN ANY BLIGHTED PROJECT AREA  DETERMI-\n   44  NATION.\n   45    (4) FOR PURPOSES OF THIS SECTION, A BUILDING CONTAINING MULTIPLE UNITS\n   46  SHALL BE TREATED AS A SINGLE PROPERTY.\n   47    (D)  THE  FOLLOWING  FINDINGS  SHALL  BE REQUIRED BEFORE A PROPERTY OR\n   48  PROJECT AREA MAY BE DECLARED BLIGHTED:\n   49    (1) TO DECLARE ANY SINGLE PROPERTY BLIGHTED, THE CONDEMNOR  MUST  MAKE\n   50  WRITTEN  FINDINGS  IDENTIFYING  THE SPECIFIC CONDITIONS WHICH RENDER THE\n   51  PROPERTY BLIGHTED UNDER SUBDIVISION (A) OF THIS SECTION.\n   52    (2) TO DECLARE MULTIPLE PROPERTIES  OR  PROJECT  AREAS  BLIGHTED,  THE\n   53  CONDEMNOR MUST MAKE WRITTEN FINDINGS DEMONSTRATING THAT THE REQUIREMENTS\n   54  OF  SUBDIVISION  (C)  OF THIS SECTION HAVE BEEN MET. TO DEMONSTRATE THAT\n   55  SEVENTY-FIVE PERCENT OF THE PARCELS IN THE AREA ARE INDIVIDUALLY BLIGHT-\n   56  ED, EACH BLIGHTED PARCEL MUST BE IDENTIFIED AND THE SPECIFIC  CONDITIONS\n\n       S. 1545                             5\n\n    1  RENDERING  IT  BLIGHTED  UNDER  SUBDIVISION  (A) OF THIS SECTION MUST BE\n    2  IDENTIFIED.\n    3    (E)  ANY  DECLARATION MADE PURSUANT TO SUBDIVISION (D) OF THIS SECTION\n    4  SHALL BE VALID FOR A PERIOD OF TEN YEARS.\n    5    S 5. Section 2 of section 1 of  chapter  174  of  the  laws  of  1968,\n    6  constituting  the  New York state urban development corporation act, the\n    7  ninth undesignated paragraph as added by chapter 280 of the laws of 1984\n    8  and the tenth undesignated paragraph as amended by chapter  747  of  the\n    9  laws of 2005, is amended to read as follows:\n   10    S  2.  Statement  of  legislative  findings and purposes. It is hereby\n   11  found and declared that there exists in [urban] SOME areas of this state\n   12  a condition of substantial and persistent unemployment and  underemploy-\n   13  ment  which  causes  hardship  to  many individuals and families, wastes\n   14  vital human resources, increases the public assistance  burdens  of  the\n   15  state  and municipalities, impairs the security of family life, contrib-\n   16  utes to the growth of crime and delinquency, prevents many of our  youth\n   17  from  finishing  their  educations,  impedes  the  economic and physical\n   18  development of municipalities and  adversely  affects  the  welfare  and\n   19  prosperity  of  all  the people of the state. [Many existing industrial,\n   20  manufacturing and commercial facilities in such urban areas are obsolete\n   21  and inefficient, dilapidated, and without adequate  mass  transportation\n   22  facilities  and  public  services. Many of such facilities are underuti-\n   23  lized or in the process of being vacated, creating additional  unemploy-\n   24  ment.  Technological  advances  and  the  provision of modern, efficient\n   25  facilities in other states will speed the obsolescence  and  abandonment\n   26  of  existing  facilities  causing  serious  injury to the economy of the\n   27  state. Many existing and planned industrial, manufacturing  and  commer-\n   28  cial  facilities are, moreover, far from or not easily accessible to the\n   29  places of residence of substantial numbers of unemployed persons.  As  a\n   30  result,  problems  of  chronic unemployment are not being alleviated but\n   31  are aggravated. New industrial, manufacturing and commercial  facilities\n   32  are  required  to attract and house new industries and thereby to reduce\n   33  the hazards of unemployment. The unaided efforts of  private  enterprise\n   34  have  not met and cannot meet the needs of providing such facilities due\n   35  to problems encountered in assembling suitable building sites]\n   36    IT IS FURTHER FOUND AND DECLARED THAT THE UNAIDED EFFORTS  OF  PRIVATE\n   37  INDUSTRIAL,  MANUFACTURING  AND  COMMERCIAL  BUSINESSES  ARE  NEGATIVELY\n   38  AFFECTED BY AGING AND INEFFICIENT FACILITIES,  DIFFICULTIES  IN  FINDING\n   39  SUITABLE  BUILDING  SITES  FOR  NEW  FACILITIES, lack of adequate public\n   40  services, the unavailability of private capital for development [in such\n   41  urban areas], and the inability of private enterprise alone  to  plan[,]\n   42  AND  finance  DEVELOPMENT  and  TO coordinate [industrial and commercial\n   43  development] SUCH DEVELOPMENT with [residential developments for persons\n   44  and families of low income and  with]  AFFORDABLE  HOUSING  DEVELOPMENT,\n   45  COMMUNITY  DEVELOPMENT PROGRAMS, public services and mass transportation\n   46  facilities.\n   47    It is further found and declared that  there  exist  in  many  munici-\n   48  palities  within  this  state  [residential, nonresidential, commercial,\n   49  industrial or vacant areas, and combinations thereof, which are slum  or\n   50  blighted,  or  which  are  becoming  slum  or  blighted areas because of\n   51  substandard,  insanitary,  deteriorated  or  deteriorating   conditions,\n   52  including  obsolete  and dilapidated buildings and structures, defective\n   53  construction, outmoded design, lack of  proper  sanitary  facilities  or\n   54  adequate  fire  or  safety protection, excessive land coverage, insuffi-\n   55  cient light and ventilation, excessive population density, illegal  uses\n   56  and  conversions,  inadequate  maintenance,  buildings  abandoned or not\n\n       S. 1545                             6\n\n    1  utilized in whole or substantial part, obsolete  systems  of  utilities,\n    2  poorly  or improperly designed street patterns and intersections, inade-\n    3  quate access to areas, traffic congestion hazardous to the public  safe-\n    4  ty,  lack of suitable off-street parking, inadequate loading and unload-\n    5  ing facilities, impractical street widths, sizes and shapes, blocks  and\n    6  lots  of  irregular  form,  shape  or insufficient size, width or depth,\n    7  unsuitable topography, subsoil or other  physical  conditions,  all  of]\n    8  BLIGHTED PROPERTIES AND BLIGHTED AREAS, WHICH ARE CHARACTERIZED BY PREM-\n    9  ISES  UNFIT FOR HUMAN HABITATION AND DANGEROUS TO LIFE AND PROPERTY, AND\n   10  which hamper or impede proper and economic development of such areas and\n   11  which impair or arrest the sound growth of the area, community or  muni-\n   12  cipality, and the state as a whole.\n   13    It is further found and declared that there is a serious need through-\n   14  out the state for adequate educational, recreational, cultural and other\n   15  community  facilities, the lack of which threatens and adversely affects\n   16  the health, safety[, morals] and welfare of the people of the state.\n   17    It is further  found  and  declared  that  there  continues  to  exist\n   18  throughout  the  state  a seriously inadequate supply of [safe and sani-\n   19  tary] DECENT dwelling accommodations for persons  and  families  of  low\n   20  income.  This condition is contrary to the public interest and threatens\n   21  the health, safety, welfare, comfort and security of the people  of  the\n   22  state.  The  ordinary operations of private enterprise cannot provide an\n   23  adequate  supply  of  safe  and  sanitary  dwelling  accommodations  [at\n   24  rentals] which persons and families of low income can afford.\n   25    IT  IS  FURTHER  FOUND  AND  DECLARED  THAT THERE IS AN URGENT NEED TO\n   26  PROTECT AND ENHANCE THE QUALITY OF THE NATURAL ENVIRONMENT, TO ENCOURAGE\n   27  THE DEVELOPMENT AND EXPANSION OF EXISTING  AND  ALTERNATIVE  SOURCES  OF\n   28  ENERGY  AND  THE  CONSERVATION  OF  ENERGY, AND TO ABATE AND PREVENT THE\n   29  GENERATION OF HAZARDOUS WASTE, TOXIC BY-PRODUCTS,  AND  OTHER  TYPES  OF\n   30  ENVIRONMENTAL POLLUTION.\n   31    It  is  hereby  declared  to  be  the policy of the state to promote a\n   32  vigorous and growing economy, to  prevent  economic  stagnation  and  to\n   33  encourage  the  creation  of  new  job opportunities in order to protect\n   34  against the hazards of unemployment, reduce the level of public  assist-\n   35  ance  to now indigent individuals and families, increase revenues to the\n   36  state and to its municipalities and to achieve  stable  and  diversified\n   37  local  economies. In furtherance of these goals, it is the policy of the\n   38  state to retain  existing  industries  and  to  attract  new  industries\n   39  through  the  acquisition,  construction,  FINANCING, reconstruction and\n   40  rehabilitation of industrial and  manufacturing  plants  and  commercial\n   41  facilities,  and  to  develop  sites  for  new industrial and commercial\n   42  building. It is further declared to  be  the  policy  of  the  state  to\n   43  promote the development of such plants and facilities, reasonably acces-\n   44  sible  to residential facilities, in those areas where substantial unem-\n   45  ployment or underemployment exists, to the end that the  industrial  and\n   46  commercial  development [of our urban areas] will proceed in sound fash-\n   47  ion and in coordination with development of housing, mass transportation\n   48  and public services, and that job opportunities  will  be  available  in\n   49  those areas where people lack jobs.\n   50    It  is  further  declared to be the policy of the state to promote the\n   51  safety, health[, morals] and welfare of the people of the state  and  to\n   52  promote  the  sound growth and development of our municipalities through\n   53  the [correction of such substandard, insanitary, blighted,  deteriorated\n   54  or  deteriorating  conditions, factors and characteristics by the clear-\n   55  ance, replanning, reconstruction, redevelopment, rehabilitation,  resto-\n   56  ration  or  conservation of such areas,] REDEVELOPMENT OF BLIGHTED AREAS\n\n       S. 1545                             7\n\n    1  and [of areas reasonably accessible thereto] the undertaking  of  public\n    2  and  private  improvement  programs  [related  thereto],  including  the\n    3  provision of educational, recreational and cultural facilities, and  the\n    4  encouragement  of participation in these programs by private enterprise.\n    5  IN FURTHERANCE OF THESE GOALS, IT IS THE POLICY OF THE STATE  TO  ENGAGE\n    6  AND EMPOWER THE PUBLIC THROUGH EDUCATIONAL PROGRAMS, COMMUNITY OUTREACH,\n    7  AND  AN OPEN AND INCLUSIVE REDEVELOPMENT PLANNING PROCESS; TO COORDINATE\n    8  REDEVELOPMENT PROJECTS AND IMPROVEMENT PROGRAMS  WITH  LOCAL  GOVERNMENT\n    9  PLANNING  GOALS;  TO  RESPECT  COMMUNITIES' EXISTING SOCIAL AND CULTURAL\n   10  FABRIC AND TO LIMIT RESIDENTIAL AND  BUSINESS  DISPLACEMENT  TO  MAXIMUM\n   11  EXTENT  POSSIBLE;  TO  REUSE  EXISTING  RESOURCES AND INFRASTRUCTURE AND\n   12  RECYCLE MATERIALS AND STRUCTURES; TO  ENCOURAGE  ENERGY  EFFICIENCY  AND\n   13  SUSTAINABLE  BUILDING; TO CONSERVE UNDEVELOPED LAND AND ENCOURAGE INFILL\n   14  AND BROWNFIELD DEVELOPMENT; TO IMPROVE OR RESTORE NATURAL  SYSTEMS  SUCH\n   15  AS  STREAMBEDS, DRAINAGE COURSES, WETLANDS, RIVERS, AND OTHER ECOLOGICAL\n   16  FEATURES, AND TO ENCOURAGE THE CREATION OF PUBLICLY AVAILABLE OPEN SPAC-\n   17  ES; TO ENSURE THAT ENVIRONMENTAL POLLUTION DOES NOT  DISPARATELY  AFFECT\n   18  AREAS WITH A SUBSTANTIAL NUMBER OF MINORITY OR LOW INCOME HOUSEHOLDS; TO\n   19  INCORPORATE  CULTURAL  RESOURCES  AND LANDSCAPES INTO PROJECT DESIGNS BY\n   20  PRESERVING AND REHABILITATING BUILDINGS  WITH  CULTURAL,  HISTORICAL  OR\n   21  ARCHITECTURAL SIGNIFICANCE, ENCOURAGING ADAPTIVE REUSE AS AN ALTERNATIVE\n   22  TO DEMOLITION AND NEW CONSTRUCTION, AND ENCOURAGING COMPATIBLE DESIGN OF\n   23  NEW CONSTRUCTION; TO ENCOURAGE THE RETENTION AND CONSTRUCTION OF AFFORD-\n   24  ABLE HOUSING THROUGH INCENTIVES, LOANS, AND OTHER PROGRAMS; TO ENCOURAGE\n   25  DEVELOPMENT  THAT  IS ACCESSIBLE AND INVITING TO PEDESTRIANS, BICYCLISTS\n   26  AND TRANSIT USERS, AND TO DISCOURAGE  DEVELOPMENT  THAT  IS  RELIANT  ON\n   27  PERSONAL   AUTOMOBILE  TRANSPORTATION;  TO  INCREASE  OPPORTUNITIES  FOR\n   28  PRIVATE ENTERPRISE, ESPECIALLY FOR SMALL BUSINESSES,  LOCAL  BUSINESSES,\n   29  AND  BUSINESSES  OWNED  BY MINORITIES AND WOMEN, THROUGH PROCEDURES THAT\n   30  ARE FAIR, OPEN, EQUITABLE, TRANSPARENT, AND DEMONSTRATED TO BE THE  BEST\n   31  CHOICE  FOR  THE  PUBLIC  INTEREST; TO PROVIDE SUFFICIENT GUARANTEES AND\n   32  PROTECTIONS IN THE EVENT THAT PRIVATE DEVELOPERS WITHDRAW  FROM  PARTIC-\n   33  IPATION  IN  A REDEVELOPMENT PROJECT OR IMPROVEMENT PROGRAM; TO INCREASE\n   34  EMPLOYMENT OPPORTUNITIES FOR  LOCAL  RESIDENTS,  ESPECIALLY  LOW  INCOME\n   35  RESIDENTS,  HOMELESS  PERSONS,  SINGLE  PARENTS,  FORMERLY  INCARCERATED\n   36  PERSONS, AND PERSONS WITH OTHER  BARRIERS  TO  EMPLOYMENT,  THROUGH  JOB\n   37  TRAINING,  LOCAL  HIRING AND OTHER ASSISTANCE PROGRAMS; AND TO ENCOURAGE\n   38  THE CREATION OF QUALITY JOBS THAT PROVIDE A LIVING WAGE, ADEQUATE HEALTH\n   39  BENEFITS, AND OPPORTUNITIES FOR ADVANCEMENT.\n   40    It is further declared to be the policy of the state  to  promote  the\n   41  safety,  health[, morals] and welfare of the people of the state through\n   42  the provision of adequate, safe and sanitary dwelling accommodations and\n   43  facilities incidental or appurtenant thereto for persons and families of\n   44  low income.\n   45    For these purposes, there should be created a  corporate  governmental\n   46  agency to be known as the \"New York state urban development corporation\"\n   47  which,  through  issuance  of  bonds and notes to the private, investing\n   48  public, by encouraging maximum participation by the  private  sector  of\n   49  the  economy,  including the sale or lease of the corporation's interest\n   50  in projects at the earliest time deemed feasible,  and  through  partic-\n   51  ipation  in  programs undertaken by the state, its agencies and subdivi-\n   52  sions, and by municipalities and the federal government, may provide  or\n   53  obtain  the  capital  resources  necessary to acquire, construct, recon-\n   54  struct, rehabilitate or improve such industrial, manufacturing,  commer-\n   55  cial,  educational,  recreational  and  cultural facilities, and housing\n   56  accommodations for persons and families of low  income,  and  facilities\n\n       S. 1545                             8\n\n    1  incidental  or  appurtenant  thereto,  and  to carry out the [clearance,\n    2  replanning, reconstruction and rehabilitation of  such  substandard  and\n    3  insanitary] REDEVELOPMENT OF BLIGHTED areas.\n    4    It is further declared to be the policy of New York state to encourage\n    5  the development of research and development facilities and high technol-\n    6  ogy  industrial  incubator  space  at  institutions  of higher education\n    7  located in this state and authorized to confer degrees by law or by  the\n    8  board  of  regents,  or  on lands in reasonable proximity to such insti-\n    9  tutions provided that (i) in the case of research and development facil-\n   10  ities such facilities are for the cooperative use of one  or  more  such\n   11  institutions  and  one or more business corporations, research consortia\n   12  or other industrial organizations  involved  in  research,  development,\n   13  demonstration,  or other technologically oriented industrial activities;\n   14  and (ii) in the case of high technology industrial incubator space, such\n   15  space shall be for rental to business concerns which are in their  form-\n   16  ative  stages  and  which  are  involved  in high technology activities,\n   17  including but not limited to business concerns  initiated  by  students,\n   18  employees  of  such  institution,  including  faculty  members and other\n   19  persons or firms academically associated with such institution.\n   20    It is hereby declared that the acquisition,  construction,  FINANCING,\n   21  reconstruction,  rehabilitation or improvement of such industrial, manu-\n   22  facturing and commercial facilities, and of such  cultural,  educational\n   23  and  recreational  facilities  including  but  not limited to facilities\n   24  identified as projects and called for to implement  a  state  designated\n   25  heritage  area  management  plan  as  provided  in title G of the parks,\n   26  recreation and historic preservation law;  the  [clearance,  replanning,\n   27  reconstruction  and  rehabilitation  of such substandard and insanitary]\n   28  REDEVELOPMENT OF BLIGHTED areas; and the provision of adequate, safe and\n   29  sanitary housing accommodations for persons and families of  low  income\n   30  and  such  facilities  as  may  be incidental or appurtenant thereto are\n   31  public uses and public purposes for which public money may be loaned and\n   32  private property may be acquired and tax exemption granted, and that the\n   33  powers and duties of the New York state urban development corporation as\n   34  hereinafter prescribed are necessary  and  proper  for  the  purpose  of\n   35  achieving the ends here recited.\n   36    S  6.  Section  3  of  section  1  of chapter 174 of the laws of 1968,\n   37  constituting the New York state urban development  corporation  act,  is\n   38  amended by adding two new subdivisions 31 and 32 to read as follows:\n   39    (31)  \"BLIGHTED  PROPERTY\"  AND  \"BLIGHTED  AREA\".  PROPERTY  THAT  IS\n   40  DECLARED BLIGHTED UNDER SECTION 204-A OF THE  EMINENT  DOMAIN  PROCEDURE\n   41  LAW.\n   42    (32) \"SLUM\". PROPERTY THAT IS DECLARED BLIGHTED UNDER SECTION 204-A OF\n   43  THE EMINENT DOMAIN PROCEDURE LAW.\n   44    S  7.  Subdivision  12 of section 3 of section 1 of chapter 174 of the\n   45  laws of 1968, constituting the New York state urban  development  corpo-\n   46  ration  act,  is  REPEALED  and a new subdivision 12 is added to read as\n   47  follows:\n   48    (12) \"SUBSTANDARD AND INSANITARY PROPERTY\". PROPERTY THAT IS  DECLARED\n   49  BLIGHTED UNDER SECTION 204-A OF THE EMINENT DOMAIN PROCEDURE LAW.\n   50    S  8.  Subdivision  7  of section 5 of section 1 of chapter 174 of the\n   51  laws of 1968, constituting the New York state urban  development  corpo-\n   52  ration act, is amended to read as follows:\n   53    (7)  To  acquire  or contract to acquire from any person, firm, corpo-\n   54  ration, municipality, federal  or  state  agency,  by  grant,  purchase,\n   55  condemnation  or otherwise, leaseholds, real, personal or mixed property\n   56  or any interest therein, SUBJECT TO THE LIMITATIONS IN SECTION 204-A  OF\n\n       S. 1545                             9\n\n    1  THE EMINENT DOMAIN PROCEDURE LAW; to own, hold, clear, improve and reha-\n    2  bilitate,  and to sell, assign, exchange, transfer, convey, lease, mort-\n    3  gage, or otherwise dispose of or encumber the same;\n    4    S  9.  Section  10  of  section  1 of chapter 174 of the laws of 1968,\n    5  constituting the New  York  state  urban  development  corporation  act,\n    6  subdivision  (d) as amended by chapter 847 of the laws of 1971, subdivi-\n    7  sions (e) and (f) as added and subdivisions (g) and (h) as relettered by\n    8  chapter 839 of the laws of 1987, is amended to read as follows:\n    9    S 10. Findings of the corporation. Notwithstanding any other provision\n   10  of this act, the corporation shall not be  empowered  to  undertake  the\n   11  acquisition, construction, reconstruction, rehabilitation or improvement\n   12  of a project unless the corporation finds:\n   13    (a) in the case of a residential project:\n   14    (1)  That  there  exists,  in  the  area in which the project is to be\n   15  located, or in an area reasonably accessible to such area,  a  need  for\n   16  [safe  and  sanitary] DECENT housing accommodations for persons or fami-\n   17  lies of low income, which the operations of  private  enterprise  cannot\n   18  provide;\n   19    (2)  That  the  project  has  been  approved as a project of a housing\n   20  company pursuant to the provisions of the private housing finance law.\n   21    (b) in the case of an industrial project:\n   22    (1) That the area  in  which  the  project  is  to  be  located  is  a\n   23  [substandard or insanitary area, or is in danger of becoming a substand-\n   24  ard or insanitary area] BLIGHTED AREA, AS THAT TERM IS DEFINED IN SUBDI-\n   25  VISION  (H)  OF SECTION 103 OF THE EMINENT DOMAIN PROCEDURE LAW, wherein\n   26  there exists a condition of substantial and persistent  unemployment  or\n   27  underemployment;\n   28    (2) That the acquisition or construction and operation of such project\n   29  will  prevent,  eliminate  or  reduce unemployment or underemployment in\n   30  such area;\n   31    (3) That such project shall consist of a building or  buildings  which\n   32  are  suitable for manufacturing, warehousing or research or other indus-\n   33  trial, business or commercial purposes[.];\n   34    (4) That adequate provision has been, or will be made for the  payment\n   35  of the cost of the acquisition, construction, operation, maintenance and\n   36  upkeep of such project[.];\n   37    (5) That the acquisition and construction, proposed leasing, operation\n   38  and use of such project will aid in the development, growth and prosper-\n   39  ity of the state and the area in which such project is located;\n   40    (6)  That  the  plans  and  specifications assure adequate light, air,\n   41  sanitation and fire protection.\n   42    (c) in the case of a land use improvement project:\n   43    (1) That the area  in  which  the  project  is  to  be  located  is  a\n   44  [substandard or insanitary area, or is in danger of becoming a substand-\n   45  ard  or  insanitary  area and tends to impair or arrest the sound growth\n   46  and development of the municipality] BLIGHTED  AREA,  AS  THAT  TERM  IS\n   47  DEFINED  IN  SUBDIVISION (H) OF SECTION 103 OF THE EMINENT DOMAIN PROCE-\n   48  DURE LAW;\n   49    (2) That the project consists of a plan or undertaking for the  clear-\n   50  ance, replanning, reconstruction and rehabilitation of such area and for\n   51  recreational and other facilities incidental or appurtenant thereto;\n   52    (3)  That  the  plan  or  undertaking  affords maximum opportunity for\n   53  participation by private enterprise, consistent with the sound needs  of\n   54  the municipality as a whole.\n   55    (d) in the case of a civic project:\n\n       S. 1545                            10\n\n    1    (1)  That THE AREA IN WHICH THE PROJECT IS TO BE LOCATED IS A BLIGHTED\n    2  AREA, AS THAT TERM IS DEFINED IN SUBDIVISION (H) OF SECTION 103  OF  THE\n    3  EMINENT DOMAIN PROCEDURE LAW, WHEREIN there exists [in the area in which\n    4  the  project  is  to  be located,] a need for the educational, cultural,\n    5  recreational, community, municipal, public service or other civic facil-\n    6  ity to be included in the project;\n    7    (2) That the project shall consist of a building or buildings or other\n    8  facilities  which  are suitable for educational, cultural, recreational,\n    9  community, municipal, public service or other civic purposes;\n   10    (3) That such project will be leased to or owned by the  state  or  an\n   11  agency  or  instrumentality  thereof,  a  municipality  or  an agency or\n   12  instrumentality thereof, a public corporation, or any other entity which\n   13  is carrying out a community, municipal, public service  or  other  civic\n   14  purpose,  and that adequate provision has been, or will be, made for the\n   15  payment of the cost of acquisition, construction, operation, maintenance\n   16  and upkeep of the project;\n   17    (4) That the plans and specifications assure or will  assure  adequate\n   18  light, air, sanitation and fire protection.\n   19    (e) in the case of an industrial effectiveness project:\n   20    (1)  That a feasibility study or productivity assessment exists demon-\n   21  strating the potential for future profitability of the  firm  requesting\n   22  financial  assistance and such study or assessment has been reviewed and\n   23  approved by the commissioner of economic development;\n   24    (2) That for loans to implement a  corporate  restructuring  or  turn-\n   25  around plan, the management of the industrial firm requesting assistance\n   26  is  capable  and  the  firm  has  a sound business development plan that\n   27  includes measures to ensure labor  and  management  cooperation  and  to\n   28  effect changes required to continue as a successful business;\n   29    (3)  That  the  requested  financial  assistance is not available from\n   30  other public or private financing sources; and\n   31    (4) That the area  in  which  the  project  is  to  be  located  is  a\n   32  [substandard or insanitary area, or is in danger of becoming a substand-\n   33  ard or insanitary area] BLIGHTED AREA, AS THAT TERM IS DEFINED IN SUBDI-\n   34  VISION  (H)  OF SECTION 103 OF THE EMINENT DOMAIN PROCEDURE LAW, wherein\n   35  there exists a condition of substantial and persistent  unemployment  or\n   36  underemployment.\n   37    (f)  in  the  case  of  a  small  and medium-sized business assistance\n   38  project:\n   39    (1) That the area in which the project will be located is a [substand-\n   40  ard or insanitary area, or is in danger of  becoming  a  substandard  or\n   41  insanitary  area]  BLIGHTED AREA, AS THAT TERM IS DEFINED IN SUBDIVISION\n   42  (H) OF SECTION 103 OF THE EMINENT DOMAIN PROCEDURE  LAW,  wherein  there\n   43  exists  a condition of substantial and persistent unemployment or under-\n   44  employment;\n   45    (2) That the project demonstrates  market,  management  and  financial\n   46  feasibility and has a clear likelihood of success;\n   47    (3)  That the [industrial] firm provides at least a ten percent equity\n   48  contribution and such contribution is not  derived  from  other  govern-\n   49  mental sources;\n   50    (4)  That  the  requested  financial  assistance is not available from\n   51  other public or private financing sources on terms compatible  with  the\n   52  successful completion of the project;\n   53    (5)  That the project will not result in the relocation of any [indus-\n   54  trial] firm from one municipality within the state  to  another  munici-\n   55  pality,  OR  IN  THE  ABANDONMENT OF ONE OR MORE OF THE FIRMS' PLANTS OR\n   56  FACILITIES LOCATED WITHIN THE STATE, except under one of  the  following\n\n       S. 1545                            11\n\n    1  conditions: (i) when [an industrial] A firm is relocating within a muni-\n    2  cipality  with  a population of at least one million where the governing\n    3  body of such municipality approves such relocation; [or] (ii) the corpo-\n    4  ration notifies each municipality from which such [industrial] firm will\n    5  be  relocated  and each municipality agrees to such relocation; OR (III)\n    6  THE CORPORATION SHALL DETERMINE ON THE BASIS OF THE  APPLICATION  BEFORE\n    7  IT  THAT THE PROJECT IS REASONABLY NECESSARY TO DISCOURAGE THE FIRM FROM\n    8  RELOCATING TO A LOCATION OUTSIDE THE STATE AND TO PRESERVE  THE  COMPET-\n    9  ITIVE POSITION OF THE FIRM WITHIN ITS RESPECTIVE INDUSTRY; and\n   10    (6) That the project is not for the purpose of refinancing any portion\n   11  of  the  total  project  cost  or  other  existing loans or debts of the\n   12  project sponsor or owner.\n   13    (g) in the case of all projects, that [there is a feasible method  for\n   14  the  relocation  of  families and individuals displaced from the project\n   15  area into decent, safe and sanitary dwellings] THE DISPLACEMENT OF RESI-\n   16  DENTS AND BUSINESSES IS LIMITED TO THE MAXIMUM EXTENT POSSIBLE, AND THAT\n   17  ALL DISPLACED RESIDENTS AND BUSINESSES WILL BE AFFORDED ADEQUATE COMPEN-\n   18  SATION AND/OR ASSISTANCE TO BE  RELOCATED  TO  SUBSTANTIALLY  COMPARABLE\n   19  PROPERTIES,  which are or will be [provided] LOCATED in the project area\n   20  or in [other areas] AN AREA REASONABLY PROXIMATE TO THE PROJECT AREA AND\n   21  not generally less desirable in regard to public  utilities  and  public\n   22  and  commercial  facilities, at SUBSTANTIALLY COMPARABLE rents or prices\n   23  [within the financial  means  of  such  families  or  individuals],  and\n   24  reasonably  accessible  to  their  places of DWELLING AND/OR employment.\n   25  [Insofar as is feasible, the] THE corporation shall offer  SUBSTANTIALLY\n   26  COMPARABLE  housing  accommodations  to  [such families and individuals]\n   27  DISPLACED RESIDENTS in [residential] projects [of the corporation]  THAT\n   28  INCLUDE  A RESIDENTIAL COMPONENT, AND INSOFAR AS IS FEASIBLE, THE CORPO-\n   29  RATION SHALL OFFER SUBSTANTIALLY  COMPARABLE  INDUSTRIAL  OR  COMMERCIAL\n   30  ACCOMMODATIONS  TO  DISPLACED  BUSINESSES  IN  PROJECTS  THAT INCLUDE AN\n   31  INDUSTRIAL OR COMMERCIAL COMPONENT. The corporation may render to  busi-\n   32  ness and commercial tenants and [to families or other persons] displaced\n   33  [from  the  project area,] RESIDENTS ANY OTHER such assistance as it may\n   34  deem [necessary to enable them to relocate] APPROPRIATE.\n   35    (h) in the case of all projects, the corporation shall state the basis\n   36  for its findings.\n   37    S 10. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the eminent domain procedure law and the New York state urban development corporation act, in relation to defining blight; and to repeal certain provisions of the New York state urban development corporation act relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115058.TXT", "SOBI.D110110.T111555.TXT", "SOBI.D110110.T114558.TXT", "SOBI.D110111.T153721.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110110.T120059.TXT", "SOBI.D110111.T142213.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778241866
}