{
  "year" : 2011,
  "senateBillNo" : "S1547-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1547-2011-1294635600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all-way stop signs erected at all intersections immediately surrounding a public or private school in a city with a population of 1 million or more",
  "summary" : "Requires all-way stop signs erected at all intersections immediately surrounding a public or private school in a city with a population of 1 million or more. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S8079-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1547\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         all-way  stop signs erected at all intersections immediately surround-\n         ing a public or private school\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1229-e to read as follows:\n    3    S 1229-E. ALL-WAY STOP  SIGNS,  PUBLIC  OR  PRIVATE  SCHOOLS,  CERTAIN\n    4  CITIES.    NOTWITHSTANDING  ANY  OTHER  LAW,  RULE  OR REGULATION TO THE\n    5  CONTRARY, IN A CITY HAVING A POPULATION OF ONE MILLION  OR  MORE,  THERE\n    6  SHALL  BE  ERECTED  AN ALL-WAY STOP SIGN AT EVERY INTERSECTION OR CORNER\n    7  IMMEDIATELY SURROUNDING A PUBLIC OR PRIVATE SCHOOL, EXCEPT  WHERE  THERE\n    8  IS A TRAFFIC SIGNAL ALREADY LOCATED AT SUCH INTERSECTION.\n    9    S  2.  This  act shall take effect on the ninetieth day after it shall\n   10  have become a law. Provided that the commissioner of motor  vehicles  is\n   11  immediately  authorized  and directed to promulgate, amend and/or repeal\n   12  any rules and regulations necessary to implement the provisions of  this\n   13  act on its effective date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06078-01-1\n",
  "memo" : "BILL NUMBER:S1547\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to requiring all-way\nstop signs erected at all intersections immediately surrounding a\npublic or private school\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThat no child or community be left\nwithout proper safety precautions in a public or private school zone.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nVehicle and traffic law would be\namended to erect \"ALL-WAY\" stop signs at every intersection or corner\nin a public or private school zone in cities of 1 million or more.\n\nJUSTIFICATION:\nThe Safety of children should be a top priority to\neveryone, especially New York State. Currently there is no law that\nensures that \"ALL-WAY\" stop signs regulate the traffic around a\npublic or private school zone. The American Journal of Epidemiology,\nThe Journal of American Pediatrics, and countless medical documents\nall show severe- to fatal injuries children have sustained due to\nvehicular collisions. A child, especially during the 6-10 year age\nrange, does not possess the ability to fully calculate the speed at\nwhich a car is coming at them, and the time it will take to cross a\nstreet: This degree of judgment is especially hard in areas of high\ncongestion, such as New York City. Children hospitalized for traffic\ninjuries sustained major head trauma, including concussions with loss\nof consciousness for an hour or more, cerebral laceration, and/or\ncerebral hemorrhaging. Child traffic injuries are a major public\nhealth problem in urban communities\n\nPRIOR LEGISLATIVE HISTORY:\nS.8079 of 2009\n06/04/10/ Referred to Transportation\n\nFISCAL IMPLICATIONS:\nUndetermined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after\nit shall have become a law. Provided that the commissioner of motor\nvehicles immediately authorized and directed to promulgate, amend\nand/or repeal any rules and regulations necessary to implement the\nprovisions of this act on its effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring all-way stop signs erected at all intersections immediately surrounding a public or private school ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T142213.TXT", "SOBI.D110110.T131104.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T124102.TXT", "SOBI.D110110.T121601.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472819
}