{
  "year" : 2011,
  "senateBillNo" : "S1546-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1546-2011-1294635600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes an attorney to attach a lien to awards and settlement proceeds received by his or her client through alternative dispute resolution or settlement",
  "summary" : "Authorizes an attorney to attach a lien to awards and settlement proceeds received by his or her client through alternative dispute resolution or settlement negotiations. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "S8049-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1546\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the judiciary law, in relation to authorizing an  attor-\n         ney  to  attach a charging lien to awards and settlement proceeds that\n         clients receive through alternative dispute resolutions and settlement\n         negotiations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 475 of the judiciary law, as amended by chapter 105\n    2  of the laws of 1946, is amended to read as follows:\n    3    S  475.  Attorney's lien in action, special or other proceeding.  From\n    4  the commencement of an action, special or other proceeding in any  court\n    5  or  before  any state, municipal or federal department, except a depart-\n    6  ment of labor, or the service of an answer containing a counterclaim, OR\n    7  THE INITIATION OF ANY MEANS OF ALTERNATIVE DISPUTE RESOLUTION INCLUDING,\n    8  BUT NOT LIMITED TO,  MEDIATION  OR  ARBITRATION,  OR  THE  PROVISION  OF\n    9  SERVICES  IN  A  SETTLEMENT NEGOTIATION AT ANY STAGE OF THE DISPUTE, the\n   10  attorney who appears for a party has a lien upon  his  OR  HER  client's\n   11  cause  of  action,  claim  or counterclaim, which attaches to a verdict,\n   12  report, determination, decision, AWARD, SETTLEMENT,  judgment  or  final\n   13  order in his OR HER client's favor, and the proceeds thereof in whatever\n   14  hands  they  may come; and the lien cannot be affected by any settlement\n   15  between the parties before or after judgment, final  order  or  determi-\n   16  nation.    The  court  upon  the  petition of the client or attorney may\n   17  determine and enforce the lien.\n   18    S 2. Section 475-a of the judiciary law, as added by  chapter  551  of\n   19  the laws of 1955, is amended to read as follows:\n   20    S  475-a.  NOTICE  OF LIEN. If prior to the commencement of an action,\n   21  ARBITRATION, MEDIATION OR A FORM OF ALTERNATIVE DISPUTE RESOLUTION, OR A\n   22  special or other proceeding, an attorney serves a notice  of  lien  upon\n   23  the  person  or persons against whom his OR HER client has or may have a\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06080-01-1\n\n       S. 1546                             2\n\n    1  claim or cause of action, the attorney has a  lien  upon  the  claim  or\n    2  cause  of action from the time such notice is given, which attaches to a\n    3  verdict, report, determination, decision,  AWARD,  SETTLEMENT  or  final\n    4  order in his OR HER client's favor of any court, ARBITRAL TRIBUNAL or of\n    5  any  state,  municipal  or  federal  department,  except a department of\n    6  labor, and to any money or property which may be recovered on account of\n    7  such claim or cause of action in whatever hands they may come;  and  the\n    8  lien cannot be affected by any settlement between the parties after such\n    9  notice  of  lien  is  given.  The  notice shall, (1) be served by either\n   10  personal service or registered mail; (2) be in writing; (3)  state  that\n   11  the relationship of attorney and client has been established, the nature\n   12  of  the claim or cause of action, and that the attorney claims a lien on\n   13  such claim or cause of action; (4) be signed by  the  client,  or  by  a\n   14  person  on  his  OR  HER  behalf  whose relationship is shown, and which\n   15  signature shall also  be  witnessed  by  a  disinterested  person  whose\n   16  address  shall  also be given; and (5) be signed by the attorney. A lien\n   17  obtained under this section shall otherwise have the same effect and  be\n   18  enforced  in  the  same  manner  as  a  lien obtained under section four\n   19  hundred seventy-five of this [chapter] ARTICLE.\n   20    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   21  have become a law.\n",
  "memo" : "BILL NUMBER:S1546\n\nTITLE OF BILL:\nAn act\nto amend the judiciary law, in relation to authorizing an attorney to\nattach a charging lien to awards and settlement proceeds that clients\nreceive through alternative dispute resolutions and settlement\nnegotiations\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo allow for an attorney's charging\nlien to become effective upon commencement of alternative dispute\nresolution proceedings.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would allow an attorney to\nattach a charging lien to awards and settlement proceeds that clients\nreceive in arbitration or through other forms of alternative dispute\nresolution.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nPresent law permits such liens to attach only upon commencement\nof an action.\n\nJUSTIFICATION:\nThe practice of law has changed tremendously since\nSection 475 was last revised in 1946 and Section 475-a was adopted in\n1955. Since then, alternative dispute resolution, including both\narbitration and mediation, has become a common, universally-accepted,\nmeans of dispute resolution. Such proceedings generally provide\nclients with a more economical approach to dispute resolution than an\naction through the courts, due to abbreviated discovery and limited\nmotion practice.\nAlternative dispute resolution also benefits the court system by\ntaking disputes that are ripe for resolution out of the often\novertaxed courts.\nHowever, while clients and the court system benefit from the increased\nuse of alternative dispute resolution, attorneys are assuming a\nsubstantial risk in agreeing to perform legal services for clients,\nabsent the filing of litigation, because, as the Lien Law is\ncurrently written, attorneys have no means to secure payment for\ntheir services. If the dispute never reaches a court, the attorney\ncannot obtain a charging lien to secure payment for her fees, and\neven if the dispute does reach a court, the Law is unclear as to\nwhether the attorney can recover her legal fees incurred prior to the\nfiling of the court proceeding. The public interest would be best\nserved were lawyers not confronted with having to decide between\nfollowing the best course of action for the client, which may be a\nform of alternative dispute resolution, and ensuring that the lawyers\nwill be compensated for their services.\n\nNew York law is well settled that an attorney may attach a charging\nlien to settlement proceeds resulting from a court or other proceeding.\nAccordingly, expansion of the Lien Law to include arbitration,\nmediation and other forms of alternative dispute resolution would\nalso allow attorneys to file a charging lien against settlement\n\n\nproceeds obtained\nprior to or during the course of any proceeding, thereby, affording\nattorneys this added protection for the value of their legal services.\n\nOther states provide attorneys with the opportunity to obtain liens\nfor work done outside of formal court proceedings. For example, the\nState of Washington cured this problem by drafting its lien law\nexpressly to authorize liens for compensation for legal services\nperformed \"after the commencement\" of an \"arbitration or mediation.\"\nOther states allow the lien to attach for legal services performed\nfor the client \"from the time the cause of action arises\" or from the\n\"time of employment of the\nattorney by the client.\" At least one state has directly addressed\nthis issue through case law.\n\nPRIOR LEGISLATIVE HISTORY:\nS.8049 of 2009\n06/03/10  Referred to Judiciary\n06/08/10  1st Report to Cal. 818\n06/09/10  2nd Report Cal.\n06/10/10  Advanced to Third Reading\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThe ninetieth day after it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to authorizing an attorney to attach a charging lien to awards and settlement proceeds that clients receive through alternative dispute resolutions and settlement negotiations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T142213.TXT", "SOBI.D110110.T131104.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T124102.TXT", "SOBI.D110110.T121601.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472817
}