{
  "year" : 2011,
  "senateBillNo" : "S1549-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1549-2011-1294635600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the payment of interest on prejudgment arrears child support and combined child and spousal support pursuant to a court order",
  "summary" : "Provides for the payment of interest on prejudgment arrears child support and combined child and spousal support pursuant to a court order. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "S5650-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1549\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to author-\n         izing the imposition of  prejudgment  interest  in  certain  cases  of\n         nonpayment of support\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision (a) of section 5001 of the civil practice  law\n    2  and rules is amended to read as follows:\n    3    (a)  Actions  in which recoverable. Interest shall be recovered upon a\n    4  sum awarded because of a breach  of  performance  of  a  contract,  [or]\n    5  because  of  an  act or omission depriving or otherwise interfering with\n    6  title to, or possession or enjoyment of, property, OR BECAUSE OF A FAIL-\n    7  URE TO PAY CHILD SUPPORT OR COMBINED CHILD AND SPOUSAL SUPPORT  PURSUANT\n    8  TO  A  COURT  ORDER,  except  that  in an action of an equitable nature,\n    9  interest and the rate and date from which it shall be computed shall  be\n   10  in the court's discretion.\n   11    S 2. This act shall take effect immediately and shall apply to actions\n   12  and proceedings commenced on or after such effective date.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06118-01-1\n",
  "memo" : "BILL NUMBER:S1549\n\nTITLE OF BILL:\nAn act\nto amend the\ncivil\npractice law and rules, in relation to\nauthorizing the imposition of prejudgment interest in certain\ncases of nonpayment of support\n\nPURPOSE OF BILL:\nThe bill will encourage the obligor of support to\nmake timely support payments.\n\nSUMMARY OF PROVISIONS OF BILL:\nThe bill amends the CPLR to provide for\nprejudgment interest on unpaid child support and combined child and\nspousal support.\n\nJUSTIFICATION:\nSince 1985 a number of laws have strengthened the\nmethods for enforcing child support obligations in New York.\nAmong these are procedures for wage withholding, intercepting tax\nrefunds and lottery winnings, and the suspension of driver's,\nprofessional and recreational license. Despite these measures,\nbillions of dollars in past support are owed in child support.\nThis bill includes a measure to encourage prompt payment of support.\nTestimony at hearings and reports from the Association for Children\nfor Enforcement of Support (ACES) indicate that the failure of\nrespondents to pay support results in substantial losses to custodial\nparents, whether it be in wages lost for court appearances to enforce\nsupport or interest charges for late mortgage or utility payments\nbecause the support check does not arrive on time. Since there is\ncurrently no interest due on pre-judgment support arrears, these\narrears amount to an interest free loan to the obligor.\n\nLEGISLATIVE HISTORY:\nS.5650 of 2009\n02/25/09 Referred to Judiciary\n04/20/09 Reported Referred to Codes\n04/27/09 Reported\n04/30/09 Advanced to Third Reading Cal. 473\n05/04/09 Passed Assembly\n05/04/09 Delivered to Senate\n05/04/09 Referred to Judiciary\n01/06/10 Died in Senate\n01/06/10 Returned to Assembly\n01/06/10 Ordered to Third Reading Cal. 426\n03/03/10 Passed Assembly\n03/03/10 Delivered to Senate\n03/03/10 Referred to Codes\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\n\n\nThis act shall take effect\nimmediately and shall apply\nto actions and proceedings commenced on or after such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to authorizing the imposition of prejudgment interest in certain cases of nonpayment of support ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T130604.TXT", "SOBI.D110110.T122101.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T124102.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472822
}