{
  "year" : 2011,
  "senateBillNo" : "S1558-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1558-2011-1294635600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides additional opportunity for new registrant by mail to indicate choice of party enrollment where original choice omitted",
  "summary" : "Provides additional opportunity for new registrant by mail to indicate choice of party enrollment where original choice was omitted or void, by requiring board of elections to notify registrant of ineffective enrollment and ineligibility to vote in a party primary and providing a place for the registrant to enroll or decline to enroll in a party by mail. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "SA3995-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1558\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to failure of  new  regis-\n         trants to enroll\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 9 of section 5-210  of  the  election  law,  as\n    2  amended  by  chapter  179  of  the  laws  of 2005, is amended to read as\n    3  follows:\n    4    9. The county board of elections shall, promptly and in any event, not\n    5  later than twenty-one days after receipt by it of the application, veri-\n    6  fy the identity of the applicant. In order to do so, the county board of\n    7  elections shall utilize the information provided in the application  and\n    8  shall  attempt  to verify such information with the information provided\n    9  by the department of motor vehicles, social security administration  and\n   10  any  other  lawful  available information source. If the county board of\n   11  elections is unable to verify the identity of the applicant within twen-\n   12  ty-one days of the receipt of the application, it shall immediately take\n   13  steps to confirm that the information  provided  by  the  applicant  was\n   14  accurately  utilized  by  such county board of elections, was accurately\n   15  verified with other information sources and that no data entry error, or\n   16  other similar type of  error,  occurred.  Following  completion  of  the\n   17  preceding  steps,  the county board of elections shall mail (a) a notice\n   18  of its approval, (b) a notice of its approval which  includes  an  indi-\n   19  cation  that  such board has not yet been able to verify the identity of\n   20  the applicant and a request for more information so that such  verifica-\n   21  tion  may be completed, or (c) a notice of its rejection of the applica-\n   22  tion to the  applicant  in  a  form  approved  by  the  state  board  of\n   23  elections.  Notices  of  approval, notices of approval with requests for\n   24  more information or notices of rejection shall be sent by nonforwardable\n   25  first class [or] return postage guaranteed mail  on  which  is  endorsed\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00806-01-1\n\n       S. 1558                             2\n\n    1  \"ADDRESS  CORRECTION  REQUESTED\"  and  which contains a request that any\n    2  such mail received for persons not residing at the  address  be  dropped\n    3  back  in  the  mail.  The  voter's  registration and enrollment shall be\n    4  complete upon receipt of the application by the appropriate county board\n    5  of  elections.  The  failure of a county board of elections to verify an\n    6  applicant's identity shall not be the  basis  for  the  rejection  of  a\n    7  voter's  application,  provided, however, that such verification failure\n    8  shall be the basis for requiring county board of elections to  take  the\n    9  additional verification steps provided by this chapter. The notice shall\n   10  also advise the registrant of the date when his registration and enroll-\n   11  ment is effective, of the date and the hours of the next regularly sche-\n   12  duled  primary or general election in which he will be eligible to vote,\n   13  of the location of the polling place of the election district  in  which\n   14  he is or will be a qualified voter, whether such polling place is acces-\n   15  sible  to  physically  handicapped voters, an indication that physically\n   16  handicapped voters or voters who are ill or voters who will  be  out  of\n   17  the  city  or  county on the day of the primary or general election, may\n   18  obtain an absentee ballot and the phone  number  to  call  for  absentee\n   19  ballot  applications,  the phone numbers to call for location of polling\n   20  places, to obtain registration forms and the phone  number  to  call  to\n   21  indicate  that  the  voter  is  willing  to  serve on election day as an\n   22  inspector, poll clerk or interpreter. The notice of approval, notice  of\n   23  approval  with request for more information or notice of rejection shall\n   24  also advise the applicant to notify the board of elections if  there  is\n   25  any  inaccuracy.  SUCH  NOTICE  SHALL  INCLUDE  A STATEMENT OF THE PARTY\n   26  ENROLLMENT OF THE REGISTRANT, OR, IF NO PARTY WAS SELECTED BY THE REGIS-\n   27  TRANT, A STATEMENT THAT THE REGISTRANT DID NOT ENROLL IN A PARTY AND  IS\n   28  NOT  ELIGIBLE  TO VOTE IN A PARTY PRIMARY ELECTION, AND, INSTRUCTIONS ON\n   29  HOW TO ENROLL IN A PARTY. The form of such mail  notification  shall  be\n   30  prescribed  by the state board of elections and shall contain such other\n   31  information and instructions as it may reasonably require to  carry  out\n   32  the  purposes  of  this  section. The request for more information shall\n   33  inform the voter that \"THE FAILURE TO CONTACT THE BOARD OF ELECTIONS AND\n   34  CORRECT ANY INACCURACIES IN THE APPLICATION OR PROVIDE  REQUESTED  ADDI-\n   35  TIONAL  INFORMATION  MAY  RESULT  IN A REQUEST FOR IDENTIFICATION AT THE\n   36  POLLS IN ORDER TO CAST A VOTE ON A VOTING MACHINE.\" If  such  notice  is\n   37  returned  undelivered  without  a new address, the board shall forthwith\n   38  send such applicant a confirmation notice pursuant to the provisions  of\n   39  section  5-712  of  this  article  and  place such applicant in inactive\n   40  status. The state board of elections shall prepare  uniform  notices  by\n   41  this  section  as  provided for in subdivision eight of section 3-102 of\n   42  this chapter.\n   43    S 2. Subdivision 3 of section 5-302 of the election law, as amended by\n   44  chapter 659 of the laws of 1994, is amended to read as follows:\n   45    3. If marks are found in more than one of the boxes or circles  or  if\n   46  no  marks  are  found  in any of the boxes or circles of any application\n   47  form, the voter who used the application form shall be deemed not to  be\n   48  enrolled,  and  the  words  blank  or void shall be entered in the space\n   49  reserved on his registration poll record for the  name  of  a  political\n   50  party  or in the computer files from which the computer generated regis-\n   51  tration lists are prepared. However if such application form sets  forth\n   52  the  address  of  prior registration and such prior registration had not\n   53  been previously cancelled, the party enrollment, if any, which  is  part\n   54  of such prior registration shall be entered in such space on such regis-\n   55  tration  poll  record  or  in such computer files.  IF A NEW APPLICATION\n   56  FORM DOES NOT CONTAIN A MARK FOR A PARTY ENROLLMENT, BUT, NO LATER  THAN\n\n       S. 1558                             3\n\n    1  THIRTY  DAYS  AFTER  THE REGISTRANT WAS SENT NOTICE OF THE LACK OF PARTY\n    2  ENROLLMENT AS REQUIRED BY SUBDIVISION NINE  OF  SECTION  5-210  OF  THIS\n    3  TITLE  AND  AT  LEAST  TWENTY-FIVE  DAYS  BEFORE A PRIMARY ELECTION, THE\n    4  REGISTRANT MAKES A PARTY ENROLLMENT CHOICE ON THE CARD PROVIDED WITH THE\n    5  NOTICE,  SIGNS  THE  AFFIRMATION  CONTAINED  THEREIN AND MAILS IT TO THE\n    6  BOARD OF ELECTIONS, THEN THE REGISTRANT'S PARTY ENROLLMENT SHALL NOT  BE\n    7  DEEMED  TO  BE A CHANGE OF ENROLLMENT AND SHALL BE EFFECTIVE ON THE DATE\n    8  IT IS RECEIVED BY THE COUNTY BOARD  OF  ELECTIONS.  A  PARTY  ENROLLMENT\n    9  MAILED  MORE THAN THIRTY DAYS AFTER MAILING OF THE NOTICE OF THE LACK OF\n   10  ENROLLMENT SHALL BE DEEMED TO BE A CHANGE OF ENROLLMENT.\n   11    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n   12  have become a law.\n",
  "memo" : "BILL NUMBER:S1558\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to failure of new registrants to\nenroll\n\nThe bill is designed to remind new registrants who did not enroll in a\nparty that they will not be able to vote in primary elections and to\nafford them a second opportunity to enroll and participate in that\npart of the democratic process.\n\nSection 1: Amends election law section 5-210(9) to add a requirement\nthat the notice sent by the board of elections to a new registrant\nregarding approval or other disposition of his application shall also\ninform the registrant that the failure to enroll in a party will\nprevent him or her from being able to vote in primary elections. Such\nnotice is required to be accompanied by a postage paid card addressed\nto the board of elections on which the registrant can mark a party\nenrollment or decline to be affiliated with one.\n\nSection 2: Amends election law section 5-302(3) to provide that if a\nregistrant failed to enroll in a party, but does so on the card\nprovided with the notice from the board of elections within thirty\nafter it was sent and at least twenty-five days before a primary\nelection, then it will not be deemed a change of enrollment and will\nbe effective when received by the board, thereby enabling the\nregistrant to vote in the primary.\n\nSection 3: Provides for the Act to take effect sixty days after it\nbecomes a law.\n\nCurrently, voters who fail to enroll in a party when they register\ncannot participate in primary elections unless they change their\nenrollment, which must be done several months or even more than a\nyear before a primary.\n\nThis bill gives new voters, who may not have been aware of the impact\nof their failure to enroll in a party, a second chance to fully\nparticipate in a fundamental part of our democratic process.\nIt is particularly important because in many areas of the state the\nwinner of the primary is assured of election.\n\nLEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nUnknown, or minimal.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect sixty days after it becomes a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to failure of new registrants to enroll ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110110.T132106.TXT", "SOBI.D110110.T131605.TXT", "SOBI.D110110.T124602.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110110.T131104.TXT", "SOBI.D110110.T124102.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932758
}