{
  "year" : 2011,
  "senateBillNo" : "S1554-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1554-2011-1294635600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that purchasers and sellers of real property shall be provided with voter registration forms at closing",
  "summary" : "Provides that purchasers and sellers of real property shall be provided with voter registration forms at closing. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "SC2867-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1554\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  ADDABBO,  OPPENHEIMER,  PARKER  -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Judiciary\n\n       AN ACT to amend the real property law, in relation to providing purchas-\n         ers  and  sellers  of residential real property and cooperative apart-\n         ments with voter registration forms at closing\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real property law is amended by adding a new section\n    2  262 to read as follows:\n    3    S 262. VOTER REGISTRATION FORMS. 1. FOR PURPOSES OF THIS SECTION,  THE\n    4  TERM  \"CLOSING\"  SHALL MEAN AN IN-PERSON MEETING TO COMPLETE FINAL DOCU-\n    5  MENTS INCIDENT TO THE PURCHASE AND SALE OF RESIDENTIAL REAL PROPERTY AND\n    6  COOPERATIVE APARTMENTS, AND THE TERM \"SETTLEMENT AGENT\" SHALL  MEAN  THE\n    7  LENDER  IN  A  NON-CASH  TRANSACTION, THE TITLE COMPANY IN A CASH TRANS-\n    8  ACTION AND THE MANAGING AGENT IN A COOPERATIVE APARTMENT TRANSACTION.\n    9    2. EVERY PURCHASER OR SELLER OF REAL PROPERTY IN ATTENDANCE AT A CLOS-\n   10  ING HELD WITHIN THIS STATE SHALL BE PROVIDED WITH ANY FORMS NECESSARY TO\n   11  COMPLY WITH THE VOTER REGISTRATION REQUIREMENTS  SET  FORTH  IN  ARTICLE\n   12  FIVE  OF  THE ELECTION LAW, EXCEPT FOR SELLERS WHO ARE MOVING OUT OF NEW\n   13  YORK STATE.  IF SUCH PURCHASER OR SELLER SHALL NOT BE IN  ATTENDANCE  AT\n   14  SUCH CLOSING, SUCH FORMS SHALL BE PROVIDED TO THE REPRESENTATIVE OF SUCH\n   15  PURCHASER OR SELLER.\n   16    3.  THE PROVISION OF FORMS REQUIRED BY SUBDIVISION TWO OF THIS SECTION\n   17  SHALL BE MADE BY THE SETTLEMENT AGENT WITHOUT  COST  OR  CHARGE  TO  THE\n   18  PURCHASER OR SELLER.\n   19    4. EACH COUNTY BOARD OF ELECTIONS IS HEREBY AUTHORIZED AND DIRECTED TO\n   20  COOPERATE  WITH  SETTLEMENT  AGENTS  TO  CARRY  OUT THE PURPOSES OF THIS\n   21  SECTION.\n   22    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   23  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00807-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to providing purchasers and sellers of residential real property and cooperative apartments with voter registration forms at closing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T132106.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D110110.T131104.TXT", "SOBI.D110110.T124102.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774033637
}