{
  "year" : 2011,
  "senateBillNo" : "S1551-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1551-2011-1294635600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the \"New York state organ donor awareness and education act\"",
  "summary" : "Enacts the \"New York state organ donor awareness and education act\" and provides mechanisms to fund the \"life pass it on trust fund\" through the department of motor vehicles. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "SA7727-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1551\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, the state finance  law  and\n         the public health law, in relation to implementing the \"New York state\n         organ donor awareness and education act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Short title. This act shall be known and may be  cited  as\n    2  the \"New York state organ donor awareness and education act\".\n    3    S  2.  Paragraph b of subdivision 1 of  section 401 of the vehicle and\n    4  traffic law, as amended by chapter 222 of the laws of 1996,  is  amended\n    5  to read as follows:\n    6    b.  Every  owner  of a motor vehicle which shall be operated or driven\n    7  upon the public highways  of  this  state  shall,  except  as  otherwise\n    8  expressly  provided, cause to be presented, by mail or otherwise, to the\n    9  office or a branch office of the commissioner, or to any  agent  of  the\n   10  commissioner,  constituted  as  provided in this chapter, an application\n   11  for registration addressed to the commissioner, and on  a  blank  to  be\n   12  prepared  under  the  direction of and furnished by the commissioner for\n   13  that purpose, containing: (a) a brief description of the  motor  vehicle\n   14  to be registered, including the name and factory number of such vehicle,\n   15  and  such  other facts as the commissioner shall require; (b) the weight\n   16  of the vehicle upon which the registration fee is based if  the  fee  is\n   17  based  on  weight;  (c)  the name and residence, including county of the\n   18  owner of such motor vehicle; (C-1) WITH RESPECT TO VEHICLES  SUBJECT  TO\n   19  REGISTRATION  PURSUANT  TO  SUBDIVISION SIX, PARAGRAPH ONE OF SCHEDULE B\n   20  AND SCHEDULE C OF SUBDIVISION SEVEN OF THIS SECTION, SPACE ON THE APPLI-\n   21  CATION AND RENEWAL APPLICATION TO ENABLE THE APPLICANT  TO  REGISTER  OR\n   22  DECLINE REGISTRATION IN THE NEW YORK STATE DONATE LIFE REGISTRY PURSUANT\n   23  TO  SECTION  FORTY-THREE  HUNDRED TEN OF THE PUBLIC HEALTH LAW, AS INDI-\n   24  CATED BY CHECKING \"YES\" OR \"NO\" TO REGISTRATION IN SUCH REGISTRY;  SPACE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06083-01-1\n\n       S. 1551                             2\n\n    1  FOR  THE  APPLICANT'S  SIGNATURE WITHIN A DESIGNATED AREA (SEPARATE FROM\n    2  THE FINAL SIGNATURE CERTIFYING THE VALIDITY OF THE INFORMATION  PROVIDED\n    3  IN THE OVERALL APPLICATION FOR REGISTRATION); AND WITH SPACE FOR SPECIF-\n    4  IC ANATOMICAL GIFTS, WITH  THE FOLLOWING STATEMENT IN CLEAR, CONSPICUOUS\n    5  AND BOLDFACE TYPE IN CAPITAL LETTERS: \"ORGAN DONOR CONSENT STATEMENT: IF\n    6  ON  THIS FORM YOU MARKED \"YES\" TO REGISTER AS AN ORGAN AND TISSUE DONOR,\n    7  YOU ARE LEGALLY AUTHORIZING THE RECOVERY OF ANY AND  ALL  ORGANS  AND/OR\n    8  TISSUES  IN  THE  EVENT OF YOUR DEATH AND YOUR NAME WILL BE ADDED TO THE\n    9  NEW YORK STATE DONATE LIFE REGISTRY. IF YOU WISH TO DONATE ONLY SPECIFIC\n   10  ORGANS AND/OR TISSUES YOU MUST  SPECIFY  THOSE  IN  THE  SPACE  PROVIDED\n   11  BELOW.  REGISTERING AS A DONOR WILL NOT AFFECT YOUR MEDICAL TREATMENT IN\n   12  ANY  WAY. AS OUTLINED IN S 4301 OF THE NEW YORK STATE PUBLIC HEALTH LAW,\n   13  YOUR AUTHORIZATION IS LEGALLY BINDING AND, UNLESS THE DONOR IS UNDER AGE\n   14  18, YOUR DECISION DOES NOT REQUIRE THE CONSENT OF ANY OTHER PERSON.  FOR\n   15  REGISTERED  DONORS UNDER AGE 18, THE LEGAL GUARDIAN SHALL MAKE THE FINAL\n   16  DONATION DECISION.\"; (C-2) DECLINING TO ENROLL IN  THE  NEW  YORK  STATE\n   17  DONATE  LIFE REGISTRY UNDER THIS SECTION BY MARKING  THE \"NO\" BOX ON THE\n   18  APPLICATION AND SEPARATELY SIGNING SHALL BE DEEMED A  SHOWING  THAT  THE\n   19  DONOR  HAS  REVOKED  THE  AUTHORIZATION  PURSUANT  TO SUBDIVISION ONE OF\n   20  SECTION FORTY-THREE HUNDRED ONE OF THE  PUBLIC  HEALTH  LAW,  WHICH  THE\n   21  COMMISSIONER  SHALL  IMMEDIATELY REPORT TO THE DEPARTMENT OF HEALTH; (d)\n   22  provided that, if such motor vehicle is used or to be used as  an  omni-\n   23  bus,  the applicant also shall so certify, and in the case of an omnibus\n   24  also certify as to the seating capacity, and if the  omnibus  is  to  be\n   25  operated wholly within a municipality pursuant to a franchise other than\n   26  a franchise express or implied in articles of incorporation upon certain\n   27  streets  designated  in such franchise, those facts shall also be certi-\n   28  fied, and a certified copy of such franchise furnished  to  the  commis-\n   29  sioner;  (e) provided, that, if such motor vehicle is an altered livery,\n   30  the applicant shall so furnish a certified copy of  the  length  of  the\n   31  center  panel  of such vehicle, provided, however, that the commissioner\n   32  shall require such proof, as he  may  determine  is  necessary,  in  the\n   33  application  for  registration and provided further, if the center panel\n   34  of such vehicle exceeds  one  hundred  inches,  the  commissioner  shall\n   35  require  proof  that  such  vehicle is in compliance with all applicable\n   36  federal and state motor vehicle safety standards;  and  (f)  such  addi-\n   37  tional  facts  or evidence as the commissioner may require in connection\n   38  with the application for registration. Every owner of  a  trailer  shall\n   39  also  make application for the registration thereof in the manner herein\n   40  provided for an application to  register  a  motor  vehicle,  but  shall\n   41  contain a statement showing the manufacturer's number or other identifi-\n   42  cation satisfactory to the commissioner and no number plate for a trail-\n   43  er  issued  under  the  provisions  of subdivision three of section four\n   44  hundred two of this [chapter] ARTICLE shall be transferred  to  or  used\n   45  upon  any  other  trailer than the one for which number plate is issued.\n   46  The commissioner shall require proof, in the application  for  registra-\n   47  tion,  or  otherwise, as such commissioner may determine, that the motor\n   48  vehicle for which registration is applied for is  equipped  with  lights\n   49  conforming  in  all respects to the requirements of this chapter, and no\n   50  motor vehicle shall be registered unless it shall appear by such  proofs\n   51  that such motor vehicle is equipped with proper lights as aforesaid. The\n   52  said application shall contain or be accompanied by such evidence of the\n   53  ownership  of  the  motor vehicle described in the application as may be\n   54  required by the commissioner or his agent and which, with respect to new\n   55  vehicles, shall include, unless otherwise specifically provided  by  the\n   56  commissioner,  the  manufacturer's  statement  of  origin.  Applications\n\n       S. 1551                             3\n\n    1  received by an agent of the  commissioner  shall  be  forwarded  to  the\n    2  commissioner as he shall direct for filing. No application for registra-\n    3  tion shall be accepted unless the applicant is at least sixteen years of\n    4  age.\n    5    S  3.  Subdivision  3 of section 401 of the vehicle and traffic law is\n    6  amended by adding a new paragraph e to read as follows:\n    7    E. IN PROCESSING ANY APPLICATION FOR A CERTIFICATE OF REGISTRATION  OF\n    8  RENEWAL  THEREOF  PURSUANT  TO  THIS  ARTICLE OR TO TITLE ELEVEN OF THIS\n    9  CHAPTER, THE COMMISSIONER SHALL PROVIDE  APPLICANTS  WITH  INFORMATIONAL\n   10  MATERIALS  DESCRIBING  ORGAN  AND  TISSUE  DONATION,  THE NEW YORK STATE\n   11  DONATE LIFE REGISTRY  FOR  ORGAN  AND  TISSUE  DONATIONS  (WITH  CURRENT\n   12  CONTACT  INFORMATION FOR SUCH REGISTRY INCLUDING ITS MAILING AND WEBSITE\n   13  ADDRESSES), AND THE \"LIFE PASS IT ON\"  TRUST  FUND.  SUCH  INFORMATIONAL\n   14  MATERIALS SHALL BE DISTRIBUTED AT THE FIRST OPPORTUNITY AND PERIODICALLY\n   15  THEREAFTER.\n   16    S  4.  Paragraph  a of subdivision 3 of section 401 of the vehicle and\n   17  traffic law, as amended by section 1 of part H of chapter 59 of the laws\n   18  of 2009, is amended to read as follows:\n   19    a. Upon filing of such application and the payment of the fee [herein-\n   20  after] AS provided IN THIS SECTION, the  commissioner  shall  assign  to\n   21  such  motor  vehicle  a  distinctive  number and, without expense to the\n   22  applicant, issue and deliver in such  manner  as  the  commissioner  may\n   23  select  to  the owner a certificate of registration, in such form as the\n   24  commissioner shall prescribe, and two number plates at  a  place  within\n   25  the  state of New York named by the applicant in his or her application.\n   26  EVERY CERTIFICATE OF REGISTRATION ISSUED FOR A VEHICLE REGISTERED PURSU-\n   27  ANT TO SUBDIVISION SIX OR PARAGRAPH ONE OF SCHEDULE B AND SCHEDULE C  OF\n   28  SUBDIVISION  SEVEN OF THIS SECTION TO A PERSON MAKING AN ANATOMICAL GIFT\n   29  SHALL HAVE PROMINENTLY PRINTED UPON THE FRONT  OF  SUCH  CERTIFICATE  OF\n   30  REGISTRATION  OR  RENEWAL THEREOF THE STATEMENT \"ORGAN DONOR\" IN NOTABLY\n   31  DISTINCTIVE PRINT OR FORMAT. THE COMMISSIONER SHALL NOT REQUIRE FEES FOR\n   32  THE ISSUANCE OF SUCH REGISTRATION OR RENEWAL THEREOF TO  PERSONS  MAKING\n   33  AN  ANATOMICAL  GIFT  WHICH ARE DIFFERENT FROM THE FEES REQUIRED FOR THE\n   34  ISSUANCE OF REGISTRATIONS OR RENEWALS THEREOF TO PERSONS NOT  MAKING  AN\n   35  ANATOMICAL  GIFT.  A  number  plate, within the meaning of this chapter,\n   36  may, in the discretion of the commissioner, be a plate  of  a  permanent\n   37  nature,  treated with reflectorized material according to specifications\n   38  prescribed by the commissioner, and with a date  tag  attached  to  such\n   39  plate or to the vehicle as prescribed by regulations of the commissioner\n   40  indicating  the  validity  of  the plate during a certain period and the\n   41  issuance of such a number plate with such date tag to a person  possess-\n   42  ing  such a number plate shall be deemed the issuance of a number plate.\n   43  An additional fee, not to exceed twenty-five dollars, shall be  paid  to\n   44  the commissioner whenever a set of reflectorized number plates is issued\n   45  for  any vehicle for which a registration fee is normally charged except\n   46  that, with respect to any number plate which is  specifically  requested\n   47  by  the  applicant,  such  fee  shall  be  paid to the commissioner upon\n   48  approval of such request. In  the  event  of  the  loss,  mutilation  or\n   49  destruction  of any certificate of registration, any number plate or set\n   50  of number plates whether with or without a date tag or tags, or any date\n   51  tag or set of date tags provided for in this article,  the  owner  of  a\n   52  registered  motor vehicle may file such statement and proof of the facts\n   53  as the commissioner shall require, with a fee of three dollars,  in  the\n   54  office  of the commissioner, or, unless and until the commissioner shall\n   55  otherwise direct, in the office of the agent who issued the certificate,\n   56  plate, plates, tag or tags and the commissioner or his or her agent,  as\n\n       S. 1551                             4\n\n    1  the  case may be, shall issue a duplicate or substitute. It shall be the\n    2  duty of every owner holding a certificate of registration to notify  the\n    3  commissioner in writing of any change of residence of such person within\n    4  ten  days after such change occurs, and to inscribe on such certificate,\n    5  in the place provided by the commissioner, a record of  such  change  of\n    6  residence.\n    7    S 5. Section 401 of the vehicle and traffic law is amended by adding a\n    8  new subdivision 20 to read as follows:\n    9    20.  THE  COMMISSIONER IS DIRECTED TO DEVELOP REGISTRATION APPLICATION\n   10  AND RENEWAL FORMS WHICH SHALL SOLICIT A VOLUNTARY  TWO  DOLLAR  DONATION\n   11  FROM PERSONS APPLYING FOR OR RENEWING A VEHICLE REGISTRATION AT THE TIME\n   12  OF  SUCH  APPLICATION  OR  RENEWAL. OF MONIES COLLECTED PURSUANT TO THIS\n   13  SUBDIVISION, THE FIRST ONE  HUNDRED  FIFTY  THOUSAND  DOLLARS  SHALL  BE\n   14  RETAINED  BY THE DEPARTMENT TO OFFSET ITS INITIAL PROGRAM COSTS.  SUBSE-\n   15  QUENTLY, FIVE PERCENT OF ANY MONIES COLLECTED PURSUANT TO THIS  SUBDIVI-\n   16  SION  SHALL  BE RETAINED BY THE DEPARTMENT FOR CONTINUING ADMINISTRATIVE\n   17  COSTS. THE REMAINDER OF SUCH MONIES COLLECTED PURSUANT TO THIS  SUBDIVI-\n   18  SION  SHALL BE DEPOSITED IN THE \"LIFE PASS IT ON\" TRUST FUND ESTABLISHED\n   19  PURSUANT TO SECTION NINETY-FIVE-D OF THE STATE FINANCE LAW, AS ADDED  BY\n   20  CHAPTER FOUR HUNDRED FIFTEEN OF THE LAWS OF TWO THOUSAND THREE.\n   21    S  6.  Subdivision 1 of section 502 of the vehicle and traffic law, as\n   22  amended by chapter 639 of the laws  of  2006,  is  amended  to  read  as\n   23  follows:\n   24    1.  Application  for license. Application for a driver's license shall\n   25  be made to the commissioner.  The fee prescribed by law may be submitted\n   26  with such application. The applicant shall furnish such proof of identi-\n   27  ty, age, and fitness as may be required by the commissioner. The commis-\n   28  sioner may also provide that the application procedure shall include the\n   29  taking of a photo image or images of the applicant  in  accordance  with\n   30  rules  and  regulations prescribed by the commissioner. In addition, the\n   31  commissioner also shall require that the applicant provide  his  or  her\n   32  social  security number and provide space on the application so that the\n   33  applicant may register OR DECLINE REGISTRATION in  the  New  York  state\n   34  organ and tissue donor registry under section forty-three hundred ten of\n   35  the  public health law, AS INDICATED BY CHECKING \"YES\" OR \"NO\" TO REGIS-\n   36  TRATION IN SUCH REGISTRY TOGETHER WITH THE APPLICANT'S SIGNATURE  WITHIN\n   37  A  DESIGNATED  AREA  (SEPARATE  FROM  THE FINAL SIGNATURE CERTIFYING THE\n   38  VALIDITY OF THE INFORMATION PROVIDED IN THE OVERALL APPLICATION) TOGETH-\n   39  ER WITH SPACE FOR SPECIFIC ANATOMICAL GIFTS AND THE FOLLOWING  STATEMENT\n   40  IN CLEAR, CONSPICUOUS AND BOLDFACE TYPE IN CAPITAL LETTERS: \"ORGAN DONOR\n   41  CONSENT  STATEMENT:  IF  ON THIS FORM YOU MARKED \"YES\" TO REGISTER AS AN\n   42  ORGAN AND TISSUE DONOR, YOU ARE LEGALLY AUTHORIZING THE RECOVERY OF  ANY\n   43  AND  ALL  ORGANS AND/OR TISSUES IN THE EVENT OF YOUR DEATH AND YOUR NAME\n   44  WILL BE ADDED TO THE NEW YORK STATE DONATE LIFE REGISTRY. IF YOU WISH TO\n   45  DONATE ONLY SPECIFIC ORGANS AND/OR TISSUES YOU MUST SPECIFY THOSE IN THE\n   46  SPACE PROVIDED BELOW.   REGISTERING AS A  DONOR  WILL  NOT  AFFECT  YOUR\n   47  MEDICAL  TREATMENT  IN  ANY  WAY.  AS OUTLINED IN S 4301 OF THE NEW YORK\n   48  STATE PUBLIC HEALTH LAW, YOUR  AUTHORIZATION  IS  LEGALLY  BINDING  AND,\n   49  UNLESS  THE  DONOR  IS  UNDER AGE 18, YOUR DECISION DOES NOT REQUIRE THE\n   50  CONSENT OF ANY OTHER PERSON. FOR REGISTERED DONORS  UNDER  AGE  18,  THE\n   51  LEGAL  GUARDIAN  SHALL  MAKE THE FINAL DONATION DECISION.\"  DECLINING TO\n   52  ENROLL IN THE NEW YORK STATE DONATE LIFE REGISTRY UNDER THIS SECTION  BY\n   53  MARKING  THE \"NO\" BOX ON THE APPLICATION AND SEPARATELY SIGNING SHALL BE\n   54  DEEMED A SHOWING THAT THE DONOR HAS REVOKED THE  AUTHORIZATION  PURSUANT\n   55  TO SUBDIVISION ONE OF S 4301 OF THE PUBLIC HEALTH LAW, WHICH THE COMMIS-\n   56  SIONER  SHALL  IMMEDIATELY  REPORT TO THE DEPARTMENT OF HEALTH. In addi-\n\n       S. 1551                             5\n\n    1  tion, an applicant for a commercial driver's license who will operate  a\n    2  commercial  motor vehicle in interstate commerce shall certify that such\n    3  applicant meets the requirements to operate a commercial motor  vehicle,\n    4  as  set  forth in public law 99-570, title XII, and title 49 of the code\n    5  of federal regulations, and all regulations promulgated  by  the  United\n    6  States  secretary of transportation under the hazardous materials trans-\n    7  portation act. Upon a determination that  the  holder  of  a  commercial\n    8  driver's  license  has  made  any  false  statement, with respect to the\n    9  application  for  such  license,  the  commissioner  shall  revoke  such\n   10  license.\n   11    S  7.  Subdivision 5 of section 508 of the vehicle and traffic law, as\n   12  added by chapter 570 of the laws of 2006, is amended to read as follows:\n   13    5. The commissioner is directed to  develop  license  application  and\n   14  renewal  forms which shall solicit a voluntary [one] TWO dollar donation\n   15  from persons applying for or renewing a driver's license at the time  of\n   16  such application or renewal. Of monies collected pursuant to this subdi-\n   17  vision,  the  first one hundred fifty thousand dollars shall be retained\n   18  by the department to offset its initial program  costs.    Subsequently,\n   19  five  percent of any monies collected pursuant to this subdivision shall\n   20  be retained by the department for continuing administrative  costs.  The\n   21  remainder of such monies collected pursuant to this subdivision shall be\n   22  deposited  in  the  life  pass  it on trust fund established pursuant to\n   23  section ninety-five-d of the state finance law, as added by chapter four\n   24  hundred fifteen of the laws of two thousand three.\n   25    S 8. Section 508 of the vehicle and traffic law is amended by adding a\n   26  new subdivision 6 to read as follows:\n   27    6. IN PROCESSING ANY APPLICATION FOR A  DRIVER'S  LICENSE  OR  RENEWAL\n   28  THEREOF PURSUANT TO THIS ARTICLE OR TO TITLE ELEVEN OF THIS CHAPTER, THE\n   29  COMMISSIONER  SHALL  PROVIDE  APPLICANTS  WITH  INFORMATIONAL  MATERIALS\n   30  DESCRIBING ORGAN AND TISSUE DONATION, THE NEW  YORK  STATE  DONATE  LIFE\n   31  REGISTRY  FOR  ORGAN AND TISSUE DONATIONS (WITH CURRENT CONTACT INFORMA-\n   32  TION FOR SUCH REGISTRY INCLUDING ITS MAILING AND WEBSITE ADDRESSES), AND\n   33  THE \"LIFE PASS IT ON\" TRUST FUND. SUCH INFORMATIONAL MATERIALS SHALL  BE\n   34  DISTRIBUTED AT THE FIRST OPPORTUNITY AND PERIODICALLY THEREAFTER.\n   35    S  9. Subdivision 2 of section 95-d of the state finance law, as added\n   36  by chapter 415 of the laws of 2003, is amended to read as follows:\n   37    2. Such fund shall consist of all revenues received  pursuant  to  the\n   38  provisions  of  SUBDIVISION  TWENTY OF SECTION FOUR HUNDRED ONE, section\n   39  four hundred four-u, AND SUBDIVISION FIVE OF SECTION FIVE HUNDRED  EIGHT\n   40  of  the vehicle and traffic law and all other moneys appropriated, cred-\n   41  ited, or transferred thereto from any other fund or source  pursuant  to\n   42  law.  Nothing  contained  in  this  section shall prevent the state from\n   43  receiving grants, gifts or bequests for the  purposes  of  the  fund  as\n   44  defined  in  this section and depositing them into the fund according to\n   45  law.\n   46    S 10. Subdivision 2 of section 4310  of  the  public  health  law,  as\n   47  amended  by  chapter  161  of  the  laws  of 2010, is amended to read as\n   48  follows:\n   49    2. Such registration of consent to make an anatomical gift can be made\n   50  through (a) indication made on the application  or  renewal  form  of  a\n   51  license  OR  VEHICLE  REGISTRATION,  (b) indication made on a non-driver\n   52  identification card application or renewal form, (c)  enrolling  in  the\n   53  registry  website  maintained by the department, which may include using\n   54  an electronic  signature  under  regulations  of  the  commissioner  and\n   55  subject  to  article  three  of the state technology law, (d) indication\n   56  made on a voter  registration  form  pursuant  to  subdivision  five  of\n\n       S. 1551                             6\n\n    1  section 5-210 of the election law, or (e) through any other method iden-\n    2  tified  by the commissioner. The registration shall take effect upon the\n    3  department sending written notice of  the  registration  to  the  person\n    4  enrolling  in the registry. In making regulations on using an electronic\n    5  signature for a registration of consent, the commissioner shall  consult\n    6  with the director of the office of technology.\n    7    S  11.  Section 4303 of the public health law is amended by adding two\n    8  new subdivisions 6 and 7 to read as follows:\n    9    6. FOR ALL ANATOMICAL GIFTS MADE UNDER THIS ARTICLE OR  ARTICLE  FOUR-\n   10  TEEN  OR ARTICLE NINETEEN OF THE VEHICLE AND TRAFFIC LAW, THE DONOR WILL\n   11  BE PRESUMED TO MAKE A DONATION  OF  ANY  AND  ALL  ORGANS  AND  TISSUES;\n   12  PROVIDED, HOWEVER, THAT THIS PRESUMPTION SHALL NOT APPLY WHEN:\n   13    (A) THE DONOR HAS EXPRESSLY STATED HIS OR HER INTENTION IN WRITING, TO\n   14  GIFT  A  SPECIFIC  ORGAN  OR ORGANS AND/OR TISSUE OR TISSUES. AN EXPRESS\n   15  GIFT OF A SPECIFIC ORGAN OR ORGANS AND/OR TISSUE OR TISSUES SHALL DEFEAT\n   16  THE PRESUMPTION OF THIS SECTION EVEN IN THE ABSENCE OF LANGUAGE THAT  IS\n   17  NOT OTHERWISE INCONSISTENT WITH THIS SECTION;\n   18    (B)  THE  DONOR  HAS  EXPRESSLY STATED HIS OR HER INTENTION TO THE NEW\n   19  YORK STATE DONATE LIFE REGISTRY. ANY COMMUNICATION,  INCLUDING  WRITTEN,\n   20  ORAL, SIGN LANGUAGE, ELECTRONIC OR OTHERWISE, THAT CONTRADICTS OR OTHER-\n   21  WISE  CONFLICTS WITH THE PRESUMPTION OF THIS SECTION SHALL BE SUFFICIENT\n   22  TO OVERCOME THE PRESUMPTION OF THIS SECTION;\n   23    (C) THE DONOR REVOKES HIS OR HER GIFT;\n   24    (D) THE DONOR IS UNDER THE AGE OF EIGHTEEN, IN WHICH CASE THE  DONOR'S\n   25  LEGAL GUARDIAN SHALL MAKE THE FINAL DONATION DECISION;\n   26    (E)  THE  GIFT IS MADE PURSUANT TO ARTICLE FOURTEEN OR NINETEEN OF THE\n   27  VEHICLE AND TRAFFIC LAW AND THE DONOR HAS LISTED  A  SPECIFIC  ORGAN  OR\n   28  ORGANS AND/OR TISSUE OR TISSUES. ANY MARK MADE ON THE DONOR'S LICENSE OR\n   29  VEHICLE REGISTRATION OR THE DONOR'S APPLICATION FOR LICENSE OR REGISTRA-\n   30  TION  OR  APPLICATION  FOR RENEWAL OF LICENSE OR REGISTRATION THAT INDI-\n   31  CATES THE DONOR INTENDS TO MAKE A  SPECIFIC  GIFT  OF  ORGAN  OR  ORGANS\n   32  AND/OR TISSUE OR TISSUES SHALL DEFEAT THE PRESUMPTION OF THIS SECTION;\n   33    (F) THE DONATION IS PROHIBITED BY SECTION FORTY-THREE HUNDRED SEVEN OF\n   34  THIS ARTICLE.\n   35    7.  THE COMMISSIONER OF THE DEPARTMENT OF MOTOR VEHICLES SHALL PROVIDE\n   36  PRINTED INFORMATIONAL MATERIAL TO THE GENERAL PUBLIC INCLUDING, BUT  NOT\n   37  LIMITED TO, POSTERS, ENROLLMENT FORMS AND OTHER INFORMATIONAL LITERATURE\n   38  INFORMING  THE  GENERAL  PUBLIC ABOUT ORGAN AND TISSUE DONATION, THE NEW\n   39  YORK STATE DONATE LIFE REGISTRY FOR ORGAN AND TISSUE DONATIONS INCLUDING\n   40  CURRENT MAILING AND WEBSITE ADDRESSES FOR SUCH REGISTRY, AND  THE  \"LIFE\n   41  PASS  IT  ON\" TRUST FUND. THE COMMISSIONER SHALL MAKE SUCH INFORMATIONAL\n   42  MATERIALS AVAILABLE TO THE GENERAL PUBLIC AT  ALL  DEPARTMENT  OF  MOTOR\n   43  VEHICLE  OFFICES,  ALL  COUNTY  OFFICES THAT PROVIDE DEPARTMENT OF MOTOR\n   44  VEHICLE SERVICES, AND ON THE DEPARTMENT OF MOTOR VEHICLES' WEBSITE.\n   45    S 12. This act shall take effect November 1, 2012.\n",
  "memo" : "BILL NUMBER:S1551\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, the state finance law\nand\nthe public health law,\nin\nrelation to implementing the \"New York state organ donor awareness and\neducation act\"\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo improve the process by which the\nDepartment of Motor Vehicles solicits, registers and enrolls\nindividuals to become members of the New York State Organ and Tissue\nRegistry.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSpecifically, this bill:\n\n1. Restructures the language on an application for a drivers license\nto include more explicit language dealing with organ donation\nregistry opt-ins.\n\n2. Provides new language for use on applications\n\n3. Requires the DMV to provide informational literature on organ\ndonation at any place where individuals can apply for a drivers license\n\n4. Provides applicants for renewals of licenses the option to donate 2\ndollars to the New York state Donate Life Registry\n5. Provides regulations over said fund.\n\n6. Amends the public health law to create a new subdivision in regards\nto the presumed willingness to donate organs.\n\nJUSTIFICATION:\nAccording to the New York Alliance for Donation, New\nYork State currently has the lowest Donor Designation Rate (DDR) in\nthe United States. In total, only 11% of eligible donors are\ncurrently enrolled in The New York State Organ and Tissue Registry.\n\nThis number starkly contrasts to the national average of 430. In some\nstates, such as Utah and Iowa, the DDR ranges between 55-70%, This\nbill will modify the process by which individuals may join the\nregistry. It would require DMV employees to alert an applicant that\nthey are eligible to join the registry and enact various provisions\nto encourage registration and donations to the \"life pass it on fund\".\n\nBy making the option to consider organ donation a requirement of\napplication, the number of people informed about the choice to donate\norgans would increase significantly and with education on the topic\nthis measure would also lead to a significant increase in the\npercentage of donors in the Registry.\n\nPRIOR LEGISLATIVE HISTORY:\n\n\nS.7727 of 2009\n05/05/10 Referred to Transportation\n06/08/10 Reported and Committed to Finance\n06/17/10 Amend (T) and Recommit to Finance\n06/17/10 Print Number 7727A\n\nFISCAL IMPLICATIONS:\nMinimal.\n\nEFFECTIVE DATE:\nThis act shall take effect November 1, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, the state finance law and the public health law, in relation to implementing the \"New York state organ donor awareness and education act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T122601.TXT", "SOBI.D110110.T130604.TXT", "SOBI.D110110.T122101.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T124102.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472826
}