{
  "year" : 2011,
  "senateBillNo" : "S1554-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1554-2011-1294635600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that purchasers and sellers of real property shall be provided with voter registration forms at closing",
  "summary" : "Provides that purchasers and sellers of real property shall be provided with voter registration forms at closing. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "SC2867-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1554\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  ADDABBO,  OPPENHEIMER,  PARKER  -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Judiciary\n\n       AN ACT to amend the real property law, in relation to providing purchas-\n         ers  and  sellers  of residential real property and cooperative apart-\n         ments with voter registration forms at closing\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real property law is amended by adding a new section\n    2  262 to read as follows:\n    3    S 262. VOTER REGISTRATION FORMS. 1. FOR PURPOSES OF THIS SECTION,  THE\n    4  TERM  \"CLOSING\"  SHALL MEAN AN IN-PERSON MEETING TO COMPLETE FINAL DOCU-\n    5  MENTS INCIDENT TO THE PURCHASE AND SALE OF RESIDENTIAL REAL PROPERTY AND\n    6  COOPERATIVE APARTMENTS, AND THE TERM \"SETTLEMENT AGENT\" SHALL  MEAN  THE\n    7  LENDER  IN  A  NON-CASH  TRANSACTION, THE TITLE COMPANY IN A CASH TRANS-\n    8  ACTION AND THE MANAGING AGENT IN A COOPERATIVE APARTMENT TRANSACTION.\n    9    2. EVERY PURCHASER OR SELLER OF REAL PROPERTY IN ATTENDANCE AT A CLOS-\n   10  ING HELD WITHIN THIS STATE SHALL BE PROVIDED WITH ANY FORMS NECESSARY TO\n   11  COMPLY WITH THE VOTER REGISTRATION REQUIREMENTS  SET  FORTH  IN  ARTICLE\n   12  FIVE  OF  THE ELECTION LAW, EXCEPT FOR SELLERS WHO ARE MOVING OUT OF NEW\n   13  YORK STATE.  IF SUCH PURCHASER OR SELLER SHALL NOT BE IN  ATTENDANCE  AT\n   14  SUCH CLOSING, SUCH FORMS SHALL BE PROVIDED TO THE REPRESENTATIVE OF SUCH\n   15  PURCHASER OR SELLER.\n   16    3.  THE PROVISION OF FORMS REQUIRED BY SUBDIVISION TWO OF THIS SECTION\n   17  SHALL BE MADE BY THE SETTLEMENT AGENT WITHOUT  COST  OR  CHARGE  TO  THE\n   18  PURCHASER OR SELLER.\n   19    4. EACH COUNTY BOARD OF ELECTIONS IS HEREBY AUTHORIZED AND DIRECTED TO\n   20  COOPERATE  WITH  SETTLEMENT  AGENTS  TO  CARRY  OUT THE PURPOSES OF THIS\n   21  SECTION.\n   22    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   23  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00807-01-1\n",
  "memo" : "BILL NUMBER:S1554\n\nTITLE OF BILL:\n\nAn act\nto amend the real property law, in relation to providing purchasers\nand sellers of residential real property and cooperative apartments\nwith voter registration forms at closing\n\nPURPOSE:\n\nThe bill provides that every purchaser and seller of residential real\nproperty who attends the closing must be provided by the settlement\nagent with voter registration forms, and if a purchaser or seller\ndoes not attend the closing, then the forms shall be provided to the\nrepresentative of such purchaser or seller.\n\nSUMMARY OF PROVISIONS:\n\nSection 1: Amends the Real Property Law to add a new section 262,\nwhich requires that, at a closing for the sale or purchase of\nresidential real property, the seller and purchaser shall be provided\nwith voter registration forms. Subsection one defines a \"closing\" as\n\"an in-person meeting to complete final documents incident to the\npurchase and sale\", and defines \"settlement agent\" as \"the lender in\na non-cash transaction, the title company in a cash transaction and\nthe managing agent in a cooperative apartment transaction.\"\nSubsection two provides that the forms are to be provided to the\npurchaser and seller, except for sellers who are moving out of New\nYork State. If a purchaser or seller is not present at the closing,\nthen the forms are to be provided to such person's representative.\nSubsection three requires the settlement agent to provide those forms\nwithout cost or charge to the purchaser or seller. Subsection four\ndirects the county boards of elections to cooperate with settlement\nagents to accomplish the purposes of this section.\n\nSection 2: Provides for the Act to take effect on the thirtieth day\nafter it becomes law.\n\nEXISTING LAW:\n\nThere is no existing law requiring voter registration applications to\nbe provided at residential real estate closings.\n\nJUSTIFICATION:\n\nPeople buying or selling residential real estate may be moving into\nthe state, or moving in or out of a county or election district, but\nmay be unaware of this or of the need to provide a change of address\nto the local board of election. This provision provides voters with\nthe opportunity to\n\nregister to vote or register a change of address at the time when it\nis most likely that they will need to do so in order to secure or\npreserve their right to vote.\n\nLEGISLATIVE HISTORY:\n\nNone.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act takes effect on the thirtieth after the date it becomes a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to providing purchasers and sellers of residential real property and cooperative apartments with voter registration forms at closing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110110.T132106.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D110110.T131104.TXT", "SOBI.D110110.T124102.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932752
}