{
  "year" : 2011,
  "senateBillNo" : "S1552-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1552-2011-1294635600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes state board of elections enforcement counsel and state board of elections enforcement unit; campaign finances; repealer",
  "summary" : "Establishes state board of elections enforcement counsel and state board of elections enforcement unit; campaign finances. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S8405-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1552\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law,  in  relation  to  a  state  board  of\n         elections  enforcement  unit  and  counsel,  personal  use of campaign\n         funds,  filing  requirements,  political  communication,   independent\n         expenditure   reporting,  enforcement  proceeding  and  penalties  for\n         violations; and to repeal certain provisions of such law  relating  to\n         filing of statements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as  \"The  Campaign\n    2  Finance Enforcement Act of 2010.\"\n    3    S  1-a. Subdivision 3 of section 3-100 of the election law, as amended\n    4  by chapter 220 of the laws of 2005, is amended to read as follows:\n    5    3. The commissioners of the state board of  elections  shall  have  no\n    6  other public employment. The commissioners shall receive an annual sala-\n    7  ry  of  twenty-five  thousand dollars, within the amounts made available\n    8  therefor by appropriation. The board shall, for the purposes of sections\n    9  seventy-three and seventy-four of the public officers law, be  a  \"state\n   10  agency\",  and  such commissioners shall be \"officers\" of the state board\n   11  of elections for the purposes of such sections. Within the amounts  made\n   12  available  by appropriation therefor, the state board of elections shall\n   13  appoint two co-executive directors, [counsel] AN ENFORCEMENT COUNSEL,  A\n   14  DEPUTY  ENFORCEMENT  COUNSEL, WHO SHALL BE A MEMBER OF A DIFFERENT MAJOR\n   15  POLITICAL PARTY THAN THE ENFORCEMENT COUNSEL, A SPECIAL COUNSEL, A DEPU-\n   16  TY SPECIAL COUNSEL, WHO SHALL BE A MEMBER OF A DIFFERENT MAJOR POLITICAL\n   17  PARTY THAN THE SPECIAL COUNSEL, A DIRECTOR  OF  ELECTION  OPERATIONS,  A\n   18  DEPUTY  DIRECTOR  OF  ELECTION  OPERATIONS,  WHO  SHALL BE A MEMBER OF A\n   19  DIFFERENT MAJOR POLITICAL PARTY THAN  THE  DIRECTOR  OF  ELECTION  OPER-\n   20  ATIONS,  A  DIRECTOR  OF PUBLIC INFORMATION, A DEPUTY DIRECTOR OF PUBLIC\n   21  INFORMATION, WHO SHALL BE A MEMBER OF A DIFFERENT MAJOR POLITICAL  PARTY\n   22  THAN  THE DIRECTOR OF PUBLIC INFORMATION and such other staff members as\n   23  are necessary in the exercise  of  its  functions,  and  may  fix  their\n   24  compensation.  [Anytime  after  the effective date of the chapter of the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05917-01-1\n\n       S. 1552                             2\n\n    1  laws of two thousand five  which  amended  this  subdivision,  the]  THE\n    2  commissioners or, in the case of a vacancy on the board, the commission-\n    3  er of each of the major political parties shall appoint one co-executive\n    4  director.  Each  co-executive director shall serve a term of four years.\n    5  THE ENFORCEMENT COUNSEL AND THE SPECIAL COUNSEL SHALL EACH SERVE A  TERM\n    6  OF  FOUR  YEARS  AND  MAY ONLY BE REMOVED FOR CAUSE.  ANY TIME AFTER THE\n    7  EFFECTIVE DATE OF THE CHAPTER OF THE LAWS OF TWO THOUSAND ELEVEN  AMEND-\n    8  ING  THIS SUBDIVISION, THE COMMISSIONERS, OR IN THE CASE OF A VACANCY ON\n    9  THE BOARD, THE COMMISSIONER, OF EACH OF THE SAME MAJOR  POLITICAL  PARTY\n   10  AS  THE  INCUMBENT  ENFORCEMENT  COUNSEL,  DEPUTY  ENFORCEMENT  COUNSEL,\n   11  SPECIAL COUNSEL, DEPUTY SPECIAL  COUNSEL,  DIRECTOR  OF  ELECTION  OPER-\n   12  ATIONS,  DEPUTY  DIRECTOR  OF  ELECTION  OPERATIONS,  DIRECTOR OF PUBLIC\n   13  INFORMATION AND DEPUTY DIRECTOR OF  PUBLIC  INFORMATION,  SHALL  APPOINT\n   14  SUCH  COUNSELS,  DIRECTORS  AND  DEPUTIES.  Any vacancy in the office of\n   15  co-executive director, ENFORCEMENT COUNSEL, DEPUTY ENFORCEMENT  COUNSEL,\n   16  SPECIAL  COUNSEL,  DEPUTY  SPECIAL  COUNSEL,  DIRECTOR OF ELECTION OPER-\n   17  ATIONS, DEPUTY DIRECTOR  OF  ELECTION  OPERATIONS,  DIRECTOR  OF  PUBLIC\n   18  INFORMATION  AND  DEPUTY DIRECTOR OF PUBLIC INFORMATION, shall be filled\n   19  by the commissioners or, in the case of a  vacancy  on  the  board,  the\n   20  commissioner of the same major political party as the vacating incumbent\n   21  for the remaining period of the term of such vacating incumbent, FOR THE\n   22  REMAINING PERIOD OF THE TERM OF SUCH VACATING INCUMBENT.\n   23    S  2.  Subdivision 3, paragraph (c) of subdivision 9-A and subdivision\n   24  17 of section 3-102 of the  election  law,  subdivisions  3  and  17  as\n   25  amended  by  chapter 9 of the laws of 1978, paragraph (c) of subdivision\n   26  9-A as added by chapter 430 of the laws of 1997 and  subdivision  17  as\n   27  renumbered  by  chapter  23  of the laws of 2005, are amended to read as\n   28  follows:\n   29    3. conduct any investigation necessary to carry out the provisions  of\n   30  this  chapter,  PROVIDED,  HOWEVER,  THAT  THE  STATE BOARD OF ELECTIONS\n   31  ENFORCEMENT COUNSEL, ESTABLISHED PURSUANT TO SECTION 3-104 OF THIS ARTI-\n   32  CLE, SHALL CONDUCT ANY INVESTIGATION NECESSARY TO ENFORCE THE PROVISIONS\n   33  OF ARTICLE FOURTEEN OF THIS CHAPTER ON BEHALF OF THE BOARD OF ELECTIONS;\n   34    (c) establish [a] AN EDUCATIONAL AND training program on ALL REPORTING\n   35  REQUIREMENTS INCLUDING BUT NOT LIMITED TO the electronic reporting proc-\n   36  ess and make it EASILY AND READILY available to any  such  candidate  or\n   37  committee AND NOTIFY ANY SUCH CANDIDATE OR COMMITTEE OF THE AVAILABILITY\n   38  OF THE MOST RECENT CAMPAIGN FINANCE HANDBOOK;\n   39    17.  HEAR  AND  CONSIDER  THE  RECOMMENDATIONS  OF  THE STATE BOARD OF\n   40  ELECTIONS ENFORCEMENT COUNSEL REGARDING THE ENFORCEMENT OF VIOLATIONS OF\n   41  ARTICLE FOURTEEN OF THIS CHAPTER;\n   42    18. perform such other acts as may  be  necessary  to  carry  out  the\n   43  purposes of this chapter.\n   44    S 3.  Section 3-104 of the election law, subdivisions 1, 3, 4 and 5 as\n   45  redesignated  and  subdivision  2 as amended by chapter 9 of the laws of\n   46  1978, is amended to read as follows:\n   47    S 3-104. State board of elections AND THE  STATE  BOARD  OF  ELECTIONS\n   48  ENFORCEMENT  COUNSEL;  enforcement powers.  1. (A) THERE SHALL BE A UNIT\n   49  KNOWN AS THE STATE BOARD OF ELECTIONS ENFORCEMENT UNIT ESTABLISHED WITH-\n   50  IN THE STATE BOARD OF ELECTIONS.  THE HEAD OF SUCH  UNIT  SHALL  BE  THE\n   51  ENFORCEMENT COUNSEL.\n   52    (B)  The  state  board of elections shall have jurisdiction of, and be\n   53  responsible for, the execution and  enforcement  of  the  provisions  of\n   54  [article   fourteen  of  this  chapter  and  other]  statutes  governing\n   55  campaigns, elections and related procedures; PROVIDED HOWEVER  THAT  THE\n   56  ENFORCEMENT  COUNSEL SHALL HAVE SOLE AUTHORITY WITHIN THE STATE BOARD OF\n\n       S. 1552                             3\n\n    1  ELECTIONS TO INVESTIGATE ON HIS OR HER OWN INITIATIVE OR UPON COMPLAINT,\n    2  ALLEGED  VIOLATIONS  OF  ARTICLE  FOURTEEN  OF  THIS  CHAPTER  AND   ALL\n    3  COMPLAINTS  ALLEGING  ARTICLE  FOURTEEN VIOLATIONS SHALL BE FORWARDED TO\n    4  THE  ENFORCEMENT  UNIT.    NOTHING IN THIS SECTION SHALL BE CONSTRUED TO\n    5  DIMINISH OR ALTER THE STATE BOARD OF ELECTIONS' JURISDICTION PURSUANT TO\n    6  THIS CHAPTER.\n    7    2. (A) Whenever [the state board of elections or other] A LOCAL  board\n    8  of  elections  shall determine, on its own initiative or upon complaint,\n    9  or otherwise, that there is substantial reason to believe a violation of\n   10  this chapter or  any  code  or  regulation  promulgated  thereunder  has\n   11  [occurred]  BEEN  COMMITTED  BY  A CANDIDATE OR POLITICAL COMMITTEE THAT\n   12  FILES STATEMENTS REQUIRED BY ARTICLE FOURTEEN  OF  THIS  CHAPTER  SOLELY\n   13  WITH  SUCH  LOCAL  BOARD,  it  shall expeditiously make an investigation\n   14  which shall also include investigation of reports and statements made or\n   15  failed to be  made  by  the  complainant  and  any  political  committee\n   16  supporting  his  candidacy  if the complainant is a candidate or, if the\n   17  complaint was made by an officer or member of a political committee,  of\n   18  reports  and  statements  made  or  failed  to be made by such political\n   19  committee and any candidates  supported  by  it.  [The  state  board  of\n   20  elections,  in  lieu  of  making  such  an investigation, may direct the\n   21  appropriate board of elections to make an investigation.]\n   22    (B) The state board of elections may request, and shall  receive,  the\n   23  assistance of the state police in any investigation it shall conduct.\n   24    [3.  If, after an investigation, the state or other board of elections\n   25  finds reasonable cause to believe that a violation  warranting  criminal\n   26  prosecution  has taken place, it shall forthwith refer the matter to the\n   27  district attorney of the appropriate county and shall make available  to\n   28  such  district  attorney  all  relevant papers, documents, testimony and\n   29  findings relevant to its investigation.\n   30    4. The state or other  board  of  elections  may,  where  appropriate,\n   31  commence  a judicial proceeding with respect to the filing or failure to\n   32  file any statement of receipts, expenditures,  or  contributions,  under\n   33  the  provisions  of  this  chapter, and the state board of elections may\n   34  direct the  appropriate  other  board  of  elections  to  commence  such\n   35  proceeding.\n   36    5.]  3.  IF  THE  ENFORCEMENT  COUNSEL  DETERMINES THAT A VIOLATION OF\n   37  SUBDIVISION ONE OF SECTION 14-126 OF THIS  CHAPTER  HAS  OCCURRED  WHICH\n   38  COULD  WARRANT  A CIVIL PENALTY, THE ENFORCEMENT COUNSEL SHALL, UPON HIS\n   39  OR HER DISCRETION,  SEEK  TO  RESOLVE  THE  MATTER  EXTRA-JUDICIALLY  OR\n   40  COMMENCE  A  SPECIAL PROCEEDING IN THE SUPREME COURT PURSUANT TO SECTION\n   41  16-114 OF THIS CHAPTER.\n   42    4.  UPON RECEIPT OF A COMPLAINT AND  SUPPORTING  INFORMATION  ALLEGING\n   43  ANY OTHER VIOLATION OF ARTICLE FOURTEEN OF THIS CHAPTER, THE ENFORCEMENT\n   44  COUNSEL  SHALL  ANALYZE  THE  COMPLAINT TO DETERMINE IF AN INVESTIGATION\n   45  SHOULD BE UNDERTAKEN.  THE  ENFORCEMENT  COUNSEL  SHALL,  IF  NECESSARY,\n   46  REQUEST ADDITIONAL INFORMATION FROM THE COMPLAINANT TO ASSIST SUCH COUN-\n   47  SEL  IN  MAKING  THIS  DETERMINATION.  SUCH  ANALYSIS  SHALL INCLUDE THE\n   48  FOLLOWING: FIRST, WHETHER THE ALLEGATIONS, IF TRUE, WOULD  CONSTITUTE  A\n   49  VIOLATION  OF  ARTICLE FOURTEEN OF THIS CHAPTER AND, SECOND, WHETHER THE\n   50  ALLEGATIONS ARE SUPPORTED BY CREDIBLE EVIDENCE.\n   51    5. IF THE ENFORCEMENT COUNSEL  DETERMINES  THAT  THE  ALLEGATIONS,  IF\n   52  TRUE, WOULD NOT CONSTITUTE A VIOLATION OF ARTICLE FOURTEEN OF THIS CHAP-\n   53  TER  OR  THAT THE ALLEGATIONS ARE NOT SUPPORTED BY CREDIBLE EVIDENCE, HE\n   54  OR SHE SHALL ISSUE A LETTER TO THE COMPLAINANT DISMISSING THE COMPLAINT.\n   55    6. IF THE ENFORCEMENT COUNSEL  DETERMINES  THAT  THE  ALLEGATIONS,  IF\n   56  TRUE,  WOULD  CONSTITUTE A VIOLATION OF ARTICLE FOURTEEN OF THIS CHAPTER\n\n       S. 1552                             4\n\n    1  AND THAT THE ALLEGATIONS APPEAR TO BE SUPPORTED BY CREDIBLE EVIDENCE, HE\n    2  OR SHE SHALL NOTIFY THE STATE BOARD OF  ELECTIONS  OF  (A)  HIS  OR  HER\n    3  INTENT  TO  RESOLVE  THE  MATTER  EXTRA-JUDICIALLY DUE TO THE DE MINIMUS\n    4  NATURE  OF THE VIOLATION; OR (B) HIS OR HER INTENT TO COMMENCE AN INVES-\n    5  TIGATION, NO LATER THAN THE BOARD'S NEXT  REGULARLY  SCHEDULED  MEETING.\n    6  NOTIFICATION  SHALL  SUMMARIZE THE RELEVANT FACTS AND THE APPLICABLE LAW\n    7  AND SHALL, TO THE EXTENT POSSIBLE, PROTECT FROM  PUBLIC  DISCLOSURE  THE\n    8  IDENTITY OF THE COMPLAINANT AND THE INDIVIDUAL SUBJECT TO THE COMPLAINT.\n    9    7.  IF, UPON CONSIDERING THE ENFORCEMENT COUNSEL'S NOTICE OF INTENT TO\n   10  COMMENCE AN INVESTIGATION, THE STATE BOARD OF  ELECTIONS  BELIEVES  THAT\n   11  THE  ALLEGATIONS,  IF  TRUE, WOULD NOT CONSTITUTE A VIOLATION OF ARTICLE\n   12  FOURTEEN OF THIS CHAPTER, OR THE ALLEGATIONS ARE NOT SUPPORTED BY CREDI-\n   13  BLE EVIDENCE OR, THAT ON BALANCE, THE EQUITIES FAVOR A DISMISSAL OF  THE\n   14  COMPLAINT,  THE BOARD SHALL PUBLICLY DIRECT THAT AN INVESTIGATION NOT BE\n   15  UNDERTAKEN NO LATER THAN SIXTY DAYS AFTER THE  RECEIPT  OF  NOTIFICATION\n   16  FROM  THE ENFORCEMENT COUNSEL OF HIS OR HER INTENT TO COMMENCE AN INVES-\n   17  TIGATION.  IN DETERMINING WHETHER THE EQUITIES FAVOR A DISMISSAL OF  THE\n   18  COMPLAINT,  THE  STATE  BOARD  OF ELECTIONS SHALL CONSIDER THE FOLLOWING\n   19  FACTORS: (A) WHETHER THE COMPLAINT ALLEGES A  DE  MINIMUS  VIOLATION  OF\n   20  ARTICLE  FOURTEEN  OF  THIS  CHAPTER;  (B)  WHETHER  THE  SUBJECT OF THE\n   21  COMPLAINT HAS MADE A GOOD FAITH EFFORT TO CORRECT THE VIOLATION; AND (C)\n   22  WHETHER  THE  SUBJECT  OF  THE  COMPLAINT  HAS  A  HISTORY  OF   SIMILAR\n   23  VIOLATIONS.  DETERMINATIONS OF THE STATE BOARD OF ELECTIONS TO DISMISS A\n   24  COMPLAINT  AND  NOT  PROCEED  WITH A FORMAL INVESTIGATION SHALL BE VOTED\n   25  UPON AS PROVIDED IN SUBDIVISION FOUR OF SECTION 3-100 OF THIS  TITLE  AT\n   26  AN  OPEN  MEETING  PURSUANT TO ARTICLE SEVEN OF THE PUBLIC OFFICERS LAW,\n   27  AND SHALL BE MADE ON A FAIR AND EQUITABLE BASIS AND  WITHOUT  REGARD  TO\n   28  THE STATUS OF THE SUBJECT OF THE COMPLAINT.\n   29    8.  ABSENT A TIMELY DETERMINATION BY THE STATE BOARD OF ELECTIONS THAT\n   30  AN INVESTIGATION SHALL NOT BE UNDERTAKEN, THE ENFORCEMENT COUNSEL  SHALL\n   31  COMMENCE  AN INVESTIGATION ON A TIMELY BASIS. IF THE ENFORCEMENT COUNSEL\n   32  DETERMINES THAT ADDITIONAL INVESTIGATIVE  POWERS,  AS  PROVIDED  FOR  IN\n   33  SUBDIVISIONS  FOUR,  FIVE  AND  SIX  OF SECTION 3-102 OF THIS TITLE, ARE\n   34  NEEDED TO COMPLETE THE COUNSEL'S INVESTIGATION, HE OR SHE SHALL  REQUEST\n   35  SUCH  ADDITIONAL  POWERS  FROM THE STATE BOARD OF ELECTIONS. SUCH POWERS\n   36  SHALL BE GRANTED BY THE BOARD IN PUBLIC, AS PROVIDED IN SUBDIVISION FOUR\n   37  OF SECTION 3-100 OF THIS TITLE, ONLY WHEN THE BOARD FINDS  THAT  FURTHER\n   38  INVESTIGATION IS WARRANTED AND JUSTIFIED.\n   39    9.  AT  THE  CONCLUSION  OF ITS INVESTIGATION, THE ENFORCEMENT COUNSEL\n   40  SHALL PROVIDE THE STATE BOARD OF ELECTIONS WITH A WRITTEN RECOMMENDATION\n   41  AS TO: (A) WHETHER SUBSTANTIAL REASON EXISTS TO BELIEVE A  VIOLATION  OF\n   42  ARTICLE  FOURTEEN OF THIS CHAPTER HAS OCCURRED AND, IF SO, THE NATURE OF\n   43  THE VIOLATION AND ANY APPLICABLE PENALTY, AS DEFINED IN  SECTION  14-126\n   44  OF  THIS  CHAPTER, BASED ON THE NATURE OF THE VIOLATION; (B) WHETHER THE\n   45  MATTER SHOULD  BE  RESOLVED  EXTRA-JUDICIALLY;  (C)  WHETHER  A  SPECIAL\n   46  PROCEEDING  SHOULD  BE COMMENCED IN THE SUPREME COURT TO RECOVER A CIVIL\n   47  PENALTY; AND (D) WHETHER A REFERRAL SHOULD BE MADE TO A DISTRICT  ATTOR-\n   48  NEY  PURSUANT  TO  SUBDIVISION ELEVEN OF THIS SECTION BECAUSE REASONABLE\n   49  CAUSE EXISTS TO BELIEVE A VIOLATION WARRANTING CRIMINAL PROSECUTION  HAS\n   50  TAKEN PLACE.\n   51    10.  THE  STATE  BOARD OF ELECTIONS SHALL ACCEPT, MODIFY OR REJECT THE\n   52  ENFORCEMENT COUNSEL'S RECOMMENDATION NO  LATER  THAN  SIXTY  DAYS  AFTER\n   53  RECEIPT  OF SUCH RECOMMENDATION.  IN MAKING ITS DETERMINATION, THE BOARD\n   54  SHALL AGAIN CONSIDER: (A) WHETHER THE COMPLAINT  ALLEGES  A  DE  MINIMUS\n   55  VIOLATION  OF  ARTICLE FOURTEEN OF THIS CHAPTER; (B) WHETHER THE SUBJECT\n   56  OF THE COMPLAINT HAS MADE A GOOD FAITH EFFORT TO CORRECT THE  VIOLATION;\n\n       S. 1552                             5\n\n    1  AND  (C)  WHETHER  THE SUBJECT OF THE COMPLAINT HAS A HISTORY OF SIMILAR\n    2  VIOLATIONS. ALL SUCH DETERMINATIONS SHALL BE VOTED UPON AS  PROVIDED  IN\n    3  SUBDIVISION  FOUR  OF  SECTION  3-100  OF  THIS TITLE AT AN OPEN MEETING\n    4  PURSUANT  TO ARTICLE SEVEN OF THE PUBLIC OFFICERS LAW, AND SHALL BE MADE\n    5  ON A FAIR AND EQUITABLE BASIS, WITHOUT  REGARD  TO  THE  STATUS  OF  THE\n    6  SUBJECT OF THE COMPLAINT.\n    7    11.  (A)  IF  THE  STATE BOARD OF ELECTIONS DETERMINES, AS PROVIDED IN\n    8  SUBDIVISION TEN OF THIS  SECTION,  THAT  SUBSTANTIAL  REASON  EXISTS  TO\n    9  BELIEVE  THAT  A  PERSON, ACTING AS OR ON BEHALF OF A CANDIDATE OR POLI-\n   10  TICAL COMMITTEE UNDER CIRCUMSTANCES EVINCING AN INTENT TO  VIOLATE  SUCH\n   11  LAW,  HAS UNLAWFULLY ACCEPTED A CONTRIBUTION IN EXCESS OF A CONTRIBUTION\n   12  LIMITATION ESTABLISHED IN ARTICLE FOURTEEN OF THIS CHAPTER, WHICH  COULD\n   13  WARRANT  A CIVIL PENALTY AS PROVIDED FOR IN SUBDIVISION THREE OF SECTION\n   14  14-126 OF THIS CHAPTER, THE BOARD SHALL DIRECT  THE  COMMENCEMENT  OF  A\n   15  SPECIAL  PROCEEDING  IN  THE SUPREME COURT PURSUANT TO SECTION 16-122 OF\n   16  THIS CHAPTER.\n   17    (B) IF THE STATE BOARD OF ELECTIONS DETERMINES, AS PROVIDED IN  SUBDI-\n   18  VISION  TEN  OF  THIS  SECTION THAT REASONABLE CAUSE EXISTS TO BELIEVE A\n   19  VIOLATION WARRANTING CRIMINAL PROSECUTION HAS  TAKEN  PLACE,  THE  BOARD\n   20  SHALL  REFER  THE MATTER TO A DISTRICT ATTORNEY AND SHALL MAKE AVAILABLE\n   21  TO SUCH DISTRICT ATTORNEY ALL PAPERS, DOCUMENTS, TESTIMONY AND  FINDINGS\n   22  RELEVANT TO ITS INVESTIGATION.\n   23    12.  UPON NOTIFICATION THAT A SPECIAL PROCEEDING HAS BEEN COMMENCED BY\n   24  A PARTY OTHER THAN THE STATE BOARD OF  ELECTIONS,  PURSUANT  TO  SECTION\n   25  16-114  OF  THIS  CHAPTER, THE STATE BOARD OF ELECTIONS SHALL DIRECT THE\n   26  ENFORCEMENT COUNSEL TO INVESTIGATE THE ALLEGED VIOLATIONS UNLESS  OTHER-\n   27  WISE DIRECTED BY THE COURT.\n   28    13.  THE ENFORCEMENT COUNSEL SHALL PREPARE A REPORT, TO BE INCLUDED IN\n   29  THE ANNUAL REPORT TO  THE  GOVERNOR  AND  LEGISLATURE,  SUMMARIZING  THE\n   30  ACTIVITIES  OF  THE  UNIT  DURING THE PREVIOUS YEAR.   SUCH REPORT SHALL\n   31  INCLUDE: (I) THE NUMBER OF  COMPLAINTS  RECEIVED;  (II)  THE  NUMBER  OF\n   32  COMPLAINTS  THAT WERE FOUND TO NEED INVESTIGATION AND THE NATURE OF EACH\n   33  COMPLAINT; AND (III) THE NUMBER OF MATTERS THAT HAVE BEEN RESOLVED.  THE\n   34  REPORT SHALL NOT CONTAIN ANY INFORMATION FOR  WHICH  DISCLOSURE  IS  NOT\n   35  PERMITTED.\n   36    14.  The state board of elections may promulgate rules and regulations\n   37  consistent with law to effectuate the provisions of this section.\n   38    S 4. The state of New York shall appropriate during each  fiscal  year\n   39  to the New York state board of elections enforcement unit, not less than\n   40  thirty-five percent of the appropriation available from the general fund\n   41  for  the  state  board  of  elections  to  pay  for the expenses of such\n   42  enforcement unit.\n   43    S 5. The election law is amended by adding a new section 3-111 to read\n   44  as follows:\n   45    S 3-111. PERSONAL USE OF CAMPAIGN FUNDS. UPON WRITTEN REQUEST FROM ANY\n   46  PERSON WHO IS SUBJECT TO THE REQUIREMENTS  OF  SECTION  14-130  OF  THIS\n   47  CHAPTER,  THE  STATE  BOARD OF ELECTIONS SHALL RENDER FORMAL OPINIONS ON\n   48  THE REQUIREMENTS OF SAID PROVISION. AN OPINION RENDERED  BY  THE  BOARD,\n   49  UNTIL  AND  UNLESS  AMENDED OR REVOKED, SHALL BE BINDING ON THE BOARD IN\n   50  ANY SUBSEQUENT PROCEEDING CONCERNING THE PERSON WHO REQUESTED THE  OPIN-\n   51  ION  AND  WHO ACTED IN GOOD FAITH, UNLESS MATERIAL FACTS WERE OMITTED OR\n   52  MISSTATED BY THE PERSON IN THE REQUEST FOR AN OPINION. SUCH OPINION  MAY\n   53  ALSO  BE  RELIED UPON BY SUCH PERSON, AND MAY BE INTRODUCED AND SHALL BE\n   54  DEFENSE IN ANY CRIMINAL OR CIVIL ACTION. SUCH REQUEST SHALL BE CONFIDEN-\n   55  TIAL, BUT THE BOARD SHALL PUBLISH SUCH OPINIONS PROVIDED THAT  THE  NAME\n\n       S. 1552                             6\n\n    1  OF  THE  REQUESTING  PERSON  AND  OTHER IDENTIFYING DETAILS SHALL NOT BE\n    2  INCLUDED IN THE PUBLICATION.\n    3    S 6. Section 14-100 of the election law is amended by adding three new\n    4  subdivisions 12, 13 and 14 to read as follows:\n    5    12. \"CLEARLY IDENTIFIED CANDIDATE\" MEANS THAT:\n    6    (A) THE NAME OF THE CANDIDATE INVOLVED APPEARS;\n    7    (B) A PHOTOGRAPH OR DRAWING OF THE CANDIDATE APPEARS; OR\n    8    (C)  THE  IDENTITY  OF THE CANDIDATE IS APPARENT BY UNAMBIGUOUS REFER-\n    9  ENCE.\n   10    13. \"GENERAL PUBLIC AUDIENCE\" MEANS AN AUDIENCE COMPOSED OF MEMBERS OF\n   11  THE PUBLIC, INCLUDING A TARGETED SUBGROUP  OF  MEMBERS  OF  THE  PUBLIC;\n   12  PROVIDED,  HOWEVER,  IT  DOES  NOT  MEAN AN AUDIENCE SOLELY COMPRISED OF\n   13  MEMBERS, RETIREES AND STAFF OF A LABOR ORGANIZATION OR  THEIR  IMMEDIATE\n   14  FAMILY  MEMBERS  OR AN AUDIENCE SOLELY COMPRISED OF EMPLOYEES OF A BUSI-\n   15  NESS ENTITY OR MEMBERS OF A BUSINESS, TRADE OR PROFESSIONAL ASSOCIATION.\n   16    14. \"LABOR ORGANIZATION\" MEANS ANY  ORGANIZATION  OF  ANY  KIND  WHICH\n   17  EXISTS  FOR  THE PURPOSE, IN WHOLE OR IN PART, OF REPRESENTING EMPLOYEES\n   18  EMPLOYED WITHIN THE STATE OF NEW  YORK  IN  DEALING  WITH  EMPLOYERS  OR\n   19  EMPLOYER  ORGANIZATIONS  OR WITH A STATE GOVERNMENT, OR ANY POLITICAL OR\n   20  CIVIL SUBDIVISION OR OTHER AGENCY THEREOF, CONCERNING TERMS  AND  CONDI-\n   21  TIONS  OF EMPLOYMENT, GRIEVANCES, LABOR DISPUTES, OR OTHER MATTERS INCI-\n   22  DENTAL TO THE EMPLOYMENT RELATIONSHIP.  FOR THE PURPOSES OF  THIS  ARTI-\n   23  CLE, EACH LOCAL, PARENT NATIONAL OR PARENT INTERNATIONAL ORGANIZATION OF\n   24  A  STATEWIDE LABOR ORGANIZATION, AND EACH STATEWIDE FEDERATION RECEIVING\n   25  DUES FROM SUBSIDIARY LABOR ORGANIZATIONS, SHALL BE CONSIDERED A SEPARATE\n   26  LABOR ORGANIZATION.\n   27    S 7. Subdivision 5 of section 14-102 of the election law is  REPEALED,\n   28  subdivisions  1  and  3,  as  amended  by chapter 8 of the laws of 1978,\n   29  subdivision 1 as redesignated by chapter 9  of  the  laws  of  1978  and\n   30  subdivision  3  as  renumbered  by  chapter  70 of the laws of 1983, are\n   31  amended and a new subdivision 5 is added to read as follows:\n   32    1. The treasurer of every political committee which, or  any  officer,\n   33  member  or  agent  of  any  such  committee  who, in connection with any\n   34  election, receives or expends any money or other [valuable  thing]  ITEM\n   35  OF  VALUE  or  incurs any liability to pay money or its equivalent shall\n   36  file statements sworn, or subscribed and  bearing  a  form  notice  that\n   37  false  statements  made  therein are punishable as a class A misdemeanor\n   38  pursuant to section 210.45 of the penal law, at the times prescribed  by\n   39  this  article  setting  forth all the receipts, contributions to and the\n   40  expenditures by and liabilities of the committee, and of  its  officers,\n   41  members  and  agents  in  its  behalf. Such statements shall include the\n   42  dollar amount of any receipt, contribution  or  transfer,  or  the  fair\n   43  market  value  of  any receipt, contribution or transfer, which is other\n   44  than of money, the name and address of the  transferor,  contributor  or\n   45  person  from whom received, and if the transferor, contributor or person\n   46  is a political committee; the name of and the political unit represented\n   47  by the committee, the date of its receipt, the dollar  amount  of  every\n   48  expenditure,  the  name and address of the person to whom it was made or\n   49  the name of and the political unit represented by the committee to which\n   50  it was made and the date thereof, and shall state clearly the purpose of\n   51  such expenditure. IF ANY ONE EXPENDITURE  IS  MADE  FOR  MORE  THAN  ONE\n   52  PURPOSE,  OR  AS PAYMENT FOR GOODS OR SERVICES SUPPLIED BY MORE THAN ONE\n   53  SUPPLIER, SUCH STATEMENT SHALL SET FORTH SEPARATELY EACH SUCH PURPOSE OR\n   54  SUPPLIER AND THE AMOUNT EXPENDED FOR EACH SUCH PURPOSE OR TO  EACH  SUCH\n   55  SUPPLIER.\n\n       S. 1552                             7\n\n    1    Any statement reporting a loan shall have attached to it a copy of the\n    2  evidence  of indebtedness. Expenditures in sums under fifty dollars need\n    3  not be specifically accounted for by separate items in said  statements,\n    4  and  receipts  and  contributions  aggregating not more than ninety-nine\n    5  dollars, from any one contributor need not be specifically accounted for\n    6  by  separate  items  in  said  statements,  provided  however, that such\n    7  expenditures, receipts and contributions shall be subject to  the  other\n    8  provisions of section 14-118 of this article.\n    9    3.  The  state  board  of  elections shall promulgate regulations with\n   10  respect to the accounting methods to be applied IN COMPLYING  WITH,  AND\n   11  in  preparing the statements required by, the provisions of this article\n   12  and shall provide forms suitable for such statements.  SUCH  REGULATIONS\n   13  SHALL BE DRAWN TO ASSURE SUCH COMPLIANCE AND OBTAIN THE MAXIMUM POSSIBLE\n   14  DISCLOSURE.\n   15    5.  (A)  PURSUANT  TO  THE  PROVISIONS  OF THIS SECTION, ANY CANDIDATE\n   16  AND/OR POLITICAL COMMITTEE WHICH IS REQUIRED TO FILE STATEMENTS  WITH  A\n   17  COUNTY  BOARD OF ELECTIONS OR WITH THE BOARD OF ELECTIONS OF THE CITY OF\n   18  NEW YORK, WHICH RAISES OR SPENDS OR EXPECTS TO RAISE OR SPEND MORE  THAN\n   19  ONE  THOUSAND  DOLLARS  DURING  ANY CALENDAR YEAR, IN ADDITION TO FILING\n   20  SUCH STATEMENTS WITH SUCH BOARDS  OF  ELECTIONS  IN  THE  FILING  FORMAT\n   21  REQUIRED  THEREBY,  SHALL  ALSO FILE SUCH STATEMENTS ELECTRONICALLY WITH\n   22  THE STATE BOARD  OF  ELECTIONS  PURSUANT  TO  ITS  ELECTRONIC  REPORTING\n   23  SYSTEM,  ESTABLISHED  PURSUANT TO SUBDIVISION NINE-A OF SECTION 3-102 OF\n   24  THIS CHAPTER, OR ON PAPER IF AN EXEMPTION  FROM  THE  ELECTRONIC  FILING\n   25  REQUIREMENTS  HAS  BEEN GRANTED BY THE STATE BOARD OF ELECTIONS PURSUANT\n   26  TO SUBDIVISION FOUR OF THIS SECTION OR SUBDIVISION TWO OF SECTION 14-104\n   27  OF THIS TITLE.\n   28    (B) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH (A) OF  THIS  SUBDIVI-\n   29  SION, ANY STATEMENTS FILED ELECTRONICALLY, OR ON PAPER IF EXEMPTED, WITH\n   30  THE  STATE  BOARD OF ELECTIONS BY A CANDIDATE AND/OR POLITICAL COMMITTEE\n   31  WHICH IS REQUIRED TO FILE SUCH STATEMENTS ELECTRONICALLY WITH THE  STATE\n   32  BOARD  OF ELECTIONS PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION, SHALL\n   33  SATISFY THE FILING REQUIREMENTS OF THIS SECTION WITH REGARDS  TO  FILING\n   34  WITH  THE  APPLICABLE  COUNTY OR CITY BOARD OF ELECTIONS. THE COUNTY AND\n   35  CITY BOARDS OF ELECTIONS SHALL MAKE  STATEMENTS  FILED  WITH  THE  STATE\n   36  BOARD  OF  ELECTIONS, WHICH WOULD OTHERWISE HAVE BEEN FILED SPECIFICALLY\n   37  WITH THEIR INDIVIDUAL BOARD PURSUANT TO PARAGRAPH (A) OF  THIS  SUBDIVI-\n   38  SION,  AVAILABLE  FOR  PUBLIC  INSPECTION  AND  COPYING  VIA  ELECTRONIC\n   39  CONNECTION TO THE STATE BOARD OF ELECTIONS' WEBSITE, WHICH WILL  CONTAIN\n   40  SUCH  STATEMENTS, OR BY SUCH OTHER MODE OF ELECTRONIC COMMUNICATION THAT\n   41  IS AVAILABLE AND APPROVED BY THE  STATE  BOARD  OF  ELECTIONS  FOR  SUCH\n   42  PURPOSES.\n   43    (C) ANY CANDIDATE AND/OR POLITICAL COMMITTEE WHICH IS REQUIRED TO FILE\n   44  STATEMENTS  WITH  A  COUNTY  BOARD  OF  ELECTIONS  OR  WITH THE BOARD OF\n   45  ELECTIONS OF THE CITY OF NEW YORK PURSUANT TO  THE  PROVISIONS  OF  THIS\n   46  SECTION,  WHICH  IS  NOT REQUIRED TO FILE SUCH STATEMENTS WITH THE STATE\n   47  BOARD OF ELECTIONS PURSUANT TO PARAGRAPH (A) OF  THIS  SUBDIVISION,  MAY\n   48  NOT  ELECT  TO  FILE  SUCH  STATEMENTS WITH THE STATE BOARD OF ELECTIONS\n   49  PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION IN SUBSTITUTION FOR, OR IN\n   50  SATISFACTION OF, THE REQUIREMENT TO FILE WITH THE APPLICABLE  COUNTY  OR\n   51  CITY BOARD OF ELECTIONS.\n   52    S  8.  Subdivision 3 of section 14-104 of the election law is REPEALED\n   53  and a new subdivision 3 is added to read as follows:\n   54    3. (A) PURSUANT TO THE  PROVISIONS  OF  THIS  SECTION,  ANY  CANDIDATE\n   55  AND/OR  POLITICAL  COMMITTEE WHICH IS REQUIRED TO FILE STATEMENTS WITH A\n   56  COUNTY BOARD OF ELECTIONS OR WITH THE BOARD OF ELECTIONS OF THE CITY  OF\n\n       S. 1552                             8\n\n    1  NEW  YORK, WHICH RAISES OR SPENDS OR EXPECTS TO RAISE OR SPEND MORE THAN\n    2  ONE THOUSAND DOLLARS DURING ANY CALENDAR YEAR,  IN  ADDITION  TO  FILING\n    3  SUCH  STATEMENTS  WITH  SUCH  BOARDS  OF  ELECTIONS IN THE FILING FORMAT\n    4  REQUIRED  THEREBY,  SHALL  ALSO FILE SUCH STATEMENTS ELECTRONICALLY WITH\n    5  THE STATE BOARD  OF  ELECTIONS  PURSUANT  TO  ITS  ELECTRONIC  REPORTING\n    6  SYSTEM,  ESTABLISHED  PURSUANT TO SUBDIVISION NINE-A OF SECTION 3-102 OF\n    7  THIS CHAPTER, OR ON PAPER IF AN EXEMPTION  FROM  THE  ELECTRONIC  FILING\n    8  REQUIREMENTS  HAS  BEEN GRANTED BY THE STATE BOARD OF ELECTIONS PURSUANT\n    9  TO SUBDIVISION FOUR OF SECTION 14-102 OF THIS TITLE OR  SUBDIVISION  TWO\n   10  OF THIS SECTION.\n   11    (B)  NOTWITHSTANDING  THE PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVI-\n   12  SION, ANY STATEMENTS FILED ELECTRONICALLY, OR ON PAPER IF EXEMPTED, WITH\n   13  THE STATE BOARD OF ELECTIONS BY A CANDIDATE AND/OR  POLITICAL  COMMITTEE\n   14  WHICH  IS REQUIRED TO FILE SUCH STATEMENTS ELECTRONICALLY WITH THE STATE\n   15  BOARD OF ELECTIONS PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION,  SHALL\n   16  SATISFY  THE  FILING REQUIREMENTS OF THIS SECTION WITH REGARDS TO FILING\n   17  WITH THE APPLICABLE COUNTY OR CITY BOARD OF ELECTIONS.  THE  COUNTY  AND\n   18  CITY  BOARDS  OF  ELECTIONS  SHALL  MAKE STATEMENTS FILED WITH THE STATE\n   19  BOARD OF ELECTIONS, WHICH WOULD OTHERWISE HAVE BEEN  FILED  SPECIFICALLY\n   20  WITH  THEIR  INDIVIDUAL BOARD PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVI-\n   21  SION,  AVAILABLE  FOR  PUBLIC  INSPECTION  AND  COPYING  VIA  ELECTRONIC\n   22  CONNECTION TO THE STATE BOARDS OF ELECTIONS' WEBSITE, WHICH WILL CONTAIN\n   23  SUCH  STATEMENTS, OR BY SUCH OTHER MODE OF ELECTRONIC COMMUNICATION THAT\n   24  IS AVAILABLE AND APPROVED BY THE  STATE  BOARD  OF  ELECTIONS  FOR  SUCH\n   25  PURPOSES.\n   26    (C) ANY CANDIDATE AND/OR POLITICAL COMMITTEE WHICH IS REQUIRED TO FILE\n   27  STATEMENTS  WITH  A  COUNTY  BOARD  OF  ELECTIONS  OR  WITH THE BOARD OF\n   28  ELECTIONS OF THE CITY OF NEW YORK PURSUANT TO  THE  PROVISIONS  OF  THIS\n   29  SECTION,  WHICH  IS  NOT REQUIRED TO FILE SUCH STATEMENTS WITH THE STATE\n   30  BOARD OF ELECTIONS PURSUANT TO PARAGRAPH (A) OF  THIS  SUBDIVISION,  MAY\n   31  NOT  ELECT  TO  FILE  SUCH  STATEMENTS WITH THE STATE BOARD OF ELECTIONS\n   32  PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION IN SUBSTITUTION FOR, OR IN\n   33  SATISFACTION OF, THE REQUIREMENT TO FILE WITH THE APPLICABLE  COUNTY  OR\n   34  CITY BOARD OF ELECTIONS.\n   35    S  9.  Section  14-106 of the election law, as amended by chapter 8 of\n   36  the laws of 1978, is amended to read as follows:\n   37    S 14-106. Political [advertisements and literature] COMMUNICATION.  1.\n   38  The statements required to be filed under the provisions of this article\n   39  next succeeding a primary, general or special election shall be accompa-\n   40  nied by a [facsimile or] copy of all BROADCAST, CABLE OR SATELLITE SCHE-\n   41  DULES  AND  SCRIPTS,  advertisements,  pamphlets,   circulars,   flyers,\n   42  brochures,  letterheads  and  other printed matter purchased or produced\n   43  [and a schedule of all radio or television time, and scripts used there-\n   44  in], AND REPRODUCTIONS OF STATEMENTS OR  INFORMATION  CONVEYED  TO  FIVE\n   45  HUNDRED  OR  MORE  MEMBERS  OF  A GENERAL PUBLIC AUDIENCE BY COMPUTER OR\n   46  OTHER ELECTRONIC DEVICE, purchased in connection with such  election  by\n   47  or under the authority of the person filing the statement or the commit-\n   48  tee  or the person on whose behalf it is filed, as the case may be. Such\n   49  [facsimiles,] copies, schedules and scripts shall be  preserved  by  the\n   50  officer with whom or the board with which it is required to be filed for\n   51  a period of one year from the date of filing thereof.\n   52    2. NO PERSON, POLITICAL PARTY OR COMMITTEE SHALL, DURING THE COURSE OF\n   53  ANY  CAMPAIGN FOR NOMINATION OR ELECTION TO PUBLIC OFFICE OR PARTY POSI-\n   54  TION, PREPARE OR DISTRIBUTE ANY  POLITICAL  COMMUNICATION  THAT  FALSELY\n   55  IDENTIFIES THE SOURCE OF SUCH COMMUNICATION.\n\n       S. 1552                             9\n\n    1    S  10.  The  election law is amended by adding a new section 14-107 to\n    2  read as follows:\n    3    S  14-107.  INDEPENDENT EXPENDITURE REPORTING. 1. FOR PURPOSES OF THIS\n    4  ARTICLE:\n    5    (A) \"INDEPENDENT EXPENDITURE\" MEANS AN EXPENDITURE MADE  BY  A  PERSON\n    6  FOR  AN  AUDIO  OR  VIDEO COMMUNICATION TO A GENERAL PUBLIC AUDIENCE VIA\n    7  BROADCAST, CABLE OR SATELLITE OR A WRITTEN COMMUNICATION  TO  A  GENERAL\n    8  PUBLIC   AUDIENCE  VIA  ADVERTISEMENTS,  PAMPHLETS,  CIRCULARS,  FLYERS,\n    9  BROCHURES, LETTERHEADS OR OTHER PRINTED MATTER AND STATEMENTS OR  INFOR-\n   10  MATION  CONVEYED  TO  FIVE  HUNDRED  OR MORE MEMBERS OF A GENERAL PUBLIC\n   11  AUDIENCE BY COMPUTER OR OTHER ELECTRONIC DEVICES  WHICH:  (I)  EXPRESSLY\n   12  ADVOCATES  THE  ELECTION  OR DEFEAT OF A CLEARLY IDENTIFIED CANDIDATE OR\n   13  THE SUCCESS OR DEFEAT OF A BALLOT PROPOSAL AND  (II)  A  CANDIDATE,  THE\n   14  CANDIDATE'S  POLITICAL COMMITTEE OR ITS AGENTS, OR A POLITICAL COMMITTEE\n   15  FORMED TO PROMOTE THE SUCCESS OR DEFEAT OF  A  BALLOT  PROPOSAL  OR  ITS\n   16  AGENTS,  DID NOT AUTHORIZE, REQUEST, SUGGEST, FOSTER OR COOPERATE IN ANY\n   17  SUCH COMMUNICATION.\n   18    (B) INDEPENDENT EXPENDITURES DO NOT INCLUDE:\n   19    (I) A WRITTEN NEWS STORY, COMMENTARY, OR EDITORIAL OR  A  NEWS  STORY,\n   20  COMMENTARY,  OR  EDITORIAL  DISTRIBUTED  THROUGH  THE  FACILITIES OF ANY\n   21  BROADCASTING STATION, CABLE OR  SATELLITE  UNLESS  SUCH  PUBLICATION  OR\n   22  FACILITIES  ARE  OWNED  OR  CONTROLLED BY ANY POLITICAL PARTY, POLITICAL\n   23  COMMITTEE OR CANDIDATE; OR\n   24    (II) A COMMUNICATION THAT CONSTITUTES A CANDIDATE DEBATE OR FORUM; OR\n   25    (III) A COMMUNICATION WHICH  CONSTITUTES  AN  EXPENDITURE  MADE  BY  A\n   26  PERSON  OR  ENTITY  REQUIRED  TO REPORT SUCH EXPENDITURE WITH A BOARD OF\n   27  ELECTIONS PURSUANT TO SECTIONS 14-102 AND 14-104 OF THIS ARTICLE.\n   28    (C) FOR PURPOSES OF THIS SECTION, THE TERM \"PERSON\" SHALL MEAN PERSON,\n   29  GROUP OF PERSONS, CORPORATION,  UNINCORPORATED  BUSINESS  ENTITY,  LABOR\n   30  ORGANIZATION OR BUSINESS, TRADE OR PROFESSIONAL ASSOCIATION OR ORGANIZA-\n   31  TION.\n   32    2.  WHENEVER  ANY  PERSON  MAKES AN INDEPENDENT EXPENDITURE THAT COSTS\n   33  MORE THAN ONE THOUSAND DOLLARS  IN  THE  AGGREGATE,  SUCH  COMMUNICATION\n   34  SHALL  CLEARLY  STATE  THE NAME OF THE PERSON WHO PAID FOR, OR OTHERWISE\n   35  PUBLISHED OR DISTRIBUTED, THE COMMUNICATION AND STATE, WITH  RESPECT  TO\n   36  COMMUNICATIONS  REGARDING  CANDIDATES,  THAT  THE  COMMUNICATION  IS NOT\n   37  AUTHORIZED BY ANY CANDIDATE, ANY CANDIDATE'S POLITICAL COMMITTEE OR  ANY\n   38  OF ITS AGENTS.\n   39    3.  (A) ANY PERSON WHICH MAKES INDEPENDENT EXPENDITURES THAT COST MORE\n   40  THAN ONE THOUSAND DOLLARS IN THE AGGREGATE SHALL REPORT SUCH INDEPENDENT\n   41  EXPENDITURES TO THE STATE BOARD OF ELECTIONS ON STATEMENTS  AS  PROVIDED\n   42  FOR IN SECTION 14-108 OF THIS ARTICLE.\n   43    (B)  ANY  INDEPENDENT  EXPENDITURE  THAT  COSTS MORE THAN ONE THOUSAND\n   44  DOLLARS AND IS MADE AFTER THE CLOSE OF THE PERIOD TO BE COVERED  IN  THE\n   45  LAST  STATEMENT  FILED  BEFORE ANY PRIMARY, GENERAL OR SPECIAL ELECTION,\n   46  BUT BEFORE SUCH ELECTION, SHALL BE REPORTED WITHIN TWENTY-FOUR HOURS  IN\n   47  THE  SAME MANNER AS PROVIDED FOR IN SUBDIVISION TWO OF SECTION 14-108 OF\n   48  THIS ARTICLE.\n   49    4. EACH SUCH STATEMENT SHALL INCLUDE:\n   50    (A) THE NAME AND ADDRESS OF THE PERSON MAKING THE STATEMENT;\n   51    (B) THE NAME AND ADDRESS OF THE PERSON MAKING THE INDEPENDENT EXPENDI-\n   52  TURE;\n   53    (C) THE NAME AND ADDRESS OF ANY PERSON OR  ENTITY  PROVIDING  A  GIFT,\n   54  LOAN,  ADVANCE  OR  DEPOSIT OF ONE HUNDRED DOLLARS OR MORE FOR THE INDE-\n   55  PENDENT EXPENDITURE, OR THE PROVISION OF SERVICES FOR THE SAME, AND  THE\n   56  DATE  IT  WAS GIVEN; PROVIDED, HOWEVER, THE NAME AND ADDRESS OF A MEMBER\n\n       S. 1552                            10\n\n    1  OF A LABOR ORGANIZATION IS NOT REQUIRED FOR A  GIFT,  LOAN,  ADVANCE  OR\n    2  DEPOSIT  OF  ONE  HUNDRED  DOLLARS  OR MORE TO A LABOR ORGANIZATION; AND\n    3  PROVIDED FURTHER THAT THE NAME AND ADDRESS OF AN EMPLOYEE  OF  A  CORPO-\n    4  RATION,  UNINCORPORATED  BUSINESS  ENTITY, TRADE OR PROFESSIONAL ASSOCI-\n    5  ATION OR ORGANIZATION IS NOT REQUIRED  FOR  A  GIFT,  LOAN,  ADVANCE  OR\n    6  DEPOSIT  OF  ONE HUNDRED DOLLARS OR MORE TO SUCH CORPORATION, UNINCORPO-\n    7  RATED BUSINESS ENTITY OR BUSINESS, TRADE OR PROFESSIONAL ASSOCIATION  OR\n    8  ORGANIZATION RESPECTIVELY;\n    9    (D)  THE DOLLAR AMOUNT PAID FOR EACH INDEPENDENT EXPENDITURE, THE NAME\n   10  AND ADDRESS OF THE PERSON OR ENTITY RECEIVING THE PAYMENT, THE DATE  THE\n   11  PAYMENT WAS MADE AND A DESCRIPTION OF THE INDEPENDENT EXPENDITURE; AND\n   12    (E) THE ELECTION TO WHICH THE INDEPENDENT EXPENDITURE PERTAINS AND THE\n   13  NAME  OF  THE CLEARLY IDENTIFIED CANDIDATE OR THE BALLOT PROPOSAL REFER-\n   14  ENCED.\n   15    5. A COPY OF ALL MATERIALS THAT PERTAIN TO  THE  INDEPENDENT  EXPENDI-\n   16  TURE,  INCLUDING BUT NOT LIMITED TO BROADCAST, CABLE OR SATELLITE SCHED-\n   17  ULE  AND  SCRIPTS,   ADVERTISEMENTS,   PAMPHLETS,   CIRCULARS,   FLYERS,\n   18  BROCHURES, LETTERHEADS AND OTHER PRINTED MATTER AND STATEMENTS OR INFOR-\n   19  MATION  CONVEYED  TO  FIVE  HUNDRED  OR MORE MEMBERS OF A GENERAL PUBLIC\n   20  AUDIENCE BY COMPUTER OR OTHER ELECTRONIC DEVICES SHALL BE FILED WITH THE\n   21  STATE BOARD OF ELECTIONS WITH ALL THE  STATEMENTS  REQUIRED  BY  SECTION\n   22  14-108 OF THIS ARTICLE.\n   23    6. WRITTEN EVIDENCE OF THE INDEBTEDNESS RELATED TO A LOAN THAT IS MADE\n   24  FOR  AN  INDEPENDENT EXPENDITURE SHALL BE PROVIDED TO THE STATE BOARD OF\n   25  ELECTIONS.\n   26    7. EVERY STATEMENT REQUIRED TO BE FILED PURSUANT TO THIS SECTION SHALL\n   27  BE FILED ELECTRONICALLY TO THE STATE BOARD OF ELECTIONS.\n   28    8. THE STATE BOARD OF  ELECTIONS  SHALL  PROMULGATE  REGULATIONS  WITH\n   29  RESPECT TO THE STATEMENTS REQUIRED TO BE FILED BY THIS SECTION AND SHALL\n   30  PROVIDE FORMS SUITABLE FOR SUCH STATEMENTS.\n   31    S  11.  Section  14-116 of the election law is amended by adding a new\n   32  subdivision 3 to read as follows:\n   33    3. (A) DEFINITIONS. WHEN USED IN THIS SUBDIVISION:\n   34    (1) THE TERM \"POLITICAL ISSUE COMMUNICATION\" MEANS  ANY  COMMUNICATION\n   35  MADE  TO  A GENERAL PUBLIC AUDIENCE AND INTENDED TO ENCOURAGE THE PUBLIC\n   36  TO CONTACT A GOVERNMENT OFFICIAL, CANDIDATE FOR PUBLIC OFFICE  OR  PARTY\n   37  POSITION  OR  A  POLITICAL  PARTY  REGARDING PENDING LEGISLATION, PUBLIC\n   38  POLICY OR A GOVERNMENT RULE OR REGULATION.\n   39    (2) THE TERM \"BUSINESS ENTITY\" MEANS ANY ENTITY THAT IS CREATED BY THE\n   40  FILING OF A CERTIFICATE OF INCORPORATION, A CORPORATION ORGANIZED  UNDER\n   41  OR SUBJECT TO THE BANKING LAW OR AN ENTITY ORGANIZED UNDER OR SUBJECT TO\n   42  THE LIMITED LIABILITY COMPANY LAW.\n   43    (B)  NOTWITHSTANDING ANY OTHER LIMITS ON CONTRIBUTIONS, BEFORE A BUSI-\n   44  NESS ENTITY OR ANY OF ITS SUBSIDIARIES MAY MAKE  A  CONTRIBUTION,  INDE-\n   45  PENDENT  EXPENDITURE OR EXPENDITURE FOR A POLITICAL ISSUE COMMUNICATION,\n   46  THE BUSINESS ENTITY SHALL, AT LEAST ANNUALLY, OBTAIN THE PRIOR  AUTHORI-\n   47  ZATION,  BY VOTE OF A MAJORITY OF THE SHARES CAST ON SUCH RESOLUTION, TO\n   48  MAKE CONTRIBUTIONS, INDEPENDENT EXPENDITURES AND EXPENDITURES FOR  POLI-\n   49  TICAL ISSUE COMMUNICATIONS UP TO A STATED AGGREGATE ANNUAL AMOUNT.\n   50    (C)  ANY BUSINESS ENTITY, EITHER BY ITSELF OR ITS SUBSIDIARIES, MAKING\n   51  A CONTRIBUTION, INDEPENDENT EXPENDITURE OR EXPENDITURE FOR  A  POLITICAL\n   52  ISSUE COMMUNICATION SHALL AT LEAST ANNUALLY DISCLOSE TO ITS SHAREHOLDERS\n   53  OR  MEMBERS  AND  FILE  WITH THE SECRETARY OF STATE AN ACCOUNTING OF THE\n   54  CONTRIBUTIONS, INDEPENDENT EXPENDITURES AND EXPENDITURES FOR A POLITICAL\n   55  ISSUE COMMUNICATION, MADE BY SUCH BUSINESS ENTITY INCLUDING:\n\n       S. 1552                            11\n\n    1    (1) THE DATE OF THE CONTRIBUTION, INDEPENDENT EXPENDITURE OR  EXPENDI-\n    2  TURE FOR A POLITICAL ISSUE COMMUNICATION;\n    3    (2) THE AMOUNT OF THE CONTRIBUTION, INDEPENDENT EXPENDITURE OR EXPEND-\n    4  ITURE FOR A POLITICAL ISSUE COMMUNICATION;\n    5    (3)  THE IDENTITY OF THE RECIPIENT OF THE CONTRIBUTION, OR IF AN INDE-\n    6  PENDENT EXPENDITURE OR EXPENDITURE FOR A POLITICAL ISSUE  COMMUNICATION,\n    7  THE IDENTITY OF THE CANDIDATE, BALLOT PROPOSAL, POLITICAL PARTY, PENDING\n    8  LEGISLATION,  PUBLIC POLICY OR A GOVERNMENT RULE OR REGULATION SUPPORTED\n    9  OR OPPOSED; AND\n   10    (4) THE BUSINESS OR CORPORATE RATIONALE FOR  EACH  SUCH  CONTRIBUTION,\n   11  INDEPENDENT  EXPENDITURE  OR  EXPENDITURE FOR A POLITICAL ISSUE COMMUNI-\n   12  CATION.\n   13    (D) THE SECRETARY OF STATE SHALL POST EACH  BUSINESS  ENTITY'S  ANNUAL\n   14  DISCLOSURE ON THE WEBSITE MAINTAINED BY THE SECRETARY OF STATE.\n   15    (E)  THE ATTORNEY GENERAL MAY COMMENCE AN ACTION OR SPECIAL PROCEEDING\n   16  TO ENFORCE THE PROVISIONS OF THIS SUBDIVISION.\n   17    S 12. Section 14-126 of the election law, as amended by chapter  8  of\n   18  the laws of 1978, subdivision 1 as amended by chapter 128 of the laws of\n   19  1994  and  subdivisions  2,  3 and 4 as redesignated by chapter 9 of the\n   20  laws of 1978, is amended to read as follows:\n   21    S 14-126. Violations; penalties. 1. Any person who  fails  to  file  a\n   22  statement  required  to  be  filed by this article shall be subject to a\n   23  civil penalty, not in excess of [five hundred] ONE THOUSAND dollars,  to\n   24  be  recoverable in a special proceeding or civil action to be brought by\n   25  the state board of elections [or other board of  elections]  ENFORCEMENT\n   26  COUNSEL  PURSUANT  TO  SECTION  16-114  OF THIS CHAPTER. ANY PERSON WHO,\n   27  THREE OR MORE TIMES WITHIN A GIVEN  ELECTION  CYCLE  FOR  SUCH  TERM  OF\n   28  OFFICE,  FAILS TO FILE A STATEMENT OR STATEMENTS REQUIRED TO BE FILED BY\n   29  THIS ARTICLE, SHALL BE SUBJECT TO A CIVIL PENALTY, NOT IN EXCESS OF  TEN\n   30  THOUSAND DOLLARS, TO BE RECOVERABLE AS PROVIDED FOR IN THIS SUBDIVISION.\n   31    2. ANY PERSON, POLITICAL PARTY OR COMMITTEE WHO FALSELY IDENTIFIES ANY\n   32  POLITICAL  COMMUNICATION  AS  PROHIBITED  BY  SUBDIVISION TWO OF SECTION\n   33  14-106 OF THIS ARTICLE SHALL BE SUBJECT TO A CIVIL PENALTY EQUAL TO  ONE\n   34  THOUSAND DOLLARS OR THE COST OF THE COMMUNICATION, WHICHEVER IS GREATER,\n   35  IN  A  SPECIAL  PROCEEDING OR CIVIL ACTION BROUGHT BY THE STATE BOARD OF\n   36  ELECTIONS PURSUANT TO SECTION 16-120 OF THIS CHAPTER.\n   37    3. ANY PERSON WHO FALSELY IDENTIFIES OR FAILS TO  IDENTIFY  ANY  INDE-\n   38  PENDENT  EXPENDITURE AS REQUIRED BY SUBDIVISION TWO OF SECTION 14-107 OF\n   39  THIS ARTICLE SHALL BE SUBJECT TO A CIVIL PENALTY EQUAL TO  ONE  THOUSAND\n   40  DOLLARS  OR  THE  COST  OF THE COMMUNICATION, WHICHEVER IS GREATER, IN A\n   41  SPECIAL PROCEEDING OR  CIVIL  ACTION  BROUGHT  BY  THE  STATE  BOARD  OF\n   42  ELECTIONS  PURSUANT  TO SECTION 16-120 OF THIS CHAPTER.  FOR PURPOSES OF\n   43  THIS SUBDIVISION, THE TERM  \"PERSON\"  SHALL  MEAN  A  PERSON,  GROUP  OF\n   44  PERSONS, CORPORATION, UNINCORPORATED BUSINESS ENTITY, LABOR ORGANIZATION\n   45  OR BUSINESS, TRADE OR PROFESSIONAL ASSOCIATION OR ORGANIZATION.\n   46    4.  ANY PERSON WHO, ACTING AS OR ON BEHALF OF A CANDIDATE OR POLITICAL\n   47  COMMITTEE, UNDER CIRCUMSTANCES EVINCING AN INTENT TO VIOLATE  SUCH  LAW,\n   48  UNLAWFULLY ACCEPTS A CONTRIBUTION IN EXCESS OF A CONTRIBUTION LIMITATION\n   49  ESTABLISHED  IN  THIS  ARTICLE,  SHALL BE REQUIRED TO REFUND SUCH EXCESS\n   50  AMOUNT AND SHALL BE SUBJECT TO A CIVIL PENALTY EQUAL TO  TWO  TIMES  THE\n   51  EXCESS AMOUNT PLUS A FINE OF UP TO TEN THOUSAND DOLLARS, TO BE RECOVERA-\n   52  BLE  IN  A SPECIAL PROCEEDING OR CIVIL ACTION TO BE BROUGHT BY THE STATE\n   53  BOARD OF ELECTIONS ENFORCEMENT COUNSEL PURSUANT  TO  SECTION  16-122  OF\n   54  THIS CHAPTER.\n   55    5.  Any  person  who knowingly and willfully fails to file a statement\n   56  required to be filed by this article within  ten  days  after  the  date\n\n       S. 1552                            12\n\n    1  provided for filing such statement or any person who knowingly and will-\n    2  fully  violates any other provision of this article shall be guilty of a\n    3  misdemeanor.\n    4    [3.] 6. Any person who knowingly and willfully contributes, accepts or\n    5  aids  or  participates  in the acceptance of a contribution in an amount\n    6  exceeding an applicable maximum specified in this article shall be guil-\n    7  ty of a misdemeanor.\n    8    [4.] 7. Any person who shall, acting on behalf of a candidate or poli-\n    9  tical committee, knowingly and willfully solicit, organize or coordinate\n   10  the formation of activities of one or more unauthorized committees, make\n   11  expenditures in connection with the nomination for election or  election\n   12  of  any  candidate, or solicit any person to make any such expenditures,\n   13  for the purpose of evading the contribution limitations of this article,\n   14  shall be guilty of a class E felony.\n   15    S 13. Section 16-100 of  the  election  law  is  amended  to  read  as\n   16  follows:\n   17    S  16-100.  Jurisdiction;  supreme court, county court. 1. The supreme\n   18  court is vested with jurisdiction to summarily determine any question of\n   19  law or fact arising as to any subject set forth in this  article,  which\n   20  shall be construed liberally.\n   21    2. The county court is vested with jurisdiction to summarily determine\n   22  any  question  of  law  or fact except proceedings as to a nomination or\n   23  election at a primary election or a nomination at a judicial convention,\n   24  proceedings as to the casting and canvass of ballots [and],  proceedings\n   25  for  examination  or  preservation of ballots AND PROCEEDINGS TO ENFORCE\n   26  THE PROVISIONS OF ARTICLE FOURTEEN OF THIS CHAPTER.\n   27    S 14. The election law is amended by adding a new  section  16-120  to\n   28  read as follows:\n   29    S  16-120.  PROCEEDINGS AS TO POLITICAL COMMUNICATIONS AND INDEPENDENT\n   30  EXPENDITURES. THE SUPREME COURT OR A JUSTICE THEREOF,  IN  A  PROCEEDING\n   31  INSTITUTED  BY  THE  STATE  BOARD  OF ELECTIONS ENFORCEMENT COUNSEL, MAY\n   32  IMPOSE A CIVIL PENALTY, AS PROVIDED IN SUBDIVISIONS  TWO  AND  THREE  OF\n   33  SECTION  14-126  OF  THIS CHAPTER, UPON PROOF THAT A VIOLATION OF ONE OR\n   34  MORE OF SUCH SUBDIVISIONS HAS OCCURRED.\n   35    S 15. The election law is amended by adding a new  section  16-122  to\n   36  read as follows:\n   37    S  16-122.  ENFORCEMENT  PROCEEDINGS.  THE  SUPREME COURT OR A JUSTICE\n   38  THEREOF, IN A PROCEEDING INSTITUTED BY  THE  STATE  BOARD  OF  ELECTIONS\n   39  ENFORCEMENT  COUNSEL,  MAY  IMPOSE  A  CIVIL PENALTY, AS PROVIDED FOR IN\n   40  SUBDIVISION FOUR OF SECTION 14-126 OF THIS CHAPTER, UPON  PROOF  THAT  A\n   41  VIOLATION  OF  SUCH  SUBDIVISION  HAS  OCCURRED. THE COURT MAY CONSIDER,\n   42  AMONG OTHER FACTORS, THE SEVERITY OF THE VIOLATION OR VIOLATIONS, WHETH-\n   43  ER THE SUBJECT OF THE VIOLATION MADE A GOOD FAITH EFFORT TO CORRECT  THE\n   44  VIOLATION  AND  WHETHER  THE  SUBJECT  OF THE VIOLATION HAS A HISTORY OF\n   45  SIMILAR VIOLATIONS. ALL SUCH DETERMINATIONS SHALL BE MADE ON A FAIR  AND\n   46  EQUITABLE  BASIS  WITHOUT REGARD TO THE STATUS OF THE CANDIDATE OR POLI-\n   47  TICAL COMMITTEE.\n   48    S 16. Separability clause. If any clause, sentence, paragraph, section\n   49  or part of this act shall be adjudged by any court of  competent  juris-\n   50  diction to be invalid, such judgment shall not affect, impair or invali-\n   51  date  the  remainder  thereof, but shall be confined in its operation to\n   52  the clause,  sentence,  paragraph,  section  or  part  thereof  directly\n   53  involved  in  the  controversy  in  which  such judgment shall have been\n   54  rendered.\n   55    S 17. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1552\n\nTITLE OF BILL:\nAn act\nto amend the\nelection law, in relation to a state board of elections\nenforcement unit and counsel, personal use of campaign funds, filing\nrequirements, political communication, independent expenditure\nreporting, enforcement proceeding and penalties for violations;\nand\nto\nrepeal certain provisions of such law relating to filing of\nstatements\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis legislation would promote\ncompliance with and enforcement of campaign finance laws and increase\ntransparency and accountability by requiring additional disclosure of\ncandidate and independent campaign activities.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would codify an enforcement unit within the State Board of\nElections (SBOE) with a mandate that at least 35 percent of the\nSBOE's annual budget be dedicated to the unit to promote increased\nenforcement of campaign finance laws. It would expand the\njurisdiction of the enforcement unit and promote the independence of\nthe enforcement counsel by making the office a 4 year term. It also\nmakes the office of special counsel, the other legal unit at the\nSBOE, a 4 year term and codifies the requirement that the deputy in\neach unit be a member of the opposite political party than the counsel.\n\nThe bill would codify the other existing unit heads and deputies at\nthe State Board of Elections (a director of election operations, a\ndeputy director of election operations, a director of public\ninformation and a deputy director of public information) in addition\nto the enforcement counsel and deputy and the special counsel and\ndeputy; it would also provide that the deputy in each unit shall be a\nmember of a different major political party than the unit head and\nthat unit heads and deputies will be appointed by the commissioners\nof the same major political party.\n\nThe bill would change the way that campaign finance enforcement\nmatters are processed at the SBOE by requiring three of the four SBOE\ncommissioners to vote to stop an investigation by the enforcement\ncounsel, rather than requiring, as current law does, 3 votes to begin\nan investigation.\n\nIt would also mandate that all votes to stop an investigation, or to\nact on the recommendation of the enforcement counsel after an\ninvestigation, occur in public. Currently, all discussion and all\ndeterminations made regarding campaign finance enforcement matters\noccur in executive session and not in public.\n\nThe bill would promote compliance with campaign finance laws by:\n\n* increasing the penalty for failure to file from $500 to $1,000;\n\n\n* creating a substantial new penalty of up to $10,000 for the failure\nto file required statements three or more times in an election cycle;\nand\n\n* creating a new penalty for accepting an excess contribution. In\naddition to returning the excess, a candidate or committee could be\nfined an amount equal to 2 times the excess plus face a civil penalty\nup to $10,000.\n\nThe bill would promote the legal and appropriate use of campaign funds\nby requiring the State Board of Elections to issue formal opinions on\nthe use of such funds. Such opinions would be published without\nidentifying the person making the request, would be binding on the\nboard in any subsequent proceeding and could be used as a defense in\nany civil or criminal action alleging personal use of campaign funds.\n\nThe bill would require greater disclosure and transparency of campaign\nfinance information.\nSpecifically, it would:\n\n* define the term \"independent expenditures\" and require political\ncommunications paid for with independent expenditures identify the\nsource of such funds. Violators would be penalized by a civil fine of\nup to $1,000 or the cost of the independent expenditure, whichever is\ngreater;\n\n* mandate that independent expenditures on communications opposing or\nsupporting a candidate or ballot initiative in excess of $1,000 be\nsubject to the same filing requirements currently in place for\ncandidates and political committees;\n\n* prohibit a person, campaign committee or political party from\nfalsely identifying the source of a political communication;\n\n* require itemization of candidate and political committee credit\ncard payments and other like payments.\n\nThe bill would require business entities to obtain shareholder/member\nconsent to make political contributions, independent expenditures or\nexpenditures for political issue communications and would require the\nreporting of such political contributions, independent expenditures\nand expenditures for political issue communications to the Secretary\nof State for posting on the Department of State website.\n\nJUSTIFICATION:\nThe New York State Constitution mandates that all\nboards of elections be bipartisan. Pursuant to the constitution, the\nElection Law established the State Board of Elections and requires\nthat it be comprised of two commissioners from each of the two major\npolitical parties. The Election Law further provides that any act of\nthe board be taken only upon a vote of at least 3 of the 4\ncommissioners. As a result, some issues come before the board and\nresult in a tie vote, rendering the board unable to act. The\nenforcement of campaign violations has been limited due to this\nstructure, resulting in flagrant campaign finance abuses that are not\nprosecuted. This bill would empower the enforcement unit at the SBOE\nto allow independent investigations of campaign finance violations.\n\n\nThe bill would require the SBOE to vote on campaign finance matters\nin public for the first time to allow the public to evaluate the\neffectiveness of campaign finance laws and increase the public's\nconfidence in out electoral system.\n\nThe bill would promote compliance with campaign finance laws by\nincreasing current penalties and creating new penalties for\nviolations of campaign finance laws and by requiring that the SBOE\nissue formal opinions on the use of campaign funds.\n\nThe bill would also promote transparency and accountability by\nrequiring the disclosure of additional information regarding\npolitical activities. For the first time, the bill would prohibit the\nfalse identification of the source of political communications,\nrequire the identification of the source of, and the filing of\nstatements about, independent expenditures made in an election,\nrequire business entities to obtain shareholder or member approval to\nspend funds in the context of a political campaign or a public policy\ndebate and require business entities to report all campaign\ncontributions, independent expenditures and expenditures for\npolitical issue communications to the Secretary of State.\n\nPRIOR LEGISLATIVE HISTORY:\nS.8405 of 2009\n06/28/10 Referred to Rules\n\nFISCAL IMPLICATION:\nThe State Board of Elections will have additional\nadministrative and enforcement responsibilities. These costs will be\noffset by the additional revenue they bring in from enforcement\nproceedings.\n\nEFFECTIVE DATE:\nThis bill would take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to a state board of elections enforcement unit and counsel, personal use of campaign funds, filing requirements, political communication, independent expenditure reporting, enforcement proceeding and penalties for violations; and to repeal certain provisions of such law relating to filing of statements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T132605.TXT", "SOBI.D110110.T132106.TXT", "SOBI.D110110.T131605.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110110.T131104.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T124102.TXT", "SOBI.D110110.T135611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472827
}