{
  "year" : 2011,
  "senateBillNo" : "S155-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S155-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the certification of crane operators",
  "summary" : "Relates to the certification of crane operators. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S5064-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          155\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to crane operators\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 482 of the general business law,\n    2  as amended by section 18 of part CC of chapter 57 of the laws  of  2009,\n    3  is amended to read as follows:\n    4    1.  No  individual shall use lasers, operate a crane, act as a blaster\n    5  or as a pyrotechnician without holding a valid certificate of competence\n    6  issued by the commissioner of labor.  PROVIDED THAT FOR CRANE OPERATORS,\n    7  SUCH CERTIFICATION OF COMPETENCE SHALL BE AWARDED PURSUANT TO A  CERTIF-\n    8  ICATION  PROCESS  OF  THE  NATIONAL  COMMISSION FOR THE CERTIFICATION OF\n    9  CRANE OPERATORS OR ANY OTHER ORGANIZATION FOUND BY THE  COMMISSIONER  TO\n   10  OFFER  AN  EQUIVALENT  TESTING  AND  CERTIFICATION  PROGRAM  MEETING THE\n   11  REQUIREMENTS OF THE APPROPRIATE AMERICAN SOCIETY OF MECHANICAL ENGINEERS\n   12  ASME B30 STANDARD AND THE ACCREDITATION  REQUIREMENTS  OF  THE  NATIONAL\n   13  COMMISSION  FOR  CERTIFYING  AGENCIES OR THE AMERICAN NATIONAL STANDARDS\n   14  INSTITUTE. SUCH CERTIFICATION SHALL BE VALID ONLY IN  THE  SPECIALTY  OR\n   15  SPECIALTIES FOR WHICH SUCH OPERATOR IS CERTIFIED.\n   16    S  2.    Subdivision  2 of section 483 of the general business law, as\n   17  amended by section 19 of part CC of chapter 57 of the laws of  2009,  is\n   18  amended to read as follows:\n   19    2.  Such  regulations  may  provide  for  examinations,  categories of\n   20  certificates, licenses, or registrations, age  and  experience  require-\n   21  ments,  payment  of  fees, and may also provide for such limitations and\n   22  exemptions as the commissioner finds necessary and proper. In  the  case\n   23  of  blasters  and  pyrotechnicians, such regulations may require finger-\n   24  printing, and in the case of users of radioactive material,  such  regu-\n   25  lations  may require the posting of a bond or other security, AND IN THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01426-01-1\n\n       S. 155                              2\n\n    1  CASE OF CRANE OPERATORS, SUCH REGULATIONS  SHALL  INCLUDE,  BUT  NOT  BE\n    2  LIMITED  TO,  REQUIREMENTS  THAT  AN  APPLICANT  SHALL (A) HAVE RECEIVED\n    3  CERTIFICATION FROM THE NATIONAL  COMMISSION  FOR  THE  CERTIFICATION  OF\n    4  CRANE  OPERATORS  OR ANY OTHER ORGANIZATION FOUND BY THE COMMISSIONER TO\n    5  OFFER AN  EQUIVALENT  TESTING  AND  CERTIFICATION  PROGRAM  MEETING  THE\n    6  REQUIREMENTS OF THE APPROPRIATE AMERICAN SOCIETY OF MECHANICAL ENGINEERS\n    7  ASME  B30  STANDARD  AND  THE ACCREDITATION REQUIREMENTS OF THE NATIONAL\n    8  COMMISSION FOR CERTIFYING AGENCIES, OR THE AMERICAN  NATIONAL  STANDARDS\n    9  INSTITUTE;  (B)  HAVE A PRACTICAL KNOWLEDGE OF CRANE MAINTENANCE AND (C)\n   10  MAINTAIN A CURRENT MEDICAL EXAMINER'S CERTIFICATION CARD.  CERTIFICATION\n   11  OF COMPETENCE SHALL BE VALID FOR A PERIOD OF FIVE YEARS; AFTER SUCH TIME\n   12  SUCH  CERTIFICATE  SHALL  BE  RENEWED IF THE APPLICANT PROVIDES PROOF OF\n   13  RECERTIFICATION PURSUANT TO THE PROCESS ADOPTED PURSUANT TO THIS  SUBDI-\n   14  VISION.  ANY  CERTIFICATE  OF COMPETENCE ISSUED PURSUANT TO THIS ARTICLE\n   15  PRIOR TO DECEMBER THIRTY-FIRST, TWO  THOUSAND  TEN  SHALL  REMAIN  VALID\n   16  UNTIL THE EARLIER OF THE FOLLOWING: (I) DECEMBER THIRTY-FIRST, TWO THOU-\n   17  SAND  THIRTEEN  OR (II) THE EXPIRATION DATE OF THE CERTIFICATE OF COMPE-\n   18  TENCE.\n   19    S 3.  Section 483 of the general business law is amended by  adding  a\n   20  new subdivision 5 to read as follows:\n   21    5.  THE  CRANE  OPERATING  EXAMINING  BOARD  CREATED  PURSUANT TO THIS\n   22  SECTION SHALL CONSIST OF SEVEN MEMBERS, APPOINTED BY THE  GOVERNOR,  WHO\n   23  ARE  RESIDENTS  OF THE STATE, CONSISTING OF THE COMMISSIONER OF LABOR OR\n   24  HIS OR HER DESIGNEE, AS THE CHAIRPERSON;  ONE  PERSON  REPRESENTING  THE\n   25  HEAVY HIGHWAY UTILITY OR TRANSPORTATION CONTRACTING INDUSTRY WHOSE BUSI-\n   26  NESS  ENTERPRISE  OR  EMPLOYER  EMPLOYS  CRANE OPERATORS; AND ONE PERSON\n   27  REPRESENTING THE BUILDING CONTRACTING INDUSTRY WHOSE BUSINESS ENTERPRISE\n   28  OR EMPLOYER EMPLOYS CRANE OPERATORS. AT LEAST THREE MEMBERS OF THE BOARD\n   29  SHALL BE LICENSED CRANE OPERATORS WHO  HAVE  BEEN  ACTIVELY  ENGAGED  IN\n   30  CRANE  RELATED  OPERATIONS  IN  THIS STATE FOR AT LEAST FIVE YEARS IMME-\n   31  DIATELY PRECEDING THEIR APPOINTMENT. NO MORE THAN TWO  OF  SUCH  MEMBERS\n   32  SHALL  BE  MEMBERS  OF  A  UNION.  THE GOVERNOR SHALL APPOINT EACH BOARD\n   33  MEMBER FOR A TERM OF THREE YEARS,  EXCEPT  THAT  OF  THE  MEMBERS  FIRST\n   34  APPOINTED, TWO SHALL SERVE FOR TERMS OF THREE YEARS, TWO SHALL SERVE FOR\n   35  TERMS  OF  TWO  YEARS AND TWO SHALL SERVE TERMS OF ONE YEAR. EACH MEMBER\n   36  SHALL HOLD OFFICE UNTIL HIS OR HER SUCCESSOR  HAS  BEEN  QUALIFIED.  ANY\n   37  VACANCY IN THE MEMBERSHIP OF THE BOARD SHALL BE FILLED FOR THE UNEXPIRED\n   38  TERM  IN  THE MANNER PROVIDED FOR THE ORIGINAL APPOINTMENT. NO MEMBER OF\n   39  THE BOARD MAY SERVE MORE THAN TWO SUCCESSIVE TERMS, IN ADDITION  TO  ANY\n   40  UNEXPIRED  TERM  TO WHICH HE OR SHE HAS BEEN APPOINTED. THE TERMS OF THE\n   41  MEMBERS OF THE BOARD AS OF THE EFFECTIVE DATE OF THIS SECTION  SHALL  BE\n   42  DEEMED  EXPIRED AS OF DECEMBER THIRTY-FIRST, TWO THOUSAND TEN; PROVIDED,\n   43  HOWEVER, THAT SUCH MEMBERS MAY BE REAPPOINTED PURSUANT TO THIS  SUBDIVI-\n   44  SION.  THOSE  MEMBERS WHICH ADMINISTER AND OVERSEE EXAMINATIONS PURSUANT\n   45  TO THIS SECTION SHALL NOT BE PERMITTED TO HEAR APPEALS OF THE DENIAL  OF\n   46  CERTIFICATION.\n   47    S 4.  Paragraph a of subdivision 1 of section 483 of the general busi-\n   48  ness  law, as amended by section 19 of part CC of chapter 57 of the laws\n   49  of 2009, is amended to read as follows:\n   50    a. The commissioner of labor is  hereby  authorized  and  directed  to\n   51  prescribe  such rules and regulations as may be necessary and proper for\n   52  the administration and enforcement  of  this  article  with  respect  to\n   53  lasers, crane operators, blasters and pyrotechnicians.  PROVIDED THAT IN\n   54  THE CASE OF CRANE OPERATORS, THE COMMISSIONER MAY REFUSE TO GRANT OR MAY\n   55  SUSPEND OR REVOKE A CRANE OPERATOR'S LICENSE UPON PROOF TO THE SATISFAC-\n   56  TION  OF  THE  COMMISSIONER  THAT  THE HOLDER THEREOF HAS (A) OBTAINED A\n\n       S. 155                              3\n\n    1  CERTIFICATION OR LICENSE BY FRAUD OR DECEIT; (B) FRAUDULENTLY OR DECEIT-\n    2  FULLY PERFORMED WORK FOR WHICH A LICENSE IS REQUIRED UNDER THIS ARTICLE;\n    3  (C) COMMITTED AN ACT OF GROSS NEGLIGENCE; (D)  FALSELY  ADVERTISED;  (E)\n    4  ACTED  IN  A  MANNER  WHICH  DEMONSTRATES  INCOMPETENCE OR (F) CAUSED OR\n    5  CONTRIBUTED IN ANY MANNER THAT DIRECTLY OR  INDIRECTLY  RESULTED  IN  AN\n    6  INJURY TO A PERSON OR DAMAGE TO PROPERTY.\n    7    S 5.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to crane operators ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161216.TXT", "SOBI.D101213.T110304.TXT", "SOBI.D101210.T152204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292256184941
}