{
  "year" : 2011,
  "senateBillNo" : "S1559-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1559-2011-1294635600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to political contribution activities by an intermediary",
  "summary" : "Regulates political contribution activities by intermediaries; requires that when contributions made by an intermediary to a candidate or a committee are over $1,000, the name, occupation and address of each contributor shall be disclosed. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "SB5565-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1559\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by Sens. ADDABBO, SERRANO -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to contribution activities\n         by an intermediary\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The election law is amended by adding a new section 14-105\n    2  to read as follows:\n    3    S 14-105.  CONTRIBUTION DELIVERY ACTIVITIES BY AN INTERMEDIARY. 1. FOR\n    4  PURPOSES OF THIS SECTION  \"INTERMEDIARY\"  MEANS  AN  INDIVIDUAL,  CORPO-\n    5  RATION, PARTNERSHIP, POLITICAL COMMITTEE, EMPLOYEE ORGANIZATION OR OTHER\n    6  ENTITY WHICH:\n    7    (A) OTHER THAN IN THE REGULAR COURSE OF BUSINESS AS A POSTAL, DELIVERY\n    8  OR  MESSENGER  SERVICE, DELIVERS ANY CONTRIBUTION FROM ANOTHER PERSON OR\n    9  ENTITY TO A CANDIDATE OR AUTHORIZED COMMITTEE; OR\n   10    (B) SOLICITS CONTRIBUTIONS TO A CANDIDATE OR OTHER AUTHORIZED  COMMIT-\n   11  TEE  WHERE  SUCH  SOLICITATION  IS KNOWN TO SUCH CANDIDATE OR HIS OR HER\n   12  AUTHORIZED COMMITTEE. FOR  PURPOSES  OF  THIS  PARAGRAPH,  ONLY  PERSONS\n   13  CLEARLY  IDENTIFIED  AS THE SOLICITOR OF A CONTRIBUTION TO THE CANDIDATE\n   14  OR HIS OR HER AUTHORIZED COMMITTEE SHALL BE PRESUMED TO BE KNOWN TO SUCH\n   15  CANDIDATE OR HIS OR HER AUTHORIZED COMMITTEE. \"INTERMEDIARY\"  SHALL  NOT\n   16  INCLUDE SPOUSES, DOMESTIC PARTNERS, PARENTS, CHILDREN OR SIBLINGS OF THE\n   17  PERSON  MAKING  SUCH  CONTRIBUTION,  OR  ANY PAID OR VOLUNTEER FULL-TIME\n   18  CAMPAIGN WORKERS OR COMMERCIAL FUNDRAISING FIRMS RETAINED BY THE  CANDI-\n   19  DATE AND THE AGENTS THEREOF.\n   20    2. WHEN CONTRIBUTIONS TOTALING ONE THOUSAND DOLLARS OR MORE ARE DELIV-\n   21  ERED  BY  THE INTERMEDIARY TO THE RECIPIENT CANDIDATE, AUTHORIZED CANDI-\n   22  DATE COMMITTEE OR PARTY COMMITTEE, THE INTERMEDIARY  SHALL  INDICATE  IN\n   23  WRITING  TO  THE  RECIPIENT CANDIDATE, AUTHORIZED CANDIDATE COMMITTEE OR\n   24  PARTY COMMITTEE THE FOLLOWING INFORMATION:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00071-01-1\n\n       S. 1559                             2\n\n    1    (A) THE NAME, MAILING ADDRESS AND OCCUPATION OF EACH  CONTRIBUTOR  WHO\n    2  MAKES  A  CONTRIBUTION  OVER NINETY-NINE DOLLARS, AND THE AMOUNT OF EACH\n    3  CONTRIBUTION, AND FOR EACH CONTRIBUTION OF TWO HUNDRED DOLLARS OR  MORE,\n    4  THE NAME AND ADDRESS OF SUCH CONTRIBUTOR'S EMPLOYER;\n    5    (B) THE TOTAL AGGREGATE AMOUNT OF CONTRIBUTIONS OF NINETY-NINE DOLLARS\n    6  OR LESS; AND\n    7    (C) THE DATE THE CONTRIBUTION WAS RECEIVED BY THE INTERMEDIARY AND THE\n    8  DATE  THE  CONTRIBUTIONS  WERE  DELIVERED  TO  THE  RECIPIENT CANDIDATE,\n    9  AUTHORIZED CANDIDATE COMMITTEE OR PARTY COMMITTEE.\n   10    3. THE RECIPIENT CANDIDATE, AUTHORIZED CANDIDATE  COMMITTEE  OR  PARTY\n   11  COMMITTEE  SHALL REPORT TO THE STATE BOARD OF ELECTIONS THE INTERMEDIARY\n   12  WHO DELIVERS CONTRIBUTIONS TOTALING ONE THOUSAND DOLLARS OR MORE ON  THE\n   13  STATEMENTS REQUIRED BY THIS ARTICLE.\n   14    4.  THE  STATE BOARD OF ELECTIONS SHALL PROVIDE A SECTION FOR INTERME-\n   15  DIARY REPORTING AS REQUIRED BY THIS SECTION, WHICH SHALL INCLUDE:\n   16    (A) THE NAME, MAILING ADDRESS, OCCUPATION AND EMPLOYER OF THE INTERME-\n   17  DIARY; AND\n   18    (B) THE TOTAL AMOUNT OF CONTRIBUTIONS DELIVERED BY THE INTERMEDIARY TO\n   19  THE CANDIDATE, THE CANDIDATE'S AUTHORIZED COMMITTEE OR A  PARTY  COMMIT-\n   20  TEE.\n   21    S  2.  This act shall take effect January 1, 2013.  Provided, however,\n   22  that contributions legally received prior to the effective date of  this\n   23  act  may  be  retained  and  expended  for lawful purposes and shall not\n   24  provide the basis for a violation of article 14 of the election law,  as\n   25  amended  by  this  act;  and  provided, further, that the state board of\n   26  elections shall notify all candidates and political  committees  of  the\n   27  applicable  provisions  of  this  act  within thirty days after this act\n   28  shall have become a law.\n",
  "memo" : "BILL NUMBER:S1559\n\nTITLE OF BILL:\n\nAn act\nto amend the election law, in relation to contribution activities by an\nintermediary\n\nPURPOSE:\n\nThis bill is designed to provide for the disclosure of intermediaries\nsuch as bundlers, as well as the source and amount of the\ncontributions they deliver, and the employment information of\ncontributors of $100 or more.\n\nSUMMARY OF PROVISIONS:\n\nSection 1: Amends the Election Law to add a new section 14-105, in\nwhich subdivision one defines an \"intermediary\" as an individual or\none of several types of organizations that delivers contributions\nfrom another to a candidate or authorized committee, or solicits\ncontributions to a candidate or authorized committee with the\nknowledge of the candidate or his or her authorized committee. Family\nmembers, campaign workers and commercial fundraising firms retained\nby the candidate are excluded from this definition.\n\nSubdivision two requires that when an intermediary delivers\ncontributions of more than $1000, it must provide the name, mailing\naddress and occupation of any contributor of over $99, and if the\ncontribution is two hundred dollars or more, then it must also\nprovide the name and address of the contributor's employer. The\nintermediary is also required to provide the total amount of\ncontributions of $99 or less.\n\nSubdivision three requires the candidate, his or her authorized\ncommittee, or the party committee to report to the state board of\nelections any intermediary who delivers contributions totaling one\nthousand dollars or more.\n\nSubdivision four provides for the state board of elections to provide\nfor reporting of the intermediary's name, mailing address, occupation\nand employer, and the total amount of contributions he or she delivers.\n\nSection 2: Provides that the Act takes effect sixty days after it\nbecomes a law.\n\nEXISTING LAW:\n\nUnder the existing law, there is no requirement for the disclosure of\nsuch intermediaries and their fundraising activities.\n\nJUSTIFICATION:\n\nCurrently, bundlers and other intermediaries, who solicit\ncontributions on behalf of a candidate, are not subject to disclosure\nof the amounts they raise, unlike under Federal law. They also are not\nrequired to report who employs them. Given the high campaign\ncontribution limits in New York, complete disclosure is all the more\nimportant, as the public should have access to information that might\nreveal activities and involvements that lend themselves to attempts\nto influence legislation. In 2007, New York received a grade of \"C\"\nfrom the Campaign Disclosure project because of its campaign finance\ndisclosure laws.\n\nLEGISLATIVE HISTORY:\n\nNone.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis bill is effective on January 1, 2013, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to contribution activities by an intermediary ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T125102.TXT", "SOBI.D110120.T103826.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110110.T131605.TXT", "SOBI.D110110.T124602.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110110.T131104.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295537906967
}