{
  "year" : 2011,
  "senateBillNo" : "S1556-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1556-2011-1294635600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"early voting act\"",
  "summary" : "Enacts the \"early voting act\"; provides to any person early voting for a candidate for public office in a general, primary or special election for any public or party office by paper ballot to take place no sooner than fourteen business days and up to and including the day prior to such election; provides that such voting shall take place at such person's county board of elections; requires availability and access to ballots for persons with disabilities. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : "A293",
  "lawSection" : "Election Law",
  "previousVersions" : [ "S3250-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1556\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by Sens. ADDABBO, HASSELL-THOMPSON, MONTGOMERY -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Elections\n\n       AN ACT to amend the election law, in relation  to  enacting  the  \"early\n         voting act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title.  This act shall be known and may be  cited  as\n    2  the \"early voting act\".\n    3    S  2. Article 8 of the election law is amended by adding a new title 6\n    4  to read as follows:\n    5                                  TITLE VI\n    6                                EARLY VOTING\n    7  SECTION 8-600. EARLY VOTING PROCEDURES.\n    8          8-602. STATE BOARD OF ELECTIONS; POWERS  AND  DUTIES  FOR  EARLY\n    9                   VOTING.\n   10    S 8-600. EARLY  VOTING PROCEDURES. 1. NO SOONER THAN FOURTEEN BUSINESS\n   11  DAYS AND UP TO AND INCLUDING THE DAY PRIOR TO ANY  GENERAL,  PRIMARY  OR\n   12  SPECIAL ELECTION FOR ANY PUBLIC OR PARTY OFFICE, PERSONS DULY REGISTERED\n   13  TO  VOTE  FOR  CANDIDATES FOR SUCH OFFICE MAY VOTE BY PAPER BALLOT FOR A\n   14  CANDIDATE FOR SUCH OFFICE, AND SUCH EARLY  VOTING  PRACTICE  SHALL  TAKE\n   15  PLACE  AT  SUCH  PERSON'S  COUNTY  BOARD OF ELECTIONS, OR AN ALTERNATIVE\n   16  LOCATION OR LOCATIONS AS OTHERWISE DESIGNATED BY AND  THROUGH  A  COUNTY\n   17  BOARD  OF ELECTIONS UNDER THE POWERS GRANTED PURSUANT TO THIS SECTION ON\n   18  OR BEFORE THE EFFECTIVE DATE OF THIS SECTION.\n   19    2. SUCH VOTING PROCEDURE SHALL BE MONITORED AND  ADMINISTERED  BY  TWO\n   20  DULY  DESIGNATED  PERSONS, ONE FROM EACH MAJOR POLITICAL PARTY, AND SUCH\n   21  VOTING SHALL FOLLOW AND CONFORM TO ALL OTHER  PROCEDURES,  MEASURES  AND\n   22  REQUIREMENTS  OF CASTING A VOTE BY A VOTING MACHINE AS PRESCRIBED PURSU-\n   23  ANT TO THIS CHAPTER. ALL VOTES CAST WITHIN THE EARLY VOTING PERIOD SHALL\n   24  BE COUNTED WITHIN TWENTY-FOUR HOURS OF THE POLLS CLOSING ON ELECTION DAY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01241-01-1\n\n       S. 1556                             2\n\n    1  AND IN THE SAME MANNER AS PRESCRIBED IN ARTICLE NINE  OF  THIS  CHAPTER.\n    2  THE  RESULTS  OR  TABULATION OF VOTES CAST DURING AN EARLY VOTING PERIOD\n    3  SHALL NOT BE MADE BEFORE THE CLOSE OF ALL POLLING PLACES ON ELECTION DAY\n    4  AND RESULTS SHALL BE REPORTED BY PRECINCT.  BALLOTS USED IN EARLY VOTING\n    5  SHALL  BE,  AS  NEARLY  AS  PRACTICABLE,  THE SAME FORM AS THOSE USED ON\n    6  ELECTION DAY.  BALLOTS SHALL BE MADE AVAILABLE  AND  ACCESSIBLE  TO  ANY\n    7  PERSON  WITH  DISABILITIES WHO WANT TO EXERCISE HIS OR HER RIGHT TO VOTE\n    8  EARLY.\n    9    S 8-602. STATE BOARD OF ELECTIONS; POWERS AND DUTIES FOR EARLY VOTING.\n   10  ANY  RULE  OR  REGULATION  NECESSARY  FOR  THE  IMPLEMENTATION  OF   THE\n   11  PROVISIONS  OF  THIS  TITLE  SHALL  BE PROMULGATED BY THE STATE BOARD OF\n   12  ELECTIONS.\n   13    S 3. This act shall take effect on the first of January next  succeed-\n   14  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1556\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to enacting the \"early voting\nact\"\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo allow the public\nto vote at the\ncounty board of elections or at an alternative location seven\nbusiness days before a general, primary or special election, in order\nto make it easier for citizens to vote and to ensure an orderly and\nefficient voting process on election day.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nArticle 8 of the\nelection law is\namended to add a new title 6 requiring local boards of elections to\nmake available to voters the option of casting a paper ballot from\nseven days prior to a general, primary or special election up to and\nincluding the day prior to the election. The boards of elections are\ngiven twenty-four hours from the close of the polls to count the\nearly ballots.\n\nJUSTIFICATION:\nThe stress put on state election\nsystems by high voter\nturnout in recent elections highlights the need to streamline the\nvoting process and avoid a major breakdown that could place an unfair\nburden on voters and undermine the public's faith in the electoral\nprocess. Early voting makes participation easier for citizens who\ncannot make it to the polls on Election Day because of work, family\nobligations or inclement weather, but still provides the security of\nrequiring voters to personally appear at a designated location to\ncast their ballot. Early voting also reduces delays on Election Day\nand decreases pressure on local boards of election by spreading out\nvoting over a period of days.\nThirty-two states currently allow early voting. These states report\nfew serious problems with early voting and those early voting results\nin shorter lines on Election Day. Building an electoral system that\ngives every citizen an opportunity to vote is the best way to ensure\nfair representation.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nNone, insofar as under the\nexisting absentee\n\nvoting system boards of elections already produce the paper ballots\nto be used for early voting.\n\nEFFECTIVE DATE:\nThis act shall take effect on the\nfirst of January\nnext succeeding the date on which it shall become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to enacting the \"early voting act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110110.T132106.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D110110.T131104.TXT", "SOBI.D110110.T124102.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932755
}