{
  "year" : 2011,
  "senateBillNo" : "S1550-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S1550-2011-1294635600000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a pilot program for enhanced prior approval of high cost diagnostic radiology services",
  "summary" : "Authorizes the commissioner of health, within fiscal year 2009-2010, to contract with high bidders to perform pilot projects to assess the feasibility of reducing medically unnecessary high cost radiological procedures and generalizing cost savings to the state through enhanced medical management and prior review of orders for diagnostic imaging. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : "A3080",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S5764-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1550\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Social Services\n\n       AN ACT to amend the social services law, in relation  to  authorizing  a\n         pilot  program  for  enhanced  prior  approval of high cost diagnostic\n         radiology services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The social services law is amended by adding a new section\n    2  369-gg to read as follows:\n    3    S 369-GG. PILOT PROGRAM FOR ENHANCED PRIOR APPROVAL OF HIGH COST DIAG-\n    4  NOSTIC  RADIOLOGY  SERVICES.  1.  PURSUANT  TO   SECTION   ONE   HUNDRED\n    5  SIXTY-THREE  OF THE STATE FINANCE LAW, THE COMMISSIONER OF HEALTH SHALL,\n    6  WITHIN THE FISCAL YEAR OF  TWO  THOUSAND  ELEVEN--TWO  THOUSAND  TWELVE,\n    7  CONTRACT  WITH QUALIFIED BIDDERS TO PERFORM PILOT PROJECTS TO ASSESS THE\n    8  FEASIBILITY OF REDUCING MEDICALLY  UNNECESSARY  HIGH  COST  RADIOLOGICAL\n    9  PROCEDURES  AND  GENERALIZING COST SAVINGS TO THE STATE THROUGH ENHANCED\n   10  MEDICAL MANAGEMENT AND PRIOR REVIEW OF ORDERS FOR DIAGNOSTIC IMAGING.\n   11    2. THE COMMISSIONER OF HEALTH SHALL SELECT AN ENTITY TO  PERFORM  SUCH\n   12  PILOT PROJECT UTILIZING THE FOLLOWING SELECTION CRITERIA:\n   13    (A) THE ENTITY SHALL HAVE AT LEAST ONE YEAR'S EXPERIENCE UTILIZING AND\n   14  CURRENTLY   UTILIZING   LICENSED  PROFESSIONALS  TO  CONDUCT  INTAKE  OF\n   15  PATIENTS;\n   16    (B) THE ENTITY SHALL HAVE AT LEAST ONE YEAR'S EXPERIENCE UTILIZING AND\n   17  CURRENTLY UTILIZING ONLY LICENSED  RADIOLOGISTS  TO  MAKE  PRIOR  REVIEW\n   18  DETERMINATIONS;\n   19    (C) THE ENTITY SHALL HAVE AT LEAST ONE YEAR'S EXPERIENCE UTILIZING AND\n   20  CURRENTLY UTILIZING LICENSED RADIOLOGISTS TO REQUEST ADDITIONAL INFORMA-\n   21  TION, AS NECESSARY, FROM THE TREATING PROVIDER;\n   22    (D)  THE  ENTITY SHALL BE BASED IN NEW YORK AND AT LEAST FIFTY PERCENT\n   23  OF THE ENTITY'S EMPLOYEES SHALL RESIDE IN NEW YORK.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06119-01-1\n\n       S. 1550                             2\n\n    1    S 2. If any clause, sentence, paragraph, section or part of  this  act\n    2  shall  be adjudged by any court of competent jurisdiction to be invalid,\n    3  such judgment shall not affect,  impair,  or  invalidate  the  remainder\n    4  thereof, but shall be confined in its operation to the clause, sentence,\n    5  paragraph, section, or part thereof directly involved in the controversy\n    6  in which such judgment shall have been rendered.\n    7    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1550\n\nTITLE OF BILL:\nAn act\nto amend the social services law, in relation to authorizing a pilot\nprogram for enhanced prior approval of high cost diagnostic radiology\nservices\n\nPURPOSE OR GENERAL IDEA OF BILL:\nUse of Radiology Benefit Management (RBM) services to reduce radiology\nexpenses on Medicaid recipients.\n\nThe may contract with qualified bidders to access the feasibility of\nreducing medically unnecessary high cost radiological procedures\nusing selection criteria that includes using entities that utilize\nand currently utilize only licensed radiologists, and are based in\nNew York.\n\nJUSTIFICATION:\nRedundant high tech imaging, typically classified as MRI, CTs, and Pet\nscans, pose a significant concern, as there are few strategies to\nmanage it, while the ramifications of repeat radiation exposure, and\nthe high cost to patients is of great concern.\n\nRBMs have been successful in reducing and containing rising cost and\nutilization related to diagnostic imaging. The factors that\ncontribute to the growth of these costs are likely to persist because\nthey include an aging population, and advances in diagnostic imaging\ntechnology.\n\nPRIOR LEGISLATIVE HISTORY:\nS.5764 of 2009\n06/03/09  Referred to Social Services\n07/16/09  Committee Discharged and Committed to Rules\n07/16/09  Ordered to Third Reading Cal. 926\n07/16/09  Passed Senate\n07/16/09  Delivered to Assembly\n07/17/09  Referred to Health\n01/06/10  Died in Assembly\n01/06/10  Returned to Senate\n01/06/10  Referred to Social Services\n03/04/10  Committee Discharged and Committed to Health\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nProjected 2009-2010 savings $2.3 million.  Projected 2010-2011 savings\n$5.8 million.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to authorizing a pilot program for enhanced prior approval of high cost diagnostic radiology services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T114617.TXT", "SOBI.D110110.T130604.TXT", "SOBI.D110110.T122101.TXT", "SOBI.D110124.T115119.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T124102.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295887879064
}