{
  "year" : 2011,
  "senateBillNo" : "S1555-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1555-2011-1294635600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that voter registration forms be made available at federal, state and local government buildings and at other public places",
  "summary" : "Requires each county board of elections to distribute registration application forms to the public through distribution to public buildings, banks, post offices and various other facilities that the public may frequent. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S1062-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1555\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to making  mail  registra-\n         tion forms available in public buildings and other public places\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 2  of  section  5-210  of  the\n    2  election  law, as amended by chapter 179 of the laws of 2005, is amended\n    3  to read as follows:\n    4    (a) Application forms for  use  pursuant  to  this  section  shall  be\n    5  furnished  by  a county board of elections to any person requesting such\n    6  form. Application forms sent outside of the United States to  a  country\n    7  other than Canada or Mexico, shall be sent airmail. Each county board of\n    8  elections  shall  also  cause such application forms to be as widely and\n    9  freely distributed as possible.  EACH COUNTY BOARD  OF  ELECTIONS  SHALL\n   10  MAKE  APPLICATION  FORMS AVAILABLE TO THE PUBLIC THROUGH DISTRIBUTION TO\n   11  FEDERAL, STATE AND LOCAL GOVERNMENTAL BUILDINGS.    SUCH  BUILDINGS  MAY\n   12  INCLUDE,  BUT  NOT  BE LIMITED TO BANKS, POST OFFICES, PUBLIC LIBRARIES,\n   13  LOCAL OFFICES OF THE DEPARTMENT OF MOTOR VEHICLES,  UNEMPLOYMENT  INSUR-\n   14  ANCE OFFICES AND OFFICES OF EACH LOCAL DEPARTMENT OF SOCIAL SERVICES.\n   15    S 2.  This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00526-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to making mail registration forms available in public buildings and other public places ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T132106.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D110110.T131104.TXT", "SOBI.D110110.T124102.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774033641
}