{
  "year" : 2011,
  "senateBillNo" : "S1557-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1557-2011-1294635600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the requirements in absentee ballot applications for village elections to conform to state board of election absentee ballot requirements",
  "summary" : "Provides for the requirements in absentee ballot applications for village elections to conform to state board of election absentee ballot requirements. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "SB3251-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1557\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by Sens. ADDABBO, DIAZ, DILAN, HASSELL-THOMPSON, OPPENHEIMER,\n         PERKINS,  STAVISKY -- read twice and ordered printed, and when printed\n         to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in  relation  to  absentee  voting  at\n         village elections\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 15-120 of the election law, paragraph (b) of subdi-\n    2  vision 1 and subdivision 8 as amended by chapter  373  of  the  laws  of\n    3  1978,  subdivision  2  as  amended  by  chapter 279 of the laws of 1983,\n    4  subdivision 3 as amended by chapter 333 of the laws  of  1983,  subdivi-\n    5  sions  4 and 5 as amended by chapter 84 of the laws of 1986 and subdivi-\n    6  sion 6 as amended by chapter 216 of the laws of 1982, is amended to read\n    7  as follows:\n    8    S 15-120. Absentee voting at village elections. 1. A qualified  [elec-\n    9  tor] VOTER of a village may vote as an absentee voter under this section\n   10  if  during  all  the  hours of voting on the day of a general or special\n   11  village election he OR SHE will be:\n   12    [(a) Unavoidably absent from the county  in  which  his  residence  is\n   13  located because:\n   14    i. he is a member of the armed forces of the United States of America;\n   15  or\n   16    ii. he is a student matriculated at an institution of learning located\n   17  outside such county; or\n   18    iii. he is a patient at a veterans administration hospital; or\n   19    iv.  his  duties,  occupation or business require him to be so absent,\n   20  provided, however, such absence is not caused by the fact that his regu-\n   21  lar and daily place of business is located outside of said county.\n   22    (b) Absent from the county in which his residence is  located  because\n   23  he is on vacation outside said county.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00374-01-1\n\n       S. 1557                             2\n\n    1    (c)  He  is  the  spouse,  parent or child of, and resides in the same\n    2  household with, a person qualified under any of the foregoing paragraphs\n    3  of this subdivision and will also be absent from said county  by  reason\n    4  of accompanying the person so qualified.]\n    5    (A) ABSENT FROM THE COUNTY OF HIS OR HER RESIDENCE; OR\n    6    (B)  UNABLE TO APPEAR AT THE POLLING PLACE BECAUSE OF ILLNESS OR PHYS-\n    7  ICAL DISABILITY, OR DUTIES RELATED TO THE PRIMARY CARE OF  ONE  OR  MORE\n    8  INDIVIDUALS  WHO  ARE  ILL  OR PHYSICALLY DISABLED, OR BECAUSE HE OR SHE\n    9  WILL BE OR IS A PATIENT IN A HOSPITAL; OR\n   10    (C) AN INMATE OR PATIENT OF A VETERAN'S ADMINISTRATION HOSPITAL; OR\n   11    (D) ABSENT FROM HIS OR HER VOTING  RESIDENCE  BECAUSE  HE  OR  SHE  IS\n   12  DETAINED  IN  JAIL AWAITING ACTION BY A GRAND JURY OR AWAITING TRIAL, OR\n   13  CONFINED IN JAIL OR PRISON AFTER A CONVICTION FOR AN OFFENSE OTHER  THAN\n   14  A  FELONY,  PROVIDED THAT HE OR SHE IS QUALIFIED TO VOTE IN THE ELECTION\n   15  DISTRICT OF HIS OR HER RESIDENCE.\n   16    2. Each person entitled to vote as an absentee voter pursuant to  this\n   17  section  and desirous of obtaining an absentee ballot shall make written\n   18  application therefor to the village clerk.  Application  forms  for  use\n   19  pursuant  to  this  section  shall  be in a form prescribed by the state\n   20  board of elections. The use of  any  application  which  is  on  a  form\n   21  prescribed by the state board of elections shall be acceptable.\n   22    3.  An application for an absentee ballot must be signed by the appli-\n   23  cant.  Such application may require that the applicant submit a  certif-\n   24  icate  in  lieu  of any affidavit which shall state that the information\n   25  contained in the application is true. Such certificate shall be accepted\n   26  for all purposes as the equivalent of an affidavit and  shall  have  the\n   27  following language printed in bold face type above the signature line:\n   28          \"I UNDERSTAND THAT THIS CERTIFICATE WILL BE ACCEPTED FOR\n   29          ALL  PURPOSES  AS THE EQUIVALENT OF AN AFFIDAVIT AND, IF\n   30          IT CONTAINS A MATERIAL FALSE STATEMENT, SHALL SUBJECT ME\n   31          TO THE SAME PENALTIES AS IF I HAD BEEN DULY SWORN.\"\n   32    4. THE APPLICATION FOR AN ABSENTEE BALLOT WHEN FILED MUST  CONTAIN  IN\n   33  EACH INSTANCE THE FOLLOWING INFORMATION:\n   34    (A)  APPLICANT'S  FULL  NAME,  DATE  OF  BIRTH, AND RESIDENCE ADDRESS,\n   35  INCLUDING THE STREET AND NUMBER, IF ANY, RURAL DELIVERY ROUTE,  IF  ANY,\n   36  MAILING  ADDRESS  IF DIFFERENT FROM THE RESIDENCE ADDRESS AND HIS OR HER\n   37  VILLAGE AND AN ADDRESS TO WHICH THE BALLOT SHALL BE MAILED.\n   38    (B) A STATEMENT THAT THE  APPLICANT  IS  A  QUALIFIED  AND  REGISTERED\n   39  VOTER.\n   40    (C)  A STATEMENT, AS APPROPRIATE, THAT ON THE DAY OF SUCH ELECTION THE\n   41  APPLICANT EXPECTS IN GOOD FAITH TO BE IN ONE OF  THE  FOLLOWING  CATEGO-\n   42  RIES:\n   43    (I) ABSENT FROM THE COUNTY OF HIS OR HER RESIDENCE; PROVIDED, HOWEVER,\n   44  IF  THE  APPLICANT  EXPECTS TO BE ABSENT FROM SUCH COUNTY FOR A DURATION\n   45  COVERING MORE THAN ONE ELECTION AND SEEKS AN ABSENTEE  BALLOT  FOR  EACH\n   46  ELECTION,  HE  OR  SHE  SHALL  STATE THE DATES WHEN HE OR SHE EXPECTS TO\n   47  BEGIN AND END SUCH ABSENCE; OR\n   48    (II) UNABLE TO APPEAR AT A POLLING PLACE BECAUSE OF ILLNESS  OR  PHYS-\n   49  ICAL  DISABILITY  OR  DUTIES  RELATED TO THE PRIMARY CARE OF ONE OR MORE\n   50  INDIVIDUALS WHO ARE ILL OR PHYSICALLY DISABLED; OR\n   51    (III) AN INMATE OR PATIENT OF A VETERAN'S ADMINISTRATION HOSPITAL; OR\n   52    (IV) DETAINED IN JAIL AWAITING ACTION BY  A  GRAND  JURY  OR  AWAITING\n   53  TRIAL  OR  CONFINED  IN JAIL OR PRISON AFTER A CONVICTION FOR AN OFFENSE\n   54  OTHER THAN A FELONY AND STATING THE PLACE WHERE HE OR SHE IS SO DETAINED\n   55  OR CONFINED.\n\n       S. 1557                             3\n\n    1    (D) SUCH APPLICATION SHALL PERMIT THE APPLICANT TO APPLY FOR AN ABSEN-\n    2  TEE BALLOT FOR EITHER A PRIMARY ELECTION OR THE GENERAL ELECTION IN  ANY\n    3  YEAR  AND  FOR  THOSE PERSONS WHO WILL BE CONTINUOUSLY ABSENT FROM THEIR\n    4  COUNTY OF RESIDENCE DURING THE PERIOD BETWEEN THE FALL PRIMARY  ELECTION\n    5  AND  THE GENERAL ELECTION IN ANY YEAR TO APPLY FOR BALLOTS FOR BOTH SUCH\n    6  ELECTIONS IN SUCH YEAR. A VOTER WHO APPLIES FOR AN ABSENTEE BALLOT SHALL\n    7  BE SENT AN ABSENTEE BALLOT FOR ANY SPECIAL ELECTION  OR  WINTER  PRIMARY\n    8  THAT OCCURS DURING THE PERIOD OF ABSENCE SPECIFIED IN THE APPLICATION.\n    9    5.  An  application  must  be received by the village clerk no earlier\n   10  than [four months] THE THIRTIETH DAY before the election  for  which  an\n   11  absentee ballot is sought. If the application requests that the absentee\n   12  ballot be mailed, such application must be received not later than seven\n   13  days  before the election. If the applicant or his OR HER agent delivers\n   14  the application to the village clerk in person, such application must be\n   15  received not later than the day before the election. The  village  clerk\n   16  shall  examine each application and shall determine from the information\n   17  contained therein whether the applicant is qualified under this  section\n   18  to  receive  an absentee ballot. The clerk in making such decision shall\n   19  not determine whether the applicant is a qualified elector, said  deter-\n   20  mination  being reserved to the inspectors of election as is hereinafter\n   21  provided in subdivision [eight] NINE of this section.\n   22    [5] 6.  No later than six days before the election for which an appli-\n   23  cation has been received and for which the village clerk has  determined\n   24  the  applicant  to  be  qualified to vote by absentee ballot the village\n   25  clerk shall mail, by regular mail, an absentee ballot to each  qualified\n   26  applicant  who  has  applied  before such day and who has requested that\n   27  such absentee ballot be mailed to him OR HER at the address set forth in\n   28  his OR HER application. If the applicant or his OR  HER  agent  delivers\n   29  the  application  to  the  village clerk in person after the seventh day\n   30  before the village election and  not  later  than  the  day  before  the\n   31  election,  the  village  clerk  shall  forthwith  deliver  such absentee\n   32  ballots for those applicants whom he OR SHE determines are qualified  to\n   33  make such applications and to receive such ballots to such applicants or\n   34  the  agents  named  in  the  applications when such applicants or agents\n   35  appear in the village clerk's office.\n   36    [6] 7.  The absentee ballot shall be caused to be prepared and printed\n   37  by the village clerk as provided by law for  paper  ballots  or  machine\n   38  ballots,  whichever  are  to  be  used  in said election and appropriate\n   39  modifications for the purposes of this section. He  OR  SHE  shall  also\n   40  cause  to  be  prepared and printed return envelopes addressed to him OR\n   41  HER, conforming so far as may be practicable to the provisions  of  this\n   42  chapter  stating  thereon that in order for the ballot contained therein\n   43  to be counted it must be received by the village clerk  not  later  than\n   44  the  close  of  the  polls  on election day. On the reverse side of each\n   45  return envelope there shall be written instructions  for  the  voter  to\n   46  insert at designated places his OR HER signature, his OR HER name print-\n   47  ed,  his  OR  HER  residence  address  within the village and his OR HER\n   48  village election district if there be more than one district within  the\n   49  village.\n   50    [7]  8.   The method of marking, preparing and mailing such ballot for\n   51  voting shall conform, wherever practicable,  to  the  methods  used  for\n   52  absentee  ballots  for  a  general election, except that the envelope in\n   53  which it is contained shall be returned to the village clerk. On the day\n   54  of the election, the village clerk shall deliver all such ballots, which\n   55  have been returned to him OR HER, in the sealed envelopes to  the  board\n   56  of  inspectors  of  election  of the proper election district.   No such\n\n       S. 1557                             4\n\n    1  ballot shall be deemed to have been voted unless or until it shall  have\n    2  been  delivered  to  the board of inspectors of election of the election\n    3  district in which the elector casting the ballot resides and shall  have\n    4  been  deposited  by  the  chairman of such board in the box provided for\n    5  receiving such ballot.\n    6    [8] 9.  When such ballots shall have been delivered to  the  board  of\n    7  inspectors  of  election  of the proper election district and shall have\n    8  been duly determined by such board to have been lawfully cast by a qual-\n    9  ified elector of such district, the chairman of such board shall,  after\n   10  the  close of the polls, open the envelopes containing such ballots and,\n   11  without unfolding such ballots or permitting  the  face  thereof  to  be\n   12  exposed  to  the view of anyone, shall deposit each such ballot in a box\n   13  specifically furnished for such purpose by the  village  clerk.  If  the\n   14  board  of  inspectors shall determine that any such ballot has been cast\n   15  by an elector who would not be qualified under the  provisions  of  this\n   16  section, then such ballot shall not be counted.\n   17    [9]  10.    After  all  the ballots shall have been deposited, the box\n   18  shall be opened and such ballots canvassed in the same manner  as  other\n   19  ballots  cast  at such election and shall be counted and included in the\n   20  total of all ballots cast at such election.\n   21    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1557\n\nTITLE OF BILL:\n\nAn act\nto amend the election law, in relation to absentee voting at village\nelections\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nTo amend the election law regarding absentee voting at village\nelections to conform to the state board of elections absentee ballot\nrequirements.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nSection 15-120 of the Election Law, subdivisions 1 and 8 as amended by\nchapter 373 of the laws of 1978, subdivision 2 as amended by chapter\n279 of the laws of 1983, subdivision 3 as amended by chapter 333 of\nthe laws of 1983, subdivisions 4 and 5 as amended by chapter 84 of\nthe laws of 1986 and subdivision 6 as amended by chapter 216 of the\nlaws of 1982. A voter of a village may vote as an absentee voter if\nhe or she is absent for the same reasons as a voter for a general\nelection. Those reasons would include: duties, occupation, business,\nstudies, illness, disability, membership in armed forces, patient\nstatus in health facility, inmate in holding or correctional\nfacility, vacation, or the accompaniment of a spouse, parent, or\nchild who is an absentee voter.\n\nJUSTIFICATION:\n\nVillage elections are governed by election laws that differ from\ngeneral elections. This has resulted in confusion for those who\nadminister the village elections, and the village residents who vote.\nThis legislation would amend village election law for the application\nand administration of absentee ballots to conform to those methods\nused by other municipalities during primary and general elections. In\nthe way, both the administrators and voters would use the same\nmethods to vote by absentee ballot as they would in all other\nelections. This legislation would simplify and standardize the\nabsentee ballot application process so that voting during the village\nelection would be identical to voting during other elections.\n\nPRIOR LEGISLATIVE HISTORY:\n\nNew bill.\n\nFISCAL IMPLICATIONS:\n\nCosts associated with printing new forms and retraining Village Clerks\nand staff.\n\nEFFECTIVE DATE:\n\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to absentee voting at village elections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110110.T132106.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110110.T131104.TXT", "SOBI.D110110.T124102.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932757
}