{
  "year" : 2011,
  "senateBillNo" : "S1553-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1553-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends provisions relating to the information which must be included on applications for absentee ballots for school district elections",
  "summary" : "Amends provisions relating to the information which must be included on applications for absentee ballots for school district elections: removes requirement for certain detailed statements/information regarding special circumstances concerning duties, occupation, business or studies requiring absence, and regarding absence due to vacation. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA3253-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1553\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by Sens. ADDABBO, DIAZ, DILAN, HASSELL-THOMPSON, OPPENHEIMER,\n         PERKINS,  STAVISKY -- read twice and ordered printed, and when printed\n         to be committed to the Committee on Education\n\n       AN ACT to amend the education  law,  in  relation  to  applications  for\n         absentee ballots for school district elections\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs b, c, d, e, f and g of subdivision 2 of  section\n    2  2018-a  of  the  education law, paragraph b as amended by chapter 136 of\n    3  the laws of 1991, paragraph c as amended by chapter 26 of  the  laws  of\n    4  1994,  paragraph  d  as amended by chapter 72 of the laws of 1988, para-\n    5  graphs e and f as added by chapter 219 of the laws of 1978 and paragraph\n    6  g as amended by chapter 825 of the laws of 1984, are amended to read  as\n    7  follows:\n    8    b.  [(1)  Where  such  duties, occupation, business, or studies are of\n    9  such a nature as ordinarily to require such absence, a brief description\n   10  of such duties, occupation, business, or studies shall be set  forth  in\n   11  such  application.  (2)  Where  such  duties,  occupation,  business, or\n   12  studies are not of such a nature as ordinarily to require such  absence,\n   13  such  application shall contain a statement of the special circumstances\n   14  on account of which such absence is required.\n   15    c. Where the applicant expects in good faith to be absent on  the  day\n   16  of  the  election  because he will be on vacation elsewhere on such day,\n   17  such application shall also contain the dates upon which he  expects  to\n   18  begin  and end such vacation, the place or places where he expects to be\n   19  on such vacation, the name and address of his employer, if any,  and  if\n   20  self-employed or retired, a statement to that effect.\n   21    d.]  Where the absence is because [of detention or confinement to] THE\n   22  VOTER IS DETAINED OR CONFINED IN jail[,  such  application  shall  state\n   23  whether  the  voter is detained] awaiting action of the grand jury or is\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00367-01-1\n\n       S. 1553                             2\n\n    1  confined IN JAIL OR PRISON after conviction for an offense other than  a\n    2  felony.\n    3    [e.    Where  a  person  is or would be, if he were a qualified voter,\n    4  entitled to apply for the right to vote by  absentee  ballot  under  the\n    5  provisions  of this section, his spouse, parent or child, if a qualified\n    6  voter and a resident of the same school district, shall be  entitled  to\n    7  vote as an absentee voter upon personally making and signing an applica-\n    8  tion in accordance with the preceding provisions of this subdivision and\n    9  showing that he expects to be absent from the school district on the day\n   10  of  the school district election by reason of accompanying or being with\n   11  the spouse, child or parent who is or would be, if he were  a  qualified\n   12  voter,  so  entitled  to apply for the right to vote by absentee ballot,\n   13  and, in the event no application  is  made  by  such  spouse,  child  or\n   14  parent,  such  further  information  as  the board of registration shall\n   15  require.\n   16    f] C.  Such application shall include the following  statement  to  be\n   17  signed by the voter.\n   18    I hereby declare that the foregoing is a true statement to the best of\n   19  my  knowledge  and  belief, and I understand that if I make any material\n   20  false statement in the foregoing statement of application  for  absentee\n   21  ballots, I shall be guilty of a misdemeanor.\n\n   22    Date.....................Signature of Voter ..........................\n\n   23    [g] D.  An applicant whose ability to appear personally at the polling\n   24  place  of the school district of which he OR SHE is a qualified voter is\n   25  substantially impaired by reason of permanent illness or physical  disa-\n   26  bility  and whose registration record has been marked \"permanently disa-\n   27  bled\" by the board of  elections  pursuant  to  the  provisions  of  the\n   28  election law shall be entitled to receive an absentee ballot pursuant to\n   29  the  provisions  of this section without making separate application for\n   30  such absentee ballot, and the board of registration upon  being  advised\n   31  by  the board of elections on or with the list of registered voters that\n   32  the registration record of a  voter  is  marked  \"permanently  disabled\"\n   33  shall  send  an  absentee ballot to such voter at his last known address\n   34  with a request to the postal authorities not  to  forward  same  but  to\n   35  return same in five days in the event that it cannot be delivered to the\n   36  addressee.  The  board  of education shall determine whether such ballot\n   37  shall be sent by first class or by  certified  mail.  All  such  ballots\n   38  shall  be mailed in the same manner as determined by the board of educa-\n   39  tion. The board of registration shall make an appropriate entry  on  the\n   40  registration  indicating  the fact that an absentee ballot has been sent\n   41  and the date of mailing.\n   42    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   43  have become a law.\n",
  "memo" : "BILL NUMBER:S1553\n\nTITLE OF BILL:\n\nAn act\nto amend the education law, in relation to applications for absentee\nballots for school district elections\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nTo simplify the application for an absentee ballot in the Education\nLaw so that the application process is less burdensome and intrusive\non the voter.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nAmends 2018-a of the Education Law, by deleting part of paragraph band\nall of paragraph c, and re-numbering paragraphs d, e, and f of\nsubdivision 2. The absentee ballot application outlined in the\nEducation Law is thus simplified by eliminating the need for overly\nspecific and detailed information regarding the voter's absence. Such\ninformation deleted includes:\n\n* A description of any special circumstances requiring the voter to be\nabsent.\n\n* The beginning and end dates of the voter's absence, and\n\n* The name and address of the voter's employer.\n\nJUSTIFICATION:\n\nThe Education Law was amended in recent years to require absentee\nvoting in school district elections and on school budget votes. Now,\nschool district elections are as open and accessible to the public as\ngovernment elections.\n\nThis legislation simplifies the absentee ballot application making it\nreadable and easy to fill out. Currently, absentee ballot\napplications ask for extraneous information about the voter that\ncould jeopardize his or her safety and privacy. For example,\nEducation Law specifies that applicants must report the beginning and\nend dates they will be on vacation as well as the name of their\nemployer. Since the application is a public document that anyone has\naccess to under the Freedom of Information Act, this information\ncould put a voter, or his or her property, at risk.\n\nPRIOR LEGISLATIVE HISTORY:\n\nNew bill.\n\nFISCAL IMPLICATIONS:\n\nCosts associated with printing new forms.\n\nEFFECTIVE DATE:\n\nNinety days after the act becomes law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to applications for absentee ballots for school district elections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110110.T132106.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D110110.T131104.TXT", "SOBI.D110110.T124102.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932751
}