{
  "year" : 2011,
  "senateBillNo" : "S1560-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1560-2011-1294635600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that tenants of residential real property shall be provided with voter registration forms",
  "summary" : "Provides that tenants of residential real property shall be provided with voter registration forms. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S7744-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1560\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the real property law, in relation to providing  tenants\n         of residential real property with voter registration forms\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property law is amended by adding  a  new  section\n    2  238-a to read as follows:\n    3    S  238-A.  VOTER REGISTRATION FORMS. 1. EVERY TENANT WHO ENTERS INTO A\n    4  LEASE TO RENT RESIDENTIAL REAL PROPERTY LOCATED WITHIN THIS STATE  SHALL\n    5  BE  PROVIDED WITH ANY FORMS NECESSARY TO COMPLY WITH THE VOTER REGISTRA-\n    6  TION REQUIREMENTS SET FORTH IN ARTICLE FIVE OF THE ELECTION LAW.    SUCH\n    7  FORMS SHALL BE PROVIDED BY THE LANDLORD OR THE LANDLORD'S REPRESENTATIVE\n    8  AT  THE  TIME  SUCH LEASE IS SIGNED AND DELIVERED BY THE LANDLORD OR THE\n    9  LANDLORD'S REPRESENTATIVE TO THE TENANT OR THE TENANT'S  REPRESENTATIVE,\n   10  WHETHER IN PERSON OR BY MAIL.\n   11    2. EACH COUNTY BOARD OF ELECTIONS IS HEREBY AUTHORIZED AND DIRECTED TO\n   12  MAKE  AVAILABLE  TO  PERSONS  WHO RENT RESIDENTIAL REAL PROPERTY IN THIS\n   13  STATE ALL FORMS NECESSARY FOR COMPLIANCE WITH  THE  PROVISIONS  OF  THIS\n   14  SECTION.\n   15    S  2.  This  act shall take effect on the thirtieth day after it shall\n   16  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00808-01-1\n",
  "memo" : "BILL NUMBER:S1560\n\nTITLE OF BILL:\n\nAn act\nto amend the real property law, in relation to providing tenants of\nresidential real property with voter registration forms\n\nPURPOSE:\n\nThe bill provides that every landlord who rents out residential real\nproperty in New York State shall provide the tenants with voter\nregistration forms at the time that the fully executed lease is\ndelivered to the tenants.\n\nSUMMARY OF PROVISIONS:\n\nSection 1: Amends the Real Property Law to add a new section 238-a,\nwhich requires that whenever a tenant rents residential real estate,\nat time that the landlord or the landlord's representative provides\nthe tenant with the lease signed by the landlord, the tenant shall\nalso be provided with a voter registration form. It also requires the\ncounty boards of elections to make the necessary forms available to\nthose who rent residential real estate.\n\nSection 2: Provides for the Act to take effect on the thirtieth day\nafter it becomes law.\n\nEXISTING LAW:\n\nThere is no existing law requiring voter registration applications to\nbe provided by landlords who rent residential real estate.\n\nJUSTIFICATION:\n\nPeople renting apartments may be moving into the state, or moving in\nor out of a county or election district, but may be unaware of this\nor of the need to provide a change of address to the local board of\nelection. This provision provides voters with the opportunity to\nregister to vote or register a change of address at the time when it\nis most likely that they will need to do so in order to secure or\npreserve their right to vote.\n\nLEGISLATIVE HISTORY:\n\nNone.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act takes effect on the thirtieth day after the\ndate it becomes a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to providing tenants of residential real property with voter registration forms ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T125102.TXT", "SOBI.D110120.T103826.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110110.T131605.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110121.T093012.TXT", "SOBI.D110110.T140611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295620212235
}