{
  "year" : 2011,
  "senateBillNo" : "S1563-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1563-2011-1294635600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes limitations on voting by absentee ballot that are required by the constitution",
  "summary" : "Removes limitations on voting by absentee ballot that are required by the constitution. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "SB5028-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1563\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 2 of article 2 of the constitution, in\n         relation to absentee voting\n\n    1    Section 1. Resolved (if the Assembly concur), That section 2 of  arti-\n    2  cle 2 of the constitution be amended to read as follows:\n    3    S  2.  The legislature may, by general law, provide a manner in which,\n    4  and the time and place at which, qualified voters [who,  on  the  occur-\n    5  rence  of any election, may be absent from the county of their residence\n    6  or, if residents of the city of New York, from the city,  and  qualified\n    7  voters  who,  on the occurrence of any election, may be unable to appear\n    8  personally at the polling place because of illness or physical disabili-\n    9  ty,] may vote ON OR BEFORE THE DAY DESIGNATED FOR AN ELECTION AND  OTHER\n   10  THAN  BY PERSONAL APPEARANCE AT THE POLLING PLACE and for the return and\n   11  canvass of their votes.\n   12    S 2. Resolved (if the Assembly concur), That the  foregoing  amendment\n   13  be referred to the first regular legislative session convening after the\n   14  next  succeeding  general  election  of members of the assembly, and, in\n   15  conformity with  section  1  of  article  19  of  the  constitution,  be\n   16  published for 3 months previous to the time of such election.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89001-01-1\n",
  "memo" : "BILL NUMBER:S1563\n\nTITLE OF BILL:\n\nCONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\nproposing an amendment to section 2 of article 2 of the constitution, in\nrelation to absentee voting\n\nPURPOSE:\n\nThe bill is designed to allow any qualified person who is registered\nto vote to do so by absentee ballot for any reason and without\nexplanation.\n\nSUMMARY OF PROVISIONS:\n\nSection 1: Amends section 2 of article II of the constitution to\ndelete the requirement that in order to vote by absentee ballot a\nqualified person must anticipate being out of the county on the day\nof the election or unable to vote in person because\nHE OR SHE may be absent\nfrom the county of\nHIS OR HER residence or unable to appear in person\nat the polling place due to illness or physical disability.\n\nSection 2: Provides that the amendment be referred to the first\nregular legislative session after the next general election of\nmembers of the assembly and be published for three months prior to\nthe date of such election.\n\nEXISTING LAW:\n\nSection 2 of article II of the constitution requires that voters\nanticipate that they will be out of the county on election day or\notherwise unable to go to the polls because of illness or physical\ndisability. No other exceptions are allowed, and over the years the\nlegislature has grafted onto this restriction additional requirements\nfor disclosure of the reason the person will be out of the county or\nis unable to go to the polls, where the voter will be and the dates\nthat the voter will be away.\n\nJUSTIFICATION:\n\nThe restrictions on absentee voting have proved more and more onerous\nas we have become a more mobile society, and have also proven to be a\nsource of much litigation.  The disclosures required by current law\nbut not the constitution not only violate peoples' privacy rights, but\nbecause absentee ballot requests are a public record, they also pose a\nthreat to the safety and security of people who are ill or disabled,\nas well as to the property of those who will be out of the county.\n\nThe constitution's requirements, as well as those adopted by the\nlegislature have opened the door widespread and costly litigation in\nclose and hotly contested races, which place an unnecessary burden on\nboth candidates and the boards of elections. One of the most recent\nexamples of this occurred in the recently settled election in the\n20th congressional District to replace Kirsten Gillibrand, who was\nappointed to fill a Senate vacancy by the governor. In that contest,\nRepublican candidate Jim Tedesco challenged the absentee ballot cast\nby Senator Gillibrand because she might have been in the district on\nelection day, despite the fact that a voter only needs to have a\nreasonable expectation that he or she will be absent from the county\non election day in order to vote my absentee ballot.\n\nRemoval of the constitutional restrictions on voting by absentee\nballot will eliminate such unnecessary wastes of time and money,\nprevent the disenfranchisement of qualified voters and encourage\nvoting by those who might not otherwise go to the polls if it is\ninconvenient. It will permit the Legislature to allow qualified\npersons to request a paper ballot without requiring an explanation of\nthe reason for the request, which could be private and personal. It\nwill also empower the Legislature to consider and determine whether\nnew technologies may be used for voting at places other than at the\npolling place, and whether voting by such means may take place on or\nbefore the date set for an election.\n\nLEGISLATIVE HISTORY:\n\nNew bill.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nRESOLVED (if the Assembly concur), That the foregoing amendments\nbe referred to the first regular legislative session convening\nafter the next succeeding general election of members of the assembly,\nand, in conformity with section 1 of article 19 of the constitution,\nbe published for 3 months previous to the time of such election.\n\n",
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 2 of article 2 of the constitution, in relation to absentee voting ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110110.T141111.TXT", "SOBI.D110110.T131605.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110110.T125602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932766
}