{
  "year" : 2011,
  "senateBillNo" : "S1568-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1568-2011-1294635600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits candidates from authorizing more than one political committee for any one election",
  "summary" : "Prohibits candidates from authorizing more than one political committee for any one election. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "SA5546-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1568\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  ADDABBO,  OPPENHEIMER,  PERALTA -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Elections\n\n       AN  ACT to amend the election law, in relation to prohibiting candidates\n         from authorizing  more  than  one  political  committee  for  any  one\n         election\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 14-112 of the election law, as amended by  chapter\n    2  930 of the laws of 1981, is amended to read as follows:\n    3    S   14-112.  [Political]  AUTHORIZED  COMMITTEE;  POLITICAL  committee\n    4  authorization statement. 1. Any political  committee  aiding  or  taking\n    5  part  in  the  election  or  nomination of any candidate[, other than by\n    6  making contributions,] shall file, in the office in which the statements\n    7  of such committee are to be filed pursuant to  this  article,  either  a\n    8  sworn  verified  statement  by  the  treasurer of such committee AND THE\n    9  CANDIDATE that [the] SUCH candidate has authorized the political commit-\n   10  tee to aid or take part in his OR  HER  election  or  A  SWORN  VERIFIED\n   11  STATEMENT  BY THE TREASURER OF SUCH COMMITTEE that the candidate has not\n   12  authorized the committee to aid or take part in his OR HER election.\n   13    2. NO CANDIDATE MAY AUTHORIZE MORE THAN ONE  POLITICAL  COMMITTEE  FOR\n   14  ANY  ONE  ELECTION.   ANY CANDIDATE WHO, ON DECEMBER FIRST, TWO THOUSAND\n   15  ELEVEN, HAS AUTHORIZED MORE THAN ONE POLITICAL  COMMITTEE  FOR  ANY  ONE\n   16  ELECTION  SHALL, NOT LATER THAN THIRTY DAYS AFTER SAID DATE, DISAVOW ALL\n   17  BUT ONE OF SUCH COMMITTEES, IN WRITING, TO THE STATE BOARD OF ELECTIONS.\n   18  THIS SUBDIVISION SHALL NOT APPLY TO THE AUTHORIZATION OF AN  EXPLORATORY\n   19  COMMITTEE BY AN ELECTED PUBLIC OFFICIAL. A MULTI-CANDIDATE COMMITTEE MAY\n   20  NOT BE AN AUTHORIZED COMMITTEE.\n   21    3.  CAMPAIGN  FUNDS  REMAINING  IN  ANY  DISAVOWED  COMMITTEE SHALL BE\n   22  DISPOSED OF PURSUANT TO THIS ARTICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00073-01-1\n\n       S. 1568                             2\n\n    1    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n    2  have  become a law; provided, however, that the state board of elections\n    3  shall notify all candidates and political committees of  the  applicable\n    4  provisions  of  this  act  within  thirty days after this act shall have\n    5  become a law.\n",
  "memo" : "BILL NUMBER:S1568\n\nTITLE OF BILL:\n\nAn act\nto amend the penal law, in relation to increasing the penalties for\nsale of controlled substances on park grounds or playgrounds\n\nSUMMARY OF PROVISIONS:\n\nThis bill adds a new subdivision 14-a to section 220.00 to the Penal\nLaw to define \"park grounds or playgrounds.\" This new definition\nincludes open or enclosed grounds which are leased, owned or\nmaintained by the state or a municipality or a not for profit or\nother similar entity for recreation or leisure.\n\nIt amends section 220.34 of the Penal Law, criminal sale of a\ncontrolled substance in the fourth degree, to make it a class C\nfelony to sell a controlled substance on park grounds or playgrounds.\nThis is added to the existing prohibition against such sale on school\ngrounds.\n\nThe bill also amends section 220.44 of the Penal Law, Criminal sale of\na controlled substance in or near school grounds, to extend the\nprohibition to park grounds or playgrounds. The prohibition includes:\nsale of a narcotic preparation; a dangerous depressant or a\ndepressant and the dangerous depressant weighs ten ounces or more, or\nthe depressant weighs two pounds or more; or concentrated cannabis;\nor phencyclidine and the phencyclidine weighs fifty milligrams or\nmore; or methadone; or any amount of phencyclidine and has previously\nbeen convicted of an offense defined in this article or the attempt\nor conspiracy to commit any such offense; or ketamine and said\nketamine weighs four thousand milligrams or more.\n\nThe prohibition also includes a narcotic drug; or a stimulant,\nhallucinogen, hallucinogenic substance, or lysergic acid diethylamide\nand has previously been convicted of an offense defined in article\ntwo hundred twenty or the attempt or conspiracy to commit any such\noffense; or a stimulant and the stimulant weighs one gram or more; or\nlysergic acid diethylamide and the lysergic acid diethylamide weighs\none milligram or more; or a hallucinogen and the hallucinogen weighs\ntwenty-five milligrams or more; or a hallucinogenic substance and the\nhallucinogenic substance weighs one gram or more; or one or more\npreparations, compounds, mixtures or substances containing\nmethamphetamine, its salts, isomers or salts of isomers and the\npreparations, compounds, mixtures or substances are of an aggregate\nweight of one-eighth ounce or more; or phencyclidine and the\nphencyclidine weighs two hundred fifty milligrams or more; or a\nnarcotic preparation to a person less than twenty-one years old.\n\nJUSTIFICATION:\n\nThe State of New York has consistently recognized that drug dealers\nwho target children are especially dangerous to society and, as such,\nshould be subjected to stiffer penalties for breaking the law in such\nfashion.  This effort began with the \"Drugs in School Law\" which\ntargeted those who sell drugs on or near school grounds.  Later, this\nwas expanded to include child day care or educational facilities.\nThis legislation would take an important next step by targeting those\ndrug dealers who lurk in public parks and playgrounds in an effort to\ntarget our children.\n\nLEGISLATIVE HISTORY:\nS.922 (Mega) 1992 - Passed Senate/recalled and amended\nS.2157 (Mega) 1993 - Passed Senate\nS.2224 2003-2004 - Passed Senate\nS.1197 - Passed Senate\nS.1777 - 2007-2008 Passed Senate\nS.1568 - 2009-2010 Codes\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThe first of November next succeeding the date on which it shall\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to prohibiting candidates from authorizing more than one political committee for any one election ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T093512.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110113.T091805.TXT", "SOBI.D110110.T131605.TXT", "SOBI.D110110.T130109.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110110.T140611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295620512375
}