{
  "year" : 2011,
  "senateBillNo" : "S1567-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1567-2011-1294635600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the inclusion, at a voter's option, of an e-mail address in the voter registration application and record for notices to be sent thus and by U.S.P.S.",
  "summary" : "Provides for the inclusion, at a voter's option, of an email address in the voter registration application and record, whereupon notices and other communication required to be sent to the voter by the state board of elections shall be sent by email in addition to postal mail; county boards of elections and the board of elections of the city of New York shall have the option of sending required notices and communications by email in addition to postal mail to certain voters. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S3252-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1567\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  ADDABBO,  DIAZ, DILAN, HASSELL-THOMPSON, PERKINS,\n         STAVISKY -- read twice and ordered printed, and  when  printed  to  be\n         committed to the Committee on Elections\n\n       AN  ACT  to  amend  the  election  law,  in relation to including e-mail\n         addresses in voter registration data\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (k) and (l) of subdivision 5 of section 5-210 of\n    2  the election law, as amended by chapter 179 of the laws of 2005, subpar-\n    3  agraph  (xii)  of  paragraph  (k) as added by chapter 362 of the laws of\n    4  2008, are amended to read as follows:\n    5    (k) The form shall also include space for the  following  information,\n    6  which must be contained on the inside of the form after it is folded for\n    7  mailing:\n    8    (i) A space for the applicant to indicate whether or not he or she has\n    9  ever voted or registered to vote before and, if so, the approximate year\n   10  in which such applicant last voted or registered and his or her name and\n   11  address at the time.\n   12    (ii) The name and residence address of the applicant including the zip\n   13  code and apartment number, if any.\n   14    (iii)  A SPACE FOR THE FURNISHING OF AN E-MAIL ADDRESS, THE FURNISHING\n   15  OF WHICH SHALL BE OPTIONAL, TOGETHER WITH A NOTICE STATING  THAT  IF  AN\n   16  E-MAIL  ADDRESS  IS  FURNISHED, ALL NOTICES AND COMMUNICATIONS OTHERWISE\n   17  REQUIRED TO BE SENT BY THE STATE BOARD OF  ELECTIONS  TO  THE  VOTER  BY\n   18  POSTAL  MAIL  SHALL BE SENT BY E-MAIL IN ADDITION TO POSTAL MAIL. COUNTY\n   19  BOARDS OF ELECTIONS AND THE BOARD OF ELECTIONS OF THE CITY OF  NEW  YORK\n   20  SHALL  HAVE  THE  OPTION OF SENDING NOTICES AND COMMUNICATIONS OTHERWISE\n   21  REQUIRED TO BE SENT TO THE VOTER BY POSTAL MAIL BY E-MAIL IN ADDITION TO\n   22  POSTAL MAIL IF THE VOTER FURNISHES AN EMAIL ADDRESS.\n   23    (IV) The date of birth of the applicant.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00372-01-1\n\n       S. 1567                             2\n\n    1    [(iv)] (V) A space for the applicant to indicate his or  her  driver's\n    2  license  or  department  of motor vehicles non-driver photo ID number or\n    3  the last four digits of his or her social security  number  or,  if  the\n    4  applicant does not have either such number, a space for the applicant to\n    5  indicate he or she does not have either.\n    6    [(v)]  (VI) A space for the applicant to indicate whether or not he or\n    7  she is a citizen of the United States and the statement \"If you  checked\n    8  \"no\" in response to this question, do not complete this form.\"\n    9    [(vi)]  (VII)  A  space for the applicant to answer the question \"Will\n   10  you be 18 years of age on or before election day?\" and the statement \"If\n   11  you checked \"no\" in response to this question, do not complete this form\n   12  unless you will be 18 by the end of the year.\"\n   13    [(vii)] (VIII) A statement informing the applicant that if the form is\n   14  submitted by mail and the applicant is registering for the  first  time,\n   15  certain  information  or  documents  must  be submitted with the mail-in\n   16  registration form in order to avoid additional  identification  require-\n   17  ments  upon  voting  for  the first time. Such information and documents\n   18  are:\n   19    (A) a driver's license or  department  of  motor  vehicles  non-driver\n   20  photo ID number; or\n   21    (B)  the  last four digits of the individual's social security number;\n   22  or\n   23    (C) a copy of a current and valid photo identification; or\n   24    (D) a copy of a  current  utility  bill,  bank  statement,  government\n   25  check,  paycheck  or  other  government document that shows the name and\n   26  address of the voter.\n   27    [(viii)] (IX) The gender of the applicant (optional).\n   28    [(ix)] (X) A space for the applicant to indicate his or her choice  of\n   29  party enrollment, with a clear alternative provided for the applicant to\n   30  decline to affiliate with any party.\n   31    [(x)] (XI) The telephone number of the applicant (optional).\n   32    [(xi)]  (XII)  A place for the applicant to execute the form on a line\n   33  which is clearly  labeled  \"signature  of  applicant\"  preceded  by  the\n   34  following specific form of affirmation:\n   35    AFFIDAVIT: I swear or affirm that:\n   36       * I am a citizen of the United States.\n   37       * I will have lived in the county, city, or village for at least 30\n   38         days before the election.\n   39       * I  meet  all  the  requirements  to  register to vote in New York\n   40         State.\n   41       * This is my signature or mark on the line below.\n   42       * All the information contained on  this  application  is  true.  I\n   43         understand that if it is not true I can be convicted and fined up\n   44         to $5,000 and/or jailed for up to four years.\n   45  which  form of affirmation shall be followed by a space for the date and\n   46  the aforementioned line for the applicant's signature.\n   47    [(xii)] (XIII) A space for the applicant to register in the  New  York\n   48  state  donate  life  registry for organ and tissue donations established\n   49  pursuant to section forty-three hundred ten of the public health law.\n   50    (l) The mail voter registration  application  form  developed  by  the\n   51  federal  election  commission pursuant to the provisions of section nine\n   52  of the National Voter Registration Act of 1993 42 USC 1973gg-7 shall  be\n   53  deemed  to  meet  the  requirements of this section. Any application for\n   54  registration received on such an application form shall be  accepted  if\n   55  the  applicant is otherwise eligible to register to vote pursuant to the\n   56  provisions of this article.   A VOTER  WHOSE  REGISTRATION  IS  ACCEPTED\n\n       S. 1567                             3\n\n    1  PURSUANT  TO  THE  PROVISIONS  OF  THIS  PARAGRAPH SHALL BE PERMITTED TO\n    2  FURNISH AN E-MAIL ADDRESS TO THE BOARD OF  ELECTIONS,  WHICH  FURNISHING\n    3  SHALL  CARRY  THE  SAME  NOTICE  AND HAVE THE SAME EFFECT AS PROVIDED BY\n    4  SUBPARAGRAPH (III) OF PARAGRAPH (K) OF THIS SUBDIVISION.\n    5    S  2.  Paragraph  d  of subdivision 4 of section 5-500 of the election\n    6  law, as amended by chapter 659 of the laws of 1994, is amended  to  read\n    7  as follows:\n    8    d.  The residence address at which the voter claims to reside and post\n    9  office address, if not the same; and the number or  designation  of  the\n   10  room,  apartment,  or  floor occupied by the voter if he OR SHE does not\n   11  claim the entire building as his OR  HER  residence;  AND  IN  ADDITION,\n   12  SPACE  FOR  THE FURNISHING OF AN E-MAIL ADDRESS, THE FURNISHING OF WHICH\n   13  SHALL BE OPTIONAL, TOGETHER WITH A NOTICE  STATING  THAT  IF  AN  E-MAIL\n   14  ADDRESS  IS FURNISHED, ALL NOTICES AND COMMUNICATIONS OTHERWISE REQUIRED\n   15  TO BE SENT BY THE STATE BOARD OF ELECTIONS TO THE VOTER BY  POSTAL  MAIL\n   16  SHALL  BE  SENT  BY  E-MAIL IN ADDITION TO POSTAL MAIL. COUNTY BOARDS OF\n   17  ELECTIONS AND THE BOARD OF ELECTIONS OF THE CITY OF NEW YORK SHALL  HAVE\n   18  THE  OPTION  OF SENDING NOTICES AND COMMUNICATIONS OTHERWISE REQUIRED TO\n   19  BE SENT TO THE VOTER BY POSTAL MAIL BY E-MAIL IN ADDITION TO POSTAL MAIL\n   20  IF THE VOTER FURNISHES AN E-MAIL ADDRESS;\n   21    S 3. This act shall take effect on the first of January next  succeed-\n   22  ing  the  date  on  which  it shall have become a law; provided that the\n   23  state board of elections is authorized to promulgate any and  all  rules\n   24  and  regulations and take any other measures necessary to implement this\n   25  act on its effective date on or before such date.\n",
  "memo" : "BILL NUMBER:S1567\n\nTITLE OF BILL:\n\nAn act\nto amend the election law, in relation to including email addresses in\nvoter registration data\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nTo give voters the option of providing their e-mail addresses when\nregistering to vote and to require that the New York State Board of\nElections send all official communications to a person via regular\nmail and e-mail if the person provides their e-mail address when\nregistering to vote.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nSection 1 -- Establishes that there shall be a space on voter\nregistration cards for a person to provide their e-mail address. The\nperson registering to vote is not required to provide an e-mail\naddress, and the voter registration form will notify voters that if\nan e-mail address is provided, all official communications from the\nNew York State Board of Elections will be sent to that person's\nregular mail address and e-mail address.\n\nAdditionally, section one permits voters who use the federal voter\nregistration form to provide their e-mail address when registering to\nvote.\n\nSection 2 -- Establishes that, for people providing their e-mail\naddresses when registering to vote, the person's e-mail address will\nappear on the registration poll records.\n\nSection 3 -- Establishes the effective date of the act.\n\nJUSTIFICATION:\n\nMany people now rely on their e-mail as much as their postal mail to\nstay connected to the world. By providing an optional entry for\ne-mail addresses on voter registration forms, boards of elections\nwill be able to reach voters via e-mail with all pertinent election\ninformation.\nCurrently, those registering to vote in New York State do not have the\nability to provide their e-mail addresses to the Board of Elections,\n\nLEGISLATIVE HISTORY:\n\nNew bill.\n\nFISCAL IMPLICATIONS:\n\nMinimal, since there is no cost to sending e-mail.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the first of January next succeeding\nthe date on which it shall have become a law; provided that the\nState Board of Elections is authorized to promulgate any\nand all rules and regulations and take any other measures\nnecessary to implement this act on its effective date on or\nbefore such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to including e-mail addresses in voter registration data ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T093512.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110110.T131605.TXT", "SOBI.D110110.T130109.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110110.T125602.TXT", "SOBI.D110110.T140611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295620512373
}