{
  "year" : 2011,
  "senateBillNo" : "S1568-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1568-2011-1294635600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits candidates from authorizing more than one political committee for any one election",
  "summary" : "Prohibits candidates from authorizing more than one political committee for any one election. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "SA5546-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1568\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  ADDABBO,  OPPENHEIMER,  PERALTA -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Elections\n\n       AN  ACT to amend the election law, in relation to prohibiting candidates\n         from authorizing  more  than  one  political  committee  for  any  one\n         election\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 14-112 of the election law, as amended by  chapter\n    2  930 of the laws of 1981, is amended to read as follows:\n    3    S   14-112.  [Political]  AUTHORIZED  COMMITTEE;  POLITICAL  committee\n    4  authorization statement. 1. Any political  committee  aiding  or  taking\n    5  part  in  the  election  or  nomination of any candidate[, other than by\n    6  making contributions,] shall file, in the office in which the statements\n    7  of such committee are to be filed pursuant to  this  article,  either  a\n    8  sworn  verified  statement  by  the  treasurer of such committee AND THE\n    9  CANDIDATE that [the] SUCH candidate has authorized the political commit-\n   10  tee to aid or take part in his OR  HER  election  or  A  SWORN  VERIFIED\n   11  STATEMENT  BY THE TREASURER OF SUCH COMMITTEE that the candidate has not\n   12  authorized the committee to aid or take part in his OR HER election.\n   13    2. NO CANDIDATE MAY AUTHORIZE MORE THAN ONE  POLITICAL  COMMITTEE  FOR\n   14  ANY  ONE  ELECTION.   ANY CANDIDATE WHO, ON DECEMBER FIRST, TWO THOUSAND\n   15  ELEVEN, HAS AUTHORIZED MORE THAN ONE POLITICAL  COMMITTEE  FOR  ANY  ONE\n   16  ELECTION  SHALL, NOT LATER THAN THIRTY DAYS AFTER SAID DATE, DISAVOW ALL\n   17  BUT ONE OF SUCH COMMITTEES, IN WRITING, TO THE STATE BOARD OF ELECTIONS.\n   18  THIS SUBDIVISION SHALL NOT APPLY TO THE AUTHORIZATION OF AN  EXPLORATORY\n   19  COMMITTEE BY AN ELECTED PUBLIC OFFICIAL. A MULTI-CANDIDATE COMMITTEE MAY\n   20  NOT BE AN AUTHORIZED COMMITTEE.\n   21    3.  CAMPAIGN  FUNDS  REMAINING  IN  ANY  DISAVOWED  COMMITTEE SHALL BE\n   22  DISPOSED OF PURSUANT TO THIS ARTICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00073-01-1\n\n       S. 1568                             2\n\n    1    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n    2  have  become a law; provided, however, that the state board of elections\n    3  shall notify all candidates and political committees of  the  applicable\n    4  provisions  of  this  act  within  thirty days after this act shall have\n    5  become a law.\n",
  "memo" : "BILL NUMBER:S1568\n\nTITLE OF BILL:\n\nAn act\nto amend the election law, in\nrelation to prohibiting candidates from authorizing more than one\npolitical committee for any one election\n\nPURPOSE:\n\nThis bill is designed to increase the transparency of candidate\nfundraising and expenditures by limiting to one the number of\nauthorized committees a candidate may have.\n\nSUMMARY OF PROVISIONS:\n\nSection 1: Amends Election Law section 14-112 subdivision 1 to require\nthat political committees supporting the election of a candidate must\nfile a sworn, verified statement by the committee treasurer and the\ncandidate stating that the candidate has authorized the committee to\nsupport his or her election, or a sworn, verified statement by the\ncommittee treasurer that the candidate has not authorized the\ncommittee to support his election. It further amends subdivision 2 to\nprohibit a candidate from authorizing more than one committee for any\nelection, and requires that if a candidate has more than one\nauthorized committee on December 1, 2010, within thirty days the\ncandidate must disavow all but one such committee in writing to the\nstate board of elections.\n\nSection 2: Provides that the Act takes effect sixty days after it\nbecomes a law.\n\nEXISTING LAW:\n\nUnder the existing law, a candidate is not subject to any limit on the\nnumber of committees he or she may have, and the treasurer of the\ncommittee is only required to file a sworn, verified statement that\nthe candidate has authorized the political committee, or has not.\n\nJUSTIFICATION:\n\nThe current law encourages a candidate to have a multiplicity of\ncommittees and makes it easier to conceal the money raised and spent.\n\nLEGISLATIVE HISTORY:\n\nNone.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis bill shall take effect on the sixtieth day after becoming\na law, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to prohibiting candidates from authorizing more than one political committee for any one election ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110113.T091805.TXT", "SOBI.D110110.T131605.TXT", "SOBI.D110110.T130109.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110110.T140611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294928285083
}