{
  "year" : 2011,
  "senateBillNo" : "S1564-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1564-2011-1294635600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the content of statements of campaign receipts, contributions, transfers and expenditures to and by political committees",
  "summary" : "Relates to the content of statements of campaign receipts, contributions, transfers and expenditures to and by political committees; requires such statements to include the occupation of the contributor, and in certain cases such person's employer and business address. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S5545-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1564\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to the content  of  state-\n         ments  of campaign receipts, contributions, transfers and expenditures\n         to and by political committees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Subdivisions  1 and 3 of section 14-102 of the election\n    2  law, as amended by chapter 8 of the  laws  of  1978,  subdivision  1  as\n    3  redesignated  by  chapter  9  of  the  laws of 1978 and subdivision 3 as\n    4  renumbered by chapter 70 of the laws of 1983, are  amended  to  read  as\n    5  follows:\n    6    1.  The  treasurer of every political committee which, or any officer,\n    7  member or agent of any  such  committee  who,  in  connection  with  any\n    8  election,  receives  or expends any money or other [valuable thing] ITEM\n    9  OF VALUE or incurs any liability to pay money or  its  equivalent  shall\n   10  file  statements  sworn,  or  subscribed  and bearing a form notice that\n   11  false statements made therein are punishable as a  class  A  misdemeanor\n   12  pursuant  to section 210.45 of the penal law, at the times prescribed by\n   13  this article setting forth all the receipts, contributions  to  and  the\n   14  expenditures  by  and liabilities of the committee, and of its officers,\n   15  members and agents in its behalf.  Such  statements  shall  include  the\n   16  dollar  amount  of  any  receipt,  contribution or transfer, or the fair\n   17  market value of any receipt, contribution or transfer,  which  is  other\n   18  than of money, the name [and], address AND OCCUPATION of the transferor,\n   19  contributor  or  person  from  whom  received, OTHER THAN IN THE REGULAR\n   20  COURSE OF A LENDER'S BUSINESS, AND FOR A NATURAL PERSON CONTRIBUTING TWO\n   21  HUNDRED DOLLARS OR MORE, THE NAME AND ADDRESS OF SUCH PERSON'S EMPLOYER,\n   22  AND THE BUSINESS ADDRESS OF EACH POLITICAL  COMMITTEE  OR  OTHER  ENTITY\n   23  MAKING  SUCH CONTRIBUTION, OR ANY LOAN, GUARANTEE, OR OTHER SECURITY FOR\n   24  SUCH A LOAN and if the transferor, contributor or person is a  political\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00076-01-1\n\n       S. 1564                             2\n\n    1  committee; the name of and the political unit represented by the commit-\n    2  tee,  the  date  of its receipt, the dollar amount of every expenditure,\n    3  the name and address of the person to whom it was made or  the  name  of\n    4  and the political unit represented by the committee to which it was made\n    5  and  the  date  thereof,  and  shall  state  clearly the purpose of such\n    6  expenditure.  IF ANY ONE EXPENDITURE IS MADE FOR MORE THAN ONE  PURPOSE,\n    7  OR  AS PAYMENT FOR GOODS OR SERVICES SUPPLIED BY MORE THAN ONE SUPPLIER,\n    8  SUCH STATEMENT SHALL SET FORTH SEPARATELY EACH SUCH PURPOSE OR  SUPPLIER\n    9  AND  THE AMOUNT EXPENDED FOR EACH SUCH PURPOSE OR TO EACH SUCH SUPPLIER.\n   10  Any statement reporting a loan shall have attached to it a copy  of  the\n   11  evidence of indebtedness.  Expenditures in sums under fifty dollars need\n   12  not  be specifically accounted for by separate items in said statements,\n   13  and receipts and contributions aggregating  not  more  than  ninety-nine\n   14  dollars, from any one contributor need not be specifically accounted for\n   15  by  separate  items  in  said  statements,  provided  however, that such\n   16  expenditures, receipts and contributions shall be subject to  the  other\n   17  provisions of section 14-118 of this article.\n   18    3.  The  state  board  of  elections shall promulgate regulations with\n   19  respect to the accounting methods to be applied IN COMPLYING  WITH,  AND\n   20  in  preparing the statements required by, the provisions of this article\n   21  and shall provide forms suitable for such statements.  SUCH  REGULATIONS\n   22  SHALL BE DRAWN TO ASSURE SUCH COMPLIANCE AND OBTAIN THE MAXIMUM POSSIBLE\n   23  DISCLOSURE.\n   24    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   25  have  become  a  law;  provided,  however,  that  contributions  legally\n   26  received  prior  to  the  effective date of this act may be retained and\n   27  expended for lawful purposes and shall  not  provide  the  basis  for  a\n   28  violation of article 14 of the election law, as amended by this act; and\n   29  provided,  further,  that  the state board of elections shall notify all\n   30  candidates and political committees of the applicable provisions of this\n   31  act within thirty days after this act shall have become a law.\n",
  "memo" : "BILL NUMBER:S1564\n\nTITLE OF BILL:\n\nAn act\nto amend the election law, in relation to the content of statements of\ncampaign receipts, contributions, transfers and expenditures to and by\npolitical committees\n\nPURPOSE:\n\nThis bill is designed to increase the disclosure of contributor\nemployment and campaign expenditure information.\n\nSUMMARY OF PROVISIONS:\n\nSection 1: Amends Election Law section 14-102 subdivision 1 to\nrequire that the filing statements of political committees report the\noccupation of contributors and transferors, and for people who\ncontribute two hundred dollars or more, the statements must disclose\nthe name and address of the person's employer. In addition, when an\nexpenditure is made for more than one purpose, or for goods and\nservices provided by more than one supplier, the statement must\nprovide the amount expended for each such purpose or to each such\nsupplier. It also amends subdivision 3 to require that in\npromulgating regulations for filing statements the state board draft\nthem to assure compliance and obtain the most disclosure possible.\n\nSection 2: Provides that the Act takes effect sixty days after it\nbecomes a law.\n\nEXISTING LAW:\nUnder the existing law, this employment and itemization of\nexpenditures is not required.\n\nJUSTIFICATION:\n\nThese provisions increase disclosure of important information relative\nto the source and expenditure of campaign funds, and brings such\ndisclosure more closely into alignment with federal law.\n\nLEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n\nThis bill is effective sixty days after it becomes a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to the content of statements of campaign receipts, contributions, transfers and expenditures to and by political committees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T103826.TXT", "SOBI.D110121.T093512.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110110.T141111.TXT", "SOBI.D110110.T131605.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110110.T125602.TXT", "SOBI.D110110.T140611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295620512370
}