{
  "year" : 2011,
  "senateBillNo" : "S1562-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1562-2011-1294635600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that judges receive proper certificates of authorization or be enrolled members of the party for which they are running in the primary election",
  "summary" : "Requires that judges be enrolled members of the party for which they are running in the primary election or to have received a proper certificate of authorization filed properly according to the election law. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S4245-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1562\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to requiring judges to  be\n         enrolled  members  of  the  party  for  a  primary election or to have\n         received a proper certificate of authorization filed properly  accord-\n         ing to the election law\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 6-120  of  the  election  law,  as\n    2  amended  by chapter 373 of the laws of 1978, is amended and a new subdi-\n    3  vision 5 is added to read as follows:\n    4    4. This section shall not apply to a political  party  designating  or\n    5  nominating  candidates  for the first time[,] OR to candidates nominated\n    6  by party caucus[, nor to candidates for judicial offices].\n    7    5. THIS SECTION SHALL APPLY TO ANY CANDIDATE FOR  JUDICIAL  OFFICE  IN\n    8  ANY  ELECTION  WHERE OTHER INDIVIDUALS HAVE THE OPPORTUNITY TO CHALLENGE\n    9  THE NOMINATION IN A PRIMARY ELECTION.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00487-01-1\n",
  "memo" : "BILL NUMBER:S1562\n\nTITLE OF BILL:\n\nAn act\nto amend the election law, in relation to requiring judges to be\nenrolled members of the party for a primary election\nor to have received a proper certificate of authorization filed properly\naccording to the election law\n\nPURPOSE:\n\nThis bill ends the exemption applicable to candidates for judicial\noffice from the requirement that in order to run on a party line in a\nprimary election they must be a member of the political party, or\nobtain a certificate authorizing them to run on its party line from\nthe members of such party's committee representing the political\nsubdivision of the office sought.\n\nSUMMARY OF PROVISIONS:\n\nSection 1: Amends Election Law section 6-120 subdivision 4 to\neliminate the exemption for judicial candidates from the requirements\nof subdivisions 1-3 that in order to petition or run as a candidate\nof a party membership the candidate must be a member of that party or\nbe designated or nominated by a majority of the party committee for\nthe applicable subdivision. It also creates a new subdivision 5,\nwhich specifically provides that such requirements apply to any\ncandidate for judicial office in any election where other individuals\ncan challenge the nomination in a primary election.\n\nSection 2: Provides that the Act takes effect immediately.\n\nEXISTING LAW:\n\nThe current law provides an exemption from party membership or party\ncommittee nomination for candidates for judicial office as described\nabove.\n\nJUSTIFICATION:\n\nUnder current law, the exemption from the party membership or\nnomination law applicable to candidates for all other offices has\nresulted in abuses and a free-for-all in judicial primaries that\nconfuses the primary electorate. And, the exemption lacks a rational\nbasis for judicial candidates to be treated differently from\ncandidates for other public offices in regard to the rules pertaining\nto party enrollment.\n\nLEGISLATIVE HISTORY:\n\nA.3126 of 2009\nA.1515A of 2007-2008\nA.63 of 2005-2006\nA.8722 of 2003-2004\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis bill is effective immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to requiring judges to be enrolled members of the party for a primary election or to have received a proper certificate of authorization filed properly according to the election law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T125102.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110110.T131605.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110110.T125602.TXT", "SOBI.D110110.T140611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932764
}