{
  "year" : 2011,
  "senateBillNo" : "S1566-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1566-2011-1294635600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires entities advertising for political purposes to disclose in such advertisements the source thereof",
  "summary" : "Requires entities advertising for or against political candidates, ballot proposals, amendments, or such proceedings to disclose in such advertisements the source thereof; trade associations must disclose top 3 contributors; defines trade association. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : "A195",
  "lawSection" : "Election Law",
  "previousVersions" : [ "SA7479-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1566\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens. ADDABBO, KRUEGER, OPPENHEIMER, PARKER, SQUADRON --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Elections\n\n       AN  ACT  to  amend  the  election  law, in relation to the disclosure of\n         sources for political advertisements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The election law is amended by adding a new section 14-107\n    2  to read as follows:\n    3    S 14-107. INDEPENDENT EXPENDITURE REPORTING. 1. FOR PURPOSES  OF  THIS\n    4  SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A)  (I) \"INDEPENDENT EXPENDITURE\" SHALL MEAN AN EXPENDITURE MADE BY A\n    6  PERSON FOR AN AUDIO OR VIDEO COMMUNICATION TO A GENERAL PUBLIC  AUDIENCE\n    7  VIA BROADCAST, CABLE OR SATELLITE OR A WRITTEN COMMUNICATION TO A GENER-\n    8  AL  PUBLIC  AUDIENCE  VIA  ADVERTISEMENTS, PAMPHLETS, CIRCULARS, FLYERS,\n    9  BROCHURES, LETTERHEADS OR OTHER PRINTED MATTER AND STATEMENTS OR  INFOR-\n   10  MATION  CONVEYED  TO  FIVE  HUNDRED  OR MORE MEMBERS OF A GENERAL PUBLIC\n   11  AUDIENCE BY COMPUTER OR OTHER ELECTRONIC DEVICES  WHICH:  (A)  EXPRESSLY\n   12  ADVOCATES  THE  ELECTION  OR DEFEAT OF A CLEARLY IDENTIFIED CANDIDATE OR\n   13  THE SUCCESS OR DEFEAT OF A BALLOT PROPOSAL OR AMENDMENT TO THE CONSTITU-\n   14  TION OF THE STATE OF NEW YORK AND (B) SUCH  CANDIDATE,  THE  CANDIDATE'S\n   15  POLITICAL  COMMITTEE  OR  ITS AGENTS, OR A POLITICAL COMMITTEE FORMED TO\n   16  PROMOTE THE SUCCESS OR DEFEAT OF A BALLOT PROPOSAL OR  ITS  AGENTS,  DID\n   17  NOT  AUTHORIZE, REQUEST, SUGGEST, FOSTER OR COOPERATE IN ANY SUCH COMMU-\n   18  NICATION.\n   19    (II) INDEPENDENT EXPENDITURES SHALL NOT INCLUDE:\n   20    (A) A COMMUNICATION APPEARING IN A WRITTEN NEWS STORY, COMMENTARY,  OR\n   21  EDITORIAL   DISTRIBUTED  THROUGH  THE  FACILITIES  OF  ANY  BROADCASTING\n   22  STATION, CABLE OR SATELLITE UNLESS SUCH PUBLICATION  OR  FACILITIES  ARE\n   23  OWNED  OR  CONTROLLED  BY  ANY  POLITICAL  PARTY, POLITICAL COMMITTEE OR\n   24  CANDIDATE; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00480-01-1\n\n       S. 1566                             2\n\n    1    (B) A COMMUNICATION THAT CONSTITUTES A CANDIDATE DEBATE OR FORUM; OR\n    2    (C) A COMMUNICATION WHICH CONSTITUTES AN EXPENDITURE MADE BY AN ENTITY\n    3  REQUIRED TO REPORT SUCH EXPENDITURE WITH A BOARD OF ELECTIONS.\n    4    (B)  \"PERSON\" SHALL MEAN A PERSON, GROUP OF PERSONS, ENTITY, ORGANIZA-\n    5  TION OR ASSOCIATION.\n    6    (C) \"TRADE ASSOCIATION\" SHALL MEAN  AN  ENTITY  HAVING  AS  A  PRIMARY\n    7  PURPOSE  THE  PROMOTION,  ADVANCEMENT  OR SELF-REGULATION OF BUSINESSES,\n    8  INCLUDING BUT NOT LIMITED TO A CORPORATION, UNINCORPORATED  ASSOCIATION,\n    9  PARTNERSHIP,  TRUST  OR  LIMITED  LIABILITY COMPANY, WHETHER OR NOT SUCH\n   10  ENTITY IS ORGANIZED FOR PROFIT, NOT-FOR-PROFIT, BUSINESS OR NON-BUSINESS\n   11  PURPOSES.\n   12    2. WHENEVER ANY PERSON  OR  TRADE  ASSOCIATION  MAKES  AN  INDEPENDENT\n   13  EXPENDITURE  THAT COSTS MORE THAN ONE THOUSAND DOLLARS IN THE AGGREGATE,\n   14  SUCH COMMUNICATION SHALL  CLEARLY  STATE  WHO  PAID  FOR,  OR  OTHERWISE\n   15  PUBLISHED  OR  DISTRIBUTED, THE COMMUNICATION AND STATE, WITH RESPECT TO\n   16  COMMUNICATIONS REGARDING  CANDIDATES,  THAT  THE  COMMUNICATION  IS  NOT\n   17  AUTHORIZED  BY ANY CANDIDATE, ANY CANDIDATE'S POLITICAL COMMITTEE OR ANY\n   18  OF ITS AGENTS.  A KNOWING AND WILLFUL VIOLATION  OF  THE  PROVISIONS  OF\n   19  THIS  SUBDIVISION  SHALL  SUBJECT  THE  PERSON OR TRADE ASSOCIATION TO A\n   20  CIVIL PENALTY EQUAL TO ONE THOUSAND DOLLARS OR THE COST OF THE  COMMUNI-\n   21  CATION,  WHICHEVER  IS  GREATER, IN A SPECIAL PROCEEDING OR CIVIL ACTION\n   22  BROUGHT BY THE STATE BOARD OF ELECTIONS.  ANY ADVERTISEMENT PAID FOR  BY\n   23  A  TRADE  ASSOCIATION SHALL DISCLOSE THE THREE CONTRIBUTORS WHO CONTRIB-\n   24  UTED THE MOST MONEY IN THE AGGREGATE TO SUCH TRADE ASSOCIATION SINCE THE\n   25  FIRST OF JANUARY OF THE YEAR IN WHICH THE  ADVERTISEMENT  IS  PUBLISHED,\n   26  PROVIDED  FURTHER,  THAT  IF THE ADVERTISEMENT IS MADE WITH RESPECT TO A\n   27  PRESIDENTIAL PRIMARY RACE, THEN IT  SHALL  DISCLOSE  THE  TRADE  ASSOCI-\n   28  ATION'S  THREE  LARGEST CONTRIBUTORS IN THE AGGREGATE SINCE THE FIRST OF\n   29  JULY OF THE YEAR PRIOR TO SUCH PRIMARY.\n   30    3. NOTWITHSTANDING ANY OTHER PROVISION OF LAW,  THE  ATTORNEY  GENERAL\n   31  SHALL  HAVE  CONCURRENT  JURISDICTION  WITH ANY DISTRICT ATTORNEY IN THE\n   32  PROSECUTION OF ANY OFFENSES UNDER THIS  SECTION  RELATING  TO  DECEPTIVE\n   33  PRACTICES AS WELL AS ANY OFFENSES ARISING OUT OF SUCH PROSECUTION.\n   34    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1566\n\nTITLE OF BILL:\n\nAn act\nto amend the election law, in relation to the disclosure of sources for\npolitical advertisements\n\nPURPOSE:\n\nThe purpose of this bill is to ensure that the public is fully\ninformed of the sources of political advertisements in support of or\nin opposition to a candidate, or a ballot proposal or constitutional\namendment, in order to prevent the sponsors of such communications\nfrom concealing their interests in the outcome by acting through\nthird parties, such as trade associations.\n\nSUMMARY OF PROVISIONS:\n\nSection 1: Adds a new election law section Sec. 14-107, which defines\nindependent expenditures and those affected by the bill, such as\ntrade associations, and requires that whenever a person or trade\nassociation makes an independent expenditure of more than one\nthousand dollars for a political advertisement or other communication\nto the general public, the one paying for it must be identified, and\nthe communication must state that it is not authorized by the\ncandidate or his or her committee. If the sponsor is a trade\nassociation, it must disclose its three largest contributors since\nJanuary first of the year in which the advertisement is published,\nand, if the advertisement is made with respect to a presidential\nprimary race, it must disclose the three largest contributors since\nJuly first of the year before the primary. Willful violation of these\nprovisions is punishable by a civil penalty of up to $1,000 or the\ncost of the communication, whichever is greater, and the attorney\ngeneral is given concurrent jurisdiction with district attorneys to\nprosecute such offenses.\n\nSection 2: Provides that the Act takes effect immediately.\n\nEXISTING LAW:\n\nNone.\n\nJUSTIFICATION:\n\nThis bill is a response to the decision of the U.S. Supreme Court in\nCitizens United v. Federal Election Commission, which effectively\neliminated restrictions on corporations' ability to spend corporate\ntreasury funds in support of or in opposition to political\ncandidates, political parties and ballot issues. Disclosure of\ncorporate funding of political advertising is viewed by many as at\n\nleast a partial solution, as it will empower the press to investigate\nthe interests being served by\nthe political advertising, and allow the public to make informed\ndecisions regarding the weight to be given to such advertising.\nBecause recent statements by some corporate leaders have indicated\nthat they would try to hide their political expenditures by\ncontributing to trade associations that could buy political\nadvertisements without disclosing the source of their funding, this\nbill requires that such trade associations disclose in any such\nadvertisements their three largest contributors.\n\nLEGISLATIVE HISTORY:\n\nNew bill.\n\nFISCAL IMPLICATIONS:\n\nNone to the state.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis bill is effective immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to the disclosure of sources for political advertisements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110110.T131605.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110110.T125602.TXT", "SOBI.D110110.T140611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932770
}