{
  "year" : 2011,
  "senateBillNo" : "S1569-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1569-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the powers and duties of boards of cooperative educational services",
  "summary" : "Relates to the powers and duties of boards of cooperative educational services. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A53",
  "lawSection" : "Education Law",
  "previousVersions" : [ "SB4117-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1569\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens. OPPENHEIMER, MONTGOMERY, SERRANO -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Education\n\n       AN  ACT to amend the education law, in relation to the powers and duties\n         of boards of cooperative educational services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph 1 of paragraph d of subdivision 4 of section\n    2  1950 of the education law, as amended by chapter  474  of  the  laws  of\n    3  1996, is amended to read as follows:\n    4    (1)  [Aidable  shared services] COOPERATIVE SERVICES (COSERS).  (I) At\n    5  the request of TWO OR MORE component  school  districts,  and  with  the\n    6  approval of the commissioner, provide any of the following AIDABLE COOP-\n    7  ERATIVE services [on a cooperative basis] (COSERS):  school nurse teach-\n    8  er,  attendance  supervisor,  supervisor  of teachers, dental hygienist,\n    9  psychologist, teachers of art, music, physical education, career  educa-\n   10  tion  subjects,  guidance  counsellors, operation of special classes for\n   11  students with disabilities, as such term is defined in  article  eighty-\n   12  nine of this chapter; pupil and financial accounting service by means of\n   13  mechanical  equipment; maintenance and operation of cafeteria or restau-\n   14  rant service for the use of pupils and teachers  while  at  school,  and\n   15  such  other  AIDABLE  OR  NONAIDABLE  services  as  the commissioner may\n   16  approve. Such cafeteria or restaurant service may be used by the  commu-\n   17  nity for school related functions and activities and to furnish meals to\n   18  the  elderly  residents  of  the  district, sixty years of age or older.\n   19  Utilization by elderly residents  or  school  related  groups  shall  be\n   20  subject  to  the  approval  of  the board of education. Charges shall be\n   21  sufficient to bear the direct cost of preparation and  serving  of  such\n   22  meals, exclusive of any other available reimbursements.\n   23    (II)  THE  COMMISSIONER  SHALL BY REGULATION ESTABLISH THE PROCESS FOR\n   24  CONSIDERING AND APPROVING AIDABLE AND  NONAIDABLE  COOPERATIVE  SERVICES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00915-01-1\n\n       S. 1569                             2\n\n    1  (COSERS). SUCH REGULATIONS SHALL ESTABLISH CRITERIA TO BE APPLIED BY THE\n    2  COMMISSIONER  IN APPROVING PROPOSED COSERS. SUCH CRITERIA SHALL INCLUDE:\n    3  CONSIDERATION OF THE  POTENTIAL  FOR  PARTICIPANT  SCHOOL  DISTRICTS  TO\n    4  ACHIEVE COST SAVINGS OR TO UTILIZE RESOURCES, INCLUDING FACILITIES, MORE\n    5  EFFICIENTLY;  NEED  FOR SUCH SERVICES WITHIN THE LOCAL AREA OR REGION TO\n    6  BE SERVED; THE OPPORTUNITIES FOR STUDENTS, INCLUDING THOSE WITH DISABIL-\n    7  ITIES, TO EARN CREDIT  FOR  ACADEMIC  SUBJECTS;  THE  OPPORTUNITIES  FOR\n    8  STUDENTS  TO BE PREPARED TO PARTICIPATE IN SOCIETY OR THE WORKFORCE; AND\n    9  ANY OTHER MATTERS WHICH WOULD ENCOURAGE AND FOSTER COOPERATION.\n   10    S 2. Paragraph h of subdivision 4 of section 1950 of the education law\n   11  is amended by adding two new subparagraphs 8 and 9 to read as follows:\n   12    (8) TO ENTER INTO CONTRACTS AS NECESSARY TO CARRY OUT THE PURPOSES  OF\n   13  THE  BOARD  OF  COOPERATIVE  EDUCATIONAL  SERVICES  AS  OUTLINED IN THIS\n   14  SECTION.\n   15    (9) TO ENTER INTO CONTRACTS WITH CHARTER SCHOOLS AUTHORIZED BY ARTICLE\n   16  FIFTY-SIX OF THIS CHAPTER, TO PROVIDE SERVICES  AS  AUTHORIZED  BY  THIS\n   17  SECTION.\n   18    S  3. Subparagraph (a) of paragraph p of subdivision 4 of section 1950\n   19  of the education law, as amended by chapter 602 of the laws of 1994,  is\n   20  amended to read as follows:\n   21    (a) To rent suitable land, classrooms, offices or buildings upon or in\n   22  which  to maintain and conduct such cooperative educational services and\n   23  administrative offices for a period not to exceed [ten] TWENTY years and\n   24  to improve, alter, equip and furnish such land, classrooms,  offices  or\n   25  buildings  in  a  suitable manner for such purposes (1) before executing\n   26  any lease, the board shall adopt  a  resolution  determining  that  such\n   27  agreement is in the best financial interests of the supervisory district\n   28  and  stating  the  basis  of  that determination; (2) the rental payment\n   29  shall not be more than the fair market value as determined by the board;\n   30  and (3) upon the consent of the commissioner, renewal of such lease  may\n   31  be  made for a period of up to ten years. Nothing contained herein shall\n   32  prevent the board from entering into a lease  agreement  which  provides\n   33  for  the  cancellation of the same by such board upon: (i) a substantial\n   34  increase or decrease in pupil enrollment; or (ii) a  substantial  change\n   35  in  the  needs  and  requirements  of a board of cooperative educational\n   36  services with respect to facilities; or (iii)  any  other  change  which\n   37  substantially  affects  the  needs or requirements of a board of cooper-\n   38  ative educational services or the community in which it is  located.  No\n   39  lease  or  other  contract  for  the occupancy of such land, classrooms,\n   40  offices or buildings shall be enforceable against the board  of  cooper-\n   41  ative  educational  services  unless  and until the same shall have been\n   42  approved in writing by the commissioner.\n   43    S 4. Subparagraph 2 of paragraph bb of subdivision 4 of  section  1950\n   44  of  the  education  law,  as added by chapter 53 of the laws of 1984, is\n   45  amended to read as follows:\n   46    (2) The commissioner may approve such programs and services AS COOPER-\n   47  ATIVE SERVICES (COSERS) AS PROVIDED BY SUBPARAGRAPH ONE OF  PARAGRAPH  D\n   48  OF THIS SUBDIVISION only if they (a) are requested by two or more compo-\n   49  nent  school  districts;  AND (b) [will provide additional opportunities\n   50  for pupils; (c)] will be expected to result in a cost savings to the two\n   51  or  more  component  school  districts  requesting  the   programs   and\n   52  services[;  (d)  will  provide greater opportunity for pupils, including\n   53  those with handicapping conditions, to earn credit for academic subjects\n   54  and (e) will insure a greater or more appropriate use of  facilities  by\n   55  boards of cooperative educational services].\n   56    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1569\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to the powers and duties of\nboards of cooperative educational services\n\nPURPOSE:\nThis bill would authorize BOCES to enter into contracts as necessary\nfor corporate purposes;\nextend BOCES leasing authority from 10 to 20 years; and allow charter\nschools to contract with BOCES.\n\nSUMMARY OF PROVISIONS:\nSection 1: This section would require that the Commissioner establish,\nby regulation, a process for approval of aidable and non-aidable\ncooperative services (COSERS.) This process would require an\nevaluation of the potential cost savings, efficiencies in facilities\nuse, enhancement of educational opportunities, local and regional\nneeds, and other matters which would enhance the opportunities for\nprovision of COSER services regionally. These regulations are not\nintended to preclude BOCES from entering into inter-municipal\nagreements as otherwise authorized by law, but rather to establish a\nmore comprehensive, consistent and transparent process. In addition,\nthis section makes a technical amendment which makes consistent\nreferences to BOCES COSER agreements in law.\n\nSection 2: Authorizes BOCES to enter into contracts as necessary for\ncorporate purposes, as well as entering into contracts with charter\nschools.\n\nSection 3: Extend BOCES leasing authority from 10 to 20 years.\n\nSection 4: This language makes an additional technical amendment which\nmakes consistent references to BOCES COSER agreements in law.\n\nSection 5: is the effective date, which is immediate.\n\nJUSTIFICATION:\nBOCES is uniquely positioned to deliver greater cooperation and\nefficiencies throughout New York State. This fact has been\nunderscored by both the New York State Commission on Property Tax\nRelief and the Commission on Local Government Efficiency and\nCompetitiveness.\nEach Commission points to BOCES as a proven vehicle for achieving\ngreater efficiencies statewide.\n\nThis bill would direct the Commissioner to establish by regulation the\ncriteria for aidable and non-aidable COSERs, in order to provide more\nguidance to BOCES with regard to entering into contracts with\nmunicipalities, school districts, and various other organizations to\nprovide services in a more cost-effective manner.\n\nIn addition, this bill would allow BOCES to enter into leases of up to\n20 years as well as contract with charter schools to provide\nnon-aidable services.\n\n\nLEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\nNo fiscal implications for the State. This bill may allow for savings\nby individual school districts and charter schools.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the powers and duties of boards of cooperative educational services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T130604.TXT", "SOBI.D110110.T130109.TXT", "SOBI.D110110.T131605.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T140611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472829
}