{
  "year" : 2011,
  "senateBillNo" : "S1565-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1565-2011-1294635600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits political contributions by businesses that have been awarded state contracts",
  "summary" : "Prohibits political contributions by businesses that have been awarded state contracts. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S7478-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1565\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by Sens. ADDABBO, SQUADRON -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Finance\n\n       AN  ACT to amend the state finance law, in relation to prohibiting poli-\n         tical  contributions  by  businesses  that  have  been  awarded  state\n         contracts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state finance law is amended by adding  a  new  section\n    2  148 to read as follows:\n    3    S  148.  POLITICAL CONTRIBUTIONS PROHIBITED.  ANY CORPORATION, LIMITED\n    4  LIABILITY COMPANY, PARTNERSHIP, LIMITED PARTNERSHIP, OR ANY OTHER  BUSI-\n    5  NESS ENTITY THAT HAS BEEN AWARDED A CONTRACT OR RENEWAL OF A CONTRACT BY\n    6  THE  STATE,  OR  ANY  DEPARTMENT,  AGENCY  OR  OFFICIAL THEREOF SHALL BE\n    7  PROHIBITED FROM MAKING ANY POLITICAL  EXPENDITURE,  EITHER  DIRECTLY  OR\n    8  INDIRECTLY,  IN  SUPPORT  OF ANY ASSOCIATION ORGANIZED OR MAINTAINED FOR\n    9  POLITICAL PURPOSES, OR FOR OR IN AID  OF  ANY  CANDIDATE  FOR  POLITICAL\n   10  OFFICE  OR  FOR  THE  NOMINATION  FOR  SUCH OFFICE, OR FOR ANY POLITICAL\n   11  PURPOSE WHATSOEVER, OR FOR THE REIMBURSEMENT OR INDEMNIFICATION  OF  ANY\n   12  PERSON FOR MONEYS OR PROPERTY SO USED. THE PROHIBITION SET FORTH IN THIS\n   13  SECTION  SHALL  BE  EFFECTIVE  FOR THE PERIOD BEGINNING ON THE DATE SUCH\n   14  CONTRACT IS AWARDED OR RENEWED TO SUCH BUSINESS ENTITY  UNTIL  ONE  YEAR\n   15  FOLLOWING  THE DATE SUCH CONTRACT IS COMPLETED, CANCELLED OR TERMINATED.\n   16  UPON ANY VIOLATION OF THIS SECTION BY SUCH BUSINESS ENTITY, SUCH AWARDED\n   17  OR RENEWED CONTRACT MAY BE CANCELLED OR TERMINATED BY THE STATE, OR  ANY\n   18  SUCH  DEPARTMENT,  AGENCY  OR OFFICIAL THEREOF WITHOUT THE OCCURRENCE OF\n   19  ANY PENALTY OR DAMAGES, PROVIDED THAT ANY MONIES OWING BY THE STATE  FOR\n   20  GOODS  DELIVERED  OR WORK DONE PRIOR TO SUCH CANCELLATION OR TERMINATION\n   21  SHALL BE PAID.\n   22    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   23  have  become a law and shall apply to contracts awarded or renewed on or\n   24  after such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00082-01-1\n",
  "memo" : "BILL NUMBER:S1565\n\nTITLE OF BILL:\nAn act\nto amend the state finance law, in relation to prohibiting political\ncontributions by businesses that have been awarded state contracts\n\nPURPOSE:\nThe purpose of this bill is to ensure that business entities receiving\nor renewing state contracts cannot directly or indirectly make\nexpenditures for political purposes, which could influence their\nability to receive such a contract or renewal, and would in effect\ninvolve the use of public funds to buy such influence.\n\nSUMMARY OF PROVISIONS:\nSection 1: Adds a new state finance law 148, which prohibits state\ncontractors from making direct and indirect political expenditures in\nsupport of or in opposition to any political organization or candidate.\n\nSection 2: Provides that the Act shall take effect on the thirtieth\nday after it becomes law, and will apply to contracts awarded or\nrenewed on or after that date.\n\nEXISTING LAW:\nNew bill.\n\nJUSTIFICATION:\nThis bill is a response to the decision of the U.S. Supreme Court in\nCitizens United v. Federal Election Commission, which effectively\neliminated restrictions on corporations' ability to spend corporate\ntreasury funds in support of or in opposition to political\ncandidates, political parties and ballot issues. This decision opens\nthe floodgates for corporations to use their considerable wealth to\nspend as much as they want on independent political advertising in\nsupport of or in opposition to candidates for political office,\nballot issues and political organizations. This could have a\nseriously distorting and corrupting effect on the election of our\nrepresentatives and the awarding of government contracts, since the\nability to make such expenditures could be used to threaten those\nwith the authority to award government contracts, as well as\npoliticians with the power to influence those who award them.\n\nLEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis bill is effective on the 30th day after becoming law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to prohibiting political contributions by businesses that have been awarded state contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T175532.TXT", "SOBI.D110111.T125703.TXT", "SOBI.D110110.T131605.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110110.T125602.TXT", "SOBI.D110110.T140611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294872932769
}