{
  "year" : 2011,
  "senateBillNo" : "S1561-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1561-2011-1294635600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Reduces the time for mailing and receipt of registration application to constitutional minimum",
  "summary" : "Reduces the time for mailing and receipt of registration application to constitutional minimum. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S3996-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1561\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to voter registration\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section 5-210 of the election law, as\n    2  amended by chapter 179 of the laws  of  2005,  is  amended  to  read  as\n    3  follows:\n    4    3.  Completed  application forms, when received by any county board of\n    5  elections and, with respect to  application  forms  promulgated  by  the\n    6  federal  election  commission,  when  received  by  the  state  board of\n    7  elections, or showing a dated cancellation mark  of  the  United  States\n    8  Postal  Service or contained in an envelope showing such a dated cancel-\n    9  lation mark which is not later than  the  [twenty-fifth]  FIFTEENTH  day\n   10  before  the  next  ensuing  primary,  general  or  special election, and\n   11  received no later than the [twentieth] TENTH day before  such  election,\n   12  or  delivered in person to such county board of elections not later than\n   13  the tenth day before [a special] SUCH election, shall entitle the appli-\n   14  cant to vote in such election, if he  or  she  is  otherwise  qualified,\n   15  provided,  however,  such  applicant  shall not vote on a voting machine\n   16  until his or her identity is verified. Any  county  board  of  elections\n   17  receiving  an  application form from a person who does not reside in its\n   18  jurisdiction but who does reside elsewhere in the  state  of  New  York,\n   19  shall forthwith forward such application form to the proper county board\n   20  of  elections.  Each board of elections shall make an entry on each such\n   21  form of the date it is received by such board.\n   22    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00950-01-1\n",
  "memo" : "BILL NUMBER:S1561\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to voter registration\n\nPURPOSE:\nThe bill authorizes voters whose applications are timely mailed and\nreceived to vote in the next following primary, general or special\nelection.\n\nSUMMARY OF PROVISIONS:\nSection 1: Amends Election Law subdivision 3 of section 5-210, as\namended by chapter 179 of the laws of 205, to provide that an\napplication postmarked by no later than fifteen days before the next\nprimary, general or special election, which is received no later than\nten days before such election, or which is delivered in person at\nleast 10 days before such election to the county board of elections,\nshall entitle such applicant to vote at such election.\n\nSection 2: Provides for the Act to take effect immediately.\n\nUnder current law, an application postmarked by twenty-five days\nbefore the next primary, general or special election, which is\nreceived at least 20 days before such election, or delivered in\nperson to the county board of elections at least 10 days before a\nspecial election entitles the applicant to vote in that special\nelection. It fails to address the right of the applicant to vote in\nprimary and general elections in the same circumstances, which\nappears to be a technical error.\n\nJUSTIFICATION:\nArticle II, Section 5 of the New York State Constitution requires that\nin order to vote in an election a voter's registration must be\ncompleted at least ten days before such election. This bill reduces\nthe time period prior to an election during which a person can\nregister to vote and be entitled to vote to the constitutional ten\nday minimum, and clarifies that when a registration is received at\nleast ten days before a primary, general or special election, the\nvoter is entitled to vote in that election.\n\nLEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to voter registration ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T125102.TXT", "SOBI.D110121.T093512.TXT", "SOBI.D110112.T175532.TXT", "SOBI.D110110.T131605.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110110.T140611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295620512361
}