{
  "year" : 2011,
  "senateBillNo" : "S1563-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1563-2011-1294635600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes limitations on voting by absentee ballot that are required by the constitution",
  "summary" : "Removes limitations on voting by absentee ballot that are required by the constitution. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "SB5028-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1563\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 2 of article 2 of the constitution, in\n         relation to absentee voting\n\n    1    Section 1. Resolved (if the Assembly concur), That section 2 of  arti-\n    2  cle 2 of the constitution be amended to read as follows:\n    3    S  2.  The legislature may, by general law, provide a manner in which,\n    4  and the time and place at which, qualified voters [who,  on  the  occur-\n    5  rence  of any election, may be absent from the county of their residence\n    6  or, if residents of the city of New York, from the city,  and  qualified\n    7  voters  who,  on the occurrence of any election, may be unable to appear\n    8  personally at the polling place because of illness or physical disabili-\n    9  ty,] may vote ON OR BEFORE THE DAY DESIGNATED FOR AN ELECTION AND  OTHER\n   10  THAN  BY PERSONAL APPEARANCE AT THE POLLING PLACE and for the return and\n   11  canvass of their votes.\n   12    S 2. Resolved (if the Assembly concur), That the  foregoing  amendment\n   13  be referred to the first regular legislative session convening after the\n   14  next  succeeding  general  election  of members of the assembly, and, in\n   15  conformity with  section  1  of  article  19  of  the  constitution,  be\n   16  published for 3 months previous to the time of such election.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89001-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 2 of article 2 of the constitution, in relation to absentee voting ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T141111.TXT", "SOBI.D110110.T131605.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110110.T125602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773733449
}