{
  "year" : 2011,
  "senateBillNo" : "S1574-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1574-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the education mandate relief act of 2011",
  "summary" : "Establishes the education mandate relief act; authorizes the board of education to enter into piggyback contracts with another school district for transportation services and directs BOCES to convene committees to recommend options for school district consolidation and shared services. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA5523-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1574\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  OPPENHEIMER -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law and  the  general  municipal  law,  in\n         relation to enacting the education mandate relief act of 2011\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"education mandate relief act of 2011\".\n    3    S  2.  The  education  law is amended by adding a new section 308-a to\n    4  read as follows:\n    5    S 308-A. SPECIAL PROVISIONS; MANDATES. 1. AS  USED  IN  THIS  SECTION,\n    6  \"MANDATE\"  MEANS  (A)  ANY STATE LAW, RULE OR REGULATION WHICH CREATES A\n    7  NEW PROGRAM OR REQUIRES A  HIGHER  LEVEL  OF  SERVICE  FOR  AN  EXISTING\n    8  PROGRAM  WHICH  A  SCHOOL  DISTRICT, ORGANIZED EITHER BY SPECIAL LAWS OR\n    9  PURSUANT TO THE PROVISIONS OF A GENERAL LAW, IS REQUIRED TO PROVIDE; OR\n   10    (B) ANY GENERAL LAW WHICH GRANTS  A  NEW  PROPERTY  TAX  EXEMPTION  OR\n   11  INCREASES  AN  EXISTING  PROPERTY  TAX  EXEMPTION  WHICH ANY SUCH SCHOOL\n   12  DISTRICT IS REQUIRED TO PROVIDE.\n   13    2. IN THE EVENT THAT A MANDATE WHICH IMPOSES  A  COST  UPON  A  SCHOOL\n   14  DISTRICT  IS CREATED AFTER THE ADOPTION OF A SCHOOL BUDGET, SUCH MANDATE\n   15  SHALL NOT BE IMPLEMENTED UNTIL NO SOONER THAN  THE  FOLLOWING  YEAR  FOR\n   16  WHICH SUCH SCHOOL BUDGET WAS ADOPTED.\n   17    3. NOTWITHSTANDING SUBDIVISION TWO OF THIS SECTION, SUCH A MANDATE MAY\n   18  BE IMPOSED IF:\n   19    (A) THE MANDATE IS PROVIDED AT THE OPTION OF THE SCHOOL DISTRICT UNDER\n   20  A LAW, REGULATION, RULE OR ORDER THAT IS PERMISSIVE RATHER THAN MANDATO-\n   21  RY;\n   22    (B)  THE MANDATE IS REQUIRED BY, OR ARISES FROM, AN EXECUTIVE ORDER OF\n   23  THE GOVERNOR EXERCISING HIS OR HER EMERGENCY POWERS; OR\n   24    (C) THE MANDATE IS REQUIRED BY STATUTE OR EXECUTIVE ORDER THAT  IMPLE-\n   25  MENTS A FEDERAL LAW OR REGULATION AND RESULTS FROM COSTS MANDATED BY THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05829-01-1\n\n       S. 1574                             2\n\n    1  FEDERAL GOVERNMENT TO BE BORNE AT THE LOCAL LEVEL, UNLESS THE STATUTE OR\n    2  EXECUTIVE  ORDER  IMPOSES  COSTS  WHICH EXCEED THE COSTS MANDATED BY THE\n    3  FEDERAL GOVERNMENT.\n    4    S  3.  Paragraph  h of subdivision 25 of section 1709 of the education\n    5  law, as added by chapter 700 of the laws of 1993, is amended to read  as\n    6  follows:\n    7    h.  (1)  The board of education is authorized to enter into a contract\n    8  with another school district, a county, municipality, or the state divi-\n    9  sion for youth to provide transportation for children, provided that the\n   10  contract cost is appropriate. In determining the appropriate transporta-\n   11  tion contract cost, the transportation service provider school  district\n   12  shall  use  a  calculation  consistent  with  regulations adopted by the\n   13  commissioner for the purpose of assuring that charges reflect  the  true\n   14  costs  that  would  be  incurred by a prudent person in the conduct of a\n   15  competitive transportation business.\n   16    (2) NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION FOURTEEN OF  SECTION\n   17  THREE  HUNDRED  FIVE  OF  THIS CHAPTER, SECTION ONE HUNDRED THREE OF THE\n   18  GENERAL MUNICIPAL LAW, OR ANY OTHER PROVISION OF LAW  TO  THE  CONTRARY,\n   19  THE BOARD OF EDUCATION SHALL BE AUTHORIZED TO ENTER INTO A SHARED TRANS-\n   20  PORTATION SERVICES CONTRACT WITH ANOTHER SCHOOL DISTRICT THAT TRANSPORTS\n   21  STUDENTS  PURSUANT  TO A CONTRACT WITH A PRIVATE TRANSPORTATION CONTRAC-\n   22  TOR, PROVIDED THAT THE BOARD FINDS THAT THE CONTRACT COST IS APPROPRIATE\n   23  AND ENTRY INTO A SHARED TRANSPORTATION SERVICES CONTRACT WILL RESULT  IN\n   24  A COST SAVINGS TO THE SCHOOL DISTRICT. FOR PURPOSES OF THIS PARAGRAPH, A\n   25  \"SHARED  TRANSPORTATION  SERVICES  CONTRACT\"  MEANS  A  CONTRACT FOR THE\n   26  TRANSPORTATION OF  STUDENTS  THAT:  (1)  PROVIDES  TRANSPORTATION  TO  A\n   27  LOCATION  OUTSIDE  THE  STUDENTS'  SCHOOL DISTRICT OF RESIDENCE TO WHICH\n   28  ANOTHER SCHOOL DISTRICT IS ALREADY PROVIDING TRANSPORTATION TO  ITS  OWN\n   29  STUDENTS  THROUGH  AN  EXISTING  CONTRACT  WITH A PRIVATE TRANSPORTATION\n   30  CONTRACTOR, OTHER THAN A COOPERATIVELY BID CONTRACT; (2) IS ENTERED INTO\n   31  BY THE  PRIVATE  TRANSPORTATION  CONTRACTOR  AND  EACH  SCHOOL  DISTRICT\n   32  INVOLVED;  AND  (3)  PROVIDES  FOR TRANSPORTATION IN ACCORDANCE WITH THE\n   33  TERMS AND CONDITIONS OF SUCH EXISTING TRANSPORTATION CONTRACT.\n   34    S 4. Paragraph f of subdivision 2-a of section 1950 of  the  education\n   35  law,  as  amended by chapter 602 of the laws of 1994, is amended to read\n   36  as follows:\n   37    f. [In the event of a vacancy in the membership of a board of  cooper-\n   38  ative  educational  services  which occurs prior to January first in any\n   39  school year or during the period commencing five days prior to the  date\n   40  designated  for  submission of nominations of candidates to the board of\n   41  cooperative educational services and ending  on  the  last  day  of  the\n   42  school  year, a special election to fill such vacancy shall be conducted\n   43  in accordance with the provisions of paragraphs  b,  c  and  d  of  this\n   44  subdivision  on a date designated by the president of the board of coop-\n   45  erative educational services not late than  forty-five  days  after  the\n   46  date  the vacancy occurred.] In the event of a vacancy in the membership\n   47  of a board of cooperative educational services [which occurs on or after\n   48  January first and prior to the fifth day preceding the  date  designated\n   49  for  submission  of  nominations  of candidates the board of cooperative\n   50  educational services], SUCH BOARD may fill such vacancy  by  appointment\n   51  and  the  person  so  appointed  shall hold office until the next annual\n   52  election of the board of  cooperative  educational  services.  [Notwith-\n   53  standing  any  other  provision  of  this subdivision, any vacancy which\n   54  occurs on or after July first, nineteen hundred ninety-three  and  prior\n   55  to  January  first,  nineteen  hundred  ninety-four shall be filled by a\n\n       S. 1574                             3\n\n    1  special election in accordance with paragraphs b, c and d of this subdi-\n    2  vision.]\n    3    S  5. Subdivision 4 of section 1950 of the education law is amended by\n    4  adding a new paragraph oo to read as follows:\n    5    OO. THE BOARDS OF COOPERATIVE EDUCATIONAL SERVICES (BOCES) IN  COOPER-\n    6  ATION  WITH  THE  DISTRICT  SUPERINTENDENT APPOINTED PURSUANT TO SECTION\n    7  TWENTY-TWO HUNDRED FOUR OF THIS  CHAPTER  SHALL  CONVENE  COMMITTEES  OF\n    8  SCHOOL  AND  COMMUNITY LEADERS IN EACH BOCES REGION TO RECOMMEND OPTIONS\n    9  FOR SCHOOL DISTRICT CONSOLIDATION AND SHARED SERVICES AND ISSUE A REPORT\n   10  BASED ON SUCH FINDINGS TO THE COMMISSIONER, NO LATER  THAN  JULY  FIRST,\n   11  TWO  THOUSAND TWELVE.   SUCH REPORT SHALL INCLUDE, BUT NOT BE LIMITED TO\n   12  AN EXAMINATION OF THE VIABILITY OF REGIONAL  ADMINISTRATIVE  OPERATIONS,\n   13  TRANSPORTATION,   ENERGY  PROCUREMENT  AND  HEALTH  INSURANCE  PROGRAMS,\n   14  INCLUDING THE BULK PURCHASE OF PRESCRIPTION DRUGS.\n   15    S 6. Subparagraph 1 of paragraph d of subdivision 4 of section 1950 of\n   16  the education law, as amended by chapter 474 of the  laws  of  1996,  is\n   17  amended to read as follows:\n   18    (1)  Aidable  shared  services.  At  the  request  of component school\n   19  districts, and with the approval of the commissioner, provide any of the\n   20  following services on a cooperative basis: school nurse teacher, attend-\n   21  ance supervisor, supervisor of teachers, dental hygienist, psychologist,\n   22  teachers of art, music, physical education, career  education  subjects,\n   23  guidance  counsellors,  operation  of  special classes for students with\n   24  disabilities, as such term is defined in  article  eighty-nine  of  this\n   25  chapter;  pupil  and financial accounting service by means of mechanical\n   26  equipment; CLAIMS AUDITING OR INTERNAL  AUDITING  SERVICES;  maintenance\n   27  and  operation  of cafeteria or restaurant service for the use of pupils\n   28  and teachers while at school, and such other services as the commission-\n   29  er may approve. Such cafeteria or restaurant service may be used by  the\n   30  community  for  school  related  functions and activities and to furnish\n   31  meals to the elderly residents of the district, sixty years  of  age  or\n   32  older.  Utilization  by elderly residents or school related groups shall\n   33  be subject to the approval of the board of education. Charges  shall  be\n   34  sufficient  to  bear  the direct cost of preparation and serving of such\n   35  meals, exclusive of any other available reimbursements.\n   36    S 7.  Paragraphs b and c of subdivision 1 of section 6-r of the gener-\n   37  al municipal law, as added by chapter 260  of  the  laws  of  2004,  are\n   38  amended to read as follows:\n   39    b.  \"Participating  employer\"  means:  (I) a participating employer as\n   40  defined in subdivision twenty of  section  two  of  the  retirement  and\n   41  social  security  law  or in subdivision twenty of section three hundred\n   42  two of such law; OR (II) AN EMPLOYER AS DEFINED IN SUBDIVISION THREE  OF\n   43  SECTION FIVE HUNDRED ONE OF THE EDUCATION LAW.\n   44    c.  \"Retirement  contribution\"  shall  mean  all or any portion of the\n   45  amount payable by a municipal corporation to: (I) either  the  New  York\n   46  state  and  local employees' retirement system or the New York state and\n   47  local police and fire retirement system pursuant to section seventeen or\n   48  three hundred seventeen of the retirement and social  security  law;  OR\n   49  (II)  THE NEW YORK STATE TEACHERS' RETIREMENT SYSTEM PURSUANT TO SECTION\n   50  FIVE HUNDRED TWENTY-ONE OF THE EDUCATION LAW.\n   51    S 8.  This act shall take effect immediately, provided, however,  that\n   52  section six of this act shall take effect July 1, 2012.\n",
  "memo" : "BILL NUMBER:S1574\n\nTITLE OF BILL:\nAn act\nto amend the education law and the general municipal law, in relation to\nenacting the education mandate relief act of 2011\n\nPURPOSE:\nTo relieve school districts of burdensome mandates, establish various\nefficiencies in their operations with a goal of reducing costs.\n\nSUMMARY OF PROVISIONS:\nSection one of the bill establishes its short title, the Education\nMandate Relief Act of 2011.\n\nSection 2 of the bill amends the Education Law, in relation to the\neffect of mandates on school districts providing that any mandate\nthat becomes effective after the adoption of the school budget shall\nnot be implemented prior to the following school year..\n\nSection 3 of the bill amends the Education Law in relation to shared\ncontracts for transportation services.\n\nSection 4 of the bill repeals paragraph f of subdivision (2-a) of\nsection 1950 of education law in relation to a vacancy in the\nmembership of a board of cooperative educational services.\n\nSection 5 of the bill amends the education law in relation to\nauthorizing boards of cooperative education services to study\nconsolidation and shared services.\n\nSection 6 of the bill amends the education law in relation to adding\nauditing and internal auditing to the list of BOCES services eligible\nfor state aid reimbursement.\n\nSection 7 of the bill amends the general municipal law in relation to\nauthorizing school districts and boards of cooperative educational\nservices to establish retirement contribution reserve funds for the\npurposes of the New York state teachers' retirement system\n\nSection 8 Section 9 of the bill relates to the effective date\n\nJUSTIFICATION:\n\nProviding school children with a quality education remains one of the\nlegislature's top priorities. However, current fiscal challenges\nthreaten our ability to sustain the progress that is being made\nin our classrooms. The provisions of this bill will empower local\nschool districts to increase their efficiency and reduce or control\noperational costs so that precious resources can be targeted to\ninstructional programs and reduce property taxes.\n\nLEGISLATIVE HISTORY:\nThis is a new bill.\n\nFISCAL IMPLICATIONS:\n\n\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the general municipal law, in relation to enacting the education mandate relief act of 2011 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T141713.TXT", "SOBI.D110110.T143614.TXT", "SOBI.D110110.T133607.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110113.T190432.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472841
}