{
  "year" : 2011,
  "senateBillNo" : "S1570-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1570-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"Place a Child in Every School Seat Act of 2011\" for the purposes of awareness of and incentives to improve school attendance",
  "summary" : "Enacts the \"Place a Child in Every School Seat Act of 2011\" for the purposes of awareness of and incentives to improve school attendance and retention. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S4372-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1570\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, PARKER -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Education\n\n       AN  ACT to amend the education law, in relation to enacting the \"Place a\n         Child in Every School Seat Act of 2011\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This  act shall be known and may be cited as the \"place a\n    2  child in every school seat act of 2011\".\n    3    S 2. The education law is amended by adding a new  section  3205-a  to\n    4  read as follows:\n    5    S  3205-A.  \"PLACE  A  CHILD IN EVERY SCHOOL SEAT ACT OF 2011\"; PUBLIC\n    6  AWARENESS OF PUBLIC SCHOOL ATTENDANCE; INCENTIVES TO IMPROVE ATTENDANCE.\n    7  1. THE DEPARTMENT IS HEREBY DIRECTED TO ESTABLISH A PUBLIC AWARENESS AND\n    8  EDUCATION CAMPAIGN THAT INCLUDES, BUT IS NOT LIMITED TO, EMPHASIZING THE\n    9  BENEFITS OF ATTENDING SCHOOL AND EARNING, AT A MINIMUM,  A  HIGH  SCHOOL\n   10  DIPLOMA,  AND  THE  POTENTIAL  CONSEQUENCES  RELATED  TO DROPPING OUT OF\n   11  SCHOOL. SUCH PUBLIC AWARENESS AND EDUCATION CAMPAIGN SHALL  BE  DIRECTED\n   12  AT  MINORS  WHOSE  ATTENDANCE  AT SCHOOL IS REQUIRED PURSUANT TO SECTION\n   13  THIRTY-TWO HUNDRED FIVE OF THIS PART AND AT THEIR PARENTS  OR  GUARDIANS\n   14  AND  SHALL UTILIZE A VARIETY OF MEDIA SUCH AS, BUT NOT LIMITED TO, TELE-\n   15  VISION, BILLBOARDS, RADIO, AND INTERNET.\n   16    2. THE DEPARTMENT IS HEREBY DIRECTED TO CREATE AN INCENTIVE PROGRAM TO\n   17  IMPROVE STUDENT  ATTENDANCE  REQUIRED  PURSUANT  TO  SECTION  THIRTY-TWO\n   18  HUNDRED FIVE OF THIS PART. INCENTIVES SHALL BE DEVELOPED WITH THE ADVICE\n   19  AND CONSENT OF THE BOARD OF REGENTS AS TO AN APPROPRIATE BUT MOTIVATION-\n   20  AL  INCENTIVE THAT WILL APPEAL TO STUDENTS IN ALL PARTS OF THE STATE AND\n   21  IN ALL INCOME BRACKETS. THE DEPARTMENT IS ENCOURAGED TO  DEVELOP  INCEN-\n   22  TIVES DIRECTED AT STUDENTS SPECIFICALLY SO AS TO MOTIVATE EXCITEMENT AND\n   23  ENTHUSIASM FOR ATTENDANCE. SUCH AN INCENTIVE PROGRAM AND/OR AWARDS SHALL\n   24  BE  BASED ON A DISTRICT'S OVERALL ATTENDANCE OR MOST IMPROVED ATTENDANCE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05296-01-1\n\n       S. 1570                             2\n\n    1  AS A PERCENTAGE OF THE STUDENT BODY FROM THE PREVIOUS  YEAR.  INCENTIVES\n    2  MAY BE AWARDED TO MORE THAN ONE SCHOOL DISTRICT IN EACH SCHOOL YEAR.\n    3    3.  THE  DEPARTMENT  IS  DIRECTED  TO MAKE A GOOD FAITH EFFORT TO SEEK\n    4  FEDERAL GOVERNMENT AND/OR PRIVATE RESOURCES TO  SUPPLEMENT  APPROPRIATED\n    5  FUNDS  TO  DEVELOP THE PROGRAMS CREATED PURSUANT TO SUBDIVISIONS ONE AND\n    6  TWO OF THIS SECTION.\n    7    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to enacting the \"Place a Child in Every School Seat Act of 2011\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T142713.TXT", "SOBI.D110110.T143614.TXT", "SOBI.D110110.T133607.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110110.T133106.TXT", "SOBI.D110110.T144614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774033636
}