{
  "year" : 2011,
  "senateBillNo" : "S1573-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1573-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes boards of cooperative educational services to enter into contracts with public libraries for high-speed telecommunications services",
  "summary" : "Authorizes boards of cooperative educational services to enter into contracts with public libraries for high-speed telecommunications services. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA4634-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1573\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  OPPENHEIMER,  DIAZ,  MONTGOMERY -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Education\n\n       AN  ACT to amend the education law, in relation to authorizing boards of\n         cooperative educational services to enter into contracts  with  public\n         libraries for high-speed telecommunications services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph h of subdivision 4 of section 1950 of the  educa-\n    2  tion law is amended by adding a new subparagraph 8 to read as follows:\n    3    (8) TO ENTER INTO CONTRACTS WITH INDIVIDUAL PUBLIC LIBRARIES OR PUBLIC\n    4  LIBRARY  SYSTEMS  FOR  THE  PURPOSE OF PROVIDING HIGH-SPEED TELECOMMUNI-\n    5  CATIONS SERVICES INCLUDING, BUT  NOT  LIMITED  TO,  HIGH-SPEED  INTERNET\n    6  SERVICES.  ANY SUCH PROPOSED CONTRACT SHALL BE SUBJECT TO THE REVIEW AND\n    7  APPROVAL  OF  THE  COMMISSIONER,  WHO  MAY  ONLY  APPROVE  SUCH PROPOSED\n    8  CONTRACT WHEN, IN SUCH COMMISSIONER'S OPINION, SUCH CONTRACT:  (A)  WILL\n    9  RESULT IN A MORE ECONOMICAL UTILIZATION OF EXISTING BOARD OF COOPERATIVE\n   10  EDUCATIONAL SERVICES HIGH-SPEED TELECOMMUNICATIONS SERVICES OR RESOURCES\n   11  THAN  WOULD  BE  ACHIEVED  WERE SUCH CONTRACT NOT APPROVED; (B) WILL NOT\n   12  DISRUPT THE LEVEL OF SERVICES TO COMPONENT  SCHOOL  DISTRICTS;  AND  (C)\n   13  WILL  RESULT  IN  A  MORE  ECONOMICAL  UTILIZATION  OF  EXISTING LIBRARY\n   14  RESOURCES. THE COMMISSIONER SHALL ISSUE A FINDING,  IN  WRITING,  MAKING\n   15  ANY DETERMINATION PURSUANT TO THIS SUBPARAGRAPH.\n   16    S 2. This act shall take effect on the one hundred twentieth day after\n   17  it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05305-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing boards of cooperative educational services to enter into contracts with public libraries for high-speed telecommunications services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T141713.TXT", "SOBI.D110110.T143614.TXT", "SOBI.D110110.T133607.TXT", "SOBI.D110110.T142613.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773433197
}