{
  "year" : 2011,
  "senateBillNo" : "S1576-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1576-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to amount of apportionments of deficiencies in apportionments of state monies to certain nonpublic schools to reimburse them for their expenses in complying with certain state requirements",
  "summary" : "Relates to amount of apportionments and deficiencies in apportionments of state monies to certain nonpublic schools to reimburse them for their expenses in complying with certain state requirements. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A4196",
  "lawSection" : "Education",
  "previousVersions" : [ "S2998-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1576\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced   by   Sens.   OPPENHEIMER,   ADDABBO,  DIAZ,  KLEIN,  LANZA,\n         STEWART-COUSINS -- read twice and ordered printed, and when printed to\n         be committed to the Committee on Education\n\n       AN ACT relating to apportionment of state monies  to  certain  nonpublic\n         schools to reimburse them for their expenses in complying with certain\n         state  requirements for the administration of state testing and evalu-\n         ation programs and for participation in state programs for the report-\n         ing of basic educational data\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding chapters 53 and 496 of the laws of 2008 and\n    2  any  provision  of  law,  rule  or  regulation  to  the contrary, and as\n    3  mandated by chapter 507 of the laws of 1974, the commissioner of  educa-\n    4  tion  shall  continue to annually apportion to each qualifying school an\n    5  amount equal to the actual cost  incurred  by  each  school  during  the\n    6  preceding  school  year  for providing services rendered to the state in\n    7  compliance with requirements of  the  state's  comprehensive  attendance\n    8  program,  pupil  evaluation  program, the basic educational data system,\n    9  regents examinations, the statewide evaluation plan, the uniform  proce-\n   10  dure  for  pupil  attendance reporting, and other similar state prepared\n   11  examinations and reporting procedures. Beginning in the 2011-2012 school\n   12  year for which reimbursement shall be made the following year, qualified\n   13  schools shall have such reimbursement dispersed to them  no  later  than\n   14  the last day of December of the school year following the school year in\n   15  which expenses were incurred.\n   16    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05298-01-1\n",
  "memo" : "BILL NUMBER:S1576\n\nTITLE OF BILL:\nAn act\nrelating to apportionment of\nstate monies to certain nonpublic schools to reimburse them for their\nexpenses in complying with certain state requirements for the\nadministration of state testing and evaluation programs and for\nparticipation in state programs for the reporting of basic educational\ndata\n\nPURPOSE:\nThis bill would reiterate the state's commitment to\nreimbursing independent and religious schools their actual costs in\ncomplying with state administrative mandates and participating in the\nstate's testing and evaluation program.\n\nSUMMARY OF PROVISIONS:\nSection one of the bill reiterates statutory\nintent to reimburse independent and religious schools for their\nactual costs under the program.\n\nJUSTIFICATION:\nThe Mandated Services Reimbursement program requires\nthat independent and religious schools be reimbursed for their actual\ncosts in providing services to the state, most of which are required\nby statute and/or regulation. These services include the\nadministration of state testing and evaluation programs and\nparticipating in state programs for reporting basic educational data.\n\nOver its 35-year history, the program has experienced a number of\ndeficiencies, in some cases due to the state's poor fiscal climate.\nIn every case, however. those deficiencies were eventually made whole\nwhen the economy permitted doing so. The state's 2008-09 enacted\nstate budget, however, for the first time, limited the state's\nliability for reimbursement under the program to less than 100 percent.\n\nThe state's independent and religious schools provide significant\nsavings to state taxpayers by virtue of their educating nearly a half\nmillion of New York's children. A reduction in Mandated Services\nreimbursement will be devastating to the already fragile budgets of\nthe vast majority of these schools. Not only have hundreds of these\nschools closed over the years, more are closing at the end of the\ncurrent school year. Their closing only exacerbates the fiscal stress\non the state budget as well as the burden faced by property tax\npayers. It is in the state's interest, at least financially, to\nmaintain its long standing commitment to reimburse these schools for\ntheir state-mandated expenses.\n\nLEGISLATIVE HISTORY:\nS.2998/A.5517 of 2009-2010\nA.11075-B of 2008\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\n\nEFFECTIVE DATE:\nThe act takes effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT relating to apportionment of state monies to certain nonpublic schools to reimburse them for their expenses in complying with certain state requirements for the administration of state testing and evaluation programs and for participation in state programs for the reporting of basic educational data ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T141713.TXT", "SOBI.D110110.T143614.TXT", "SOBI.D110110.T133607.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110202.T115710.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665830275
}