{
  "year" : 2011,
  "senateBillNo" : "S1579-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1579-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes school districts to purchase curriculum and instructional resources with money that has otherwise been set aside for the purchase of textbooks",
  "summary" : "Authorizes school districts to purchase curriculum and instructional resources with money that has otherwise been set aside for the purchase of textbooks. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SB6776-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1579\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  OPPENHEIMER -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to allowing the  purchase\n         of  curriculum  and  instructional  resources with money set aside for\n         textbooks\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 701 of the education law, as amended by chapter 587\n    2  of  the laws of 1973, subdivision 2 as amended by section 8 of part L of\n    3  chapter 405 of the laws of 1999, subdivision 3 as amended by chapter 391\n    4  of the laws of 1989, subdivision 4 as amended by chapter 82 of the  laws\n    5  of  1995,  subdivision 6 as amended by section 6 of part B of chapter 57\n    6  of the laws of 2007, subdivision 7 as amended by section 2 of part A  of\n    7  chapter  436  of  the laws of 1997 and subdivision 8 as added by chapter\n    8  635 of the laws of 1984, is amended to read as follows:\n    9    S 701. Power to designate text-books; purchase and loan of text-books;\n   10  purchase of supplies. 1. In the several cities and school  districts  of\n   11  the  state,  boards  of  education,  trustees or such body or officer as\n   12  perform the functions of such boards,  shall  designate  text-books  AND\n   13  CURRICULUM  AND  INSTRUCTIONAL RESOURCES to be used in the schools under\n   14  their charge.\n   15    2. (A) A text-book, for the purposes of this section shall  mean:  (i)\n   16  any  book,  or  a  book  substitute, which shall include hard covered or\n   17  paperback books, work books, or manuals and (ii) for  expenses  incurred\n   18  after  July first, nineteen hundred ninety-nine, any courseware or other\n   19  content-based instructional materials in an electronic format,  as  such\n   20  terms  are defined in the regulations of the commissioner, which a pupil\n   21  is required to use as a text, or  a  text-substitute,  in  a  particular\n   22  class or program in the school he or she legally attends.\n   23    (B)  CURRICULUM  AND  INSTRUCTIONAL RESOURCES FOR THE PURPOSES OF THIS\n   24  SECTION, SHALL MEAN INQUIRY-CENTERED CURRICULUM AND INSTRUCTIONAL  MATE-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05311-01-1\n\n       S. 1579                             2\n\n    1  RIALS,  SUPPLIES,  MANIPULATIVES,  OR  OTHER RESOURCES WHICH ARE ALIGNED\n    2  WITH STATE STANDARDS USED  BY  STUDENTS  AND  TEACHERS  TO  SUPPORT  AND\n    3  ENHANCE TEACHING AND LEARNING.\n    4    (C)  Expenditures aided pursuant to this section shall not be eligible\n    5  for aid pursuant to  section  seven  hundred  eleven  or  seven  hundred\n    6  fifty-one  of  this [chapter] TITLE.   Courseware or other content-based\n    7  instructional materials in an electronic format included  in  the  defi-\n    8  nition  of textbook pursuant to this subdivision shall be subject to the\n    9  same limitations on content as apply to books or book substitutes  aided\n   10  pursuant to this section.\n   11    3.  In the several cities and school districts of the state, boards of\n   12  education, trustees or such body or officers as perform the function  of\n   13  such  boards  shall have the power and duty to: (A) purchase and to loan\n   14  upon individual request, textbooks, to all  children  residing  in  such\n   15  district  who are enrolled in a public school including children attend-\n   16  ing the public schools of the district for whom the district is eligible\n   17  to receive reimbursement pursuant to [paragraph a of] subdivision  eight\n   18  of  section  thirty-two  hundred two of this chapter, provided, however,\n   19  that such children shall not be counted by any  other  school  district,\n   20  and  to  all  children  residing  in such district who are enrolled in a\n   21  nonpublic school; AND (B) PURCHASE AND TO LOAN UPON INDIVIDUAL  REQUEST,\n   22  CURRICULUM AND INSTRUCTIONAL MATERIALS, TO ALL CHILDREN RESIDING IN SUCH\n   23  DISTRICT  WHO ARE ENROLLED IN A PUBLIC SCHOOL INCLUDING CHILDREN ATTEND-\n   24  ING THE PUBLIC SCHOOLS OF THE DISTRICT FOR WHOM THE DISTRICT IS ELIGIBLE\n   25  TO RECEIVE REIMBURSEMENT PURSUANT TO SUBDIVISION EIGHT OF SECTION  THIR-\n   26  TY-TWO  HUNDRED  TWO OF THIS CHAPTER, PROVIDED, HOWEVER, THAT SUCH CHIL-\n   27  DREN SHALL NOT BE COUNTED BY ANY OTHER SCHOOL DISTRICT, AND TO ALL CHIL-\n   28  DREN RESIDING IN SUCH DISTRICT WHO ARE ENROLLED IN A  NONPUBLIC  SCHOOL.\n   29  Textbooks  AND CURRICULUM AND INSTRUCTIONAL RESOURCES loaned to children\n   30  enrolled in said nonpublic schools shall be textbooks AND CURRICULUM AND\n   31  INSTRUCTIONAL RESOURCES which are  designated  for  use  in  any  public\n   32  schools  of  the state or are approved by any boards of education, trus-\n   33  tees or other school authorities.  Such  textbooks  AND  CURRICULUM  AND\n   34  INSTRUCTIONAL  RESOURCES  are to be loaned free to such children subject\n   35  to such rules and regulations as are or may be prescribed by  the  board\n   36  of  regents  and  such  boards  of  education,  trustees or other school\n   37  authorities. Enrollment shall  be  as  defined  in  subdivision  one  of\n   38  section thirty-six hundred two of this chapter.\n   39    4.  No  school  district  shall  be  required to purchase or otherwise\n   40  acquire textbooks OR CURRICULUM AND INSTRUCTIONAL RESOURCES, the cost of\n   41  which shall exceed an amount equal  to  the  apportionment  pursuant  to\n   42  subdivision  six of this section plus a minimum lottery grant determined\n   43  pursuant to subdivision  four  of  section  ninety-two-c  of  the  state\n   44  finance  law  multiplied  by  the  number  of  children residing in such\n   45  district and so enrolled in the base year; and no school district  shall\n   46  be  required to loan textbooks OR CURRICULUM AND INSTRUCTIONAL RESOURCES\n   47  in excess of the textbooks OR  CURRICULUM  AND  INSTRUCTIONAL  RESOURCES\n   48  owned or acquired by such district; provided, however that all textbooks\n   49  OR  CURRICULUM  AND  INSTRUCTIONAL  RESOURCES  owned or acquired by such\n   50  district shall be loaned to children residing in  the  district  and  so\n   51  enrolled in public and nonpublic schools on an equitable basis.\n   52    5.  In the several cities and school districts of the state, boards of\n   53  education, trustees or other school authorities  may  purchase  supplies\n   54  and  either  rent,  sell  or  loan  the same to the pupils attending the\n   55  public schools in such cities and school districts upon such  terms  and\n\n       S. 1579                             3\n\n    1  under  such rules and regulations as may be prescribed by such boards of\n    2  education, trustees or other school authorities.\n    3    6. The commissioner, in addition to the annual apportionment of public\n    4  monies  pursuant  to  other articles of this chapter, shall apportion to\n    5  each school district an amount equal to the cost of  the  textbooks  AND\n    6  CURRICULUM  AND  INSTRUCTIONAL  RESOURCES  purchased  and  loaned by the\n    7  district pursuant to this section in the base year, but in no case shall\n    8  the aid apportioned to the district exceed the product of  the  textbook\n    9  factor  plus a minimum lottery grant, determined pursuant to subdivision\n   10  four of section ninety-two-c of the state finance law, and  the  sum  of\n   11  the  enrollments  in grades kindergarten through twelve in the base year\n   12  calculated pursuant to subparagraphs four, five, and six of paragraph  n\n   13  of  subdivision  one  of section thirty-six hundred two of this chapter.\n   14  Aid payable pursuant to this section  shall  be  deemed  final  and  not\n   15  subject  to  change  after  April thirtieth of the school year for which\n   16  payment was due.\n   17    For aid payable in the two thousand seven--two thousand  eight  school\n   18  year and thereafter, the textbook factor shall equal forty-three dollars\n   19  and twenty-five cents.\n   20    7.  The  apportionment  provided for in this section shall be paid, at\n   21  such times as may be determined by the commissioner and approved by  the\n   22  director of the budget, during the school year in which the expenditures\n   23  are reported to the department prior to such apportionment. Expenditures\n   24  by  a  school  district  in excess of the product of the textbook factor\n   25  plus a minimum lottery grant determined pursuant to subdivision four  of\n   26  section ninety-two-c of the state finance law and the sum of the enroll-\n   27  ments  in grades kindergarten through twelve in the base year calculated\n   28  pursuant to subparagraphs four, five, and six of paragraph n of subdivi-\n   29  sion one of section thirty-six hundred two of this chapter in any school\n   30  year shall be deemed approved operating expense of the district for  the\n   31  purpose  of  computation  of  state  aid  pursuant to section thirty-six\n   32  hundred two of this chapter, but expenditures up to such  product  shall\n   33  not be deemed approved operating expenses for such purpose.\n   34    8. In its discretion, a board of education may adopt regulations spec-\n   35  ifying the date by which requests for the purchase and loan of textbooks\n   36  AND  CURRICULUM  AND  INSTRUCTIONAL  RESOURCES  must  be received by the\n   37  district. Notice of such date shall be given to all non-public  schools.\n   38  Such  date shall not be earlier than the first day of June of the school\n   39  year prior to that for which such textbooks AND CURRICULUM AND  INSTRUC-\n   40  TIONAL  RESOURCES  are being requested, provided, however, that a parent\n   41  or guardian of a child not  attending  a  particular  non-public  school\n   42  prior  to June first of the school year may submit a written request for\n   43  textbooks AND/OR CURRICULUM AND INSTRUCTIONAL  RESOURCES  within  thirty\n   44  days after such child is enrolled in such non-public school. In no event\n   45  however  shall  a  request  made later than the times otherwise provided\n   46  pursuant to this subdivision be denied where a reasonable explanation is\n   47  given for the delay in making the request.\n   48    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to allowing the purchase of curriculum and instructional resources with money set aside for textbooks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134108.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D110110.T143614.TXT", "SOBI.D110110.T142613.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774033676
}