{
  "year" : 2011,
  "senateBillNo" : "S1571-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1571-2011-1294635600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the environmental sustainability education act",
  "summary" : "Requires the department of education to establish an education for environmental sustainability program to teach children the importance of conserving and protecting our environment. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation",
  "previousVersions" : [ "S4561-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1571\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  OPPENHEIMER,  SERRANO  --  read twice and ordered\n         printed, and when printed to be committed to the Committee on Environ-\n         mental Conservation\n\n       AN ACT establishing the  New  York  state  environmental  sustainability\n         education act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the  \"New  York\n    2  State Environmental Sustainability Education Act\".\n    3    S 2. Legislative findings. The legislature finds and declares that:\n    4    1.  In  recognition  of  the  United  Nations  Decade of Education for\n    5  Sustainable Development (2005-2014), as  declared  at  the  Johannesburg\n    6  Summit of 2002, New York state deems it imperative to develop and imple-\n    7  ment  an  educational  program  geared towards improving the capacity of\n    8  people to address environmental issues in the 21st century.\n    9    2. Our ability to fulfill our responsibility to equip New York's citi-\n   10  zens with the required knowledge, skills, attitudes and values needed to\n   11  create a sustainable future and enhance our quality of life  have  never\n   12  been more critical.\n   13    3.  More  than  any  other time in recent history, New York's citizens\n   14  have the capacity to dramatically affect their natural environment,  and\n   15  mitigate  and  possibly  reverse  our  society's  negative impact on our\n   16  natural surroundings.\n   17    4. New technologies and research have  availed  unparalleled  opportu-\n   18  nities  for us to develop and protect resources in a manner that enables\n   19  people to meet current needs, while also providing  that  future  gener-\n   20  ations can meet future needs.\n   21    5. To successfully confront these environmental concerns and sensitiv-\n   22  ities,  we  must  put  forth a vision of education that seeks to empower\n   23  people of all ages to assume responsibility for creating  a  sustainable\n   24  future.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00816-01-1\n\n       S. 1571                             2\n\n    1    S  3.  Definitions.  For the purposes of this act, the following words\n    2  shall have the following meanings:\n    3    1. \"Sustainability\" shall mean development that meets the needs of the\n    4  present  without  compromising the ability of future generations to meet\n    5  their own needs. Development that occurs  in  such  a  way  ensures  the\n    6  capacity of the natural environment to meet present and future needs.\n    7    2.    \"Education  for sustainability\" (EFS) means to promote an under-\n    8  standing of the interconnectedness of environment, economy and  society.\n    9  EFS  links  this  understanding with inquiry and action to help students\n   10  build a healthy future for their communities and  for  the  planet.  EFS\n   11  fosters  the  ability to integrate scientific, economic and social know-\n   12  ledge and makes education more pertinent to the changing world by moving\n   13  beyond institutional boundaries of the  disciplines  and  their  content\n   14  bias.  EFS  helps  students identify their role in local communities and\n   15  suggests ways to get involved. EFS shall consist of  educational  activ-\n   16  ities   and  training  activities  involving  elementary  and  secondary\n   17  students (K-12), as such terms are defined in the education law  and  by\n   18  environmental education personnel.\n   19    S 4. Legislative directives and programs.\n   20    1. The department of education is hereby required to establish a model\n   21  program  to  guide  the  development, implementation and evaluation of a\n   22  comprehensive environmental sustainability education program to be  made\n   23  available to public schools, and assist them in developing curricula and\n   24  training  staff  to adequately prepare students to participate as active\n   25  and involved citizens in building a sustainable future.\n   26    2. The program shall be developed by the department of  education,  in\n   27  conjunction  with  the  department  of  environmental  conservation, and\n   28  modeled to promote and enhance  an  understanding  of  the  concepts  of\n   29  sustainability  and improve understanding of the natural and built envi-\n   30  ronment, and the  relationships  between  humans  and  the  environment,\n   31  including local and global aspects of environmental problems.\n   32    3.  The  education  for sustainability program shall be constructed in\n   33  line with the following principles:\n   34    a. A program that fosters clear awareness of, and concern for, econom-\n   35  ic, social, political and ecological interdependence in all  regions  of\n   36  New York, the United States and the world.\n   37    b.  One  that endorses an approach to teaching and learning that inte-\n   38  grates the goals and benefits of conservation, social justice, renewable\n   39  energy, cultural diversity and sustainable development into a vision for\n   40  social improvement.\n   41    c. One that ensures that students appreciate and respect the intrinsic\n   42  value of the whole environment, and develop an ethic of personal respon-\n   43  sibility and stewardship towards all aspects of the environment.\n   44    d. One that encourages students to participate as active and  involved\n   45  citizens in building a sustainable future.\n   46    e.  One  that fosters appropriate applications of technology that help\n   47  solve, not create, problems.\n   48    4. The sustainability education program  shall  include,  but  not  be\n   49  limited to, the following specific features:\n   50    a.  The  program  shall be designed and tailored appropriately to suit\n   51  all age groups covered by the K-12 state curriculum and  the  department\n   52  shall design lesson plans and teaching strategies that are age appropri-\n   53  ate.   The department of education shall reserve the right to include or\n   54  omit certain specified program requirements (listed below in this subdi-\n   55  vision) when tailoring the principles of sustainability to be taught  at\n\n       S. 1571                             3\n\n    1  each  grade level, depending on the suitability of the lesson's instruc-\n    2  tion at each grade interval.\n    3    b.  The program shall specifically enumerate the key topic/issue areas\n    4  to be studied, and shall integrate environmental education for sustaina-\n    5  bility issues and  topics  into  specific  key  learning  areas/subjects\n    6  located  within  the broader curriculum framework such as creative arts,\n    7  English, health  and  physical  education,  languages,  mathematics  and\n    8  economics,  science and geography, history and studies of society, envi-\n    9  ronment and  technology.  The  principles  of  sustainability  shall  be\n   10  presented and integrated wherever appropriate.\n   11    c.  The  program  shall  promote education for sustainable development\n   12  'perspectives' across learning areas to include cross-curricular  units,\n   13  complementary   teaching  across  several  subjects,  special  projects,\n   14  performances, excursions, and visiting experts.  The  program  may  also\n   15  provide  for  collaborative  projects  with  other  schools (locally and\n   16  globally) to promote equity, inclusivity, and respect for all people.\n   17    d. The program shall raise awareness of the  nature  and  function  of\n   18  ecological,  social,  economic  and  political  systems and how they are\n   19  interrelated in addressing environmental and sustainability issues.\n   20    e. The program shall underscore  the  impact  that  people,  business,\n   21  industry  and  government  have  on environments and how the environment\n   22  shapes  human  activities,  with  particular  reference  to  unique  and\n   23  distinctive  New York heritage traditions and settings, connecting past,\n   24  present, and future perspectives and/or impacts.\n   25    f. The program shall emphasize the role of cultural, socioeconomic and\n   26  political systems in environmental decision-making.\n   27    g. The program shall reinforce the value  of  innovative  technologies\n   28  with  the  aim  to  produce  places, products and services in a way that\n   29  reduces use of non-renewable resources, minimizes environmental  impact,\n   30  relates  people with the natural environment, and conveys the importance\n   31  of creating and maintaining a sustainable lifestyle.\n   32    h. The program shall  include  assessment  strategies  that  emphasize\n   33  problem-solving,  teamwork, decision-making, holistic thinking, clarify-\n   34  ing and analyzing values and opportunities for action, in order to gauge\n   35  and improve the effectiveness and relevance of the program.\n   36    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1571\n\nTITLE OF BILL:\nAn act\nestablishing the New York state environmental sustainability\neducation act\n\nPURPOSE:\nThis bill establishes the New York state environmental\nsustainability education act which instructs the Department of\nEducation, in conjunction with the Department of Environmental\nConservation, to establish a model program to guide the development,\nimplementation and evaluation of a comprehensive environmental\nsustainability education program to be made available to public\nschools.\n\nSUMMARY OF PROVISIONS:\nSection one states that this act shall be known as the \"New York State\nEnvironmental Sustainability Education Act.\"\n\nSection two lists the findings of the legislature regarding the\ncritical importance of, and need for, comprehensive sustainability\ninstruction in New York State's classrooms.\n\nSection three defines the key terms of the bill, namely\n'sustainability' and 'environmental education.' Sustainability is\nportrayed as a method of development and social progress that meets\nthe needs of the present without compromising the vital environmental\nresources future generations would need to achieve similar progress\nand growth.\n\nSection four outlines various legislative directives which\ncollectively establish the appropriate framework for the successful\ninstruction of environmental sustainability. The interdependence of\nsocial, political and economic systems in determining the degree to\nwhich a society develops and prospers in an environmentally friendly\nway is emphasized. Moreover, adopting a global perspective in the\ninstruction of environmental sustainability and assuring that New\nYork's students understand that a global commitment is needed to\nreverse negative environmental trends is reinforced. A recurring\ntheme outlined in this section is the vital necessity for the\ncurriculum to be designed around, and incorporate broader notions of\nsustainability, which encompass not just environmental science and\nprotection, but cultural preservation and diversity, social justice,\nlocal and regional heritage and the overall quality of life.\n\nThe latter subdivisions of section four delineate the specific\nfeatures that must be included in the sustainability curriculum\nultimately endorsed by the state Department of Education. Clearly\nspecified is the need for DOE and DEC officials to tailor the\ninstruction of these principles to each grade interval so as to\nensure the accessibility and\ncomprehensibility of disseminated knowledge and information. This\nsection also directs the instruction of the program to be carried out\nwithin the existing curriculum framework which will encourage\neducation professionals to fuse the principles of sustainability with\n\n\nexisting lessons in math, science, English, history, physical\neducation and studies of society and technology. This section also\nencourages creative teaching techniques and endorses the use of\nvisiting experts, special projects and class excursions to reinforce\nthe values and knowledge of sustainable living. Finally, the designed\nprogram must establish effective assessment strategies to gauge the\ncurriculum's success and relevance.\n\nJUSTIFICATION:\nDeveloping positive strategies for the future involves\nthoughtful and effective planning today. As school districts embrace\nthe principles of sustainability education, a growing need for\nguidance in effective planning has emerged. Therefore, to assist\nschools in their efforts to maximize sustainable education in their\ncurriculum and in the everyday lives of their students, state\ngovernment should assume the responsibility for developing a model\ncurriculum to be made available to school districts throughout the\nstate. Because sustainable education ties existing core curricula,\nsubject areas and processes, together with the common theme of\nsystems thinking; for schools to embrace, move forward, and maximize\nsustainable education, they need the assistance and expert guidance\nof the state's environmental and education professionals. This need\ncannot be overstated.\n\nIn short, the best argument for implementing sustainability education\nin our children's schools is that it will free them from the\ndestructive habit of pitting nature against people and of ignoring\nthe ethical precept that everyone has an equal right to a clean and\nsafe environment. This proposed model curriculum for sustainability\neducation takes into account all the assets, or forms of wealth, that\nprovide the means for our livelihoods. It encompasses the many\ndimensions of well-being that matter to us, and embraces the full\nrange of activities by which we derive well-being from the assets at\nour disposal.\n\nSustainability education provides the only feasible solution to\nenvironmental degradation and economic injustice. Not only will\nsustainability instruction sharpen analytical and critical thinking\nskills, but will foster an intergenerational ethic among students,\none that combines a sense of gratitude towards those who preceded us,\nwith a sense of responsibility to those that will follow. This ethic\nentrenches a deep commitment by our children to the well-being of\npresent and future generations by embracing the goal of protecting\nthe environment because of that fundamental recognition that the\nfates of humans and the natural world are inextricably woven together.\n\nLEGISLATIVE HISTORY:\nA.9384/S.4561 of 2009-10\nA.8429A/S.5997 of 2007-08\n\nFISCAL IMPLICATIONS:\nMinimal costs to State Department of Education and State Department\nof Environmental Conservation.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n\n",
  "law" : null,
  "actClause" : "AN ACT establishing the New York state environmental sustainability education act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T141713.TXT", "SOBI.D110110.T143614.TXT", "SOBI.D110110.T133607.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110113.T190432.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472833
}