{
  "year" : 2011,
  "senateBillNo" : "S1577-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1577-2011-1294635600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requiring instruction on organ donor awareness in all senior high schools as part of the health education curriculum",
  "summary" : "Relates to requiring instruction on organ donor awareness in all senior high schools as part of the health education curriculum. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S4373-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1577\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  OPPENHEIMER,  PARKER,  SERRANO  -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Health\n\n       AN  ACT  to  amend  the  education  law, in relation to health education\n         instruction on organ donation awareness\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 804-e\n    2  to read as follows:\n    3    S 804-E. HEALTH EDUCATION REGARDING ORGAN DONATION AWARENESS. 1.   ANY\n    4  SENIOR  HIGH  SCHOOL  IN THE STATE MAY PROVIDE, AS PART OF HEALTH EDUCA-\n    5  TION, INSTRUCTION DESIGNED TO PROMOTE AWARENESS AND TO INFORM AND DISPEL\n    6  THE MYTHS AND MISCONCEPTIONS RELATED TO ORGAN DONATION.\n    7    2. INSTRUCTION REGARDING ORGAN DONATION AWARENESS MAY  BE  PART  OF  A\n    8  HEALTH  EDUCATION  COURSE  IN THE SECONDARY SCHOOLS CURRICULUM. STUDENTS\n    9  MAY BE REQUIRED TO DEMONSTRATE KNOWLEDGE IN THE SUBJECT THROUGH THE  USE\n   10  OF  A  TEST,  GRADED PROJECT OR REPORT, OR ANY OTHER MEANS PRESCRIBED BY\n   11  THE SCHOOL AUTHORITIES REGARDING ORGAN DONATION. ANY SUCH  COURSE  SHALL\n   12  BE  TAUGHT  BY  TEACHERS  HOLDING A CERTIFICATE TO TEACH HEALTH. RELATED\n   13  COURSES IN THE SECONDARY SCHOOL CURRICULUM SHALL BE TAUGHT IN  A  MANNER\n   14  SUPPORTIVE OF HEALTH EDUCATION REGARDING ORGAN DONATION AWARENESS.\n   15    3. THE COMMISSIONER MAY PRESCRIBE IN RULES AND REGULATIONS SUCH HEALTH\n   16  EDUCATION  COURSES  WHICH  INCLUDE  INSTRUCTION REGARDING ORGAN DONATION\n   17  AWARENESS AS THE COMMISSIONER MAY DEEM NECESSARY AND DESIRABLE  FOR  THE\n   18  WELFARE  OF PUPILS AND THE COMMUNITY. THE CONTENTS MAY BE VARIED TO MEET\n   19  THE NEEDS OF A PARTICULAR SCHOOL DISTRICT, OR PORTIONS THEREOF, AND NEED\n   20  NOT BE UNIFORM THROUGHOUT THE STATE, PROVIDED, HOWEVER, THAT ANY  SCHOOL\n   21  DISTRICT  IN THE STATE PROVIDING INSTRUCTION ON ORGAN DONATION AWARENESS\n   22  SHALL UTILIZE EITHER THE CURRICULUM  FOR  HEALTH  EDUCATION  INSTRUCTION\n   23  REGARDING  ORGAN  DONATION AWARENESS PRESCRIBED BY THE COMMISSIONER OR A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05295-01-1\n\n       S. 1577                             2\n\n    1  COURSE APPROVED BY THE COMMISSIONER IN ACCORDANCE WITH  CRITERIA  ESTAB-\n    2  LISHED BY THE COMMISSIONER.\n    3    4.  SCHOOL  AUTHORITIES SHALL PROVIDE THE NEEDED FACILITIES, TIME, AND\n    4  PLACE FOR THE INSTRUCTION SET FORTH IN THIS SECTION  AND  SHALL  PROVIDE\n    5  LEARNING  AIDS  AND  CURRICULUM  RESOURCE  MATERIALS WHICH CONTRIBUTE TO\n    6  EFFECTIVE TEACHING METHODS AND LEARNING IN  HEALTH  EDUCATION  REGARDING\n    7  ORGAN DONATION AWARENESS.\n    8    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to health education instruction on organ donation awareness ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134108.TXT", "SOBI.D110110.T143147.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110110.T133607.TXT", "SOBI.D110110.T142613.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294773433224
}