{
  "year" : 2011,
  "senateBillNo" : "S1575-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1575-2011-1294635600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the legislature to provide for the maintenance and support of a system of free public libraries",
  "summary" : "Provides a constitutional guarantee that the legislature shall provide for the maintenance and support of a system of free public libraries, wherein all the residents of this state may be provided with public library services. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A2468",
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S5607-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1575\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  OPPENHEIMER,  HASSELL-THOMPSON  -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing  an  amendment to section 1 of article 11 of the constitution,\n         in relation to requiring the legislature to provide for  a  system  of\n         free public libraries\n\n    1    Section  1. Resolved (if the Assembly concur), That section 1 of arti-\n    2  cle 11 of the constitution be amended to read as follows:\n    3    Section 1. The legislature  shall  provide  for  the  maintenance  and\n    4  support  of a system of free common schools, wherein all the children of\n    5  this state may be educated.  THE LEGISLATURE SHALL PROVIDE FOR THE MAIN-\n    6  TENANCE AND SUPPORT OF A SYSTEM OF FREE PUBLIC  LIBRARIES,  WHEREIN  ALL\n    7  THE  RESIDENTS  OF  THIS  STATE  MAY  BE  PROVIDED  WITH  PUBLIC LIBRARY\n    8  SERVICES.\n    9    S 2. Resolved (if the Assembly concur), That the  foregoing  amendment\n   10  be referred to the first regular legislative session convening after the\n   11  next  succeeding  general  election  of members of the assembly, and, in\n   12  conformity with  section  1  of  article  19  of  the  constitution,  be\n   13  published for 3 months previous to the time of such election.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89061-01-1\n",
  "memo" : "BILL NUMBER:S1575\n\nTITLE OF BILL:\nCONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\nproposing an amendment to section 1 of\narticle 11 of the constitution, in relation to requiring the legislature\nto provide for a system of free public libraries\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo provide a Constitutional guarantee\nof free public library service for all residents of New York State.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAmends &sect; 1 of Article XI of the State\nConstitution to add a guarantee of free public library services to\nthe existing guarantee of free public schools.\n\nJUSTIFICATION:\nNew York's Constitutional guarantee of free public\nschools for all the children of the state has ensured the development\nand maintenance of excellent public school systems, establishing the\nstate's reputation for well-educated citizens who make up a\nproductive workforce. With rapid changes in technology and the\nexplosive growth of many fields of learning, the need for life-long\nlearning has taken on new importance. It is no longer enough to\nprovide education only to our children. Public libraries -- called by\nsome, \"the people's universities\" -- provide the most broadly\navailable basis for life-long learning and adult education\nopportunities. The amendment would recognize the need to guarantee\neducational opportunities to all citizens, not just children, by\nguaranteeing access to free public libraries. A similar\nConstitutional guarantee was added to the Rhode Island State\nConstitution in 1986 following approval at a Constitutional\nConvention and voter approval by a margin of 68%.\n\nLEGISLATIVE HISTORY:\n2009-2010:  S.5607/A.3895; Opinion referred to Judiciary\n2007-2008:  S.3777/A.2834; Opinion referred to Judiciary\n2005-2006:  S.2144/A.1554; Opinion referred to Judiciary\n2003-2004:  S.738/A.4838;  Opinion referred to Judiciary\n2001-2002:  S.3755/A.985;  Opinion referred to Judiciary\n1999-2000:  S.1482/A.1641; Opinion referred to Judiciary\n1997-1998:  S.1691/A.4655; Opinion referred to Judiciary\n\nFISCAL IMPLICATIONS:\nNone to the State or local governments. Public\nlibraries and systems are currently funded by State and local\nappropriations, and provide services to all State residents under\nstatute and regulation. This amendment would provide a Constitutional\nguarantee for continuation of free public library services.\n\nEFFECTIVE DATE:\nRESOLVED (if the Assembly concur), That the foregoing amendments\nbe referred to the first regular legislative session convening after\nthe next succeeding general election of members of the assembly, and,\n\n\nin conformity with section 1 of article 19 of the constitution, be\npublished for 3 months previous to the time of such election.\n\n",
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 1 of article 11 of the constitution, in relation to requiring the legislature to provide for a system of free public libraries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T161655.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110110.T143614.TXT", "SOBI.D110110.T133607.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110113.T190432.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295385415681
}