{
  "year" : 2011,
  "senateBillNo" : "S1586-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1586-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires contractor bids on school district projects to include information on subcontractors and the commissioner of education to create surveys on the new bidding",
  "summary" : "Requires contractors bidding on projects for school districts to provide information regarding proposed subcontractors; requires the commissioner to provide surveys regarding the new bidding process. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SB5559-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1586\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  OPPENHEIMER -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law and  the  general  municipal  law,  in\n         relation  to assignment of contracts by school districts and providing\n         for the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 305 of the education law is amended by adding a new\n    2  subdivision 42 to read as follows:\n    3    42.  THE  COMMISSIONER  SHALL  COMMISSION  A  SURVEY  ON THE IMPACT OF\n    4  EXEMPTING SCHOOL DISTRICTS FROM THE SEPARATE BIDDING REQUIREMENTS OF THE\n    5  GENERAL MUNICIPAL LAW PURSUANT TO THE PROVISIONS OF SUBDIVISION  SIX  OF\n    6  SECTION  ONE  HUNDRED ONE OF THE GENERAL MUNICIPAL LAW. SUCH STUDY SHALL\n    7  INCLUDE  THE  IMPACT  ON  TIMEFRAMES  FOR  COMPLETING  CONSTRUCTION  AND\n    8  IMPROVEMENT  PROJECTS, THE OVERALL COSTS OF SUCH PROJECTS AND THE INTEG-\n    9  RITY OF THE BIDDING PROCESS. THE COMMISSIONER SHALL ISSUE THE RESULTS OF\n   10  SUCH SURVEY TO THE GOVERNOR, THE STATE COMPTROLLER, THE TEMPORARY PRESI-\n   11  DENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY IN  THE  FOURTH  YEAR\n   12  FOLLOWING THE EFFECTIVE DATE OF THIS SUBDIVISION.\n   13    S  2.  Section 101 of the general municipal law is amended by adding a\n   14  new subdivision 6 to read as follows:\n   15    6. A. NOTWITHSTANDING SUBDIVISION ONE OF THIS SECTION  AND  ANY  OTHER\n   16  LAW  TO  THE  CONTRARY,  ANY  CONTRACT, SUBCONTRACT, LEASE, GRANT, BOND,\n   17  COVENANT, OR OTHER AGREEMENT FOR PROJECTS UNDERTAKEN BY SCHOOL DISTRICTS\n   18  SHALL NOT BE SUBJECT TO  THE  REQUIREMENTS  OF  SEPARATE  SPECIFICATIONS\n   19  (REFERRED TO AS THE WICKS LAW).\n   20    B.  WHERE  A SCHOOL DISTRICT ELECTS TO PROVIDE FOR THE ASSIGNMENT OF A\n   21  CONTRACT TO A SINGLE PERSON, FIRM OR CORPORATION PURSUANT TO PARAGRAPH A\n   22  OF THIS SUBDIVISION, SUCH SCHOOL DISTRICT MAY REQUIRE THE  APPARENT  LOW\n   23  BIDDER  AND, AT THE DISCRETION OF THE SCHOOL DISTRICT, THE NEXT APPARENT\n   24  LOW BIDDER, TO SUBMIT TO THE DISTRICT THE NAMES OF THE BIDDER'S PROPOSED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01746-01-1\n\n       S. 1586                             2\n\n    1  SUBCONTRACTORS FOR THE ELECTRICAL WORK,  HEATING,  VENTILATING  AND  AIR\n    2  CONDITIONING  WORK, AND THE PLUMBING WORK. ONLY ONE PROPOSED SUBCONTRAC-\n    3  TOR SHALL BE NAMED FOR EACH SUCH TRADE. SUCH PROPOSED  SUBCONTRACTOR  OR\n    4  SUBCONTRACTORS  MAY  BE REJECTED BY THE SCHOOL DISTRICT ON THE BASIS SET\n    5  FORTH IN PARAGRAPH E OF THIS SUBDIVISION. UPON REJECTION OF  A  PROPOSED\n    6  SUBCONTRACTOR  OR  SUBCONTRACTORS,  THE  SCHOOL DISTRICT MAY REQUIRE THE\n    7  APPARENT LOW BIDDER TO SUBMIT AN  ALTERNATE  PROPOSED  SUBCONTRACTOR  OR\n    8  SUBCONTRACTORS  WITHIN FORTY-EIGHT HOURS. SHOULD THE APPARENT LOW BIDDER\n    9  FAIL TO PROPOSE ALTERNATE SUBCONTRACTORS  SUBJECT  TO  APPROVAL  BY  THE\n   10  SCHOOL  DISTRICT, THE SCHOOL DISTRICT MAY CONSIDER THE NEXT APPARENT LOW\n   11  BIDDER AND SHALL FOLLOW THE SAME PROCEDURE SET FORTH IN THIS  PARAGRAPH.\n   12  SUCH  PROPOSED  SUBCONTRACTORS  OF  THE  BIDDER,  APPROVED BY THE SCHOOL\n   13  DISTRICT SHALL BE USED ON THE WORK FOR  WHICH  THEY  WERE  PROPOSED  AND\n   14  APPROVED, AND THEY SHALL NOT BE CHANGED EXCEPT WITH THE SPECIFIC WRITTEN\n   15  APPROVAL OF THE DISTRICT.\n   16    C.  PAYMENT  TO THE SUBCONTRACTORS APPROVED PURSUANT TO PARAGRAPH B OF\n   17  THIS SUBDIVISION SHALL BE IN ACCORDANCE WITH THE PROVISIONS  OF  SECTION\n   18  ONE  HUNDRED  SIX-B OF THIS ARTICLE. IN THE EVENT ANY SUCH SUBCONTRACTOR\n   19  IS NOT PAID BY THE CONTRACTOR, THE SUBCONTRACTOR SHALL IMMEDIATELY NOTI-\n   20  FY THE SCHOOL DISTRICT OF SUCH FACT.\n   21    D. WITH THE SUBMISSION OF THE NAMES OF THE PROPOSED SUBCONTRACTORS  AS\n   22  PROVIDED  IN  PARAGRAPH  B OF THIS SUBDIVISION, THE BIDDER SHALL SPECIFY\n   23  THE AMOUNT TO BE PAID TO EACH SUBCONTRACTOR FOR THE WORK TO BE PERFORMED\n   24  BY SUCH SUBCONTRACTOR.\n   25    E. A SCHOOL DISTRICT MAY REJECT ANY OR ALL BIDS OR WAIVE ANY INFORMAL-\n   26  ITY IN A BID IF THE SCHOOL DISTRICT REASONABLY BELIEVES THAT THE  PUBLIC\n   27  INTEREST  WILL BE PROMOTED THEREBY. A SCHOOL DISTRICT MAY REJECT ANY BID\n   28  IF, IN THE JUDGMENT OF THE SCHOOL DISTRICT, THE  BUSINESS  ORGANIZATION,\n   29  RESOURCES,  FINANCIAL  STANDING,  OR  EXPERIENCE OF THE BIDDER JUSTIFIES\n   30  SUCH REJECTION IN VIEW OF THE WORK TO BE PERFORMED.\n   31    F. THE PROVISIONS OF THIS SUBDIVISION SHALL NOT APPLY TO THE NEW  YORK\n   32  CITY  SCHOOL CONSTRUCTION AUTHORITY ESTABLISHED PURSUANT TO TITLE SIX OF\n   33  ARTICLE EIGHT OF THE PUBLIC AUTHORITIES LAW.\n   34    S 3. This act shall take effect on the one hundred eightieth day after\n   35  it shall have become a law, and shall apply to all contracts  advertised\n   36  or solicited for bid on or after such effective date; provided that this\n   37  act  shall  expire  and  be deemed repealed 5 years after such effective\n   38  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the general municipal law, in relation to assignment of contracts by school districts and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T151618.TXT", "SOBI.D110110.T145615.TXT", "SOBI.D110111.T143714.TXT", "SOBI.D110110.T141611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774634005
}