{
  "year" : 2011,
  "senateBillNo" : "S1580-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1580-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the expenditure of pre-kindergarten program grant funds",
  "summary" : "Relates to the expenditure of prekindergarten program grant funds. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S6777-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1580\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  OPPENHEIMER, ADAMS, ADDABBO, KRUEGER, MONTGOMERY,\n         PARKER -- read twice and ordered  printed,  and  when  printed  to  be\n         committed to the Committee on Education\n\n       AN  ACT  to  amend  the education law, in relation to the expenditure of\n         pre-kindergarten program grant funds\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  10 of section 3602-e of the education law is\n    2  amended by adding a new paragraph d to read as follows:\n    3    D. NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY  IN  THE\n    4  EVENT  A SCHOOL DISTRICT WHICH IS ELIGIBLE TO RECEIVE A GRANT UNDER THIS\n    5  SECTION IS UNABLE TO EXPAND PRE-KINDERGARTEN PROGRAMS AS  DETERMINED  BY\n    6  THE  COMMISSIONER  THEN  SUCH DISTRICT SHALL BE PERMITTED TO UTILIZE THE\n    7  EQUIVALENT  OF  SUCH  UNUSED  PRE-KINDERGARTEN  GRANT  FUNDS  FOR  LOCAL\n    8  PRE-KINDERGARTEN  INITIATIVES, FULL-DAY PRE-KINDERGARTEN PROGRAMS AND/OR\n    9  TRANSPORTATION SERVICES FOR PRE-KINDERGARTEN PUPILS AS APPROVED  BY  THE\n   10  COMMISSIONER,  PROVIDED,  HOWEVER, THAT SUCH EXCESS MAY NOT BE GENERATED\n   11  THROUGH A REDUCTION  IN  PRE-KINDERGARTEN  STUDENTS  SERVED  FROM  THOSE\n   12  SERVED IN THE BASE YEAR.\n   13    S 2. Subdivision 11 of section 3602-e of the education law, as amended\n   14  by section 19 of part B of chapter 57 of the laws of 2007, is amended to\n   15  read as follows:\n   16    11. Notwithstanding the provisions of subdivision ten of this section,\n   17  where  the  district  serves fewer children during the current year than\n   18  PROVIDED FOR BY THE GRANT in the base year, the  school  district  shall\n   19  have  its  apportionment reduced in an amount proportional to such defi-\n   20  ciency in the current year or in the succeeding school year,  as  deter-\n   21  mined  by  the  commissioner,  except  such reduction shall not apply to\n   22  school districts which have fully implemented a universal pre-kindergar-\n   23  ten program by making such program available to all  eligible  children.\n   24  SUCH  REDUCTION  SHALL  NOT APPLY TO DISTRICTS THAT REDUCE THE NUMBER OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05310-01-1\n\n       S. 1580                             2\n\n    1  AVAILABLE PRE-KINDERGARTEN STUDENTS  SERVED  SO  LONG  AS  THE  DISTRICT\n    2  CONTINUES TO SERVE THE NUMBER OF CHILDREN PROVIDED FOR IN THE BASE YEAR.\n    3  Expenses  incurred  by the school district in implementing a pre-kinder-\n    4  garten  program  plan pursuant to this subdivision shall be deemed ordi-\n    5  nary contingent expenses.\n    6    S 3. This act shall take effect July 1, 2012.\n",
  "memo" : "BILL NUMBER:S1580\n\nTITLE OF BILL:\n\nAn act\nto amend the education law, in relation to the expenditure of\npre-kindergarten program grant funds\n\nPURPOSE:\n\nThe Universal Prekindergarten Program (UPK) is a State-funded program\nthat provides educationally-based high-quality prekindergarten to\nfour year old children. UPK programs operate for a minimum of\n2 1/2 hours per day for five days a week during the school year. This\nlegislation would provide school districts with greater flexibility\nin the use of their unexpended UPK grants to maximize the number of\nchildren who are served.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 would permit a school district which is eligible to receive\na UPK grant but unable to fill all of their funded slots the ability\nto utilize unexpended grant money to create full-day slots, and\nsupport the cost of transporting pre-k students.\n\nSection 2 would revise a Maintenance of Effort (MOE) requirement that\npenalizes school districts that provide supplemental funding to serve\nmore students than their UPK grant permits by reducing state aid if\nthey serve fewer students in a subsequent year.\n\nJUSTIFICATION:\n\nEarly education programs provide a strong foundation for at-risk\nchildren. Research has shown that children who are enrolled in high\nquality pre-kindergarten programs are less likely to require special\neducation services, repeat grades or drop out of school. However,\nfull implementation of UPK has not been realized.\n\nApproximately 220 school districts in the state have yet to implement\nUPK due primarily to restrictions in how the funding is used.\nInformation reported to the State Education Department has indicated\nthat uncertainty about funding; insufficient per-pupil allocations;\nparental desire for full-day programs; and the lack of transportation\nfor pre-k program are all barriers to full enrollment. The City of\nNew York was unable to use over $25 million in UPK funding in the\n2008-2009 SFY, due to these restrictions. This legislation would\nallow school districts to more\nfully utilize their UPK grant and remove disincentives for districts\nto serve additional students when economically possible.\n\nLEGISLATIVE HISTORY:\n\nS.6777 of 2009-10 - Passed Senate\n\nFISCAL IMPLICATIONS:\n\n\nNone.\n\nEFFECTIVE DATE:\n\nJuly 1, 2012\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the expenditure of pre-kindergarten program grant funds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110110.T134108.TXT", "SOBI.D110110.T143614.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110113.T190432.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472853
}