{
  "year" : 2011,
  "senateBillNo" : "S1585-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1585-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to involuntary transfer of violent or disruptive pupils",
  "summary" : "Permits involuntary transfer of violent or disruptive pupils to another school. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S5492-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1585\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  OPPENHEIMER -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to  involuntary  transfer\n         of violent or disruptive pupils\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The subdivision heading and paragraph a of subdivision 3 of\n    2  section 3214 of the education law, as amended by chapter 181 of the laws\n    3  of 2000, are amended to read as follows:\n    4    [Suspension] DISCIPLINE of a pupil. a. The board of  education,  board\n    5  of  trustees  or  sole  trustee, the superintendent of schools, district\n    6  superintendent of schools or principal  of  a  school  may  suspend  the\n    7  following pupils from required attendance upon instruction AND/OR TRANS-\n    8  FER  THE FOLLOWING PUPILS FROM THEIR CURRENT CLASSROOM SETTING TO A MORE\n    9  APPROPRIATE EDUCATIONAL SETTING IN ANOTHER SCHOOL:\n   10    A pupil who is insubordinate or disorderly or violent  or  disruptive,\n   11  or  whose  conduct  otherwise  endangers  the  safety, morals, health or\n   12  welfare of others.\n   13    S 2. Subparagraph 1 of paragraph c of subdivision 3 of section 3214 of\n   14  the education law, as amended by chapter 430 of the  laws  of  2006,  is\n   15  amended to read as follows:\n   16    (1)  No  pupil  may be suspended for a period in excess of five school\n   17  days AND/OR TRANSFERRED unless such pupil and  the  person  in  parental\n   18  relation to such pupil shall have had an opportunity for a fair hearing,\n   19  upon  reasonable  notice,  at  which  such pupil shall have the right of\n   20  representation by counsel, with the right to question witnesses  against\n   21  such  pupil  and  to  present witnesses and other evidence on his or her\n   22  behalf. Where the pupil is a student with  a  disability  or  a  student\n   23  presumed  to  have  a  disability, the provisions of paragraph g of this\n   24  subdivision shall also apply. Where a pupil has  been  suspended  AND/OR\n   25  TRANSFERRED  in accordance with this subparagraph by a superintendent of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05291-01-1\n\n       S. 1585                             2\n\n    1  schools, district superintendent of schools,  or  community  superinten-\n    2  dent,  the  superintendent  shall  personally  hear  and  determine  the\n    3  proceeding or may, in his or her discretion, designate a hearing officer\n    4  to  conduct  the  hearing.  The  hearing  officer shall be authorized to\n    5  administer oaths and to issue subpoenas in conjunction with the proceed-\n    6  ing before him or her. A record of the hearing shall be maintained,  but\n    7  no  stenographic transcript shall be required and a tape recording shall\n    8  be deemed a satisfactory record.  The hearing officer shall  make  find-\n    9  ings of fact and recommendations as to the appropriate measure of disci-\n   10  pline  to the superintendent. The report of the hearing officer shall be\n   11  advisory only, and the superintendent may accept all or any part  there-\n   12  of.  An  appeal  will lie from the decision of the superintendent to the\n   13  board of education who shall make its decision solely  upon  the  record\n   14  before  it.  The board may adopt in whole or in part the decision of the\n   15  superintendent of schools.  Where the basis for the  suspension  is,  in\n   16  whole or in part, the possession on school grounds or school property by\n   17  the  student  of  any  firearm, rifle, shotgun, dagger, dangerous knife,\n   18  dirk, razor, stiletto or any of the weapons, instruments  or  appliances\n   19  specified  in  subdivision  one  of section 265.01 of the penal law, the\n   20  hearing officer or superintendent shall not be barred  from  considering\n   21  the  admissibility  of such weapon, instrument or appliance as evidence,\n   22  notwithstanding a determination by a court in  a  criminal  or  juvenile\n   23  delinquency  proceeding  that the recovery of such weapon, instrument or\n   24  appliance was the result of an unlawful search or seizure.\n   25    S 3. Subparagraph 1 of paragraph c of subdivision 3 of section 3214 of\n   26  the education law, as amended by chapter 380 of the  laws  of  2001,  is\n   27  amended to read as follows:\n   28    (1)  No  pupil  may be suspended for a period in excess of five school\n   29  days AND/OR TRANSFERRED unless such pupil and  the  person  in  parental\n   30  relation to such pupil shall have had an opportunity for a fair hearing,\n   31  upon  reasonable  notice,  at  which  such pupil shall have the right of\n   32  representation by counsel, with the right to question witnesses  against\n   33  such  pupil  and  to present witnesses and other evidence on his behalf.\n   34  Where a pupil has been suspended AND/OR TRANSFERRED in  accordance  with\n   35  this subdivision by a superintendent of schools, district superintendent\n   36  of  schools,  or  community  superintendent,  the  superintendent  shall\n   37  personally hear and determine the proceeding or may, in his  discretion,\n   38  designate  a hearing officer to conduct the hearing. The hearing officer\n   39  shall be authorized to  administer  oaths  and  to  issue  subpoenas  in\n   40  conjunction  with  the  proceeding  before  him. A record of the hearing\n   41  shall be maintained, but no stenographic transcript  shall  be  required\n   42  and  a tape recording shall be deemed a satisfactory record. The hearing\n   43  officer shall make findings of fact and recommendations as to the appro-\n   44  priate measure of discipline to the superintendent. The  report  of  the\n   45  hearing  officer  shall  be  advisory  only,  and the superintendent may\n   46  accept all or any part thereof. An appeal will lie from the decision  of\n   47  the superintendent to the board of education who shall make its decision\n   48  solely  upon  the  record  before it. The board may adopt in whole or in\n   49  part the decision of the superintendent of schools. Where the basis  for\n   50  the suspension is, in whole or in part, the possession on school grounds\n   51  or  school  property  by  the  student  of  any firearm, rifle, shotgun,\n   52  dagger, dangerous knife, dirk, razor, stiletto or any  of  the  weapons,\n   53  instruments or appliances specified in subdivision one of section 265.01\n   54  of  the  penal  law,  the hearing officer or superintendent shall not be\n   55  barred from considering the admissibility of such weapon, instrument  or\n   56  appliance  as  evidence, notwithstanding a determination by a court in a\n\n       S. 1585                             3\n\n    1  criminal or juvenile delinquency proceeding that the  recovery  of  such\n    2  weapon,  instrument or appliance was the result of an unlawful search or\n    3  seizure.\n    4    S  4.  Paragraph  a  of subdivision 5 of section 3214 of the education\n    5  law, as amended by chapter 181 of the laws of 2000, is amended  to  read\n    6  as follows:\n    7    a.  The  board  of  education,  board of trustees or sole trustee, the\n    8  superintendent of schools, or district  superintendent  of  schools  may\n    9  transfer  a  pupil  who  has  not been determined to be a student with a\n   10  disability as defined in section forty-four hundred one of this chapter,\n   11  or a student presumed to have a disability for  discipline  purposes  as\n   12  defined in paragraph g of subdivision three of this section from regular\n   13  classroom  instruction  to an appropriate educational setting in another\n   14  school upon the written  recommendation  of  the  school  principal  and\n   15  following  independent  review  thereof. For purposes of this section of\n   16  the law, \"involuntary transfer\" does not include a transfer  made  by  a\n   17  school  district as part of a plan to reduce racial imbalance within the\n   18  schools [or as], a change in school  attendance  zones  or  geographical\n   19  boundaries  OR  A TRANSFER AS A RESULT OF A DISCIPLINARY ACTION PURSUANT\n   20  TO PARAGRAPH C OF SUBDIVISION THREE OF THIS SECTION.\n   21    S 5. This act shall  take  effect  on  the  first  of  September  next\n   22  succeeding  the  date  on  which  it  shall have become a law; provided,\n   23  however, that the amendments made to subparagraph 1 of  paragraph  c  of\n   24  subdivision  3  of  section  3214 of the education law by section two of\n   25  this act shall be subject  to  the  expiration  and  reversion  of  such\n   26  subparagraph  pursuant  to section 8 of chapter 430 of the laws of 2006,\n   27  when upon such date the provisions of section three of  this  act  shall\n   28  take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to involuntary transfer of violent or disruptive pupils ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110110.T145615.TXT", "SOBI.D110110.T141611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774334861
}