{
  "year" : 2011,
  "senateBillNo" : "S1582-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1582-2011-1294635600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the special education short-term revolving loan fund and authorizes the state comptroller to provide special education short-term revolving loans",
  "summary" : "Establishes the special education short-term revolving loan fund and authorizes the state comptroller to provide special education short-term revolving loans to certain special act school districts or approved special education providers. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A1089",
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S7134-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1582\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  OPPENHEIMER -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, in relation to  establishing  the\n         special  education  short-term revolving loan fund, and in relation to\n         authorizing the state comptroller to provide special education  short-\n         term  revolving  loans  to  certain  special  act  school districts or\n         approved special education providers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  state finance law is amended by adding a new section\n    2  99-t to read as follows:\n    3    S 99-T. SPECIAL EDUCATION SHORT-TERM REVOLVING LOAN FUND. 1.  THERE IS\n    4  HEREBY ESTABLISHED IN THE JOINT  CUSTODY  OF  THE  COMPTROLLER  AND  THE\n    5  COMMISSIONER  OF  TAXATION AND FINANCE A FUND TO BE KNOWN AS THE SPECIAL\n    6  EDUCATION SHORT-TERM REVOLVING LOAN FUND. SUCH  FUND  SHALL  CONSIST  OF\n    7  MONEYS MADE AVAILABLE PURSUANT TO APPROPRIATION AND ANY OTHER SOURCES IN\n    8  ORDER  TO  PROVIDE  SUPPORT  FOR  PROMPT CONTRACTING WITH AND PAYMENT OF\n    9  NOT-FOR-PROFIT ORGANIZATIONS.\n   10    2. MONEYS OF THE FUND MAY BE EXPENDED PURSUANT TO SECTION ONE  HUNDRED\n   11  SEVENTY-NINE-FF OF THIS CHAPTER. MONEYS SHALL BE PAID OUT OF THE FUND ON\n   12  THE AUDIT AND WARRANT OF THE STATE COMPTROLLER PURSUANT TO SUCH SECTION.\n   13    S  2.  The state finance law is amended by adding a new section 179-ff\n   14  to read as follows:\n   15    S 179-FF. SPECIAL EDUCATION SHORT-TERM REVOLVING LOANS. 1.  THE  COMP-\n   16  TROLLER  IS  AUTHORIZED  TO  PROVIDE  LOANS  FROM  THE SPECIAL EDUCATION\n   17  SHORT-TERM REVOLVING LOAN FUND ESTABLISHED BY SECTION  NINETY-NINE-T  OF\n   18  THIS  CHAPTER  TO  ANY  SPECIAL  ACT SCHOOL DISTRICT OR APPROVED SPECIAL\n   19  EDUCATION PROVIDER SEEKING SHORT-TERM FINANCING FOR OPERATIONS,  PENDING\n   20  TUITION  PAYMENTS AS AUTHORIZED UNDER SECTION FORTY-FOUR HUNDRED FIVE OF\n   21  THE EDUCATION LAW. THE COMPTROLLER MAY PROVIDE SUCH A LOAN TO A  SPECIAL\n   22  ACT  SCHOOL DISTRICT OR APPROVED SPECIAL EDUCATION PROVIDER UPON RECEIPT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05308-01-1\n\n       S. 1582                             2\n\n    1  OF A WRITTEN AGREEMENT BETWEEN THE SCHOOL DISTRICT OR PROVIDER  AND  THE\n    2  STATE  EDUCATION  DEPARTMENT  OUTLINING  THE  NEED FOR SUCH LOAN AND THE\n    3  ANTICIPATED TUITION PAYMENT OR TUITION RECONCILIATION THAT WILL  PROVIDE\n    4  REASONABLE  ASSURANCES  OF  REPAYMENT  THAT IS SATISFACTORY TO THE COMP-\n    5  TROLLER. SUCH LOAN SHALL NOT BEAR INTEREST AND REPAYMENT  OF  SUCH  LOAN\n    6  MAY BE MADE UPON RECEIPT OF TUITION PAYMENTS AND RECONCILIATIONS, PURSU-\n    7  ANT TO THE WRITTEN AGREEMENT.\n    8    2. THE COMPTROLLER SHALL PROMULGATE RULES AND REGULATIONS WITHIN NINE-\n    9  TY  DAYS  OF THE EFFECTIVE DATE OF THIS SECTION FOR THE OPERATION OF THE\n   10  SPECIAL EDUCATION SHORT-TERM REVOLVING LOAN FUND  WHICH  SHALL  INCLUDE,\n   11  BUT  NOT  BE  LIMITED TO, THE CRITERIA TO BE USED IN DETERMINING SCHOOLS\n   12  AND SCHOOL DISTRICTS ELIGIBLE FOR ASSISTANCE; A PROCEDURE AND ANY NECES-\n   13  SARY INFORMATION THAT SCHOOLS AND SCHOOL DISTRICTS NEED TO SUBMIT APPLI-\n   14  CATIONS FOR A LOAN FROM THIS FUND; A SCHEDULE FOR REVIEWING SUCH  APPLI-\n   15  CATIONS,  NOT TO EXCEED THIRTY DAYS, AND NOTIFICATION TO AN APPLICANT OF\n   16  APPROVAL OR DISAPPROVAL OF SUCH APPLICATION FOR INTERIM FUNDING; AND ANY\n   17  OTHER REQUIREMENTS DEEMED NECESSARY BY THE COMPTROLLER.\n   18    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1582\n\nTITLE OF BILL:\nAn act\nto amend the state finance law, in relation to establishing the special\neducation short-term revolving loan fund, and in relation to authorizing\nthe state comptroller to provide special education short-term revolving\nloans to certain special act school districts or approved special\neducation providers\n\nPURPOSE:\nTo provide Special Act school districts with an alternative to the\nhigh cost of Revenue Anticipation Notes that are offered by banking\ninstitutions.\n\nSUMMARY OF PROVISIONS:\nSection one amends state finance law by adding a new section 99-t,\nwhich establishes the \"Special Education Revolving Loan Fund\", under\nthe joint custody of the Comptroller and the Commissioner of Tax and\nFinance.\n\nSection two amends state finance law by adding a new section 179-ff\nwhich authorizes the Comptroller to provide short term loans from the\nfund, pending tuition payments from the state.\n\nSection three provides for the effective date, which is immediate.\n\nEXISTING LAW:\nCurrent law provides funding to Special Act Schools through a complex\nmethodology in which schools are getting reimbursed at rates set in\nprevious years, for students previously served.\nThese school districts currently rely heavily on short-term borrowing\nfrom banks in the form of Revenue Anticipation Notes (RANs), to keep\ntheir doors open. The State does not allow for reimbursement of\ninterest fees that are paid to banks.\n\nJUSTIFICATION:\nCreated by special acts of the New York State Legislature, Special Act\nschools provide unique educational and therapeutic opportunities to\nstudents who have experienced failure in previous school settings.\nSpecial Act school districts are located on the grounds of\nresidential childcare\nfacilities licensed by the Department of Social Services. Although\nthey primarily serve a residential population, Special Act schools\nalso accept referrals of day students who are experiencing similar\npsychological, educational, or physical disabilities. Because of the\nshifting needs of the students served, students can remain at the\nschools for as little as one week to as long as a few years.\n\nThe Special Act schools annually provide rehabilitative and\neducational services to thousands of New York State's most\nchallenging children - children who have been admitted into the\njuvenile justice system, foster care, and the mental healthcare\nsystem. For many of these children, these schools are their last\nhope. Special Act schools are held to the same federal and state\nstandards that all public schools are held to, but without the same\n\n\nfinancial infrastructure afforded other public schools. These schools\nhave no taxing authority and rely heavily on state aid in the form of\ntuition reimbursement.\n\nUnder current law, tuition rates are established each year by the\nCommissioner of Education, subject to the approval of the Division of\nBudget, with final rates adjusted to reflect the actual approved\ncosts incurred by each provider. This reconciliation process allows\nthe state to evaluate and recapture State and local payments that\nexceed actual costs. Given the complexity of the methodology as well\nas the shifting population of Special Act schools, this process of\nreconciliation can take years to sort out.\n\nMount Pleasant Cottage School provides an example of the problem: they\nare required to comply with mandates issued by the State Education\nDepartment's Office of Vocational and Educational Services for\nIndividuals with Disabilities (VESID), for example, by adding staff,\nyet have not received reimbursement for such from NYSED's Rate\nSetting Unit or Division of Budget to bill for the school years\n2006-2007, 2007-2008, 2008-2009 and 2009-2010. They are currently\nbilling at 2005-2006 levels, a rate that is woefully inadequate to\npay for educational expenses related to mandated services for their\nstudents.\n\nThis situation has forced the schools to resort to short term\nborrowing from banks in the form of Revenue Anticipation Notes\n(RANs). State funding does not allow for reimbursement of the cost of\nborrowing, leaving these schools with the additional burden of\nexpensive interest fees.\nThe average interest rate for RANs has increased dramatically since\nthe recent collapse of the financial markets. In fact many Special\nAct schools are finding in very difficult to find banks willing to\nprovide these loans at all.\n\nDuring the 2008-2009 school year Special Act schools borrowed over $27\nmillion at a cost of $1.3 million in interest, in order to meet their\nobligations. If the rate setting methodology was a more timely and\nefficient process, these loans would be unnecessary, however\nlegislation that would improve the methodology has been consistently\nmet with vetoes. (see Veto 156 of 2007;\nVeto 279 of 2006; and Veto 220 of 2004)\n\nThis bill would allow New York State to provide loans to Special Act\nschools in anticipation of the school's revenue, which comes from the\nState, thereby saving the schools millions in interest payments at no\ncost to the State.\n\nLEGISLATIVE HISTORY:\nS.7134/A.10428 of 2009-2010 - Passed Senate.\nSimilar legislation has been enacted in\nthe past. Chapter 166 of the Laws of 1991 contained a provision which\ncreated the \"Not-for-Profit Short-Term Revolving Loan Fund\", which\nserved a similar purpose - to provide loans to not-for-profits\ncontracting with the State, in anticipation of revenue from the State.\n\nFISCAL IMPLICATIONS:\n\n\nThere is no cost to the state, however this bill will save Special Act\nschool districts at least $1.3 million per year.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to establishing the special education short-term revolving loan fund, and in relation to authorizing the state comptroller to provide special education short-term revolving loans to certain special act school districts or approved special education providers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110110.T143147.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T135110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472856
}