{
  "year" : 2011,
  "senateBillNo" : "S1584-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1584-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a facilitator center for private and parochial schools",
  "summary" : "Creates a facilitator center for private and parochial schools. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S5415-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1584\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Education\n\n       AN  ACT  to  amend  the education law, in relation to establishment of a\n         facilitator center for private and parochial schools\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 115 to\n    2  read as follows:\n    3    S 115. FACILITATOR CENTER FOR PRIVATE AND PAROCHIAL SCHOOLS.  1. THERE\n    4  IS  HEREBY  ESTABLISHED THE FACILITATOR CENTER FOR PRIVATE AND PAROCHIAL\n    5  SCHOOLS TO SUPPORT THE ACTIVITIES OF INDEPENDENT AND  RELIGIOUS  SCHOOLS\n    6  IN  THE STATE; TO PROMOTE, FOSTER, AND ENCOURAGE ACADEMIC EXCELLENCE AND\n    7  SCHOLASTIC ACHIEVEMENT IN SUCH SCHOOLS; TO RECEIVE  ALLOCATIONS  OF  AID\n    8  FROM  THE FEDERAL, STATE AND LOCAL GOVERNMENTS AND SUBDIVISIONS THEREOF;\n    9  TO ADMINISTER AND EXPEND SUCH ALLOCATIONS ON BEHALF OF SUCH  SCHOOLS  IN\n   10  ACCORDANCE  WITH THE LAWS, RULES AND/OR REGULATIONS GOVERNING SUCH ALLO-\n   11  CATIONS.\n   12    2. THE COMMISSIONER SHALL, UPON THE REQUEST OF ONE OR MORE PRIVATE AND\n   13  PAROCHIAL SCHOOLS, REALLOCATE TO THE FACILITATOR  CENTER  SUCH  FEDERAL,\n   14  STATE OR LOCAL EDUCATION FUNDS AS HAVE BEEN IDENTIFIED BY SUCH SCHOOL OR\n   15  SCHOOLS  IN  ORDER  THAT  SUCH  FUNDS BE ADMINISTERED BY THE FACILITATOR\n   16  CENTER. THE ADMINISTRATIVE CHARGES  OF  THE  FACILITATOR  CENTER,  WHICH\n   17  SHALL BE DEDUCTED FROM SUCH FEDERAL, STATE AND/OR LOCAL EDUCATION FUNDS,\n   18  SHALL BE ESTABLISHED AND ADJUSTED ACCORDING TO A MEMORANDUM OF AGREEMENT\n   19  BETWEEN THE COMMISSIONER, THE CHIEF EXECUTIVE OFFICER OF THE FACILITATOR\n   20  CENTER AND A REPRESENTATIVE OF SUCH SCHOOL OR SCHOOLS.\n   21    3.  THE COMMISSIONER SHALL PROMULGATE ANY RULE OR REGULATION NECESSARY\n   22  TO CARRY OUT THE PROVISIONS OF THIS SECTION.\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05292-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishment of a facilitator center for private and parochial schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110110.T145615.TXT", "SOBI.D110110.T141611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774334853
}