{
  "year" : 2011,
  "senateBillNo" : "S1587-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1587-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the development and implementation of statewide school nutrition standards, for the review of school wellness policies",
  "summary" : "Provides for the development and implementation of statewide school nutrition standards for food and beverages that are sold to students and for the review of school wellness policies, increases the amount authorized for school spending on milk and food. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA5785-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1587\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  OPPENHEIMER, MONTGOMERY -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Educa-\n         tion\n\n       AN  ACT  to  amend the education law, in relation to the development and\n         implementation of statewide school nutrition standards  for  food  and\n         beverages  that are sold to students and the review of school wellness\n         policies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title.  This act shall be known and may be cited as\n    2  \"the school nutrition act of 2011\".\n    3    S 2. The education law is amended by adding a  new  section  915-a  to\n    4  read as follows:\n    5    S  915-A. FOOD AND BEVERAGE NUTRITION STANDARDS. 1. A. THE COMMISSION-\n    6  ER, IN CONSULTATION WITH THE DEPARTMENT OF  HEALTH,  THE  DEPARTMENT  OF\n    7  AGRICULTURE  AND  MARKETS, THE OFFICE OF GENERAL SERVICES AND WITH INPUT\n    8  FROM, INCLUDING BUT NOT LIMITED TO, AT  LEAST  ONE  REPRESENTATIVE  EACH\n    9  FROM  THE  SCHOOL FOOD SERVICE DIRECTORS; SCHOOL BOARDS; SCHOOL ADMINIS-\n   10  TRATORS; CERTIFIED DIETICIANS/NUTRITIONISTS  OR  REGISTERED  DIETICIANS;\n   11  THE PEDIATRIC MEDICAL COMMUNITY; THE PUBLIC HEALTH COMMUNITY; COMPREHEN-\n   12  SIVE  CARE CENTERS FOR EATING DISORDERS, ESTABLISHED PURSUANT TO ARTICLE\n   13  TWENTY-SEVEN-J OF THE PUBLIC HEALTH LAW; AND THE AGRICULTURAL COMMUNITY,\n   14  SHALL DEVELOP BY DECEMBER THIRTY-FIRST, TWO THOUSAND  TWELVE,  STATEWIDE\n   15  SCHOOL  NUTRITION  STANDARDS  FOR  FOOD  AND  BEVERAGES THAT ARE SOLD TO\n   16  STUDENTS EXCLUSIVE OF THOSE PROVIDED THROUGH  THE  FEDERAL  SCHOOL  MEAL\n   17  PROGRAMS.  THE COMMISSIONER SHALL SEEK TO ENSURE THAT SUCH INPUT REPRES-\n   18  ENTS A BALANCED AND COMPREHENSIVE PERSPECTIVE.  SUCH NUTRITION STANDARDS\n   19  SHALL BE DEVELOPED TO PROMOTE A HEALTHFUL DIET  TAKING  INTO  ACCOUNT  A\n   20  PREPONDERANCE OF THE NUTRITIONAL, SCIENTIFIC AND MEDICAL KNOWLEDGE WHICH\n   21  IS CURRENT AT THE TIME SUCH RECOMMENDATIONS ARE MADE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05306-01-1\n\n       S. 1587                             2\n\n    1    B.  NO  LATER THAN JUNE THIRTIETH, TWO THOUSAND THIRTEEN, THE BOARD OF\n    2  REGENTS SHALL PROMULGATE REGULATIONS BASED ON THE NUTRITIONAL  STANDARDS\n    3  RECOMMENDED  BY THE COMMISSIONER. SUCH REGULATIONS SHALL APPLY TO SCHOOL\n    4  MEALS, EXCLUSIVE OF  THOSE  PROVIDED  THROUGH  FEDERAL  OR  SCHOOL  MEAL\n    5  PROGRAMS, ENTREES, SNACKS AND BEVERAGES SOLD OR SERVED ON SCHOOL GROUNDS\n    6  IN  EACH SCHOOL DISTRICT, NON-PUBLIC SCHOOL, BOARD OF COOPERATIVE EDUCA-\n    7  TION AND CHARTER SCHOOL THAT PARTICIPATES IN A PROGRAM AUTHORIZED BY THE\n    8  RICHARD B. RUSSELL NATIONAL SCHOOL LUNCH ACT OR THE CHILD NUTRITION  ACT\n    9  OF 1966, COLLECTIVELY REFERRED TO IN THIS SECTION AS \"SCHOOL DISTRICTS\",\n   10  DURING  THE  SCHOOL  DAY  FROM ANY SOURCE INCLUDING, BUT NOT LIMITED TO,\n   11  SCHOOL CAFETERIAS, A LA CARTE LINES, SCHOOL STORES, OR VENDING MACHINES.\n   12  SUCH REGULATIONS SHALL BE APPLICABLE IN THE TWO  THOUSAND  THIRTEEN--TWO\n   13  THOUSAND FOURTEEN SCHOOL YEAR.\n   14    C.  NOTWITHSTANDING  ANY  OTHER  PARAGRAPH  OF  THIS SUBDIVISION, THIS\n   15  SECTION AND REGULATIONS PROMULGATED HEREUNDER SHALL NOT  APPLY  TO:  (I)\n   16  FOODS AND BEVERAGES PROVIDED UNDER THE FEDERAL CHILD AND ADULT CARE FOOD\n   17  PROGRAM,  WHICH  SHALL BE SUBJECT TO THE REQUIREMENTS IMPOSED UNDER THAT\n   18  PROGRAM; (II) FOODS AND BEVERAGES  SOLD,  SERVED  OR  OFFERED  AT  AFTER\n   19  SCHOOL ACTIVITIES ATTENDED BY BOTH ADULTS AND STUDENTS, SUCH AS CONCERTS\n   20  AND SPORTING EVENTS; OR (III) FOODS AND BEVERAGES SOLD: (A) BY STUDENTS,\n   21  THEIR  IMMEDIATE  FAMILY  MEMBERS  OR GUARDIANS OR SCHOOL EMPLOYEES, (B)\n   22  THROUGH SOURCES OTHER THAN SCHOOL CAFETERIAS, A LA CARTE LINES,  VENDING\n   23  MACHINES, AND SCHOOL STORES, (C) AFTER THE END  OF  THE  LAST  SCHEDULED\n   24  MEAL  PERIOD  OF THE SCHOOL DAY, AND (D) ONLY FOR THE PURPOSE OF RAISING\n   25  FUNDS TO SUPPORT SCHOOL ACTIVITIES.\n   26    D. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THIS SECTION AND  REGU-\n   27  LATIONS PROMULGATED HEREUNDER SHALL NOT PROHIBIT NOR RESTRICT THE ACQUI-\n   28  SITION  AND  UTILIZATION  OF  ANY  FOOD ITEM AVAILABLE THROUGH FEDERALLY\n   29  FUNDED PROGRAMS SUCH AS THE USDA COMMODITIES PROGRAM AND  DEPARTMENT  OF\n   30  DEFENSE FOOD PROGRAMS.\n   31    2.  ON  OR BEFORE JULY FIRST, TWO THOUSAND THIRTEEN, THE COMMISSIONER,\n   32  IN COLLABORATION WITH THE DEPARTMENT OF HEALTH  AND  INCLUDING  BUT  NOT\n   33  LIMITED  TO,  AT  LEAST  ONE  REPRESENTATIVE  EACH  FROM THE SCHOOL FOOD\n   34  SERVICE  DIRECTORS;  SCHOOL  BOARDS;  SCHOOL  ADMINISTRATORS;  CERTIFIED\n   35  DIETICIANS/NUTRITIONISTS  OR  REGISTERED  DIETICIANS; COMPREHENSIVE CARE\n   36  CENTERS  FOR  EATING  DISORDERS,   ESTABLISHED   PURSUANT   TO   ARTICLE\n   37  TWENTY-SEVEN-J  OF  THE  PUBLIC  HEALTH  LAW;  AND THE PEDIATRIC MEDICAL\n   38  COMMUNITY SHALL ISSUE RECOMMENDATIONS FOR METHODS AND  THE  PRACTICALITY\n   39  OF  PROVIDING  STUDENTS  WITH  AGE APPROPRIATE INFORMATION REGARDING THE\n   40  NUTRITIONAL CONTENT OF SCHOOL MENU ITEMS.\n   41    3. ON OR BEFORE JULY FIRST, TWO THOUSAND THIRTEEN,  THE  COMMISSIONER,\n   42  IN  COLLABORATION  WITH  THE  DEPARTMENT OF AGRICULTURE AND MARKETS, AND\n   43  INCLUDING BUT NOT LIMITED TO, AT LEAST ONE REPRESENTATIVE EACH FROM  THE\n   44  SCHOOL FOOD SERVICE DIRECTORS; SCHOOL BOARDS; SCHOOL ADMINISTRATORS; AND\n   45  THE  AGRICULTURAL  COMMUNITY,  SHALL ISSUE RECOMMENDATIONS ON INCREASING\n   46  OPPORTUNITIES FOR NEW YORK STATE FARMS AND FARMERS TO  COLLABORATE  WITH\n   47  SCHOOL DISTRICTS.\n   48    4.  RECOMMENDATIONS  ISSUED  PURSUANT TO SUBDIVISIONS TWO AND THREE OF\n   49  THIS SECTION SHALL BE ISSUED IN A REPORT  TO  THE  LEGISLATURE  AND  THE\n   50  GOVERNOR  ON OR BEFORE JULY FIRST, TWO THOUSAND THIRTEEN. COPIES OF SUCH\n   51  REPORT SHALL BE MADE AVAILABLE TO SCHOOL DISTRICTS.\n   52    5. BEGINNING WITH THE TWO  THOUSAND  THIRTEEN--TWO  THOUSAND  FOURTEEN\n   53  SCHOOL YEAR, AND EACH YEAR THEREAFTER, SCHOOL DISTRICTS SHALL RECEIVE AN\n   54  ADDITIONAL FIFTEEN CENTS (ABOVE THE AMOUNT PROVIDED FOR THE TWO THOUSAND\n   55  ELEVEN--TWO  THOUSAND  TWELVE  SCHOOL YEAR), PER THE NUMBER OF FEDERALLY\n   56  REIMBURSABLE BREAKFASTS AND LUNCHES SERVED IN THE PRIOR FISCAL  YEAR  TO\n\n       S. 1587                             3\n\n    1  STUDENTS,  IN  ACCORDANCE WITH AN ACT OF CONGRESS ENTITLED THE \"NATIONAL\n    2  SCHOOL LUNCH ACT\", P.L. 79-396, AS AMENDED, OR  THE  PROVISIONS  OF  THE\n    3  \"CHILD NUTRITION ACT OF 1996\", P.L. 89-642, AS AMENDED.\n    4    6.  IF  AT THE COMMENCEMENT OF THE TWO THOUSAND THIRTEEN--TWO THOUSAND\n    5  FOURTEEN SCHOOL YEAR, A SCHOOL DISTRICT HAS AN EXISTING CONTRACT WITH  A\n    6  COMPANY  TO  PROVIDE  VENDING  OR OTHER FOOD AND BEVERAGE SERVICES WHICH\n    7  WOULD BE BREACHED BY COMPLIANCE WITH THE REGULATIONS ESTABLISHED  PURSU-\n    8  ANT  TO  THIS SECTION, SUCH STANDARDS THAT AFFECT SUCH CONTRACT SHALL BE\n    9  APPLICABLE TO THE SCHOOL DISTRICT ON THE DAY FOLLOWING THE  END  OF  THE\n   10  CURRENT  TERM  OF  SUCH CONTRACT OR ON THE DATE ON WHICH THE CONTRACT IS\n   11  TERMINATED, WHICHEVER IS EARLIER. SUCH  STANDARDS  SHALL  APPLY  TO  ALL\n   12  CONTRACTS  THAT  ARE ISSUED, RENEWED, MODIFIED, ALTERED OR AMENDED AFTER\n   13  THE START OF THE TWO THOUSAND  THIRTEEN--TWO  THOUSAND  FOURTEEN  SCHOOL\n   14  YEAR.\n   15    S  3.  The  education  law is amended by adding a new section 918-a to\n   16  read as follows:\n   17    S 918-A. LOCAL SCHOOL WELLNESS POLICIES. 1. ON OR BEFORE  JULY  FIRST,\n   18  TWO  THOUSAND  TWELVE, EACH SCHOOL DISTRICT, NON-PUBLIC SCHOOL, BOARD OF\n   19  COOPERATIVE EDUCATIONAL SERVICES AND CHARTER SCHOOL THAT PARTICIPATES IN\n   20  ANY PROGRAM AUTHORIZED BY THE RICHARD B. RUSSELL NATIONAL  SCHOOL  LUNCH\n   21  ACT OR THE CHILD NUTRITION ACT OF 1966, COLLECTIVELY REFERRED TO IN THIS\n   22  SECTION  AS  \"SCHOOL  DISTRICTS\",  SHALL  BEGIN A REVIEW OF THEIR SCHOOL\n   23  WELLNESS POLICIES TO DETERMINE THE EFFECTIVENESS AND  ADEQUACY  OF  SUCH\n   24  POLICY.  IN  THE COURSE OF SUCH REVIEW, THE GOVERNING BODY OR OFFICER OF\n   25  THE SCHOOL DISTRICTS SHALL:\n   26    A. INVOLVE, AT A MINIMUM, PARENTS AND GUARDIANS,  STUDENTS,  REPRESEN-\n   27  TATIVES  OF  THE  SCHOOL  FOOD  AUTHORITY, SCHOOL ADMINISTRATORS, SCHOOL\n   28  NURSES OR OTHER  HEALTH  STAFF,  CERTIFIED  DIETICIANS/NUTRITIONISTS  OR\n   29  REGISTERED DIETICIANS IF AVAILABLE, PHYSICAL EDUCATION STAFF, AND TEACH-\n   30  ERS;\n   31    B.  CONSIDER  ANY  RECOMMENDATIONS MADE BY A SCHOOL DISTRICT NUTRITION\n   32  ADVISORY COMMITTEE ESTABLISHED IN SECTION NINE HUNDRED EIGHTEEN OF  THIS\n   33  ARTICLE, IF SUCH COMMITTEE HAS BEEN FORMED BY THE SCHOOL DISTRICT;\n   34    C. EVALUATE THE IMPLEMENTATION OF THE DISTRICT'S WELLNESS POLICY;\n   35    D.  EVALUATE  PROGRESS IN ACHIEVING GOALS FOR NUTRITION EDUCATION, AND\n   36  OTHER SCHOOL BASED ACTIVITIES THAT ARE DESIGNED TO PROMOTE STUDENT WELL-\n   37  NESS;\n   38    E. CONSIDER RECOMMENDATIONS FOR HEALTHY FUNDRAISING ACTIVITIES, CLASS-\n   39  ROOM EVENTS AND CELEBRATIONS;\n   40    F. (I) EVALUATE THE ROLE OF HEALTH EDUCATION AS PART OF THE CURRICULUM\n   41  TO PROVIDE KNOWLEDGE AND TEACH SKILLS TO HELP STUDENTS ADOPT  AND  MAIN-\n   42  TAIN  LIFELONG,  HEALTHY EATING PATTERNS IN BALANCE WITH PHYSICAL ACTIV-\n   43  ITY; AND\n   44    (II) EVALUATE THE RELATIONSHIP BETWEEN THE RELEVANT COMPONENTS OF  THE\n   45  DISTRICT  CURRICULUM  AND  WELLNESS POLICY, INCLUDING BUT NOT LIMITED TO\n   46  HEALTH EDUCATION AND PHYSICAL EDUCATION; AND\n   47    G. EVALUATE OPPORTUNITIES FOR INCREASED PHYSICAL ACTIVITY  DURING  THE\n   48  DAY.\n   49    2.  THE  REVIEW OF THE DISTRICT WELLNESS POLICY SHALL INCLUDE AT LEAST\n   50  ONE PUBLIC MEETING TO ALLOW FOR MAXIMUM  PARTICIPATION  BY  THE  PUBLIC.\n   51  SUCH  PUBLIC  MEETING  MAY  TAKE  PLACE AS PART OF A REGULARLY SCHEDULED\n   52  BOARD MEETING.\n   53    3. A. THE INITIAL  REVIEW  OF  DISTRICT  WELLNESS  POLICIES  SHALL  BE\n   54  COMPLETED  BY  JULY FIRST, TWO THOUSAND THIRTEEN. FOLLOWING SUCH INITIAL\n   55  REVIEW, EACH DISTRICT SHALL COMMENCE A SUBSEQUENT REVIEW OF THEIR  WELL-\n\n       S. 1587                             4\n\n    1  NESS POLICY, AT A MINIMUM, ONCE EVERY FIVE YEARS, IN ACCORDANCE WITH THE\n    2  PROVISIONS OF SUBDIVISION ONE OF THIS SECTION.\n    3    B.  CHANGES TO DISTRICT WELLNESS POLICIES AS A RESULT OF THESE REGULAR\n    4  REVIEWS SHALL BE ADOPTED BY THE BOARD AND MADE AVAILABLE TO  THE  PUBLIC\n    5  IN A MANNER TO BE DETERMINED BY THE LOCAL BOARD.\n    6    4.  EACH SCHOOL DISTRICT SHALL MAKE THE CURRENT WELLNESS POLICY OF THE\n    7  DISTRICT AVAILABLE TO THE DEPARTMENT UPON REQUEST.\n    8    S 4. Subdivision 1 of section 2854 of the education law is amended  by\n    9  adding a new paragraph (g) to read as follows:\n   10    (G)  A  CHARTER  SCHOOL SHALL BE SUBJECT TO THE PROVISIONS OF SECTIONS\n   11  NINE HUNDRED FIFTEEN-A AND NINE HUNDRED EIGHTEEN-A OF THIS CHAPTER.\n   12    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the development and implementation of statewide school nutrition standards for food and beverages that are sold to students and the review of school wellness policies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T145615.TXT", "SOBI.D110111.T143714.TXT", "SOBI.D110110.T141611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774634015
}