{
  "year" : 2011,
  "senateBillNo" : "S158-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S158-2011-1294203600000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defers eligible lists for persons called to active duty in military service",
  "summary" : "Defers eligible lists for persons called to active duty in military service. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "SA4518-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          158\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Civil Service and Pensions\n\n       AN ACT to amend the civil service law, in relation to deferring eligible\n         lists for persons called to active duty in military service\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1 of section 56 of the civil service law, as\n    2  amended by chapter 411 of the laws  of  1993,  is  amended  to  read  as\n    3  follows:\n    4    1.  The  duration  of an eligible list shall be fixed at not less than\n    5  one nor more than four years; provided that, except for lists promulgat-\n    6  ed for police officer positions in jurisdictions other than the city  of\n    7  New  York, in the event that a restriction against the filling of vacan-\n    8  cies exists in any jurisdiction, the state civil service  department  or\n    9  municipal commission having jurisdiction shall, in the discretion of the\n   10  department or commission, extend the duration of any eligible list for a\n   11  period  equal  to  the length of such restriction against the filling of\n   12  vacancies; AND PROVIDED FURTHER THAT, IN THE EVENT THAT AN APPLICANT  OR\n   13  ELIGIBLE WHO IS ON AN ELIGIBLE LIST IS CALLED TO ACTIVE DUTY IN MILITARY\n   14  SERVICE, AS SUCH TERM IS DEFINED IN SUBDIVISION ONE OF SECTION 10-102 OF\n   15  THE  ELECTION  LAW,  THE  DURATION OF SUCH ELIGIBLE LIST WITH RESPECT TO\n   16  SUCH APPLICANT OR ELIGIBLE SHALL BE DEFERRED FOR A PERIOD EQUAL  TO  THE\n   17  LENGTH  OF  SUCH ACTIVE DUTY.  Restriction against the filling of vacan-\n   18  cies shall mean any policy, whether by  executive  order  or  otherwise,\n   19  which,  because of a financial emergency, prevents or limits the filling\n   20  of vacancies in a title for which a list has been promulgated. An eligi-\n   21  ble list that has been in existence for one year or more shall terminate\n   22  upon the establishment of an  appropriate  new  list,  unless  otherwise\n   23  prescribed by the state civil service department or municipal commission\n   24  having jurisdiction.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01685-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to deferring eligible lists for persons called to active duty in military service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T111805.TXT", "SOBI.D101210.T161216.TXT", "SOBI.D101210.T152204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292257085248
}