{
  "year" : 2011,
  "senateBillNo" : "S1588-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1588-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to teachers' rights",
  "summary" : "Relates to teachers' rights; adds other specified personnel to teachers and teaching assistants where the board of cooperative educational services takes over a program. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SB6154-2009", "SB6145-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1588\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  OPPENHEIMER -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to teachers' rights\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 3014-a of the education law, as amended by chapter\n    2  511 of the laws of 1998, is amended to read as follows:\n    3    S 3014-a. Teachers' rights as a result of a board or boards of cooper-\n    4  ative educational services taking over a program formerly operated by  a\n    5  school  district  or  districts  or by a county vocational education and\n    6  extension board. 1. In any case in which a board or  boards  of  cooper-\n    7  ative  educational  services  duly  take over the operation of a program\n    8  formerly provided by a school district or school districts or by a coun-\n    9  ty vocational education and  extension  board,  each  teacher,  teaching\n   10  assistant [and], teacher aide, AND OTHER SPECIFIED PERSONNEL employed in\n   11  such  a  program  by  such a school district or such a county vocational\n   12  education and extension board at the time of such takeover by the  board\n   13  or  boards  of  cooperative educational services, shall be considered an\n   14  employee of such board or boards  of  cooperative  educational  services\n   15  with  the  same  tenure  or civil service status he OR SHE maintained in\n   16  such school district or in such county vocational education  and  exten-\n   17  sion board.\n   18    2.  If the number of teaching positions needed to provide the services\n   19  required by such program by the board or boards  of  cooperative  educa-\n   20  tional services is less than the number of teachers, teaching assistants\n   21  [and],  teacher  aides,  AND  OTHER  SPECIFIED  PERSONNEL eligible to be\n   22  considered employees of such board or boards of cooperative  educational\n   23  services as provided by subdivision one of this section, the services of\n   24  the teachers, teaching assistants [and], teacher aides, AND OTHER SPECI-\n   25  FIED  PERSONNEL  having  the  least  seniority in the school district or\n   26  school districts or county  vocational  education  and  extension  board\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05313-01-1\n\n       S. 1588                             2\n\n    1  whose  programs  are  taken  over  by the board or boards of cooperative\n    2  educational services within the tenure area or civil  service  title  of\n    3  the  position  shall be discontinued. Such teachers, teaching assistants\n    4  [and], teacher aides, AND OTHER SPECIFIED PERSONNEL shall be placed on a\n    5  preferred  eligible list of candidates for appointment to a vacancy that\n    6  may thereafter occur in an office or position under the jurisdiction  of\n    7  the  board  or boards of cooperative educational services similar to the\n    8  one such teacher, teaching assistant  [and],  teacher  aide,  AND  OTHER\n    9  SPECIFIED  PERSONNEL  filled in such school district or school districts\n   10  or such county vocational education and extension board.  The  teachers,\n   11  teaching  assistants [and], teacher aides, AND OTHER SPECIFIED PERSONNEL\n   12  on such preferred list shall be reinstated or appointed to  such  vacan-\n   13  cies  in  such corresponding or similar positions under the jurisdiction\n   14  of the board or boards of cooperative educational services in the  order\n   15  of  their  length of service in such school district or school districts\n   16  or in such county vocational education and extension board, within seven\n   17  years from the date of the abolition of such office or position.\n   18    3. For any such teacher, teaching assistant [and], teacher  aide,  AND\n   19  OTHER  SPECIFIED  PERSONNEL  as  set  forth  in  subdivision one of this\n   20  section for salary, sick leave and any other  purposes,  the  length  of\n   21  service  credited  in  such school district or in such county vocational\n   22  education and extension board shall be credited as employment time  with\n   23  such board or boards of cooperative educational services.\n   24    4.  This  section  shall in no way be construed to limit the rights of\n   25  any of such employees set forth in this section  granted  by  any  other\n   26  provision of law.\n   27    5.  Program  takeovers  pursuant to this section shall be considered a\n   28  transfer pursuant to section seventy of the civil service law.\n   29    6. FOR THE PURPOSES OF THIS SECTION, \"OTHER SPECIFIED PERSONNEL\" SHALL\n   30  MEAN ANY PERSON CERTIFIED TO THE STATE CIVIL SERVICE COMMISSION  BY  THE\n   31  COMMISSIONER  PURSUANT  TO SUBDIVISION (G) OF SECTION THIRTY-FIVE OF THE\n   32  CIVIL SERVICE LAW  PROVIDING  INSTRUCTIONAL,  ANCILLARY,  OR  SUPPORTIVE\n   33  EDUCATIONAL SERVICES AND ANY LICENSED HEALTH PROFESSIONAL WHO IS PRINCI-\n   34  PALLY ENGAGED IN PROVIDING HEALTH SERVICES.\n   35    S 2. Section 3014-b of the education law, as amended by chapter 511 of\n   36  the laws of 1998, is amended to read as follows:\n   37    S 3014-b. Teachers'  rights  as  a  result of a school district taking\n   38  over a program formerly operated by a board of  cooperative  educational\n   39  services.  1. In any case in which a school district duly takes over the\n   40  operation of a program formerly  provided  by  a  board  of  cooperative\n   41  educational  services,  each  teacher, teaching assistant [and], teacher\n   42  aide, AND OTHER SPECIFIED PERSONNEL employed in such a program by such a\n   43  board of cooperative educational services at the time of  such  takeover\n   44  by  the  school  district shall be considered an employee of such school\n   45  district, with the same tenure or civil service status he OR  SHE  main-\n   46  tained in such board of cooperative educational services.\n   47    2.  If the number of teaching positions needed to provide the services\n   48  required by such program by the school district is less than the  number\n   49  of  teachers, teaching assistants [and], teacher aides, AND OTHER SPECI-\n   50  FIED PERSONNEL eligible  to  be  considered  employees  of  such  school\n   51  district as provided by subdivision one of this section, the services of\n   52  the teachers, teaching assistants [and], teacher aides, AND OTHER SPECI-\n   53  FIED  PERSONNEL  having  the least seniority in the board of cooperative\n   54  educational services  whose  programs  are  taken  over  by  the  school\n   55  district  within  the tenure area or civil service title of the position\n   56  shall be discontinued. Such teachers, teaching assistants [and], teacher\n\n       S. 1588                             3\n\n    1  aides, AND OTHER SPECIFIED PERSONNEL shall  be  placed  on  a  preferred\n    2  eligible list of candidates for appointment to a vacancy that may there-\n    3  after  occur  in  an  office  or  position under the jurisdiction of the\n    4  school  district  similar  to  the  one such teacher, teaching assistant\n    5  [and], teacher aide, AND OTHER SPECIFIED PERSONNEL filled in such  board\n    6  of  cooperative  educational services. The teachers, teaching assistants\n    7  [and], teacher aides, AND OTHER SPECIFIED PERSONNEL  on  such  preferred\n    8  list  shall  be reinstated or appointed to such vacancies in such corre-\n    9  sponding or similar positions  under  the  jurisdiction  of  the  school\n   10  district  in the order of their length of service in such board of coop-\n   11  erative educational services, within seven years from the  date  of  the\n   12  abolition of such office or position.\n   13    3.  For  any such teacher, teaching assistant [and], teacher aide, AND\n   14  OTHER SPECIFIED PERSONNEL as  set  forth  in  subdivision  one  of  this\n   15  section  for  salary,  sick  leave and any other purposes, the length of\n   16  service credited in such board of cooperative educational services shall\n   17  be credited as employment time with such school district.\n   18    4. In the event that more than one school district duly takes over the\n   19  operation of a program formerly  provided  by  a  board  of  cooperative\n   20  educational  services,  then  each  teacher,  teaching  assistant [and],\n   21  teacher aide, AND OTHER SPECIFIED PERSONNEL employed in such program  by\n   22  such board of cooperative educational services at the time of such take-\n   23  over  by  more  than  one  school  district, shall select the particular\n   24  school district in which he OR SHE shall be considered an employee, with\n   25  all of the rights and privileges provided by  the  other  provisions  of\n   26  this  section.  Such selection of the particular school district by such\n   27  teacher, teaching assistant [and], teacher  aide,  AND  OTHER  SPECIFIED\n   28  PERSONNEL  is  to  be based upon the seniority of each teacher, teaching\n   29  assistant [and], teacher aide, AND OTHER  SPECIFIED  PERSONNEL  in  such\n   30  board  of  cooperative educational services, with the right of selection\n   31  passing from such teachers, teaching assistants  [and],  teacher  aides,\n   32  AND  OTHER SPECIFIED PERSONNEL with the most seniority to such teachers,\n   33  teaching assistants [and], teacher aides, AND OTHER SPECIFIED  PERSONNEL\n   34  with  least  seniority.    Any  such  teacher, teaching assistant [and],\n   35  teacher aide, AND OTHER SPECIFIED PERSONNEL who is unable  to  obtain  a\n   36  teaching  position  in  any  such school districts because the number of\n   37  positions needed to provide the services required in such programs  with\n   38  such  school  districts  are  less than the number of teachers, teaching\n   39  assistants [and], teachers aides, AND OTHER SPECIFIED PERSONNEL eligible\n   40  to be considered employees of such school districts, shall be placed  on\n   41  a preferred eligible list in all such school districts in the method and\n   42  with all of the rights provided by the other provisions of this section.\n   43    5.  This  section  shall in no way be construed to limit the rights of\n   44  any of such employees set forth in this section  granted  by  any  other\n   45  provision of law.\n   46    6. FOR THE PURPOSES OF THIS SECTION, \"OTHER SPECIFIED PERSONNEL\" SHALL\n   47  MEAN  ANY  PERSON CERTIFIED TO THE STATE CIVIL SERVICE COMMISSION BY THE\n   48  COMMISSIONER PURSUANT TO SUBDIVISION (G) OF SECTION THIRTY-FIVE  OF  THE\n   49  CIVIL  SERVICE  LAW  PROVIDING  INSTRUCTIONAL,  ANCILLARY, OR SUPPORTIVE\n   50  EDUCATIONAL SERVICES AND ANY LICENSED HEALTH PROFESSIONAL WHO IS PRINCI-\n   51  PALLY ENGAGED IN PROVIDING HEALTH SERVICES.\n   52    S 3. This act shall take effect September 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to teachers' rights ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T145615.TXT", "SOBI.D110110.T150117.TXT", "SOBI.D110111.T143714.TXT", "SOBI.D110110.T141611.TXT", "SOBI.D110110.T145116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774634024
}