{
  "year" : 2011,
  "senateBillNo" : "S1581-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1581-2011-1294635600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes public library systems within the definition of entities that are eligible to apply for local government efficiency grants",
  "summary" : "Includes library systems within the definition of entities that are eligible to apply for local government efficiency grants. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "SA6875-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1581\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  OPPENHEIMER,  JOHNSON  --  read twice and ordered\n         printed, and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, in relation to the  inclusion  of\n         library systems within the definition of entities that are eligible to\n         apply for local government efficiency grants\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Clause 1 of subparagraph (i) of paragraph (o)  of  subdivi-\n    2  sion  10 of section 54 of the state finance law, as amended by section 7\n    3  of part GG of chapter 56 of the laws of 2009,  is  amended  to  read  as\n    4  follows:\n    5    (1)  For  the  purposes  of  this paragraph, \"municipality\" shall mean\n    6  counties, cities, towns, villages, special improvement  districts,  fire\n    7  districts,  public  libraries,  association  libraries,  PUBLIC  LIBRARY\n    8  SYSTEMS AS DEFINED BY SECTION TWO HUNDRED SEVENTY-TWO OF  THE  EDUCATION\n    9  LAW,  water authorities, sewer authorities, regional planning and devel-\n   10  opment boards, school districts, and boards of  cooperative  educational\n   11  services; provided, however, that for the purposes of this definition, a\n   12  board  of cooperative educational services shall be considered a munici-\n   13  pality only in instances where such  board  of  cooperative  educational\n   14  services  advances a joint application on behalf of school districts and\n   15  other  municipalities  within  the  board  of  cooperative   educational\n   16  services  region; provided, however, that any agreements with a board of\n   17  cooperative educational services: shall not  generate  additional  state\n   18  aid; shall be deemed not to be a part of the program, capital and admin-\n   19  istrative  budgets  of the board of cooperative educational services for\n   20  the purposes of computing charges upon component school districts pursu-\n   21  ant to subparagraph seven of paragraph b of subdivision four of  section\n   22  nineteen  hundred  fifty and subdivision one of section nineteen hundred\n   23  fifty and subdivision one of section nineteen hundred fifty-one  of  the\n   24  education law; and shall be deemed to be a cooperative municipal service\n   25  for  purposes  of subparagraph two of paragraph d of subdivision four of\n   26  section nineteen hundred fifty of the education law.\n   27    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05309-01-1\n",
  "memo" : "BILL NUMBER:S1581\n\nTITLE OF BILL:\nAn act\nto amend the state finance law, in relation to the inclusion of library\nsystems within the definition of entities that are eligible to apply for\nlocal government efficiency grants\n\nPURPOSE:\nTo add library systems to the list of organizations eligible\nfor Local Government Efficiency Grants.\n\nSUMMARY OF PROVISIONS:\nSection one adds library systems to the list of entities that are\neligible to apply for Local Government Efficiency Grants.\n\nSection two provides for the effective date, which is immediate.\n\nEXISTING LAW:\nExisting law allows public libraries and association libraries the\nability to apply for Local Government Efficiency Grants, however,\nlibrary systems were left out of the statute.\n\nJUSTIFICATION:\nIn many locations within the state, particularly in large urban areas,\npublic libraries and library systems are one and the same. In more\nrural areas of the state, library systems provide shared services for\na number of small libraries.\n\nWhen Local Government Efficiency Grants (LGEG) were created in 2008,\nas the successor to the Shared Municipal Services Incentive Grant\nprogram, the purpose of the program was to create incentives for\ncooperative activities which would reduce municipal expenses and\nproperty taxes.\n\nWhen the law was written, public libraries and association libraries\nwere defined as eligible to apply for a grant. Unfortunately, library\nassociations were left out of the statute. This bill would rectify\nthis problem by including library associations in the list of\neligible entities for LGEG grants.\n\nLEGISLATIVE HISTORY:\nS.6875-A/A.10412 of 2009-2010 - Passed Senate\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediate.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the inclusion of library systems within the definition of entities that are eligible to apply for local government efficiency grants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110110.T134108.TXT", "SOBI.D110110.T143614.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110113.T190432.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472854
}