{
  "year" : 2011,
  "senateBillNo" : "S1583-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1583-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits contracts with out-of-state school districts in relation to aidable shared service",
  "summary" : "Prohibits contracts with out of state school districts in relation to aidable shared service. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A115",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S4966-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1583\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens. OPPENHEIMER, DIAZ, KLEIN -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Educa-\n         tion\n\n       AN  ACT  to  amend  the education law, in relation to the prohibition of\n         out-of-state school contracts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph 2 of paragraph d of subdivision 4 of section\n    2  1950 of the education law, as added by chapter 474 of the laws of  1996,\n    3  is  amended  and a new subparagraph 8 is added to paragraph h to read as\n    4  follows:\n    5    (2) Certain services prohibited. Commencing with the nineteen  hundred\n    6  ninety-seven--ninety-eight  school  year,  the commissioner shall not be\n    7  authorized to approve as an aidable  shared  service  pursuant  to  this\n    8  subdivision  any cooperative maintenance services or municipal services,\n    9  including but not limited to, lawn mowing services and  heating,  venti-\n   10  lation or air conditioning repair or maintenance or trash collection, or\n   11  any  other  municipal  services  as  defined by the commissioner. On and\n   12  after the effective date of this paragraph, the commissioner  shall  not\n   13  approve,  as  an aidable shared service, any new cooperative maintenance\n   14  or municipal services for the nineteen hundred  ninety-six--ninety-seven\n   15  school year, provided that the commissioner may approve the continuation\n   16  of  such services for one year if provided in the nineteen hundred nine-\n   17  ty-five--ninety-six school year.  ON AND AFTER THE EFFECTIVE DATE OF THE\n   18  CHAPTER OF THE LAWS OF TWO THOUSAND ELEVEN WHICH AMENDED  THIS  SUBPARA-\n   19  GRAPH, THE COMMISSIONER SHALL NOT APPROVE, AS AN AIDABLE SHARED SERVICE,\n   20  ANY  SERVICE PROVIDED TO AN OUT-OF-STATE SCHOOL DISTRICT PROVIDED PURSU-\n   21  ANT TO SUBPARAGRAPH EIGHT OF PARAGRAPH H OF THIS SUBDIVISION.\n   22    (8) TO ENTER INTO CONTRACTS WITH OUT-OF-STATE SCHOOL  DISTRICTS,  WITH\n   23  THE  APPROVAL  OF THE DISTRICT SUPERINTENDENT OF SCHOOLS AND THE COMMIS-\n   24  SIONER IN THEIR SOLE DISCRETION, TO PROVIDE SERVICES MADE  AVAILABLE  TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00909-01-1\n\n       S. 1583                             2\n\n    1  ANY  SCHOOL  DISTRICT WITHIN THE SUPERVISORY DISTRICT UPON SUCH TERMS AS\n    2  DETERMINED BY THE COMMISSIONER IN RULES AND REGULATIONS  AND  AS  AGREED\n    3  UPON  PURSUANT TO CONTRACTS EXECUTED BY SUCH BOARD OF COOPERATIVE EDUCA-\n    4  TIONAL  SERVICES AND THE TRUSTEES OR BOARDS OF EDUCATION OF SUCH OUT-OF-\n    5  STATE SCHOOL DISTRICTS.\n    6    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1583\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to the prohibition\nof\nout-of-state school contracts\n\nPURPOSE:\nThis legislation seeks to clarify the power and duty of the board of\ncooperative educational services to enter into contracts with\nout-of-state school districts to provide services to said districts,\nwhile specifying that no approved service that shall be provided to\nan out-of-state district shall be approved as an aidable shared\nservice.\n\nSUMMARY OF PROVISIONS:\nSection one amends paragraphs (d) and (h) of subdivision four of\nsection 1950 of the education law by adding a new sentence to the end\nof subparagraph two of paragraph (d), which states that the\ncommissioner of education shall not approve any services provided to\nan out-of-state school district as an aidable shared service, and by\nadding a new subparagraph eight to paragraph (h), which gives the\nboard of cooperative educational services the ability to enter into\ncontracts with out-of-state school districts in order to provide\nservices to said districts.\n\nSection two provides the effective date.\n\nJUSTIFICATION:\nThe Board of Cooperative Educational Services (BOCES), a public\norganization established over forty years ago by the New York State\nLegislature, is unique to New York. It was created for the primary\npurpose of providing school districts with a program of shared\nservices that would be prohibitively expensive if those services were\nfunded by each individual school district.\nThousands of students in special education and career and technical\neducation have benefited from BOCES programs. Teachers and school\nadministrators have benefited from BOCES support services including\ncomputer technology, curriculum and instruction, health and safety,\ntransportation, human resources, payroll and record keeping, test\nanalyses and athletics.\n\nBordering states have found that BOCES programs are well suited to the\nneeds of their students and staff, are cost effective, and are\ngeographically more convenient to their districts than their in-state\nprograms. Since the law is silent as to whether BOCES can provide its\nshared service\nprograms to out-of-state school districts, for many years BOCES had\nbeen providing them services. Due to a recent interpretation of the\nlaw by the State Education Department (SED), BOCES programs were told\nto stop the practice.\n\nThis bill clarifies that BOCES may provide shared services programs to\nthese districts with the approval of the District Superintendent and\nthe Commissioner of Education. By allowing BOCES to provide shared\n\n\nservices to out-of-state school districts, significant benefits will\nresult.\nBOCES operates on an economy of scale basis, i.e., the greater the\nnumber of users, the less expensive it is for each. BOCES also\noperates on the common business demand/supply model whereby services\nare provided only if the demand is sufficient to provide a program at\na reasonable cost. If demand drops, then BOCES must eliminate the\nprogram even if the program is tailored to the unique needs of a\nstudent or school district, or if BOCES is the only provider within a\nreasonable distance from the school district.\n\nAuthorizing BOCES to serve out-of-state school districts will benefit\nall interested stakeholders.\nClasses will remain full at a lower cost to the school districts,\nstudents will have more options to choose from in all program areas,\ncurriculum and instruction programs and technical support programs\nmay be expanded, fewer programs will be dropped for lack of\nenrollment and, most importantly, New York school districts will be\nable to decrease their own costs for shared services.\n\nLEGISLATIVE HISTORY:\nS.4966/A.7720 of 2009-2010 - Passed Senate.\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the prohibition of out-of-state school contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110110.T145615.TXT", "SOBI.D110110.T141111.TXT", "SOBI.D110110.T141611.TXT", "SOBI.D110113.T190432.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472858
}