{
  "year" : 2011,
  "senateBillNo" : "S1589-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1589-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines tuition for the 2012-2013 school year",
  "summary" : "Defines tuition for the 2012-2013 school year; restricts tuition rates to not more than four percent of a school year's costs. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S6775-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1589\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  OPPENHEIMER -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to defining \"tuition\" for\n         the 2012-2013 school year\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of  section  4405 of the education law is\n    2  amended by adding a new paragraph j to read as follows:\n    3    J. THE TUITION RATE METHODOLOGY ESTABLISHED PURSUANT TO THIS  SUBDIVI-\n    4  SION  FOR  SPECIAL ACT SCHOOL DISTRICTS AND APPROVED PRIVATE SCHOOLS FOR\n    5  STUDENTS OF SCHOOL AGE FOR THE TWO THOUSAND TWELVE--TWO  THOUSAND  THIR-\n    6  TEEN  TUITION  RATE YEAR AND THEREAFTER MAY INCLUDE A SURPLUS FACTOR, AT\n    7  THE DISCRETION OF THE COMMISSIONER AND APPROVED BY THE DIRECTOR  OF  THE\n    8  BUDGET, WHICH SHALL EQUAL THE LESSER OF: (I) THE SUM OF: (A) THE EXCESS,\n    9  IF  ANY,  OF  THE TUITION REVENUE COMPUTED FOR THE BASE YEAR AND USED IN\n   10  DETERMINING THE TUITION RATE FOR THE TUITION RATE YEAR OVER  THE  ALLOW-\n   11  ABLE  AND  REIMBURSABLE COSTS INCURRED BY THE SCHOOL DISTRICT OR PRIVATE\n   12  SCHOOL IN THE BASE YEAR, NET OF ANY DISALLOWANCES, PLUS  (B)  ANY  UNEX-\n   13  PENDED SURPLUS AUTHORIZED PURSUANT TO THIS PARAGRAPH FOR THE SCHOOL YEAR\n   14  PRIOR  TO THE BASE YEAR, AND (II) FOUR PERCENT OF THE TOTAL GENERAL FUND\n   15  EXPENDITURES UNDER THE BUDGET OF THE SCHOOL DISTRICT OR APPROVED PRIVATE\n   16  SCHOOL FOR THE BASE YEAR. AS USED IN  THIS  SUBDIVISION,  \"TUITION  RATE\n   17  YEAR\"  SHALL  MEAN  THE SCHOOL YEAR FOR WHICH A TUITION RATE IS COMPUTED\n   18  AND \"BASE YEAR\" SHALL MEAN THE  SCHOOL  YEAR  TWO  YEARS  PRIOR  TO  THE\n   19  TUITION  RATE  YEAR. THE SPECIAL ACT SCHOOL DISTRICT OR APPROVED PRIVATE\n   20  SCHOOL MAY RETAIN ANY SURPLUS COMPUTED PURSUANT TO THIS  SUBDIVISION  AS\n   21  AN UNRESERVED FUND BALANCE.\n   22    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05312-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to defining \"tuition\" for the 2012-2013 school year ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T150117.TXT", "SOBI.D110111.T143714.TXT", "SOBI.D110110.T141611.TXT", "SOBI.D110110.T145116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774634036
}