{
  "year" : 2011,
  "senateBillNo" : "S1599-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1599-2011-1294635600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the imposition of certain fees at the expiration of a term on a motor vehicle lease which constitutes administrative, clerical or handling charges",
  "summary" : "Provides that with respect to lease on motor vehicles, no lease shall provide that the lessee would be charged a turn-in fee at the expiration of the term which constitutes solely an additional fee for administrative, handling or clerical charges. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : "A1581",
  "lawSection" : "Personal Property Law",
  "previousVersions" : [ "S1396-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1599                                                  A. 1581\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       IN  SENATE  -- Introduced by Sens. LAVALLE, MAZIARZ, RANZENHOFER, SEWARD\n         -- read twice and ordered printed, and when printed to be committed to\n         the Committee on Consumer Protection\n\n       IN ASSEMBLY -- Introduced by M. of A. ENGLEBRIGHT -- Multi-Sponsored  by\n         --  M.  of  A.  PHEFFER  -- read once and referred to the Committee on\n         Judiciary\n\n       AN ACT to amend the personal property law, in  relation  to  prohibiting\n         certain provisions in retail lease agreements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (h) and (i) of subdivision 14 of section 337  of\n    2  the  personal  property  law, paragraph (h) as added by chapter 1 of the\n    3  laws of 1994 and paragraph (i) as amended by chapter 111 of the laws  of\n    4  1995, are amended and a new paragraph (j) is added to read as follows:\n    5    (h)  the  lessee  waives any right to a trial by jury in any action or\n    6  proceeding arising out of the agreement; [or]\n    7    (i) a lessee who is not in default of his or her obligations under the\n    8  agreement would be prohibited from terminating the agreement at any time\n    9  after the expiration of the first fifty percent of the total  number  of\n   10  months  of the lease term. The exercise of this right to terminate early\n   11  voluntarily is contingent upon the lessee discharging fully his  or  her\n   12  liability under the early termination provisions of the agreement[.]; OR\n   13    (J) THE LESSEE WOULD BE CHARGED A TURN-IN FEE AT THE EXPIRATION OF THE\n   14  TERM  WHICH  CONSTITUTES  SOLELY  AN  ADDITIONAL FEE FOR ADMINISTRATIVE,\n   15  HANDLING OR CLERICAL CHARGES.\n   16    S 2. This act shall take effect on the first of January next  succeed-\n   17  ing  the  date  on  which  it shall have become a law and shall apply to\n   18  leases executed on or after such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04918-01-1\n",
  "memo" : "BILL NUMBER:S1599\n\nTITLE OF BILL:\n\nAn act to amend the personal property law, in relation to prohibiting\ncertain provisions in retail lease agreements\n\nPURPOSE:\n\nTo prevent the imposition of certain fees at the expiration of a term on\na motor vehicle lease which constitutes administrative, clerical or\nhandling charges.\n\nSUMMARY OF PROVISIONS:\n\nThis bill adds a new section (j) to &sect; 337(14) of the Personal Property\nLaw dealing with retail auto lease agreements.\n\nJUSTIFICATION:\n\nThe proposed new section prohibits charging a turn-in fee at the expira-\ntion of the term of the lease the basis of which is solely for adminis-\ntrative, handling or clerical charges.\n\nWhen a lessee turns in an automobile at the end of the lease which has\nnot been damaged nor exceeds the contractual mileage allowed, there is\nno basis for charging an additional amount called a turn-in fee for\npurely administrative costs for the dealer to accept the automobile.\n\nThis is a fee very seldom discussed with the lessee at the time that the\nlease is signed. The lessor often offers to waive such a fee as an\nincentive to the customer to do a subsequent lease. This discourages the\nconsumer from seeking the best rate available.\n\nLEGISLATIVE HISTORY:\n\n2009-10: S.1396: 2007-08, S.4124; 2005-06, S.2405; 2003-04, S.1032;\n2001-02, S.2225.\n\nFISCAL IMPLICATIONS:\n\nNone to State.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the first of January next succeeding the\ndate on which it shall have become a law and shall apply to leases\nexecuted on and after such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the personal property law, in relation to prohibiting certain provisions in retail lease agreements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T144115.TXT", "SOBI.D110110.T151618.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110111.T152219.TXT", "SOBI.D110110.T144614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295381225984
}