{
  "year" : 2011,
  "senateBillNo" : "S1592-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S1592-2011-1294635600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates statutory authority of social services official to receive and dispose of a deed, mortgage, or lien; repealer",
  "summary" : "Eliminates statutory authority of social services official to receive and dispose of a deed, mortgage, or lien. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S4140-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1592\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law and the abandoned property  law,\n         in  relation  to  powers  of  social services officials to receive and\n         dispose of certain property and to repeal section 106  of  the  social\n         services  law,  relating  to  powers  of  social  services official to\n         receive and dispose of a deed, mortgage, or lien\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 360 of the social services law, as added by chapter\n    2  722  of  the laws of 1951, subdivisions 1 and 3 as amended by section 92\n    3  of part B of chapter 436 of the laws of 1997, subdivision 2  as  amended\n    4  by chapter 909 of the laws of 1974 and subdivision 4 as amended by chap-\n    5  ter 803 of the laws of 1959, is amended to read as follows:\n    6    S  360.    Real  property  of legally responsible relatives; deeds and\n    7  mortgages may be required.  [1.]  The ownership of real property  by  an\n    8  applicant  or  applicants, recipient or recipients who is or are legally\n    9  responsible relatives of the child or children  for  whose  benefit  the\n   10  application  is  made  or  the aid is granted, whether such ownership be\n   11  individual or joint as tenants in common, tenants  by  the  entirety  or\n   12  joint  tenants,  shall not preclude the granting of family assistance or\n   13  the continuance thereof if he or they are without the necessary funds to\n   14  maintain himself, herself or themselves  and  such  child  or  children.\n   15  [The  social  services official may, however, require, as a condition to\n   16  the granting of aid or the continuance thereof, that he or she be  given\n   17  a  deed  of  or  a  mortgage  on  such  property  in accordance with the\n   18  provisions of section one hundred six.\n   19    2.  However, while the property covered by the  deed  or  mortgage  is\n   20  occupied, in whole or in part, by the responsible relative who gave such\n   21  deed  or  mortgage  to  the  social services official or, by a child for\n   22  whose benefit the aid was granted the social services official shall not\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00995-01-1\n\n       S. 1592                             2\n\n    1  sell the property or assign or enforce the mortgage without the  written\n    2  consent  of  the  department; and, when the property is occupied by such\n    3  child, such consent shall not be  given  unless  it  appears  reasonably\n    4  certain  that  the  sale  or  other disposition of the property will not\n    5  materially adversely affect the welfare of such child.\n    6    3.  The net amount recovered by the social  services  department  from\n    7  such  property, less any expenditures approved by the department for the\n    8  burial of the relative or the child who dies while  in  receipt  of  aid\n    9  under  this  title, shall be used to repay the social services district,\n   10  the state and the federal government their proportionate  share  of  the\n   11  cost of family assistance granted.  The state and federal share shall be\n   12  paid  by  the  social  services district to the state and the manner and\n   13  amount of such payment shall be determined in accordance with the  regu-\n   14  lations of the department.\n   15    4.  If any balance remains it shall belong to the estate of the legal-\n   16  ly  responsible  relative  or  relatives and the public welfare district\n   17  shall forthwith credit the same accordingly, and, provided they claim it\n   18  within four years thereafter, pay it to the  persons  entitled  thereto.\n   19  If not so claimed within four years it shall be deemed abandoned proper-\n   20  ty  and  be  paid  to the state comptroller pursuant to section thirteen\n   21  hundred five of the abandoned property law.\n   22    5.  The proceeds or moneys due the United  States  shall  be  paid  or\n   23  reported in such manner and at such times as the federal security agency\n   24  or other authorized federal agency may direct.]\n   25    S 2. Section 1305 of the abandoned property law, as amended by chapter\n   26  149 of the laws of 1977, is amended to read as follows:\n   27    S  1305.  Unclaimed  surplus  moneys  after recovery of cost of public\n   28  assistance and care.  Any amount comprising a  balance  credited  to  an\n   29  estate  or person pursuant to [sections] SECTION one hundred fifty-two-b\n   30  [or three hundred sixty] of the social services law which, on June thir-\n   31  tieth in any year, has for four years  from  the  date  of  such  credit\n   32  remained  unclaimed  by  the  estate or person entitled thereto shall be\n   33  deemed abandoned property.\n   34    On or before the tenth day of September  in  each  year  every  public\n   35  welfare  official  shall  pay such abandoned property to the state comp-\n   36  troller. Such payment shall be accompanied by a verified written  report\n   37  in such form as the state comptroller may prescribe.\n   38    S 3. Section 106 of the social services law is REPEALED.\n   39    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law and the abandoned property law, in relation to powers of social services officials to receive and dispose of certain property and to repeal section 106 of the social services law, relating to powers of social services official to receive and dispose of a deed, mortgage, or lien ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T150117.TXT", "SOBI.D110110.T141611.TXT", "SOBI.D110110.T145116.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774935210
}