{
  "year" : 2011,
  "senateBillNo" : "S1594-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1594-2011-1294635600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to 911 calls made on prepaid cell phones",
  "summary" : "Relates to 911 calls made on cell phones; requires all cell phones sold in the state to be capable of dialing 911 regardless of whether the consumer has entered or maintained a service contract; imposes a surcharge on prepaid wireless communications service. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "AB8830-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1594\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN ACT to amend the public service law, in relation to wireless communi-\n         cations  devices; and to amend the tax law, in relation to a surcharge\n         on prepaid wireless communications service\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public service law is amended by adding a new section\n    2  92-g to read as follows:\n    3    S 92-G. AUTOMATIC LOCATION IDENTIFICATION AND ACCESS TO 911  EMERGENCY\n    4  SERVICES  FOR  WIRELESS  COMMUNICATIONS DEVICES.   ALL WIRELESS COMMUNI-\n    5  CATION DEVICES SOLD IN THIS STATE, INCLUDING BUT NOT LIMITED TO  DISPOS-\n    6  ABLE  AND  PREPAID  DEVICES, SHALL BE CAPABLE OF ACCESSING 911 EMERGENCY\n    7  SERVICES AND ENHANCED 911 SERVICES AS DEFINED IN SECTION  THREE  HUNDRED\n    8  ONE OF THE COUNTY LAW, WHERE AVAILABLE, AND SHALL BE CAPABLE OF AUTOMAT-\n    9  IC  LOCATION  IDENTIFICATION,  REGARDLESS  OF  WHETHER  THE CONSUMER HAS\n   10  ENTERED  INTO  OR  MAINTAINS  A  CONTRACT  FOR  WIRELESS  COMMUNICATIONS\n   11  SERVICES FOR SUCH DEVICE.\n   12    S  2.  The tax law is amended by adding a new section 186-g to read as\n   13  follows:\n   14    S 186-G. PREPAID WIRELESS COMMUNICATIONS SURCHARGE. 1.    DEFINITIONS.\n   15  (A)  \"CONSUMER\" MEANS A PERSON WHO PURCHASES A PREPAID WIRELESS TELECOM-\n   16  MUNICATIONS DEVICE OR SERVICE IN A RETAIL TRANSACTION.\n   17    (B) \"WIRELESS COMMUNICATIONS  DEVICE\"  MEANS  ANY  EQUIPMENT  USED  TO\n   18  ACCESS A WIRELESS COMMUNICATIONS SERVICE.\n   19    (C)  \"PREPAID  WIRELESS  TELECOMMUNICATIONS  SERVICE\" MEANS A WIRELESS\n   20  TELECOMMUNICATIONS SERVICE WHICH MUST BE PAID FOR IN ADVANCE AND IS SOLD\n   21  IN PREDETERMINED UNITS OR DOLLARS OF WHICH THE NUMBER DECLINES WITH  USE\n   22  IN A KNOWN AMOUNT, AND SHALL INCLUDE BUT NOT BE LIMITED TO PREPAID CALL-\n   23  ING  CARDS  AS DEFINED IN SECTION NINETY-TWO-F OF THE PUBLIC SERVICE LAW\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00791-01-1\n\n       S. 1594                             2\n\n    1  OR ANY OTHER CARD OR SIMILAR ITEM WHICH PERMITS  A  CONSUMER  ADDITIONAL\n    2  CALLING TIME ON A PREPAID WIRELESS COMMUNICATIONS DEVICE.\n    3    2. (A) A SURCHARGE ON PREPAID WIRELESS COMMUNICATIONS SERVICE PROVIDED\n    4  TO  A  RETAIL  CUSTOMER  IS  IMPOSED AT THE RATE OF THREE PERCENT OF THE\n    5  PURCHASE PRICE OF EACH WIRELESS COMMUNICATIONS SERVICE. WIRELESS PREPAID\n    6  DEVICES AND EQUIPMENT SHALL BE EXCLUDED FROM SUCH SURCHARGE UNLESS  SUCH\n    7  DEVICES ARE BUNDLED WITH SERVICE MINUTES.\n    8    (B)  EVERY  RETAILER  OF A WIRELESS COMMUNICATIONS SERVICE IN NEW YORK\n    9  STATE MUST ACT AS A COLLECTION AGENT FOR THE STATE FOR THE COLLECTION OF\n   10  THE SURCHARGE IMPOSED PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION. THE\n   11  SURCHARGE MUST BE REPORTED AND PAID TO THE COMMISSIONER ON  A  QUARTERLY\n   12  BASIS  ON  OR BEFORE THE FIFTEENTH DAY OF THE MONTH FOLLOWING EACH QUAR-\n   13  TERLY PERIOD ENDING ON THE LAST DAY OF FEBRUARY, MAY, AUGUST AND  NOVEM-\n   14  BER,  RESPECTIVELY.  THE PAYMENTS MUST BE ACCOMPANIED BY A RETURN IN THE\n   15  FORM AND CONTAINING THE INFORMATION THE COMMISSIONER MAY PRESCRIBE.\n   16    (C) EACH RETAILER IS ENTITLED TO RETAIN, AS AN ADMINISTRATIVE FEE,  AN\n   17  AMOUNT EQUAL TO ONE AND ONE-HALF PERCENT OF THE TOTAL COLLECTIONS OF THE\n   18  SURCHARGE  IMPOSED BY THIS SECTION, PROVIDED THAT THE RETAILER FILES ANY\n   19  REQUIRED RETURN AND REMITS THE SURCHARGE DUE TO THE COMMISSIONER  ON  OR\n   20  BEFORE ITS DUE DATE.\n   21    (D)  NOTWITHSTANDING  SECTION TWO HUNDRED SEVEN-B OF THIS ARTICLE, THE\n   22  SURCHARGE IMPOSED BY THIS SECTION SHALL BE SUBJECT TO THE ADMINISTRATIVE\n   23  PROVISIONS OF ARTICLE TWENTY-EIGHT OF THIS CHAPTER.  THE TERM \"TAXPAYER\"\n   24  IN ARTICLE TWENTY-EIGHT OF THIS CHAPTER REFERS TO A RETAILER OF  PREPAID\n   25  WIRELESS  COMMUNICATIONS  SERVICE  SUBJECT  TO THIS SECTION AND THE TERM\n   26  \"TAX\" IN ARTICLE TWENTY-EIGHT OF THIS CHAPTER REFERS  TO  THE  SURCHARGE\n   27  IMPOSED BY THIS SECTION.\n   28    3. THE PREPAID WIRELESS COMMUNICATIONS SURCHARGE SHALL BE COLLECTED BY\n   29  THE  SELLER  FROM  THE  CONSUMER WITH RESPECT TO EACH RETAIL TRANSACTION\n   30  OCCURRING IN THIS STATE CONSISTENT WITH  ARTICLE  TWENTY-EIGHT  OF  THIS\n   31  CHAPTER.  THE  AMOUNT OF THE SURCHARGE SHALL BE EITHER SEPARATELY STATED\n   32  ON AN INVOICE, RECEIPT, OR OTHER SIMILAR DOCUMENT THAT  IS  PROVIDED  TO\n   33  THE  CONSUMER BY THE SELLER, OR OTHERWISE DISCLOSED TO THE CONSUMER. THE\n   34  AMOUNT OF THE SURCHARGE THAT IS COLLECTED BY A SELLER  FROM  A  CONSUMER\n   35  PURSUANT TO THIS SECTION, WHETHER OR NOT SUCH AMOUNT IS SEPARATELY STAT-\n   36  ED  ON  AN  INVOICE,  RECEIPT, OR OTHER SIMILAR DOCUMENT PROVIDED TO THE\n   37  CONSUMER BY THE SELLER, SHALL NOT BE INCLUDED IN THE BASE FOR  MEASURING\n   38  ANY  TAX, FEE, SURCHARGE, OR OTHER CHARGE THAT IS IMPOSED BY THIS STATE,\n   39  ANY POLITICAL SUBDIVISION OF THIS STATE, OR ANY INTERGOVERNMENTAL  AGEN-\n   40  CY.\n   41    4.  DEPOSITS OF SURCHARGE MONIES COLLECTED AND RECEIVED. NOTWITHSTAND-\n   42  ING ANY PROVISION OF LAW TO THE CONTRARY, ALL SURCHARGE MONIES COLLECTED\n   43  AND RECEIVED BY THE COMMISSIONER UNDER THIS SECTION  MUST  BE  DEPOSITED\n   44  DAILY  TO  THE  CREDIT  OF THE COMPTROLLER WITH THOSE RESPONSIBLE BANKS,\n   45  BANKING HOUSES OR TRUST COMPANIES THE COMPTROLLER MAY  DESIGNATE.  THOSE\n   46  DEPOSITS  MUST  BE  KEPT SEPARATE AND APART FROM ALL OTHER MONIES IN THE\n   47  POSSESSION OF THE COMPTROLLER. THE  COMPTROLLER  MUST  REQUIRE  ADEQUATE\n   48  SECURITY  FROM  ALL SUCH DEPOSITORIES. OF THE TOTAL REVENUE COLLECTED OR\n   49  RECEIVED UNDER THIS SECTION, THE COMPTROLLER MUST RETAIN  IN  THE  COMP-\n   50  TROLLER'S HANDS AN AMOUNT DETERMINED BY THE COMMISSIONER TO BE NECESSARY\n   51  FOR  REFUNDS  UNDER  THIS SECTION, OUT OF WHICH THE COMPTROLLER WILL PAY\n   52  ANY REFUNDS TO WHICH TAXPAYERS ARE ENTITLED UNDER THE PROVISIONS OF THIS\n   53  SECTION. THE COMPTROLLER, AFTER RESERVING THE AMOUNT TO PAY REFUNDS, AND\n   54  AFTER DEDUCTING THE AMOUNT RETAINED BY WIRELESS COMMUNICATIONS RETAILERS\n   55  PURSUANT TO PARAGRAPH (C) OF SUBDIVISION TWO OF THIS SECTION,  MUST,  ON\n   56  OR  BEFORE  THE  TENTH  DAY  OF  EACH  MONTH,  PAY  ALL SURCHARGE MONIES\n\n       S. 1594                             3\n\n    1  COLLECTED AND RECEIVED UNDER THIS SECTION AND  REMAINING  INTO  THE  NEW\n    2  YORK STATE WIRELESS TELEPHONE EMERGENCY SERVICE ACCOUNT OF THE MISCELLA-\n    3  NEOUS  SPECIAL REVENUE FUND, CREATED PURSUANT TO SECTION NINETY-SEVEN-QQ\n    4  OF THE STATE FINANCE LAW.\n    5    S  3.  This  act shall take effect on the ninetieth day after it shall\n    6  have become a law; provided that section two  of  this  act  shall  take\n    7  effect  on the first day of the second quarterly period, as described in\n    8  paragraph (b) of subdivision 2 of section 186-g of the tax law, as added\n    9  by section two of this act, next commencing after  this  act  becomes  a\n   10  law.\n",
  "memo" : "BILL NUMBER:S1594\n\nTITLE OF BILL:\nAn  act  to  amend  the  public  service  law, in relation to wireless\ncommunications devices; and to amend the tax law,  in  relation  to  a\nsurcharge on prepaid wireless communications service\n\nPURPOSE:\nThis legislation will require that all disposable and prepaid wireless\ncommunication  devices  sold  in the state be capable of accessing 911\nemergency services and  enhanced  911  services;  and  be  capable  of\nautomatic   location   identification,   regardless  of  the  wireless\ncommunications service contract status on the device. The  legislation\nalso  provides for a three percent surcharge on the retail purchase of\nany prepaid wireless communications service, to be  collected  at  the\npoint  of  sale,  for  the  purposes  of maintaining and enhancing the\nstate's 911 and emergency communications capabilities.\n\nSUMMARY OF PROVISIONS:\nSection 1. Adds a new section 92-g to the public service law requiring\nthat all wireless communications devices sold in New York  state  must\nbe  capable  of  accessing  911  services  and  enhanced 911 services,\nregardless of whether a customer maintains  a  contract  for  wireless\ncommunications on these devices.\n\nsection  2.  Adds a new section 186-g to the tax law defining relevant\nterms and; requires that a fee of 3% be affixed to  sales  of  prepaid\nwireless  communications  services  and; requires that retailers shall\ncollect the aforementioned surcharge and remit this surcharge  to  the\ncommissioner  on  a quarterly basis and; allows retailers to retain an\nadministrative fee for their collection responsibility  and;  requires\nthat  the  surcharge  be  disclosed  to  the  consumer on a receipt or\ninvoice, etc. and;  requires  the  comptroller  to  retain  an  amount\ndetermined  by  the  commissioner  for  refunds and; provides that all\nrevenue must be transferred exclusively to the New York state wireless\ntelephone emergency service account.\n\nSection 3. Provides for an effective date.\n\nJUSTIFICATION:\nCurrently, the state of New York  collects  a  $1.20  monthly  fee  on\npostpaid  customers'  wireless  communications contracts.   The income\nfrom this fee is used to maintain the 911 system, allowing  responders\nto  identify  and  locate  callers  in  an  emergency.  The 911 system\nrequires infrastructure enhancement and updates in New  York;  without\nthese  updates,  New  Yorkers  are  serviced  by  a  system  that  has\ndeficiencies that can cost  lives.  Updating  the  system  must  be  a\npriority  for  all  of  us,  and revenue has to be generated for these\nupdates, especially at a time when resources  are  scarce.  Currently,\nprepaid  cellular  services are becoming more prominent nationwide and\nare a massive source of revenue for wireless providers. Due  to  holes\nin  New  York's tax law, there exists no apparatus to collect 911 fees\nfrom prepaid customers, despite the fact that  they  utilize  the  911\nsystem.    Collecting  a  3%  surcharge  on  an  average $40 per month\nconsumer expenditure (as evidenced by a  J.D.  Powers  and  Associates\nWireless  Prepaid  Survey) will provide the 911 system with an average\n\n\n$1.20 per month from prepaid services. This funding will  provide  the\n911  system the income that it needs to improve its infrastructure and\nsave lives. Additionally, the bill requires that all cellular  devices\nbe  911-accessible  and  locatable where service is available, so that\nall New Yorkers have consistent, high-quality, reliable access to  the\n911 system.\n\nLEGISLATIVE HISTORY:\nThis is new legislation.\n\nFISCAL IMPLICATIONS:\nThere is no cost to the state; instead, this legislation will generate\nnew  revenues  to  the  state  by  ensuring that purchasers of prepaid\nwireless communications services are required to pay E911  surcharges,\nsimilar  to  the  surcharges  associated  with monthly wireless device\nplans.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after  it  shall  have\nbecome  a law; provided that section two of this act shall take effect\non the first day of the  second  quarterly  period,  as  described  in\nparagraph  (b)  of  subdivision  2 of section 186-g of the tax law, as\nadded by section two of this  act,  next  commencing  after  this  act\nbecomes a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to wireless communications devices; and to amend the tax law, in relation to a surcharge on prepaid wireless communications service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110110.T150617.TXT", "SOBI.D110111.T152721.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T145116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472879
}