{
  "year" : 2011,
  "senateBillNo" : "S1595-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1595-2011-1294635600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for draft and final environmental impact statements",
  "summary" : "Provides for draft and final environmental impact statements. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S4933-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1595\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Environmental Conser-\n         vation\n\n       AN ACT to amend the environmental conservation law, in relation to envi-\n         ronmental impact statements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions 6, 7 and 8 of section 8-0105 of the environ-\n    2  mental conservation law, as amended by chapter 228 of the laws of  1976,\n    3  are amended to read as follows:\n    4    6.  \"Environment OR ENVIRONMENTAL\" means the physical conditions which\n    5  will be affected by a  proposed  action,  including  land,  air,  water,\n    6  minerals,  flora, fauna, noise, objects of historic or aesthetic signif-\n    7  icance, existing patterns of population concentration, distribution,  or\n    8  growth, and existing community or neighborhood character.  \"ENVIRONMENT\"\n    9  AND  \"ENVIRONMENTAL\" SHALL INCLUDE THE SOCIAL, ECONOMIC, AND INFRASTRUC-\n   10  TURAL IMPACTS ON THE PHYSICAL CONDITIONS AFFECTED BY A  PROPOSED  ACTION\n   11  OR  ACTIONS.  \"ENVIRONMENT\" AND \"ENVIRONMENTAL\" SHALL ENCOMPASS ADVERSE,\n   12  BENEFICIAL AND CUMULATIVE IMPACTS TO HUMAN HEALTH, LAND,  AIR,  SUNLIGHT\n   13  AND  PATTERN, MINERALS, FLORA, FAUNA, WATER, NATURAL HABITATS, WETLANDS,\n   14  FLOODPLAINS, WATERSHED, SEWERAGE SYSTEMS, NOISE, EXISTING AND  IMPENDING\n   15  POPULATION  CONCENTRATIONS  AND  GROWTH  PATTERNS, EXISTING COMMUNITY OR\n   16  NEIGHBORHOOD CHARACTER, NEIGHBORHOOD AMENITIES, POLICE AND FIRE  DEPART-\n   17  MENTS,  HOSPITALS,  ELEMENTARY  AND  SECONDARY  SCHOOLS,  PUBLIC TRANSIT\n   18  SYSTEMS, ROADS AND ROADWAY PATTERNS, PUBLIC PARKING,  PARKS  AND  PUBLIC\n   19  RECREATIONAL  FACILITIES,  AND RESOURCES OF AGRICULTURAL, HISTORIC LAND-\n   20  MARK AND AESTHETIC SIGNIFICANCE.\n   21    7. \"DRAFT ENVIRONMENTAL IMPACT STATEMENT\" MEANS A DETAILED PRELIMINARY\n   22  REPORT TO BE PREPARED AT THE INCEPTION OF PROPOSED ACTIONS THAT  DELINE-\n   23  ATES THE ENVIRONMENTAL IMPACT PROPOSED ACTIONS WILL HAVE ON THE SPECIFIC\n   24  LOCATION  AND  WITHIN  A  ONE-HALF  MILE  RADIUS  AROUND THE LOCATION OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06138-01-1\n\n       S. 1595                             2\n\n    1  PROPOSED ACTIONS; TO INFORM THE PUBLIC  AND  OTHER  PUBLIC  AGENCIES  AS\n    2  EARLY  AS  POSSIBLE ABOUT PROPOSED ACTIONS THAT MAY SIGNIFICANTLY AFFECT\n    3  THE QUALITY OF THE ENVIRONMENT;  AND  TO  SOLICIT  COMMENTS  WHICH  WILL\n    4  ASSIST  THE  AGENCY  IN  THE  DECISION MAKING PROCESS IN DETERMINING THE\n    5  ENVIRONMENTAL CONSEQUENCES OF THE PROPOSED ACTION. THE  DRAFT  STATEMENT\n    6  SHALL RESEMBLE IN FORM AND CONTENT THE ENVIRONMENTAL IMPACT STATEMENT TO\n    7  BE PREPARED AFTER COMMENTS HAVE BEEN RECEIVED AND CONSIDERED PURSUANT TO\n    8  SUBDIVISION  TWO  OF SECTION 8-0109 OF THIS ARTICLE; HOWEVER, THE LENGTH\n    9  AND DETAIL OF  THE  DRAFT  ENVIRONMENTAL  STATEMENT  SHALL  REFLECT  THE\n   10  PRELIMINARY  NATURE  OF  THE PROPOSAL AND THE EARLY STAGE AT WHICH IT IS\n   11  PREPARED.\n   12    8. \"ENVIRONMENTAL ASSESSMENT REPORT\" MEANS  A  FORM  COMPLETED  BY  AN\n   13  APPLICANT  TO  ASSIST AN AGENCY IN DETERMINING THE ENVIRONMENTAL SIGNIF-\n   14  ICANCE OF A PROPOSED ACTION AND  SHALL  CONTAIN  ENOUGH  INFORMATION  TO\n   15  DESCRIBE  THE  PROPOSED  ACTION, ITS LOCATION, PURPOSE AND THE POTENTIAL\n   16  IMPACT ON THE ENVIRONMENT AT THE SPECIFIC LOCATION AND WITHIN A ONE-HALF\n   17  MILE RADIUS AROUND THE LOCATION OF THE PROPOSED ACTION.\n   18    9. \"[Environmental] FINAL  ENVIRONMENTAL  impact  statement\"  means  a\n   19  detailed  statement  setting  forth  the  matters  specified in [section\n   20  8-0109 of this article] SUBDIVISION SEVEN OF THIS SECTION.  It  includes\n   21  any  comments  on  a  draft  environmental  statement which are received\n   22  pursuant to section 8-0109 of this article, and the agency's response to\n   23  such comments, to  the  extent  that  such  comments  raise  issues  not\n   24  adequately resolved in the draft environmental statement.\n   25    [8.  \"Draft environmental impact statement\" means a preliminary state-\n   26  ment prepared pursuant to section 8-0109 of this article.]\n   27    S 2. Section 8-0109 of the environmental conservation law, as  amended\n   28  by  chapter 252 of the laws of 1977, subdivisions 2 and 4 as amended and\n   29  subdivision 9 as added by chapter 219 of the laws of 1990, paragraph (h)\n   30  of subdivision 2 as amended by chapter 519 of the laws  of  1992,  para-\n   31  graph  (i) of subdivision 2 as added by chapter 182 of the laws of 1990,\n   32  paragraph (i) of subdivision 2 and the fourth undesignated paragraph  of\n   33  subdivision  4  as amended by chapter 238 of the laws of 1991, the fifth\n   34  undesignated paragraph of subdivision 4 and subdivision 6 as amended  by\n   35  chapter  641 of the laws of 2005, the opening paragraph of subdivision 5\n   36  as amended by chapter 749 of the laws  of  1991  and  subdivision  7  as\n   37  amended  by  chapter  336  of  the  laws  of 1987, is amended to read as\n   38  follows:\n   39  S 8-0109. Preparation of DRAFT AND FINAL environmental impact statement.\n   40    1. Agencies shall use all practicable means to  realize  the  policies\n   41  and  goals  set forth in this article, and shall act and choose alterna-\n   42  tives which, consistent with ENVIRONMENTAL,  social,  economic,  INFRAS-\n   43  TRUCTURAL  and  other  essential  considerations,  to the maximum extent\n   44  practicable, minimize or avoid adverse [environmental] effects,  includ-\n   45  ing  effects revealed in the DRAFT AND FINAL environmental impact state-\n   46  ment process.\n   47    2. All agencies (or applicant as hereinafter provided) shall  prepare,\n   48  or  cause to be prepared by contract or otherwise [an] A DRAFT AND FINAL\n   49  environmental impact statement on any action  they  propose  or  approve\n   50  which  may OR SHALL have a significant effect on the environment. Such a\n   51  statement shall include a detailed statement setting forth  the  follow-\n   52  ing:\n   53    (a)  a  description  of  the  proposed  action  and  its environmental\n   54  setting;\n   55    (b) the SHORT-TERM AND LONG-TERM environmental impact of the  proposed\n   56  action [including short-term and long-term effects] AND THE IMPACT WITH-\n\n       S. 1595                             3\n\n    1  IN  AN AREA INCLUDING, BUT NOT LIMITED TO, A ONE-HALF MILE RADIUS AROUND\n    2  THE LOCATION OF THE PROPOSED ACTION;\n    3    (c)  any  adverse environmental effects which cannot be avoided should\n    4  the proposal be implemented;\n    5    (d) alternatives to the proposed action;\n    6    (e) any irreversible and irretrievable commitments of resources  which\n    7  would be involved in the proposed action should it be implemented;\n    8    (f) mitigation measures proposed to minimize the environmental impact;\n    9    (g) the growth-inducing aspects of the proposed action, where applica-\n   10  ble and significant;\n   11    (h)  effects  of  the  proposed  action on the use and conservation of\n   12  energy resources, where applicable and significant, provided that in the\n   13  case of an electric generating facility, the statement shall  include  a\n   14  demonstration that the facility will satisfy electric generating capaci-\n   15  ty needs or other electric systems needs in a manner reasonably consist-\n   16  ent with the most recent state energy plan;\n   17    (i)  effects of proposed action on solid waste management where appli-\n   18  cable and significant. THE STATEMENT SHALL INCLUDE A DEMONSTRATION  THAT\n   19  SOLID  WASTE  DISPOSAL  FACILITIES MEET OR EXCEED THE CAPACITY NECESSARY\n   20  FOR THE PROPOSED ACTION AND IN A MANNER CONSISTENT WITH  SOUND,  COMPRE-\n   21  HENSIVE SOLID WASTE MANAGEMENT PLANNING; [and\n   22    (i)]  (J) effects of any proposed action on, and its consistency with,\n   23  the comprehensive management plan of the special groundwater  protection\n   24  area  program,  as  implemented  by the commissioner pursuant to article\n   25  fifty-five of this chapter; [and\n   26    (j)] (K) EFFECTS OF ANY PROPOSED ACTION ON, AND ITS CONSISTENCY  WITH,\n   27  A MUNICIPALITY'S COMPREHENSIVE PLAN; AND\n   28    (L)  such other information consistent with the purposes of this arti-\n   29  cle as may be prescribed in guidelines issued by the commissioner pursu-\n   30  ant to section 8-0113 of this [chapter] ARTICLE.\n   31    [Such a statement shall also  include  copies  or  a  summary  of  the\n   32  substantive comments received by the agency pursuant to subdivision four\n   33  of  this  section, and the agency response to such comments. The purpose\n   34  of an environmental impact statement is to provide detailed  information\n   35  about  the effect which a proposed action is likely to have on the envi-\n   36  ronment, to list ways in which any adverse effects  of  such  an  action\n   37  might  be minimized, and to suggest alternatives to such an action so as\n   38  to form the basis for a decision whether or not to undertake or  approve\n   39  such  action.  Such  statement  should  be  clearly written in a concise\n   40  manner capable of being read and understood by the public,  should  deal\n   41  with the specific significant environmental impacts which can be reason-\n   42  ably  anticipated and should not contain more detail than is appropriate\n   43  considering the nature and magnitude of  the  proposed  action  and  the\n   44  significance of its potential impacts.]\n   45    3.  An  agency  may  require  an  applicant to submit an environmental\n   46  ASSESSMENT report to assist the agency in carrying out its  responsibil-\n   47  ities,  including  the  initial  determination and, (where the applicant\n   48  does not prepare the DRAFT environmental impact statement), the prepara-\n   49  tion of [an] THE DRAFT environmental impact statement under  this  arti-\n   50  cle.  The  agency  may  request such other information from an applicant\n   51  necessary for the review of environmental impacts.  Notwithstanding  any\n   52  use  of  outside  resources or work, agencies shall make their own inde-\n   53  pendent judgment of the scope, contents and adequacy of [an]  THE  DRAFT\n   54  environmental impact statement.\n   55    (A)  THE PURPOSE OF A DRAFT ENVIRONMENTAL STATEMENT IS TO RELATE ENVI-\n   56  RONMENTAL IMPACTS OF THE PROPOSED ACTIONS AT THE INCEPTION OF THE  PLAN-\n\n       S. 1595                             4\n\n    1  NING PROCESS, TO INFORM THE PUBLIC AND OTHER PUBLIC AGENCIES AS EARLY AS\n    2  POSSIBLE ABOUT PROPOSED ACTIONS THAT MAY SIGNIFICANTLY AFFECT THE QUALI-\n    3  TY  OF THE ENVIRONMENT AS DEFINED IN SECTION 8-0105 OF THIS ARTICLE, AND\n    4  TO  SOLICIT COMMENTS WHICH WILL ASSIST THE AGENCY IN THE DECISION MAKING\n    5  PROCESS IN DETERMINING THE ENVIRONMENTAL CONSEQUENCES  OF  THE  PROPOSED\n    6  ACTION.\n    7    (B)  THE  PURPOSE  OF  AN ENVIRONMENTAL IMPACT STATEMENT IS TO PROVIDE\n    8  DETAILED INFORMATION ABOUT THE EFFECT WHICH A PROPOSED ACTION IS  LIKELY\n    9  TO HAVE ON THE ENVIRONMENT, TO LIST WAYS IN WHICH ANY ADVERSE EFFECTS OF\n   10  SUCH  AN  ACTION MIGHT BE MINIMIZED, AND TO SUGGEST ALTERNATIVES TO SUCH\n   11  AN ACTION SO AS TO FORM THE BASIS FOR  A  DECISION  WHETHER  OR  NOT  TO\n   12  UNDERTAKE OR APPROVE SUCH ACTION. SUCH STATEMENT SHOULD BE CLEARLY WRIT-\n   13  TEN  IN  A  CONCISE  MANNER  CAPABLE OF BEING READ AND UNDERSTOOD BY THE\n   14  PUBLIC, SHOULD DEAL WITH THE SPECIFIC SIGNIFICANT ENVIRONMENTAL  IMPACTS\n   15  WHICH  CAN  BE REASONABLY ANTICIPATED AND SHOULD NOT CONTAIN MORE DETAIL\n   16  THAN IS APPROPRIATE CONSIDERING THE NATURE AND MAGNITUDE OF THE PROPOSED\n   17  ACTION AND THE SIGNIFICANCE OF ITS POTENTIAL IMPACTS. SUCH  A  STATEMENT\n   18  SHALL  ALSO  INCLUDE  COPIES  OR  A  SUMMARY OF THE SUBSTANTIVE COMMENTS\n   19  RECEIVED BY THE AGENCY PURSUANT TO SUBDIVISION TWO OF THIS SECTION,  AND\n   20  THE AGENCY RESPONSE TO SUCH COMMENTS.\n   21    (I) AN ENVIRONMENTAL IMPACT STATEMENT SHALL BE PREPARED FOR ANY ACTION\n   22  FOUND TO HAVE A SIGNIFICANT IMPACT ON THE SPECIAL GROUNDWATER PROTECTION\n   23  AREA,  AS  DEFINED  IN  SECTION  55-0107 OF THIS CHAPTER. SUCH STATEMENT\n   24  SHALL MEET THE REQUIREMENTS OF THE MOST  DETAILED  ENVIRONMENTAL  IMPACT\n   25  STATEMENT  REQUIRED  BY  THIS  SECTION OR BY ANY SUCH RULE OR REGULATION\n   26  PROMULGATED PURSUANT TO THIS SECTION.\n   27    (II) FOR ANY ACTION FOR WHICH THE AGENCY DETERMINES THAT  SUCH  STATE-\n   28  MENT IS NOT REQUIRED AND WHICH WOULD TAKE PLACE IN A SPECIAL GROUNDWATER\n   29  PROTECTION  AREA,  AS  DEFINED  IN  SECTION 55-0107 OF THIS CHAPTER, THE\n   30  AGENCY SHALL SHOW HOW SUCH ACTION WOULD OR WOULD NOT BE CONSISTENT  WITH\n   31  THE  COMPREHENSIVE MANAGEMENT PLAN OF THE SPECIAL GROUNDWATER PROTECTION\n   32  PROGRAM,  AS  IMPLEMENTED  BY  THE  COMMISSIONER  PURSUANT  TO   ARTICLE\n   33  FIFTY-FIVE OF THIS CHAPTER.\n   34    (C)  THE DRAFT STATEMENT SHOULD RESEMBLE IN FORM AND CONTENT THE FINAL\n   35  ENVIRONMENTAL IMPACT STATEMENT TO BE PREPARED AFTER COMMENTS  HAVE  BEEN\n   36  RECEIVED  AND  CONSIDERED  PURSUANT  TO SUBDIVISION TWO OF THIS SECTION;\n   37  HOWEVER, THE LENGTH AND DETAIL  OF  THE  DRAFT  ENVIRONMENTAL  STATEMENT\n   38  SHALL REFLECT THE PRELIMINARY NATURE OF THE PROPOSAL AND THE EARLY STAGE\n   39  AT WHICH IT IS PREPARED.\n   40    (D)  THE  DRAFT  STATEMENT SHALL BE FILED WITH THE DEPARTMENT OR OTHER\n   41  DESIGNATED AGENCIES AND SHALL BE CIRCULATED TO FEDERAL, STATE,  REGIONAL\n   42  AND  LOCAL  AGENCIES  HAVING  AN  INTEREST IN THE PROPOSED ACTION AND TO\n   43  INTERESTED MEMBERS OF THE PUBLIC FOR COMMENT, AS MAY  BE  PRESCRIBED  BY\n   44  THE COMMISSIONER PURSUANT TO SECTION 8-0113 OF THIS ARTICLE.\n   45    (E)  IN  ADDITION,  UNLESS IMPRACTICABLE, THE DRAFT STATEMENT SHALL BE\n   46  POSTED ON A PUBLICLY-AVAILABLE INTERNET WEBSITE. THE WEBSITE POSTING  OF\n   47  SUCH  DRAFT  STATEMENT MAY BE DISCONTINUED WHEN THE ENVIRONMENTAL IMPACT\n   48  STATEMENT IS POSTED PURSUANT TO PARAGRAPH (F) OF THIS SUBDIVISION.\n   49    (F) TO THE EXTENT AS MAY BE PRESCRIBED BY THE COMMISSIONER PURSUANT TO\n   50  SECTION 8-0113 OF  THIS  ARTICLE,  THE  ENVIRONMENTAL  IMPACT  STATEMENT\n   51  PREPARED  PURSUANT  TO SUBDIVISION TWO OF THIS SECTION TOGETHER WITH THE\n   52  COMMENTS OF PUBLIC AND FEDERAL AGENCIES AND MEMBERS OF THE PUBLIC, SHALL\n   53  BE FILED WITH THE COMMISSIONER,  MADE  AVAILABLE  TO  THE  PUBLIC,  AND,\n   54  UNLESS  IMPRACTICABLE,  POSTED  ON A PUBLICLY-AVAILABLE INTERNET WEBSITE\n   55  PRIOR TO ACTING ON THE PROPOSAL WHICH IS THE  SUBJECT  OF  THE  ENVIRON-\n   56  MENTAL  IMPACT  STATEMENT.  THE WEBSITE POSTING OF SUCH STATEMENT MAY BE\n\n       S. 1595                             5\n\n    1  DISCONTINUED ONE YEAR AFTER ALL NECESSARY PERMITS HAVE  BEEN  ISSUED  BY\n    2  THE FEDERAL, STATE AND LOCAL GOVERNMENTS.\n    3    4.  As  early  as  possible  in  the  formulation of a proposal for an\n    4  action, the responsible  agency  shall  make  an  initial  determination\n    5  whether  an  environmental  impact  statement  [need]  IS  NEEDED  TO be\n    6  prepared for the action. When an action is to be carried out or approved\n    7  by two or more agencies, such determination shall be made  as  early  as\n    8  possible after the designation of the lead agency.\n    9    [With  respect  to actions involving the issuance to an applicant of a\n   10  permit or other entitlement, the agency shall notify  the  applicant  in\n   11  writing  of  its  initial determination specifying therein the basis for\n   12  such determination. Notice  of  the  initial  determination  along  with\n   13  appropriate  supporting findings on agency actions shall be kept on file\n   14  in the main office of the agency for public inspection.]\n   15    (I) If the agency determines that  such  statement  is  required,  the\n   16  agency  or  the  applicant  at  its  option shall prepare or cause to be\n   17  prepared a draft environmental impact statement. If the  applicant  does\n   18  not  exercise  the  option  to  prepare such statement, the agency shall\n   19  prepare it, cause it to be prepared, or  terminate  its  review  of  the\n   20  proposed  action.  Such statement shall describe the proposed action and\n   21  reasonable alternatives to the action, and briefly discuss, on the basis\n   22  of information then  available,  the  remaining  items  required  to  be\n   23  submitted  by  subdivision  two of this section. [The purpose of a draft\n   24  environmental statement is to relate environmental considerations to the\n   25  inception of the planning process, to inform the public and other public\n   26  agencies as early as possible about proposed actions  that  may  signif-\n   27  icantly  affect  the quality of the environment, and to solicit comments\n   28  which will assist the agency in the decision making process in determin-\n   29  ing the environmental consequences of the  proposed  action.  The  draft\n   30  statement  should  resemble in form and content the environmental impact\n   31  statement to be prepared after comments have been received  and  consid-\n   32  ered  pursuant  to  subdivision two of this section; however, the length\n   33  and detail of the draft environmental statement will necessarily reflect\n   34  the preliminary nature of the proposal and the early stage at  which  it\n   35  is prepared.\n   36    For  any action for which the agency determines that such statement is\n   37  not required and  which  would  take  place  in  a  special  groundwater\n   38  protection  area,  as  defined  in  section 55-0107 of this chapter, the\n   39  agency shall show how such action would or would not be consistent  with\n   40  the  comprehensive management plan of the special groundwater protection\n   41  program, as implemented by the commissioner pursuant to  article  fifty-\n   42  five of this chapter.\n   43    The draft statement shall be filed with the department or other desig-\n   44  nated  agencies  and shall be circulated to federal, state, regional and\n   45  local agencies having an interest in the proposed action and  to  inter-\n   46  ested  members  of  the  public for comment, as may be prescribed by the\n   47  commissioner pursuant to section 8-0113. In addition, unless impractica-\n   48  ble, the draft statement shall be posted on a publicly-available  Inter-\n   49  net  website. The website posting of such draft statement may be discon-\n   50  tinued when the environmental impact statement  is  posted  pursuant  to\n   51  subdivision six of this section.\n   52    5.]  (II)  After  the filing of a draft environmental impact statement\n   53  the agency shall determine whether or not to conduct a public hearing on\n   54  the environmental impact of the proposed action. If  the  agency  deter-\n   55  mines to hold such a hearing, it shall commence the hearing within sixty\n   56  days  of  the  filing  and, unless the proposed action is withdrawn from\n\n       S. 1595                             6\n\n    1  consideration, shall prepare the environmental impact  statement  within\n    2  forty-five  days  after  the  close  of the hearing, except as otherwise\n    3  provided. The need for such a hearing shall be determined in  accordance\n    4  with procedures adopted by the agency pursuant to section 8-0113 of this\n    5  article. If no hearing is held, the agency shall prepare and make avail-\n    6  able  the  FINAL  environmental impact statement within sixty days after\n    7  the filing of the draft, except as otherwise provided.\n    8    5. Notwithstanding the specified  time  periods  established  by  this\n    9  article, an agency shall vary the times so established herein for prepa-\n   10  ration,  review  and  public  hearings  to  coordinate the environmental\n   11  review process with other procedures relating to review and approval  of\n   12  an  action.  [An application for a permit or authorization for an action\n   13  upon which a draft environmental impact statement is  determined  to  be\n   14  required shall not be complete until such draft statement has been filed\n   15  and  accepted  by  the  agency  as  satisfactory  with respect to scope,\n   16  content and adequacy for purposes of paragraph four of this section.]\n   17    6. Commencing upon such acceptance, the environmental impact statement\n   18  process shall run concurrently with other  procedures  relating  to  the\n   19  review and approval of the action so long as reasonable time is provided\n   20  for  preparation,  review  and public hearings with respect to the draft\n   21  environmental impact statement.\n   22    [6. To the extent as may be prescribed by the commissioner pursuant to\n   23  section 8-0113, the environmental impact statement prepared pursuant  to\n   24  subdivision two of this section together with the comments of public and\n   25  federal  agencies  and  members  of  the public, shall be filed with the\n   26  commissioner, made available to the public, and,  unless  impracticable,\n   27  posted  on  a publicly-available Internet website prior to acting on the\n   28  proposal which is the subject of the environmental impact statement. The\n   29  website posting of such statement may be discontinued one year after all\n   30  necessary permits have been issued  by  the  federal,  state  and  local\n   31  governments.]\n   32    7.  AN  APPLICATION  FOR A PERMIT, ENTITLEMENT OR AUTHORIZATION FOR AN\n   33  ACTION UPON WHICH A DRAFT ENVIRONMENTAL IMPACT STATEMENT  IS  DETERMINED\n   34  TO BE REQUIRED SHALL NOT BE COMPLETE UNTIL SUCH DRAFT STATEMENT HAS BEEN\n   35  FILED  AND ACCEPTED BY THE AGENCY AS SATISFACTORY WITH RESPECT TO SCOPE,\n   36  CONTENT AND ADEQUACY FOR PURPOSES OF SUBDIVISION THREE OF THIS  SECTION.\n   37  THE AGENCY SHALL NOTIFY THE APPLICANT IN WRITING OF ITS INITIAL DETERMI-\n   38  NATION  SPECIFYING  THEREIN THE BASIS FOR SUCH DETERMINATION.  NOTICE OF\n   39  THE INITIAL DETERMINATION ALONG WITH APPROPRIATE SUPPORTING FINDINGS  ON\n   40  AGENCY  ACTIONS  SHALL  BE KEPT ON FILE IN THE MAIN OFFICE OF THE AGENCY\n   41  FOR PUBLIC INSPECTION.\n   42    8. a. An agency may charge a fee to an applicant in order  to  recover\n   43  the costs incurred in preparing or causing to be prepared or reviewing a\n   44  draft  environmental  impact  statement  or  [an]  A FINAL environmental\n   45  impact statement on the action which the  applicant  requests  from  the\n   46  agency;  provided, however, that an applicant may not be charged a sepa-\n   47  rate fee for both the preparation and review  of  such  statements.  The\n   48  technical  services  of  the  department  may be made available on a fee\n   49  basis reflecting the costs thereof, to a requesting agency, which fee or\n   50  fees may appropriately be charged by the agency to the  applicant  under\n   51  rules and regulations to be issued under section 8-0113.\n   52    b. Such rules and regulations shall require the applicant to reimburse\n   53  the  conservation  fund,  as  established pursuant to subdivision (a) of\n   54  section eighty-three of the state finance law, in order to  recover  all\n   55  costs  incurred  in  preparing  or causing to be prepared or reviewing a\n   56  draft environmental impact  statement  or  [an]  A  FINAL  environmental\n\n       S. 1595                             7\n\n    1  impact  statement  by  employees  of  the  department,  whose salary and\n    2  expenses are paid, in whole or in part, from the conservation fund.\n    3    [8.] 9. When an agency decides to carry out or approve an action which\n    4  has been the subject of [an] THE environmental impact statement PROCESS,\n    5  it  shall make an explicit finding that the requirements of this section\n    6  have been met and [that  consistent  with  social,  economic  and  other\n    7  essential  considerations],  to  the maximum extent practicable, adverse\n    8  environmental [effects] IMPACTS revealed in the DRAFT AND FINAL environ-\n    9  mental impact statement process will be minimized or avoided.\n   10    [9. An environmental impact statement shall be prepared for any action\n   11  found to have a significant impact on the special groundwater protection\n   12  area, as defined in section 55-0107  of  this  chapter.  Such  statement\n   13  shall  meet  the  requirements of the most detailed environmental impact\n   14  statement required by this section or by any  such  rule  or  regulation\n   15  promulgated pursuant to this section.]\n   16    S  3.  This  act shall take effect on the ninetieth day after it shall\n   17  have become a law.\n",
  "memo" : "BILL NUMBER:S1595\n\nTITLE OF BILL:\nAn  act  to  amend  the environmental conservation law, in relation to\nenvironmental impact statements\n\nPURPOSE:\nTo restructure section 8-0105 in a  manner  that  replicates  the  EIS\nprocess,  identifies  the  proper  technical  names for EIS documents,\ncomprehensively  defines  the  term  'environment,'  adds   the   term\n'infrastructure'  to  the  definition of environment and increases the\nEIS radius from 1/4 mile to 1/2 mile.\n\nSUMMARY OF PROVISIONS:\nTo  amend  Section  8-0105  of  the  environmental  conservation  law,\nsubdivisions:  6  -  definition  of  'environment/environmental'  7  -\ndefinition of 'draft environmental impact statement' 8 - definition of\n'environmental  assessment  report'  adds  'infrastructure'   to   the\ndefinition   of   environment/environmental   increases  the  assessed\nenvironmental impact radius to one-half mile.\n\nJUSTIFICATION:\nNew York State is a home rule state, meaning  that  all  planning  and\nzoning  decisions are determined by the local government; however, the\nstate is responsible for establishing the foundation necessary to make\nthose decisions. In its current form, ECL 8-0105 and  ECL  8-0109  are\ndeficient  in  substance  and disorganized in process thereby allowing\ndevelopers to  submit  questionable  environmental  impact  statements\n(EIS)  without  repudiation.   These sections of law set the standards\nfor all development in the state; it affects the health,  welfare  and\nsafety   of  our  citizens  and  should  be  embodied  with  the  same\nsignificance. To that extent, the bill also increases  the  radius  of\nimpact  to  1/2  mile  around  the  proposed  development.   By adding\n'infrastructure' to that list of considerations, the  overall  quality\nof  life  will  be  taken  into  account  by  the  EIS. Elementary and\nsecondary schools, hospitals,  police  and  fire  departments,  public\ntransportation,   public  parking,  roads  and  roadway  networks  and\nneighborhood amenities are impacted  by  ill-conceived  and  excessive\ndevelopment.  This  then  becomes  an additional burden upon the local\ntaxpayer because it is not examined under current law.\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nLEGISLATIVE HISTORY:\nFirst entered in 2008.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after  it  shall  have\nbecome law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to environmental impact statements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T150617.TXT", "SOBI.D110111.T152721.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T145116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472881
}