{
  "year" : 2011,
  "senateBillNo" : "S1597-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1597-2011-1294635600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the Urban Development Corporation to create a subsidiary corporation for the oversight of the Atlantic Yards project",
  "summary" : "Authorizes the Urban Development Corporation to create a subsidiary corporation for the purpose of the further planning, design, and oversight of the Atlantic Yards land use improvement and civic project. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : "A1820",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S8193-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1597\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Corporations, Author-\n         ities and Commissions\n\n       AN ACT to amend the public authorities law, in relation  to  creating  a\n         subsidiary  corporation for the planning and oversight of the Atlantic\n         yards project\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 2827-a of the public authorities law is amended by\n    2  adding a new subdivision 8 to read as follows:\n    3    8. NOTWITHSTANDING SUBDIVISION ONE OF THIS SECTION, THE URBAN DEVELOP-\n    4  MENT CORPORATION IS HEREBY AUTHORIZED AND DIRECTED TO  IMMEDIATELY  TAKE\n    5  ALL  ACTION  TO  CREATE  A  SUBSIDIARY  CORPORATION,  IN ACCORDANCE WITH\n    6  SECTION TWELVE OF THE NEW YORK STATE URBAN DEVELOPMENT CORPORATION  ACT,\n    7  FOR  THE  PURPOSE  OF  THE FURTHER PLANNING, DESIGN AND OVERSIGHT OF THE\n    8  ATLANTIC YARDS LAND USE IMPROVEMENT AND CIVIC PROJECT.\n    9    S 2. This act shall take effect immediately, provided that the subsid-\n   10  iary corporation authorized in section one of this act must  be  created\n   11  within 60 days of such authorization.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04682-01-1\n",
  "memo" : "BILL NUMBER:S1597\n\nTITLE OF BILL:\nAn  act to amend the public authorities law, in relation to creating a\nsubsidiary corporation for the planning and oversight of the  Atlantic\nyards project\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe  purpose  of this bill is to establish a project oversight entity,\nto supervise the Atlantic Yards Project in order to  create  increased\naccountability and oversight in the project's governance.\n\nSUMMARY OF PROVISIONS:\nSection  2827-a  of  the public authorities law is amended by adding a\nnew subdivision 8  to  read  as  follows:  Creation  of  a  subsidiary\ncorporation,  in  'accordance  with  section  twelve of New York state\nurban development corporation act, for  the  purpose  of  the  further\nplanning,  design  and  oversight  of  the  Atlantic  Yards  land  use\nimprovement and civic project.\n\nJUSTIFICATION:\nNew York State projects in New York City are typically governed in one\nof two ways. The State can pass specific legislation relating  to  the\nproject,  as  it  did  with  Battery  Park City and Hudson River Park.\nAlternatively, the State can govern projects under the powers  granted\nto it by the UDC Act of 1968, which it does with Brooklyn Bridge Park,\nQueens  West, Moynihan Station, and other projects. In many cases, the\nEmpire  State   Development   corporation   (ESDC)   has   established\nsubsidiaries  to formally involve the city and local elected officials\nin the governance of these projects.\n\nHowever, they are not obliged to do so by law and,  unique  among  the\nlarge  state projects in New York City, there is no project subsidiary\nfor Atlantic Yards. The result is that the project is  governed  in  a\nless  transparent,  less  accountable manner than comparable projects,\nand without any vehicle for coordinating the city and  state  agencies\ninvolved  in  the  proposed  development,  or  involving local elected\nofficials and the  relevant  community  boards.  Further,  changes  in\nadministration  in  State government, as well as changes in the ESOC's\ninternal  organization,  pose  risks  to  the  continuity  of  project\noversight which may threaten the realization of Atlantic Yards' stated\ngoals.\n\nTo   address   this,   the  proposed  legislation  would  establish  a\nsubsidiary.   corporation for the  oversight  of  the  Atlantic  Yards\nproject.  The  entity  would  be  created  to  undertake  four primary\nresponsibilities.\n\nFirst, oversee the implementation of the  design  guidelines  for  the\narchitecture  of  the  project.  Second, coordinate the involvement of\nstate and city  agencies  responsible  for  the  environmental  impact\nmitigations.   Third, coordinate the development of policy surrounding\nthe  project,  including  transportation  concerns.  Lastly,   approve\nchanges to the general project plan.\n\nPRIOR LEGISLATIVE HISTORY:\n\n\nFirst introduced in 2010.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to creating a subsidiary corporation for the planning and oversight of the Atlantic yards project ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T152721.TXT", "SOBI.D110110.T150617.TXT", "SOBI.D110110.T143147.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T145116.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472885
}