{
  "year" : 2011,
  "senateBillNo" : "S1598-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S1598-2011-1294635600000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to guidelines and standards for child protective services caseworker workloads",
  "summary" : "Relates to guidelines and standards for child protective services caseworker workloads. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "SA4765-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1598\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MONTGOMERY,  HASSELL-THOMPSON  --  read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Social Services\n\n       AN  ACT  to  amend the social services law, in relation to standards for\n         workloads for child protective services caseworkers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 20-a of the social services law, as added by chap-\n    2  ter 107 of the laws of 1971, is amended to read as follows:\n    3    S 20-a.  Local personnel; limitations on department's power.  Notwith-\n    4  standing any inconsistent provision of  this  chapter,  the  board,  the\n    5  commissioner  or  the  department, acting singly or in unison, shall not\n    6  have the power, directly  or  indirectly  to  prescribe  the  number  of\n    7  persons  to  be  employed  in any social services district providing the\n    8  district complies with the minimum federal standards  relating  thereto.\n    9  PROVIDED, HOWEVER, THAT THE OFFICE OF CHILDREN AND FAMILY SERVICES SHALL\n   10  HAVE THE AUTHORITY TO PROMULGATE REGULATIONS THAT SET WORKLOAD STANDARDS\n   11  FOR  CHILD  PROTECTIVE  SERVICES,  FOSTER  CARE, PREVENTIVE SERVICES AND\n   12  ADOPTION SERVICES, WHICH STANDARDS ARE BASED ON THE NEW YORK STATE WORK-\n   13  LOAD STUDY. THE OFFICE SHALL SET WORKLOAD STANDARDS FOR CHILD PROTECTIVE\n   14  SERVICES BY OCTOBER FIRST, TWO THOUSAND THIRTEEN.   NO COUNTY  SHALL  BE\n   15  REQUIRED  TO  INCREASE ITS CHILD PROTECTIVE WORKFORCE BY MORE THAN TWEN-\n   16  TY-FIVE PERCENT IN ANY GIVEN STATE  FISCAL  YEAR,  PROVIDED  THAT  EVERY\n   17  SOCIAL SERVICES DISTRICT SHALL COME INTO COMPLIANCE WITH THE ESTABLISHED\n   18  WORKLOAD STANDARDS BY JANUARY FIRST, TWO THOUSAND SEVENTEEN.\n   19    S  2.  Paragraph  (c)  of  subdivision  1 of section 423 of the social\n   20  services law, as amended by chapter 83 of the laws of 1995,  is  amended\n   21  to read as follows:\n   22    (c)  The  child  protective  service shall have a sufficient staff, AS\n   23  REQUIRED BY CASELOAD STANDARDS ESTABLISHED BY THE OFFICE OF CHILDREN AND\n   24  FAMILY SERVICES, of sufficient qualifications to fulfill the purposes of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03578-01-1\n\n       S. 1598                             2\n\n    1  this title and be organized in such a way as to maximize the  continuity\n    2  of  responsibility,  care and service of individual workers toward indi-\n    3  vidual children and families. A  social  services  district  shall  have\n    4  flexibility  in assigning staff to the child protective service provided\n    5  that each staff assigned to such service has  the  staff  qualifications\n    6  and  has  received the training required by the [department] regulations\n    7  promulgated BY THE OFFICE OF CHILDREN AND FAMILY  SERVICES  pursuant  to\n    8  subdivisions  four  and  five of section four hundred twenty-one of this\n    9  title.\n   10    S 3. This act shall take effect immediately;  provided  however,  that\n   11  the  amendments  to paragraph (c) of subdivision 1 of section 423 of the\n   12  social services law made by section two of this act  shall  take  effect\n   13  October 1, 2013.\n",
  "memo" : "BILL NUMBER:S1598\n\nTITLE OF BILL:\nAn act\nto amend the social services law, in relation to standards\nfor workloads for child protective services caseworkers\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe purpose of this bill is to lift\nthe existing prohibition on the state creation of workload standards\nfor Child Protective Services (CPS) , foster care, preventive\nservices and adoption services. The bill would require Office of\nChildren and Family Services to set workload standards for CPS by\nOctober 1, 2011. Require every social services district to be in\ncompliance with established workload standards by January 1, 2017.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe office of\nChildren and Family\nServices would established workload standards, based on the New York\nState workload study that was funded in the SFY 2006-07 budget.\nLocalities would have until January 1, 2017 to come into compliance\nwith the required standards and no locality would be require to\nincrease its workforce by more than 25% in any given state fiscal year.\n\nJUSTIFICATION:\nCurrent state law prohibits the state\nfrom establishing\nworkload standards for workers in child protective service, foster\ncare, preventive services and adoption services agencies. Testimony\nby caseworkers made it extremely clear that the current workloads for\ncaseworkers are significantly high and are inconsistent with the\nnational workload standards for caseworkers.\n\nIn addition, the workload study conducted by the Office of Children\nand Family Services indicated that the high case loads for New York\nState's child protective and foster care workers, impede the\ncaseworkers ability to conduct quality face-to-face time with the\nchildren in their care.\n\nTo ensure the protection of the most vulnerable in our society, the\nstate must be allowed to established workload standards that are\nequitable and consistent across the state.\n\nPRIOR LEGISLATIVE HISTORY:\nDied in Committee 2009-10\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately; provided however, that\nthe amendments to paragraph (c) of subdivision 1 of section 423 of\nthe social services law made by section two of this act shall take\neffect October 1, 2013.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to standards for workloads for child protective services caseworkers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T150617.TXT", "SOBI.D110110.T143147.TXT", "SOBI.D110111.T153221.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T145116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909992
}