{
  "year" : 2011,
  "senateBillNo" : "S1593-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1593-2011-1294635600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a nuclear whistleblower access and assistance program to promote public health and safety",
  "summary" : "Directs the NYS energy research and development authority and public and private operators of each nuclear-powered electric generating facility to establish a nuclear whistleblower access and assistance program; makes related provisions as to elements of the program and provides that employees of such plants shall not be subject to retaliation; requires authority to investigate reported safety concerns; provides that whistleblowers shall have standing to litigate and may do so without exhaustion of administration remedies; authorizes the attorney general to bring actions to enforce the labor law provisions. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AA5200-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1593\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT to amend the public authorities law, the public service law, the\n         labor law, the civil service law and the executive law, in relation to\n         establishing a nuclear whistleblower access and assistance program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The legislature finds that safe operation of the publicly\n    2  and privately owned nuclear-powered electric generating facilities with-\n    3  in the state is a matter of paramount public  concern.  The  legislature\n    4  further  finds  that  an essential component of any safety strategy is a\n    5  program which assures that employees who have  first-hand  knowledge  of\n    6  potential  safety problems can freely communicate their concerns without\n    7  fear of retaliation.  Although laws and regulations exist  at  both  the\n    8  state and federal level to protect whistleblowers, the legislature finds\n    9  that the purpose served by such laws will be furthered if an affirmative\n   10  program  exists  which encourages employees to come forward with safety-\n   11  related concerns. The legislature finds that the state, as the owner  of\n   12  the  power  plants  operated  by the power authority of the state of New\n   13  York, has an interest and obligation to ensure that such facilities  are\n   14  being managed in a way that provides the highest possible level of safe-\n   15  ty.    The  legislature  also  finds  that  the state has an interest in\n   16  protecting and an obligation to protect its citizens from  the  possible\n   17  hazards  of  privately owned nuclear-powered electric generating facili-\n   18  ties.\n   19    S 2. The public authorities law is amended by  adding  a  new  section\n   20  1873 to read as follows:\n   21    S  1873.  NUCLEAR  WHISTLEBLOWER  ACCESS  AND ASSISTANCE PROGRAM.   1.\n   22  \"EMPLOYEES AT A  NUCLEAR-POWERED  ELECTRIC  GENERATING  FACILITY\"  MEANS\n   23  THOSE  PERSONS  EMPLOYED AT PUBLICLY AND PRIVATELY OWNED NUCLEAR-POWERED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02420-01-1\n\n       S. 1593                             2\n\n    1  ELECTRIC GENERATING FACILITIES, INCLUDING BUT NOT LIMITED TO:  FULL-TIME\n    2  AND  PART-TIME EMPLOYEES, CONTRACTORS, THOSE EMPLOYEES ON PROBATION, AND\n    3  TEMPORARY EMPLOYEES.\n    4    2.  THE  AUTHORITY,  AFTER CONSULTATION WITH THE UNITED STATES NUCLEAR\n    5  REGULATORY COMMISSION, THE CHAIR OF THE PUBLIC SERVICE  COMMISSION,  AND\n    6  THE  COMMISSIONER  OF THE DEPARTMENT OF LABOR, SHALL ESTABLISH A NUCLEAR\n    7  WHISTLEBLOWER ACCESS AND ASSISTANCE PROGRAM.\n    8    3. THE NUCLEAR  WHISTLEBLOWER  ACCESS  AND  ASSISTANCE  PROGRAM  SHALL\n    9  INCLUDE, AT A MINIMUM, THE FOLLOWING PROVISIONS:\n   10    (A) THE AUTHORITY SHALL EVALUATE AND COMMENT ON WHISTLEBLOWER PROGRAMS\n   11  PROPOSED  BY OPERATORS OF NUCLEAR-POWERED ELECTRIC GENERATING FACILITIES\n   12  PURSUANT TO SECTION ONE  THOUSAND  FIVE  OF  THIS  CHAPTER  AND  SECTION\n   13  SIXTY-FIVE OF THE PUBLIC SERVICE LAW;\n   14    (B)  THE  AUTHORITY  SHALL ESTABLISH TOLL-FREE TELEPHONE AND FACSIMILE\n   15  LINES AVAILABLE TO CONTRACTORS,  ADVOCATES  SHIELDING  THE  IDENTITY  OF\n   16  INSIDE  WHISTLEBLOWERS,  AND  ALL PERSONS WITHIN THE STATE OF NEW YORK'S\n   17  NUCLEAR INDUSTRY WHO HAVE KNOWLEDGE OF ISSUES THAT AFFECT PUBLIC  HEALTH\n   18  AND SAFETY. THE AUTHORITY SHALL OFFER:\n   19    (I)  ADVICE REGARDING THE EMPLOYEE'S RIGHTS UNDER APPLICABLE STATE AND\n   20  FEDERAL LAWS AND ADVICE AND OPTIONS AVAILABLE TO ALL PERSONS;\n   21    (II) AN OPPORTUNITY FOR CONTRACTORS, ADVOCATES SHIELDING THE  IDENTITY\n   22  OF INSIDE WHISTLEBLOWERS, AND ALL PERSONS WITHIN THE STATE OF NEW YORK'S\n   23  NUCLEAR  INDUSTRY  TO  IDENTIFY CONCERNS REGARDING ANY SAFETY ISSUE AT A\n   24  NUCLEAR-POWERED ELECTRIC GENERATING FACILITY, INCLUDING BUT NOT  LIMITED\n   25  TO  ANY VIOLATIONS OR POTENTIAL VIOLATIONS OF REGULATIONS OF THE NUCLEAR\n   26  REGULATORY COMMISSION;\n   27    (III) THE OPTION OF CONTACTING A NEUTRAL CONSULTANT FOR THE PURPOSE OF\n   28  SEEKING UNBIASED, NON-GOVERNMENTAL INFORMATION TO  HELP  RESOLVE  SAFETY\n   29  CONCERNS;\n   30    (C)  ANY COMMUNICATIONS BETWEEN AN EMPLOYEE AND THE AUTHORITY PURSUANT\n   31  TO THIS SECTION SHALL BE HELD STRICTLY CONFIDENTIAL  BY  THE  AUTHORITY,\n   32  UNLESS  THE  EMPLOYEE SPECIFICALLY WAIVES IN WRITING THE RIGHT TO CONFI-\n   33  DENTIALITY (THE PERSON ALLEGING A SAFETY VIOLATION IS  NOT  REQUIRED  TO\n   34  IDENTIFY HIMSELF/HERSELF) TO ANY ENTITY, INCLUDING THE NUCLEAR REGULATO-\n   35  RY COMMISSION;\n   36    (D) THE AUTHORITY SHALL PERFORM A PRELIMINARY EVALUATION OF ANY SAFETY\n   37  CONCERN  IDENTIFIED  BY  A  CALLER WITHIN SEVENTY-TWO HOURS AND GIVE THE\n   38  CALLER EVALUATION RIGHTS IF HE OR SHE SO DESIRES AND  CONDUCT  FOLLOW-UP\n   39  REPORTS  EVERY TWO WEEKS THEREAFTER FOR AN APPROPRIATE LENGTH OF TIME TO\n   40  BE DETERMINED BY THE AUTHORITY;\n   41    (E) REGARDING ANY CONCERN FOR WHICH  THE  AUTHORITY  LACKS  SUFFICIENT\n   42  EXPERTISE  TO  REACH A CONCLUSION OR WHICH, IN THE AUTHORITY'S JUDGMENT,\n   43  REPRESENTS A SIGNIFICANT PUBLIC HEALTH OR SAFETY CONCERN, THE  AUTHORITY\n   44  SHALL  CONTACT  THE  UNITED  STATES NUCLEAR REGULATORY COMMISSION, SHALL\n   45  COMMUNICATE SUCH CONCERN, AND SHALL  MAINTAIN  COMMUNICATIONS  WITH  THE\n   46  COMMISSION  AND  THE  CALLER,  WHENEVER POSSIBLE, REGARDING ANY INVESTI-\n   47  GATION OF SUCH CONCERN; AND\n   48    (F) THE AUTHORITY SHALL CONSULT WITH THE DEPARTMENT OF  LAW  REGARDING\n   49  ANY  EMPLOYEE  AT A NUCLEAR-POWERED ELECTRIC GENERATING FACILITY WHO MAY\n   50  HAVE RECOURSE TO AN ACTION PURSUANT TO SECTION SEVEN  HUNDRED  FORTY  OF\n   51  THE LABOR LAW OR SECTION SEVENTY-FIVE-B OF THE CIVIL SERVICE LAW.\n   52    4.  WHETHER OR NOT THE AUTHORITY PROCEEDS, THE WHISTLEBLOWER, IF IDEN-\n   53  TIFIED OR THE ADVOCATE WHO IS SHIELDING THE IDENTITY OF AN INSIDE WHIST-\n   54  LEBLOWER, SHALL HAVE STANDING TO LITIGATE AND SHALL BE ENTITLED TO EXPE-\n   55  DITED PROCEEDINGS IN THE COURTS OF THIS STATE WITHOUT REGARD  TO  HAVING\n   56  EXHAUSTED ADMINISTRATIVE REMEDIES.\n\n       S. 1593                             3\n\n    1    S  3. Section 1005 of the public authorities  law is amended by adding\n    2  a new subdivision 17 to read as follows:\n    3    17.  AT  EACH  NUCLEAR-POWERED  ELECTRIC  GENERATING FACILITY OWNED OR\n    4  OPERATED BY THE AUTHORITY, THE AUTHORITY SHALL ESTABLISH AND IMPLEMENT A\n    5  WHISTLEBLOWER PROGRAM. WITHIN SIX MONTHS OF THE EFFECTIVE DATE  OF  THIS\n    6  SUBDIVISION,  THE  AUTHORITY  SHALL  SUBMIT TO THE NEW YORK STATE ENERGY\n    7  RESEARCH AND DEVELOPMENT AUTHORITY A PROPOSED  PLAN  FOR  A  PROGRAM  TO\n    8  IMPLEMENT THE PURPOSES OF THIS SUBDIVISION.  SUCH PROGRAM SHALL INCLUDE,\n    9  AT A MINIMUM:\n   10    (A) OPPORTUNITY FOR ACCESS TO SENIOR MANAGEMENT FOR PURPOSES OF COMMU-\n   11  NICATING SAFETY CONCERNS THAT AFFECT PUBLIC HEALTH AND SAFETY;\n   12    (B)  EDUCATION  REGARDING  EMPLOYEE RIGHTS AND PROTECTIONS PURSUANT TO\n   13  APPLICABLE STATE AND FEDERAL LAWS AND  REGULATIONS,  INCLUDING,  TO  THE\n   14  EXTENT PERMITTED BY THE NUCLEAR REGULATORY COMMISSION, DISPLAY AT PROMI-\n   15  NENT  LOCATIONS  WITHIN  THE  FACILITY OF THE TOLL-FREE TELEPHONE NUMBER\n   16  WHICH PROVIDES ACCESS TO THE NEW YORK STATE ENERGY RESEARCH AND DEVELOP-\n   17  MENT AUTHORITY'S NUCLEAR WHISTLEBLOWER  ACCESS  AND  ASSISTANCE  PROGRAM\n   18  ESTABLISHED  PURSUANT  TO SECTION EIGHTEEN HUNDRED SEVENTY-THREE OF THIS\n   19  CHAPTER.\n   20    S 4. Section 65 of the public service law is amended by adding  a  new\n   21  subdivision 14 to read as follows:\n   22    14.  AT  EACH  NUCLEAR-POWERED  ELECTRIC  GENERATING FACILITY OWNED OR\n   23  OPERATED BY AN ELECTRIC CORPORATION, THE CORPORATION SHALL ESTABLISH AND\n   24  IMPLEMENT A WHISTLEBLOWER PROGRAM. WITHIN SIX MONTHS  OF  THE  EFFECTIVE\n   25  DATE  OF  THIS SUBDIVISION, THE CORPORATION SHALL SUBMIT TO THE NEW YORK\n   26  STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY A PROPOSED  PLAN  FOR  A\n   27  PROGRAM  TO  IMPLEMENT  THE  PURPOSES  OF THIS SUBDIVISION. SUCH PROGRAM\n   28  SHALL INCLUDE, AT A MINIMUM:\n   29    (A) OPPORTUNITY FOR ACCESS TO SENIOR MANAGEMENT FOR PURPOSES OF COMMU-\n   30  NICATING SAFETY CONCERNS;\n   31    (B) EDUCATION REGARDING EMPLOYEE RIGHTS AND  PROTECTIONS  PURSUANT  TO\n   32  APPLICABLE  STATE  AND  FEDERAL  LAWS AND REGULATIONS, INCLUDING, TO THE\n   33  EXTENT PERMITTED BY THE NUCLEAR REGULATORY COMMISSION, DISPLAY AT PROMI-\n   34  NENT LOCATIONS WITHIN THE FACILITY OF  THE  TOLL-FREE  TELEPHONE  NUMBER\n   35  WHICH PROVIDES ACCESS TO THE NEW YORK STATE ENERGY RESEARCH AND DEVELOP-\n   36  MENT AUTHORITY'S NUCLEAR WHISTLEBLOWER ACCESS AND ASSISTANCE PROGRAM.\n   37    S  5.  Paragraph (a) of subdivision 2 of section 740 of the labor law,\n   38  as amended by chapter 442 of the laws of 2006, is  amended  to  read  as\n   39  follows:\n   40    (a) discloses, or threatens to disclose to a supervisor or to a public\n   41  body  an  activity,  policy  or  practice  of  the  employer  that is in\n   42  violation of  law,  rule  or  regulation  which  violation  creates  and\n   43  presents a substantial and specific danger to the public health or safe-\n   44  ty,  or  which  constitutes  health  care  fraud,  OR, IN THE CASE OF AN\n   45  EMPLOYEE AT A NUCLEAR-POWERED ELECTRIC GENERATING FACILITY, DISCLOSES OR\n   46  THREATENS TO DISCLOSE ANY PUBLIC HEALTH OR SAFETY CONCERN, REGARDLESS OF\n   47  WHETHER OR NOT SUCH CONCERN RELATES TO A VIOLATION OF A  LAW,  RULE,  OR\n   48  REGULATION;\n   49    S  6.  Subdivision  3  of  section  740 of the labor law is amended by\n   50  adding a new undesignated paragraph to read as follows:\n   51    THIS SUBDIVISION SHALL NOT APPLY TO ANY DISCLOSURE MADE BY AN EMPLOYEE\n   52  AT A NUCLEAR-POWERED ELECTRIC GENERATING FACILITY, AS  DEFINED  PURSUANT\n   53  TO SECTION EIGHTEEN HUNDRED SEVENTY-THREE OF THE PUBLIC AUTHORITIES LAW,\n   54  WHO  BELIEVES  IN  GOOD-FAITH THAT A DISCLOSURE TO A SUPERVISOR WOULD BE\n   55  INCONSISTENT WITH THE FEDERAL OBSTRUCTION OF JUSTICE LAWS CODIFIED AT 18\n   56  U.S.C. 1512 OR THE ATOMIC ENERGY ACT/ENERGY REORGANIZATION ACT.\n\n       S. 1593                             4\n\n    1    S 7. Paragraph (c) of subdivision 1  of  section  75-b  of  the  civil\n    2  service  law, as added by chapter 660 of the laws of 1984, is amended to\n    3  read as follows:\n    4    (c)  \"Governmental  body\" shall mean (i) an officer, employee, agency,\n    5  department, division, bureau, board, commission, council,  authority  or\n    6  other  body  of  a public employer, (ii) employee, committee, member, or\n    7  commission of the legislative branch of government,  (iii)  a  represen-\n    8  tative,  member  or  employee  of  a legislative body of a county, town,\n    9  village or any other political subdivision  or  civil  division  of  the\n   10  state,  (iv) a law enforcement agency or any member or employee of a law\n   11  enforcement agency, [or] (v) the judiciary or any employee of the  judi-\n   12  ciary, (VI) EMPLOYEES AT A NUCLEAR-POWERED ELECTRIC GENERATING FACILITY,\n   13  OR (VII) THE UNITED STATES NUCLEAR REGULATORY COMMISSION.\n   14    S  8.  Paragraph  (a)  of  subdivision  2 of section 75-b of the civil\n   15  service law, as amended by chapter 899 of the laws of 1986,  is  amended\n   16  to read as follows:\n   17    (a)  A public employer shall not dismiss or take other disciplinary or\n   18  other adverse personnel action against a public employee  regarding  the\n   19  employee's  employment  because the employee discloses to a governmental\n   20  body information: (i) regarding a violation of a law, rule or regulation\n   21  which violation creates and presents a substantial and  specific  danger\n   22  to  the public health or safety; [or] (ii) which the employee reasonably\n   23  believes to be true and  reasonably  believes  constitutes  an  improper\n   24  governmental action; OR (III) FOR AN EMPLOYEE AT A NUCLEAR-POWERED ELEC-\n   25  TRIC  GENERATING  FACILITY,  AS  DEFINED  PURSUANT  TO  SECTION EIGHTEEN\n   26  HUNDRED SEVENTY-THREE OF THE PUBLIC AUTHORITIES LAW, WHICH RELATES TO  A\n   27  PUBLIC  HEALTH  OR  SAFETY  CONCERN,  REGARDLESS  OF WHETHER OR NOT SUCH\n   28  CONCERN RELATES TO A VIOLATION OF LAW, RULE,  OR  REGULATION.  \"Improper\n   29  governmental  action\"  shall  mean  any  action  by a public employer or\n   30  employee, or an agent of such employer or employee, which is  undertaken\n   31  in  the performance of such agent's official duties, whether or not such\n   32  action is within the scope of his employment, and which is in  violation\n   33  of any federal, state or local law, rule or regulation.\n   34    S  9.  Paragraph  (b)  of  subdivision  2 of section 75-b of the civil\n   35  service law, as added by chapter 660 of the laws of 1984, is amended  to\n   36  read as follows:\n   37    (b)  Prior to disclosing information pursuant to paragraph (a) of this\n   38  subdivision, an employee shall have made a good faith effort to  provide\n   39  the  appointing  authority  or his or her designee the information to be\n   40  disclosed and shall provide  the  appointing  authority  or  designee  a\n   41  reasonable  time to take appropriate action unless there is imminent and\n   42  serious danger to public health or safety.  For  the  purposes  of  this\n   43  subdivision,  an  employee  who acts pursuant to this paragraph shall be\n   44  deemed to have disclosed information to a governmental body under  para-\n   45  graph  (a)  of  this  subdivision. THIS PARAGRAPH SHALL NOT APPLY TO ANY\n   46  DISCLOSURE MADE BY AN EMPLOYEE AT A NUCLEAR-POWERED ELECTRIC  GENERATING\n   47  FACILITY,  AS DEFINED PURSUANT TO SECTION EIGHTEEN HUNDRED SEVENTY-THREE\n   48  OF THE PUBLIC AUTHORITIES LAW.\n   49    S 10. Section 63 of the executive law  is  amended  by  adding  a  new\n   50  subdivision 16 to read as follows:\n   51    16.  BRING,  UPON  THE  RECOMMENDATION  OF  THE  NEW YORK STATE ENERGY\n   52  RESEARCH AND DEVELOPMENT AUTHORITY, ACTIONS PURSUANT  TO  SECTION  SEVEN\n   53  HUNDRED  FORTY  OF THE LABOR LAW AND SECTION SEVENTY-FIVE-B OF THE CIVIL\n   54  SERVICE LAW ON BEHALF OF EMPLOYEES AT NUCLEAR-POWERED ELECTRIC  GENERAT-\n   55  ING  FACILITIES,  AS DEFINED PURSUANT TO SECTION EIGHTEEN HUNDRED SEVEN-\n   56  TY-THREE OF THE PUBLIC AUTHORITIES LAW.\n\n       S. 1593                             5\n\n    1    S 11. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1593\n\nTITLE OF BILL:\nAn act\nto amend the public authorities law, the public\nservice law, the labor law, the civil service law and the executive\nlaw, in relation to establishing a nuclear whistleblower access and\nassistance program\n\nPURPOSE:\nTo establish a program to encourage and protect employees of\nnuclear power plants who communicate concerns regarding safety problems\n\nSUMMARY OF PROVISIONS:\nThis bill would amend the energy law, the\npublic authorities law, the public service law, the labor law, the\ncivil service law, and the executive law to establish a nuclear power\nplant whistle-blower access and assistance program. The program\ncontains a number of provisions including: (1) a requirement calling\nfor the evaluation of whistleblower programs proposed by nuclear\npower plant operators, including private companies that are\npurchasing reactors in New York State (2) the establishment of a\ntoll-free telephone line available to employees of nuclear power\nplants that will offer advice regarding employee rights and\nprotections pursuant to state and federal laws and present\nopportunities for access to senior management for purposes of\ncommunicating safety-related concerns, and (3) a requirement that a\npreliminary evaluation of any safety concern identified by an\nemployee be performed.\n\nJUSTIFICATION:\nWorkers at nuclear plants are commonly referred to as\nthe \"eyes and ears\" for the U.S. Nuclear Regulatory Commission (NRC).\nThe NRC openly admits that it can only oversee a small portion of the\nindustry's safety issues and relies heavily on nuclear plant\nemployees to identify potential safety problems to management and, if\nnecessary, to the NRC. This bill acknowledges that a key element to\nthe safe operation of nuclear power plants is a work environment that\nencourages employees to come forward with any concerns they may have\nregarding reactor operational safety. Protection of safety-conscious\nworkers is of paramount concern, especially in light of electric\nutility deregulation, the infusion of market competition into the\nenergy marketplace, and changes with the NRC's oversight program.\n\nEmployees working at nuclear power plants should not feel pressured or\nintimidated by their supervisors in airing concerns. Sadly, we have\nwitnessed the harassment of employees at NY nuclear power plants much\ntoo often. Given the recent troubles at the Indian Point reactors,\nthere has never been a greater need for such a program. The\ncontroversy that has swarmed about the Indian Point reactors has shed\nlight on the suppression of safety conscious employees and worker\nhealth and safety issues. As stated in a report filed by a\nsafety-conscious employee at\nCon Edison's Indian Point 2 (IP-2) plant, there is a \"chilling effect\"\nwhich does not encourage workers to report problems. According to a\nMarch 1, 2001\nNEW YORK TIMES article, an engineer working for a\n\n\ncontractor at the IP-2 nuclear plant quit in a dispute over a safety\nissue - in particular, the reliability of the system that triggers\nautomatic shutdowns during equipment failure. At the New York Power\nAuthority's Indian Point 3 (IP-3) plant, it was revealed that worker\nhealth and safety had been compromised to meet a refueling deadline -\nover 180 workers were radioactively contaminated. According to a\nwhistleblower at the plant, the deadline was set to impress a\npotential buyer, Entergy Nuclear, Inc. which ultimately purchased\nIP-3 and is now in the process\nof buying IP-1 and IP-2. This situation may have been avoided if\nworkers felt more comfortable about raising concerns.\n\nNew York State needs to better protect workers at nuclear power plants\nwho raise safety concerns. According to Stephen Kohn - one of the\nnation's foremost experts on whistleblower law - New York State has\none of the weakest provisions in the nation with respect to providing\nadequate protection to whistleblowers. The inadequacies of New York's\n\"Whistleblower Statute,\" which was passed in 1984, have led\ncommentators to note that whistleblower protection in New York is all\nbut non-existent.\n\nFor the sake of public and employee health and safety it is crucial to\nhave a nuclear whistleblower access and assistance program\nestablished immediately.\n\nLEGISLATIVE HISTORY:\nA.8905 - 1994 (Vetoed)\nA.3893 - 1995-96\nA.3992 - 1997-98\nS.7354A/A.971A - 1999-00\nS.521A/A-528A - 2001-02\nS.1350/A.2816 - 2003-2004\nS.242/A.7365 2005-06\n\nFISCAL IMPLICATIONS:\nNone to the state\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, the public service law, the labor law, the civil service law and the executive law, in relation to establishing a nuclear whistleblower access and assistance program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110110.T150617.TXT", "SOBI.D110111.T152721.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T145116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472877
}