{
  "year" : 2011,
  "senateBillNo" : "S1596-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1596-2011-1294635600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"Atlantic Yards Governance Act\"",
  "summary" : "Enacts the \"Atlantic Yards governance act\"; creates the Atlantic Yards development trust with purposes and powers of the trust and further establishes a stakeholder council. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : "A1307",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S6008-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1596\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Corporations, Author-\n         ities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to enacting  the\n         \"Atlantic Yards governance act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and  intent.  The  legislature  hereby\n    2  finds, determines and declares the following:\n    3    1.  The  planning  and  development of the Atlantic Yards project is a\n    4  matter of state concern and in the interest of the people of the  state.\n    5  It  may  include  both  market  rate  and below market housing, new open\n    6  space, commercial and retail development and  a  sports  arena  for  New\n    7  Yorkers,  as  well as alleviate unsatisfactory conditions of the current\n    8  site.\n    9    2. It is in the public interest for the state and city of New York  to\n   10  act  together  to  oversee the development of the Atlantic Yards project\n   11  and to ensure the public is fully engaged and involved  in  the  design,\n   12  development,  and  operation  of the project, and in the development and\n   13  implementation of policies to mitigate the project's  anticipated  envi-\n   14  ronmental impacts.\n   15    3.    It is intended that the Atlantic Yards development trust, to the\n   16  extent provided and subject to the limitations set forth  in  this  act,\n   17  replace the New York state urban development corporation with respect to\n   18  its  authority  over the project, for among other things, the completion\n   19  of the development process and the construction, operation  and  mainte-\n   20  nance of the project, all in accordance with this act.\n   21    4. The legislature finds that this act is in the public interest, is a\n   22  matter  of state concern, and is necessary to accomplish these important\n   23  public purposes. The legislature intends that  this  act  shall  operate\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04630-01-1\n\n       S. 1596                             2\n\n    1  exclusively  for  purposes  relating  to the promotion of the health and\n    2  social welfare of the people of the state.\n    3    S  2.  Short  title.  This  act shall be known and may be cited as the\n    4  \"Atlantic Yards governance act\".\n    5    S 3. Article 8 of the public authorities law is amended  by  adding  a\n    6  new title 5 to read as follows:\n    7                                    TITLE 5\n    8                        ATLANTIC YARDS GOVERNANCE ACT\n    9  SECTION 1700. DEFINITIONS.\n   10          1701. CREATION OF THE ATLANTIC YARDS DEVELOPMENT TRUST.\n   11          1702. PURPOSES OF THE ATLANTIC YARDS DEVELOPMENT TRUST.\n   12          1703. POWERS OF THE ATLANTIC YARDS DEVELOPMENT TRUST.\n   13          1704. MONEYS OF THE ATLANTIC YARDS DEVELOPMENT TRUST.\n   14          1705. OTHER STATE LAWS AND AGENCIES.\n   15          1706. NOTICE OF TORT.\n   16          1707. TAX EXEMPTIONS.\n   17          1708. STAKEHOLDER COUNCIL.\n   18    S  1700. DEFINITIONS. AS USED IN THIS TITLE, THE FOLLOWING TERMS SHALL\n   19  HAVE THE FOLLOWING MEANINGS, UNLESS THE CONTEXT CLEARLY REQUIRES  OTHER-\n   20  WISE:\n   21    1. \"BOARD\" MEANS THE BOARD OF DIRECTORS OF THE ATLANTIC YARDS DEVELOP-\n   22  MENT TRUST.\n   23    2.  \"GENERAL PROJECT PLAN\" MEANS THE \"ATLANTIC YARDS LAND USE IMPROVE-\n   24  MENT AND CIVIC PROJECT GENERAL PROJECT PLAN\" DATED JULY EIGHTEENTH,  TWO\n   25  THOUSAND  SIX,  AND  ANY SUCCESSOR PLAN OR STATEMENT OF FINDINGS CREATED\n   26  THEREAFTER CONSISTENT WITH THE STATE ENVIRONMENTAL QUALITY  REVIEW  ACT;\n   27  PROVIDED  THAT  THE  GENERAL  PROJECT PLAN SHALL BE CONSISTENT WITH THIS\n   28  TITLE.\n   29    3. \"ATLANTIC YARDS\" OR \"THE PROJECT\" MEANS THE AREA IN THE CITY OF NEW\n   30  YORK AND COUNTY OF KINGS ROUGHLY BOUNDED BY FLATBUSH AND FOURTH  AVENUES\n   31  TO  THE  WEST,  VANDERBILT  AVENUE  TO  THE EAST, ATLANTIC AVENUE TO THE\n   32  NORTH, AND DEAN AND PACIFIC STREETS  TO  THE  SOUTH  AND  INCLUDING  THE\n   33  APPROXIMATELY  NINE-ACRE  BELOW-GRADE  LONG  ISLAND RAIL ROAD VANDERBILT\n   34  STORAGE YARD AND METROPOLITAN TRANSPORTATION AUTHORITY STORAGE YARD  FOR\n   35  INACTIVE NEW YORK CITY TRANSIT AUTHORITY BUSES.\n   36    4.  \"ATLANTIC  YARDS  DEVELOPMENT  TRUST\"  OR \"TRUST\" MEANS THE PUBLIC\n   37  BENEFIT CORPORATION ESTABLISHED PURSUANT TO  SECTION  SEVENTEEN  HUNDRED\n   38  ONE OF THIS TITLE.\n   39    S 1701. CREATION OF THE ATLANTIC YARDS DEVELOPMENT TRUST.  1. THERE IS\n   40  HEREBY  CREATED  THE  ATLANTIC  YARDS DEVELOPMENT TRUST WHICH SHALL BE A\n   41  BODY CORPORATE AND POLITIC, CONSTITUTING A PUBLIC  BENEFIT  CORPORATION.\n   42  THE TRUST SHALL COME INTO EXISTENCE UPON THE THIRTIETH DAY FOLLOWING THE\n   43  APPOINTMENT  OF  NOT  FEWER  THAN  EIGHT  MEMBERS OF ITS BOARD AS HEREIN\n   44  PROVIDED, AND THE TRUST AND ITS CORPORATE EXISTENCE SHALL CONTINUE UNTIL\n   45  TERMINATED BY THE LEGISLATURE. THE TRUST SHALL HAVE THE RIGHTS,  POWERS,\n   46  RESPONSIBILITIES  AND  DUTIES  SET  FORTH  IN THIS TITLE, SUBJECT TO THE\n   47  LIMITATIONS SET FORTH HEREIN, AND IT SHALL REPLACE THE  NEW  YORK  STATE\n   48  URBAN  DEVELOPMENT  CORPORATION,  IN  ITS  AUTHORITY  OVER THE PLANNING,\n   49  DESIGN, CONSTRUCTION, OPERATION AND MAINTENANCE OF THE PROJECT. UPON THE\n   50  COMING INTO EXISTENCE OF THE TRUST,  THE  TRUST  SHALL  SUCCEED  TO  ALL\n   51  CONTRACTS,  LEASES,  LICENSES AND OTHER LEGAL OBLIGATIONS RESPECTING THE\n   52  PROJECT TO WHICH ITS PREDECESSORS ARE PARTY AT OR  AFTER  THE  EFFECTIVE\n   53  DATE OF THIS TITLE; PROVIDED THAT THE TRUST SHALL NOT ASSUME ANY DEBT OR\n   54  FINANCIAL  OBLIGATION  TO ANY PUBLIC BENEFIT CORPORATION OR GOVERNMENTAL\n   55  ENTITY.\n\n       S. 1596                             3\n\n    1    2. THE MEMBERS OF THE BOARD OF THE ATLANTIC  YARDS  DEVELOPMENT  TRUST\n    2  BOARD  SHALL BE RESIDENTS OF THE CITY OF NEW YORK AND SHALL BE APPOINTED\n    3  AS FOLLOWS:\n    4    (A)  EIGHT  MEMBERS SHALL BE APPOINTED BY AND SERVE AT THE PLEASURE OF\n    5  THE GOVERNOR, AT LEAST ONE OF  WHOM  SHALL  BE  A  REPRESENTATIVE  OF  A\n    6  NOT-FOR-PROFIT, NON-GOVERNMENTAL ENVIRONMENTAL OR CIVIC ORGANIZATION.\n    7    (B)  TWO MEMBERS SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY, IN\n    8  CONSULTATION WITH  THE  MEMBER  OF  THE  ASSEMBLY  THAT  REPRESENTS  THE\n    9  DISTRICT OR DISTRICTS IN WHICH THE PROJECT IS LOCATED.\n   10    (C)  TWO  MEMBERS SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE\n   11  SENATE, IN CONSULTATION WITH THE SENATOR THAT REPRESENTS THE DISTRICT OR\n   12  DISTRICTS IN WHICH THE PROJECT IS LOCATED.\n   13    (D) TWO MEMBERS SHALL BE APPOINTED BY AND SERVE AT THE PLEASURE OF THE\n   14  MAYOR OF THE CITY OF NEW YORK.\n   15    (E) ONE MEMBER SHALL BE APPOINTED BY AND SERVE AT THE PLEASURE OF  THE\n   16  BOROUGH  PRESIDENT OF THE BOROUGH OF BROOKLYN, APPOINTED IN CONSULTATION\n   17  WITH BROOKLYN COMMUNITY BOARDS TWO, SIX AND EIGHT.\n   18    (F) ONE NON-VOTING MEMBER SHALL BE APPOINTED BY THE STAKEHOLDER  COUN-\n   19  CIL AS PROVIDED IN SECTION SEVENTEEN HUNDRED EIGHT OF THIS TITLE.\n   20    (G)  EACH  APPOINTING  AUTHORITY,  WITH  THE EXCEPTION OF THE BROOKLYN\n   21  BOROUGH PRESIDENT AND THE STAKEHOLDER COUNCIL, MAY APPOINT NO MORE  THAN\n   22  HALF THEIR MEMBERS AS CITY OR STATE EMPLOYEES.\n   23    3. EACH MEMBER SHALL SERVE A TWO YEAR TERM COMMENCING ON JANUARY FIRST\n   24  IN  ODD  NUMBERED  YEARS.  TRUST  MEMBERS  SHALL BE ELIGIBLE TO BE REAP-\n   25  POINTED.\n   26    4. EACH MEMBER, EXCEPT FOR THE NON-VOTING MEMBER, OF THE  BOARD  SHALL\n   27  BE  ENTITLED  TO  ONE  VOTE ON ALL MATTERS VOTED ON BY THE BOARD.  EIGHT\n   28  MEMBERS SHALL CONSTITUTE A QUORUM. ALL ACTIONS AUTHORIZED BY A  VOTE  OF\n   29  THE  BOARD  SHALL  REQUIRE  THE AFFIRMATIVE VOTE OF A QUORUM IN ORDER TO\n   30  PASS. THE CHAIR SHALL BE DESIGNATED BY THE GOVERNOR AND SERVE  AS  CHAIR\n   31  AT  THE PLEASURE OF THE GOVERNOR, AND THE VICE-CHAIR SHALL BE DESIGNATED\n   32  BY THE MAYOR OF THE CITY OF NEW YORK AND SERVE AT THE  PLEASURE  OF  THE\n   33  MAYOR.  DESIGNATION  AS  CHAIR  OR VICE-CHAIR SHALL BE FOR A TERM OF TWO\n   34  YEARS.\n   35    5. MEMBERS OF THE BOARD SHALL NOT BE COMPENSATED  FOR  THEIR  SERVICES\n   36  BUT  MAY  BE REIMBURSED FOR THEIR NECESSARY AND ACTUAL EXPENSES INCURRED\n   37  IN CONNECTION WITH THE PERFORMANCE OF THEIR DUTIES. THE BOARD MAY  DELE-\n   38  GATE TO ONE OR MORE OF ITS MEMBERS OR TO ITS OFFICERS, AGENTS OR EMPLOY-\n   39  EES SUCH POWERS AND DUTIES AS IT MAY DEEM PROPER.\n   40    6.  IT  SHALL  NOT  BE  DEEMED  A CONFLICT OF INTEREST FOR A PERSON TO\n   41  SIMULTANEOUSLY HOLD POSITIONS AS A MEMBER OF THE BOARD AND AS AN OFFICER\n   42  OF THE TRUST. NO PUBLIC OFFICER OR EMPLOYEE SHALL FORFEIT OR  BE  DEEMED\n   43  TO  HAVE FORFEITED SUCH PUBLIC OFFICE OR EMPLOYMENT BY ACCEPTING MEMBER-\n   44  SHIP ON THE BOARD.\n   45    S 1702. PURPOSES OF THE ATLANTIC YARDS DEVELOPMENT TRUST. THE TRUST IS\n   46  HEREBY CREATED TO PERMIT THE  FOLLOWING  PURPOSES  TO  BE  FULFILLED  IN\n   47  ACCORDANCE WITH THIS TITLE:\n   48    1.  TO  PLAN,  DESIGN,  DEVELOP,  CONSTRUCT,  OPERATE AND MAINTAIN THE\n   49  PROJECT;\n   50    2. TO CREATE AFFORDABLE AND MARKET-RATE HOUSING, TO CREATE NEW  PUBLIC\n   51  OPEN SPACE AND COMMERCIAL AND RETAIL DEVELOPMENT;\n   52    3.  TO  ENSURE  THE PUBLIC IS FULLY INVOLVED AND ENGAGED IN THE GOVER-\n   53  NANCE OF THE PROJECT;\n   54    4. TO COOPERATE, AND TO COORDINATE MATTERS RELATING  TO  THE  PROJECT,\n   55  WITH  THE FEDERAL GOVERNMENT, THE STATE AND THE CITY OF NEW YORK AS WELL\n   56  AS WITH COMMUNITY, ENVIRONMENTAL, AND CIVIC GROUPS;\n\n       S. 1596                             4\n\n    1    5. TO ACCEPT APPROPRIATIONS, SUBSIDIES AND GRANTS FROM FEDERAL,  STATE\n    2  AND LOCAL GOVERNMENTS; AND\n    3    6.  TO  RECEIVE  RENTS,  PAYMENTS IN LIEU OF TAXES, AND OTHER REVENUES\n    4  GENERATED WITHIN THE PROJECT, AND TO USE THE  SAME  SOLELY  TO  IMPROVE,\n    5  OPERATE AND MAINTAIN THE PROJECT.\n    6    S  1703. POWERS OF THE ATLANTIC YARDS DEVELOPMENT TRUST. 1. TO FULFILL\n    7  ITS PURPOSES UNDER THIS  TITLE,  THE  TRUST  SHALL  HAVE  THE  FOLLOWING\n    8  POWERS,  FUNCTIONS,  DUTIES AND AUTHORITY SUBJECT TO THE LIMITATIONS SET\n    9  FORTH IN THIS TITLE:\n   10    (A) TO PLAN, DESIGN, DEVELOP, CONSTRUCT,  OPERATE,  AND  MAINTAIN  THE\n   11  PROJECT;\n   12    (B) TO IMPLEMENT THE GENERAL PROJECT PLAN FOR THE PROJECT;\n   13    (C)  TO  OVERSEE  IMPLEMENTATION  OF  THE  DESIGN  GUIDELINES  FOR THE\n   14  PROJECT;\n   15    (D) TO ESTABLISH A STAKEHOLDER COUNCIL AS PROVIDED IN  SECTION  SEVEN-\n   16  TEEN HUNDRED EIGHT OF THIS TITLE;\n   17    (E)  TO  APPROVE  CHANGES  TO THE GENERAL PROJECT PLAN IN CONSULTATION\n   18  WITH THE STAKEHOLDER COUNCIL;\n   19    (F) TO OVERSEE POLICIES  TO  MITIGATE  ENVIRONMENTAL  IMPACTS  OF  THE\n   20  PROJECT  AND  COORDINATE  THE  IMPLEMENTATION OF THESE POLICIES WITH THE\n   21  RELEVANT CITY AND STATE AGENCIES;\n   22    (G) WHEN NECESSARY, TO DEVELOP ADDITIONAL POLICY  TO  MITIGATE  ANTIC-\n   23  IPATED ENVIRONMENTAL IMPACTS OF THE PROJECT;\n   24    (H)  TO ADOPT RULES OF PROCEDURE FOR CONSULTATION WITH THE STAKEHOLDER\n   25  COUNCIL, ESTABLISHED PURSUANT TO SECTION SEVENTEEN HUNDRED EIGHT OF THIS\n   26  TITLE;\n   27    (I) TO PROVIDE FOR THE HEALTH, SAFETY AND WELFARE OF THE PUBLIC  USING\n   28  FACILITIES UNDER ITS JURISDICTION;\n   29    (J) TO EXERCISE THE FOLLOWING GENERAL CORPORATE POWERS:\n   30    (I)  TO  MAKE  AND  ALTER  BY-LAWS  FOR  ITS ORGANIZATION AND INTERNAL\n   31  MANAGEMENT;\n   32    (II) TO ADOPT, AMEND OR RESCIND SUCH RULES, REGULATIONS AND ORDERS  AS\n   33  MAY  BE  NECESSARY  OR CONVENIENT FOR THE PERFORMANCE OR EXERCISE OF THE\n   34  FUNCTIONS, POWERS AND  DUTIES  OF  THE  TRUST  IN  ACCORDANCE  WITH  THE\n   35  PROVISIONS OF THIS TITLE;\n   36    (III)  TO  ENTER  INTO CONTRACTS, INCLUDING CUSTOMARY TRADE CREDITS IN\n   37  THE ORDINARY COURSE OF BUSINESS, WITH  ANY  PERSON  AND  DO  ALL  THINGS\n   38  NECESSARY OR CONVENIENT TO CARRY OUT THE FUNCTIONS, POWERS AND DUTIES OF\n   39  THE TRUST;\n   40    (IV) TO CONDUCT MEETINGS AND HEARINGS WITH RESPECT TO ANY MATTER UNDER\n   41  THE JURISDICTION AND CONTROL OF THE TRUST;\n   42    (V)  TO  BRING  OR DEFEND SUCH ACTIONS, SUITS OR PROCEEDINGS AS MAY BE\n   43  NECESSARY OR PROPER TO PERFORM ANY OF THE POWERS, FUNCTIONS  AND  DUTIES\n   44  OF THE TRUST;\n   45    (VI)  TO  EXERCISE AND PERFORM SUCH OTHER FUNCTIONS, POWERS AND DUTIES\n   46  AS SHALL HAVE BEEN OR MAY BE FROM TIME TO TIME CONFERRED OR  IMPOSED  BY\n   47  OR PURSUANT TO LAW;\n   48    (VII) TO APPOINT SUCH OFFICERS AND EMPLOYEES AS IT MAY REQUIRE FOR THE\n   49  PERFORMANCE  OF  ITS  DUTIES,  AND TO FIX AND DETERMINE THEIR QUALIFICA-\n   50  TIONS, DUTIES, AND COMPENSATION AND TO RETAIN OR EMPLOY SUCH PERSONS  AS\n   51  LANDSCAPE  ARCHITECTS,  ARCHITECTS,  HISTORIANS,  ECOLOGISTS, EDUCATORS,\n   52  ENGINEERS, COUNSEL, AUDITORS, AND  PRIVATE  CONSULTANTS  ON  A  CONTRACT\n   53  BASIS  OR  OTHERWISE  TO  RENDER  PROFESSIONAL OR TECHNICAL SERVICES AND\n   54  ADVICE;\n\n       S. 1596                             5\n\n    1    (VIII) TO SUBMIT LEGAL MATTERS TO THE ATTORNEY GENERAL  OF  THE  STATE\n    2  WHO  MAY  FURNISH  ANY  NECESSARY  LEGAL SERVICES AND ADVICE REQUIRED TO\n    3  ASSIST THE TRUST IN ACCOMPLISHING ITS CORPORATE PURPOSES;\n    4    (IX)  TO  DESIGNATE  THE  DEPOSITORIES  OF  ITS  MONEY AND THE PERSONS\n    5  AUTHORIZED TO SIGN CHECKS AND OTHER SUCH INSTRUMENTS ON ITS BEHALF;\n    6    (X) TO ESTABLISH AND RE-ESTABLISH ITS FISCAL YEAR; AND\n    7    (XI) TO PREPARE AND APPROVE AN ANNUAL BUDGET FOR ITS OPERATIONS;\n    8    (K) TO PROVIDE FOR MEANINGFUL PUBLIC NOTICE, PARTICIPATION,  CONSULTA-\n    9  TION  AND  REVIEW  IN  THE  PLANNING,  DEVELOPMENT  AND OPERATION OF THE\n   10  PROJECT, WHICH SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   11    (I) CONSULTATION WITH THE STAKEHOLDER COUNCIL  AND  ELECTED  OFFICIALS\n   12  REPRESENTING COMMUNITIES NEIGHBORING THE PROJECT; AND\n   13    (II)  TIMELY  AND REASONABLE NOTIFICATION TO APPROPRIATE NEWS MEDIA OF\n   14  EACH MEETING OF THE TRUST AND ANY PUBLIC HEARINGS REGARDING  SIGNIFICANT\n   15  PLANS OR PROPOSED ACTIONS WITH RESPECT TO THE PROJECT;\n   16    (L)  TO DEVELOP AND OVERSEE AN ANNUAL FINANCING PLAN THAT WILL COMBINE\n   17  CONTRIBUTIONS FROM THE STATE, THE CITY OF NEW YORK AND  PRIVATE  SOURCES\n   18  FOR THE PLANNING AND DEVELOPMENT OF THE PROJECT; AND\n   19    (M)  TO  LEND  OR  DONATE MONIES, WHETHER SECURED OR UNSECURED, TO ANY\n   20  SUBSIDIARY CORPORATION, AND TO PURCHASE,  SELL  OR  PLEDGE  THE  SHARES,\n   21  BONDS  OR  OTHER  OBLIGATIONS  OR  SECURITIES THEREOF, ON SUCH TERMS AND\n   22  CONDITIONS AS THE CORPORATION MAY DEEM ADVISABLE.\n   23    2. THE TRUST SHALL BE SUBJECT TO ARTICLE EIGHT  OF  THE  ENVIRONMENTAL\n   24  CONSERVATION  LAW.  THE GENERAL PROJECT PLAN ADOPTED PRIOR TO THE COMING\n   25  INTO EXISTENCE OF THE TRUST SHALL CONSTITUTE THE  GENERAL  PROJECT  PLAN\n   26  FOR  THE  PROJECT. HOWEVER, SHOULD THE TRUST DECIDE TO AMEND THE GENERAL\n   27  PROJECT PLAN, THEN THE TRUST SHALL CONTINUE THE PREPARATION OF AN  ENVI-\n   28  RONMENTAL IMPACT STATEMENT IN ACCORDANCE WITH THE ONGOING STATE ENVIRON-\n   29  MENTAL  QUALITY REVIEW PROCESSES BEGUN BY ITS PREDECESSORS AND SHALL ACT\n   30  AS LEAD AGENCY IN CONNECTION THEREWITH IN ORDER THAT THERE SHALL  BE  NO\n   31  INTERRUPTION  OR  IMPEDIMENT  TO THAT PROCESS AS A RESULT OF THIS TITLE.\n   32  SUCH USE BY THE TRUST OF THE ENVIRONMENTAL IMPACT STATEMENT BEGUN BY THE\n   33  NEW YORK STATE URBAN DEVELOPMENT CORPORATION SHALL NOT BE DEEMED ILLEGAL\n   34  OR AN OBJECTION UNDER ARTICLE EIGHT OF  THE  ENVIRONMENTAL  CONSERVATION\n   35  LAW. UNLESS THE CONTEXT CLEARLY REQUIRES OTHERWISE, ANY REFERENCE TO THE\n   36  URBAN  DEVELOPMENT CORPORATION DOING BUSINESS AS THE EMPIRE STATE DEVEL-\n   37  OPMENT CORPORATION IN THE FINAL ENVIRONMENTAL IMPACT  STATEMENT  OR  ANY\n   38  OTHER  DOCUMENT  THAT  IS PART OF THE PROCESS OF DEVELOPING OR APPROVING\n   39  THE GENERAL PROJECT PLAN, OR IN THE GENERAL PROJECT PLAN  ITSELF,  SHALL\n   40  BE  DEEMED TO REFER TO AND MAY BE AMENDED TO REFER TO THE ATLANTIC YARDS\n   41  DEVELOPMENT TRUST, AND SUCH REFERRAL AND AMENDMENT SHALL NOT  BE  DEEMED\n   42  ILLEGAL OR AN OBJECTION UNDER ARTICLE EIGHT OF THE ENVIRONMENTAL CONSER-\n   43  VATION  LAW.  THE  PLAN RESULTING FROM SUCH ENVIRONMENTAL REVIEW PROCESS\n   44  SHALL BE CONSISTENT WITH THIS TITLE AND  SHALL  BE  THE  BASIS  FOR  THE\n   45  DESIGN  AND  DEVELOPMENT  OF  THE  PROJECT  AND  BE KNOWN AS THE GENERAL\n   46  PROJECT PLAN.\n   47    3. (A) THE TRUST SHALL RECEIVE AND HAVE EXCLUSIVE TITLE TO ALL  RENTS,\n   48  FEES,  AND  OTHER  REVENUES REQUIRED TO BE TRANSFERRED TO IT UNDER PARA-\n   49  GRAPH (B) OF THIS SUBDIVISION AND ALSO TO ALL  RENTS,  FEES,  AND  OTHER\n   50  REVENUES  PAID  OR  TO  BE  PAID TO IT PURSUANT TO ANY LEASE, CONCESSION\n   51  ARRANGEMENT, LICENSE OR OTHER AGREEMENT RELATING  TO  ANY  PART  OF  THE\n   52  PROJECT,  MADE  BY  IT  OR ANY PREDECESSOR, AND ALL SUCH MONIES SHALL BE\n   53  USED SOLELY FOR CONSTRUCTING, IMPROVING, OPERATING AND  MAINTAINING  THE\n   54  PROJECT.\n   55    (B)  ALL  NET REVENUES PAID TO THE STATE OF NEW YORK OR ANY INSTRUMEN-\n   56  TALITY THEREOF, THE NEW YORK STATE URBAN  DEVELOPMENT  CORPORATION,  THE\n\n       S. 1596                             6\n\n    1  CITY  OF NEW YORK OR ANY INSTRUMENTALITY THEREOF, PURSUANT TO ANY LEASE,\n    2  CONCESSION AGREEMENT, LICENSE OR OTHER AGREEMENT RELATING TO ANY PART OF\n    3  THE PROJECT, AND  ANY  SUCH  REVENUES  HEREAFTER  PAID  TO  AND  IN  THE\n    4  POSSESSION OF ANY OF THOSE ENTITIES.\n    5    4.  THE  ACCOUNTS,  RECORDS,  AND  PERFORMANCE  OF  THE TRUST SHALL BE\n    6  SUBJECT TO ANNUAL AUDIT BY THE COMPTROLLERS OF THE STATE AND CITY OF NEW\n    7  YORK, IN ACCORDANCE WITH THE PROCEDURAL  REQUIREMENTS  GOVERNING  AUDITS\n    8  UNDER THE LAWS OF SUCH JURISDICTIONS.\n    9    5.  THE  TRUST MAY ESTABLISH AND FINANCE STAFF OR CONSULTANT POSITIONS\n   10  TO SERVE AS LIAISONS TO THE TRUST FOR THE STAKEHOLDER COUNCIL.\n   11    6. IN THE CASE  OF  ANY  PROPOSED  SIGNIFICANT  ACTION  AFFECTING  THE\n   12  PROJECT OR THE NEIGHBORING COMMUNITY, INCLUDING THE ADOPTION OF, AND ANY\n   13  AMENDMENT TO, THE GENERAL PROJECT PLAN OR THE ANNUAL FINANCING PLAN, THE\n   14  TRUST SHALL:\n   15    (A) HOLD A PUBLIC HEARING ON NOT LESS THAN THIRTY DAYS' ADVANCE PUBLIC\n   16  NOTICE;\n   17    (B)  SOLICIT AND CONSIDER THE VIEWS OF THE COMMUNITY STAKEHOLDER COUN-\n   18  CIL, THE PLANNING COMMISSION OF THE CITY OF NEW YORK, ELECTED  OFFICIALS\n   19  REPRESENTING COMMUNITIES NEIGHBORING THE PROJECT, ALLOWING NOT LESS THAN\n   20  SIXTY  DAYS  FOLLOWING  THE  NOTICE  OF  THE  PROPOSED  ACTION  FOR  THE\n   21  SUBMISSION OF SUCH VIEWS;\n   22    (C) PUBLISH NOTICE OF THE HEARING AND  PROPOSED  ACTION  IN  THE  CITY\n   23  RECORD AND STATE REGISTER;\n   24    (D) MEET WITH REPRESENTATIVES OF THE STAKEHOLDER COUNCIL NOT LESS THAN\n   25  TWENTY DAYS FOLLOWING THE END OF THE PUBLIC COMMENT PERIOD; AND\n   26    (E)  PREPARE A FINDINGS STATEMENT SUMMARIZING PUBLIC COMMENT AND VIEWS\n   27  OF THE STAKEHOLDER COUNCIL AND OUTLINE HOW THE PROPOSED ACTION ADDRESSES\n   28  IDENTIFIED CONCERNS.\n   29    7. NO LATER THAN FEBRUARY FIRST OF EACH YEAR FOLLOWING  THE  EFFECTIVE\n   30  DATE  OF  THIS TITLE AND WITHIN SIXTY DAYS AFTER THE LATER OF THE EFFEC-\n   31  TIVE DATE OF THIS TITLE OR THE ADOPTION OF THE GENERAL PROJECT  PLAN  OR\n   32  ANY  AMENDMENT,  THE TRUST SHALL DELIVER TO THE GOVERNOR, THE SPEAKER OF\n   33  THE ASSEMBLY, THE TEMPORARY PRESIDENT OF THE  SENATE,  THE  STATE  COMP-\n   34  TROLLER,  THE  MAYOR  OF  THE  CITY OF NEW YORK, THE SPEAKER OF THE CITY\n   35  COUNCIL OF THE CITY OF NEW YORK, THE COMPTROLLER OF THE CITY OF NEW YORK\n   36  AND THE CHAIRS OF COMMUNITY  BOARDS  TWO,  SIX,  AND  EIGHT  WITHIN  THE\n   37  BOROUGH OF BROOKLYN, A CURRENT COPY OF THE ANNUAL FINANCING PLAN AND ANY\n   38  AMENDMENTS  TO  THE  GENERAL  PROJECT PLAN FOR THE PROJECT AND THE TRUST\n   39  SHALL, WITHIN THE SAME TIME, MAKE SUCH PLAN AND A CURRENT  COPY  OF  ITS\n   40  REGULATIONS AVAILABLE FOR PUBLIC INSPECTION DURING BUSINESS HOURS AT THE\n   41  OFFICES OF THE TRUST WITHIN THE CITY OF NEW YORK.\n   42    8.  NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, THE ATLANTIC\n   43  YARDS DEVELOPMENT TRUST SHALL  ESTABLISH  THE  ATLANTIC  YARDS  PURPOSES\n   44  ACCOUNT  AND OTHER SUB-ACCOUNTS WHICH MAY BE NECESSARY OR CONVENIENT FOR\n   45  THE AUTHORIZED PURPOSES OF THE TRUST WITHIN THE TREASURY  OF  THE  TRUST\n   46  WHICH SHALL REFLECT AND CONSIST OF ALL FUNDS MADE AVAILABLE TO THE TRUST\n   47  AT ANY TIME, FROM ANY SOURCES, FOR ITS AUTHORIZED PURPOSES. SUCH ACCOUNT\n   48  AND  SUB-ACCOUNTS SHALL BE INCLUDED IN DETAILED QUARTERLY REPORTS OF THE\n   49  TRUST COMMENCING WITH THE QUARTERLY REPORT FOR  THE  PERIOD  IMMEDIATELY\n   50  PRECEDING JANUARY FIRST, TWO THOUSAND TWELVE, WHICH SET FORTH THE STATUS\n   51  OF  THE  ACCOUNT  AND  SUB-ACCOUNTS,  THE  AMOUNT IN SUCH ACCOUNT AT THE\n   52  BEGINNING OF SUCH QUARTER (FROM AND INCLUDING THE ENTIRE PERIOD FOR  THE\n   53  FIRST DAY OF THE OPERATIVE CALENDAR YEAR), THE PAYMENTS OF SUCH ACCOUNT,\n   54  AND  THE  AMOUNT  IN  SUCH  ACCOUNT AT THE CLOSE OF SUCH QUARTER (TO AND\n   55  INCLUDING THE ENTIRE PERIOD OF THE LAST DAY OF  THE  OPERATIVE  CALENDAR\n   56  YEAR).   SUCH DETAILED QUARTERLY REPORTS SHALL BE PREPARED AND SUBMITTED\n\n       S. 1596                             7\n\n    1  WITHIN THIRTY DAYS OF THE CLOSE OF THE FISCAL QUARTER OF THE  TRUST,  TO\n    2  THE  GOVERNOR,  THE  SPEAKER OF THE ASSEMBLY, THE TEMPORARY PRESIDENT OF\n    3  THE SENATE, THE STATE COMPTROLLER,  THE  CHAIR  OF  THE  SENATE  FINANCE\n    4  COMMITTEE, THE CHAIR OF THE ASSEMBLY WAYS AND MEANS COMMITTEE, THE MAYOR\n    5  OF  THE CITY OF NEW YORK, THE SPEAKER OF THE CITY COUNCIL OF THE CITY OF\n    6  NEW YORK, THE COMPTROLLER OF THE CITY OF NEW YORK,  AND  THE  CHAIRS  OF\n    7  COMMUNITY BOARDS TWO, SIX AND EIGHT WITHIN THE BOROUGH OF BROOKLYN.\n    8    S  1704. MONEYS OF THE ATLANTIC YARDS DEVELOPMENT TRUST. ALL MONEYS OF\n    9  THE TRUST FROM WHATEVER SOURCE DERIVED SHALL BE PAID TO THE TREASURER OF\n   10  THE TRUST AND SHALL BE DEPOSITED FORTHWITH IN ONE OR MORE BANKS OR TRUST\n   11  COMPANIES IN THE STATE, AS DESIGNATED BY THE TRUST. THE MONEYS  IN  SUCH\n   12  ACCOUNTS  SHALL  BE PAID OUT BY THE TREASURER OF THE TRUST UPON REQUISI-\n   13  TION BY THE CHAIRPERSON OF THE BOARD OR OF SUCH OFFICER OR  OFFICERS  AS\n   14  THE  BOARD MAY AUTHORIZE. ANY MONEYS OF THE TRUST NOT REQUIRED FOR IMME-\n   15  DIATE USE OR DISBURSEMENT MAY,  AT  THE  DISCRETION  OF  THE  TRUST,  BE\n   16  INVESTED   IN   THOSE   OBLIGATIONS   SPECIFIED   PURSUANT   TO  SECTION\n   17  NINETY-EIGHT-A OF THE STATE FINANCE LAW.\n   18    S 1705. OTHER STATE LAWS AND AGENCIES. 1. THE TRUST SHALL  BE  SUBJECT\n   19  TO ARTICLES SIX AND SEVEN OF THE PUBLIC OFFICERS LAW.\n   20    2.  WHENEVER  IN  THE  OPINION  OF THE TRUST IT WOULD BE IN THE PUBLIC\n   21  INTEREST, IT MAY, AFTER APPROVAL OF THE DIRECTOR OF THE  BUDGET  OR  THE\n   22  DIRECTOR  OF THE OFFICE OF MANAGEMENT AND BUDGET OF THE CITY OF NEW YORK\n   23  AS THE CASE MAY BE, REQUEST THE TEMPORARY  ASSIGNMENT  AND  TRANSFER  OF\n   24  CERTAIN  EMPLOYEES OF ANY BOARD, COMMISSION, AGENCY OR DEPARTMENT OF THE\n   25  STATE OR THE CITY OF NEW YORK, AND SUCH  BOARD,  COMMISSION,  AGENCY  OR\n   26  DEPARTMENT,  IF  IN THE OPINION OF THE TRANSFERRING AGENCY SUCH TRANSFER\n   27  WILL NOT INTERFERE WITH THE PERFORMANCE OF ITS DUTIES AND FUNCTIONS, MAY\n   28  MAKE SUCH ASSIGNMENT AND TRANSFER OR EXTENSION THEREOF WHICH  SHALL  NOT\n   29  IN  ANY  WAY  AFFECT  THE  CIVIL  SERVICE STATUS, CONTINUITY OF SERVICE,\n   30  RETIREMENT PLAN STATUS, RIGHT TO COMPENSATION, GRADE OR COMPENSATION  OR\n   31  THE RIGHTS OR PRIVILEGES OF ANY EMPLOYEE SO TRANSFERRED.\n   32    3.  FOR PURPOSES OF SECTIONS TWO HUNDRED TWENTY AND TWO HUNDRED THIRTY\n   33  OF THE LABOR LAW, THE COMMISSIONER OF LABOR AND THE COMPTROLLER  OF  THE\n   34  CITY OF NEW YORK SHALL BOTH BE DEEMED THE FISCAL OFFICER FOR THE TRUST.\n   35    4. THE TRUST SHALL BE SUBJECT TO ARTICLE NINE OF THIS CHAPTER, AND ITS\n   36  CONTRACTS  SHALL  BE  SUBJECT  TO SECTION ONE HUNDRED THIRTY-FIVE OF THE\n   37  STATE FINANCE LAW AND THE PROVISIONS OF STATE LAW PERTAINING TO PREVAIL-\n   38  ING WAGES, LABOR STANDARDS AND WORKING HOURS. THE TRUST SHALL BE  DEEMED\n   39  A  \"STATE AGENCY\" FOR PURPOSES OF ARTICLE FIFTEEN-A OF THE EXECUTIVE LAW\n   40  AND ITS CONTRACTS FOR PROCUREMENT, DESIGN,  CONSTRUCTION,  SERVICES  AND\n   41  MATERIALS  SHALL  BE  DEEMED  STATE CONTRACTS WITHIN THE MEANING OF THAT\n   42  TERM AS SET FORTH IN SUCH ARTICLE FIFTEEN-A.\n   43    S 1706. NOTICE OF TORT. IN AN ACTION AGAINST THE  TRUST  FOUNDED  UPON\n   44  TORT:\n   45    1. A NOTICE OF CLAIM SHALL BE REQUIRED AS A CONDITION PRECEDENT TO THE\n   46  COMMENCEMENT OF AN ACTION OR SPECIAL PROCEEDING AGAINST THE TRUST OR ANY\n   47  OFFICER,  APPOINTEE  OR  EMPLOYEE THEREOF, AND THE PROVISIONS OF SECTION\n   48  FIFTY-E OF THE GENERAL MUNICIPAL LAW SHALL GOVERN  THE  GIVING  OF  SUCH\n   49  NOTICE; AND\n   50    2. THE COMPLAINT SHALL CONTAIN AN ALLEGATION THAT AT LEAST THIRTY DAYS\n   51  HAVE  ELAPSED SINCE THE DEMAND, CLAIM OR CLAIMS UPON WHICH THE ACTION IS\n   52  FOUNDED WERE PRESENTED TO A MEMBER OF THE TRUST'S BOARD OF DIRECTORS AND\n   53  TO THE TRUST'S SECRETARY AND THAT THE TRUST HAS NEGLECTED OR REFUSED  TO\n   54  MAKE  AN  ADJUSTMENT  OR  PAYMENT  THEREOF  FOR  THIRTY  DAYS AFTER SUCH\n   55  PRESENTMENT.\n\n       S. 1596                             8\n\n    1    NO SUCH ACTION SHALL BE COMMENCED MORE THAN ONE YEAR AFTER  THE  CAUSE\n    2  OF  ACTION  THEREFOR  SHALL  HAVE  ACCRUED, EXCEPT AN ACTION AGAINST THE\n    3  TRUST FOR WRONGFUL DEATH WHICH  IS  COMMENCED  IN  ACCORDANCE  WITH  THE\n    4  NOTICE  OF CLAIM AND TIME LIMITATION PROVISIONS OF TITLE ELEVEN OF ARTI-\n    5  CLE NINE OF THIS CHAPTER.\n    6    S  1707.  TAX EXEMPTIONS. IT IS HEREBY DETERMINED THAT THE CREATION OF\n    7  THE TRUST AND THE CARRYING OUT OF  ITS  CORPORATE  PURPOSES  IS  IN  ALL\n    8  RESPECTS  FOR  THE  BENEFIT  OF  THE PEOPLE OF THE STATE AND IS A PUBLIC\n    9  PURPOSE, AND THE TRUST SHALL BE REGARDED AS  PERFORMING  A  GOVERNMENTAL\n   10  FUNCTION  IN THE EXERCISE OF THE POWERS CONFERRED UPON IT BY THIS TITLE.\n   11  IN FURTHERANCE OF THE SAME AND NOTWITHSTANDING ANY  OTHER  PROVISION  OF\n   12  ANY OTHER LAW TO THE CONTRARY:\n   13    1. THE INCOME, MONEYS, OPERATIONS AND PROPERTIES OF THE TRUST SHALL BE\n   14  EXEMPT FROM TAXATION, INCLUDING WITHOUT LIMITATION ANY AND ALL STATE AND\n   15  LOCAL  INCOME,  FRANCHISE,  TRANSFER, RECORDING, REAL PROPERTY AND SALES\n   16  TAXATION AND ANY ASSESSMENTS OF PAYMENTS IN LIEU OF TAXES.\n   17    2. ANY REAL PROPERTY TAXES OR PAYMENTS IN LIEU OF TAXES PAYABLE BY ANY\n   18  ENTERPRISE OPERATING WITHIN THE PROJECT TO THE CITY OF NEW YORK SHALL BE\n   19  PAID TO THE TRUST FOLLOWING THE COMING INTO EXISTENCE OF THE  TRUST  AND\n   20  THE  CITY  OF  NEW  YORK SHALL PROMPTLY REMIT ANY SUCH PAYMENTS RECEIVED\n   21  AFTER SUCH TIME TO THE TRUST. ALL  CONTRIBUTIONS  OF  PERSONAL  PROPERTY\n   22  MADE  TO  THE  TRUST WHETHER BY GIFT, DEVISE OR BEQUEST SHALL QUALIFY AS\n   23  DEDUCTIONS IN COMPUTING THE NET TAXABLE INCOME  OF  THE  DONOR  FOR  THE\n   24  PURPOSES  OF ANY INCOME TAX IMPOSED BY THE STATE OR ANY POLITICAL SUBDI-\n   25  VISION THEREOF.\n   26    S 1708. STAKEHOLDER COUNCIL. 1. THERE IS HEREBY CREATED THE  \"ATLANTIC\n   27  YARDS STAKEHOLDER COUNCIL\". ALL MEMBERS OF THE STAKEHOLDER COUNCIL SHALL\n   28  RESIDE IN THE BOROUGH OF BROOKLYN, AND SHALL BE REPRESENTATIVES OF LOCAL\n   29  COMMUNITY, PARK, ENVIRONMENTAL, CIVIC, LABOR AND BUSINESS ORGANIZATIONS.\n   30    2.  UPON  THE  COMING INTO EXISTENCE OF THE ATLANTIC YARDS DEVELOPMENT\n   31  TRUST, MEMBERS OF THE STAKEHOLDER COUNCIL  SHALL  BE  APPOINTED  IN  THE\n   32  FOLLOWING MANNER:\n   33    (A)  TWO  MEMBERS  SHALL  BE  APPOINTED  BY EACH OF THE MEMBERS OF THE\n   34  ASSEMBLY REPRESENTING THE DISTRICT OR DISTRICTS IN WHICH THE PROJECT  IS\n   35  LOCATED;  TWO MEMBERS SHALL BE APPOINTED BY EACH OF THE SENATORS REPRES-\n   36  ENTING THE DISTRICT OR DISTRICTS IN WHICH THE PROJECT  IS  LOCATED;  TWO\n   37  MEMBERS  SHALL  BE APPOINTED BY THE CITY COUNCIL MEMBER REPRESENTING THE\n   38  DISTRICTS IN WHICH THE PROJECT IS LOCATED;  ONE  MEMBER  EACH  SHALL  BE\n   39  APPOINTED  BY BROOKLYN COMMUNITY BOARDS TWO, SIX AND EIGHT RESPECTIVELY;\n   40  AND TWO MEMBERS SHALL BE APPOINTED BY THE  BROOKLYN  BOROUGH  PRESIDENT.\n   41  EACH  OF  THE STAKEHOLDER COUNCIL MEMBERS SHALL SERVE AT THE PLEASURE OF\n   42  THE APPOINTING OFFICIAL OR BODY AND SHALL SERVE FOR A TERM OF TWO YEARS.\n   43    (B) ALL ELECTED OFFICIALS REPRESENTING DISTRICTS BORDERING OR CONTAIN-\n   44  ING THE PROJECT SHALL SERVE ON THE STAKEHOLDER COUNCIL ON  AN  \"EX-OFFI-\n   45  CIO\" BASIS.\n   46    3. THE STAKEHOLDER COUNCIL SHALL MAKE AND ALTER BY-LAWS FOR ITS ORGAN-\n   47  IZATION AND INTERNAL MANAGEMENT.\n   48    4.  THE  STAKEHOLDER  COUNCIL  MEMBERS  SHALL ELECT A CHAIR BASED ON A\n   49  MAJORITY VOTE.\n   50    5. THE STAKEHOLDER COUNCIL MAY HOLD PUBLIC MEETINGS AND MAY ADVISE AND\n   51  MAKE RECOMMENDATIONS TO THE BOARD OF  DIRECTORS  OF  THE  TRUST  ON  ALL\n   52  MATTERS  REGARDING  THE  PLANNING, DESIGN, CONSTRUCTION AND OPERATION OF\n   53  THE PROJECT.\n   54    6. THE STAKEHOLDER COUNCIL SHALL APPOINT  ONE  REPRESENTATIVE  TO  THE\n   55  TRUST.\n\n       S. 1596                             9\n\n    1    7.  THE  TRUST  SHALL  PROVIDE THE STAKEHOLDER COUNCIL WITH SUCH STAFF\n    2  SUPPORT AS THE TRUST DETERMINES IS REQUIRED FOR THE PERFORMANCE  OF  THE\n    3  STAKEHOLDER COUNCIL'S DUTIES.\n    4    8.  MEMBERS  OF  THE  STAKEHOLDER  COUNCIL SHALL SERVE WITHOUT COMPEN-\n    5  SATION.\n    6    S 4. Severability. If any clause,  sentence,  paragraph,  subdivision,\n    7  section,  part  or  title  of  this  act shall be adjudged by a court of\n    8  competent jurisdiction to be invalid, such judgment  shall  not  affect,\n    9  impair or invalidate the remainder thereof, but shall be confined in its\n   10  operation to the clause, sentence, paragraph, subdivision, section, part\n   11  or  title of this act directly involved in the controversy in which such\n   12  judgment shall have been rendered.\n   13    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1596\n\nTITLE OF BILL:\nAn  act  to  amend the public authorities law, in relation to enacting\nthe \"Atlantic Yards governance act\"\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe purpose of this bill is to establish a  project  oversight  entity\nknown  as  the  Atlantic  Yards  Development  Trust,  to supervise the\nAtlantic Yards Project in order to create increased accountability and\noversight in the project's governance.\n\nSUMMARY OF PROVISIONS:\nArticle 8 of the public authorities law is amended  by  adding  a  new\ntitle  5  to  read  as  follows: (1701) Creation of the Atlantic Yards\ndevelopment trust. 1. There  is  hereby  created  the  Atlantic  Yards\ndevelopment  trust  which  shall  be  a  body  corporate  and politic,\nconstituting a public benefit corporation. The trust shall  come  into\nexistence  upon  the  thirtieth  day  following the appointment of not\nfewer than eight members of its board  as  herein  provided,  and  the\ntrust  as  its  corporate existence shall continue until terminated by\nthe legislature.\n\n2. The members of the board of the Atlantic  Yards  development  trust\nshall  be  residents of the city of New York and shall be appointed as\nfollows:\n\n(a) Eight members shall be appointed by and serve at the  pleasure  of\nthe  governor,  at  least  one  of whom shall be a representative of a\nnot-for -profit, non-governmental or civic organization.\n\n(b) Two members shall be appointed by the speaker of the assembly,  in\nconsultation  with  the  member  of  the  assembly that represents the\ndistrict or districts in which the project is located.\n\n(c) Two members shall be appointed by the temporary president  of  the\nsenate,  in consultation with the senator that represents the district\nor districts in which the project is located.\n\n(d) Two members shall be appointed by and serve at the pleasure of the\nmayor of the city of New York.\n\n(e) One member shall be appointed by and serve at the pleasure of  the\nborough   president   of   the   borough  of  Brooklyn,  appointed  in\nconsultation with Brooklyn community boards two, six and eight.\n\n(f) One non-voting  member  shall  be  appointed  by  the  stakeholder\ncouncil as provided in section seventeen hundred eight of this title.\n\n(g)  Each  appointing  authority,  with  the exception of the Brooklyn\nborough president and stakeholder council, may appoint  no  more  than\nhalf their members as a city or state employees.\n\n(1703)  powers  of the Atlantic Yards development trust. 1. To fulfill\nits purpose under this title,  the  trust  shall  have  the  following\n\n\npowers, functions, duties and authority subject to the limitations set\nforth in this title:\n\n(a)  to  plan,  design,  develop, construct, operate, and maintain the\nproject;\n\n(b) to implement the general project plan for the project;\n\n(c) to  oversee  implementation  of  the  design  guidelines  for  the\nproject;\n\n(d)  to  establish  a  stakeholder  council  as  provided  in  section\nseventeen hundred eight of this title;\n\n(e) to approve changes to the general  project  plan  in  consultation\nwith the stakeholder council;\n\n(f)  to  oversee  policies  to  mitigate  environmental  impact of the\nproject and coordinate the implementation of these policies  with  the\nrelevant city and state agencies;\n\n(g)   when   necessary,  to  develop  additional  policy  to  mitigate\nanticipated environmental impacts of the projects;\n\n(h) to adopt rules of the procedure  for  the  consultation  with  the\nstakeholder council, established pursuant to section seventeen hundred\neight of this title;\n\n(i)  to provide for the health, safety and welfare of the public using\nfacilities under its jurisdiction;\n\n(j) to exercise the following general corporate powers:\n\n(i) to make and  alter  by-laws  for  its  organization  and  internal\nmanagement;\n\nJUSTIFICATION:\nNew York State projects in New York City are typically governed in one\nof  two  ways. The State can pass specific legislation relating to the\nproject, as it did with Battery  Park  City  and  Hudson  River  Park.\nAlternatively,  the State can govern projects under the powers granted\nto it by the UDC Act of 1968, which it does with Brooklyn Bridge Park,\nQueens West, Moynihan Station, and other projects. In many cases,  the\nEmpire   State   Development   Corporation   (ESDC)   has  established\nsubsidiaries to formally involve the city and local elected  officials\nin the governance of these projects.\n\nHowever,  they  are  not obliged to do so by law and, unique among the\nlarge state projects in New York City, there is no project  subsidiary\nfor  Atlantic  Yards.  The result is that the project is governed in a\nless transparent, less accountable manner  than  comparable  projects,\nand  without  any vehicle for coordinating the city and state agencies\ninvolved in the  proposed  development,  or  involving  local  elected\nofficials  and  the  relevant  community  boards.  Further, changes in\nadministration in State government, as well as changes in  the  ESDC's\ninternal  organization,  pose  risks  to  the  continuity  of  project\n\n\noversight which may threaten the realization of Atlantic Yards' stated\ngoals.\n\nTo  address  this,  the proposed legislation would establish a project\noversight entity known as the \"Atlantic Yards  Development  Trust\"  to\noversee  the  Atlantic  Yards  project.  The  entity  would  have  the\nfollowing four primary responsibilities.\n\nFirst, oversee the implementation of the  design  guidelines  for  the\narchitecture  of  the  project.  Second, coordinate the involvement of\nstate and city  agencies  responsible  for  the  environmental  impact\nmitigations.   Third, coordinate the development of policy surrounding\nthe  project,  including  transportation  concerns.  Lastly,   approve\nchanges to the general project plan.\n\nPRIOR LEGISLATIVE HISTORY:\nFirst introduced in 2009.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to enacting the \"Atlantic Yards governance act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T151117.TXT", "SOBI.D110110.T150617.TXT", "SOBI.D110111.T152721.TXT", "SOBI.D110110.T143147.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T145116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472883
}