{
  "year" : 2011,
  "senateBillNo" : "S1590-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S1590-2011-1294635600000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes establishment of school district and board of cooperative educational services reserve funds for contributions to the state teachers' retirement system",
  "summary" : "Authorizes the establishment by school districts and boards of cooperative educational services of retirement contribution reserve funds for the purposes of making contributions to the New York state teachers' retirement system. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S4945-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1590\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  OPPENHEIMER,  DIAZ,  MONTGOMERY -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Civil Service and Pensions\n\n       AN  ACT  to  amend the general municipal law, in relation to authorizing\n         school districts and boards of  cooperative  educational  services  to\n         establish  retirement  contribution  reserve funds for the purposes of\n         the New York state teachers' retirement system\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs b and c of subdivision 1 of section 6-r of the\n    2  general municipal law, as added by chapter 260 of the laws of 2004,  are\n    3  amended to read as follows:\n    4    b.  \"Participating  employer\"  means:  (I) a participating employer as\n    5  defined in subdivision twenty of  section  two  of  the  retirement  and\n    6  social  security  law  or in subdivision twenty of section three hundred\n    7  two of such law; OR (II) AN EMPLOYER AS DEFINED IN SUBDIVISION THREE  OF\n    8  SECTION FIVE HUNDRED ONE OF THE EDUCATION LAW.\n    9    c.  \"Retirement  contribution\"  shall  mean  all or any portion of the\n   10  amount payable by a municipal corporation to: (I) either  the  New  York\n   11  state  and  local employees' retirement system or the New York state and\n   12  local police and fire retirement system pursuant to section seventeen or\n   13  three hundred seventeen of the retirement and social  security  law;  OR\n   14  (II)  THE NEW YORK STATE TEACHERS' RETIREMENT SYSTEM PURSUANT TO SECTION\n   15  FIVE HUNDRED TWENTY-ONE OF THE EDUCATION LAW.\n   16    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05293-01-1\n",
  "memo" : "BILL NUMBER:S1590\n\nTITLE OF BILL:\nAn act\nto amend the general municipal law, in relation to authorizing school\ndistricts and boards of cooperative educational services to establish\nretirement contribution reserve funds for the purposes of the New York\nstate teachers' retirement system\n\nPURPOSE:\nThe purpose of this bill is to authorize the establishment of\nschool district and board of cooperative educational services reserve\nfunds for contributions to the State Teachers Retirement System.\n\nSUMMARY OF PROVISIONS:\nSection one amends paragraphs band c of subdivision 1 of section 6-1\nof the general municipal law, as added by chapter 260 of the laws of\n2004.\n\nSection two provides an immediate effective date.\n\nJUSTIFICATION:\nChapter 260 of the Laws of 2004 allowed public employers to create\nRetirement Contribution Reserve Funds, which basically are \"rainy day\nfunds\" to defray the costs of future contributions to the\nCommon Retirement Fund (CRF). This was a reform sought after by local\ngovernments and their advocates, in order assist localities in\nmanaging their finances. However, while the two retirements systems\nthat make up the CRF were included in these reforms, the New York\nState Teachers Retirement System (NYSTRS) was not.\n\nThis bill seeks to remedy this situation, and allow public employers\nto create such Reserve Funds for future NYSTRS contributions on the\nsame basis as they are currently allowed to do for their CRF\ncontributions, thus expanding the scope of the important and\nnecessary reforms enacted by the Legislature in 2004.\n\nThis legislative allows but does not require participant in NYSTRS to\nestablish such reserve funds, and thus does not represent a mandate\non local governments.\n\nLEGISLATIVE HISTORY:\nS.4945/A.4177 of 2009-2010.\nS.5501/A.9599 of 2008-2009.\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis act will take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to authorizing school districts and boards of cooperative educational services to establish retirement contribution reserve funds for the purposes of the New York state teachers' retirement system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T150117.TXT", "SOBI.D110110.T141611.TXT", "SOBI.D110111.T143714.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T145116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472871
}