{
  "year" : 2011,
  "senateBillNo" : "S1591-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1591-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the public librarian certification fee",
  "summary" : "Relates to the public librarian certification fee; increases fee from five dollars to fifty dollars; seventy-five dollars for conditional certification; requires regulations promulgated by commissioner of education. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A112",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S4635-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1591\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Education\n\n       AN  ACT  to  amend  the  education  law, in relation to public librarian\n         certificate fee\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 279 of the education law, as amended by chapter 458\n    2  of the laws of 1959, is amended to read as follows:\n    3    S 279. Fees.  1.  A fee of [five] FIFTY dollars shall be paid for each\n    4  public  librarian's  certificate  [or  school  librarian's  certificate]\n    5  issued  under  THIS part [two of this article] AS DEFINED IN REGULATIONS\n    6  PROMULGATED BY THE COMMISSIONER.\n    7    2. A FEE OF SEVENTY-FIVE DOLLARS SHALL BE PAID FOR EACH PUBLIC LIBRAR-\n    8  IAN'S CONDITIONAL OR TEMPORARY CERTIFICATE ISSUED  UNDER  THIS  PART  AS\n    9  DEFINED IN REGULATIONS PROMULGATED BY THE COMMISSIONER.\n   10    S 2. This act shall take effect January 1, 2012.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00908-01-1\n",
  "memo" : "BILL NUMBER:S1591\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to public librarian certificate\nfee\n\nPURPOSE:\nThis legislation would amend section 279 of the education law to\nincrease the fee charged by the Education Department for the issuance\nof a public librarian's certificate to better reflect current costs\nof processing such certificates, and to create a temporary\ncertificate. This bill would also remove obsolete language related to\nschool librarian certificates.\n\nSUMMARY OF PROVISIONS:\nSection one amends paragraph (a) of section 279 of the education law\nto remove obsolete language related to school librarian certificates\nand to increase the fee charged for the issuance of certificates to\npublic librarians. Section one also amends section 279 of the\neducation law by adding a new paragraph (b), which creates a\ntemporary certificate for public librarians and establishes the fee\nfor the issuance of this certificate.\n\nSection two provides the effective date.\n\nJUSTIFICATION:\nSchool librarians are now certified through the State Education\nDepartment's teacher certification process as school library media\nspecialists, so references to fees for school librarian certificates\nin paragraph (a) of Section 279 of the Education Law are obsolete and\nshould be removed.\n\nThis bill would also increase the fee for a public librarian\ncertificate issued by the State Education Department from five\ndollars to fifty dollars, which is less than the current $100 fee for\na school library media specialist certificate. Both certificates have\nsimilar regulations and education requirements. The fee for a\ntemporary certificate, created through this legislation, will be $75\nin order to deter certificate holders from missing professional\ndevelopment deadlines. The increased fees will help support\nadministrative costs incurred for processing public librarian\ncertification applications. The State Education Department issues an\naverage of 500 public\nlibrarian certificates annually. The certificates are lifetime\ncertificates, pending that the professional development requirements\nare fulfilled.\n\nIn the fall of 2007, the New York Library Association's Continuing\nEducation Committee decided that requirements for public librarian\ncertification had to be changed in order to meet the needs of the\npublic. Public librarians, now more than ever, are required to know\nabout quickly evolving technology and a vast array of information\nresources. The committee, working alongside the New York State\nLibrary and referring to Regents policy as its guide, decided that\n\n\nongoing professional development would be the strategy for promoting\nworkforce excellence.\n\nProfessional development for public librarians is Regents policy and\nis part of recommendation nine of Meeting the Needs of All New\nYorkers: Library Service in the New Century - Final Report of the\nRegents Commission on Library Services, which states the need to\n\"establish a certification process to promote excellence in New\nYork's library workforce at all stage and levels.\" Since 1909,\nindividuals working in professional librarian positions in public,\nfree association or Indian libraries or in public library systems in\nNew York State have been required to possess a public librarian\ncertificate issued by the New York State Education Department.\nThis certification is required whether the position is full-time or\npart-time. The original fee of three dollars was raised to five\ndollars by Chapter 458 of the Laws of 1959 and has not been raised\nsince. While the cost of certification has certainly increased since\n1959, the recent amendment of Commissioner's Regulation 90.7 in\nDecember of 2008 to strengthen certification requirements for public\nlibrarian professional certificate holders will necessitate an\nincrease in paperwork and time spent documenting and verifying\nprofessional development activities. The raise in fees will partially\noffset these incurred costs. The proposal was introduced to the\nRegents Cultural Education Committee at their July 2008 meeting and\nwas again discussed at their October 2008 meeting. It was approved at\na December 2008 meeting, and the regulation changes went into effect\nJanuary 9, 2009.\n\nLEGISLATIVE HISTORY:\nThis is a new bill.\n\nFISCAL IMPLICATIONS:\nThe increased fees for certificates will help to partially offset the\ncost of a more complex professional public librarian certification\nprogram.\n\nEFFECTIVE DATE:\nThis act shall take effect January 1, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to public librarian certificate fee ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T150117.TXT", "SOBI.D110110.T141611.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110110.T145116.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294963472873
}