{
  "year" : 2011,
  "senateBillNo" : "S1603-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S1603-2011-1294635600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the child support obligation of indigent parents",
  "summary" : "Relates to the child support obligation of indigent parents. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "S5902-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1603\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the domestic relations law and the family court act,  in\n         relation  to  the  child  support obligation of indigent non-custodial\n         parents\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs (d), (g) and (i) of subdivision 1-b of section\n    2  240 of the domestic relations law, paragraphs (d) and (i)  as  added  by\n    3  chapter  567 of the laws of 1989 and paragraph (g) as amended by chapter\n    4  41 of the laws of 1992, are amended to read as follows:\n    5    (d) Notwithstanding the provisions of paragraph (c) of  this  subdivi-\n    6  sion,  where  the  annual  amount  of the basic child support obligation\n    7  would reduce the non-custodial parent's income below the poverty  income\n    8  guidelines amount for a single person as reported by the federal depart-\n    9  ment  of  health  and human services, the basic child support obligation\n   10  shall be twenty-five dollars per month [or the  difference  between  the\n   11  non-custodial parent's income and the self-support reserve, whichever is\n   12  greater],  PROVIDED,  HOWEVER,  THAT  IF THE COURT FINDS THAT SUCH BASIC\n   13  CHILD SUPPORT OBLIGATION IS UNJUST OR INAPPROPRIATE, WHICH FINDING SHALL\n   14  BE BASED UPON CONSIDERATIONS OF THE FACTORS SET FORTH IN  PARAGRAPH  (F)\n   15  OF  THIS  SUBDIVISION, THE COURT SHALL ORDER THE NON-CUSTODIAL PARENT TO\n   16  PAY SUCH AMOUNT OF THE CHILD SUPPORT AS THE COURT FINDS JUST AND  APPRO-\n   17  PRIATE.   Notwithstanding the provisions of paragraph (c) of this subdi-\n   18  vision, where the annual amount of the basic  child  support  obligation\n   19  would  reduce  the  non-custodial parent's income below the self-support\n   20  reserve but not below the poverty income guidelines amount for a  single\n   21  person  as  reported  by  the  federal  department  of  health and human\n   22  services, the basic child support obligation shall be fifty dollars  per\n   23  month  or  the  difference between the non-custodial parent's income and\n   24  the self-support reserve, whichever  is  greater,  IN  ADDITION  TO  ANY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06139-01-1\n\n       S. 1603                             2\n\n    1  AMOUNTS  THAT THE COURT MAY, IN ITS DISCRETION, ORDER IN ACCORDANCE WITH\n    2  SUBPARAGRAPHS FOUR, FIVE, SIX AND/OR SEVEN  OF  PARAGRAPH  (C)  OF  THIS\n    3  SUBDIVISION.\n    4    (g)  Where  the  court  finds that the non-custodial parent's pro rata\n    5  share of the basic child support obligation is unjust or  inappropriate,\n    6  the  court  shall  order  the non-custodial parent to pay such amount of\n    7  child support as the court finds just and  appropriate,  and  the  court\n    8  shall  set  forth,  in  a  written order, the factors it considered; the\n    9  amount of each party's pro rata share of the basic child  support  obli-\n   10  gation;  and  the  reasons  that the court did not order the basic child\n   11  support obligation.   Such written order may not  be  waived  by  either\n   12  party  or  counsel;  provided,  however,  and  notwithstanding any other\n   13  provision of law, the  court  shall  not  find  that  the  non-custodial\n   14  parent's pro rata share of such obligation is unjust or inappropriate on\n   15  the  basis  that  such  share exceeds the portion of a public assistance\n   16  grant which is attributable to a child  or  children.  [In  no  instance\n   17  shall  the  court  order  child  support  below  twenty-five dollars per\n   18  month.] Where the non-custodial parent's income is less than or equal to\n   19  the poverty income guidelines amount for a single person as reported  by\n   20  the  federal  department  of  health  and  human  services, unpaid child\n   21  support arrears in excess of five hundred dollars shall not accrue.\n   22    (i) Where either or both parties are unrepresented,  the  court  shall\n   23  not  enter an order or judgment other than a temporary order pursuant to\n   24  section two hundred  thirty-seven  of  this  article,  that  includes  a\n   25  provision  for  child  support unless the unrepresented party or parties\n   26  have received a copy of the child support standards chart promulgated by\n   27  the commissioner of [social services] THE OFFICE OF TEMPORARY AND  DISA-\n   28  BILITY  ASSISTANCE  pursuant  to  subdivision two of section one hundred\n   29  eleven-i of the social services law. Where either party is in receipt of\n   30  child support enforcement services through  the  local  social  services\n   31  district,  the  local social services district child support enforcement\n   32  unit shall advise such party of the amount derived from  application  of\n   33  the  child  support percentage and that such amount serves as a starting\n   34  point for the determination  of  the  child  support  award,  and  shall\n   35  provide such party with a copy of the child support standards chart. [In\n   36  no  instance  shall the court approve any voluntary support agreement or\n   37  compromise that includes an amount for child support less  than  twenty-\n   38  five dollars per month.]\n   39    S  2.  Paragraphs  (d), (g) and (i) of subdivision 1 of section 413 of\n   40  the family court act, paragraphs (d) and (i) as added by chapter 567  of\n   41  the  laws of 1989 and paragraph (g) as amended by chapter 41 of the laws\n   42  of 1992, are amended to read as follows:\n   43    (d) Notwithstanding the provisions of paragraph (c) of  this  subdivi-\n   44  sion,  where  the  annual  amount  of the basic child support obligation\n   45  would reduce the non-custodial parent's income below the poverty  income\n   46  guidelines amount for a single person as reported by the federal depart-\n   47  ment  of  health  and human services, the basic child support obligation\n   48  shall be twenty-five dollars per month [or the  difference  between  the\n   49  non-custodial parent's income and the self-support reserve, whichever is\n   50  greater];  PROVIDED,  HOWEVER,  THAT  IF THE COURT FINDS THAT SUCH BASIC\n   51  CHILD SUPPORT OBLIGATION IS UNJUST OR INAPPROPRIATE, WHICH FINDING SHALL\n   52  BE BASED UPON CONSIDERATIONS OF THE FACTORS SET FORTH IN  PARAGRAPH  (F)\n   53  OF THIS SUBDIVISION, THEN THE COURT SHALL ORDER THE NON-CUSTODIAL PARENT\n   54  TO  PAY  SUCH  AMOUNT  OF  THE CHILD SUPPORT AS THE COURT FINDS JUST AND\n   55  APPROPRIATE.  Notwithstanding the provisions of paragraph  (c)  of  this\n   56  subdivision,  where  the  annual amount of the basic child support obli-\n\n       S. 1603                             3\n\n    1  gation would reduce the non-custodial parent's income  below  the  self-\n    2  support reserve but not below the poverty income guidelines amount for a\n    3  single  person as reported by the federal department of health and human\n    4  services,  the basic child support obligation shall be fifty dollars per\n    5  month or the difference between the non-custodial  parent's  income  and\n    6  the  self-support  reserve,  whichever  is  greater,  IN ADDITION TO ANY\n    7  AMOUNTS THAT THE COURT MAY, IN ITS DISCRETION, ORDER IN ACCORDANCE  WITH\n    8  SUBPARAGRAPHS  FOUR,  FIVE,  SIX  AND/OR  SEVEN OF PARAGRAPH (C) OF THIS\n    9  SUBDIVISION.\n   10    (g) Where the court finds that the  non-custodial  parent's  pro  rata\n   11  share  of the basic child support obligation is unjust or inappropriate,\n   12  the court shall order the non-custodial parent to  pay  such  amount  of\n   13  child  support  as  the  court finds just and appropriate, and the court\n   14  shall set forth, in a written order,  the  factors  it  considered;  the\n   15  amount  of  each party's pro rata share of the basic child support obli-\n   16  gation; and the reasons that the court did not  order  the  basic  child\n   17  support  obligation.    Such  written  order may not be waived by either\n   18  party or counsel;  provided,  however,  and  notwithstanding  any  other\n   19  provision  of  law,  including  but  not limited to section four hundred\n   20  fifteen of this [act] PART, the court shall not find that the non-custo-\n   21  dial parent's pro rata share of such obligation is unjust or inappropri-\n   22  ate on the basis that such share exceeds the portion of a public assist-\n   23  ance grant which is attributable to a child or children. [In no instance\n   24  shall the court  order  child  support  below  twenty-five  dollars  per\n   25  month.] Where the non-custodial parent's income is less than or equal to\n   26  the  poverty income guidelines amount for a single person as reported by\n   27  the federal department  of  health  and  human  services,  unpaid  child\n   28  support arrears in excess of five hundred dollars shall not accrue.\n   29    (i)  Where  either  or both parties are unrepresented, the court shall\n   30  not enter an order or judgment other than a temporary order pursuant  to\n   31  section   two  hundred  thirty-seven  of  [this  article]  THE  DOMESTIC\n   32  RELATIONS LAW, that includes a provision for child  support  unless  the\n   33  unrepresented party or parties have received a copy of the child support\n   34  standards chart promulgated by the commissioner of [social services] THE\n   35  OFFICE  OF  TEMPORARY  AND DISABILITY ASSISTANCE pursuant to subdivision\n   36  two of section one hundred eleven-i of the social  services  law.  Where\n   37  either party is in receipt of child support enforcement services through\n   38  the  local  social services district, the local social services district\n   39  child support enforcement unit shall advise such  party  of  the  amount\n   40  derived  from  application of the child support percentage and that such\n   41  amount serves as a starting point for the  determination  of  the  child\n   42  support  award,  and  shall  provide such party with a copy of the child\n   43  support standards chart. [In no instance shall  the  court  approve  any\n   44  voluntary  support  agreement  or compromise that includes an amount for\n   45  child support less than twenty-five dollars per month.]\n   46    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   47  have become a law.\n",
  "memo" : "BILL NUMBER:S1603\n\nTITLE OF BILL:\nAn act\nto amend the domestic relations law and the family court act, in\nrelation to the child support obligation of indigent\nnon-custodial parents\n\nJUSTIFICATION:\nIn 1993, the New York State Court of Appeals, in Rose v Moody, 83 NY2d\n65 1993, cert. denied, 511 US 1084 1994, held subdivision (1-b) of\nsection 240 of the Domestic Relations Law and subdivision one of\nsection 413 of the Family Court Act unconstitutional insofar as these\nprovisions impose an inflexible minimum child support obligation\nagainst support obligors whose income would, by virtue of the\nobligation, fall below the poverty level. The Court ruled that the\nirrebuttable presumption mandating that an indigent, non-custodial\nparent be ordered to pay a minimum of $25 per month in child support\ncontravened the Federal Child Support Enforcement Act Social Security\nAct, Title IV-D &sect;467(b) (2), as amended, 42 USCA &sect;667{b) (2), thus\nviolating the constitutional principle of Federal preemption. While\nthe effect of the Court's ruling has been to require that support\nobligors be permitted to rebut the presumption in favor of a minimum\nobligation of $25 per month, the statutory language has not been\nconformed accordingly.\n\nAdditionally, in cases where the basic child support obligation would\nreduce the non-custodial parent's income to a level below the\nself-support reserve but not below the poverty level, both\nsubdivisions provide alternative standards for determining child\nsupport, that is, the greater of $50 per month or the difference\nbetween the non-custodial parents' income and the self-support\nreserve. However, both statutes are silent regarding whether\nseparate amounts may also be ordered in such cases for child care,\nfuture medical and educational expenses, in accordance with\nsubparagraphs four, five, six and seven of paragraph (c) of both\nsubdivision one of section 413 of the Family Court Act and\nsubdivision (1-b) of section 240 of the Domestic Relations Law.\nSeveral cases have, therefore, disallowed the inclusion of any of\nthese expenses as part of the child support order in such\ncircumstances.\nSee Callen v Callen, 287 AD2d 818 3rd Dept 2001; In Re Rhianna R., 256\nAD2d 1184 4th Dept 1998 (citing Matter of Cary (Mahady) v Megrell,\n219 AD2d 334 3rd Dept 1996, Iv App Dismissed, 88 NY2d 1065 1996);\nDunbar v. Dunbar, 233 AD2d 922 4th Dept 1996.\n\nThis measure corrects these anomalies and codifies the decision in\nRose v Moody. This measure would make the presumption in favor of a\nminimum order of $25 per month rebuttable by a showing that such an\norder would be unjust or inappropriate, based upon the ten factors\napplicable to departures from the child support standards. See\n\nDomestic Relations Law &sect;240(1-b) (f); Family Court Act &sect;413(1) (f).\nFamily Court and Supreme Court would thus be authorized to order\npayment of an amount it deems to be just and appropriate.\nIt would eliminate the proviso that \"in no instance shall the court\norder child support below $25 per month.\"\n\nFinally, the measure would clarify that in cases where imposition of\nthe basic child support obligation would reduce the non-custodial\nparent's income to an amount below the self-support reserve, but not\nthe poverty level, the Court would be authorized, although not\nrequired, to direct payments for child care, educational and health\ncare expenses, as part of its child support order. The measure does\nnot change the current alternate standards for determining the amount\nof child support that the Court may order in such cases - that is,\nthe greater of $50 per month or the difference between the\nnon-custodial parent's income and the self-support reserve.\n\nLEGISLATIVE HISTORY:\nFirst introduced by Senator Montgomery in the 2009 session,\nadvanced to Third Reading in 2010.\n\nFISCAL IMPLICATIONS:\nThis measure would have no fiscal impact on the State.\n\nEFFECTIVE DATE:\nThis bill would take effect 90 days after becoming a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law and the family court act, in relation to the child support obligation of indigent non-custodial parents ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T170157.TXT", "SOBI.D110110.T150617.TXT", "SOBI.D110110.T161130.TXT", "SOBI.D110111.T153221.TXT", "SOBI.D110110.T150117.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909999
}