{
  "year" : 2011,
  "senateBillNo" : "S1601-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1601-2011-1294635600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"Peconic Bay estuary protection act\"",
  "summary" : "Enacts the \"Peconic Bay estuary protection act\" to implement a comprehensive conservation and management plan prepared pursuant to the national estuary program; establishes the Peconic Region Maritime Council. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A1582",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S305-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1601                                                  A. 1582\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Environmental\n         Conservation\n\n       IN  ASSEMBLY  --  Introduced  by  M.  of A. ENGLEBRIGHT -- read once and\n         referred to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         enacting the \"Peconic Bay estuary protection act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new article 58 to read as follows:\n    3                                 ARTICLE 58\n    4                     PECONIC BAY ESTUARY PROTECTION ACT\n    5  SECTION 58-0101. SHORT TITLE.\n    6          58-0103. LEGISLATIVE DECLARATION.\n    7          58-0105. LEGISLATIVE FINDINGS AND INTENT.\n    8          58-0107. DEFINITIONS.\n    9          58-0109. PECONIC REGION MARITIME RESERVE COUNCIL.\n   10          58-0111. DUTIES OF THE COUNCIL.\n   11          58-0113. PECONIC BAY REGIONAL CONSERVATION PARTNERSHIP PROGRAM.\n   12          58-0115. PECONIC BAY ESTUARY IMPLEMENTATION PROJECTS.\n   13          58-0117. STATE  ASSISTANCE  PAYMENTS  FOR  PECONIC  BAY  ESTUARY\n   14                    IMPLEMENTATION PROJECTS.\n   15          58-0119. STATE ASSISTANCE APPLICATION PROCEDURE AND STANDARDS.\n   16          58-0121. CONTRACTS FOR STATE ASSISTANCE PAYMENTS FOR PECONIC BAY\n   17                    ESTUARY IMPLEMENTATION PROJECTS.\n   18          58-0123. STATE PROJECTS.\n   19          58-0125. SEVERABILITY.\n   20  S 58-0101. SHORT TITLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00248-01-1\n\n       S. 1601                             2                            A. 1582\n\n    1    THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS THE \"PECONIC BAY ESTU-\n    2  ARY PROTECTION ACT\".\n    3  S 58-0103. LEGISLATIVE DECLARATION.\n    4    THE  LEGISLATURE  HEREBY  DECLARES  IT TO BE IN THE PUBLIC INTEREST TO\n    5  PROTECT AND MANAGE THE PECONIC BAY ESTUARY, IN THE COUNTY OF SUFFOLK, BY\n    6  ESTABLISHING A PECONIC BAY ESTUARY RESERVE. IT IS FURTHER IN THE  PUBLIC\n    7  INTEREST  TO ESTABLISH A COUNCIL MADE UP OF REPRESENTATIVES OF STATE AND\n    8  LOCAL  GOVERNMENTS  AND  STAKEHOLDERS  TO  IMPLEMENT  THE  COMPREHENSIVE\n    9  CONSERVATION  AND  MANAGEMENT  PLAN  CREATED FOR THE PECONIC BAY ESTUARY\n   10  SYSTEM PURSUANT TO THE NATIONAL ESTUARY PROGRAM.\n   11  S 58-0105. LEGISLATIVE FINDINGS AND INTENT.\n   12    THE PECONIC BAY SYSTEM IS ONE OF  TWENTY-EIGHT  ESTUARIES  ACROSS  THE\n   13  COUNTRY  DESIGNATED  AS PART OF THE NATIONAL ESTUARY PROGRAM PURSUANT TO\n   14  THE FEDERAL CLEAN WATER ACT. THE PURPOSE OF THE NATIONAL ESTUARY PROGRAM\n   15  IS TO DEVELOP WATERSHED-BASED COMPREHENSIVE MANAGEMENT PLANS FOR ESTUAR-\n   16  IES OF NATIONAL SIGNIFICANCE THREATENED BY  POLLUTION,  DEVELOPMENT,  OR\n   17  MISUSE.\n   18    IN  NINETEEN HUNDRED NINETY-ONE, THE PECONIC BAY ESTUARY WAS NOMINATED\n   19  AS AN ESTUARY  OF  NATIONAL  SIGNIFICANCE  UNDER  THE  NATIONAL  ESTUARY\n   20  PROGRAM. THE PECONIC BAY ESTUARY WAS FORMALLY ACCEPTED INTO THE NATIONAL\n   21  ESTUARY  PROGRAM IN NINETEEN HUNDRED NINETY-TWO.  SINCE NINETEEN HUNDRED\n   22  NINETY-TWO, THE STATE OF NEW YORK, THE COUNTY OF SUFFOLK,  THE  ENVIRON-\n   23  MENTAL  PROTECTION AGENCY TOGETHER WITH THE LOCAL GOVERNMENTS, CITIZENS,\n   24  BUSINESSES, INDUSTRY AND ENVIRONMENTAL GROUPS,  AND  OTHER  STAKEHOLDERS\n   25  WITHIN  THE  PECONIC  BAY  REGION, COLLECTIVELY KNOWN AS THE PECONIC BAY\n   26  ESTUARY PROGRAM MANAGEMENT CONFERENCE, HAVE WORKED TOGETHER TO CREATE  A\n   27  COMPREHENSIVE  CONSERVATION  AND  MANAGEMENT PLAN TO PROTECT THE PECONIC\n   28  BAY ESTUARY.\n   29    THE ECONOMIC SIGNIFICANCE OF THE PECONIC BAY ESTUARY  IS  WELL  ESTAB-\n   30  LISHED.  MORE  THAN ELEVEN HUNDRED ESTABLISHMENTS WERE IDENTIFIED IN THE\n   31  PECONIC BAY ESTUARY AS \"ESTUARINE DEPENDENT\" WITH GROSS REVENUES EXCEED-\n   32  ING FOUR HUNDRED FIFTY MILLION DOLLARS PER YEAR.    THESE  STAKEHOLDERS,\n   33  ESTABLISHMENTS  AND  INDUSTRIES  ARE  REPRESENTED  BY THE ASSOCIATION OF\n   34  MARINE INDUSTRIES, THE EAST END MARINE FARMERS ASSOCIATION,  THE  BAYMEN\n   35  ASSOCIATION  OF THE FIVE EAST END TOWNS, THE LONG ISLAND FARM BUREAU AND\n   36  THE NEW YORK SEA FOOD COUNCIL, AMONG OTHERS.  THE FUTURE OF THIS ECONOM-\n   37  IC BASE CLEARLY DEPENDS ON MAINTAINING THE QUALITY OF THE ESTUARY.\n   38    BEFORE THE COMPLETION OF THE COMPREHENSIVE CONSERVATION AND MANAGEMENT\n   39  PLAN FOR THE PECONIC BAY ESTUARY, AN  ACTION  PLAN  WAS  ESTABLISHED  TO\n   40  PROVIDE  FOR EARLY IMPLEMENTATION OF INITIATIVES TO BENEFIT THE ESTUARY.\n   41  SEVEN MILLION DOLLARS IN FEDERAL AND STATE FUNDS HAVE BEEN DEDICATED  TO\n   42  FIFTY-ONE  DEMONSTRATION  AND  IMPLEMENTATION PROJECTS, INCLUDING SEWAGE\n   43  PLANT UPGRADES, AGRICULTURAL ENVIRONMENTAL MANAGEMENT, STORM WATER MITI-\n   44  GATION, BAY SCALLOP  SEEDING,  WETLAND  AND  EELGRASS  RESTORATION,  AND\n   45  DEMONSTRATIONS  OF  NUMEROUS  BEST  MANAGEMENT  PRACTICES,  INCLUDING NO\n   46  DISCHARGE ZONES, INVENTORYING OF HISTORIC DEPTHS, WATER  ACCESS  POINTS,\n   47  HARDENED  STRUCTURES CRITICAL NATURAL RESOURCE AREAS AND OTHER INVENTORY\n   48  RELATED ITEMS.  FURTHER UNDER THE STATE CLEAN AIR/CLEAN WATER BOND  ACT,\n   49  A  MINIMUM  OF THIRTY MILLION DOLLARS HAS BEEN ALLOCATED FOR THE PECONIC\n   50  BAY  AND  SOUTH  SHORE   ESTUARIES.   FINALLY,   IN   NINETEEN   HUNDRED\n   51  NINETY-EIGHT,  THE  LEGISLATURE  ADOPTED CHAPTER ONE HUNDRED FOURTEEN OF\n   52  THE LAWS OF NINETEEN HUNDRED NINETY-EIGHT ESTABLISHING THE  PECONIC  BAY\n   53  COMMUNITY  PRESERVATION FUND WHICH ESTABLISHED A TWO PERCENT REAL ESTATE\n   54  TRANSFER TAX TO FUND  LAND  PRESERVATION  EFFORTS  IN  THE  PECONIC  BAY\n   55  REGION.\n\n       S. 1601                             3                            A. 1582\n\n    1    THE  DRAFT COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN HAS NOW BEEN\n    2  COMPLETED.  IT IS THE PURPOSE OF THIS ARTICLE TO PROVIDE FOR THE  IMPLE-\n    3  MENTATION  OF RECOMMENDATIONS MADE IN THE COMPREHENSIVE CONSERVATION AND\n    4  MANAGEMENT PLAN.\n    5  S 58-0107. DEFINITIONS.\n    6    AS USED IN THIS ARTICLE, THE FOLLOWING TERMS SHALL MEAN AND INCLUDE:\n    7    1. \"COST\" MEANS THE COST OF ACQUIRING A PARCEL OF LAND IDENTIFIED IN A\n    8  PARTNERSHIP  AGREEMENT  AUTHORIZED  PURSUANT  TO SECTION 58-0113 OF THIS\n    9  ARTICLE, THE COST OF IMPLEMENTING A PROJECT PURSUANT TO  THE  COMPREHEN-\n   10  SIVE CONSERVATION AND MANAGEMENT PLAN CREATED FOR THE PECONIC BAY SYSTEM\n   11  PURSUANT TO THE NATIONAL ESTUARY PROGRAM AS WELL AS CONSULTANT AND LEGAL\n   12  SERVICES,  AND  OTHER  DIRECT  EXPENSES  INCIDENT TO SUCH ACQUISITION OR\n   13  IMPLEMENTATION LESS ANY FEDERAL ASSISTANCE RECEIVED OR  TO  BE  RECEIVED\n   14  AND ANY OTHER ASSISTANCE FROM OTHER PARTIES.\n   15    2.  \"COUNCIL\"  SHALL  MEAN THE PECONIC REGION MARITIME RESERVE COUNCIL\n   16  CREATED PURSUANT TO SECTION 58-0109 OF THIS ARTICLE.\n   17    3. \"FEDERAL ASSISTANCE\" MEANS FUNDS AVAILABLE,  OTHER  THAN  BY  LOAN,\n   18  FROM  THE  FEDERAL  GOVERNMENT, EITHER DIRECTLY OR THROUGH ALLOCATION BY\n   19  THE STATE FOR CONSTRUCTION OR PROGRAM PURPOSES PURSUANT TO  ANY  FEDERAL\n   20  LAW OR PROGRAM.\n   21    4. \"GOVERNING BODY\" MEANS:\n   22    A. IN THE CASE OF SUFFOLK COUNTY, THE SUFFOLK COUNTY LEGISLATURE;\n   23    B.  IN THE CASE OF A VILLAGE WITHIN SUFFOLK COUNTY, THE LOCAL LEGISLA-\n   24  TIVE BODY THEREOF, AS SUCH TERM IS DEFINED IN THE  MUNICIPAL  HOME  RULE\n   25  LAW;\n   26    C. IN THE CASE OF A TOWN WITHIN SUFFOLK COUNTY, THE TOWN BOARD;\n   27    D.  IN  THE  CASE OF A PUBLIC BENEFIT CORPORATION, THE BOARD OF DIREC-\n   28  TORS, MEMBERS OR TRUSTEES THEREOF;\n   29    E. IN THE CASE OF A PUBLIC AUTHORITY, THE GOVERNING  BOARD  OF  DIREC-\n   30  TORS, MEMBERS OR TRUSTEES THEREOF;\n   31    F. IN THE CASE OF A NOT-FOR-PROFIT CORPORATION, THE BOARD OF DIRECTORS\n   32  THEREOF  OR  SUCH  OTHER  BODY DESIGNATED IN THE CERTIFICATE OF INCORPO-\n   33  RATION TO MANAGE THE CORPORATION; AND\n   34    G. IN THE CASE OF AN INDIAN TRIBE OR NATION, ANY GOVERNING BODY RECOG-\n   35  NIZED BY THE UNITED STATES OR THE STATE OF NEW YORK.\n   36    5. \"LONG ISLAND PINE BARRENS MARITIME RESERVE\"  SHALL  MEAN  THE  LONG\n   37  ISLAND  PINE  BARRENS  MARITIME  RESERVE ESTABLISHED PURSUANT TO ARTICLE\n   38  FIFTY-SEVEN OF THIS CHAPTER.\n   39    6. \"MUNICIPALITY\" MEANS SUFFOLK  COUNTY,  A  LOCAL  PUBLIC  AUTHORITY,\n   40  PUBLIC  BENEFIT  CORPORATION, A TOWN OR VILLAGE WITHIN SUFFOLK COUNTY OR\n   41  ANY COMBINATION THEREOF, STATE AGENCIES, STATE  PUBLIC  AUTHORITIES  AND\n   42  STATE PUBLIC BENEFIT CORPORATIONS.\n   43    7. \"NOT-FOR-PROFIT CORPORATION\" MEANS A CORPORATION FORMED PURSUANT TO\n   44  THE  NOT-FOR-PROFIT  CORPORATION LAW AND QUALIFIED FOR TAX-EXEMPT STATUS\n   45  UNDER THE FEDERAL INTERNAL REVENUE CODE.\n   46    8. \"PECONIC BAY ESTUARY\" OR \"PECONIC BAY SYSTEM\" SHALL MEAN THE SERIES\n   47  OF INTERCONNECTED BODIES OR  SURFACE  WATERS,  INCLUDING  FLANDERS  BAY,\n   48  GREAT PECONIC BAY, LITTLE PECONIC BAY, NOYACK BAY, SHELTER ISLAND SOUND,\n   49  SOUTHOLD  BAY,  NORTHWEST HARBOR, ORIENT HARBOR, GARDINERS BAY, NAPEAGUE\n   50  BAY, FORT POND BAY, THE WESTERN PORTION OF  BLOCK  ISLAND  SOUND,  OTHER\n   51  SEMI-ENCLOSED  BAYS AND HARBORS CONTIGUOUS THERETO, AND ALL OF THE TIDAL\n   52  CREEKS AND FRESHWATER STREAMS THAT DISCHARGE INTO  THESE  INTERCONNECTED\n   53  BASINS.\n   54    9.  \"PLAN\"  SHALL  MEAN  THE COMPREHENSIVE CONSERVATION AND MANAGEMENT\n   55  PLAN CREATED FOR THE PECONIC BAY SYSTEM PURSUANT TO THE NATIONAL ESTUARY\n   56  PROGRAM.\n\n       S. 1601                             4                            A. 1582\n\n    1    10. \"TRADITIONAL USES\" MEANS COMMERCIAL  FISHING  AND  SHELL  FISHING,\n    2  SHELLFISH  FARMING, RECREATIONAL BOATING, RECREATIONAL FISHING AND SHELL\n    3  FISHING.\n    4    11. \"WORK PLAN\" SHALL MEAN AN ADVISORY RECOMMENDATION TO A STATE AGEN-\n    5  CY OR LOCAL MUNICIPALITY.\n    6  S 58-0109. PECONIC REGION MARITIME RESERVE COUNCIL.\n    7    1.  THERE  IS  HEREBY ESTABLISHED A PECONIC REGION MARITIME COUNCIL TO\n    8  ASSIST FEDERAL, STATE AND LOCAL GOVERNMENTS COORDINATE  ALL  EFFORTS  TO\n    9  IMPLEMENT THE PLAN.\n   10    2. A. THE COUNCIL SHALL BE COMPOSED OF THE FOLLOWING MEMBERS:\n   11    (I) THREE MEMBERS APPOINTED BY THE GOVERNOR;\n   12    (II) THREE MEMBERS APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE;\n   13    (III) THREE MEMBERS APPOINTED BY THE SPEAKER OF THE ASSEMBLY;\n   14    (IV)  FOUR  MEMBERS APPOINTED BY THE COUNTY EXECUTIVE OF THE COUNTY OF\n   15  SUFFOLK, WITH THE ADVICE AND CONSENT OF THE COUNTY LEGISLATURE  OF  SUCH\n   16  COUNTY;\n   17    (V)  THE  CHIEF EXECUTIVE OFFICERS, OR THEIR DESIGNEES, OF THE TOWN OF\n   18  EAST HAMPTON, THE TOWN OF RIVERHEAD, THE TOWN  OF  SHELTER  ISLAND,  THE\n   19  TOWN OF SOUTHAMPTON, THE TOWN OF SOUTHOLD, THE VILLAGE OF DERING HARBOR,\n   20  THE  VILLAGE  OF  EAST HAMPTON, THE VILLAGE OF GREENPORT, THE VILLAGE OF\n   21  NORTH HAVEN, THE VILLAGE OF QUOGUE,  THE  VILLAGE  OF  SAG  HARBOR,  THE\n   22  VILLAGE OF SOUTHAMPTON, THE VILLAGE OF WESTHAMPTON BEACH AND THE VILLAGE\n   23  OF WEST HAMPTON DUNES;\n   24    (VI) A DESIGNEE OF THE EMPIRE STATE MARINE TRADES ASSOCIATION;\n   25    (VII) A DESIGNEE OF THE ASSOCIATION OF MARINE INDUSTRIES;\n   26    (VIII)  A  DESIGNEE  OF  THE  BAYMEN  ASSOCIATION OF THE FIVE EAST END\n   27  TOWNS;\n   28    (IX) A DESIGNEE OF THE EAST END MARINE FARMERS ASSOCIATION;\n   29    (X) A DESIGNEE OF THE NEW YORK SEA FOOD COUNCIL;\n   30    (XI) A DESIGNEE OF THE LONG ISLAND FARM BUREAU;\n   31    (XII) A DESIGNEE OF THE NEW YORK STATE SEA GRANT;\n   32    (XIII) A DESIGNEE OF THE STATE UNIVERSITY OF NEW YORK AT  STONY  BROOK\n   33  MARINE SCIENCE RESEARCH CENTER;\n   34    (XIV)  A  DESIGNEE  OF  THE LONG ISLAND UNIVERSITY-SOUTHAMPTON COLLEGE\n   35  MARITIME SCIENCES PROGRAM; AND\n   36    (XV) TWO DESIGNEES OF THE CORNELL COOPERATIVE EXTENSION, ONE  OF  WHOM\n   37  SHALL  BE A MARINE PROGRAM EXTENSION EDUCATOR AND THE OTHER WHO SHALL BE\n   38  AN AGRICULTURAL EXTENSION EDUCATOR.\n   39    B.  THE COMMISSIONER, OR HIS OR HER DESIGNEE, THE SECRETARY OF  STATE,\n   40  OR  HIS  OR  HER  DESIGNEE,  FOR  PURPOSES OF MATTERS RELATED TO COASTAL\n   41  RESOURCES AND A REPRESENTATIVE OF THE FEDERAL  ENVIRONMENTAL  PROTECTION\n   42  AGENCY SHALL SERVE AS EX OFFICIO MEMBERS.\n   43    C.   ALL MEMBERS, EXCEPT EX OFFICIO MEMBERS, SHALL BE RESIDENTS OF THE\n   44  COUNTY OF SUFFOLK AND SHALL  DEMONSTRATE  EXPERTISE  IN  THE  FUNCTIONAL\n   45  AREAS  TO BE ADDRESSED BY THE COUNCIL. ALL INITIAL APPOINTMENTS SHALL BE\n   46  MADE WITHIN SIXTY DAYS FROM THE EFFECTIVE DATE OF THIS ARTICLE.\n   47    3. THE MEMBERS OF THE COUNCIL SHALL SERVE FOR A TERM OF TWO  YEARS  OR\n   48  THEREAFTER  UNTIL  A SUCCESSOR IS APPOINTED.  THE COUNCIL SHALL SELECT A\n   49  CHAIRPERSON, A VICE-CHAIRPERSON AND SUCH OTHER OFFICERS AS IT MAY DETER-\n   50  MINE ARE NECESSARY FOR THE CONDUCT OF ITS DUTIES.\n   51    4. THE MEMBERS OF THE COUNCIL SHALL SERVE WITHOUT COMPENSATION.\n   52    5. THE COUNCIL SHALL CONSIST OF THE  FOLLOWING  COMMITTEES:  A  POLICY\n   53  COMMITTEE,  A  MANAGEMENT  COMMITTEE,  A TECHNICAL ADVISORY COMMITTEE, A\n   54  CITIZEN ADVISORY COMMITTEE AND A LOCAL GOVERNMENT COMMITTEE. THE  COMPO-\n   55  SITION OF SUCH COMMITTEES SHALL BE ESTABLISHED BY THE COUNCIL.\n   56  S 58-0111. DUTIES OF THE COUNCIL.\n\n       S. 1601                             5                            A. 1582\n\n    1    1. THE COUNCIL SHALL HAVE THE FOLLOWING POWERS AND DUTIES:\n    2    A.  TO  FACILITATE  COMMUNICATION  AND  COORDINATION OF THE PUBLIC AND\n    3  PRIVATE SECTORS WORKING TO IMPLEMENT THE PLAN;\n    4    B. TO MONITOR AND EVALUATE PROGRESS IN IMPLEMENTING THE PLAN,  INCLUD-\n    5  ING AN ANNUAL STATE OF THE BAYS REPORT;\n    6    C. TO ASSIST IN SECURING FUNDS TO IMPLEMENT THE PLAN;\n    7    D. TO REASSESS AND UPDATE THE PLAN EVERY TWO YEARS;\n    8    E. TO DEVELOP AN ANNUAL FINANCIAL PLAN TO ENSURE PLAN IMPLEMENTATION;\n    9    F.  TO  NEGOTIATE  COMMITMENTS  BETWEEN  STAKEHOLDERS TO IMPLEMENT THE\n   10  PLAN;\n   11    G. TO ENCOURAGE  CONSISTENCY  IN  REGULATORY  PROGRAMS  AND  STANDARDS\n   12  CONSISTENT WITH THE PLAN;\n   13    H. TO PROVIDE TECHNICAL ASSISTANCE TO LOCAL GOVERNMENT AND THE PRIVATE\n   14  SECTOR;\n   15    I. TO MAKE RULES FOR THE MANAGEMENT AND REGULATION OF ITS AFFAIRS;\n   16    J. TO HOLD PUBLIC HEARINGS;\n   17    K. TO CONDUCT SCIENTIFIC AND ENVIRONMENTAL STUDIES;\n   18    L.  TO CONTRACT WITHIN AMOUNTS APPROPRIATED FOR OR OTHERWISE AVAILABLE\n   19  FOR PROFESSIONAL AND TECHNICAL ASSISTANCE OR ADVICE; AND\n   20    M. TO ENCOURAGE INDIVIDUALS, CORPORATIONS,  ASSOCIATIONS,  AND  PUBLIC\n   21  ENTITIES TO PROTECT, AND PRESERVE THE UNIQUE RESOURCES OF THE RESERVE.\n   22    2.  IN  ADDITION  TO  THE  DUTIES SET FORTH IN SUBDIVISION ONE OF THIS\n   23  SECTION, THE COUNCIL SHALL ALSO COMPLETE THE FOLLOWING  RESPONSIBILITIES\n   24  BY DECEMBER THIRTY-FIRST, TWO THOUSAND THIRTEEN:\n   25    A.  IDENTIFY  ADDITIONAL REVENUE SOURCES TO FUND THE IMPLEMENTATION OF\n   26  THE PLAN; AND\n   27    B. ESTABLISH A WORK PLAN TO  ADDRESS  THE  FOLLOWING  ESTUARY  RELATED\n   28  ISSUES:\n   29    (I) AGRICULTURAL MANAGEMENT PLANS;\n   30    (II) PESTICIDE REDUCTION;\n   31    (III)  PRIORITIES  FOR  ADDITIONAL  SCIENTIFIC  AND  APPLIED RESEARCH,\n   32  INCLUDING THE TARGETING OF THE RESTORATION OF  BIVALVE  SHELLFISH  POPU-\n   33  LATIONS;\n   34    (IV) ENVIRONMENTAL MONITORING, INCLUDING RADIOLOGICAL MONITORING;\n   35    (V) CONTINUED PUBLIC EDUCATION AND OUTREACH;\n   36    (VI) ESTABLISHMENT OF A NITROGEN CONTROL PROGRAM TO IMPLEMENT NITROGEN\n   37  REDUCTION POLICIES;\n   38    (VII) USE OF INCENTIVES TO ENCOURAGE THE IMPLEMENTATION OF PLAN GOALS;\n   39  AND\n   40    (VIII) OTHER MATTERS AS MAY BE DEEMED NECESSARY AND APPROPRIATE BY THE\n   41  COUNCIL.\n   42  S 58-0113. PECONIC BAY REGIONAL CONSERVATION PARTNERSHIP PROGRAM.\n   43    1.  THERE  IS  HEREBY  ESTABLISHED A PECONIC BAY REGIONAL CONSERVATION\n   44  PARTNERSHIP PROGRAM WITHIN  THE  DEPARTMENT  TO  ADMINISTER  PARTNERSHIP\n   45  AGREEMENTS,  BY AND BETWEEN THE DEPARTMENT AND (I) SUFFOLK COUNTY AND/OR\n   46  (II) LOCAL GOVERNMENTS WITHIN THE  LONG  ISLAND  PINE  BARRENS  MARITIME\n   47  RESERVE.  SUCH  PARTNERSHIP AGREEMENTS SHALL INCLUDE, BUT NOT BE LIMITED\n   48  TO, THE FOLLOWING:\n   49    A. A LIST OF PARCELS AND AREAS THAT NEED TO BE PROTECTED;\n   50    B. SUCH LIST OF PARCELS AND AREAS SHALL BE SUBJECT TO A PUBLIC HEARING\n   51  BY THE COUNTY OR LOCAL GOVERNMENT SEEKING TO INCLUDE  SAID  PARCELS  AND\n   52  AREAS WITHIN THE PARTNERSHIP;\n   53    C.  A LIST OF PRIORITIES BASED ON ENVIRONMENTAL SENSITIVITY AND EXTENT\n   54  OF DEVELOPMENT PRESSURE;\n   55    D. A DESCRIPTION OF THE PROPOSED  USE  AND  MANAGEMENT  PLAN  FOR  THE\n   56  PARCELS AND AREAS TO BE PROTECTED; AND\n\n       S. 1601                             6                            A. 1582\n\n    1    E.  A  LIST  OF  OTHER SOURCES OF FUNDING TO IMPLEMENT THE PARTNERSHIP\n    2  AGREEMENT.\n    3    2.  APPROVAL  OF  SUCH PARTNERSHIP AGREEMENT BY THE COMMISSIONER SHALL\n    4  AUTHORIZE THE APPLICANT TO RECEIVE FROM THE STATE THE STATE'S  SHARE  OF\n    5  FUNDING  AS  STATED  IN SUCH PARTNERSHIP AGREEMENT FOR THE PROTECTION OF\n    6  THE PARCELS IDENTIFIED IN SAID PARTNERSHIP AGREEMENT.\n    7    3. EACH STATE AGENCY DESIGNATED BY THE  GOVERNOR,  INCLUDING  BUT  NOT\n    8  LIMITED  TO THE DEPARTMENT, THE OFFICE OF PARKS, RECREATION AND HISTORIC\n    9  PRESERVATION, THE DEPARTMENT OF STATE, THE DEPARTMENT OF TRANSPORTATION,\n   10  AND THE ENVIRONMENTAL FACILITIES CORPORATION, WITHIN ONE HUNDRED  EIGHTY\n   11  DAYS  OF  THE  EFFECTIVE  DATE OF THIS ARTICLE, SHALL PREPARE A TWO YEAR\n   12  ACTION PLAN FOR THE IMPLEMENTATION OF THE PECONIC BAY ESTUARY COMPREHEN-\n   13  SIVE CONSERVATION AND MANAGEMENT PLAN. A COPY OF THE ACTION PLANS  SHALL\n   14  BE SUBMITTED TO THE GOVERNOR AND THE LEGISLATURE. SUCH ACTION PLAN SHALL\n   15  BE UPDATED ANNUALLY.\n   16  S 58-0115. PECONIC BAY ESTUARY IMPLEMENTATION PROJECTS.\n   17    AS USED IN THIS ARTICLE, \"PECONIC BAY ESTUARY IMPLEMENTATION PROJECTS\"\n   18  SHALL  MEAN  THOSE  PROJECTS  RECOMMENDED  AS  PART OF THE COMPREHENSIVE\n   19  CONSERVATION AND MANAGEMENT PLAN OR ACTION  PLAN  FOR  THE  PECONIC  BAY\n   20  ESTUARY,  WHICH  ENHANCE  THE  PRODUCTIVITY  OF  THE ESTUARY PURSUANT TO\n   21  HISTORIC, CURRENT COMMERCIAL AND TRADITIONAL  USES,  INCLUDING  BUT  NOT\n   22  LIMITED  TO RESEARCH RELATED TO THE RESTORATION OF SHELLFISH POPULATIONS\n   23  IN THE ESTUARY AND WHICH SERVE A PUBLIC PURPOSE DESIGNATED TO IMPROVE OR\n   24  MAINTAIN SURFACE WATER QUALITY, UNDERTAKEN BY THE STATE, A  MUNICIPALITY\n   25  OR A NOT-FOR-PROFIT CORPORATION WHICH DEMONSTRATES TO THE COMMISSIONER'S\n   26  SATISFACTION  THAT IT IS FINANCIALLY AND OTHERWISE CAPABLE OF COMPLETING\n   27  SUCH PROJECT.\n   28  S 58-0117. STATE ASSISTANCE PAYMENTS FOR PECONIC BAY ESTUARY IMPLEMENTA-\n   29               TION PROJECTS.\n   30    1. THE COMMISSIONER IS AUTHORIZED TO PROVIDE ON A  COMPETITIVE  BASIS,\n   31  WITHIN AMOUNTS APPROPRIATED, STATE ASSISTANCE PAYMENTS TO A MUNICIPALITY\n   32  OR A NOT-FOR-PROFIT CORPORATION TOWARD THE COST OF ANY PECONIC BAY ESTU-\n   33  ARY IMPLEMENTATION PROJECT APPROVED BY THE COMMISSIONER.\n   34    2.  THE  COMMISSIONER AND A MUNICIPALITY OR NOT-FOR-PROFIT CORPORATION\n   35  MAY ENTER INTO A CONTRACT FOR THE UNDERTAKING OF A PECONIC  BAY  ESTUARY\n   36  IMPLEMENTATION  PROJECT.    SUCH  PROJECT  SHALL  BE  RECOMMENDED TO THE\n   37  COMMISSIONER BY THE GOVERNING BODY OF THE MUNICIPALITY OR NOT-FOR-PROFIT\n   38  CORPORATION, AND WHEN APPROVED BY THE COMMISSIONER,  UNDERTAKEN  BY  THE\n   39  MUNICIPALITY  OR NOT-FOR-PROFIT CORPORATION PURSUANT TO THIS ARTICLE AND\n   40  ANY OTHER APPLICABLE PROVISIONS OF LAW.\n   41    3. STATE ASSISTANCE PAYMENTS SHALL NOT EXCEED  FIFTY  PERCENT  OF  THE\n   42  PROJECT  COST  OR TWO MILLION DOLLARS, WHICHEVER IS LESS. SUCH COSTS ARE\n   43  SUBJECT TO FINAL COMPUTATION AND DETERMINATION BY THE COMMISSIONER  UPON\n   44  COMPLETION  OF  THE  PROJECT,  AND SHALL NOT EXCEED THE MAXIMUM ELIGIBLE\n   45  COST SET FORTH IN THE CONTRACT.\n   46    4. PRIOR TO PROCESSING  APPLICATIONS  FOR  STATE  ASSISTANCE  PAYMENTS\n   47  TOWARD  THE  COST  OF  PECONIC  BAY ESTUARY IMPLEMENTATION PROJECTS, THE\n   48  COMMISSIONER SHALL PROMULGATE RULES AND REGULATIONS WHICH SHALL  INCLUDE\n   49  CRITERIA  FOR  DETERMINING  ELIGIBLE  EXPENDITURES  AND  PROCEDURES  FOR\n   50  GOVERNING THE COMMITMENT  AND  DISBURSEMENT  OF  FUNDS  APPROPRIATED  IN\n   51  ACCORDANCE  WITH  THIS  ARTICLE.  THE COMMISSIONER SHALL ALSO PROMULGATE\n   52  RULES AND REGULATIONS WHICH SHALL INCLUDE APPLICATION PROCEDURES, REVIEW\n   53  PROCESSES, AND PROJECT APPROVAL GUIDELINES AND CRITERIA CONSISTENT  WITH\n   54  SECTION 58-0123 OF THIS ARTICLE.\n   55  S 58-0119. STATE ASSISTANCE APPLICATION PROCEDURE AND STANDARDS.\n\n       S. 1601                             7                            A. 1582\n\n    1    IN  THE CASE OF PECONIC BAY ESTUARY IMPLEMENTATION PROJECTS, A MUNICI-\n    2  PALITY OR NOT-FOR-PROFIT CORPORATION, UPON THE APPROVAL OF ITS GOVERNING\n    3  BODY, MAY SUBMIT AN APPLICATION TO THE COMMISSIONER, IN  SUCH  FORM  AND\n    4  CONTAINING  SUCH  INFORMATION AS THE COMMISSIONER MAY REQUIRE, FOR STATE\n    5  ASSISTANCE  PAYMENTS  TOWARD  THE  COST OF A PROJECT WHICH IS WITHIN THE\n    6  STATE AND WHICH IS ELIGIBLE FOR STATE ASSISTANCE PURSUANT TO THIS  ARTI-\n    7  CLE.  THE  COMMISSIONER  SHALL  REVIEW  SUCH PROJECT APPLICATION AND MAY\n    8  APPROVE, DISAPPROVE OR RECOMMEND MODIFICATIONS THERETO  CONSISTENT  WITH\n    9  APPLICABLE LAW, CRITERIA, STANDARDS OR RULES AND REGULATIONS RELATIVE TO\n   10  SUCH  PROJECTS.  SUCH  CRITERIA  AND STANDARDS SHALL INCLUDE, BUT NOT BE\n   11  LIMITED TO INCLUSION ON AN ACTION PLAN OR COMPREHENSIVE CONSERVATION AND\n   12  MANAGEMENT PLAN PREPARED UNDER THE PECONIC BAY ESTUARY PROGRAM.\n   13    UPON APPROVAL OF A PROJECT APPLICATION, A MUNICIPALITY OR NOT-FOR-PRO-\n   14  FIT CORPORATION SHALL ENTER INTO A CONTRACT, AS FURTHER PROVIDED  WITHIN\n   15  THIS ARTICLE, WITH THE COMMISSIONER FOR STATE ASSISTANCE PAYMENTS TOWARD\n   16  THE COST OF SUCH PROJECT TO BE RECEIVED PURSUANT TO THIS ARTICLE.\n   17  S 58-0121. CONTRACTS FOR STATE ASSISTANCE PAYMENTS FOR PECONIC BAY ESTU-\n   18               ARY IMPLEMENTATION PROJECTS.\n   19    1.  THE  COMMISSIONER  MAY,  IN  THE  NAME  OF  THE  STATE, ENTER INTO\n   20  CONTRACTS WITH MUNICIPALITIES OR NOT-FOR-PROFIT CORPORATIONS, TO PROVIDE\n   21  STATE ASSISTANCE PAYMENTS TOWARD THE COST OF PECONIC BAY ESTUARY  IMPLE-\n   22  MENTATION PROJECTS WHICH SHALL INCLUDE THE FOLLOWING PROVISIONS:\n   23    A.  AN  ESTIMATE  OF  THE  COSTS  OF  THE PROJECT AS DETERMINED BY THE\n   24  COMMISSIONER;\n   25    B. AN AGREEMENT BY THE COMMISSIONER TO MAKE STATE ASSISTANCE  PAYMENTS\n   26  TOWARD  THE  COST OF THE PROJECT BY PERIODICALLY REIMBURSING THE MUNICI-\n   27  PALITY OR NOT-FOR-PROFIT CORPORATION  DURING  THE  PROGRESS  OF  PROJECT\n   28  DEVELOPMENT OR FOLLOWING COMPLETION OF THE PROJECT AS MAY BE AGREED UPON\n   29  BY THE PARTIES, IN AN AMOUNT NOT TO EXCEED THE AMOUNTS ESTABLISHED ELSE-\n   30  WHERE IN THIS ARTICLE; AND\n   31    C. AN AGREEMENT BY THE MUNICIPALITY OR NOT-FOR-PROFIT CORPORATION:\n   32    (I) TO PROCEED EXPEDITIOUSLY WITH AND COMPLETE THE PROJECT AS APPROVED\n   33  BY THE COMMISSIONER;\n   34    (II)  TO UNDERTAKE AND MAINTAIN THE PECONIC BAY ESTUARY IMPLEMENTATION\n   35  PROJECT IN ACCORDANCE WITH APPLICABLE LAW AND RULES AND REGULATIONS;\n   36    (III) TO PROVIDE FOR THE PAYMENT OF THE MUNICIPALITY'S OR NOT-FOR-PRO-\n   37  FIT CORPORATION'S SHARE OF THE COST OF THE PROJECT;\n   38    (IV) TO ASSUME THE FULL COST OF ANY ADDITIONAL ELEMENTS  OR  CONTINUED\n   39  OPERATION OF THE PROJECT;\n   40    (V)  TO REPAY WITHIN ONE YEAR OF NOTIFICATION BY THE COMMISSIONER, ANY\n   41  STATE ASSISTANCE PAYMENTS MADE TOWARD THE COST  OF  THE  PROJECT  OR  AN\n   42  EQUITABLE PORTION OF SUCH MONIES DECLARED APPROPRIATE BY THE COMMISSION-\n   43  ER,  IF THE MUNICIPALITY OR NOT-FOR-PROFIT CORPORATION FAILS TO COMPLETE\n   44  THE PROJECT AS APPROVED. NO REPAYMENT, HOWEVER, SHALL BE REQUIRED  WHERE\n   45  THE  COMMISSIONER DETERMINES THAT SUCH FAILURE, DISPOSITION OR CHANGE OF\n   46  USE WAS IMMEDIATELY NECESSARY TO PROTECT PUBLIC HEALTH AND SAFETY;\n   47    (VI) TO APPLY FOR  AND  MAKE  REASONABLE  EFFORTS  TO  SECURE  FEDERAL\n   48  ASSISTANCE FOR THE PROJECT; AND\n   49    (VII)  TO  NOT SELL, LEASE, OR OTHERWISE DISPOSE OF OR USE LANDS REHA-\n   50  BILITATED UNDER THIS ARTICLE  FOR  ANY  PURPOSE  INCONSISTENT  WITH  THE\n   51  PROJECT  FOR A PERIOD OF SEVEN YEARS FROM THE COMMISSIONER'S APPROVAL OF\n   52  THE PROJECT.\n   53    2. IN CONNECTION WITH  EACH  CONTRACT,  THE  COMMISSIONER  SHALL  KEEP\n   54  ADEQUATE  RECORDS  OF  THE AMOUNT OF THE PAYMENT BY THE STATE AND OF THE\n   55  AMOUNT OF FEDERAL ASSISTANCE, IF ANY, RECEIVED BY  THE  MUNICIPALITY  OR\n   56  NOT-FOR-PROFIT  CORPORATION.  SUCH  RECORDS  SHALL  BE  RETAINED  BY THE\n\n       S. 1601                             8                            A. 1582\n\n    1  COMMISSIONER AND SHALL ESTABLISH THE  BASIS  FOR  RECALCULATION  OF  THE\n    2  STATE PAYMENT AS REQUIRED BY THIS SECTION.\n    3  S 58-0123. STATE PROJECTS.\n    4    THE  COMMISSIONER  IS  AUTHORIZED,  WITHIN  AMOUNTS  APPROPRIATED,  TO\n    5  DIRECTLY UNDERTAKE A PECONIC BAY ESTUARY IMPLEMENTATION PROJECT PURSUANT\n    6  TO THIS ARTICLE WHERE SUCH PROJECT IS RECOMMENDED IN AN ACTION  PLAN  OR\n    7  COMPREHENSIVE CONSERVATION AND MANAGEMENT PLAN, AND IS ON STATE LANDS OR\n    8  STATE LANDS UNDERWATER OR IS OTHERWISE UNDER THE CONTROL OF THE STATE.\n    9  S 58-0125. SEVERABILITY.\n   10    IF  ANY  CLAUSE,  SENTENCE, PARAGRAPH, SECTION OR PART OF THIS ARTICLE\n   11  SHALL BE ADJUDGED BY ANY COURT OF COMPETENT JURISDICTION TO BE  INVALID,\n   12  SUCH JUDGMENT SHALL NOT AFFECT, IMPAIR OR INVALIDATE THE REMAINDER THER-\n   13  EOF,  BUT  SHALL  BE  CONFINED IN ITS OPERATION TO THE CLAUSE, SENTENCE,\n   14  PARAGRAPH, SECTION OR PART THEREOF DIRECTLY INVOLVED IN THE  CONTROVERSY\n   15  IN WHICH SUCH JUDGMENT SHALL HAVE BEEN RENDERED.\n   16    S 2. This act shall take effect on the one hundred eightieth day after\n   17  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to enacting the \"Peconic Bay estuary protection act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T151618.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110111.T152219.TXT", "SOBI.D110110.T144614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294777339406
}