{
  "year" : 2011,
  "senateBillNo" : "S1608-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S1608-2011-1294635600000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the city of New York to reconvey a parcel of land to the estate of Hilda Spivak",
  "summary" : "Authorizes the city of New York to reconvey a parcel of land to the estate of Hilda Spivak. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "Real Property",
  "previousVersions" : [ "SA3569-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1608\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT authorizing the city of New York  to  reconvey  its  interest  in\n         certain  real  property  acquired  by  in  rem  tax foreclosure in the\n         borough of Staten Island to the estate of former owner  Hilda  Spivak,\n         notwithstanding  expiration of the two year period within which appli-\n         cation may be made to the city to release  its  interest  in  property\n         thus  acquired;  Block No. 1124, Lot No. 19 on tax map for the borough\n         of Staten Island\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Findings. On September 15, 1970, through a Staten Island in\n    2  rem  tax  foreclosure,  the  city of New York acquired title to premises\n    3  designated as lot #19 in tax block 1124 in Staten Island, New  York,  in\n    4  the borough of Staten Island, based on non-payment of taxes due to inad-\n    5  vertent  failure  to pay taxes thereon by Hilda Spivak, the former owner\n    6  of such property who is now deceased. Pursuant to  sections  11-424  and\n    7  11-424.1  of  the  administrative code of the city of New York, the city\n    8  may release its interest in property thus acquired if an application for\n    9  such a release is filed with the city's department of citywide  adminis-\n   10  trative  services  within two years of the date on which the city's deed\n   11  is recorded and if such application is approved by the in  rem  foreclo-\n   12  sure  release  board. Since that period has now elapsed, and pending the\n   13  effectiveness of the chapter of the laws of 2011 authorizing the in  rem\n   14  foreclosure  release board to authorize the release of property where an\n   15  application for such release is made more than two years after the  date\n   16  of  the  city's  acquisition  thereof, state legislation is necessary to\n   17  restore said property to the estate of Hilda Spivak. In addition,  since\n   18  the  New York city charter requires that the sale of city owned property\n   19  be at public auction or by sealed bids (except as otherwise provided  by\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05672-01-1\n\n       S. 1608                             2\n\n    1  law), state legislative authorization is necessary to permit said recon-\n    2  veyance.\n    3    S  2. Notwithstanding any other provision of general, special or local\n    4  law, charter or administrative code  to  the  contrary  and  subject  to\n    5  section  three of this act, the city of New York is hereby authorized to\n    6  release its interest in and reconvey the real property designated as tax\n    7  block 1124, lot #19, on the tax map of  the  city  for  the  borough  of\n    8  Staten  Island  as  said  map was on September 15, 1970 to the estate of\n    9  Hilda Spivak, who have legally inherited said real property  from  Hilda\n   10  Spivak,  deceased,  the former record owner of said property at the time\n   11  of her demise.\n   12    S 3. Such release and reconveyance may be made only upon the  approval\n   13  of  the in rem foreclosure release board established by section 11-424.1\n   14  of the administrative code of the city of New York, subject to the gran-\n   15  tee meeting the following conditions precedent:\n   16    (a) Submit an application for release in writing to the  city  commis-\n   17  sioner of the department of citywide administrative services accompanied\n   18  by  a  certified  title search, affidavit of ownership, and all fees and\n   19  payments as otherwise required by section 11-424 of  the  administrative\n   20  code of the city of New York.\n   21    (b)  Pay all taxes, interest, penalties and charges otherwise required\n   22  by section 11-424 of the administrative code of the  city  of  New  York\n   23  upon  the  approval of the application by the in rem foreclosure release\n   24  board.\n   25    S 4. This chapter of the laws of 2011 shall not be deemed  to  be  the\n   26  chapter  upon the effectiveness of which paragraph 2 of subdivision a of\n   27  section 11-424 of the administrative code of the city of New York, under\n   28  local law, depends. Accordingly, the  provisions  of  such  paragraph  2\n   29  shall  not  apply  to the release and reconveyance authorized to be made\n   30  herein.\n   31    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT authorizing the city of New York to reconvey its interest in certain real property acquired by in rem tax foreclosure in the borough of Staten Island to the estate of former owner Hilda Spivak, notwithstanding expiration of the two year period within which application may be made to the city to release its interest in property thus acquired; Block No. 1124, Lot No. 19 on tax map for the borough of Staten Island ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110110.T161130.TXT", "SOBI.D110111.T153221.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294777941702
}