{
  "year" : 2011,
  "senateBillNo" : "S1606-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1606-2011-1294635600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions regarding medical assistance presumptive eligibility program",
  "summary" : "Ensures that uninsured persons discharged from mental hospitals have continuous access to medications; expands the medical assistance presumptive eligibility program to include persons without insurance who are discharged from psychiatric inpatient care; requires the department of family assistance to submit a report on the impact of expanding the program to include persons discharged from psychiatric inpatient care. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "SA4639-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1606\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Health\n\n       AN ACT to amend the social services law,  in  relation  to  the  medical\n         assistance presumptive eligibility program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1, 2 and 3 of  section  364-i  of  the  social\n    2  services law, as amended by chapter 693 of the laws of 1996, are amended\n    3  to read as follows:\n    4    1.  (A)  An individual, upon application for medical assistance, shall\n    5  be presumed eligible for such assistance for a period of sixty days from\n    6  the date of transfer from a general  hospital,  as  defined  in  section\n    7  twenty-eight  hundred  one  of the public health law to a certified home\n    8  health agency or long term home  health  care  program,  as  defined  in\n    9  section thirty-six hundred two of the public health law, or to a hospice\n   10  as  defined in section four thousand two of the public health law, or to\n   11  a residential health care facility as defined  in  section  twenty-eight\n   12  hundred  one of the public health law, if the local department of social\n   13  services determines that the  applicant  meets  each  of  the  following\n   14  criteria: [(a)] (I) the applicant is receiving acute care in such hospi-\n   15  tal;  [(b)]  (II)    a physician certifies that such applicant no longer\n   16  requires acute hospital care, but still requires medical care which  can\n   17  be  provided  by  a  certified home health agency, long term home health\n   18  care program, hospice or residential health care facility;  [(c)]  (III)\n   19  the  applicant  or his representative states that the applicant does not\n   20  have insurance coverage for the required medical care and that such care\n   21  cannot be afforded; [(d)] (IV) it reasonably appears that the  applicant\n   22  is  otherwise  eligible  to  receive  medical  assistance;  [(e)] (V) it\n   23  reasonably appears that the amount expended by the state and  the  local\n   24  social  services  district  for  medical  assistance in a certified home\n   25  health agency, long term home health care program, hospice  or  residen-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06135-01-1\n\n       S. 1606                             2\n\n    1  tial  health  care  facility, during the period of presumed eligibility,\n    2  would be less than the amount the state and the  local  social  services\n    3  district would expend for continued acute hospital care for such person;\n    4  and  [(f)] (VI) such other determinative criteria as the commissioner OF\n    5  HEALTH shall provide by rule or regulation. If a person has been  deter-\n    6  mined  to  be presumptively eligible for medical assistance, pursuant to\n    7  this subdivision, and is subsequently determined to  be  ineligible  for\n    8  such  assistance, the commissioner OF HEALTH, on behalf of the state and\n    9  the local social services district shall have the  authority  to  recoup\n   10  from  the  individual  the  sums expended for such assistance during the\n   11  period of presumed eligibility.\n   12    (B) AN INDIVIDUAL, UPON APPLICATION FOR MEDICAL ASSISTANCE,  SHALL  BE\n   13  PRESUMED  ELIGIBLE  FOR  SUCH ASSISTANCE FOR CARE, SERVICES AND SUPPLIES\n   14  RELATED TO THE TREATMENT OF A MENTAL ILLNESS FOR A PERIOD OF NINETY DAYS\n   15  FROM THE DATE OF DISCHARGE FROM A HOSPITAL, AS DEFINED IN  SECTION  1.03\n   16  OF  THE  MENTAL HYGIENE LAW, A CORRECTIONAL FACILITY AS DEFINED IN PARA-\n   17  GRAPH (A) OF SUBDIVISION FOUR OF SECTION TWO OF THE CORRECTION LAW OR  A\n   18  LOCAL  CORRECTIONAL  FACILITY AS DEFINED IN PARAGRAPH (A) OF SUBDIVISION\n   19  SIXTEEN OF SECTION TWO OF THE CORRECTION LAW, IF THE LOCAL DEPARTMENT OF\n   20  SOCIAL SERVICES DETERMINES THAT THE APPLICANT MEETS EACH OF THE  FOLLOW-\n   21  ING  CRITERIA:  (I)  THE APPLICANT IS SEVERELY AND PERSISTENTLY MENTALLY\n   22  ILL; (II) A PHYSICIAN CERTIFIES THAT  SUCH  APPLICANT  REQUIRES  MEDICAL\n   23  CARE  TO TREAT SUCH MENTAL ILLNESS; (III) THE APPLICANT OR HIS REPRESEN-\n   24  TATIVE STATES THAT THE APPLICANT DOES NOT HAVE  INSURANCE  COVERAGE  FOR\n   25  THE REQUIRED MEDICAL CARE AND THAT SUCH CARE CANNOT BE AFFORDED; (IV) IT\n   26  REASONABLY  APPEARS  THAT THE APPLICANT IS OTHERWISE ELIGIBLE TO RECEIVE\n   27  MEDICAL ASSISTANCE; (V) IT REASONABLY APPEARS THAT THE  AMOUNT  EXPENDED\n   28  BY  THE STATE AND THE LOCAL SOCIAL SERVICES DISTRICT FOR MEDICAL ASSIST-\n   29  ANCE FOR TREATMENT OF A MENTAL ILLNESS DURING  THE  PERIOD  OF  PRESUMED\n   30  ELIGIBILITY,  WOULD  BE  LESS  THAN  THE  AMOUNT THE STATE AND THE LOCAL\n   31  SOCIAL SERVICES DISTRICT WOULD EXPEND  FOR  CONTINUED  OR  FUTURE  ACUTE\n   32  HOSPITAL  CARE FOR SUCH PERSON; AND (VI) SUCH OTHER DETERMINATIVE CRITE-\n   33  RIA AS THE COMMISSIONER OF HEALTH SHALL PROVIDE BY RULE  OR  REGULATION.\n   34  IF A PERSON HAS BEEN DETERMINED TO BE PRESUMPTIVELY ELIGIBLE FOR MEDICAL\n   35  ASSISTANCE, PURSUANT TO THIS SUBDIVISION, AND IS SUBSEQUENTLY DETERMINED\n   36  TO  BE  INELIGIBLE  FOR  SUCH ASSISTANCE, THE COMMISSIONER OF HEALTH, ON\n   37  BEHALF OF THE STATE AND THE LOCAL SOCIAL SERVICES  DISTRICT  SHALL  HAVE\n   38  THE  AUTHORITY  TO RECOUP FROM THE INDIVIDUAL THE SUMS EXPENDED FOR SUCH\n   39  ASSISTANCE DURING THE PERIOD OF PRESUMED ELIGIBILITY.\n   40    2. (A) Payment for up to sixty days  of  care  for  services  provided\n   41  under  the  medical  assistance  program  shall be made for an applicant\n   42  presumed eligible for medical assistance pursuant to  PARAGRAPH  (A)  OF\n   43  subdivision  one  of  this  section provided, however, that such payment\n   44  shall not exceed sixty-five percent of the rate payable under this title\n   45  for services provided by a certified home health agency, long term  home\n   46  health care program, hospice or residential health care facility.\n   47    (B)  PAYMENT FOR UP TO NINETY DAYS OF CARE FOR SERVICES PROVIDED UNDER\n   48  THE MEDICAL ASSISTANCE PROGRAM SHALL BE MADE FOR AN  APPLICANT  PRESUMED\n   49  ELIGIBLE  FOR MEDICAL ASSISTANCE FOR CARE, SERVICES AND SUPPLIES RELATED\n   50  TO THE TREATMENT OF A MENTAL ILLNESS PURSUANT TO PARAGRAPH (B) OF SUBDI-\n   51  VISION ONE OF THIS SECTION, PROVIDED HOWEVER, THAT  SUCH  PAYMENT  SHALL\n   52  NOT  EXCEED ONE HUNDRED PERCENT OF THE RATE PAYABLE UNDER THIS TITLE FOR\n   53  SUCH CARE, SERVICES AND SUPPLIES.\n   54    (C) Notwithstanding any other provision of law, no  federal  financial\n   55  participation  shall  be claimed for services provided to a person while\n   56  presumed eligible for medical assistance under this program  until  such\n\n       S. 1606                             3\n\n    1  person  has been determined to be eligible for medical assistance by the\n    2  local social services district. During the period  of  presumed  medical\n    3  assistance  eligibility,  payment for services provided persons presumed\n    4  eligible  under this program shall be made from state funds.  [Upon] (I)\n    5  IN THE CASE OF COSTS INCURRED FOR A PERSON  PRESUMPTIVELY  ELIGIBLE  FOR\n    6  MEDICAL  ASSISTANCE  UNDER  PARAGRAPH  (A)  OF  SUBDIVISION  ONE OF THIS\n    7  SECTION, UPON the final determination of eligibility by the local social\n    8  services district, payment shall be made for the balance of the cost  of\n    9  such  care  and  services  provided to such applicant for such period of\n   10  eligibility and a retroactive adjustment shall be made by the department\n   11  OF HEALTH to appropriately reflect federal financial  participation  and\n   12  the  local share of costs for the services provided during the period of\n   13  presumptive eligibility. Such federal and local financial  participation\n   14  shall  be the same as that which would have occurred if a final determi-\n   15  nation of eligibility for medical assistance had been made prior to  the\n   16  provision  of  the  services  provided  during the period of presumptive\n   17  eligibility. In instances where an individual who is  presumed  eligible\n   18  for  medical assistance is subsequently determined to be ineligible, the\n   19  cost for services provided to such individual  shall  be  reimbursed  in\n   20  accordance with the provisions of section three hundred sixty-eight-a of\n   21  this  article. Provided, however, if upon audit the department OF HEALTH\n   22  determines that there are subsequent determinations of ineligibility for\n   23  medical assistance in at least fifteen percent of  the  cases  in  which\n   24  presumptive  eligibility  has  been  granted  in a local social services\n   25  district, payments for services provided to all persons presumed  eligi-\n   26  ble  and subsequently determined ineligible for medical assistance shall\n   27  be divided equally by the state and the district.\n   28    (II) IN THE CASE OF COSTS INCURRED FOR A PERSON PRESUMPTIVELY ELIGIBLE\n   29  FOR MEDICAL ASSISTANCE UNDER PARAGRAPH (B) OF SUBDIVISION  ONE  OF  THIS\n   30  SECTION  UPON THE FINAL DETERMINATION OF ELIGIBILITY BY THE LOCAL SOCIAL\n   31  SERVICES DISTRICT, PAYMENT SHALL BE MADE FOR THE BALANCE OF THE COST  OF\n   32  SUCH  CARE  AND  SERVICES  PROVIDED TO SUCH APPLICANT FOR SUCH PERIOD OF\n   33  ELIGIBILITY AND A RETROACTIVE ADJUSTMENT SHALL BE MADE BY THE DEPARTMENT\n   34  OF HEALTH TO APPROPRIATELY REFLECT FEDERAL FINANCIAL  PARTICIPATION  AND\n   35  THE  LOCAL SHARE OF COSTS FOR THE SERVICES PROVIDED DURING THE PERIOD OF\n   36  PRESUMPTIVE ELIGIBILITY. SUCH FEDERAL FINANCIAL PARTICIPATION  SHALL  BE\n   37  THE  SAME  AS THAT WHICH WOULD HAVE OCCURRED IF A FINAL DETERMINATION OF\n   38  ELIGIBILITY FOR MEDICAL ASSISTANCE HAD BEEN MADE PRIOR TO THE  PROVISION\n   39  OF  THE  SERVICES PROVIDED DURING THE PERIOD OF PRESUMPTIVE ELIGIBILITY.\n   40  THERE SHALL BE NO LOCAL SHARE IN THE COSTS OF SUCH ASSISTANCE DURING THE\n   41  PRESUMPTIVE ELIGIBILITY PERIOD; PROVIDED HOWEVER THAT IF UPON AUDIT  THE\n   42  DEPARTMENT OF HEALTH DETERMINES THAT THERE ARE SUBSEQUENT DETERMINATIONS\n   43  OF  INELIGIBILITY  FOR MEDICAL ASSISTANCE IN AT LEAST FIFTEEN PERCENT OF\n   44  THE CASES IN WHICH PRESUMPTIVE ELIGIBILITY HAS BEEN GRANTED IN  A  LOCAL\n   45  SOCIAL  SERVICES DISTRICT, PAYMENTS FOR SERVICES PROVIDED TO ALL PERSONS\n   46  PRESUMED ELIGIBLE AND SUBSEQUENTLY  DETERMINED  INELIGIBLE  FOR  MEDICAL\n   47  ASSISTANCE  SHALL  BE  REIMBURSED  IN  ACCORDANCE WITH THE PROVISIONS OF\n   48  SECTION THREE HUNDRED SIXTY-EIGHT-A OF THIS ARTICLE.\n   49    3. On or before March thirty-first,  [nineteen  hundred  ninety-seven]\n   50  TWO  THOUSAND  THIRTEEN,  the  department  OF HEALTH shall submit to the\n   51  governor and legislature an evaluation of  the  program,  including  the\n   52  program's effects on access, quality and cost of care, and any recommen-\n   53  dations for future modifications to improve the program.\n   54    S  2.  Subdivision  1  of  section 368-a of the social services law is\n   55  amended by adding a new paragraph (aa) to read as follows:\n\n       S. 1606                             4\n\n    1    (AA) NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW,  REIMBURSEMENT\n    2  BY  THE  STATE FOR PAYMENTS MADE, WHETHER BY THE DEPARTMENT OF HEALTH ON\n    3  BEHALF OF A LOCAL SOCIAL SERVICES DISTRICT  PURSUANT  TO  SECTION  THREE\n    4  HUNDRED  SIXTY-SEVEN-B  OF  THIS  TITLE  OR  BY  A LOCAL SOCIAL SERVICES\n    5  DISTRICT  DIRECTLY,  FOR  MEDICAL  ASSISTANCE FURNISHED TO AN INDIVIDUAL\n    6  PRESUMED ELIGIBLE FOR MEDICAL ASSISTANCE UNDER PARAGRAPH (B) OF SUBDIVI-\n    7  SION ONE OF SECTION THREE HUNDRED SIXTY-FOUR-I OF THIS TITLE, DURING THE\n    8  PRESUMPTIVE ELIGIBILITY PERIOD,  SHALL  BE  MADE  FOR  THE  FULL  AMOUNT\n    9  EXPENDED FOR SUCH ASSISTANCE, AFTER FIRST DEDUCTING THEREFROM ANY FEDER-\n   10  AL FUNDS PROPERLY RECEIVED OR TO BE RECEIVED ON ACCOUNT OF SUCH EXPENDI-\n   11  TURE;  PROVIDED  THAT  IF UPON AUDIT THE DEPARTMENT OF HEALTH DETERMINES\n   12  THAT THERE ARE SUBSEQUENT DETERMINATIONS OF  INELIGIBILITY  FOR  MEDICAL\n   13  ASSISTANCE IN AT LEAST FIFTEEN PERCENT OF THE CASES IN WHICH PRESUMPTIVE\n   14  ELIGIBILITY  HAS  BEEN  GRANTED  IN  A  LOCAL  SOCIAL SERVICES DISTRICT,\n   15  PAYMENTS FOR SERVICES PROVIDED TO  ALL  PERSONS  PRESUMED  ELIGIBLE  AND\n   16  SUBSEQUENTLY DETERMINED INELIGIBLE FOR MEDICAL ASSISTANCE SHALL BE REIM-\n   17  BURSED IN ACCORDANCE WITH PARAGRAPH (D) OF THIS SUBDIVISION.\n   18    S 3. This act shall take effect April 1, 2012.\n",
  "memo" : "BILL NUMBER:S1606\n\nTITLE OF BILL:\nAn act\nto amend the social services law, in relation to the medical\nassistance presumptive eligibility program\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe purpose of this bill is to ensure that uninsured persons\ndischarged from mental hospitals or released from prisons or jails\nhave continuous access to medical care for their mental illness.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would amend Section 364-i of the social services law to\nexpand the medical Assistance Presumptive Eligibility Program to\ninclude persons without insurance who are discharged from psychiatric\ninpatient care from a state hospital, a prison operated by the state,\ncounty or city of New York.\nUnder the bill, such individuals would be presumed eligible for\nMedicaid coverage for care, services and supplies to treat a mental\nillness for up to 90 days from the date of discharge. The bill would\nrequire the Department of Health to submit a report on the impact of\nexpanding the program to include persons discharged from psychiatric\ninpatient care. Current law limits presumptive eligibility for\nmedical assistance to uninsured individuals who are transferred from\ngeneral hospitals to a certified home health agency or a long term\nhome health care program, if the individual meets eligibility\ncriteria established by a local department of social services.\n\nJUSTIFICATION:\nThe mentally ill who are released from State mental hospitals, prisons\nor jails seldom have health care coverage at the time of discharge or\nrelease.\nWithout follow-up medical care, including medications they have been\ntaking within those facilities, they decompensate and act out in the\ncommunity, which causes them to be re-incarcerated or\nre-hospitalized. If medications, clinic visits, and other follow-up\ncare that was part of their discharge plan were available to them\nimmediately upon release, they would have a much better chance to\nremain stable and in our communities. Since these people are\nprohibited from applying for Medicaid until their release, and there\nis a time lapse between application and acceptance into the Medicaid\nprogram, presumptive eligibility proves its effectiveness, as was\nshown by a study done several years ago by the Office of Mental Health.\n\nPRIOR LEGISLATIVE HISTORY:\nFirst introduced in 2001.\n\nFISCAL IMPLICATIONS TO STATE AND LOCAL GOVERNMENT:\nUnder existing law, there exists retroactive eligibility for Medicaid\nfor 3 months prior to application, thus this legislation will have\n\nminimal fiscal impact. Any increased cost due to growth of\nutilization or the assumption of the local share should be offset by\nthe savings that are anticipated due to the reduced rate of\nrecidivism. In the event that eligibility is denied, the Commissioner\nof Health is authorized to recoup the costs from the individual.\n\nEFFECTIVE DATE:\nEffective April 1, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to the medical assistance presumptive eligibility program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T160223.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110110.T150617.TXT", "SOBI.D110110.T161130.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909005
}