{
  "year" : 2011,
  "senateBillNo" : "S1605-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1605-2011-1294635600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows people with orders of protection to refuse to provide certain personal information during the disclosure phase of a court proceeding",
  "summary" : "Allows people with orders of protection issued in their favor to refuse to provide certain personal information during the disclosure phase of a court proceeding. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "S4930-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1605\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to provid-\n         ing personal information during disclosure by  a  person  to  whom  an\n         order of protection has been issued\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil practice law and rules is amended by adding a new\n    2  section 3104-a to read as follows:\n    3    S 3104-A.  PROTECTION  OF  DOMESTIC  VIOLENCE  VICTIMS  AT  DISCLOSURE\n    4  PROCEEDINGS.  (A)  MOTION  FOR  PROTECTION  SERVICES. UPON MOTION OF ANY\n    5  PARTY OR WITNESS, WHO IS ALSO A  CRIME  VICTIM  OR  VICTIM  OF  DOMESTIC\n    6  VIOLENCE  AS  DEFINED IN SECTION FOUR HUNDRED FIFTY-NINE-A OF THE SOCIAL\n    7  SERVICES LAW, OR WHO HAS A VALID ORDER OF PROTECTION OR TEMPORARY  ORDER\n    8  OF  PROTECTION  AGAINST  A  PARTY  OR  WITNESS IN THE PROCEEDING, AND ON\n    9  NOTICE TO ALL PARTIES, OR ON ITS  OWN  INITIATIVE  WITHOUT  NOTICE,  THE\n   10  COURT IN WHICH AN ACTION IS PENDING SHALL ORDER THAT A DOMESTIC VIOLENCE\n   11  VICTIM  OR  CRIME  VICTIM  BE  FURTHER  PROTECTED  WITHIN  THE  ORDER OF\n   12  PROTECTION AND THAT THE VICTIM WITH AN ORDER OF PROTECTION SHALL NOT  BE\n   13  ORDERED OR COMPELLED TO ANSWER QUESTIONS OF A PERSONAL NATURE, INCLUDING\n   14  BUT  NOT  LIMITED  TO RESIDENCY, EMPLOYMENT, FAMILY RELATIONSHIPS, WHICH\n   15  MAY ALSO BE INCLUDED IN THE ORDER OF PROTECTION, OR ANY  OTHER  INFORMA-\n   16  TION WITH REGARD TO THEIR SAFETY OR OTHER PERSONS WHO ARE ALSO MENTIONED\n   17  IN  THE ORDER OF PROTECTION. PERSONS WHO HAVE ORDERS OF PROTECTION SHALL\n   18  NOT BE PENALIZED FOR NOT ANSWERING THESE QUESTIONS.  THE  PROVISIONS  OF\n   19  THIS  SECTION  SHALL ALSO APPLY TO: (I) ANY VICTIM WHO IS IN THE PROCESS\n   20  OF OBTAINING AN ORDER OF PROTECTION; OR (II) ANY VICTIM WHO  HAS  PREVI-\n   21  OUSLY  HAD  AN  ORDER  OF  PROTECTION  AGAINST A PARTY OR WITNESS OF THE\n   22  PROCEEDING.\n   23    (B) SCOPE OF PROTECTION SERVICES. THE COURT SHALL ORDER THE  NECESSARY\n   24  PROTECTIONS NEEDED TO ENSURE THE SAFETY OF THE CRIME VICTIM OR VICTIM OF\n   25  DOMESTIC VIOLENCE, UPON REASONABLE NOTICE TO THE PARTIES AND UPON OPPOR-\n   26  TUNITY TO BE HEARD.\n   27    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06136-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to providing personal information during disclosure by a person to whom an order of protection has been issued ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T160223.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110110.T150617.TXT", "SOBI.D110110.T161130.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294779743593
}