{
  "year" : 2011,
  "senateBillNo" : "S1604-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1604-2011-1294635600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends the general obligations law in relation to the implementation of child support enforcement",
  "summary" : "Relates to the implementation of child support enforcement. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "S4932-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1604\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the general obligations law, in relation to  the  imple-\n         mentation of child support enforcement\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The section heading of section 3-503 of the  general  obli-\n    2  gations  law, as amended by  chapter 398 of the laws of 1997, is amended\n    3  to read as follows:\n    4    Required information and statement in  applications  for  licenses  to\n    5  conduct  occupations  AND  RECREATIONAL  ACTIVITY;  fulfillment of child\n    6  support obligations.\n    7    S 2. Paragraph c of subdivision 1 of  section  3-503  of  the  general\n    8  obligations  law, as added by chapter 81 of the laws of 1995, is amended\n    9  to read as follows:\n   10    c. \"License\" means  any  certificate,  license,  permit  or  grant  of\n   11  permission  required  by  the laws of this state, its political subdivi-\n   12  sions or instrumentalities as a condition for the lawful practice of any\n   13  occupation, employment, trade, vocation, business, [or]  profession,  OR\n   14  RECREATIONAL  ACTIVITY  and shall also include any registration required\n   15  by law or agency regulation as a condition for such lawful practice.\n   16    S 3. Notwithstanding any provision of law to the contrary, the commis-\n   17  sioners of the department of family assistance,  taxation  and  finance,\n   18  health,  labor, environmental conservation and any appropriate entity of\n   19  the state or political  subdivision  thereof,  shall  be  authorized  to\n   20  promulgate  regulations  on an emergency basis to ensure the implementa-\n   21  tion of this act.\n   22    S 4. This act shall take effect on the sixtieth  day  after  it  shall\n   23  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06137-01-1\n",
  "memo" : "BILL NUMBER:S1604\n\nTITLE OF BILL:\nAn act\nto amend the general obligations law, in relation to the implementation\nof child support enforcement\n\nPURPOSE OF BILL:\nRequires those individuals applying for recreational licenses in New\nYork State to disclose his or her social security number and state\nwhether or not they owe child support.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1: includes \"recreational activity\" in the list of licensed\nactivities which warrant disclosure of social security number and\nchild support payment obligations;\n\nSection 2: defines \"license\" and denotes its application to licenses\nfor recreational activities;\n\nSection 3: authorizes certain individuals to promulgate regulations on\nan emergency basis to ensure the implementation of this act;\n\nSection 4: states this bill shall become effective 60 days after it\nshall have become law.\n\nJUSTIFICATION:\nAs per federal law, in order to receive federal funds states must have\nlaws in effect which require an applicant for a professional or\noccupational license, a driver's license, and a marriage license to\ndisclose his or her social security number and to certify whether he\nor she is under an obligation to pay child support. In 1997, the\nfederal act was amended to add that states must require these\ndisclosures when applying for recreational licenses. This bill amends\nthe General Obligations Law so that it complies with the federal\nregulations.\n\nLEGISLATIVE HISTORY:\nFirst introduced in 2003.\n\nFISCAL IMPLICATIONS:\nNone known to the State.\n\nEFFECTIVE DATE:\nSixty days after it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to the implementation of child support enforcement ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T160223.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110110.T150617.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909001
}