{
  "year" : 2011,
  "senateBillNo" : "S1607-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S1607-2011-1294635600000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides an expedited review process for the Atlantic Yards arena and redevelopment project and subjects such project to urban land use procedures",
  "summary" : "Provides an expedited review process for the Atlantic yards arena and redevelopment project and subjects such project to urban land use procedures. ",
  "currentCommittee" : "CITIES",
  "sameAs" : "A3300",
  "lawSection" : "New York City Charter",
  "previousVersions" : [ "S4120-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1607\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Cities\n\n       AN ACT to amend the New York city charter, in relation to  the  Atlantic\n         Yards arena and redevelopment project\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. It is the intent of the  legislature  to  ensure  that  the\n    2  empire  state  development corporation abides by the rights of the citi-\n    3  zenry of the city of New York and the democratically enacted urban  land\n    4  use  procedure  set  forth in section 197-a of the New York city charter\n    5  and commonly known as the URLUP process  with  respect  to  the  general\n    6  project  plan  approved  and identified as the \"Atlantic Yards arena and\n    7  redevelopment project\" in a memorandum of understanding signed on Febru-\n    8  ary 18, 2005 in order that such project results in a vote  of  the  city\n    9  council.  Further,  community  boards  2,  6 and 8 within the borough of\n   10  Brooklyn requested in September 2004 that such Atlantic Yards project be\n   11  subject to the URLUP process.\n   12    S 2. Subdivision a of section 197-a of the New York city  charter,  as\n   13  amended  by  a vote of the people of the city of New York at the general\n   14  election held in November of 1989, is amended to read as follows:\n   15    a. Plans for the development, growth, and improvement of the city  and\n   16  of  its  boroughs  and  community  districts  may be proposed by (1) the\n   17  mayor, (2) the city planning commission,  (3)  the  department  of  city\n   18  planning,  (4)  a  borough president with respect to land located within\n   19  his or her borough, (5) a borough board with  respect  to  land  located\n   20  within  its  borough,  [or]  (6)  a community board with respect to land\n   21  located within its community district, OR (7) AN AGENCY OF THE STATE  OF\n   22  NEW YORK SUBJECT TO THE CHAPTER OF THE LAWS OF TWO THOUSAND ELEVEN WHICH\n   23  ADDED  THIS  PARAGRAPH.    A community board,   borough board or borough\n   24  president that proposes any such plan shall  submit  the  plan  together\n   25  with a written recommendation to the city planning commission for deter-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06050-01-1\n\n       S. 1607                             2\n\n    1  minations  pursuant  to  subdivision  b  of  this  section.    Any  such\n    2  submission may be made by a community board, borough  board  or  borough\n    3  president  only  after  the  board or borough president proposing such a\n    4  plan has held a public hearing on the plan.\n    5    S  3. The empire state development corporation shall cease and discon-\n    6  tinue all action in furtherance of the general project plan as  approved\n    7  and  identified  as the \"Atlantic Yards arena and redevelopment project\"\n    8  in a memorandum of understanding signed on February 18, 2005, and submit\n    9  the plan as an expedited application to the  city  of  New  York  for  a\n   10  development  project  pursuant  to the uniform land use review procedure\n   11  set forth in section 197-c of the New York city charter. Notwithstanding\n   12  the provisions of this section, the empire state development corporation\n   13  shall complete any outstanding contract where an immediate cessation  or\n   14  discontinuance  would  constitute  waste and shall be allowed to provide\n   15  information about the intended project  at  any  public  hearing  or  in\n   16  response to any written inquiry, subject to the provisions of the public\n   17  officers law.\n   18    S  4. The plans for the Atlantic Yards arena and redevelopment project\n   19  shall be submitted as an  expedited  application  by  the  empire  state\n   20  development  corporation  to  the  New  York city planning commission by\n   21  August 15, 2011. The empire state development corporation shall  provide\n   22  any  further  information  requested  by the city planning commission as\n   23  soon as is practicable after  such  request  has  been  made,  provided,\n   24  however,  that  the application shall be deemed complete for purposes of\n   25  the expedited review procedure provided by the provisions of this act no\n   26  later than September 15, 2011. Notwithstanding the time requirements set\n   27  forth in section 197-c of the New York city charter, such plans shall be\n   28  subject to and reviewed in accordance with such section. If there exists\n   29  insufficient information for  the  city  council  to  take  action,  the\n   30  borough  president,  affected community board or boards or borough board\n   31  may take note of such facts.\n   32    S 5. Notwithstanding the time requirements set forth in section  197-c\n   33  of  the  New  York  city charter, the affected community board or boards\n   34  shall comply with the provisions of such section and submit  its  recom-\n   35  mendations  to  the  city  planning  commission on or before October 15,\n   36  2011.\n   37    S 6. Notwithstanding the time requirements set forth in section  197-c\n   38  of  the  New  York city charter, the borough board shall comply with the\n   39  provisions of such section and submit its recommendations  to  the  city\n   40  planning commission on or before November 7, 2011.\n   41    S  7. Notwithstanding the time requirements set forth in section 197-c\n   42  of the New York city charter, the city planning commission shall  submit\n   43  its recommendations to the city council on or before December 1, 2011.\n   44    S  8. Notwithstanding the time requirements set forth in section 197-c\n   45  of the New York city charter, the city council shall approve, disapprove\n   46  or amend the plans  for  the  Atlantic  Yards  arena  and  redevelopment\n   47  project submitted by the empire state redevelopment corporation pursuant\n   48  to the provisions of this act on or before December 31, 2011.\n   49    S 9. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1607\n\nTITLE OF BILL:\nAn act\nto amend the New York city charter, in relation to the Atlantic Yards\narena and redevelopment project\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill would require that the Atlantic Yards arena and\nredevelopment project (as defined in an MOU signed with ESDC on\nFebruary 18, 2005) be subject to ULURP.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 of the bill sets out the legislative intent.\n\nSection 2 requires that the ULURP procedure as set forth in the City\nCharter not be circumvented due to the fact that an agency of the\nState (ESDC) is proposing to work with the private developer to build\nthe Atlantic Yards project.\n\nSection 3 would require the Atlantic Yards project to be halted while\nthe ULURP process was followed on an expedited schedule.\nSection 4 sets forth an expedited schedule for ULURP in this instance\nand requires a vote by the full City Council on those recommendations\non or before December 31, 2008.\n\nSection 5 is the effective date.\n\nJUSTIFICATION:\nThe ULURP process was included in the City Charter by a vote of the\ncitizenry of the city of New York to allow for a democratically\nenacted urban land use procedure. This bill preserves that right in\nthis instance which would otherwise be circumvented due to the fact\nthat a state agency is involved in the planning and improvement of\nthis parcel of land known as the Atlantic Yards arena and\nredevelopment project. Furthermore, community boards 2, 6 and 8 in\nBrooklyn have previously requested that this project be subject to\nthe ULURP process.\n\nPRIOR LEGISLATIVE HISTORY:\nFirst introduced in 2008.\n\nFISCAL IMPLICATIONS TO STATE AND LOCAL GOVERNMENT:\nUndetermined.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the New York city charter, in relation to the Atlantic Yards arena and redevelopment project ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110111.T160223.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110110.T150617.TXT", "SOBI.D110111.T161223.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905902181
}