{
  "year" : 2011,
  "senateBillNo" : "S1602-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S1602-2011-1294635600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires facilitating the use of alternatives to detention programs",
  "summary" : "Relates to the office of children and family services and facilitating the use of alternatives to detention programs. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SA8006-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1602\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the executive law, in relation to the office of children\n         and family services and facilitating use of alternatives to  detention\n         programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 9, 10, 11, 12, 13, 14, 15 and  16  of  section\n    2  501  of  the  executive law, subdivisions 12, 13 and 14 as renumbered by\n    3  chapter 465 of the laws of 1992, subdivision 16 as renumbered by chapter\n    4  170 of the laws of 1994, are renumbered subdivisions 10, 11, 12, 13, 14,\n    5  15, 16 and 17 and a new subdivision 9 is added to read as follows:\n    6    9. (A) TO ENCOURAGE AND PROVIDE TECHNICAL ASSISTANCE TO  LOCAL  SOCIAL\n    7  SERVICES  DISTRICTS AND TO ACHIEVE MAXIMUM UTILIZATION OF ALTERNATIVE TO\n    8  DETENTION AND PLACEMENT PROGRAMS AND TO PROMOTE EFFICIENCY IN THE DELIV-\n    9  ERY OF SERVICES PROVIDED TO PERSONS ALLEGED OR DETERMINED TO BE IN  NEED\n   10  OF SUPERVISION PURSUANT TO ARTICLE SEVEN OF THE FAMILY COURT ACT AND FOR\n   11  PERSONS  ALLEGED  OR  DETERMINED  TO  BE JUVENILE DELINQUENTS AT RISK OF\n   12  DETENTION OR PLACEMENT PURSUANT TO ARTICLE THREE  OF  THE  FAMILY  COURT\n   13  ACT.  FOR  THE  PURPOSES  OF THIS SUBDIVISION, SUCH PROGRAMS MAY INCLUDE\n   14  PROGRAMS WITH THE GOAL  OF  REDUCING  RISK  BEHAVIORS  AMONG  YOUTH  AND\n   15  PROMOTING POSITIVE YOUTH DEVELOPMENT.\n   16    (B) INTER-COUNTY UTILIZATION OF PROGRAMS AND SERVICES SHALL BE ENCOUR-\n   17  AGED  BY THE OFFICE TO THE EXTENT PRACTICABLE AND TO PROMOTE THE MAXIMI-\n   18  ZATION OF RESOURCES. THE OFFICE SHALL PROVIDE  TECHNICAL  ASSISTANCE  TO\n   19  COUNTIES WHICH SHALL INCLUDE BUT NOT BE LIMITED TO, IDENTIFYING PROGRAMS\n   20  AND  SERVICES  FOR INTER-COUNTY UTILIZATION, MAKING ANY FEASIBLE PROGRAM\n   21  MODIFICATIONS NECESSARY TO ACHIEVE INTER-COUNTY UTILIZATION, AND ASSIST-\n   22  ING THE COLLABORATION OF COUNTIES AND COUNTY AGENCIES WITHIN A  REGIONAL\n   23  AREA.  FOR  THE  PURPOSES  OF THIS SUBDIVISION, INTER-COUNTY UTILIZATION\n   24  SHALL MEAN THE COOPERATIVE  SHARING  OF  ALTERNATIVE  TO  DETENTION  AND\n   25  PLACEMENT  PROGRAMS, SO THAT YOUTH MAY UTILIZE SUCH PROGRAMS OUTSIDE HIS\n   26  OR HER OWN COUNTY RESIDENCE.\n   27    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06140-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the office of children and family services and facilitating use of alternatives to detention programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T170157.TXT", "SOBI.D110110.T161130.TXT", "SOBI.D110111.T153221.TXT", "SOBI.D110110.T150117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294777941700
}