{
  "year" : 2011,
  "senateBillNo" : "S1600-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1600-2011-1294635600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the fees notary publics are entitled to from two to five dollars",
  "summary" : "Increases the fees notary publics are entitled to from two to five dollars. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A1583",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S3378-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1600                                                  A. 1583\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by Sen. MONTGOMERY -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Finance\n\n       IN ASSEMBLY -- Introduced by M. of A. MILLMAN -- read once and  referred\n         to the Committee on Governmental Operations\n\n       AN  ACT to amend the executive law, in relation to increasing the fees a\n         notary public shall be entitled to\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions 1 and 2 of section 136 of the executive law,\n    2  as amended by chapter 143 of the laws of 1991, are amended  to  read  as\n    3  follows:\n    4    1.  For  administering an oath or affirmation, and certifying the same\n    5  when required, except where another fee is  specifically  prescribed  by\n    6  statute, [two] FIVE dollars.\n    7    2.  For taking and certifying the acknowledgment or proof of execution\n    8  of a written instrument, by one person, [two] FIVE dollars, and by  each\n    9  additional  person, [two] FIVE dollars, for swearing each witness there-\n   10  to, [two] FIVE dollars.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04938-01-1\n",
  "memo" : "BILL NUMBER:S1600\n\nTITLE OF BILL:\nAn act to amend the executive law, in relation to increasing the fees a\nnotary public shall be entitled to\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe purpose of the bill is to increase the fee that can be charged by a\nnotary public for the performance of a service.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSubdivisions 1 and 2 of section 136 of the Executive Law are amended to\nincrease the amount a notary public may charge for services from two to\nfive dollars.\n\nJUSTIFICATION:\nPublic notaries are licensed professionals who are registered with the\nDepartment of State (DOS). Notaries not only provide an important\nservice by affirming, acknowledging and certifying legal documents, they\ncan also be subpoenaed to provide evidence in court proceedings validat-\ning the signatory of those documents in question regardless of the\nnumber of years prior the notarization took place.\n\nIn 1991, the state gave authorization to allow notaries to charge $2.00\nfor a notarization. That same year, DOS charged $20.00 to renew a\nlicense plus an additional $10.00 to the county where the notary was\nqualified. Today, DOS charges $60.00 to renew a license and, in some\ncounties, the additional county fee could be has high as $30.00.  Howev-\ner, notaries have not been given that same authorization to increase\ntheir fee during that same period.\n\nOver the past year, notaries have been experiencing an increased demand\nfor their services and court appearances; however, the number of\nlicensed notaries has decreased. This is because while the personal and\nprofessional cost of being a notary has increased, their fee has not.\n\nPRIOR LEGISLATIVE HISTORY:\n2007-08: A.9080/S.4773\n2009-10: A.6925/S.3378\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to increasing the fees a notary public shall be entitled to ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T151618.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110110.T144614.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909994
}