{
  "year" : 2011,
  "senateBillNo" : "S160-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S160-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes procedures for the collection of overpayments from health care providers",
  "summary" : "Establishes procedures for the collection of overpayments from health care providers; requires insurers to notify health care professionals regarding billing codes; and requires certain contracts entered into with health care providers to include certain information. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S311-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          160\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law and the public health law, in relation\n         to establishing procedures for the  collection  of  overpayments  from\n         health  care  providers  based  upon  eligibility  of the insured; and\n         requiring insurers to notify health care professionals by written  and\n         electronic  formats  regarding particular billing codes; and requiring\n         contracts entered into with a health care provider to include  certain\n         information\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3224-a of the insurance law is amended by adding  a\n    2  new subsection (b-1) to read as follows:\n    3    (B-1)  WHERE  AN INSURER OR ORGANIZATION OR CORPORATION SEEKS A REFUND\n    4  FROM A HEALTH CARE PROVIDER OF A PAYMENT PREVIOUSLY MADE FOR HEALTH CARE\n    5  SERVICES:\n    6    (1) IN A CASE WHERE AN INSURER OR ORGANIZATION OR CORPORATION IS SEEK-\n    7  ING A REFUND FOR PAYMENT PREVIOUSLY MADE BASED UPON A GOOD FAITH  BELIEF\n    8  REGARDING  THE ELIGIBILITY OF A PERSON FOR COVERAGE, OR THE LIABILITY OF\n    9  ANOTHER INSURER OR CORPORATION OR ORGANIZATION FOR ALL OR  PART  OF  THE\n   10  CLAIM, THE INSURER OR ORGANIZATION OR CORPORATION MUST NOTIFY THE HEALTH\n   11  CARE  PROVIDER  IN  WRITING  THE  AMOUNT OF THE REFUND BEING SOUGHT, THE\n   12  SPECIFIC REASONS WHY THE REFUND IS BEING SOUGHT, AND ANY INFORMATION  IT\n   13  MAY  HAVE  REGARDING ANOTHER INSURER, ORGANIZATION, CORPORATION OR OTHER\n   14  ENTITY THAT MAY BE LEGALLY OBLIGATED TO MAKE PAYMENT.  IF  THE  INSURER,\n   15  ORGANIZATION  OR  CORPORATION  SEEKING  THE REFUND DOES NOT MAINTAIN ANY\n   16  SUCH INFORMATION, IT SHALL SO STATE ON THE NOTICE  TO  THE  HEALTH  CARE\n   17  PROVIDER.  NOTICE OF SUCH REFUND DEMAND SHALL BE MADE AS SOON AS REASON-\n   18  ABLY PRACTICABLE AFTER RECEIPT OF INFORMATION THAT SUCH INSURER,  ORGAN-\n   19  IZATION OR CORPORATION WAS NOT RESPONSIBLE FOR PAYMENT. FAILURE TO IDEN-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01365-01-1\n\n       S. 160                              2\n\n    1  TIFY SUCH OTHER RESPONSIBLE PAYOR WHERE SUCH INFORMATION IS KNOWN TO THE\n    2  INSURER, OR ORGANIZATION OR CORPORATION, OR FAILURE TO TIMELY NOTIFY THE\n    3  HEALTH  CARE  PROVIDER  ONCE SUCH INFORMATION IS RECEIVED REGARDING THAT\n    4  SUCH  INSURER,  ORGANIZATION  OR  CORPORATION  WAS  NOT  RESPONSIBLE FOR\n    5  PAYMENT, SHALL  BAR  SUCH  INSURER,  ORGANIZATION  OR  CORPORATION  FROM\n    6  ATTEMPTING TO OBTAIN THE REFUND OF THE PREVIOUS PAYMENT. THE HEALTH CARE\n    7  PROVIDER  FROM  WHOM  THE  REFUND IS SOUGHT MAY SUBMIT SUCH CLAIM TO THE\n    8  LEGALLY RESPONSIBLE INSURER, CORPORATION OR  ORGANIZATION  FOR  PAYMENT.\n    9  FOR  THE  PURPOSES  OF  COMPLYING  WITH ANY TIME LIMITATION THE INSURER,\n   10  ORGANIZATION OR CORPORATION LEGALLY RESPONSIBLE  FOR  PAYMENT  MAY  HAVE\n   11  REGARDING  THE  SUBMISSION  OF  CLAIMS, THE DATE OF NOTICE OF THE REFUND\n   12  DEMAND FROM THE INSURER, ORGANIZATION OR CORPORATION SEEKING THE  REFUND\n   13  SHALL BE DEEMED TO BE THE DATE OF THE RENDERING OF HEALTH CARE SERVICES.\n   14  SUCH  TIME LIMITATION OF THE LEGALLY RESPONSIBLE INSURER, CORPORATION OR\n   15  ORGANIZATION SHALL BE EXCUSED WHERE THE IDENTITY OF SUCH INSURER, CORPO-\n   16  RATION OR ORGANIZATION CANNOT REASONABLY BE IDENTIFIED WITHIN  THE  TIME\n   17  LIMITATION.  ALL UTILIZATION REVIEW, AS DEFINED BY ARTICLE FORTY-NINE OF\n   18  THIS CHAPTER AND ARTICLE FORTY-NINE OF THE PUBLIC HEALTH LAW,  PERFORMED\n   19  BY  THE INSURER, ORGANIZATION OR CORPORATION SEEKING THE REFUND SHALL BE\n   20  BINDING ON THE LEGALLY RESPONSIBLE INSURER, ORGANIZATION OR  CORPORATION\n   21  TO  WHOM  THE  HEALTH  CARE PROVIDER SUBSEQUENTLY SUBMITS THE CLAIM. THE\n   22  CLAIM SHALL NOT BE DENIED BY THE LEGALLY RESPONSIBLE INSURER,  ORGANIZA-\n   23  TION  OR  CORPORATION  ON  THE BASIS OF LACK OF AUTHORIZATION TO PROVIDE\n   24  SUCH HEALTH CARE SERVICES.\n   25    (2) IN A CASE WHERE THE INSURER  OR  ORGANIZATION  OR  CORPORATION  IS\n   26  SEEKING  THE  REFUND  BASED UPON A DETERMINATION REGARDING THE AMOUNT OF\n   27  THE CLAIM PAID, SUCH INSURER MAY NOT ATTEMPT TO  COLLECT  SUCH  PREVIOUS\n   28  PAYMENT UNLESS THE FOLLOWING CAN BE DEMONSTRATED:\n   29    (I) THE INSURER, ORGANIZATION OR CORPORATION HAS IDENTIFIED IN WRITING\n   30  THE  FINDING  OF  EACH  AND  EVERY CLAIM REVIEWED SUFFICIENT TO GIVE THE\n   31  HEALTH CARE  PROVIDER  REASONABLY  SPECIFIC  NOTICE  WHY  SUCH  PREVIOUS\n   32  PAYMENT WAS ALLEGEDLY INAPPROPRIATELY MADE;\n   33    (II)  THE  INSURER, ORGANIZATION OR CORPORATION PROVIDES TO THE HEALTH\n   34  CARE PROVIDER A FULL AND MEANINGFUL OPPORTUNITY TO CHALLENGE  THE  FIND-\n   35  INGS ON THE CLAIMS REVIEWED PRIOR TO THE COMMENCEMENT OF ANY ADVERSARIAL\n   36  PROCEEDING TO COLLECT ANY SUCH PREVIOUS PAYMENT ALLEGEDLY INAPPROPRIATE-\n   37  LY MADE; AND\n   38    (III)  SUCH  INSURER,  ORGANIZATION  OR CORPORATION HAS DETERMINED AND\n   39  NOTIFIED THE HEALTH CARE PROVIDER IN WRITING IF THERE HAVE  BEEN  UNDER-\n   40  PAYMENTS  TO SUCH HEALTH CARE PROVIDER AND THE FULL AMOUNT OF THE UNDER-\n   41  PAYMENTS HAVE BEEN SUBTRACTED FROM THE TOTAL AMOUNT OF PREVIOUS PAYMENTS\n   42  ALLEGEDLY INAPPROPRIATELY MADE.\n   43    (3) IN NO EVENT MAY AN INSURER, ORGANIZATION OR  CORPORATION,  WITHOUT\n   44  THE  CONSENT OF THE HEALTH CARE PROVIDER FROM WHOM THE REFUND IS SOUGHT,\n   45  USE EXTRAPOLATION TO DETERMINE  THE  TOTAL  OF  SUCH  PREVIOUS  PAYMENTS\n   46  ALLEGEDLY  INAPPROPRIATELY  MADE.  SUCH  CONSENT  MAY NOT BE OBTAINED BY\n   47  INCLUSION IN THE GENERAL CONTRACT OF THE HEALTH CARE PROVIDER  WITH  THE\n   48  INSURER, ORGANIZATION OR CORPORATION. IF EXTRAPOLATION IS USED TO DETER-\n   49  MINE  THE TOTAL AMOUNT THE INSURER, ORGANIZATION OR CORPORATION MUST, IN\n   50  ADDITION  TO  MEETING  THE  REQUIREMENTS  OF  PARAGRAPH  TWO   OF   THIS\n   51  SUBSECTION:\n   52    (I)  PROVIDE INFORMATION TO THE HEALTH CARE PROVIDER HOW THE SAMPLE OF\n   53  CLAIMS WAS SELECTED UPON WHICH THE EXTRAPOLATED TOTAL WAS DETERMINED, AS\n   54  WELL AS THE ERROR RATE;\n\n       S. 160                              3\n\n    1    (II) DEMONSTRATE THAT THE SAMPLE OF CLAIMS REVIEWED WAS SUFFICIENT  IN\n    2  SIZE TO PERMIT A GENERALIZATION FOR ALL CLAIMS SUBMITTED DURING THE TIME\n    3  PERIOD UNDER REVIEW;\n    4    (III)  IDENTIFY  THE FINDINGS OF EACH AND EVERY CLAIM REVIEWED IN SUCH\n    5  SUFFICIENT DETAIL AS TO APPRISE THE HEALTH  CARE  PROVIDER  WHY  IT  WAS\n    6  DETERMINED THAT THE PREVIOUS PAYMENT WAS ALLEGEDLY INAPPROPRIATELY MADE;\n    7    (IV)  ASSURE THAT THE FINDINGS OF THE CLAIMS REVIEWED ARE NOT EXTRAPO-\n    8  LATED TO CLAIMS THAT WERE SUBMITTED OUTSIDE OF THE PERIOD OF  TIME  THAT\n    9  CLAIMS WERE REVIEWED;\n   10    (V) PROVIDE TO THE HEALTH CARE PROVIDER A FULL AND MEANINGFUL OPPORTU-\n   11  NITY  TO  CHALLENGE  THE FINDINGS ON THE CLAIMS REVIEWED, AS WELL AS THE\n   12  MANNER BY WHICH THE TOTAL AMOUNT OF PREVIOUS PAYMENTS ALLEGEDLY INAPPRO-\n   13  PRIATELY MADE WAS DETERMINED, PRIOR TO THE COMMENCEMENT  OF  ANY  ADVER-\n   14  SARIAL  PROCEEDING  TO COLLECT ANY SUCH INAPPROPRIATE PREVIOUS PAYMENTS;\n   15  AND\n   16    (VI) DETERMINED IF THERE HAVE BEEN UNDERPAYMENTS TO SUCH  HEALTH  CARE\n   17  PROVIDER  AND  THOSE AMOUNTS HAVE BEEN USED TO OFFSET ANY RESPONSIBILITY\n   18  OF THE HEALTH CARE PROVIDER TO REPAY  THE  PREVIOUS  PAYMENTS  ALLEGEDLY\n   19  INAPPROPRIATELY MADE.\n   20    (4)  IN  NO  EVENT MAY A REFUND FOR A PREVIOUS PAYMENT BE SOUGHT WHERE\n   21  UTILIZATION REVIEW PURSUANT TO ARTICLE FORTY-NINE  OF  THIS  CHAPTER  OR\n   22  ARTICLE  FORTY-NINE OF THE PUBLIC HEALTH LAW HAVE BEEN PERFORMED, EXCEPT\n   23  AS PROVIDED IN PARAGRAPH ONE OF THIS SUBSECTION.\n   24    (5) IN NO EVENT MAY A REFUND FOR A PREVIOUS PAYMENT BE  SOUGHT  EXCEPT\n   25  AS OTHERWISE PROVIDED BY THIS SUBSECTION.\n   26    (6)  IN  NO EVENT MAY AN INSURER, ORGANIZATION OR CORPORATION, WITHOUT\n   27  THE CONSENT OF THE HEALTH CARE PROVIDER, ATTEMPT TO OBTAIN SUCH PREVIOUS\n   28  PAYMENTS DETERMINED TO HAVE BEEN INAPPROPRIATELY MADE, AS SET  FORTH  IN\n   29  THIS  SUBSECTION,  BY OFFSETTING FUTURE PAYMENTS DUE TO SUCH HEALTH CARE\n   30  PROVIDER. SUCH CONSENT MAY NOT BE OBTAINED BY INCLUSION IN  THE  GENERAL\n   31  CONTRACT  BETWEEN THE HEALTH CARE PROVIDER AND THE INSURER, ORGANIZATION\n   32  OR CORPORATION.\n   33    (7) THE HEALTH CARE PROVIDER SHALL BE GIVEN A PERIOD  OF  TIME  OF  NO\n   34  LESS  THAN SIX MONTHS TO REFUND PREVIOUS PAYMENTS THAT HAVE BEEN, AS SET\n   35  FORTH IN THIS SUBSECTION, DETERMINED TO BE INAPPROPRIATELY MADE.\n   36    S 2. Subsection (d) of section 4803 of the insurance law, as added  by\n   37  chapter 705 of the laws of 1996, is amended to read as follows:\n   38    (d)  An insurer shall develop and implement policies and procedures to\n   39  ensure that health care providers participating in the [the]  in-network\n   40  benefits  portion of an insurer's network for a managed care product are\n   41  regularly informed of information maintained by the insurer to  evaluate\n   42  the performance or practice of the health care professional. The insurer\n   43  shall consult with health care professionals in developing methodologies\n   44  to  collect  and analyze provider profiling data. Insurers shall provide\n   45  any such information and profiling data and  analysis  to  these  health\n   46  care professionals. Such information, data or analysis shall be provided\n   47  on a periodic basis appropriate to the nature and amount of data and the\n   48  volume and scope of services provided. SUCH INFORMATION, DATA AND ANALY-\n   49  SIS SHALL BE PROVIDED TO THE SUPERINTENDENT AT THE SAME TIME SUCH INFOR-\n   50  MATION,  DATA AND ANALYSIS IS PROVIDED TO HEALTH CARE PROFESSIONALS. Any\n   51  profiling data used to evaluate the performance or practice  of  such  a\n   52  health  care  professional shall be measured against stated criteria and\n   53  an appropriate group of health care professionals using  similar  treat-\n   54  ment  modalities serving a comparable patient population. Upon presenta-\n   55  tion of such information or data, each  such  health  care  professional\n   56  shall  be  given  the  opportunity  to  discuss the unique nature of the\n\n       S. 160                              4\n\n    1  health care professional's patient population which may have  a  bearing\n    2  on the professional's profile and to work cooperatively with the insurer\n    3  to  improve  performance.  AN INSURER SHALL, ON A PERIODIC BASIS, NOTIFY\n    4  HEALTH  CARE  PROFESSIONALS  BY WRITTEN AND ELECTRONIC FORMATS REGARDING\n    5  PARTICULAR BILLING CODES USED BY HEALTH CARE PROFESSIONALS WHICH MAY  BE\n    6  OVERUTILIZED  OR  INAPPROPRIATELY UTILIZED. SUCH NOTIFICATION SHALL BE A\n    7  CONDITION PRECEDENT  TO  TAKE  ANY  ACTION  TO  RECOUP  PREVIOUSLY  PAID\n    8  PAYMENTS  UNDER SECTION THREE THOUSAND TWO HUNDRED TWENTY-FOUR-A OF THIS\n    9  CHAPTER.\n   10    S 3. Subdivision 4 of section 4406-d of  the  public  health  law,  as\n   11  added by chapter 705 of the laws of 1996, is amended to read as follows:\n   12    4.  A health care plan shall develop and implement policies and proce-\n   13  dures to ensure that health care professionals are regularly informed of\n   14  information maintained by the health care plan to evaluate the  perform-\n   15  ance  or  practice of the health care professional. The health care plan\n   16  shall consult with health care professionals in developing methodologies\n   17  to collect and analyze health care professional profiling  data.  Health\n   18  care  plans  shall  provide  any such information and profiling data and\n   19  analysis to health care professionals. Such information, data or  analy-\n   20  sis  shall be provided on a periodic basis appropriate to the nature and\n   21  amount of data and the volume and scope  of  services  provided.    SUCH\n   22  INFORMATION,  DATA AND ANALYSIS SHALL ALSO BE PROVIDED TO THE DEPARTMENT\n   23  AT THE SAME TIME THE INFORMATION,  DATA  AND  ANALYSIS  IS  PROVIDED  TO\n   24  HEALTH  CARE  PROFESSIONALS.  Any  profiling  data  used to evaluate the\n   25  performance or practice of a health care professional shall be  measured\n   26  against  stated criteria and an appropriate group of health care profes-\n   27  sionals using similar treatment modalities serving a comparable  patient\n   28  population.  Upon  presentation of such information or data, each health\n   29  care professional shall be given the opportunity to discuss  the  unique\n   30  nature  of  the  health care professional's patient population which may\n   31  have a bearing on the health care professional's  profile  and  to  work\n   32  cooperatively  with  the  health  care  plan to improve performance.   A\n   33  HEALTH CARE PLAN SHALL, ON A PERIODIC BASIS, NOTIFY HEALTH CARE  PROFES-\n   34  SIONALS  BY  WRITTEN AND ELECTRONIC FORMATS REGARDING PARTICULAR BILLING\n   35  CODES USED BY HEALTH CARE PROFESSIONALS WHICH  MAY  BE  OVERUTILIZED  OR\n   36  INAPPROPRIATELY  UTILIZED. SUCH NOTIFICATION SHALL BE A CONDITION PRECE-\n   37  DENT TO TAKING ANY ACTION TO RECOUP PAYMENTS PREVIOUSLY PAID AS PROVIDED\n   38  UNDER SECTION THREE THOUSAND TWO HUNDRED TWENTY-FOUR-A OF THE  INSURANCE\n   39  LAW.\n   40    S  4.  Subsection (e) of section 3217-b of the insurance law, as added\n   41  by chapter 586 of the laws of 1998, is amended to read as follows:\n   42    (e) Contracts entered into  between  an  insurer  and  a  health  care\n   43  provider shall include terms which prescribe:\n   44    (1) the method by which payments to a provider, including any prospec-\n   45  tive or retrospective adjustments thereto, shall be calculated;\n   46    (2) the time periods within which such calculations will be completed,\n   47  the  dates  upon which any such payments and adjustments shall be deter-\n   48  mined to be due, and the dates upon which any such payments and  adjust-\n   49  ments will be made;\n   50    (3)  a description of the records or information relied upon to calcu-\n   51  late any such payments and adjustments, and a  description  of  how  the\n   52  provider can access a summary of such calculations and adjustments;\n   53    (4) the process to be employed to resolve disputed incorrect or incom-\n   54  plete records or information and to adjust any such payments and adjust-\n   55  ments  which  have  been  calculated by relying on any such incorrect or\n   56  incomplete records or information so disputed; provided,  however,  that\n\n       S. 160                              5\n\n    1  nothing herein shall be deemed to authorize or require the disclosure of\n    2  personally  identifiable  patient  information or information related to\n    3  other individual health care providers or the  plan's  proprietary  data\n    4  collection  systems, software or quality assurance or utilization review\n    5  methodologies; [and]\n    6    (5) the right of either party to the contract to seek resolution of  a\n    7  dispute  arising pursuant to the payment terms of such contracts through\n    8  a proceeding under article seventy-five of the civil  practice  law  and\n    9  rules;\n   10    (6)  THAT  THE INSURER WILL NOTIFY THE PROVIDER, ELECTRONICALLY AND IN\n   11  WRITING, AS SOON AS REASONABLY PRACTICABLE, OF SPECIFIC CHANGES  TO  THE\n   12  APPLICABLE  PAYMENT  SCHEDULE  AND/OR  SPECIFIC CHANGES TO THE MANNER BY\n   13  WHICH PAYMENTS WILL BE CALCULATED;\n   14    (7) THAT A PROVIDER CAN OBTAIN SPECIFIC INFORMATION FROM  THE  INSURER\n   15  REGARDING  THE  PAYMENT  FOR  A  PARTICULAR  SERVICE OR SERVICES, OR THE\n   16  MANNER BY WHICH PAYMENTS WILL BE CALCULATED, BY SUBMITTING A REQUEST  IN\n   17  WRITING OR BY SUBMITTING A REQUEST VIA ELECTRONIC MEANS; AND\n   18    (8) THAT THE PROVIDER WILL BE ABLE TO OBTAIN THE MOST CURRENT INFORMA-\n   19  TION MAINTAINED BY THE INSURER REGARDING THE ELIGIBILITY OF A PARTICULAR\n   20  PATIENT  TO  RECEIVE COVERED SERVICES. A VIOLATION OR FAILURE TO PERFORM\n   21  ANY OBLIGATION IMPOSED UNDER THIS SECTION SHALL RESULT IN A CIVIL PENAL-\n   22  TY NOT TO EXCEED  ONE  THOUSAND  DOLLARS  FOR  EACH  SUCH  VIOLATION  OR\n   23  FAILURE.\n   24    S  5.  Subdivision  5-a of section 4406-c of the public health law, as\n   25  added by chapter 586 of the laws of 1998, is amended to read as follows:\n   26    5-a. Contracts entered into between a plan and a health care  provider\n   27  shall include terms which prescribe:\n   28    (a) the method by which payments to a provider, including any prospec-\n   29  tive or retrospective adjustments thereto, shall be calculated;\n   30    (b) the time periods within which such calculations will be completed,\n   31  the  dates  upon which any such payments and adjustments shall be deter-\n   32  mined to be due, and the dates upon which any such payments and  adjust-\n   33  ments will be made;\n   34    (c)  a description of the records or information relied upon to calcu-\n   35  late any such payments and adjustments, and a  description  of  how  the\n   36  provider can access a summary of such calculations and adjustments;\n   37    (d)  the  process to be employed to [resolved] RESOLVE disputed incor-\n   38  rect or incomplete  records  or  information  and  to  adjust  any  such\n   39  payments  and  adjustments  which have been calculated by relying on any\n   40  such incorrect or incomplete records or information and  to  adjust  any\n   41  such  payments  and adjustments which have been calculated by relying on\n   42  any such incorrect or incomplete records  or  information  so  disputed;\n   43  provided,  however,  that nothing herein shall be deemed to authorize or\n   44  require the disclosure of personally identifiable patient information or\n   45  information related to other individual health  care  providers  or  the\n   46  plan's  proprietary  data collection systems, software or quality assur-\n   47  ance or utilization review methodologies; [and]\n   48    (e) the right of either party to the contract to seek resolution of  a\n   49  dispute arising pursuant to the payment terms of such contract through a\n   50  proceeding  under  article  seventy-five  of  the civil practice law and\n   51  rules;\n   52    (F) THAT THE PLAN WILL NOTIFY  THE  PROVIDER,  ELECTRONICALLY  AND  IN\n   53  WRITING,  AS  SOON AS REASONABLY PRACTICABLE, OF SPECIFIC CHANGES TO THE\n   54  APPLICABLE PAYMENT SCHEDULE AND/OR SPECIFIC CHANGES  TO  THE  MANNER  BY\n   55  WHICH PAYMENTS WILL BE CALCULATED;\n\n       S. 160                              6\n\n    1    (G)  THAT  THE  PROVIDER CAN OBTAIN SPECIFIC INFORMATION FROM THE PLAN\n    2  REGARDING THE PAYMENT FOR A  PARTICULAR  SERVICE  OR  SERVICES,  OR  THE\n    3  MANNER  BY WHICH PAYMENTS WILL BE CALCULATED, BY SUBMITTING A REQUEST IN\n    4  WRITING OR BY SUBMITTING A REQUEST VIA ELECTRONIC MEANS; AND\n    5    (H) THAT THE PROVIDER WILL BE ABLE TO OBTAIN THE MOST CURRENT INFORMA-\n    6  TION  MAINTAINED  BY  THE PLAN REGARDING THE ELIGIBILITY OF A PARTICULAR\n    7  PATIENT TO RECEIVE COVERED SERVICES. A VIOLATION OR FAILURE  TO  PERFORM\n    8  ANY OBLIGATION IMPOSED UNDER THIS SECTION SHALL RESULT IN A CIVIL PENAL-\n    9  TY  NOT  TO  EXCEED  ONE  THOUSAND  DOLLARS  FOR  EACH SUCH VIOLATION OR\n   10  FAILURE.\n   11    S 6. This act shall take effect on the sixtieth  day  after  it  shall\n   12  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law and the public health law, in relation to establishing procedures for the collection of overpayments from health care providers based upon eligibility of the insured; and requiring insurers to notify health care professionals by written and electronic formats regarding particular billing codes; and requiring contracts entered into with a health care provider to include certain information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T111805.TXT", "SOBI.D101210.T161216.TXT", "SOBI.D101210.T152704.TXT", "SOBI.D101210.T153204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292257085251
}