{
  "year" : 2011,
  "senateBillNo" : "S1612-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1612-2011-1294635600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows certain persons to file an application with the department of education to be licensed as a social worker or clinical social worker",
  "summary" : "Provides additional time for certain persons to file an application with the department of education to be licensed as a social worker or clinical social worker; requires such persons to have possessed all the requirements for such applications by September 1, 2004. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2848-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1612\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to persons authorized  to\n         practice social work\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 2 and 4 of section 7707 of the education  law,\n    2  subdivision 2 as amended by chapter 230 of the laws of 2004 and subdivi-\n    3  sion  4 as added by chapter 420 of the laws of 2002, are amended to read\n    4  as follows:\n    5    2. Any person who possesses a master's of social work degree  on  [the\n    6  effective  date of this section] SEPTEMBER FIRST, TWO THOUSAND FOUR, who\n    7  has five years of post-graduate  social  work  employment  BY  SEPTEMBER\n    8  FIRST, TWO THOUSAND FOUR and meets the requirements for a license pursu-\n    9  ant  to  this  article,  except  for examination, and who files with the\n   10  department [within one year of the effective date of  this  section]  BY\n   11  DECEMBER  THIRTY-FIRST,  TWO  THOUSAND  TWELVE  shall  be  licensed as a\n   12  licensed master social worker.\n   13    4. Any person who is licensed as a certified  social  worker  on  [the\n   14  effective  date of this section] SEPTEMBER FIRST, TWO THOUSAND FOUR, but\n   15  who has not received authorization pursuant to  section  three  thousand\n   16  two  hundred  twenty-one  or  four  thousand  three hundred three of the\n   17  insurance law, who files with the department [within  one  year  of  the\n   18  effective  date  of this section] BY DECEMBER THIRTY-FIRST, TWO THOUSAND\n   19  TWELVE an application pursuant to subdivision two  of  section  seventy-\n   20  seven  hundred  four  of this article, AND who demonstrates BY SEPTEMBER\n   21  FIRST, TWO THOUSAND FOUR to the satisfaction of the department that they\n   22  meet the experience requirements for authorization pursuant  to  section\n   23  three  thousand  two  hundred  twenty-one or four thousand three hundred\n   24  three of the insurance law, shall be licensed  as  a  licensed  clinical\n   25  social worker without meeting any further requirements.\n   26    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05665-01-1\n",
  "memo" : "BILL NUMBER:S1612\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to persons authorized to\npractice social work\n\nPURPOSE:\nTo provide eligible social workers additional time to complete the\nlicensure application process.\n\nSUMMARY OF PROVISIONS:\nAmends subdivisions 2 and 4 of section 7707 of the education law.\nSubdivision 2 as amended by chapter 230 of the laws of 2004 and\nsubdivision 4 as added by chapter 420 of the laws of 2002.\n\nJUSTIFICATION:\nOne additional year is needed to allow those social workers who are\neligible, to complete the licensure application process.\n\nLEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to persons authorized to practice social work ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110111.T153721.TXT", "SOBI.D110119.T193335.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615219
}