{
  "year" : 2011,
  "senateBillNo" : "S1616-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1616-2011-1294635600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the monitoring of vehicular traffic speed by electronic toll collection systems operated by public authorities",
  "summary" : "Relates to the monitoring of vehicular traffic speed by electronic toll collection systems operated by public authorities; prohibits the public authority from making such vehicle speed data available to any law enforcement personnel for the purposes of issuing a citation or traffic ticket. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S4232-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1616\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the public authorities law, in relation to the  monitor-\n         ing of vehicular traffic speed by electronic toll collection systems\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2985 of the public authorities law  is  amended  by\n    2  adding a new subdivision 15 to read as follows:\n    3    15.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, NO VEHICLE SPEED DATA\n    4  GATHERED BY AN ELECTRONIC TOLL COLLECTION SYSTEM FOR PURPOSES  OF  MONI-\n    5  TORING  VEHICULAR  TRAFFIC  SPEED  BY  A  PUBLIC AUTHORITY SHALL BE MADE\n    6  AVAILABLE BY SUCH PUBLIC AUTHORITY TO ANY LAW ENFORCEMENT PERSONNEL  FOR\n    7  THE ISSUANCE OF A CITATION OR TRAFFIC TICKET TO AN OPERATOR OF A VEHICLE\n    8  FOR VIOLATION OF MOTOR VEHICLE SPEED LIMITS.\n    9    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05668-01-1\n",
  "memo" : "BILL NUMBER:S1616\n\nTITLE OF BILL:\nAn act\nto amend the public authorities law, in relation to the monitoring of\nvehicular traffic speed by electronic toll collection systems\n\nPURPOSE:\nTo prevent the authorities from using E-Z pass toll tags to catch\nspeeding drivers.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill would prohibit authorities from using vehicle\nspeed data obtained by an electronic toll collection system to issue\nspeeding tickets.\n\nEXISTING LAW:\nSection 2985 (15) of the public authorities law defines an electronic\ntoll collection system as a system that collects tolls or charges an\naccount holder by transmission of information from an electronic\ndevice on a motor vehicle to a toll lane. Section 2985 (14) does not\npermit the public authority to sell, distribute, or make available in\nany way the name and addresses of E-Z pass account holders for\ncommercial purposes without such account holders consent. However,\nthis section does allow the exchange of such information between\nentities with jurisdiction over and or operating a toll highway\nbridge and tunnel facility.\n\nJUSTIFICATION:\nTransportation officials have installed E-Z Pass monitors on 150 miles\nof highway in New York and New Jersey to detect traffic congestion.\nAlthough the data collected by the monitors is scrambled to protect\ndriver's privacy, a law is still needed to ensure that the devices\nare not used to identify speeders. The use of the E-Z Pass system is\nintended to reduce traffic congestions, traffic delays and air\npollution.\n\nTherefore, the incentive for operators of motor vehicles to install\nE-Z Pass monitors in their motor vehicles should not be compromised\nby the use of this system to issue speeding tickets.\n\nLEGISLATIVE HISTORY:\n2009-10: S.4232\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n\nThis act should take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the monitoring of vehicular traffic speed by electronic toll collection systems ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T170157.TXT", "SOBI.D110111.T153721.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110110.T154119.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909021
}