{
  "year" : 2011,
  "senateBillNo" : "S161-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S161-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions relating to the allocation of hydroelectric power within the area of the Niagara project",
  "summary" : "Enables small manufacturing facilities which occupy former manufacturing facilities of over 100,000 square feet to be evaluated as a single unit for the purpose of complying with the criteria for eligibility for allocation of hydro power from the power authority; relates to the Niagara Power Project. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S313-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          161\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN ACT to amend the public authorities law, in relation to allocation of\n         hydroelectric power within the area of the Niagara project\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraphs 10 and 11 of paragraph (a) of subdivision  13\n    2  of section 1005 of the public authorities law, as amended by chapter 645\n    3  of  the  laws of 2006, are amended and a new subparagraph 12 is added to\n    4  read as follows:\n    5    (10) the extent to which an allocation of  power  is  consistent  with\n    6  state, regional and local economic development strategies and priorities\n    7  and  supported  by  local  units  of government in the area in which the\n    8  business is located; [and]\n    9    (11) the impact of the allocation on the operation of any other facil-\n   10  ities of the business, on other businesses within the region,  and  upon\n   11  other electric ratepayers[.] ; AND\n   12    (12)  THE  EXTENT  TO  WHICH  AN  ALLOCATION  OF EXPANSION POWER WOULD\n   13  CONTRIBUTE TO THE REHABILITATION OF  AN  EXISTING  FORMER  MANUFACTURING\n   14  FACILITY  OF  OVER  ONE  HUNDRED THOUSAND SQUARE FEET FOR UTILIZATION OF\n   15  SAID FACILITY BY SEVERAL OR \"MULTI-TENANT\" SMALLER MANUFACTURING FACILI-\n   16  TIES, PROVIDED THE NEW MULTI-TENANT FACILITY WOULD  IN  THE  APPLICATION\n   17  PROCESS BE EVALUATED AS A SINGLE UNIT FOR THE PURPOSES OF COMPLYING WITH\n   18  THE CRITERIA FOR ELIGIBILITY.\n   19    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01366-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to allocation of hydroelectric power within the area of the Niagara project ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161216.TXT", "SOBI.D101213.T110304.TXT", "SOBI.D101210.T153204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292256184952
}