{
  "year" : 2011,
  "senateBillNo" : "S1613-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S1613-2011-1294635600000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to refund anticipation loans",
  "summary" : "Relates to refund anticipation loans; requires that at the time a borrower applies for a refund anticipation loan, a facilitator shall disclose to such borrower certain information; defines terms. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S4222-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1613\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law,  in  relation  to  refund  anticipation\n         loans\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The banking law is amended by adding a new  section  46  to\n    2  read as follows:\n    3    S 46. REFUND ANTICIPATION LOANS. 1. AS USED IN THIS SECTION:\n    4    (A)  \"BORROWER\"  MEANS  A PERSON WHO RECEIVES THE PROCEEDS OF A REFUND\n    5  ANTICIPATION LOAN;\n    6    (B) \"FACILITATOR\" MEANS A PERSON WHO, INDIVIDUALLY, OR IN  CONJUNCTION\n    7  OR  COOPERATION  WITH  ANOTHER PERSON, MAKES A REFUND ANTICIPATION LOAN,\n    8  PROCESSES, RECEIVES OR ACCEPTS FOR DELIVERY AN APPLICATION FOR A  REFUND\n    9  ANTICIPATION LOAN, ISSUES A CHECK IN PAYMENT OF REFUND ANTICIPATION LOAN\n   10  PROCEEDS,  OR  IN  ANY OTHER MANNER ACTS TO ALLOW THE MAKING OF A REFUND\n   11  ANTICIPATION LOAN. THE TERM DOES NOT  INCLUDE  A  BANK,  TRUST  COMPANY,\n   12  SAVINGS  BANK,  SAVINGS  AND LOAN ASSOCIATION, CREDIT UNION OR PERSON OR\n   13  ENTITY ISSUED A LICENSE UNDER THE PROVISIONS OF  ARTICLE  NINE  OF  THIS\n   14  CHAPTER, OPERATING UNDER THE LAWS OF THE UNITED STATES OR THIS STATE, OR\n   15  ANY PERSON WHO ACTS SOLELY AS AN INTERMEDIARY AND DOES NOT DEAL WITH THE\n   16  PUBLIC IN THE MAKING OF A REFUND ANTICIPATION LOAN;\n   17    (C)  \"REFUND  ANTICIPATION  LOAN\"  MEANS  A  LOAN  ARRANGED TO BE PAID\n   18  DIRECTLY FROM THE PROCEEDS OF A BORROWER'S INCOME TAX REFUND;\n   19    (D) \"REFUND ANTICIPATION LOAN FEE\" MEANS ANY CHARGES,  FEES  OR  OTHER\n   20  CONSIDERATION CHARGED OR IMPOSED FOR THE MAKING OF A REFUND ANTICIPATION\n   21  LOAN. THE TERM DOES NOT INCLUDE ANY CHARGES, FEES OR OTHER CONSIDERATION\n   22  CHARGED  OR  IMPOSED IN THE ORDINARY COURSE OF BUSINESS BY A FACILITATOR\n   23  FOR SERVICES THAT DO NOT RESULT IN THE MAKING OF A LOAN  INCLUDING,  BUT\n   24  NOT  LIMITED  TO,  FEES  FOR  TAX RETURN PREPARATION SERVICES OR FOR THE\n   25  ELECTRONIC FILING OF INCOME TAX RETURNS; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05683-01-1\n\n       S. 1613                             2\n\n    1    (E) \"ANNUAL PERCENTAGE RATE\" SHALL HAVE THE SAME MEANING  AS  PROVIDED\n    2  IN PARAGRAPH (B) OF SUBDIVISION ONE OF SECTION SIX-L OF THIS CHAPTER.\n    3    2.  AT  THE  TIME A BORROWER APPLIES FOR A REFUND ANTICIPATION LOAN, A\n    4  FACILITATOR SHALL DISCLOSE TO SUCH BORROWER ON A DOCUMENT THAT IS  SEPA-\n    5  RATE FROM THE LOAN APPLICATION:\n    6    (A)  THE  ESTIMATED  FEE  FOR  PREPARING  AND ELECTRONICALLY FILING AN\n    7  INCOME TAX RETURN;\n    8    (B) THE REFUND ANTICIPATION LOAN FEE SCHEDULE;\n    9    (C) THE ANNUAL PERCENTAGE RATE FOR THE LOAN;\n   10    (D) THE ESTIMATED TOTAL COST TO THE BORROWER FOR  UTILIZING  A  REFUND\n   11  ANTICIPATION LOAN;\n   12    (E)  THE ESTIMATED NUMBER OF DAYS WITHIN WHICH THE LOAN PROCEEDS SHALL\n   13  BE PAID TO THE BORROWER IF THE LOAN IS APPROVED;\n   14    (F) THE BORROWER IS RESPONSIBLE FOR REPAYMENT OF THE LOAN AND  RELATED\n   15  FEES IN THE EVENT THE INCOME TAX REFUND IS NOT PAID OR NOT PAID IN FULL;\n   16  AND\n   17    (G)  THE AVAILABILITY OF ELECTRONIC FILING OF THE INCOME TAX RETURN OF\n   18  THE BORROWER AND THE AVERAGE TIME  ANNOUNCED  BY  THE  INTERNAL  REVENUE\n   19  SERVICE  WITHIN WHICH THE BORROWER CAN EXPECT TO RECEIVE A REFUND IF THE\n   20  BORROWER'S RETURN IS ELECTRONICALLY FILED  AND  THE  BORROWER  DOES  NOT\n   21  OBTAIN A REFUND ANTICIPATION LOAN.\n   22    3.  NO  REFUND  ANTICIPATION  LOAN SHALL BE MADE AT ANY LOCATION OTHER\n   23  THAN A LOCATION IN WHICH THE PRINCIPAL BUSINESS IS TAX PREPARATION.  ALL\n   24  DISCLOSURE  DOCUMENTS  REQUIRED BY SUBDIVISION TWO OF THIS SECTION SHALL\n   25  BE AVAILABLE IN ENGLISH, SPANISH AND IN ANY  OTHER  LANGUAGE  SPOKEN  BY\n   26  MORE  THAN  FIVE  PERCENT  OF  THE  POPULATION  IN  THE  VICINITY OF THE\n   27  FACILITATOR'S LOCATION.\n   28    4. NOTWITHSTANDING ANY OTHER PROVISION  OF  THE  BANKING  LAW  OR  THE\n   29  GENERAL  OBLIGATIONS  LAW,  THE  INTEREST RATE FOR A REFUND ANTICIPATION\n   30  LOAN SHALL NOT EXCEED (A) SIXTY PERCENT PER ANNUM FOR THE INITIAL  TWEN-\n   31  TY-ONE DAYS OF SUCH LOAN, AND (B) TWENTY PERCENT PER ANNUM FOR THE PERI-\n   32  OD  COMMENCING  ON  THE TWENTY-SECOND DAY OF SUCH LOAN AND ENDING ON THE\n   33  DATE OF PAYMENT.\n   34    5. ANY FACILITATOR WHO VIOLATES ANY PROVISION OF THIS SECTION SHALL BE\n   35  SUBJECT TO A CIVIL PENALTY OF NOT MORE THAN  FIVE  HUNDRED  DOLLARS  FOR\n   36  EACH  SUCH  VIOLATION. SUCH PENALTY SHALL BE ASSESSED BY THE SUPERINTEN-\n   37  DENT AS PROVIDED IN SECTION FORTY-FOUR OF THIS ARTICLE. IN ADDITION, ANY\n   38  FACILITATOR WHO VIOLATES ANY PROVISION OF THIS SECTION SHALL  BE  LIABLE\n   39  TO  ANY  AGGRIEVED BORROWER IN AN AMOUNT EQUAL TO THREE TIMES THE AMOUNT\n   40  OF THE REFUND ANTICIPATION LOAN FEE, PLUS REASONABLE ATTORNEY'S FEES, IN\n   41  A CIVIL ACTION BROUGHT BY THE AGGRIEVED  BORROWER  OR  BY  THE  ATTORNEY\n   42  GENERAL ON BEHALF OF THE AGGRIEVED BORROWER.\n   43    6.  THE  SUPERINTENDENT  MAY  PRESCRIBE  REGULATIONS  TO CARRY OUT THE\n   44  PROVISIONS AND PURPOSES OF THIS SECTION.\n   45    S 2. Nothing in this act shall be construed to  impair  or  limit  the\n   46  validity  of  any additional local laws or regulations, not inconsistent\n   47  with the provisions of this act, applicable  to  the  making  of  refund\n   48  anticipation loans.\n   49    S  3.  If any clause, sentence, paragraph, section or part of this act\n   50  be adjudged by any court of competent jurisdiction to be  invalid,  such\n   51  judgment shall not affect, impair or invalidate the remainder hereof but\n   52  shall  be  applied  in its operation to the clause, sentence, paragraph,\n   53  section or part hereof directly involved in  the  controversy  in  which\n   54  such judgment shall have been rendered.\n   55    S  4. This act shall take effect on the first of October next succeed-\n   56  ing the date on which it shall have become  a  law;  provided,  however,\n\n       S. 1613                             3\n\n    1  that effective immediately, the addition, amendment and/or repeal of any\n    2  rule  or  regulation necessary for the implementation of this act on its\n    3  effective date are authorized and directed to be made and  completed  on\n    4  or before such effective date.\n",
  "memo" : "BILL NUMBER:S1613\n\nTITLE OF BILL:\n\nAn act\nto amend the banking law, in relation to refund anticipation loans\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThis bill protects New York consumers by regulating the offering of\nrefund anticipation loans, including disclosures and reasonable\nlimits on the amount of interest that can be charged for such loans.\n\nSUMMARY OF PROVISIONS:\n\nBill &sect; 1 adds a new &sect;46 to the Banking Law entitled \"Refund\nanticipation loans.\" The section includes definitions of the\nfollowing terms:\n\"borrower\", \"facilitator\" (which means a person who makes or otherwise\nacts deals with the public to arrange a refund anticipation loan, but\ndoes not include banking institutions, licensed lenders or\nintermediaries), \"refund anticipation loan\", \"refund anticipation\nloan fee\", and \"annual percentage rate\".\n\nAt the time of an RAL application, &sect;46 requires disclosures of:\n\n* the estimated fee for preparing and electronically filing an income\ntax return;\n\n* the RAL fee schedule;\n\n* the annual percentage rate (APR) for the loan;\n\n* the estimated total cost to the borrower of the RAL;\n\n* the estimated number of days within which the loan proceeds will be\npaid to the borrower if the loan is approved;\n\n* the borrower's responsibility for repayment of the loan and related\nfees in the event the income tax refund is not paid or not paid in\nfull;\nand\n\n* the availability of electronic tax return filing and the average time\nwithin which the borrower can expect to receive a refund with\nelectronic filing if the borrower does not obtain an RAL.\n\nUnder &sect;46, no RAL shall be made at any location other than a location\nin which the principal business is tax preparation. All disclosure\ndocuments shall be available in English, Spanish and in any other\nlanguage spoken by more than 5% of the population in the vicinity of\n\nthe facilitator's location. The provisions of the Banking Law and the\nGeneral Obligations Law on interest rates are made inapplicable to\nRALs.\n\nInstead, the maximum interest rate on RALs is set at 60% per annum for\nthe first 21 days of the loan period and 20% per annum for any time\nperiod thereafter.\n\nViolators are subject to a civil penalty of not more than $500 per\nviolation, to be assessed by the Superintendent of Banks as provided\nin Banking Law &sect;44. In addition, any facilitator who violates &sect;46 can\nbe held liable to any aggrieved borrower for three times the amount\nof the refund anticipation loan fee, plus reasonable attorney's fees,\nin a civil action brought by the aggrieved borrower or by the\nAttorney General on behalf of the aggrieved borrower. The\nSuperintendent may prescribe regulations to carry out the purposes of\n&sect;46.\n\nThe bill clarifies that it is not intended to impair or limit the\nvalidity of additional local laws or regulations, not inconsistent\nwith the provisions of &sect;46, applicable to the making of RALs. The\nprovisions of &sect;46 are also meant to be severable.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\n\nNo current statutory provisions address the marketing, disclosure and\noffering of RAL products. Some local governments, such as New York\nCity, have enacted local laws addressing disclosure requirements -\nthis bill would allow local regulation of RALs provided it is not\ninconsistent with the bill's provisions.\n\nJUSTIFICATION:\n\nIn recent years there has been a substantial increase in the marketing\nof so-called \"rapid refund\" loans and similar products that promise\ninstant access to the anticipated proceeds of a tax refund. These\nheavily advertised \"refund anticipation loans\" are actually high-cost\nshort term loans, similar to payday loans. Recent reports provide\nevidence that these products are being targeted towards lower-income\ntaxpayers, and especially to those who qualify for an Earned Income\nTax Credit.\nThese are people who can least afford to pay the exorbitant fees\ncharged for RALs.\n\nThis bill will outlaw the use of predatory practices by those who facil-\nitate the making of RALs in New York by requiring disclosure of the\ntrue costs of the loan and by placing reasonable limits on the amount\nof fees that can be charged for such facilitated loans. This approach\nis modeled on legislation that has already been enacted by the State\nof Connecticut. RAL fees would be capped at 60% over the first 21\ndays of the loan and 20% thereafter. This would allow facilitators to\nrecover their reasonable costs and operate profitably, but would be\n\nfar less than the unconscionable 175%-700% APRs that New Yorkers are\nbeing charged today.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10: S.4222\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThe first day of October after becoming law -- the Superintendent of\nBanks is authorized to promulgate any rules and regulations and take\nany other actions necessary for implementation in advance of such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to refund anticipation loans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110111.T153721.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909016
}