{
  "year" : 2011,
  "senateBillNo" : "S1614-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1614-2011-1294635600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the terms of governor's appointments to state agencies shall end within one year from the last day of such governor's final term in office",
  "summary" : "Provides that the terms of governor's appointments to state agencies shall end within one year from the the last day of such governor's final term in office; defines \"final term in office\" as determined by a failed bid for re-election or a public announcement to not seek re-election. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S4231-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1614\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to the term of the gover-\n         nor's appointments to a state agency\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 33 to\n    2  read as follows:\n    3    S 33. APPOINTMENTS. 1. FOR THE PURPOSES OF THIS SECTION:\n    4    A. \"STATE AGENCY\" SHALL MEAN  ANY  STATE  DEPARTMENT,  BOARD,  BUREAU,\n    5  DIVISION, COMMISSION, COMMITTEE, PUBLIC AUTHORITY, PUBLIC BENEFIT CORPO-\n    6  RATION,  COUNCIL,  OFFICE,  OR  OTHER  GOVERNMENTAL  ENTITY PERFORMING A\n    7  GOVERNMENTAL OR PROPRIETARY FUNCTION FOR THE STATE;\n    8    B. \"FINAL TERM IN OFFICE\" SHALL MEAN THE LAST  YEAR  OF  A  GOVERNOR'S\n    9  TERM  IN  OFFICE  AS  DETERMINED BY A FAILED BID FOR RE-ELECTION OR BY A\n   10  PUBLIC ANNOUNCEMENT TO NOT SEEK RE-ELECTION.\n   11    2. NOTWITHSTANDING ANY  OTHER  PROVISION  OF  LAW,  THE  TERM  OF  ANY\n   12  APPOINTMENT  BY THE GOVERNOR TO A STATE AGENCY SHALL END WITHIN ONE YEAR\n   13  FROM THE LAST DAY OF SUCH GOVERNOR'S FINAL TERM IN OFFICE.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05666-01-1\n",
  "memo" : "BILL NUMBER:S1614\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to the term of\nthe\ngovernor's appointments to a state agency\n\nPURPOSE:\nFor governor's appointments to state agencies to expire within one\nyear from the governor's last day in office.\n\nSUMMARY OF PROVISIONS:\nAdds a new section 33 to the executive law. For the purpose\nof this section:\n\na. defines state agency as any state department, board, bureau,\ndivision, commission, committee, public authority public benefit\ncorporation, council, office or other governmental entity performing\na governmental or proprietary function for the state.\n\nb. defines \"final term in office\" as the last year of a governor's\nterm as determined by either a failed bid for reelection or by a\npublicly announced decision not to seek reelection.\n\nc. states that appointments shall expire within one year after the\nlast day of the final term of office.\n\nJUSTIFICATION:\nTo limit the ability of the governor to make appointments which would\nsurpass his/her final term of office.\n\nLEGISLATIVE HISTORY:\n2007-08: S.4190\n2009-10: S.4231\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the term of the governor's appointments to a state agency ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110111.T153721.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909018
}