{
  "year" : 2011,
  "senateBillNo" : "S1617-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1617-2011-1294635600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits certain retaliatory personnel action by employers",
  "summary" : "Prohibits retaliatory personnel action by an employer against an employee who discloses or threatens to disclose an activity, policy or practice of the employer or a fellow employee that is in violation of law; removes requirement that such violation of law present a substantial and specific danger to public health or safety. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S61-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1617\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to prohibiting certain retal-\n         iatory personnel action by employers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (a) of subdivision 2 of section 740 of the labor\n    2  law, as amended by chapter 442 of the laws of 2006, is amended and a new\n    3  paragraph (a-1) is added to read as follows:\n    4    (a) discloses, or threatens to disclose to a supervisor or to a public\n    5  body an activity,  policy  or  practice  of  the  employer  that  is  in\n    6  violation  of  [law,]  rule  or  regulation  which violation creates and\n    7  presents a substantial and specific danger to the public health or safe-\n    8  ty, or which constitutes health care fraud;\n    9    (A-1) DISCLOSES, OR THREATENS TO DISCLOSE TO  A  SUPERVISOR  OR  TO  A\n   10  PUBLIC  BODY  AN ACTIVITY, POLICY OR PRACTICE OF THE EMPLOYER OR ANOTHER\n   11  EMPLOYEE THAT IS IN VIOLATION OF LAW;\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05854-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to prohibiting certain retaliatory personnel action by employers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T170157.TXT", "SOBI.D110111.T153721.TXT", "SOBI.D110110.T154119.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778241863
}