{
  "year" : 2011,
  "senateBillNo" : "S1611-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1611-2011-1294635600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires medical care insurance policies to include coverage for the care of Alzheimer's and related disease patients upon request",
  "summary" : "Provides for the coverage of Alzheimer's and related disease patients under group and individual health insurance contracts and non-profit medical or health service corporations; certain terms defined. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S4229-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1611\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to coverage for the  care\n         of Alzheimer's and related disease patients\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (i) of section 3216  of  the  insurance  law  is\n    2  amended by adding a new paragraph 28 to read as follows:\n    3    (28)  (A) EVERY POLICY WHICH PROVIDES FOR SURGICAL OR MEDICAL COVERAGE\n    4  OR IN-PATIENT HOSPITAL CARE AS  WELL  AS  NON-HEALTH  RELATED  SERVICES,\n    5  SHALL  MAKE  AVAILABLE,  WHEN REQUESTED BY THE CONTRACT HOLDER, COVERAGE\n    6  FOR OUT-PATIENT TREATMENT OF ALZHEIMER'S OR RELATED DISEASES.\n    7    (B) FOR THE PURPOSES OF THIS PARAGRAPH, THE FOLLOWING TERMS SHALL HAVE\n    8  THE FOLLOWING MEANINGS:\n    9    (I) \"NON-HEALTH RELATED SERVICES\"  MEANS  THOSE  OUT-PATIENT  SERVICES\n   10  WHICH  MEET  THE CARE AND BEHAVIORAL NEEDS OF THE PATIENT, INCLUDING BUT\n   11  NOT LIMITED TO CRISIS  INTERVENTION,  ADULT  DAY  CARE,  HOME  CARE  AND\n   12  RESPITE CARE.\n   13    (II)  \"CARE  AND BEHAVIORAL NEEDS OF THE PATIENT\" MEANS THE MANIFESTA-\n   14  TION OF SYMPTOMS WHICH MAY INCLUDE BUT NOT LIMITED TO MEMORY LOSS, APHA-\n   15  SIA (COMMUNICATION DISORDER), BECOMING LOST  OR  DISORIENTED,  CONFUSION\n   16  AND AGITATION WITH THE POTENTIAL FOR COMBATIVENESS AND INCONTINENCE.\n   17    (III)  \"ALZHEIMER'S  OR RELATED DISEASES\" MEANS ANY OF THOSE IRREVERS-\n   18  IBLE BRAIN DISORDERS WHICH RESULT IN  THE  SYMPTOMS  DESCRIBED  IN  THIS\n   19  PARAGRAPH  BUT  NOT  LIMITED  TO MULTI-INFARCT DEMENTIAS AND PARKINSON'S\n   20  DISEASE.\n   21    S 2. Subsection (l) of section 3221 of the insurance law is amended by\n   22  adding a new paragraph 18 to read as follows:\n   23    (18) (A) EVERY INSURER DELIVERING A GROUP POLICY OR  ISSUING  A  GROUP\n   24  POLICY  FOR  DELIVERY IN THIS STATE WHICH PROVIDES HOSPITAL, SURGICAL OR\n   25  MEDICAL COVERAGE SHALL, IF REQUESTED BY THE POLICYHOLDER INCLUDE  COVER-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05670-01-1\n\n       S. 1611                             2\n\n    1  AGE  FOR THE TREATMENT AND DIAGNOSIS OF ALZHEIMER'S OR RELATED DISEASES.\n    2  SUCH COVERAGE FOR THE DIAGNOSIS AND TREATMENT  SHALL  INCLUDE  HOSPITAL,\n    3  SURGICAL  OR  MEDICAL  CARE TO THE SAME EXTENT THAT COVERAGE IS PROVIDED\n    4  FOR ILLNESS OR DISEASE UNDER THE POLICY.\n    5    (B) COVERAGE SHALL ALSO INCLUDE NON-HEALTH RELATED SERVICES AS WELL AS\n    6  BUT  NOT  LIMITED TO NURSING HOME CARE, LICENSED REGISTERED PROFESSIONAL\n    7  NURSE, PSYCHIATRISTS OR  PSYCHOLOGISTS  LICENSED  TO  PRACTICE  IN  THIS\n    8  STATE,  HOME  HEALTH  SERVICES  AND ANY OTHER MEDICAL AND REHABILITATIVE\n    9  TREATMENT.\n   10    (C) SUCH COVERAGE MAY BE SUBJECT TO ANNUAL DEDUCTIBLES AND COINSURANCE\n   11  AS MAY BE DEEMED APPROPRIATE BY THE SUPERINTENDENT.    SUCH  DEDUCTIBLES\n   12  AND  COINSURANCE  MAY BE CONSISTENT WITH THOSE IMPOSED ON OTHER BENEFITS\n   13  WITHIN A GIVEN POLICY.\n   14    (D) FOR THE PURPOSES OF THIS PARAGRAPH, THE FOLLOWING TERMS SHALL HAVE\n   15  THE FOLLOWING MEANINGS:\n   16    (I) \"NON-HEALTH RELATED SERVICES\"  MEANS  THOSE  OUT-PATIENT  SERVICES\n   17  WHICH  MEET  THE CARE AND BEHAVIORAL NEEDS OF THE PATIENT, INCLUDING BUT\n   18  NOT LIMITED TO CRISIS  INTERVENTION,  ADULT  DAY  CARE,  HOME  CARE  AND\n   19  RESPITE CARE.\n   20    (II)  \"CARE  AND BEHAVIORAL NEEDS OF THE PATIENT\" MEANS THE MANIFESTA-\n   21  TION OF SYMPTOMS WHICH MAY INCLUDE BUT NOT LIMITED TO MEMORY LOSS, APHA-\n   22  SIA (COMMUNICATION DISORDER), BECOMING LOST  OR  DISORIENTED,  CONFUSION\n   23  AND AGITATION WITH THE POTENTIAL FOR COMBATIVENESS AND INCONTINENCE.\n   24    (III)  \"ALZHEIMER'S  OR RELATED DISEASES\" MEANS ANY OF THOSE IRREVERS-\n   25  IBLE BRAIN DISORDERS WHICH RESULT IN  THE  SYMPTOMS  DESCRIBED  IN  THIS\n   26  PARAGRAPH  BUT  NOT  LIMITED  TO MULTI-INFARCT DEMENTIAS AND PARKINSON'S\n   27  DISEASE.\n   28    S 3. Paragraph 1 of subsection (d) of section 4301  of  the  insurance\n   29  law is amended to read as follows:\n   30    (1) (A) Hospital service shall consist of in-patient hospital care and\n   31  out-patient  hospital care when such hospital care is provided through a\n   32  hospital which is maintained by the state or any of its political subdi-\n   33  visions, or maintained by a corporation organized for hospital  purposes\n   34  under the laws of this state, or such other hospitals as shall be desig-\n   35  nated  by  the state department of health, and hospitals of other states\n   36  subject to the  supervision  of  such  other  state,  convalescent  care\n   37  provided  by  any  convalescent institution, or nursing care provided by\n   38  any nursing home.\n   39    (B) OUT-PATIENT HOSPITAL CARE SHALL INCLUDE, TO THE SAME EXTENT AS  IS\n   40  PROVIDED  FOR  ILLNESS  OR  DISEASE  UNDER THE POLICY, THE TREATMENT AND\n   41  DIAGNOSIS OF ALZHEIMER'S OR  RELATED  DISEASES  AND  NON-HEALTH  RELATED\n   42  SERVICES.\n   43    (C)  FOR THE PURPOSES OF THIS PARAGRAPH THE FOLLOWING TERMS SHALL HAVE\n   44  THE FOLLOWING MEANINGS:\n   45    (I) \"NON-HEALTH RELATED SERVICES\"  MEANS  THOSE  OUT-PATIENT  SERVICES\n   46  WHICH  MEET  THE CARE AND BEHAVIORAL NEEDS OF THE PATIENT, INCLUDING BUT\n   47  NOT LIMITED TO CRISIS  INTERVENTION,  ADULT  DAY  CARE,  HOME  CARE  AND\n   48  RESPITE CARE.\n   49    (II)  \"CARE  AND BEHAVIORAL NEEDS OF THE PATIENT\" MEANS THE MANIFESTA-\n   50  TION OF SYMPTOMS WHICH MAY INCLUDE BUT NOT LIMITED TO MEMORY LOSS, APHA-\n   51  SIA (COMMUNICATION DISORDER), BECOMING LOST  OR  DISORIENTED,  CONFUSION\n   52  AND AGITATION WITH THE POTENTIAL FOR COMBATIVENESS AND INCONTINENCE.\n   53    (III)  \"ALZHEIMER'S  OR RELATED DISEASES\" MEANS ANY OF THOSE IRREVERS-\n   54  IBLE BRAIN DISORDERS WHICH RESULT IN  THE  SYMPTOMS  DESCRIBED  IN  THIS\n   55  PARAGRAPH  BUT  NOT  LIMITED  TO MULTI-INFARCT DEMENTIAS AND PARKINSON'S\n   56  DISEASE.\n\n       S. 1611                             3\n\n    1    S 4. Paragraph 2 of subsection (e) and paragraph 2 of  subsection  (f)\n    2  of  section  4303 of the insurance law, paragraph 2 of subsection (e) as\n    3  amended by chapter 593 of the laws of  2000,  are  amended  to  read  as\n    4  follows:\n    5    (2)  For  the  purpose of this subsection, ambulatory care in hospital\n    6  out-patient facilities shall mean [services]: (A) SERVICES for  diagnos-\n    7  tic x-rays, laboratory and pathological examinations, physical and occu-\n    8  pational  therapy  and  radiation  therapy, and services and medications\n    9  used for nonexperimental cancer chemotherapy and cancer hormone therapy,\n   10  provided that such services and  medications  are  (i)  related  to  and\n   11  necessary  for  the  treatment  or diagnosis of the patient's illness or\n   12  injury, (ii) ordered by a physician and (iii) in the  case  of  physical\n   13  therapy,  services  are  to  be  furnished  in  connection with the same\n   14  illness for which the patient had been  hospitalized  or  in  connection\n   15  with  surgical  care, but in no event need benefits for physical therapy\n   16  be provided which commences more than six months after discharge from  a\n   17  hospital  or  the  date surgical care was rendered, and in no event need\n   18  benefits for physical therapy be provided after three hundred sixty-five\n   19  days from the date of discharge from a hospital  or  the  date  surgical\n   20  care  was  rendered. Such coverage shall be made available at the incep-\n   21  tion of all new contracts and, with respect to all other  contracts,  at\n   22  any anniversary date subject to evidence of insurability.\n   23    (B)  TREATMENT  AND  DIAGNOSIS  OF ALZHEIMER'S OR RELATED DISEASES AND\n   24  NON-HEALTH RELATED SERVICES.\n   25    (C) FOR THE PURPOSES OF THIS PARAGRAPH, THE FOLLOWING TERMS SHALL HAVE\n   26  THE FOLLOWING MEANINGS:\n   27    (I) \"NON-HEALTH RELATED SERVICES\"  MEANS  THOSE  OUT-PATIENT  SERVICES\n   28  WHICH  MEET  THE CARE AND BEHAVIORAL NEEDS OF THE PATIENT, INCLUDING BUT\n   29  NOT LIMITED TO CRISIS  INTERVENTION,  ADULT  DAY  CARE,  HOME  CARE  AND\n   30  RESPITE CARE.\n   31    (II)  \"CARE  AND BEHAVIORAL NEEDS OF THE PATIENT\" MEANS THE MANIFESTA-\n   32  TION OF SYMPTOMS WHICH MAY INCLUDE BUT NOT LIMITED TO MEMORY LOSS, APHA-\n   33  SIA (COMMUNICATION DISORDER), BECOMING LOST  OR  DISORIENTED,  CONFUSION\n   34  AND AGITATION WITH THE POTENTIAL FOR COMBATIVENESS AND INCONTINENCE.\n   35    (III)  \"ALZHEIMER'S  OR RELATED DISEASES\" MEANS ANY OF THOSE IRREVERS-\n   36  IBLE BRAIN DISORDERS WHICH RESULT IN  THE  SYMPTOMS  DESCRIBED  IN  THIS\n   37  PARAGRAPH  BUT  NOT  LIMITED  TO MULTI-INFARCT DEMENTIAS AND PARKINSON'S\n   38  DISEASE.\n   39    (2)  For the purpose of this subsection,  ambulatory  care  in  physi-\n   40  cians'  offices  shall  mean  [services]:  (A)  SERVICES  for diagnostic\n   41  x-rays, radiation therapy, laboratory and pathological examinations, and\n   42  services and medications used for  nonexperimental  cancer  chemotherapy\n   43  and  cancer hormone therapy, provided that such services and medications\n   44  are (i) related to and necessary for the treatment or diagnosis  of  the\n   45  patient's  illness  or  injury,  and  (ii) ordered by a physician.  Such\n   46  coverage shall be made available at the inception of all  new  contracts\n   47  and, with respect to all other contracts at any anniversary date subject\n   48  to evidence of insurability.\n   49    (B)  TREATMENT  AND  DIAGNOSIS  OF ALZHEIMER'S OR RELATED DISEASES AND\n   50  NON-HEALTH RELATED SERVICES.\n   51    (C) FOR THE PURPOSES OF THIS PARAGRAPH THE FOLLOWING TERMS SHALL  HAVE\n   52  THE FOLLOWING MEANINGS:\n   53    (I)  \"NON-HEALTH  RELATED  SERVICES\"  MEANS THOSE OUT-PATIENT SERVICES\n   54  WHICH MEET THE CARE AND BEHAVIORAL NEEDS OF THE PATIENT,  INCLUDING  BUT\n   55  NOT  LIMITED  TO  CRISIS  INTERVENTION,  ADULT  DAY  CARE, HOME CARE AND\n   56  RESPITE CARE.\n\n       S. 1611                             4\n\n    1    (II) \"CARE AND BEHAVIORAL NEEDS OF THE PATIENT\" MEANS  THE  MANIFESTA-\n    2  TION OF SYMPTOMS WHICH MAY INCLUDE BUT NOT LIMITED TO MEMORY LOSS, APHA-\n    3  SIA  (COMMUNICATION  DISORDER),  BECOMING LOST OR DISORIENTED, CONFUSION\n    4  AND AGITATION WITH THE POTENTIAL FOR COMBATIVENESS AND INCONTINENCE.\n    5    (III)  \"ALZHEIMER'S  OR RELATED DISEASES\" MEANS ANY OF THOSE IRREVERS-\n    6  IBLE BRAIN DISORDERS WHICH RESULT IN  THE  SYMPTOMS  DESCRIBED  IN  THIS\n    7  PARAGRAPH  BUT  NOT  LIMITED  TO MULTI-INFARCT DEMENTIAS AND PARKINSON'S\n    8  DISEASE.\n    9    S 5. This act shall take effect on the one hundred twentieth day after\n   10  it shall have become a law, provided however, that effective  immediate-\n   11  ly,  the  addition,  amendment and/or repeal of any rules or regulations\n   12  necessary for the implementation of the provisions of this  act  on  its\n   13  effective  date  are authorized and directed to be made and completed on\n   14  or before such effective date  and  shall  apply  to  all  policies  and\n   15  contracts issued, renewed, modified, altered or amended on or after such\n   16  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to coverage for the care of Alzheimer's and related disease patients ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110111.T153721.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778241835
}