{
  "year" : 2011,
  "senateBillNo" : "S1619-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1619-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that elementary and secondary school teachers may ride public transportation to and from school at no charge",
  "summary" : "Provides that elementary and secondary school teachers may ride public transportation to and from school at no charge; requires schools to provide identification cards. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S70-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1619\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation  to  enabling  elementary\n         and  secondary school teachers to use public transportation to ride to\n         and from school at no charge\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The education law is amended by adding a new section 3036\n    2  to read as follows:\n    3    S 3036. PROVISION FOR TEACHER USE OF PUBLIC TRANSPORTATION TO AND FROM\n    4  SCHOOL AT NO CHARGE.    NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW,\n    5  ELEMENTARY  SCHOOL TEACHERS AND SECONDARY SCHOOL TEACHERS SHALL BE ENTI-\n    6  TLED TO THE USE OF PUBLIC TRANSPORTATION WITHOUT CHARGE FOR NO MORE THAN\n    7  ONE ROUND-TRIP DAILY ON ANY WORKDAY FROM THEIR RESIDENCES TO THE SCHOOLS\n    8  IN WHICH THEY ARE EMPLOYED AND FROM SUCH SCHOOLS  TO  THEIR  RESIDENCES.\n    9  EACH  SCHOOL  DISTRICT  SHALL  PROVIDE A SUITABLE IDENTIFICATION CARD TO\n   10  EACH OF SUCH OF ITS TEACHERS IN  ORDER  FOR  THE  PUBLIC  TRANSPORTATION\n   11  SYSTEM  UTILIZED  TO  BE ABLE TO DETERMINE SUCH TEACHERS' ENTITLEMENT TO\n   12  THIS BENEFIT.\n   13    S 2. This act shall take effect on the first  of  the  calendar  month\n   14  next succeeding the thirtieth day after it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05857-01-1\n",
  "memo" : "BILL NUMBER:S1619\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to enabling\nelementary and secondary school teachers to use\npublic transportation to ride to and from school at\nno charge\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo allow elementary and secondary\nschool teachers to ride public transportation to and from school at\nno charge.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection one amends the education law\nby adding a new section 3036. This section allows elementary and\nsecondary school teachers to ride public transportation free of\ncharge on one round-trip to and from school on any workday. The bill\nalso provides that each school district shall provide suitable\nidentification to enable teachers to use the benefits provided under\nthis bill,\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nCurrently, all\nriders must pay subway or bus fares. Failure to pay constitutes theft\nof services as defined in the penal law section 165.15(3).\n\nJUSTIFICATION:\nTeachers in New York state currently must travel to and\nfrom school each weekday during the school year. Those who travel by\nmeans of public transportation are not eligible for fare reductions\nor discounts. Students are eligible for bus passes and reduced fares\nbut the teachers who instruct them must pay for each ride on public\ntransportation. Recruiting and retaining qualified teachers must be a\npriority if New York state is to provide students at all academic\nlevels with a quality education. Further, a highly educated workforce\nis one way to encourage employers to locate in New York rather than\nanother state.\nGovernor Pataki has proposed a number of financial incentives designed\nto attract new teachers and retain current personnel.\n\nThese initiatives include: tuition reimbursement, fellowships,\nstipends and recruitment scholarships. While this bill is modest by\ncomparison it does represent an attempt to alleviate one financial\ndisadvantage faced by teachers in New York state. In addition,\nproviding elementary and secondary school-teachers with free fares\nwill encourage more use of public transportation which will result in\nless air and noise pollution and reduce traffic congestion in urban\nareas of our state.\n\nLEGISLATIVE HISTORY:\nS.2494 of 2008\n01/09/08 REFERRED TO EDUCATION\nS.70 of 2009\n01/07/09 REFERRED TO EDUCATION\n01/06/10 REFERRED TO EDUCATION\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nUnknown at present time.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first day of the\ncalendar month next succeeding the thirtieth day after it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to enabling elementary and secondary school teachers to use public transportation to ride to and from school at no charge ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T170157.TXT", "SOBI.D110111.T154221.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110110.T154119.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909025
}