{
  "year" : 2011,
  "senateBillNo" : "S1618-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1618-2011-1294635600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that sexual abuse in the 2nd degree is a class E felony",
  "summary" : "Raises the penalty for sexual abuse in the 2nd degree from a class A misdemeanor to a class E felony. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S62-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1618\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to changing sexual  abuse  in\n         the second degree from a class A misdemeanor to a class E felony\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The closing paragraph of section 130.60 of the  penal  law,\n    2  as  amended  by  chapter  1  of  the laws of 2000, is amended to read as\n    3  follows:\n    4    Sexual abuse in the second degree is a class [A misdemeanor] E FELONY.\n    5    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05855-01-1\n",
  "memo" : "BILL NUMBER:S1618\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to changing sexual abuse in the\nsecond degree from a class A misdemeanor to a class E felony\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo raise the penalty for sexual abuse in the second degree from a\nclass A misdemeanor to a class E felony.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 130.60 of the Penal Law is amended to increase the penalty for\nthis crime from a class A misdemeanor to a class E felony.\n\nJUSTIFICATION:\nUnder current law the crime of sexual abuse in the second degree is\npunishable by up to one year in prison. Victims of sexual abuse will\nremember and relive the horror and trauma of their attacks for the\nrest of their lives. Being fondled or touched in such an\ninappropriate manner is humiliating and degrading. Victims of sexual\nabuse in the second degree are, by definition, incapable of giving\nconsent or they are under the age of 14 years. Sexual abuse in the\nfirst degree is a D felony, however, this statute is only applicable\nwhere there is force, where the victim is incapable of giving consent\nor where the victim is less than 11 years old. Thus, perpetrators who\nfondle or otherwise come into sexual contact with victims between the\nages of 11 and 13 are only eligible for up to one year in prison.\nThis sentence is simply inadequate to deter this conduct or punish\noffenders who may repeatedly engage in this crime.\n\nPRIOR LEGISLATIVE HISTORY:\nS.115 of 2008\n01/09/08 REFERRED TO CODES\n04/30/08 PASSED SENATE\nS.62 of 2009\n01/07/09 REFERRED TO CODES\n01/06/10 REFERRED TO CODES\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENT:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to changing sexual abuse in the second degree from a class A misdemeanor to a class E felony ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T170157.TXT", "SOBI.D110111.T153721.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110110.T154119.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909024
}