{
  "year" : 2011,
  "senateBillNo" : "S1610-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S1610-2011-1294635600000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the city of New York to discontinue use of and transfer certain parklands in furtherance of a development plan for Coney Island",
  "summary" : "Authorizes the city of New York to discontinue use of and transfer certain parklands in exchange for other lands to be utilized for park purposes in furtherance of a development plan for Coney Island. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City",
  "previousVersions" : [ "SA6298-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1610\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to authorize the city of New York to discontinue the use as park-\n         land of parcels of  real  property  in  the  borough  of  Brooklyn  in\n         exchange  for  the dedication of certain other lands in the borough of\n         Brooklyn for park purposes in furtherance of a comprehensive  develop-\n         ment plan for Coney Island\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subject to the provisions of this act, the city of New York\n    2  is hereby authorized  to  discontinue  the  use  as  parkland  the  land\n    3  described in section three of this act and to transfer such land and any\n    4  improvements  thereon  to  the New York city economic development corpo-\n    5  ration for sale or other disposition in furtherance of  a  comprehensive\n    6  development  plan for Coney Island, Brooklyn. The transfer of discontin-\n    7  ued parkland pursuant to this section shall be subject to  the  require-\n    8  ment  that  the  improvement  on such discontinued parkland known as the\n    9  \"Abe Stark Rink\" shall not be demolished prior to the construction of  a\n   10  replacement  rink  (unless  such  replacement rink is constructed on the\n   11  same site), with the goal of continuing normal  ice  skating  activities\n   12  until  the  replacement  rink is complete and that such replacement rink\n   13  shall be constructed within the Coney Island  area,  including  but  not\n   14  limited to on property under the jurisdiction of the department of parks\n   15  and recreation of such city designated as #B280 and located on the Shore\n   16  Parkway Service Road between 25th Avenue and Beach 41st Street.\n   17    S 2. a. The authorization provided in section one of this act shall be\n   18  effective  only  upon the condition that the city acquires and dedicates\n   19  as parkland the land described in section four of this act. In the event\n   20  that such land acquired and dedicated as parkland is  not  equal  to  or\n   21  greater than the fair market value of the parklands and any improvements\n   22  thereon  to  be  discontinued,  the  city of New York shall dedicate the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05667-01-1\n\n       S. 1610                             2\n\n    1  difference between the fair market value of  the  discontinued  parkland\n    2  and  the fair market value of the dedicated parkland for the acquisition\n    3  of additional parkland and/or for capital improvements to existing  park\n    4  and recreational facilities within the borough of Brooklyn.\n    5    b.  Subject to the provisions of this act, the department of parks and\n    6  recreation of the city of New York is authorized to  lease  to  the  New\n    7  York  city  economic  development  corporation the parkland described in\n    8  section five of this act for the operation  of  an  amusement  park  and\n    9  related  facilities.  Pursuant to the \"Agreement for Special Process For\n   10  New York City Council Review and Approval of Coney Island Amusement Park\n   11  Project Plan,\" Exhibit A of city council of the city of New York  resol-\n   12  ution  2163,  adopted  August  20,  2009,  for  a period of twelve years\n   13  following the effective date of this act, the lease of parkland  to  the\n   14  New York city economic development corporation pursuant to this subdivi-\n   15  sion  shall  not  be subject to review and approval pursuant to sections\n   16  197-c and 197-d of the New York city charter; provided that  such  lease\n   17  or  any  amendment  thereof, sublease or assignment of rights thereunder\n   18  shall be consistent in all material  respects  with  the  \"Coney  Island\n   19  Amusement Park Project Plan\" approved by the city council of the city of\n   20  New  York  as  set  forth  in  subdivision  e of this section. The lease\n   21  authorization provided in this subdivision shall be  effective  only  on\n   22  the  condition that the city of New York dedicates an amount equal to or\n   23  greater than the fair market value of the lease of the parkland  to  the\n   24  acquisition  of  additional  parkland and/or for capital improvements to\n   25  existing park and recreational facilities within the borough  of  Brook-\n   26  lyn.\n   27    c.  The parkland described in section five of this act may be acquired\n   28  by the city of New York and leased by the department of parks and recre-\n   29  ation of such city to the New York city economic development corporation\n   30  subject to any existing lease, use or occupancy of  such  land  that  is\n   31  consistent with and in furtherance of the operation of an amusement park\n   32  and related facilities.\n   33    d.  The department of parks and recreation of the city of New York may\n   34  grant the easements described in the city map amendment approved  pursu-\n   35  ant  to  sections 197-c and 197-d of the New York city charter by resol-\n   36  ution of the city council of such city at a meeting  held  on  July  29,\n   37  2009 for pedestrians and vehicles to travel through the parcels of park-\n   38  land  described  in section six of this act as necessary for purposes of\n   39  the operation of a designated landmark known as the \"Wonder Wheel\",  and\n   40  may grant an easement in a volume of air space over a parcel of parkland\n   41  described  in  section seven of this act to accommodate the Wonder Wheel\n   42  to the extent it extends over such parkland. The easement authorizations\n   43  provided in this subdivision shall be effective only  on  the  condition\n   44  that  the  city of New York dedicates an amount equal to the fair market\n   45  value of the easements to the acquisition of  new  parkland  and/or  for\n   46  capital  improvements  to existing parkland within the borough of Brook-\n   47  lyn.\n   48    e. In lieu of the approval required pursuant to paragraph 4 of  subdi-\n   49  vision  b  of section 384 of the New York city charter and in accordance\n   50  with the terms of the \"Agreement for Special Process for New  York  City\n   51  Council  Review  and  Approval  of  Coney  Island Amusement Park Project\n   52  Plan,\" as authorized by resolution of the city council of  the  city  of\n   53  New  York, adopted at a meeting held on August 20, 2009, for a period of\n   54  twelve years after the effective date of this  act,  the  lease  by  the\n   55  department  of  parks  and  recreation  of  the  city of New York of the\n   56  parcels of land described in section five of this act, once acquired  by\n\n       S. 1610                             3\n\n    1  the city and dedicated as parkland, to the New York city economic devel-\n    2  opment  corporation pursuant to the authority conferred by subdivision b\n    3  of this section shall be subject exclusively  to  the  requirement  that\n    4  such  lease  or  any amendment thereof, sublease or assignment of rights\n    5  thereunder shall be consistent in all material respects with the  \"Coney\n    6  Island  Amusement Park Project Plan\" prepared by the department of parks\n    7  and recreation of the city of New York and approved by the city  council\n    8  of  the  city  of New York in the manner set forth in the \"Agreement for\n    9  Special Process for New York City Council Review and Approval  of  Coney\n   10  Island  Amusement  Park Project Plan\" as authorized by resolution of the\n   11  city council of the city of New York at a meeting  held  on  August  20,\n   12  2009.\n   13    S  3.  The lands authorized by this act to be discontinued as parkland\n   14  are three parcels of parkland in the borough of Brooklyn and the city of\n   15  New York as follows:\n   16                                  PARCEL A\n   17    A parcel of parkland generally  bounded  by  Surf  Avenue,  West  22nd\n   18  Street, West 21st Street and Ocean Way, in accordance with Borough Pres-\n   19  ident Map No. X-2716, more particularly described as follows:\n   20    Starting  at  a point of beginning located at the southwesterly corner\n   21  of Surf Avenue and West 21st Street, as those  streets  were  heretofore\n   22  laid out in the City Map, thence;\n   23    1)  Running  270.48  feet  in a southerly direction along the westerly\n   24  line of West 21st Street to a point, thence;\n   25    2) Running 170.00 feet in a westerly direction, said course forming  a\n   26  deflection angle to the right with the previous course of 90 degrees, 00\n   27  minutes and 00 seconds, thence;\n   28    3)  Running  140.72 feet in southerly direction, said course forming a\n   29  deflection angle to the left with the previous course of 90 degrees,  00\n   30  minutes and 00 seconds, thence;\n   31    4)  Running  86.03  feet  in westerly direction, said course forming a\n   32  deflection angle to the right with the previous course of 90 degrees, 29\n   33  minutes and 13 seconds, thence;\n   34    5) Running 354.66 feet in northerly direction, said course  forming  a\n   35  deflection angle to the right with the previous course of 90 degrees, 00\n   36  minutes and 00 seconds, thence;\n   37    6)  Running  259.10  feet in easterly direction, said course forming a\n   38  deflection angle to the right with the previous course of 77 degrees,  4\n   39  minutes and 17 seconds to the point or place of beginning.\n   40    Said parcel containing approximately 1.69 acre more or less.\n   41                                  PARCEL B\n   42    A  parcel  of parkland located in the street-bed of proposed West 20th\n   43  Street generally bounded by Surf Avenue and the public beach, in accord-\n   44  ance with Borough President Map No. X-2716, more particularly  described\n   45  as follows:\n   46    Starting  at  a point of beginning located at the southeasterly corner\n   47  of Surf Avenue and the proposed West 20th Street, as those  streets  are\n   48  laid out in the City Map, thence;\n   49    1)  Running  466.96  feet  in a southerly direction along the easterly\n   50  line of the proposed West 20th Street to a point, thence;\n   51    2) Running 56.28 feet in a westerly direction, said course  forming  a\n   52  deflection angle to the right with the previous course of 90 degrees, 00\n   53  minutes and 28 seconds, thence;\n   54    3) Running 455.75 feet in a northerly direction, said course forming a\n   55  deflection angle to the right with the previous course of 90 degrees, 39\n   56  minutes and 59 seconds, thence;\n\n       S. 1610                             4\n\n    1    4)  Running 52.20 feet in a northeasterly direction, said course form-\n    2  ing a deflection angle to the right  with  the  previous  course  of  76\n    3  degrees, 52 minutes and 38 seconds to the point or place of beginning.\n    4    Said parcel containing approximately 0.57 acre more or less.\n    5                                  PARCEL C\n    6    A  parcel  of  parkland  generally  bounded  by Surf Avenue, West 20th\n    7  Street, the easterly line of Parachute Way  and  the  public  beach,  in\n    8  accordance  with  Borough  President  Map  No. X-2717, more particularly\n    9  described as follows:\n   10    Starting at a point of beginning located at the  southeasterly  corner\n   11  of  Surf  Avenue and Parachute Way, as those streets are laid out in the\n   12  City Map, thence;\n   13    1) Running 465.03 feet in a southeasterly direction along the easterly\n   14  line of Parachute Way to a point, thence;\n   15    2) Running 412.05 feet in a southwesterly direction, said course form-\n   16  ing a deflection angle to the right  with  the  previous  course  of  76\n   17  degrees, 52 minutes and 38 seconds, thence;\n   18    3)  Running  81.00  feet  in westerly direction, said course forming a\n   19  deflection angle to the right with the previous course of 76 degrees, 12\n   20  minutes and 16 seconds, thence;\n   21    4) Running 291.49 feet in westerly direction, said  course  forming  a\n   22  deflection  angle to the right with the previous course of 7 degrees, 18\n   23  minutes and 38 seconds, thence;\n   24    5) Running 310.53 feet in northerly direction, said course  forming  a\n   25  deflection angle to the right with the previous course of 76 degrees, 59\n   26  minutes and 25 seconds, thence;\n   27    6)  Running  56.28  feet  in easterly direction, said course forming a\n   28  deflection angle to the right with the previous course of 89 degrees, 20\n   29  minutes and 01 seconds, thence;\n   30    7) Running 466.96 feet in northerly direction, said course  forming  a\n   31  deflection  angle to the left with the previous course of 90 degrees, 00\n   32  minutes and 00 seconds, thence;\n   33    8) Running 50.47 feet in easterly direction,  said  course  forming  a\n   34  deflection angle to the right with the previous course of 77 degrees, 33\n   35  minutes and 30 seconds to a point of curvature, thence;\n   36    9) Running along a curve, to the right, with radius of 1940.00 feet, a\n   37  central  angle  of  7  degrees, 18 minutes and 28 seconds, a distance of\n   38  247.44 feet to the point or place of beginning.\n   39    Said parcel containing approximately 7.04 acres more or less.\n   40    S 4. The land required to be dedicated as parkland pursuant to  subdi-\n   41  vision  a  of section two of this act is a parcel of land between Wonder\n   42  Wheel Way and the public beach in the borough of Brooklyn  and  city  of\n   43  New York more particularly described as follows:\n   44    Starting  at a point of beginning located on the westerly line of West\n   45  16th Street, said point lying 581.68 feet south of the southerly line of\n   46  Surf Avenue, as those streets are laid out on the City Map, thence;\n   47    1) Running along a curve, to the left, with a radius of 45.00 feet,  a\n   48  central  angle  of  165 degrees, 3 minutes and 21 seconds, a distance of\n   49  129.63 feet to a point of tangency, thence;\n   50    2) Running 164.99 feet in an easterly direction, said  course  forming\n   51  an  angle  of 25 degrees, 8 minutes and 12 seconds between a radial line\n   52  to the center of the previous course, thence;\n   53    3) Running 26.42 feet in a southerly direction, said course forming  a\n   54  deflection  angle  to the right with the previous course of 100 degrees,\n   55  13 minutes and 49 seconds, thence;\n\n       S. 1610                             5\n\n    1    4) Running 295.35 feet in an easterly direction, to a point of  curva-\n    2  ture, said course forming a deflection angle to the left with the previ-\n    3  ous course of 100 degrees, 13 minutes and 49 seconds thence;\n    4    5)  Running along a curve, to the right, with radius of 300.00 feet, a\n    5  central angle of 14 degrees, 15 minutes and 24 seconds,  a  distance  of\n    6  74.65 feet to a point of tangency, thence;\n    7    6) Running 346.02 feet in an easterly direction, thence;\n    8    7)  Running 62.57 feet in a southerly direction, said course forming a\n    9  deflection angle to the right with the previous course of 94 degrees, 37\n   10  minutes and 34 seconds, thence;\n   11    8) Running 185.04 feet in an easterly direction, said course forming a\n   12  deflection angle to the left with the previous course of 89 degrees,  42\n   13  minutes and 24 seconds, thence;\n   14    9) Running 105.49 feet in a northerly direction, said course forming a\n   15  deflection  angle  to the left with the previous course of 86 degrees, 2\n   16  minutes and 45 seconds, thence;\n   17    10) Running 140.09 feet in an easterly direction, said course  forming\n   18  a  deflection angle to the right with the previous course of 81 degrees,\n   19  7 minutes and 35 seconds, thence;\n   20    11) Running along a curve, to the right, with a radius of 44.00  feet,\n   21  a central angle of 179 degrees, 51 minutes and 15 seconds, a distance of\n   22  138.12  feet,  to a point of tangency, said course forming an angle of 8\n   23  degrees, 44 minutes and 38 seconds between a radial line to  the  center\n   24  and the previous course, thence;\n   25    12) Running 391.69 feet in a northerly direction, to a point of curva-\n   26  ture on the southerly line of Surf Avenue, thence;\n   27    13) Running along the southerly line of Surf Avenue on a curve, to the\n   28  right,  with radius of 7940.00 feet, a central angle of 19 minutes and 3\n   29  seconds, a distance of 44.01 feet, said course forming  an  angle  of  0\n   30  degrees,  46 minutes and 2 seconds between the radial line to the center\n   31  and the previous course thence;\n   32    14) Running 655.57 in a southerly direction, said  course  forming  an\n   33  angle of 1 degree 5 minutes and 5 seconds between the radial line to the\n   34  curve center and the previous course, thence;\n   35    15) Running 931.43 feet in a westerly direction, said course forming a\n   36  deflection angle to the right with the previous course of 76 degrees, 37\n   37  minutes and 12 seconds, thence;\n   38    16) Running 435.77 feet in a westerly direction, said course forming a\n   39  deflection  angle to the left with the previous course of 50 minutes and\n   40  36 seconds, thence;\n   41    17) Running 278.88 feet in a northerly direction, said course  forming\n   42  a  deflection  angle to the right with the previous course of 91 degrees\n   43  16 minutes and 10 seconds to the point or place of beginning.\n   44  Said parcel containing approximately 9.24 acres more or less.\n   45    S 5. The parkland authorized to be leased to the New York city econom-\n   46  ic development corporation pursuant to subdivision b of section  two  of\n   47  this  act  is  a  parcel of parkland in between Wonder Wheel Way and the\n   48  public beach in the borough of Brooklyn and city of New York, in accord-\n   49  ance with Borough President Map No. Y-2715 more  particularly  described\n   50  as follows:\n   51  Starting  at  a  point of beginning located on the westerly line of West\n   52  16th Street, said point lying 581.68 feet south of the southerly line of\n   53  Surf Avenue, as those streets are laid out on the City Map, thence;\n   54    1) Running along a curve, to the left, with a radius of 45.00 feet,  a\n   55  central  angle  of  165 degrees, 3 minutes and 21 seconds, a distance of\n   56  129.63 feet to a point of tangency, thence;\n\n       S. 1610                             6\n\n    1    2) Running 164.99 feet in an easterly direction, said  course  forming\n    2  an  angle  of 25 degrees, 8 minutes and 12 seconds between a radial line\n    3  to the center of the previous course thence;\n    4    3)  Running 26.42 feet in a southerly direction, said course forming a\n    5  deflection angle to the right with the previous course of  100  degrees,\n    6  13 minutes and 49 seconds thence;\n    7    4)  Running 295.35 feet in an easterly direction, to a point of curva-\n    8  ture, said course forming a deflection angle to the left with the previ-\n    9  ous course of 100 degrees, 13 minutes and 49 seconds thence;\n   10    5) Running along a curve, to the right, with radius of 300.00 feet,  a\n   11  central  angle  of  14 degrees, 15 minutes and 24 seconds, a distance of\n   12  74.65 feet to a point of tangency thence;\n   13    6) Running 346.02 feet in an easterly direction, thence;\n   14    7) Running 26.09 feet in a northerly direction, said course forming  a\n   15  deflection  angle to the left with the previous course of 85 degrees, 22\n   16  minutes and 26 seconds, thence;\n   17    8) Running 100.23 feet in an easterly direction, said course forming a\n   18  deflection angle to the right with the previous course of 85 degrees, 22\n   19  minutes and 26 seconds, thence;\n   20    9) Running 15.57 feet in a southerly direction, said course forming  a\n   21  deflection  angle to the right with the previous course of 98 degrees, 3\n   22  minutes and 54 seconds, thence;\n   23    10) Running 25.30 feet in a westerly direction, said course forming  a\n   24  deflection angle to the right with the previous course of 90 degrees, 11\n   25  minutes and 37 seconds, thence;\n   26    11)  Running 0.68 feet in a southerly direction, said course forming a\n   27  deflection angle to the left with the previous course of 93 degrees,  37\n   28  minutes and 53 seconds, thence;\n   29    12)  Running 13.83 feet in a westerly direction, said course forming a\n   30  deflection angle to the right with the previous course of 61 degrees, 23\n   31  minutes and 46 seconds, thence;\n   32    13) Running 30.84 feet in a southerly direction, said course forming a\n   33  deflection angle to the left with the previous course of 80 degrees,  44\n   34  minutes and 51 seconds, thence;\n   35    14) Running 27.85 feet in a southerly direction, said course forming a\n   36  deflection angle to the right with the previous course of 24 degrees, 59\n   37  minutes and 54 seconds, thence;\n   38    15)  Running  7.15 feet in a westerly direction, said course forming a\n   39  deflection angle to the right with the previous course of 88 degrees, 41\n   40  minutes and 3 seconds, thence;\n   41    16) Running 11.35 feet in a westerly direction, said course forming  a\n   42  deflection  angle to the left with the previous course of 39 degrees, 30\n   43  minutes and 19 seconds, thence;\n   44    17) Running 10.83 feet in a westerly direction, said course forming  a\n   45  deflection angle to the right with the previous course of 17 degrees, 59\n   46  minutes and 37 seconds, thence;\n   47    18)  Running 10.78 feet in a westerly direction, said course forming a\n   48  deflection angle to the right with the previous course of 13 degrees, 49\n   49  minutes and 46 seconds, thence;\n   50    19) Running 10.23 feet in a westerly direction, said course forming  a\n   51  deflection  angle  to the right with the previous course of 7 degrees, 6\n   52  minutes and 45 seconds, thence;\n   53    20) Running 24.52 feet in a westerly direction, said course forming  a\n   54  deflection angle to the right with the previous course of 25 degrees, 46\n   55  minutes and 34 seconds, thence;\n\n       S. 1610                             7\n\n    1    21) Running 21.62 feet in a southerly direction, said course forming a\n    2  deflection angle to the left with the previous course of 119 degrees, 32\n    3  minutes and 19 seconds, thence;\n    4    22)  Running 185.04 feet in an easterly direction, said course forming\n    5  a deflection angle to the left with the previous course of  89  degrees,\n    6  42 minutes and 24 seconds, thence;\n    7    23) Running 105.49 feet in an northerly direction, said course forming\n    8  a deflection angle to the left with the previous course of 86 degrees, 2\n    9  minutes and 45 seconds, thence;\n   10    24) Running 140.09 feet in an easterly direction, to a point of curva-\n   11  ture,  said  course  forming  a  deflection  angle to the right with the\n   12  previous course of 81 degrees, 7 minutes and 35 seconds, thence;\n   13    25) Running along a curve, to the right, with a radius of 44.00  feet,\n   14  a central angle of 179 degrees, 51 minutes and 15 seconds, a distance of\n   15  138.12  feet,  to a point of tangency, said course forming an angle of 8\n   16  degrees, 44 minutes and 38 seconds between a radial line to  the  center\n   17  and the previous course, thence;\n   18    26) Running 391.69 feet in a northerly direction, to a point of curva-\n   19  ture on the southerly line of Surf Avenue, thence;\n   20    27) Running along the southerly line of Surf Avenue on a curve, to the\n   21  right,  with radius of 7940.00 feet, a central angle of 19 minutes and 3\n   22  seconds, a distance of 44.01 feet, said course forming  an  angle  of  0\n   23  degrees,  46  minutes  and 2 seconds between a radial line to the center\n   24  and the previous course thence;\n   25    28) Running 655.57 feet in a southerly direction, said course  forming\n   26  an  angle of 1 degree 5 minutes and 5 seconds between the radial line to\n   27  the curve center and the previous course, thence;\n   28    29) Running 931.43 feet in a westerly direction, said course forming a\n   29  deflection angle to the right with the previous course of 76 degrees, 37\n   30  minutes and 12 seconds, thence;\n   31    30) Running 435.77 feet in a westerly direction, said course forming a\n   32  deflection angle to the left with the previous course of 50 minutes  and\n   33  36 seconds, thence;\n   34    31)  Running 278.88 feet in a northerly direction, said course forming\n   35  a deflection angle to the right with the previous course of  91  degrees\n   36  16 minutes and 10 seconds to the point or place of beginning.\n   37  Said parcel containing approximately 9.37 acres more or less.\n   38    S  6.  The parkland through which easements may be granted pursuant to\n   39  subdivision d of section two of this act is two parcels of  parkland  in\n   40  the borough of Brooklyn and city of New York as follows:\n   41                                   PARCEL A\n   42  An  east-west easement located to the south and east of the intersection\n   43  West 12th Street and Wonder Wheel Way  more  particularly  described  as\n   44  follows:\n   45  Starting  at a point of beginning located on the former easterly line of\n   46  West 12th Street, said point lying 265.11 feet south of the intersection\n   47  of the southerly line of Bowery and West 12th Street, as  those  streets\n   48  are laid out on the City Map, thence;\n   49    1) Running 61.97 feet in an easterly direction, thence;\n   50    2)  Running  11.35 feet in a westerly direction, said course forming a\n   51  deflection angle to the right with the previous course of  322  degrees,\n   52  36 minutes and 50 seconds, thence;\n   53    3)  Running  10.83 feet in a westerly direction, said course forming a\n   54  deflection angle to the right with the previous course of 17 degrees, 59\n   55  minutes and 37 seconds, thence;\n\n       S. 1610                             8\n\n    1    4) Running 10.78 feet in a westerly direction, said course  forming  a\n    2  deflection angle to the right with the previous course of 13 degrees, 49\n    3  minutes and 46 seconds, thence;\n    4    5)  Running  10.23 feet in a westerly direction, said course forming a\n    5  deflection angle to the right with the previous course of 7  degrees,  6\n    6  minutes and 45 seconds, thence;\n    7    6)  Running  24.52 feet in a westerly direction, said course forming a\n    8  deflection angle to the right with the previous course of 25 degrees, 46\n    9  minutes and 34 seconds to the point or place of beginning.\n   10  Said parcel containing approximately 0.01 acre more or less.\n   11                                  PARCEL B\n   12  A north-south easement located in the street bed of  a  portion  of  the\n   13  former  West  12th  Street near/at the intersection West 12th Street and\n   14  Wonder Wheel Way more particularly described as follows:\n   15  Starting at a point of beginning located on the easterly  line  of  West\n   16  12th  Street,  said point lying 224.17 feet south of the intersection of\n   17  the southerly line of Bowery and West 12th Street, as those streets  are\n   18  laid out on the City Map, thence;\n   19    1) Running 62.57 feet in a southerly direction, thence;\n   20    2)  Running  60.00 feet in a westerly direction, said course forming a\n   21  deflection angle to the right with the previous course of 90 degrees, 17\n   22  minutes and 36 seconds, thence;\n   23    3) Running 57.41 feet in a northerly direction, said course forming  a\n   24  deflection angle to the right with the previous course of 89 degrees, 42\n   25  minutes and 24 seconds, thence;\n   26    4)  Running 60.20 feet in an easterly direction, said course forming a\n   27  deflection angle to the right with the previous course of 85 degrees, 22\n   28  minutes and 26 seconds to the point or place of beginning.\n   29  Said parcel containing approximately 0.08 acre more or less.\n   30    S 7. The parkland over which an air  right  easement  may  be  granted\n   31  pursuant  to  subdivision  d  of  section two of this act is a parcel of\n   32  parkland near the intersection of West 12th Street and Wonder Wheel Way,\n   33  more particularly described as follows:\n   34  Starting at a point of beginning, said point lying 237.00 feet south  of\n   35  the  intersection  of  the southerly line of Bowery and West 12th Street\n   36  and 71.80 feet to the east  of  the  previously  said  point,  as  those\n   37  streets are laid out on the City Map, thence;\n   38    1) Running 9.00 feet in a northeasterly direction, thence;\n   39    2)  Running 23.67 feet in an easterly direction, said course forming a\n   40  deflection angle to the right with the previous course of 89 degrees, 53\n   41  minutes and 22 seconds, thence;\n   42    3) Running 7.72 feet in a southerly direction along a park line,  said\n   43  course  forming a deflection angle to the right with the previous course\n   44  of 66 degrees, 28 minutes and 11 seconds, thence;\n   45    4) Running 1.93 feet in a southerly direction along a park line,  said\n   46  course  forming a deflection angle to the right with the previous course\n   47  of 24 degrees, 59 minutes and 54 seconds, thence;\n   48    5) Running 26.72 feet in the westerly direction, said course forming a\n   49  deflection angle to the right with the previous course of 88 degrees, 32\n   50  minutes and 52 seconds to the point or place of beginning.\n   51  Said parcel containing approximately 0.005 acre more or less.\n   52    S 8. If the parkland that is the subject  of  this  act  has  received\n   53  funding  pursuant  to  the federal land and water conservation fund, the\n   54  discontinuance of parkland authorized by  the  provisions  of  this  act\n   55  shall  not  occur  until  the municipality has complied with the federal\n   56  requirements pertaining to the conversion of parklands, including satis-\n\n       S. 1610                             9\n\n    1  fying the secretary of the interior that the discontinuance will include\n    2  all conditions which the secretary of the interior  deems  necessary  to\n    3  assure  the  substitution  of  other  lands  shall be equivalent in fair\n    4  market  value  and recreational usefulness to the lands being discontin-\n    5  ued.\n    6    S 9. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1610\n\nTITLE OF BILL:\nAn act\nto authorize the city of New York to discontinue the use as parkland of\nparcels of real property in the borough of Brooklyn in exchange for the\ndedication of certain other lands in the borough of Brooklyn for park\npurposes in furtherance of a comprehensive development plan for Coney\nIsland\n\nSUMMARY OF PROVISIONS:\n\nThis bill authorizes the city of New York to discontinue permanently\nthe use as parkland 9.3 acres of land on two parcels that currently\noperate as a parking facility for the Brooklyn Cyclones, a minor\nleague baseball team owned by the Mets, and the indoor Abe Stark\nskating rink, in Coney Island, in the Borough of Brooklyn. This\nauthorization is subject to the requirement that the city of New York\nshall dedicate additional acreage as park land adjacent to the\nexisting park land.\n\nThis bill would also authorize the City of New York to enter into a\nlong-term lease for the development and long-term management of\nportions of the replacement parkland as an amusement park.\n\nREASONS FOR SUPPORT:\n\nIn connection with the proposed Comprehensive Coney Island\nRedevelopment Plan, this legislation would allow the City to alienate\nand improve two parking lots that support KeySpan Park during\nbaseball season (but are dormant the rest of the year) through the\ndevelopment of residential buildings with ground-floor retail\npursuant to the proposed zoning by private developers to be\ndetermined by the city. Currently, 18.2 acres of land along the\nRiegelmann Boardwalk is mapped as parkland. This area includes\nKeySpan Park, its parking lots and the Abe Stark skating rink.\nThe redevelopment of these parking lots is vital to the creation of a\nnew neighborhood, providing much-needed retail and housing\nopportunities for the 50,000 residents of Coney Island, creating new\nconnections between the community and the beach and maximizing the\nvalue of Boardwalk fronting properties. The parking spaces currently\nlocated on these parcels would be replaced within the future\ndevelopment in multi-level garages. The Abe Stark skating rink would\nbe relocated and replaced.\n\nThe 10.77 acres of replacement parkland will be composed of two parks:\n1) a 9.37-acre Boardwalk fronting amusement park in the historic\namusement area, and 2) a 1.40-acre Boardwalk fronting neighborhood\npark located directly adjacent to the proposed residential development.\n\nTogether, these parks add 1.47 more acres of improved parkland in\nConey Island than exist today. Unlike the 9.3 acres currently used\nfor parking that would be discontinued as parkland, all 10.77 acres\nof replacement parkland would be improved for recreation purposes.\n\nThe mapping of the amusement park is a once-in-a-lifetime opportunity\nto preserve amusement uses in perpetuity in their historic location.\nThe park would include without limitation amusement park features\nsuch as indoor and outdoor rides, arcades, attractions and ancillary\nuses including small-scale retail. The authorization to enter into a\nlong-term lease would facilitate the development and operation of a\nlong-term financially viable amusement park for generations to come.\nConey Island is a unique place and the City is committed to improving\nthe neighborhood as well as protecting, preserving and renewing Coney\nIsland's legacy as the birth place of amusements and \"the people's\nplayground\" for the people of Coney Island, New York City and the\nworld.\n\nAccordingly, the Mayor urges the earliest possible favorable\nconsideration of this proposal by the Legislature.\n\nLEGISLATIVE HISTORY:\n2009-10:  S.6298A - Died in Senate Rules\nSame as A.9478A - Passed Assembly 143-1\n\nFISCAL IMPLICATIONS:\nNone to the State.\nAccording to the City of New York, the mapping and de-mapping of\nparkland creates the development framework for the City's comprehensive\nplan that would lead to: - Over 6,000 permanent and 25,000 construction\njobs - Over 900 units of affordable housing - 500,000 square feet of\nretail, and - More than $14 billion of economic activity.\n\nEFFECTIVE DATE:\n\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to authorize the city of New York to discontinue the use as parkland of parcels of real property in the borough of Brooklyn in exchange for the dedication of certain other lands in the borough of Brooklyn for park purposes in furtherance of a comprehensive development plan for Coney Island ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110111.T153221.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909012
}