{
  "year" : 2011,
  "senateBillNo" : "S1623-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1623-2011-1294635600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the accessibility by blind and visually impaired persons to automated teller machines",
  "summary" : "Relates to the accessibility by blind and visually impaired persons to automated teller machines. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S135-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1623\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation  to  accessibility\n         by blind and visually impaired persons to automated teller machines\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-j to read as follows:\n    3    S 399-J. AUTOMATED TELLER MACHINES; ACCESSIBILITY BY BLIND AND VISUAL-\n    4  LY IMPAIRED PERSONS. 1. AS USED IN THIS  SECTION,  THE  TERM  \"AUTOMATED\n    5  TELLER  MACHINE  PROVIDER\"  MEANS  THE  PERSON OR ENTITY RESPONSIBLE FOR\n    6  PROVIDING AN AUTOMATED TELLER MACHINE FOR USE AT ANY LOCATION,  AND  THE\n    7  TERM  \"AUTOMATED  TELLER  MACHINE MANUFACTURER\" SHALL MEAN THE PERSON OR\n    8  ENTITY WHO OR WHICH MANUFACTURES THE AUTOMATED TELLER  MACHINE  PROVIDED\n    9  AT SUCH LOCATION.\n   10    2.  NO  AUTOMATED  TELLER MACHINE MAY BE SOLD IN THIS STATE UNLESS THE\n   11  NUMBERED BUTTONS OR SPACES ADJACENT  TO  THE  NUMBERED  BUTTONS  ON  THE\n   12  MACHINE  ARE  EQUIPPED BY THE AUTOMATED TELLER MACHINE MANUFACTURER WITH\n   13  RAISED LETTERING, RAISED NUMBERS, AND/OR BRAILLE  AND  UNLESS  THE  FONT\n   14  SIZE  USED  FOR  LETTERS AND NUMBERS ON THE VISUAL SCREEN OF THE MACHINE\n   15  CAN BE ENLARGED BY THE PUSH OF A BUTTON IN EITHER CASE SO AS  TO  RENDER\n   16  FULLY  ACCESSIBLE AND USABLE SUCH MACHINE BY BLIND AND VISUALLY IMPAIRED\n   17  PERSONS.\n   18    3. EVERY  AUTOMATED  TELLER  MACHINE  PROVIDER  SHALL  PROVIDE  VERBAL\n   19  ASSISTANCE  OR  INSTRUCTIONS IN BRAILLE IN THE OPERATION AND USE OF EACH\n   20  AUTOMATED TELLER MACHINE PROVIDED BY SUCH PROVIDER.\n   21    4. IN THE EVENT AN AUTOMATED TELLER MACHINE IN USE IS NOT EQUIPPED  AS\n   22  DESCRIBED  IN  SUBDIVISION  TWO  OF  THIS  SECTION, THE AUTOMATED TELLER\n   23  MACHINE PROVIDER WHO OR WHICH HAS PROVIDED SUCH MACHINE FOR USE  AT  THE\n   24  LOCATION  SHALL MAKE SUCH MODIFICATIONS OR ADAPTATIONS TO THE MACHINE AS\n   25  ARE NECESSARY TO RENDER IT FULLY ACCESSIBLE  AND  USABLE  BY  BLIND  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05899-01-1\n\n       S. 1623                             2\n\n    1  VISUALLY  IMPAIRED  PERSONS  ON  OR  BEFORE  THE  EFFECTIVE DATE OF THIS\n    2  SECTION.\n    3    5.  A VIOLATION OF SUBDIVISION TWO OF THIS SECTION SHALL BE SUBJECT TO\n    4  A CIVIL PENALTY OF TWO THOUSAND FIVE HUNDRED DOLLARS  FOR  EACH  MACHINE\n    5  SOLD  IN VIOLATION OF THE REQUIREMENTS OF SUCH SUBDIVISION.  A VIOLATION\n    6  OF SUBDIVISION THREE OR FOUR OF THIS SECTION SHALL BE SUBJECT TO A CIVIL\n    7  PENALTY OF ONE THOUSAND DOLLARS PER MACHINE FOR EACH DAY OR PART THEREOF\n    8  IN WHICH SUCH PROVIDER OR SUCH AUTOMATED TELLER MACHINE OR BOTH, AS  THE\n    9  CASE  MAY  BE,  REMAINS  IN  NON-COMPLIANCE  WITH THE PROVISIONS OF SUCH\n   10  SUBDIVISION.\n   11    S 2. This act shall take effect on the first of January next  succeed-\n   12  ing  the  date  on  which it shall have become a law, provided, however,\n   13  that effective immediately, the addition, amendment and/or repeal of any\n   14  rules or regulations necessary for the implementation of  the  foregoing\n   15  section  of this act on its effective date is authorized and directed to\n   16  be made and completed on or before such effective date.\n",
  "memo" : "BILL NUMBER:S1623\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to\naccessibility by blind and visually impaired persons\nto automated teller machines\n\nPURPOSE:\nThis legislation would better enable blind and visually handicapped\npersons to utilize automated teller machines.\n\nSUMMARY OF PROVISIONS:\nA new section 399-i is added to the general business law. Section\n399-i(1) defines the term \"automated teller machine\".\n\nSection 399-e(2) Provides that no ATMs may be sold In the State of\nNew York without raised lettering and/or Braille lettering or unless\nthe number size or font can be enlarged by the push of a button.\n\nSection 399-e(3) Provides that every ATM provider shall provide verbal\nassistance or instruction in Braille in the use of ATMs provided by\nsuch provider.\n\nSection 399-e(4) Provides that in the event that an ATM is not\nmodified in accordance with section 2 the machine provider shall make\nmodifications or adaptations to make the machine fully accessible and\nusable by blind and visually impaired persons.\n\nSection 399-e(5) Provides for a civil fine of2,500 dollars for each\nmachine sold in violation of section 2 and a civil fine of 1,000\ndollars per day per machine for violations of section 3 or 4.\n\nEXISTING LAW:\nThere are many laws to protect the civil rights of blind and visually\nimpaired persons, however, there is currently no requirement for\nautomated teller machines to be equipped to provide greater access\nfor visually impaired persons.\n\nJUSTIFICATION:\nIn today's modern, fast-paced economy many people enjoy the convenience\nof using automated teller machines rather than waiting in line to do\ntheir banking. Unfortunately, although some ATMs are accessible to\nblind and visually impaired people most are not. Additionally, even\nin the event that an ATM is equipped with raised or Braille letters\nand numbers on the keypad the on-screen visual display is often too\nsmall to be properly read. Technology exists where on-screen\ninformation can be audibly verbalized to facilitate use by blind and\nvisually impaired persons. New York State has a long history and\ntradition of helping those with disabilities overcome their physical\n\nlimitations and become more active in society. This bill continues\nthis great tradition.\n\nLEGISLATIVE HISTORY:\nS.5808 of 2007\n05/11/07 Referred to Consumer Protection\nS.135 of 2009\n01/07/09 Referred to Consumer Protection\n01/06/10 Referred to Consumer Protection\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the 1st of January next succeeding the\ndate on which it shall have become a law, provided, however, that\neffective immediately, the addition, amendment, and/or repeal of any\nrules or regulations necessary for the implementation of the\nforegoing section of this act on its effective date is authorized and\ndirected to be made and completed on or before such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to accessibility by blind and visually impaired persons to automated teller machines ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T170157.TXT", "SOBI.D110110.T154619.TXT", "SOBI.D110110.T155131.TXT", "SOBI.D110111.T154221.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909030
}