{
  "year" : 2011,
  "senateBillNo" : "S1627-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S1627-2011-1294635600000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "States the maximum rate of interest on credit cards shall not exceed eighteen percent annually",
  "summary" : "Authorizes the banking board to set the maximum rate of interest for credit cards at not to exceed 18% annually; such rate may only exceed 18% if the prime rate exceeds 18% for sixty consecutive days, but in no event shall such new rate be more than one and one quarter percent above the prime rate in effect at the time such rate is set. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S96-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1627\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation  to  the  maximum  rate  of\n         interest on credit cards\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The banking law is amended by adding a new section 14-g  to\n    2  read as follows:\n    3    S  14-G.    POWER  OF  THE  BANKING BOARD TO PRESCRIBE MAXIMUM RATE OF\n    4  INTEREST ON CREDIT CARDS.  1.  AS USED IN THIS SECTION, THE TERM \"CREDIT\n    5  CARD\" SHALL MEAN ANY CREDIT PLATE, CHARGE PLATE OR OTHER  IDENTIFICATION\n    6  CARD  OR DEVICE WHICH IS ISSUED TO ANY LEGAL ENTITY AS THE HOLDER THERE-\n    7  OF, AND MAY BE USED BY SUCH HOLDER TO OBTAIN A CASH ADVANCE OR A LOAN OR\n    8  CREDIT, OR TO PURCHASE OR RENT PROPERTY OR SERVICES ON THE CREDIT OF THE\n    9  ISSUER OR OF THE HOLDER.\n   10    2.  NOTWITHSTANDING THE PROVISIONS OF ANY OTHER  LAW,  RULE  OR  REGU-\n   11  LATION  TO THE CONTRARY, THE BANKING BOARD SHALL SET THE MAXIMUM RATE OF\n   12  INTEREST FOR CREDIT CARDS, NOT  TO  EXCEED  EIGHTEEN  PERCENT  ANNUALLY.\n   13  SUCH  RATE  MAY  ONLY  EXCEED EIGHTEEN PERCENT IF THE PRIME RATE EXCEEDS\n   14  EIGHTEEN PERCENT FOR SIXTY CONSECUTIVE DAYS, BUT IN NO EVENT SHALL  SUCH\n   15  NEW RATE ESTABLISHED BY THE BANKING BOARD BE MORE THAN ONE AND ONE-QUAR-\n   16  TER PERCENT ABOVE THE PRIME RATE IN EFFECT AT THE TIME SUCH RATE IS SET.\n   17    3.    NO  PERSON,  FIRM  OR CORPORATION SHALL, DIRECTLY OR INDIRECTLY,\n   18  CHARGE, TAKE OR RECEIVE ANY MONEY, GOODS OR SERVICES AS INTEREST ON  THE\n   19  EXTENSION  OF CREDIT AT A RATE EXCEEDING THE RATE PRESCRIBED PURSUANT TO\n   20  SUBDIVISION TWO OF THIS SECTION.\n   21    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   22  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05870-01-1\n",
  "memo" : "BILL NUMBER:S1627\n\nTITLE OF BILL:\nAn act\nto amend the banking law, in relation to the maximum rate of\ninterest on credit cards\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo set a cap on current credit card interest rates in the State of New\nYork more in line with interest rates for other credit rates in other\nareas.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nCreates a new Section 14-g to the Banking law and defines:\n\n1. The term \"credit card\".\n2. Establishes a maximum rate of interest of fifteen percent (18%) and\nprovides for raising the rate according to a time and prime rate\nformula.\n3. Makes maximum interest rate for credit cards applicable to all\npersons and corporations in New York.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThis bill amends, by implication Section 14(A) of the Banking law, by\nimposing a cap specifically on interest rates of credit cards.\n\nJUSTIFICATION:\nIn today's economy, with present interest rates for home mortgages at\neight percent (8%), consumers should not have to tolerate being\ncharged rates in excess of twice the prime rate to use a credit card.\nIn addition, the industry has shown no inclination to regulate itself\nresponsibly in terms of lowering its rates and, therefore, the State\nmust protect the interest of consumers.\n\nPRIOR LEGISLATIVE HISTORY:\nS.1906A of 2007\n01/29/07 Referred to Banks\nS.96 of 2009\n01/07/09 Referred to Banks\n01/06/10 Referred to Banks\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENT:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the thirtieth day after it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to the maximum rate of interest on credit cards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T155222.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110110.T160630.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110111.T154722.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909035
}