{
  "year" : 2011,
  "senateBillNo" : "S1628-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1628-2011-1294635600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides tax credit on personal income taxes for homeowner's insurance",
  "summary" : "Provides a personal income tax credit of up to $350 for homeowners whose homeowner's insurance rate exceeds the mean of such rates in cities with a population of 100,000 or more; and requires the superintendent of insurance to annually compute the mean rate of premium charged per thousand for homeowner's and fire insurance. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S101-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1628\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in  relation  to  providing  a  credit  for\n         excessive residential insurance payments in certain cities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1     Section 1.  The tax law is amended by adding a  new  section  623  to\n    2  read as follows:\n    3    S  623.    CREDIT  FOR EXCESSIVE INSURANCE PAYMENTS IN A CITY HAVING A\n    4  POPULATION OF ONE HUNDRED THOUSAND OR MORE.  (A)  GENERAL.   A  RESIDENT\n    5  TAXPAYER  SHALL  BE ALLOWED A CREDIT AGAINST THE TAX OTHERWISE DUE UNDER\n    6  THIS ARTICLE IN THE AMOUNT PAID BY HIM OR HER DURING  THE  TAXABLE  YEAR\n    7  FOR  HOMEOWNER'S  INSURANCE  OR  FIRE  INSURANCE ON A SINGLE FAMILY OR A\n    8  MULTI-FAMILY DWELLING CONTAINING NO MORE THAN THREE  FAMILIES  WHICH  IS\n    9  THE  TAXPAYER'S  PRINCIPAL  PLACE  OF  RESIDENCE  IN EXCESS OF AN AMOUNT\n   10  DETERMINED BY MULTIPLYING THE MEAN RATE OF PREMIUM CHARGED PER  THOUSAND\n   11  FOR  SUCH INSURANCE IN THE CITY OF HIS OR HER RESIDENCE TIMES THE NUMBER\n   12  OF THOUSANDS OF DOLLARS OF SUCH INSURANCE FOR WHICH HE OR SHE PAID.\n   13     (B)   LIMITATIONS.   (1)   THE CREDIT UNDER THIS  SECTION  SHALL  NOT\n   14  EXCEED  THREE  HUNDRED  FIFTY DOLLARS, NOR IN ANY EVENT SHALL IT BE MORE\n   15  THAN THE TAX OTHERWISE TO BE PAID BY THE TAXPAYER.\n   16     (2)  SUCH CREDIT SHALL ONLY APPLY IN CITIES WITH A POPULATION OF  ONE\n   17  HUNDRED THOUSAND OR MORE.\n   18     (3)    ONLY  ONE TAXPAYER, OR HUSBAND AND WIFE FILING A JOINT RETURN,\n   19  MAY CLAIM SUCH CREDIT AND IT WILL ONLY BE ALLOWED SO LONG AS THE  QUALI-\n   20  FIED TAXPAYER OWNS AND RESIDES IN THE RESIDENCE WHICH WAS SO INSURED.\n   21     (C)   THE SUPERINTENDENT OF INSURANCE SHALL COMPUTE ANNUALLY THE MEAN\n   22  RATE OF PREMIUM CHARGED PER THOUSAND FOR HOMEOWNER'S INSURANCE  AND  FOR\n   23  RESIDENTIAL  FIRE  INSURANCE  IN  EACH  CITY  HAVING A POPULATION OF ONE\n   24  HUNDRED THOUSAND OR MORE.\n   25     S 2.   This act shall take  effect  on  the  first  of  January  next\n   26  succeeding  the date on which it shall have become a law and shall apply\n   27  to all taxable years beginning on or after such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05872-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a credit for excessive residential insurance payments in certain cities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T155222.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110110.T170634.TXT", "SOBI.D110110.T160630.TXT", "SOBI.D110110.T162131.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294779142349
}