{
  "year" : 2011,
  "senateBillNo" : "S1626-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1626-2011-1294635600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits missed appointment charges where physician's office receives notice of cancellation of appointment at least one hour before time; requires disclosure",
  "summary" : "Prohibits the charging of a patient fee for a missed appointment where the physician's office receives notice of cancellation of the appointment at least one hour before the time of the appointment; requires advance disclosure of physician office policy respecting any charges for missed appointments. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S92-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1626\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to physician  charges\n         for missed appointments by patients\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  19-a to read as follows:\n    3    S 19-A. PHYSICIAN CHARGES FOR MISSED APPOINTMENTS OF PATIENTS; LIMITA-\n    4  TION AND DISCLOSURE. 1.  NO PHYSICIAN LICENSED UNDER ARTICLE ONE HUNDRED\n    5  THIRTY-ONE  OF THE EDUCATION LAW SHALL CHARGE ANY PATIENT A FEE OR OTHER\n    6  CHARGE FOR FAILING TO APPEAR  AT  THE  APPOINTED  TIME  OF  A  SCHEDULED\n    7  APPOINTMENT  WHERE  THE  PHYSICIAN'S  OFFICE  HAS  RECEIVED  NOTICE OF A\n    8  CANCELLATION OR A CHANGE OF THE APPOINTMENT AT LEAST ONE HOUR IN ADVANCE\n    9  OF THE SCHEDULED APPOINTMENT.\n   10    2. IN ANY CASE WHERE A PHYSICIAN'S POLICY  IS  TO  CHARGE  A  FEE  FOR\n   11  MISSED PATIENT APPOINTMENTS, ADVANCE WRITTEN NOTICE OF THE TERMS OF SUCH\n   12  POLICY  SHALL  BE  PROMINENTLY POSTED IN THE PATIENT WAITING ROOM OF THE\n   13  PHYSICIAN'S OFFICE  AND  PERIODICALLY  INCLUDED  WITH  BILLS  MAILED  TO\n   14  PATIENTS.  NO  FEE FOR MISSED PATIENT APPOINTMENTS MAY BE CHARGED IN THE\n   15  ABSENCE OF SUCH ADVANCE WRITTEN NOTICE BEING GIVEN TO THE PATIENT.\n   16    3. NO PROVISION OF THIS SECTION SHALL BE DEEMED TO AUTHORIZE A  PHYSI-\n   17  CIAN  TO  CHARGE A FEE FOR MISSED PATIENT APPOINTMENTS IF SUCH CHARGE IS\n   18  OTHERWISE PROHIBITED BY LAW, REGULATION, RULE OR PRACTICE OR  DEEMED  TO\n   19  BE UNETHICAL.\n   20    4.  NOTWITHSTANDING  ANY  INCONSISTENT  PROVISION  OF  THIS CHAPTER, A\n   21  PHYSICIAN WHO IS DETERMINED, AFTER OPPORTUNITY FOR A  HEARING,  TO  HAVE\n   22  VIOLATED  THE  PROVISIONS OF THIS SECTION SHALL BE SUBJECT FOR THE FIRST\n   23  VIOLATION TO A FINE OF NOT MORE THAN ONE THOUSAND DOLLARS NOR LESS  THAN\n   24  THE  GREATER  OF THREE TIMES THE AMOUNT COLLECTED, OR, IF NOT COLLECTED,\n   25  THREE TIMES THE AMOUNT CHARGED, IN CONTRAVENTION TO ANY PROHIBITION  SET\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05865-01-1\n\n       S. 1626                             2\n\n    1  FORTH  IN  THIS  SECTION,  AND,  FOR EACH ADDITIONAL VIOLATION COMMITTED\n    2  WITHIN FIVE YEARS OF THE DATE OF AN IMMEDIATELY PRECEDING  VIOLATION  OF\n    3  THIS  SECTION, TO A FINE OF NOT MORE THAN FIVE THOUSAND DOLLARS NOR LESS\n    4  THAN  THE  GREATER  OF  ONE  THOUSAND  DOLLARS OR THREE TIMES THE AMOUNT\n    5  COLLECTED, OR, IF NOT COLLECTED, THREE  TIMES  THE  AMOUNT  CHARGED,  IN\n    6  CONTRAVENTION  TO  ANY  PROHIBITION SET FORTH IN THIS SECTION; PROVIDED,\n    7  HOWEVER, THAT IN NO EVENT SHALL THE FINE FOR AN INDIVIDUAL VIOLATION  OF\n    8  THIS  SECTION  BE GREATER THAN FIVE THOUSAND DOLLARS. IN ADDITION, WHERE\n    9  THE PROVISIONS OF THIS SECTION HAVE BEEN VIOLATED, THE  PHYSICIAN  SHALL\n   10  REFUND TO THE PATIENT THE AMOUNT COLLECTED AS A FEE FOR A MISSED PATIENT\n   11  APPOINTMENT.\n   12    S  2.  This  act  shall take effect on the first of the calendar month\n   13  next succeeding the sixtieth day after it shall have become  a  law  and\n   14  shall  apply  to  all  appointments  scheduled  to occur on or after its\n   15  effective date no matter when made.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to physician charges for missed appointments by patients ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T170157.TXT", "SOBI.D110110.T160630.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110111.T154722.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778842256
}