{
  "year" : 2011,
  "senateBillNo" : "S1620-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1620-2011-1294635600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "1ST REPORT CAL.30",
    "billEventId" : "S1620-2011-1295931600000-1ST+REPORT+CAL.30",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1295969400000S1620-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295969400000,
    "ayes" : [ "Saland", "DeFrancisco", "Flanagan", "Fuschillo", "Gallivan", "Golden", "Lanza", "Nozzolio", "Gianaris", "Huntley", "Parker", "Perkins", "Squadron", "Espaillat" ],
    "nays" : [ "O'Mara", "Duane" ],
    "abstains" : null,
    "excused" : null,
    "ayeswr" : null,
    "description" : "Codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to creating a hazard",
  "summary" : "Provides that any person who shall abandon in a public place, any controlled substance or dangerous drug as defined in article 220 or 221 of the penal law, shall be guilty of creating a hazard. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S71-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : [ "CODES" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1620\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to creating a hazard\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  270.10  of  the  penal law is amended to read as\n    2  follows:\n    3  S 270.10 Creating a hazard.\n    4    A person is guilty of creating a hazard when:\n    5    1. Having discarded in any place where it might  attract  children,  a\n    6  container  which  has  a compartment of more than one and one-half cubic\n    7  feet capacity and a door or lid which  locks  or  fastens  automatically\n    8  when closed and which cannot easily be opened from the inside, he OR SHE\n    9  fails to remove the door, lid, locking or fastening device; or\n   10    2.  Being  the  owner  or otherwise having possession of property upon\n   11  which an abandoned well or cesspool is located, he OR SHE fails to cover\n   12  the same with suitable protective construction; OR\n   13    3. ABANDONS IN A PUBLIC PLACE ANY CONTROLLED  SUBSTANCE  OR  DANGEROUS\n   14  DRUG  AS  DEFINED  IN  ARTICLE TWO HUNDRED TWENTY OR ARTICLE TWO HUNDRED\n   15  TWENTY-ONE OF THIS CHAPTER. FOR THE PURPOSES OF  THIS  SUBDIVISION,  THE\n   16  TERM  \"ABANDONS\"  SHALL  MEAN  TO  VOLUNTARILY  DISCARD, LEAVE BEHIND OR\n   17  RELINQUISH HIS OR HER  INTEREST  IN  SUCH  PROPERTY  DESCRIBED  IN  THIS\n   18  SECTION.\n   19    Creating a hazard is a class B misdemeanor.\n   20    S 2. This act shall take effect on the first of November next succeed-\n   21  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05858-01-1\n",
  "memo" : "BILL NUMBER:S1620               REVISED 01/26/2011\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to creating a hazard\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo add a new hazard of abandoning a dangerous drug or controlled\nsubstance to penal law 270.10 crime of creating a hazard\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAdds a new subsection .3 to penal law section 270.10 that creates the\ncrime of abandoning a dangerous drug or controlled substance as\ndefined by penal law article 220 or 221. Defines \"abandons\" as\n\"voluntarily discard, leave behind or relinquish his or her interest\nin such property as described in this section.\"\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nCurrently. there is no penalty when a drug suspect \"tosses\" or\ndiscards the controlled substance he or she was carrying. This bill\nwould make that abandonment in a public place a class B misdemeanor.\n\nJUSTIFICATION:\nDrug suspects frequently \"toss\" narcotics or other controlled\nsubstances during police chases so they are not caught in possession\nof the illegal substances. Observant law enforcement officials are\nusually able to recover the dropped materials but not in all cases.\nThese abandoned drugs create a public hazard and present a danger\nespecially to younger children who may see a container or\nplastic-wrapped package as inviting to play with or put in their\nmouths. Also, packages of drugs present a danger to pets who may\nsniff or eat these harmful substances. In addition, when drugs are\nabandoned in bushes, grass, trash bins or other public areas it\nforces law enforcement to elevate patrol time to locating the\ncontraband. This time could be better spent answering calls and\nhelping the public.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to creating a hazard ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T173144.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110110.T154619.TXT", "SOBI.D110111.T154221.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110125.T135419.TXT", "SOBI.D110126.T133258.TXT-agenda-1.xml" ],
  "luceneActive" : true,
  "luceneModified" : 1296066778056
}