{
  "year" : 2011,
  "senateBillNo" : "S1622-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1622-2011-1294635600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes it unlawful for any commercial operator of a motor vehicle to transport loose substances in an open vehicle without proper restraints",
  "summary" : "Makes it unlawful for any commercial operator of a motor vehicle to transport loose substances in an open vehicle without the use of a proper restraint mechanism, as approved by the commissioner of motor vehicles. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "SB105-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1622\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  the  trans-\n         portation of loose substances in open vehicles\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 380-a of the vehicle and traffic law, as  added  by\n    2  chapter  418 of the laws of 1975 and subdivision 1 as amended by chapter\n    3  369 of the laws of 1987, is amended to read as follows:\n    4    S 380-a. Certain vehicles  engaged  in  the  transportation  of  loose\n    5  cargo.    1.  It shall be unlawful [to operate on any public highway any\n    6  open truck or trailer being utilized for the transportation of any loose\n    7  substances, unless said truck or trailer has a cover, tarpaulin or other\n    8  device of a type and  specification  approved  by  the  commissioner  of\n    9  transportation  which completely closes in the opening on the said truck\n   10  or trailer while said truck or trailer shall be so operated,  so  as  to\n   11  prevent  the  falling of any such substances therefrom.  However, if the\n   12  load is arranged so that no loose substance can fall from or blow out of\n   13  such truck, the covering is not necessary.] FOR A COMMERCIAL OPERATOR OF\n   14  A MOTOR VEHICLE TO TRANSPORT LOOSE SUBSTANCES IN AN OPEN VEHICLE WITHOUT\n   15  THE USE OF A MECHANISM, APPROVED BY THE COMMISSIONER OF  TRANSPORTATION,\n   16  TO PREVENT LOOSE SUBSTANCES FROM BECOMING DISLODGED OR REMOVED FROM SUCH\n   17  VEHICLE DURING TRANSPORT.\n   18    2.  IT  SHALL BE UNLAWFUL FOR A COMMERCIAL OPERATOR OF A MOTOR VEHICLE\n   19  TO TRANSPORT LOOSE SUBSTANCES IN A VEHICLE WITHOUT  THE  USE  OF  SPLASH\n   20  GUARDS,  APPROVED  BY  THE  COMMISSIONER  OF  MOTOR VEHICLES, TO PREVENT\n   21  SUBSTANCES FROM BEING THROWN BY SUCH VEHICLE DURING TRAVEL.\n   22    [2.] 3. The commissioner  of  transportation  is  authorized  to  make\n   23  necessary  rules  and regulations to carry into effect the provisions of\n   24  this section, applying such provisions to specific conditions and  loads\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05875-01-1\n\n       S. 1622                             2\n\n    1  and   prescribing  means,  methods  and  practices  to  effectuate  such\n    2  provisions.\n    3    [3.]  4. The provisions of this section shall not apply to motor vehi-\n    4  cles, trailers and semitrailers conveying \"farm products\" as defined  in\n    5  section two of the agriculture and markets law.\n    6    S  2. This act shall take effect one year after it shall have become a\n    7  law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the transportation of loose substances in open vehicles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T170157.TXT", "SOBI.D110110.T154619.TXT", "SOBI.D110111.T154221.TXT", "SOBI.D110110.T162131.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778541065
}