{
  "year" : 2011,
  "senateBillNo" : "S1621-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1621-2011-1294635600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of aggravated criminal conduct",
  "summary" : "Creates the class E felony of aggravated criminal conduct; provides that a person is guilty of aggravated criminal conduct when such person commits a class A misdemeanor and has been convicted of five or more qualifying misdemeanors or felony convictions within the preceding five years. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S72-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1621\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation  to  creating  the  crime  of\n         aggravated criminal conduct\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 240.75  to\n    2  read as follows:\n    3  S 240.75 AGGRAVATED CRIMINAL CONDUCT.\n    4    1.  A PERSON IS GUILTY OF AGGRAVATED CRIMINAL CONDUCT WHEN SUCH PERSON\n    5  COMMITS A CLASS A MISDEMEANOR AND HAS BEEN CONVICTED  OF  FIVE  OR  MORE\n    6  QUALIFYING  MISDEMEANOR  OR  FELONY  CONVICTIONS  WITHIN THE IMMEDIATELY\n    7  PRECEDING FIVE YEARS.\n    8    2. THE PROVISIONS OF SECTION 200.60  OF  THE  CRIMINAL  PROCEDURE  LAW\n    9  SHALL APPLY TO ANY PROSECUTION UNDER THIS SECTION.\n   10    3.  FOR  THE PURPOSES OF THIS SECTION, IN DETERMINING WHETHER A PERSON\n   11  HAS BEEN PREVIOUSLY CONVICTED OF FIVE OR MORE QUALIFYING MISDEMEANOR  OR\n   12  FELONY  CONVICTIONS  WITHIN  THE  IMMEDIATE  PRECEDING  FIVE  YEARS, THE\n   13  FOLLOWING CRITERIA SHALL APPLY:\n   14    (A) EACH CONVICTION SHALL HAVE BEEN FOR A CLASS A MISDEMEANOR; A FELO-\n   15  NY; OR OF A CRIME IN ANOTHER JURISDICTION FOR WHICH A SENTENCE TO A TERM\n   16  OF IMPRISONMENT OF AT LEAST ONE YEAR IS AUTHORIZED IN THIS  STATE  IRRE-\n   17  SPECTIVE OF WHETHER SUCH SENTENCE WAS IMPOSED;\n   18    (B)  SENTENCE  UPON EACH SUCH PRIOR CONVICTION SHALL HAVE BEEN IMPOSED\n   19  BEFORE COMMISSION OF THE PRESENT MISDEMEANOR.\n   20    (C) SUSPENDED SENTENCE, SUSPENDED EXECUTION OF SENTENCE,  SENTENCE  OF\n   21  PROBATION,  SENTENCE  OF PAROLE SUPERVISION, AND SENTENCE OF CONDITIONAL\n   22  DISCHARGE OR  OF  UNCONDITIONAL  DISCHARGE  SHALL  BE  DEEMED  TO  BE  A\n   23  SENTENCE;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05859-01-1\n\n       S. 1621                             2\n\n    1    (D)  EXCEPT  AS  PROVIDED  IN  PARAGRAPH (E) OF THIS SUBDIVISION, EACH\n    2  SENTENCE SHALL HAVE BEEN IMPOSED NOT MORE THAN FIVE YEARS BEFORE COMMIS-\n    3  SION OF THE PRESENT MISDEMEANOR;\n    4    (E) AN OFFENSE FOR WHICH THE DEFENDANT HAS BEEN PARDONED ON THE GROUND\n    5  OF  INNOCENCE  SHALL  NOT  BE  DEEMED  A  PREVIOUS MISDEMEANOR OR FELONY\n    6  CONVICTION;\n    7    (F) IN CALCULATING THE FIVE YEAR PERIOD UNDER SUBDIVISION ONE OF  THIS\n    8  SECTION,  ANY PERIOD OF TIME DURING WHICH THE DEFENDANT WAS INCARCERATED\n    9  FOR ANY REASON BETWEEN THE TIME OF COMMISSION OF  ANY  OF  THE  PREVIOUS\n   10  CONVICTIONS  AND  THE  TIME OF THE COMMISSION OF THE PRESENT MISDEMEANOR\n   11  SHALL BE EXCLUDED AND SUCH FIVE YEAR PERIOD SHALL BE EXTENDED BY A PERI-\n   12  OD OR PERIODS EQUAL TO THE TIME SERVED;\n   13    (G) WHEN MULTIPLE SENTENCES FOR TWO OR MORE CONVICTIONS  WERE  IMPOSED\n   14  AT THE SAME TIME, ALL CONVICTIONS SHALL BE DEEMED TO CONSTITUTE ONLY ONE\n   15  CONVICTION.\n   16    AGGRAVATED CRIMINAL CONDUCT IS A CLASS E FELONY.\n   17    S 2. This act shall take effect on the first of November next succeed-\n   18  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1621\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to creating the crime of aggravated\ncriminal conduct\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe bill would amend the penal law by\ncreating a criminal offense designed to punish and deter persistent\ncriminal offenders.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 of the bill\namends the penal\nlaw by creating the criminal offense of aggravated criminal conduct\nand is punishable as a class E felony.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThe bill amends\nthe penal law by creating a criminal offense designed to provide\nsignificant punishment to persistent misdemeanor offenders. The\ncurrent law does not have any like provisions.\n\nJUSTIFICATION:\nThis bill will create a criminal offense that will\nprovide an additional punishment to criminal offenders that have been\nrepeatedly convicted of five or more misdemeanors within five years.\nBy enacting, the criminal offense of aggravated criminal conduct, the\nsafety of the public will be further protected by requiring chronic\nmisdemeanor offenders to serve an additional felony prison sentence.\nThis additional sentence will not only provide additional punishment\nto repeat misdemeanor offenders, but it will also provide a deterrent\nto those who have yet committed the prerequisite number of\nmisdemeanor offenses.\n\nLEGISLATIVE HISTORY:\nS.2497 of 2008\n02/06/08 Referred to Codes\nS.72 of 2009\n01/07/09 Referred to Codes\n01/06/10 Referred to Codes\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThis bill shall take effect on the first of November\nnext succeeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to creating the crime of aggravated criminal conduct ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T170157.TXT", "SOBI.D110110.T154619.TXT", "SOBI.D110111.T154221.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909027
}