{
  "year" : 2011,
  "senateBillNo" : "S1625-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
    "billEventId" : "S1625-2011-1294635600000-REFERRED+TO+MENTAL+HEALTH+AND+DEVELOPMENTAL+DISABILITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates the establishment and location of methadone treatment centers",
  "summary" : "Regulates the establishment and location of a methadone treatment center by prohibiting its establishment or continued operation within five hundred feet of an educational institution at the secondary level or below, day care center, church, synagogue or other place of worship unless located within a hospital. ",
  "currentCommittee" : "MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "S94-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1625\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Mental Health and Develop-\n         mental Disabilities\n\n       AN ACT to amend the mental hygiene law, in relation to the  location  of\n         methadone treatment centers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The mental hygiene law is amended by adding a new  section\n    2  22.13 to read as follows:\n    3  S 22.13  LOCATION OF METHADONE TREATMENT CENTERS.\n    4    (A)    IN  ADDITION TO ANY OTHER REQUIREMENTS OF THIS CHAPTER OR OTHER\n    5  PROVISION OF LAW, RULE OR  REGULATION,  NO  METHADONE  TREATMENT  CENTER\n    6  SHALL  BE  ESTABLISHED, APPROVED, MAINTAINED OR CONTINUED WHICH SHALL BE\n    7  WITHIN A RADIUS OF FIVE HUNDRED FEET OF A BUILDING OCCUPIED AS A  PUBLIC\n    8  OR  PRIVATE  EDUCATIONAL  INSTITUTION  AT  THE SECONDARY LEVEL OR BELOW,\n    9  DAY-CARE CENTER, CHURCH, SYNAGOGUE OR  OTHER  PLACE  OF  WORSHIP  UNLESS\n   10  LOCATED IN A HOSPITAL; THE MEASUREMENTS TO DETERMINE SUCH DISTANCE SHALL\n   11  BE  TAKEN  IN A STRAIGHT LINE FROM THE CENTER OF THE NEAREST ENTRANCE OF\n   12  SUCH PUBLIC OR PRIVATE EDUCATIONAL INSTITUTION, DAY-CARE CENTER, CHURCH,\n   13  SYNAGOGUE OR OTHER PLACE  OF  WORSHIP  TO  THE  CENTER  OF  THE  NEAREST\n   14  ENTRANCE OF SUCH METHADONE TREATMENT CENTER.\n   15    (B)    WITHIN  THE  CONTEXT OF THIS SECTION, THE WORD \"ENTRANCE\" SHALL\n   16  MEAN A DOOR OF  A  PUBLIC  OR  PRIVATE  EDUCATIONAL  INSTITUTION,  OF  A\n   17  DAY-CARE  CENTER,  OF A HOUSE OF WORSHIP, OR OF SUCH METHADONE TREATMENT\n   18  CENTER REGULARLY USED TO GIVE INGRESS TO STUDENTS, TO  THE  PARENTS  AND\n   19  CHILDREN  OF  THE  DAY-CARE  CENTER, TO THE GENERAL PUBLIC ATTENDING THE\n   20  PLACE OF WORSHIP, AND TO ANY DRUG DEPENDENT  PERSONS  BEING  TREATED  AT\n   21  SUCH METHADONE TREATMENT CENTER;  EXCEPT THAT, WHERE A PUBLIC OR PRIVATE\n   22  EDUCATIONAL INSTITUTION, DAY-CARE CENTER OR HOUSE OF WORSHIP IS SET BACK\n   23  FROM  A  PUBLIC  THOROUGHFARE, THE WALKWAY OR STAIRS LEADING TO ANY SUCH\n   24  DOOR SHALL BE DEEMED AN ENTRANCE AND THE MEASUREMENT SHALL BE  TAKEN  TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05868-01-1\n\n       S. 1625                             2\n\n    1  THE  CENTER  OF  THE  WALKWAY  OR STAIRS AT THE POINT WHERE IT MEETS THE\n    2  BUILDING LINE OR PUBLIC THOROUGHFARE.   A DOOR  WHICH  HAS  NO  EXTERIOR\n    3  HARDWARE,  OR  WHICH  IS USED SOLELY AS AN EMERGENCY OR FIRE EXIT OR FOR\n    4  MAINTENANCE  PURPOSES,  OR  WHICH LEADS DIRECTLY TO A PART OF A BUILDING\n    5  NOT REGULARLY USED BY SUCH DRUG DEPENDENT PERSONS SHALL NOT BE DEEMED AN\n    6  \"ENTRANCE\".\n    7    S 2.  This act shall take effect seven  months  after  it  shall  have\n    8  become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to the location of methadone treatment centers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T160128.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110110.T160630.TXT", "SOBI.D110111.T154722.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778842252
}