{
  "year" : 2011,
  "senateBillNo" : "S1624-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1624-2011-1294635600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the chancellor shall hold a public hearing before he or she closes any school",
  "summary" : "Provides that the chancellor shall hold a public hearing before he or she closes any school. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S129-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1624\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to the discontinuation of\n         certain schools in cities with a population of one million or more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2 of section 2590-h of the education law, as\n    2  amended by chapter 345 of the laws  of  2009,  is  amended  to  read  as\n    3  follows:\n    4    2. Establish, control and operate new schools or programs of the types\n    5  specified in subdivision one of this section, or to discontinue any such\n    6  schools and programs as he or she may determine; provided, however, that\n    7  the chancellor shall:\n    8    (A)  consult  with  the  affected community district education council\n    9  before:\n   10    [(a)] (I) substantially expanding or reducing such an existing  school\n   11  or program within a community district;\n   12    [(b)] (II) initially utilizing a community district school or facility\n   13  for such a school or program;\n   14    [(c)]  (III)  instituting any new program within a community district;\n   15  AND\n   16    (B) HOLD A PUBLIC HEARING  ON THE PROPOSED CLOSURE OF ANY SCHOOL. SUCH\n   17  HEARING SHALL BE HELD AT THE SCHOOL THAT IS THE SUBJECT OF THE  HEARING.\n   18  SUCH HEARING SHALL BE HELD AT LEAST SIX MONTHS AND NO MORE THAN ONE YEAR\n   19  PRIOR TO SUCH ANTICIPATED CLOSURE DATE. THE CHANCELLOR SHALL ENSURE THAT\n   20  NOTICE  OF THE HEARING IS POSTED IN SUCH A MANNER TO MAXIMIZE THE NUMBER\n   21  OF AFFECTED INDIVIDUALS THAT RECEIVE NOTICE, INCLUDING PROVIDING  NOTICE\n   22  TO  STUDENTS AND PARENTS OF THE STUDENTS. IN THE EVENT THAT IT IS DETER-\n   23  MINED AFTER SUCH HEARING THAT A SCHOOL SHOULD  BE  CLOSED  SUCH  CLOSURE\n   24  MUST  WAIT  UNTIL  THE  SCHOOL YEAR IN WHICH THE FINAL DETERMINATION HAD\n   25  BEEN MADE, HAS ENDED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05893-01-1\n\n       S. 1624                             2\n\n    1    S 2. This act shall take effect on the thirtieth day  after  it  shall\n    2  have become a law; provided that the amendments to section 2590-h of the\n    3  education law made by section one of this act shall not affect the expi-\n    4  ration  and reversion of such subdivision and shall expire and be deemed\n    5  repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the discontinuation of certain schools in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T170157.TXT", "SOBI.D110111.T154221.TXT", "SOBI.D110110.T155628.TXT", "SOBI.D110110.T162131.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778541081
}