{
  "year" : 2011,
  "senateBillNo" : "S1629-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S1629-2011-1294635600000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a real property tax exemption for active duty reservists",
  "summary" : "Authorizes a real property tax exemption for active duty reservists upon adoption of a local law, ordinance or resolution providing therefor; requires property of such active duty reservists to be his or her primary residence and such active duty reservist must have retained his or her active duty status for at least 90 consecutive days to claim such tax exemption; defines \"eligible  reservist\". ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "SA103-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1629\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the real property tax law, in relation to tax exemptions\n         for eligible reservists\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 458-c to read as follows:\n    3    S 458-C. EXEMPTION FOR CERTAIN RESERVISTS. 1.  FOR  PURPOSES  OF  THIS\n    4  SECTION,  \"ELIGIBLE  RESERVIST\" MEANS A MEMBER OF A RESERVE COMPONENT OF\n    5  THE ARMED FORCES OF THE UNITED STATES ORDERED  TO  ACTIVE  DUTY  BY  THE\n    6  PRESIDENT OF THE UNITED STATES.\n    7    2.  REAL  PROPERTY  OWNED BY AN ELIGIBLE RESERVIST OR SUCH RESERVIST'S\n    8  SPOUSE SHALL BE EXEMPT FROM TAXATION OF SUCH PROPERTY FOR CITY, VILLAGE,\n    9  TOWN, PART TOWN, SPECIAL  DISTRICT  OR  COUNTY  PURPOSES,  EXCLUSIVE  OF\n   10  SPECIAL  ASSESSMENTS,  PROVIDED  THAT  THE  GOVERNING  BODY  OF  A CITY,\n   11  VILLAGE, TOWN OR COUNTY, AFTER A PUBLIC HEARING,  ADOPTS  A  LOCAL  LAW,\n   12  ORDINANCE OR RESOLUTION PROVIDING THEREFOR.\n   13    3. SUCH EXEMPTION SHALL NOT BE GRANTED TO AN ELIGIBLE RESERVIST RESID-\n   14  ING IN SUCH COUNTY UNLESS:\n   15    (A) THE PROPERTY IS THE PRIMARY RESIDENCE OF THE APPLICANT;\n   16    (B)  THE  PROPERTY  IS  USED  EXCLUSIVELY  FOR  RESIDENTIAL  PURPOSES;\n   17  PROVIDED, HOWEVER, THAT IN THE EVENT ANY PORTION OF SUCH PROPERTY IS NOT\n   18  USED EXCLUSIVELY FOR THE APPLICANT'S RESIDENCE BUT  IS  USED  FOR  OTHER\n   19  PURPOSES,  SUCH  PORTION  SHALL BE SUBJECT TO TAXATION AND THE REMAINING\n   20  PORTION ONLY SHALL  BE  ENTITLED  TO  THE  EXEMPTION  PROVIDED  BY  THIS\n   21  SECTION; AND\n   22    (C)  THE ELIGIBLE RESERVIST RETAINED HIS OR HER ACTIVE DUTY STATUS FOR\n   23  AT LEAST NINETY CONSECUTIVE DAYS WITHIN THE IMMEDIATELY PRECEDING CALEN-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05873-01-1\n\n       S. 1629                             2\n\n    1  DAR YEAR IN WHICH HE OR SHE IS REQUESTING THE EXEMPTION AS AUTHORIZED BY\n    2  THIS SECTION.\n    3    4. ANY ELIGIBLE RESERVIST SHALL BE GRANTED THE EXEMPTION AS AUTHORIZED\n    4  BY  THIS SECTION FOR THE PERIOD OF HIS OR HER ACTIVE DUTY STATUS AS LONG\n    5  AS HIS OR HER PRIMARY RESIDENCE IS LOCATED WITHIN  A  VILLAGE,  TOWN  OR\n    6  COUNTY  IN  WHICH  THE  GOVERNING  BODY OF SUCH VILLAGE, TOWN OR COUNTY,\n    7  AFTER A PUBLIC HEARING, ADOPTS A  LOCAL  LAW,  ORDINANCE  OR  RESOLUTION\n    8  PROVIDING FOR SUCH EXEMPTION.\n    9    5.  APPLICATION FOR SUCH EXEMPTION SHALL BE FILED WITH THE ASSESSOR OR\n   10  OTHER AGENCY, DEPARTMENT OR OFFICE DESIGNATED BY THE MUNICIPALITY OFFER-\n   11  ING SUCH EXEMPTION ON OR BEFORE THE TAXABLE STATUS DATE  ON  A  FORM  AS\n   12  PRESCRIBED BY THE STATE BOARD.\n   13    6.  NO  APPLICANT  WHO  IS AN ELIGIBLE RESERVIST WHO BY REASON OF SUCH\n   14  STATUS IS RECEIVING ANY BENEFIT UNDER THE PROVISIONS OF THIS ARTICLE  ON\n   15  THE  EFFECTIVE  DATE OF THIS SECTION SHALL SUFFER ANY DIMINUTION OF SUCH\n   16  BENEFIT BECAUSE OF THE PROVISIONS OF THIS SECTION.\n   17    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1629\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to tax exemptions for\neligible reservists\n\nPURPOSE:\nThe purpose of this bill is to exempt reservists who have been called\nto active duty from property taxes provided that the local\nmunicipality wherein they reside shall enact a local law.\n\nSUMMARY OF PROVISIONS:\nSection 1 defines \"eligible reservist\" as a reservist called to active\nduty by the President of the United States.\n\nSection 2 Provides that real property owned by a reservist or\nreservist's family shall be exempt from taxation for city, village,\ntown, part town, special district, or county purposes provided that\nthe local municipality enacts a local law to that effect after a\npublic hearing.\n\nSection 3 Provides that the property must be the primary residence of\nthe applicant. Any portion of the property not used as a residence\nshall be subject to taxation. This section also provides that to be\neligible for this exemption the reservist must have been on active\nduty at least 90 consecutive days within the calendar year.\n\nSection 4 Provides that the reservist shall be granted the exemption\nas authorized for the period of his or her active duty service.\n\nSection 5 Provides that the application for exemption shall be filed\nwith the assessor of the local municipality wherein he or she resides.\n\nSection 6 Provides that no applicant who is an eligible reservist who\nby reason of such status is receiving any benefit under the\nprovisions of\nthis article on the effective date of this section shall suffer any\ndiminution of such benefit because of the provisions of this section.\n\nEXISTING LAW:\nThere is currently no real property tax exemption for members of the\nMilitary Reserve called to active duty.\n\nJUSTIFICATION:\nAs of February 5, 2003 approximately 2,000 reservists have been called\nto active duty from New York State. These reservists have been\nsummoned from all parts of New York including: Albany, Long Island,\nBrooklyn, Niagara Falls and many other locations. The War on Terror\nand the War in Iraq and make it likely that more reservists will be\ncalled to active duty. This is especially true given the current\n\npolicy of rotating front line units out of Iraq when their tours of\nduty end and replacing them with reserve and National Guard units.\nReservists who serve their country must leave their regular\nemployment, often for extended periods of time. These periods of\nactive duty can result in financial hardships for military reservists\nand their families. This bill is one way to ease that financial\nburden and to thank and reward Military Reserve personnel for their\nservice to their country. This bill is not an unfunded mandate. This\nlegislation authorizes local municipalities to grant property tax\nrelief at their discretion should they desire to do so.\n\nLEGISLATIVE HISTORY:\nS.114A of 2008\n01/07/04 Referred to Veterans, Homeland Security & Military Affairs\n03/19/04 Amend and Recommit to Veterans, Homeland Security &\nMilitary Affairs\n01/04/06 Referred to Veterans, Homeland Security & Military Affairs\n01/03/08 Referred to Veterans, Homeland Security & Military Affairs\nS.103A of 2009\n01/07/09 Referred to Veterans, Homeland Security & Military Affairs\n03/17/09 Reported with Amendments and Committed to Finance\n03/17/09 Print Number 103A\n01/06/10 Referred to Veterans, Homeland Security & Military Affairs\n06/01/10 Committee Discharged and Committed to Rules\n06/01/10 Ordered to Third Reading Cal. 668\n06/01/10 Passed Senate\n06/01/10 Delivered to Assembly\n06/02/10 Referred to Real Property Taxation\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nLOCAL FISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to tax exemptions for eligible reservists ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T155222.TXT", "SOBI.D110110.T170634.TXT", "SOBI.D110110.T160630.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909037
}