{
  "year" : 2011,
  "senateBillNo" : "S1622-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1622-2011-1294635600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes it unlawful for any commercial operator of a motor vehicle to transport loose substances in an open vehicle without proper restraints",
  "summary" : "Makes it unlawful for any commercial operator of a motor vehicle to transport loose substances in an open vehicle without the use of a proper restraint mechanism, as approved by the commissioner of motor vehicles. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "SB105-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1622\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  the  trans-\n         portation of loose substances in open vehicles\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 380-a of the vehicle and traffic law, as  added  by\n    2  chapter  418 of the laws of 1975 and subdivision 1 as amended by chapter\n    3  369 of the laws of 1987, is amended to read as follows:\n    4    S 380-a. Certain vehicles  engaged  in  the  transportation  of  loose\n    5  cargo.    1.  It shall be unlawful [to operate on any public highway any\n    6  open truck or trailer being utilized for the transportation of any loose\n    7  substances, unless said truck or trailer has a cover, tarpaulin or other\n    8  device of a type and  specification  approved  by  the  commissioner  of\n    9  transportation  which completely closes in the opening on the said truck\n   10  or trailer while said truck or trailer shall be so operated,  so  as  to\n   11  prevent  the  falling of any such substances therefrom.  However, if the\n   12  load is arranged so that no loose substance can fall from or blow out of\n   13  such truck, the covering is not necessary.] FOR A COMMERCIAL OPERATOR OF\n   14  A MOTOR VEHICLE TO TRANSPORT LOOSE SUBSTANCES IN AN OPEN VEHICLE WITHOUT\n   15  THE USE OF A MECHANISM, APPROVED BY THE COMMISSIONER OF  TRANSPORTATION,\n   16  TO PREVENT LOOSE SUBSTANCES FROM BECOMING DISLODGED OR REMOVED FROM SUCH\n   17  VEHICLE DURING TRANSPORT.\n   18    2.  IT  SHALL BE UNLAWFUL FOR A COMMERCIAL OPERATOR OF A MOTOR VEHICLE\n   19  TO TRANSPORT LOOSE SUBSTANCES IN A VEHICLE WITHOUT  THE  USE  OF  SPLASH\n   20  GUARDS,  APPROVED  BY  THE  COMMISSIONER  OF  MOTOR VEHICLES, TO PREVENT\n   21  SUBSTANCES FROM BEING THROWN BY SUCH VEHICLE DURING TRAVEL.\n   22    [2.] 3. The commissioner  of  transportation  is  authorized  to  make\n   23  necessary  rules  and regulations to carry into effect the provisions of\n   24  this section, applying such provisions to specific conditions and  loads\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05875-01-1\n\n       S. 1622                             2\n\n    1  and   prescribing  means,  methods  and  practices  to  effectuate  such\n    2  provisions.\n    3    [3.]  4. The provisions of this section shall not apply to motor vehi-\n    4  cles, trailers and semitrailers conveying \"farm products\" as defined  in\n    5  section two of the agriculture and markets law.\n    6    S  2. This act shall take effect one year after it shall have become a\n    7  law.\n",
  "memo" : "BILL NUMBER:S1622\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to the transportation\nof loose substances in open vehicles\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo require commercial operators to use safeguards, approved by the\ncommissioner of transportation, that would prevent loose substances\nfrom becoming dislodged or removed during transport in an open\nvehicle and prevent substances from being thrown by the vehicle's\nwheels during travel.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 amends the vehicle and traffic law by requiring the use of a\nmechanism, approved by the commissioner of transportation, by all\ncommercial operators transporting loose substances in an open vehicle.\n\nThe section also requires the use of tire guards that will prevent\nobjects from being thrown by the wheels of the vehicle during travel.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThis bill would amend the law to require the use of a tarp or like\ndevice by all commercial operators transporting loose substances in\nan open truck or trailer. The present law requires the use of a tarp\nonly when open trucks or trailers transports loose substances on\npublic highways.\n\nThe bill would also remove a loophole that prevents the enforcement of\nthe statute when loose substances are arranged in a manner preventing\nthe substances from becoming dislodged or removed from the trailer\nduring transport.\n\nFurthermore, the bill would create a section that would require the\nuse of tire guards to prevent objects from being thrown by the\nvehicle's wheels during travel.\n\nJUSTIFICATION:\nOn February 16, 2004, Credo Veira, a seventy-seven year old\ngrandmother living in Brooklyn, was killed when a rock crashed into\nher car from a dump truck traveling on a bridge overhead.\nWhile deaths such as Mrs. Veria's are unusual, it does demonstrate\nthe need for effective precautions that would prevent debris from\nfalling out of open vehicles.\nTransporting loose substances usually results in small amounts of\ndebris falling to the road, but it can also involve large objects\nthat can cause serious physical injury or death. In addition, a\ndriver's negligence in securing loose cargo can also cause varying\ndegrees of damages to personal property and dirty public roads.\nGiven the potential for harm to persons and property, it is necessary\n\nto require all commercial operators of motor vehicles that transport\nloose substances in open vehicles to use reasonable methods, as\ndetermined by the commissioner of transportation, that will prevent\nloose substances from becoming dislodged or removed from the truck\nduring transport.\nThe current law must also be amended to prohibit the transportation of\nloose substances that are arranged in a manner that the operator\nbelieves would not allow those substances to fall from or blowout of\nthe open vehicle. This loophole endangers the public by allowing\nloose substances to be transported in an open vehicle without the\nprotection of the necessary safeguards required by this bill.\n\nLEGISLATIVE HISTORY:\nS.2496 of 2008\n01/09/08 Referred to Transportation\nS.105 of 2009\n01/07/09 Referred to Transportation\n02/04/09 Amend and Recommit to Transportation\n02/04/09 Print Number 105A\n02/25/09 Amend and Recommit to Transportation\n02/25/09 Print Number 105B\n01/06/10 Referred to Transportation\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect one year after it is enacted.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the transportation of loose substances in open vehicles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T170157.TXT", "SOBI.D110110.T154619.TXT", "SOBI.D110111.T154221.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909028
}