{
  "year" : 2011,
  "senateBillNo" : "S1638-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1638-2011-1294635600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes tax credit for the adoption of a child",
  "summary" : "Establishes a tax credit for allowable expenses associated with the adoption of a child by a resident taxpayer; defines relevant terms. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S136-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1638\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to the establishment of  a  tax\n         credit for the adoption of a child\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 606 of the tax law is  amended  by  adding  a  new\n    2  subsection (t-2) to read as follows:\n    3    (T-2)  ADOPTION  CREDIT.  (1)  GENERAL.  A  RESIDENT TAXPAYER SHALL BE\n    4  ALLOWED THE OPTION OF CLAIMING A CREDIT, TO BE COMPUTED AS  PROVIDED  IN\n    5  PARAGRAPH  THREE  OF  THIS  SUBSECTION,  AGAINST THE TAX IMPOSED BY THIS\n    6  ARTICLE FOR ALLOWABLE ADOPTION EXPENSES FOR EACH CHILD ADOPTED.\n    7    (2) ALLOWABLE AND QUALIFIED ADOPTION EXPENSES.  FOR  THE  PURPOSES  OF\n    8  THIS  CREDIT,  (A) THE TERM \"ALLOWABLE ADOPTION EXPENSES\" SHALL MEAN THE\n    9  AMOUNT OF QUALIFIED NONRECURRING ADOPTION EXPENSES PAID BY THE  TAXPAYER\n   10  DURING  THE TAXABLE YEAR FOR EACH CHILD ADOPTED, LIMITED TO TEN THOUSAND\n   11  DOLLARS, AND (B) THE TERM \"QUALIFIED ADOPTION EXPENSES\" SHALL  MEAN  THE\n   12  EXPENSES  REQUIRED  FOR THE LEGAL ADOPTION OF A CHILD BY THE TAXPAYER OR\n   13  THE TAXPAYER'S SPOUSE.\n   14    (3) AMOUNT OF CREDIT. IF ALLOWABLE ADOPTION  EXPENSES  ARE  LESS  THAN\n   15  FIVE  THOUSAND  DOLLARS,  THE  AMOUNT  OF THE CREDIT PROVIDED UNDER THIS\n   16  SUBSECTION SHALL BE EQUAL TO THE APPLICABLE PERCENTAGE OF THE LESSER  OF\n   17  ALLOWABLE  ADOPTION  EXPENSES  OR  TWO  HUNDRED  DOLLARS.  IF  ALLOWABLE\n   18  ADOPTION EXPENSES ARE FIVE THOUSAND DOLLARS OR MORE, THE AMOUNT  OF  THE\n   19  CREDIT  PROVIDED  UNDER THIS SUBSECTION SHALL BE EQUAL TO THE APPLICABLE\n   20  PERCENTAGE  OF  THE  ALLOWABLE  ADOPTION  EXPENSES  MULTIPLIED  BY  FOUR\n   21  PERCENT.  SUCH  APPLICABLE  PERCENTAGE  SHALL BE TWENTY-FIVE PERCENT FOR\n   22  TAXABLE YEARS BEGINNING IN TWO THOUSAND TWELVE, FIFTY PERCENT FOR  TAXA-\n   23  BLE  YEARS  BEGINNING IN TWO THOUSAND THIRTEEN, SEVENTY-FIVE PERCENT FOR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05900-01-1\n\n       S. 1638                             2\n\n    1  TAXABLE YEARS BEGINNING IN TWO THOUSAND FOURTEEN AND ONE HUNDRED PERCENT\n    2  FOR TAXABLE YEARS BEGINNING AFTER TWO THOUSAND FIFTEEN.\n    3    (4)  REFUNDABILITY.  THE CREDIT UNDER THIS SUBSECTION SHALL BE ALLOWED\n    4  AGAINST THE TAXES IMPOSED BY THIS ARTICLE FOR THE TAXABLE  YEAR  REDUCED\n    5  BY  THE CREDITS PERMITTED BY THIS ARTICLE. IF THE CREDIT EXCEEDS THE TAX\n    6  AS SO REDUCED, THE TAXPAYER MAY RECEIVE, AND THE COMPTROLLER, SUBJECT TO\n    7  A CERTIFICATE OF THE COMMISSIONER, SHALL PAY AS AN OVERPAYMENT,  WITHOUT\n    8  INTEREST, THE AMOUNT OF SUCH EXCESS.\n    9    S 2. This act shall take effect immediately and shall apply to taxable\n   10  years beginning on or after January 1, 2012.\n",
  "memo" : "BILL NUMBER:S1638\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to the establishment of a tax credit\nfor the adoption of a child\n\nPURPOSE:\nTo amend section 606 of the tax law to allow persons who adopt\nchildren to receive a tax credit.\n\nSUMMARY OF PROVISIONS:\nSection 606 of the tax law is amended to provide taxpayers who adopt\nchildren the option of claiming a tax credit for allowable adoption\nexpenses. Section 2 defines \"allowable adoption expenses\" and\n\"qualified adoption expenses\". Section 3 clarifies the amount of\nallowable adoption expenses.\n\nJUSTIFICATION:\nIn order to adopt a child there are high costs that potential adoptive\nparents would have to incur and therefore, many are discouraged.\nThese high costs include, but are not limited to, adoption fees,\ncourt costs, attorney fees and travel expenses. This tax deduction\nwould help to offset these \"nonrecurring adoption expenses\" and\npossibly encourage those people who want to adopt but are discouraged\nfrom doing so by the high costs associated with the adoption process.\n\nEXISTING LAW:\nThere is currently no tax credit for adoption expenses.\n\nLEGISLATIVE HISTORY:\nS.5136 of 2007\n04/25/07 Referred to Investigations & Government Operations\nS.136 of 2009\n01107/09 REFERRED TO INVESTIGATIONS & GOVERNMENT OPERATIONS\n01/06/10 REFERRED TO INVESTIGATIONS & GOVERNMENT OPERATIONS\n\nFISCAL IMPLICATIONS:\nUNKNOWN at present time.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply to taxable years\nbeginning on or after January 1, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the establishment of a tax credit for the adoption of a child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T170157.TXT", "SOBI.D110110.T161130.TXT", "SOBI.D110111.T155722.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909051
}