{
  "year" : 2011,
  "senateBillNo" : "S1631-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1631-2011-1294635600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the trustees of the state university of New York to establish a college of engineering and applied sciences in the city of Yonkers",
  "summary" : "Provides for the trustees of the state university of New York to establish a four-year college of engineering and applied sciences in the city of Yonkers within the state university system. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S3501-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1631\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen.  STEWART-COUSINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education  law,  in  relation  to  providing  for  a\n         college of engineering and applied sciences within the state universi-\n         ty  of  New  York  system;  and to authorize the trustees of the state\n         university of New York to establish a four-year SUNY college of  engi-\n         neering and applied sciences in the city of Yonkers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section  352  of  the  education  law,  as\n    2  amended  by  chapter  552  of  the  laws  of 1985, is amended to read as\n    3  follows:\n    4    3. The state university shall consist of the four  university  centers\n    5  at  Albany, Binghamton, Buffalo and Stony Brook, the designated colleges\n    6  of arts and sciences at Brockport, Buffalo, Cortland, Fredonia, Geneseo,\n    7  New Paltz, Old  Westbury,  Oneonta,  Oswego,  Plattsburgh,  Potsdam  and\n    8  Purchase,  THE  COLLEGE  OF ENGINEERING AND APPLIED SCIENCES AT YONKERS,\n    9  empire state college, the agricultural and technical colleges at Alfred,\n   10  Canton,  Cobleskill,  Delhi,  Farmingdale  and  Morrisville,   downstate\n   11  medical  center,  upstate  medical center, the college of optometry, the\n   12  college of environmental science and  forestry,  maritime  college,  the\n   13  college  of technology at Utica/Rome, the statutory or contract colleges\n   14  at Cornell university and Alfred university, and such additional univer-\n   15  sities, colleges and other institutions, facilities and research centers\n   16  as have been or hereafter may  be  acquired,  established,  operated  or\n   17  contracted  to  be  operated for the state by the state university trus-\n   18  tees.\n   19    S 2. (a) The trustees of the state university of New York  are  hereby\n   20  authorized  and  directed  to immediately take all actions to create and\n   21  establish within the state university system, and subject to the  juris-\n   22  diction  of such board of trustees, a college of engineering and applied\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04058-01-1\n\n       S. 1631                             2\n\n    1  sciences as a four-year state university of New  York  in  the  city  of\n    2  Yonkers, county of Westchester.\n    3    (b)  The  board  of  trustees of the state university shall select the\n    4  location of such college within the city of Yonkers and provide for such\n    5  college to be an accessible, affordable, competitive,  four-year,  bach-\n    6  elor's level, degree-granting college of the state university.\n    7    (c)  The  purpose  of this college of engineering and applied sciences\n    8  shall be to offer majors in  industrial/manufacturing,  engineering  and\n    9  technology,  transportation  engineering  and technology, computer engi-\n   10  neering and technology, telecommunications engineering  and  technology,\n   11  environmental  engineering  and  technology,  biomedical engineering and\n   12  technology, civil engineering and technology and the history of  econom-\n   13  ics of science and technology.\n   14    (d)  The  board  of trustees of the state university of New York shall\n   15  conduct all the duties required under article 8  of  the  education  law\n   16  upon  the  establishment  of the state university of New York college of\n   17  engineering and applied sciences at Yonkers, establish  a  master  plan,\n   18  establish  standards  and promulgate any necessary rules and regulations\n   19  for the establishment of such college.\n   20    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing for a college of engineering and applied sciences within the state university of New York system; and to authorize the trustees of the state university of New York to establish a four-year SUNY college of engineering and applied sciences in the city of Yonkers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T155222.TXT", "SOBI.D110110.T170634.TXT", "SOBI.D110110.T160630.TXT", "SOBI.D110110.T162131.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294779142357
}