{
  "year" : 2011,
  "senateBillNo" : "S1633-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1633-2011-1294635600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits police officers from using racial and ethnic profiling",
  "summary" : "Prohibits police officers from using racial and ethnic profiling; requires that a procedure be established for the taking and review of complaints against police officers for racial and ethnic profiling; allows an action for injunctive relief and/or damages to be brought against a law enforcement agency. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S65-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1633\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law,  in  relation  to  ethnic  or  racial\n         profiling\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  837-s\n    2  to read as follows:\n    3    S  837-S.  ETHNIC  AND  RACIAL  PROFILING. 1. FOR THE PURPOSES OF THIS\n    4  SECTION:\n    5    (A) \"LAW ENFORCEMENT AGENCY\" MEANS AN AGENCY ESTABLISHED BY THE  STATE\n    6  OR  A  UNIT  OF  LOCAL GOVERNMENT WHICH EMPLOYS POLICE OFFICERS OR PEACE\n    7  OFFICERS WHO ARE EMPOWERED TO AND IN THE COURSE OF THEIR OFFICIAL DUTIES\n    8  LAWFULLY STOP MOTOR VEHICLES OR STOP AND FRISK INDIVIDUALS.\n    9    (B) \"LAW ENFORCEMENT OFFICER\" MEANS A POLICE OFFICER OR PEACE  OFFICER\n   10  EMPLOYED BY A LAW ENFORCEMENT AGENCY.\n   11    (C)  \"RACIAL  OR ETHNIC PROFILING\" MEANS THE STOPPING OF A MOTOR VEHI-\n   12  CLE, THE STOPPING AND QUESTIONING OF AN INDIVIDUAL OR THE  STOPPING  AND\n   13  FRISKING  OF  AN  INDIVIDUAL  BY A LAW ENFORCEMENT OFFICER THAT IS BASED\n   14  UPON AN INDIVIDUAL'S ACTUAL OR APPARENT RACIAL OR ETHNIC STATUS  WITHOUT\n   15  REASONABLE  INDIVIDUALIZED  SUSPICION  OR CAUSE TO LAWFULLY JUSTIFY SUCH\n   16  CONDUCT.\n   17    2. EVERY LAW ENFORCEMENT AGENCY  AND  EVERY  LAW  ENFORCEMENT  OFFICER\n   18  SHALL BE PROHIBITED FROM ENGAGING IN RACIAL OR ETHNIC PROFILING.\n   19    3.  ON  OR  BEFORE  JANUARY  FIRST,  TWO  THOUSAND THIRTEEN, EVERY LAW\n   20  ENFORCEMENT AGENCY SHALL PROMULGATE AND ADOPT  A  WRITTEN  POLICY  WHICH\n   21  PROHIBITS  RACIAL  OR  ETHNIC  PROFILING.  IN ADDITION, EACH SUCH AGENCY\n   22  SHALL PROMULGATE AND ADOPT PROCEDURES FOR THE REVIEW AND THE  TAKING  OF\n   23  CORRECTIVE  ACTION  WITH RESPECT TO COMPLAINTS BY INDIVIDUALS WHO ALLEGE\n   24  THAT THEY HAVE BEEN THE SUBJECT OF RACIAL OR ETHNIC PROFILING. A COPY OF\n   25  EACH SUCH COMPLAINT  RECEIVED  PURSUANT  TO  THIS  SECTION  AND  WRITTEN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05856-01-1\n\n       S. 1633                             2\n\n    1  NOTIFICATION  OF  THE  REVIEW AND DISPOSITION OF SUCH COMPLAINT SHALL BE\n    2  PROMPTLY PROVIDED BY SUCH AGENCY TO THE DIVISION.\n    3    4.  COMMENCING  ON  JANUARY  FIRST,  TWO  THOUSAND  THIRTEEN, EACH LAW\n    4  ENFORCEMENT AGENCY SHALL, USING A FORM TO BE DETERMINED BY THE DIVISION,\n    5  RECORD AND RETAIN THE FOLLOWING INFORMATION WITH RESPECT TO LAW ENFORCE-\n    6  MENT OFFICERS EMPLOYED BY SUCH AGENCY:\n    7    (A) THE NUMBER OF PERSONS  STOPPED  FOR  TRAFFIC  VIOLATIONS  AND  THE\n    8  NUMBER OF PERSONS PATTED DOWN, FRISKED AND SEARCHED;\n    9    (B)  THE  CHARACTERISTICS OF RACE, COLOR, ETHNICITY, GENDER AND AGE OF\n   10  EACH SUCH PERSON, PROVIDED THE IDENTIFICATION  OF  SUCH  CHARACTERISTICS\n   11  SHALL  BE BASED ON THE OBSERVATION AND PERCEPTION OF THE OFFICER RESPON-\n   12  SIBLE FOR REPORTING THE STOP AND THE INFORMATION SHALL NOT  BE  REQUIRED\n   13  TO BE PROVIDED BY THE PERSON STOPPED;\n   14    (C) IF A VEHICLE WAS STOPPED, THE NUMBER OF INDIVIDUALS IN THE STOPPED\n   15  MOTOR VEHICLE;\n   16    (D)  WHETHER  IMMIGRATION STATUS WAS QUESTIONED, IMMIGRATION DOCUMENTS\n   17  REQUESTED, AND IF ANY FURTHER INQUIRY WAS MADE TO  THE  IMMIGRATION  AND\n   18  NATURALIZATION  SERVICE  WITH  RESPECT  TO  ANY PERSON STOPPED OR IN THE\n   19  MOTOR VEHICLE;\n   20    (E) THE NATURE OF THE ALLEGED TRAFFIC VIOLATION THAT RESULTED  IN  THE\n   21  STOP  OR THE BASIS FOR THE CONDUCT THAT RESULTED IN THE INDIVIDUAL BEING\n   22  STOPPED AND FRISKED OR SEARCHED;\n   23    (F) WHETHER A SEARCH WAS CONDUCTED AND,  IF  SO,  THE  RESULT  OF  THE\n   24  SEARCH;\n   25    (G)  IF  A SEARCH WAS CONDUCTED, WHETHER THE SEARCH WAS OF A PERSON OR\n   26  THE PERSON'S PROPERTY, AND WHETHER THE SEARCH WAS CONDUCTED PURSUANT  TO\n   27  CONSENT  AND  IF  NOT, THE BASIS FOR CONDUCTING THE SEARCH INCLUDING ANY\n   28  ALLEGED CRIMINAL BEHAVIOR THAT JUSTIFIED THE SEARCH;\n   29    (H) WHETHER A WARNING OR CITATION WAS ISSUED;\n   30    (I) WHETHER AN ARREST WAS MADE AND FOR WHAT CHARGE;\n   31    (J) THE APPROXIMATE DURATION OF THE STOP; AND\n   32    (K) THE TIME AND LOCATION OF THE STOP.\n   33    5. EVERY LAW ENFORCEMENT AGENCY  SHALL  COMPILE  THE  INFORMATION  SET\n   34  FORTH  IN  SUBDIVISION FOUR OF THIS SECTION FOR THE CALENDAR YEAR INTO A\n   35  REPORT TO THE DIVISION. THE FORMAT OF SUCH REPORT SHALL BE DETERMINED BY\n   36  THE DIVISION. THE REPORT SHALL BE SUBMITTED TO  THE  DIVISION  NO  LATER\n   37  THAN MARCH FIRST OF THE FOLLOWING CALENDAR YEAR.\n   38    6.  NOT LATER THAN JANUARY FIRST, TWO THOUSAND THIRTEEN, THE DIVISION,\n   39  IN CONSULTATION WITH THE ATTORNEY GENERAL, SHALL DEVELOP AND PROMULGATE:\n   40    (A) A FORM IN BOTH PRINTED AND ELECTRONIC FORMAT, TO BE  USED  BY  LAW\n   41  ENFORCEMENT  OFFICERS  TO  RECORD  THE INFORMATION LISTED IN SUBDIVISION\n   42  FOUR OF THIS SECTION WHEN MAKING A TRAFFIC STOP  OR  WHEN  STOPPING  AND\n   43  FRISKING AN INDIVIDUAL; AND\n   44    (B)  A  FORM  TO  BE USED TO REPORT COMPLAINTS PURSUANT TO SUBDIVISION\n   45  THREE OF  THIS  SECTION  BY  INDIVIDUALS  WHO  BELIEVE  THEY  HAVE  BEEN\n   46  SUBJECTED TO RACIAL OR ETHNIC PROFILING.\n   47    7.  EVERY  LAW ENFORCEMENT AGENCY SHALL MAKE AVAILABLE TO THE ATTORNEY\n   48  GENERAL, UPON FIVE DAYS DEMAND AND NOTICE, THE DOCUMENTS REQUIRED TO  BE\n   49  PRODUCED  AND  PROMULGATED PURSUANT TO SUBDIVISIONS THREE, FOUR AND FIVE\n   50  OF THIS SECTION.\n   51    8. EVERY LAW ENFORCEMENT AGENCY  SHALL  FURNISH  ALL  DATA/INFORMATION\n   52  COLLECTED  FROM TRAFFIC STOPS TO THE DIVISION.  THE DIVISION OF CRIMINAL\n   53  JUSTICE SERVICES SHALL DEVELOP AND IMPLEMENT A PLAN FOR  A  COMPUTERIZED\n   54  DATA  SYSTEM FOR PUBLIC VIEWING OF SUCH DATA AND SHALL PUBLISH AN ANNUAL\n   55  REPORT ON DATA COLLECTED FOR THE  GOVERNOR,  THE  LEGISLATURE,  AND  THE\n\n       S. 1633                             3\n\n    1  PUBLIC  ON LAW ENFORCEMENT TRAFFIC STOPS. INFORMATION RELEASED SHALL NOT\n    2  REVEAL THE IDENTITY OF ANY INDIVIDUAL.\n    3    9.  THE  ATTORNEY  GENERAL MAY BRING AN ACTION ON BEHALF OF THE PEOPLE\n    4  FOR INJUNCTIVE RELIEF AND/OR DAMAGES AGAINST A  LAW  ENFORCEMENT  AGENCY\n    5  THAT IS ENGAGING IN OR HAS ENGAGED IN AN ACT OR ACTS OF RACIAL PROFILING\n    6  IN A COURT HAVING JURISDICTION TO ISSUE SUCH RELIEF. THE COURT MAY AWARD\n    7  COSTS  AND  REASONABLE ATTORNEY FEES TO A PLAINTIFF WHO PREVAILS IN SUCH\n    8  AN ACTION.\n    9    10. IN ADDITION TO A CAUSE OF ACTION BROUGHT PURSUANT  TO  SUBDIVISION\n   10  NINE  OF  THIS SECTION, AN INDIVIDUAL WHO HAS BEEN THE SUBJECT OF AN ACT\n   11  OR ACTS OF RACIAL PROFILING MAY BRING AN ACTION  FOR  INJUNCTIVE  RELIEF\n   12  AND/OR  DAMAGES  AGAINST  A LAW ENFORCEMENT AGENCY THAT IS ENGAGED IN OR\n   13  HAS ENGAGED IN AN ACT OR ACTS OF RACIAL PROFILING.  THE COURT MAY  AWARD\n   14  COSTS  AND  REASONABLE ATTORNEY FEES TO A PLAINTIFF WHO PREVAILS IN SUCH\n   15  AN ACTION.\n   16    11. NOTHING IN THIS SECTION SHALL BE CONSTRUED AS DIMINISHING OR ABRO-\n   17  GATING ANY RIGHT, REMEDY OR CAUSE OF ACTION WHICH AN INDIVIDUAL WHO  HAS\n   18  BEEN  SUBJECT  TO  RACIAL  OR  ETHNIC PROFILING MAY HAVE PURSUANT TO ANY\n   19  OTHER PROVISION OF LAW.\n   20    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   21  have  become  a  law; provided, however, that effective immediately, the\n   22  addition, amendment and/or repeal of any rule  or  regulation  necessary\n   23  for  the  implementation of this act on its effective date is authorized\n   24  and directed to be made and completed on or before such effective date.\n",
  "memo" : "BILL NUMBER:S1633\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to ethnic or racial profiling\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe proposed legislation prohibits law enforcement officers from using\nracial and ethnic profiling, establishes a collection of data on\ntraffic stops and creates a cause of action based on racial or ethnic\nprofiling.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 - amends the executive law by creating a new section 837-s;\nSubdivision 1 contains definitions. Subdivision 2 prohibits law\nenforcement agencies and law enforcement officers from engaging in\nracial or ethnic profiling. Subdivision 3 requires every law\nenforcement agency to promulgate and adopt procedures for reviewing\ncomplaints of racial or ethnic profiling and taking corrective\nmeasures. A copy of each complaint and a written summary of the\ndisposition must be forwarded to the division of criminal justice\nservices. Subdivision 4 requires each law enforcement agency to\ncollect and maintain data with respect to traffic stops and persons\npatted down, frisked and searched. Subdivision 5 requires every law\nenforcement agency to compile the data collected and forward an\nannual report to the division of criminal justice services by March\n1st of each year. Subdivision 6 requires the division of criminal\njustice services in consultation with the Attorney General to\npromulgate necessary forms. Subdivision 7 requires every law\nenforcement agency to make documents required by this bill available\nto the Attorney General within 5 days of a demand. Subdivision 8\nrequires every law enforcement agency to provide all data collected\nfrom traffic stops to the division of criminal justice services. The\ndivision\nshall implement a computerized data system for public viewing of\nsuch data and shall publish an annual report on law enforcement.\ntraffic stops without revealing the identity of any individuals.\nSubdivision 9 states that an action for injunctive relief and/or for\ndamages may be brought by the Attorney General on behalf of the\npeople against a law enforcement agency that has engaged in racial or\nethnic profiling. A court may award costs and reasonable attorney\nfees to a prevailing plaintiff. Subdivision 10\nstates that an action for injunctive relief and/or for damages\nmay be brought by an individual that has been the subject of racial\nprofiling against a law enforcement agency that has engaged in racial\nor ethnic profiling. A court may award costs and reasonable attorney\nfees to a prevailing plaintiff. Subdivision 11 provides that section\n837-s does not diminish or abrogate any other right, remedy or cause\nof action which an individual who has been the subject of racial\nprofiling may have. Section 2 - contains the effective date.\n\nJUSTIFICATION:\nAs a part of the national \"war on drugs\" local enforcement agencies\naround the country have developed profiles of people they think are\nmost likely to be involved in drug trafficking. The arguably\nunconstitutional use of race or ethnicity as a criteria has become\nthe focus of many civil and human rights groups. The practice is\ncommonly known as \"racial profiling.\" Many people of color including\nprominent athletes, members of Congress, actors, lawyers, law\nenforcement officers and business leaders have experienced the\nhumiliation of being stopped on the nation's roads as a result of this\npractice. Almost every minority can tell a story about being stopped\nby the police for no apparent reason other than the color of their\nskin. In recent years, the number of \"traffic stops\" where the only\napparent reason for stopping the person was their race or ethnicity,\nhas become so prevalent that the minority community has derisively\ntermed it \"Driving While Black or Brown\" (DWB).\nBlacks, Hispanics and other minority groups have long been victims of\nbiased and unjustified traffic stops by law enforcement officers.\nThis consequently has had a corrosive effect on the relations between\npolice and the minority communities. As a result of racial profiling,\nmany innocent Black drivers can end up parked on a highway,\nquestioned by law enforcement, while their vehicles and belongings\nare searched. In a sense, the U.S. Supreme Court established an open\nseason on minority motorists in 1996 when it ruled in Whren v.\nU.S., 571 U.S. 806 (1996), that police could use any traffic offense\nas a reason to stop a motorist. Minority motorists can be and are\npulled over and detained for the most trivial of traffic offenses\nwhich are contained in many cities' vehicle codes. These offenses\nrange from violations of tire depth to the distance in which a\nmotorist must signal before turning. Many of these stops are made\nupon a selective basis where there is a lot of police discretion.\nThis roadside detention may be used as a pretext for searching the\ncar and its occupants. This practice deprives minority motorists of\ntheir Fourth Amendment right to be free from unreasonable searches\nand seizures, and their right to be free from discriminations\nbased on race guaranteed under the Fourteenth Amendment\nto the United States Constitution. Cases of racial profiling have\nsteadily increased as the war on drugs has intensified. The all-out\nbattle to keep drug traffickers\nfrom transporting illegal substances has unfairly legitimized the\npractice of racial profiling and the notion of many police officers\nthat Blacks, Hispanics, and other minorities are more likely to\npossess drugs. Racial profiling has created a system that unfairly\ninfringes on the rights of innocent black and minority motorists.\nSome of these traffic stops lead to arrests for drug possession or\nother crimes; however, the concern arises in the number of\nlaw-abiding minorities who are stopped on our roads every day so that\na few guilty people can be found.\nThe issue of racial profiling has gained national attention as charges\nof racial profiling have been disclosed to the public. The recent\nsuit of racial profiling tiled against the State of New Jersey\n(1999), further pushed the issue to the forefront. The complaint\n\nfiled in the U.S. District Court (United States of America v. State\nof New Jersey & the Division of State Police of the New Jersey\nDepartment of Law and Public Safety: Civil # 99-5970 MLC) against\nthe\nState of New Jersey alleged a pattern or practice of conduct by\ntroopers of the State Police that deprived persons of lights,\nprivileges, or immunities secured or protected by the Constitution\nand the laws of the United States, including the Fourteenth Amendment\nand the Omnibus Crime Control and Safe Streets Act. Furthermore, the\ncomplainant alleged that this pattern or practice of conduct had been\nmade possible by the failure of the New Jersey State Police to adopt\nand implement proper management practices and procedures. There has\nbeen no systematic effort to either track statistics or establish\npolicy that deals directly with the issues of racial profiling in New\nYork State. In light of these circumstances and as incidences of\nRacial Profiling continue to occur within the\nState of New York, it has become paramount for New York to address\nthe issue of racial profiling before it further continues to\nundermine the collaborative relationship between communities of color\nand New York law enforcement officers. This legislation aims to\nresolve the problem by prohibiting police officers from using racial\nand ethnic profiling, by establishing policies and procedures to\ncollect data on racial and ethnic profiling and by establishing a\nstatewide public data base containing the collected data which will\npromote law enforcement integrity as well as to promote community\nsupport, particularly minority communities, for law enforcement\nofficers.\n\nPRIOR LEGISLATIVE HISTORY:\nS.7554 of 2008\n04/11/08 REFERRED TO FINANCE\nS.65 of 2009\n01/07/09 REFERRED TO FINANCE\n01/06/10 REFERRED TO FINANCE\n\nFISCAL IMPLICATIONS:\nRelated to the promulgation of regulations, the collection of data,\nthe publishing of an annual report and the establishment of the\npublic data base.\n\nEFFECTIVE DATE:\nThis act shall take effect on the thirtieth day after is shall\nhave become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to ethnic or racial profiling ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T155222.TXT", "SOBI.D110110.T162631.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110110.T160630.TXT", "SOBI.D110111.T155722.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909042
}