{
  "year" : 2011,
  "senateBillNo" : "S1639-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1639-2011-1294635600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the \"Life pass it on\" trust fund to be known as the \"New York state donate life trust fund\"",
  "summary" : "Provides for the \"Life pass it on\" trust fund to be known as the \"New York state donate life trust fund\"; makes provisions relating to anatomical gifts, rights and responsibilities. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S7728-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1639\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, the vehicle and traffic law,  the\n         public  health  law  and the tax law, in relation to anatomical gifts,\n         rights and responsibilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  section heading and subdivision 1 of section 95-d of\n    2  the state finance law, as added by chapter 415 of the laws of 2003,  are\n    3  amended to read as follows:\n    4    \"[Life pass it on] NEW YORK STATE DONATE LIFE trust fund\". 1. There is\n    5  hereby  established in the joint custody of the commissioner of taxation\n    6  and finance and the comptroller, a special  fund  to  be  known  as  the\n    7  \"[life pass it on] NEW YORK STATE DONATE LIFE trust fund\".\n    8    S  2.  Subdivision 1 of section 502 of the vehicle and traffic law, as\n    9  amended by chapter 639 of the laws  of  2006,  is  amended  to  read  as\n   10  follows:\n   11    1.  Application for license.  Application for a driver's license shall\n   12  be made to the commissioner.  The fee prescribed by law may be submitted\n   13  with such application. The applicant shall furnish such proof of identi-\n   14  ty, age, and fitness as may be required by the commissioner. The commis-\n   15  sioner may also provide that the application procedure shall include the\n   16  taking of a photo image or images of the applicant  in  accordance  with\n   17  rules  and  regulations prescribed by the commissioner. In addition, the\n   18  commissioner also shall require that the applicant provide  his  or  her\n   19  social  security number and provide space on the application so that the\n   20  applicant may register  CONSENT  TO  MAKE  AN  ANATOMICAL  GIFT  AND  BE\n   21  ENROLLED  in  the  New  York  state [organ and tissue donor] DONATE LIFE\n   22  registry [under] PURSUANT TO section  forty-three  hundred  ten  of  the\n   23  public  health  law,  AS INDICATED BY THE APPLICANT'S SIGNATURE WITHIN A\n   24  DESIGNATED AREA THAT IS SEPARATE FROM THE FINAL SIGNATURE CERTIFYING THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06081-01-1\n\n       S. 1639                             2\n\n    1  VALIDITY OF THE INFORMATION PROVIDED IN THE OVERALL  APPLICATION  FOR  A\n    2  DRIVER'S  LICENSE.  In  addition, an applicant for a commercial driver's\n    3  license who will  operate  a  commercial  motor  vehicle  in  interstate\n    4  commerce  shall  certify  that  such applicant meets the requirements to\n    5  operate a commercial motor vehicle, as set forth in public  law  99-570,\n    6  title  XII,  and  title  49  of the code of federal regulations, and all\n    7  regulations promulgated by the United States secretary of transportation\n    8  under the hazardous materials transportation act. Upon  a  determination\n    9  that  the  holder  of  a  commercial driver's license has made any false\n   10  statement, with respect to the application for such license, the commis-\n   11  sioner shall revoke such license.\n   12    S 3. Paragraph (a) of subdivision 1 of section 504 of the vehicle  and\n   13  traffic  law,  as separately amended by chapters 568 and 639 of the laws\n   14  of 2006, is amended to read as follows:\n   15    (a) Every license or renewal thereof shall contain  [a  distinguishing\n   16  mark  and]  adequate  space  upon  which an anatomical gift, pursuant to\n   17  section forty-three hundred ten of the public health law, by the  licen-\n   18  see shall be recorded and shall contain such other information and shall\n   19  be  issued  in  such form as the commissioner shall determine; provided,\n   20  however, every license or renewal thereof issued to a person  under  the\n   21  age  of  twenty-one  years  shall have prominently imprinted upon it the\n   22  statement \"UNDER 21 YEARS  OF  AGE\"  in  notably  distinctive  print  or\n   23  format;  provided  further,  however,  every  license or renewal thereof\n   24  issued to a person [making an anatomical gift] WHO HAS CONSENTED TO MAKE\n   25  AN ANATOMICAL GIFT AND BE ENROLLED IN THE NEW  YORK  STATE  DONATE  LIFE\n   26  REGISTRY  PURSUANT  TO  SECTION  FORTY-THREE  HUNDRED  TEN OF THE PUBLIC\n   27  HEALTH LAW THROUGH THE DEPARTMENT shall have  prominently  printed  upon\n   28  the front of such license or renewal thereof the statement \"ORGAN DONOR\"\n   29  in  notably  distinctive  print  or  format.  The commissioner shall not\n   30  require fees for the issuance of such licenses or  renewals  thereof  to\n   31  persons under twenty-one years of age or to persons making an anatomical\n   32  gift  which  are  different  from  the fees required for the issuance of\n   33  licenses or renewals thereof to persons twenty-one years of age or  over\n   34  or to persons not making an anatomical gift.\n   35    S 4. Subdivisions 1 and 5 of section 4301 of the public health law, as\n   36  amended  by  chapter  348  of  the  laws of 2009, are amended to read as\n   37  follows:\n   38    1. Any individual of sound mind and eighteen years of age or more  may\n   39  give  all  or  any  part of his or her body for any purpose specified in\n   40  section forty-three hundred two of this article, the gift to take effect\n   41  upon death. In any case where the donor has properly executed  an  organ\n   42  donor  card,  driver's license authorization to make an anatomical gift,\n   43  pursuant to paragraph (a) of subdivision one  of  section  five  hundred\n   44  four  of  the vehicle and traffic law, [registered] CONSENTED TO MAKE AN\n   45  ANATOMICAL GIFT AND BE ENROLLED in the New York state [organ and  tissue\n   46  donor]  DONATE  LIFE  registry  [under]  PURSUANT TO section forty-three\n   47  hundred ten of this article, or has  otherwise  given  written  authori-\n   48  zation  for  organ  or tissue donation, authorization for donation shall\n   49  not be rescinded by an objection by a member of any of the classes spec-\n   50  ified in paragraphs (a) through (h) of subdivision two of this  section,\n   51  except upon a showing that the donor revoked the authorization.\n   52    5.  The  donee  shall  not accept the gift under the following circum-\n   53  stances:\n   54    (a) the donee has actual notice of contrary indication  by  the  dece-\n   55  dent;\n\n       S. 1639                             3\n\n    1    (b)  where  the  donor  has not properly executed an organ donor card,\n    2  driver's license authorization to make an anatomical gift,  pursuant  to\n    3  paragraph  (a)  of  subdivision  one of section five hundred four of the\n    4  vehicle and traffic law, [registered] CONSENTED TO  MAKE  AN  ANATOMICAL\n    5  GIFT  AND  BE  ENROLLED  in  the New York state [organ and tissue donor]\n    6  DONATE LIFE registry [under] PURSUANT TO section forty-three hundred ten\n    7  of this article, or otherwise given written authorization for  organ  or\n    8  tissue  donation, or has revoked any such authorization, and the gift is\n    9  opposed by a person or persons in the highest priority available of  the\n   10  classes  specified in paragraph (a), (b), (c), (d), (e), (f), (g) or (h)\n   11  of subdivision two of this section; or\n   12    (c) the donee has reason to believe that an anatomical gift is contra-\n   13  ry to the decedent's religious or moral beliefs.\n   14    S 5. Section 4310 of the public health law, as amended by chapter  639\n   15  of the laws of 2006, the section heading and subdivision 1 as separately\n   16  amended  by chapter 640 of the laws of 2006 and subdivision 2 as amended\n   17  by chapter 161 of the laws of 2010, is amended to read as follows:\n   18    S 4310. New York state donate  life  registry  for  organ  and  tissue\n   19  donations.  1.  The department shall establish an organ and tissue donor\n   20  registry, which shall be called and be referred  to  as  the  \"NEW  YORK\n   21  STATE donate life registry\", which shall contain a listing of all donors\n   22  who  have  [declared their consent] CONSENTED to make an anatomical gift\n   23  ON FORMS PROVIDED BY, AND FILED WITH, THE DEPARTMENT OF  MOTOR  VEHICLES\n   24  OR THE DEPARTMENT.\n   25    2. Such registration of consent to make an anatomical gift can be made\n   26  through  (a)  [indication]  A CONSENT made on the application or renewal\n   27  form of a DRIVER'S license, OR (b) [indication]  A  CONSENT  made  on  a\n   28  non-driver  identification  card  application  or  renewal  form, OR (c)\n   29  enrolling in the registry website maintained by  the  department,  which\n   30  may  include  using  an  electronic  signature  under regulations of the\n   31  commissioner and subject to article three of the state  technology  law,\n   32  OR (d) indication made on a voter registration form pursuant to subdivi-\n   33  sion five of section 5-210 of the election law, or (e) through any other\n   34  method  identified  by  the  commissioner.  The  registration shall take\n   35  effect upon the department sending written notice of the registration to\n   36  the person enrolling in the registry. In making regulations on using  an\n   37  electronic  signature  for  a  registration of consent, the commissioner\n   38  shall consult with the director of the office of technology.\n   39    3. (a) Information contained in the registry shall  be  accessible  to\n   40  (i)  federally regulated organ procurement agencies, (ii) eye and tissue\n   41  banks licensed by the department pursuant to  article  forty-three-B  of\n   42  this  chapter,  (iii)  any other entity formally approved by the commis-\n   43  sioner.\n   44    (b) The information contained in the registry shall not be released to\n   45  any person except as expressly authorized by this section solely for the\n   46  purpose of identifying potential organ and tissue donors at or near  the\n   47  time of death.\n   48    (C)  FEDERALLY REGULATED ORGAN PROCUREMENT ORGANIZATIONS, AND NEW YORK\n   49  STATE LICENSED TISSUE BANKS, HOSPITALS AND  HEALTH  CARE  PROFESSIONALS,\n   50  AND  THEIR  AGENTS  AND  EMPLOYEES,  WHO  PROCURE  ORGANS AND TISSUES IN\n   51  REASONABLE AND GOOD FAITH RELIANCE ON THE INFORMATION  PROVIDED  IN  THE\n   52  NEW  YORK  STATE DONATE LIFE REGISTRY SHALL NOT BE LIABLE FOR DAMAGES IN\n   53  ANY CIVIL ACTION OR SUBJECT TO PROSECUTION IN  ANY  CRIMINAL  PROCEEDING\n   54  FOR HIS OR HER ACTS.\n   55    (D)  THE  STATE  OF NEW YORK AND ITS AGENTS AND EMPLOYEES SHALL NOT BE\n   56  LIABLE FOR ANY ACT OR OMISSION RELATED TO THE ENTRY OF INFORMATION  INTO\n\n       S. 1639                             4\n\n    1  THE  NEW  YORK  STATE  DONATE LIFE REGISTRY WHERE SUCH AGENT OR EMPLOYEE\n    2  ACTED REASONABLY AND IN GOOD FAITH IN THE  PERFORMANCE  OF  HIS  OR  HER\n    3  DUTIES.\n    4    (E)  A  PERSON  THAT  ACTS IN ACCORDANCE WITH THIS ARTICLE OR WITH THE\n    5  APPLICABLE ANATOMICAL GIFT LAW OF ANOTHER STATE,  OR  ATTEMPTS  IN  GOOD\n    6  FAITH  TO  DO SO, IS NOT LIABLE FROM THE ACT IN A CIVIL ACTION, CRIMINAL\n    7  PROSECUTION, OR  ADMINISTRATIVE  PROCEEDING.  FOR  THE  PURPOSE  OF  ANY\n    8  PROCEEDING,  CIVIL,  CRIMINAL,  OR ADMINISTRATIVE, THE GOOD FAITH OF ANY\n    9  SUCH PERSON SHALL BE PRESUMED, PROVIDED SUCH PERSON, OFFICIAL OR  INSTI-\n   10  TUTION  WAS  ACTING IN DISCHARGE OF THEIR DUTIES AND WITHIN THE SCOPE OF\n   11  THEIR EMPLOYMENT.\n   12    4. [If the department had an established registry prior to the  effec-\n   13  tive  date  of this section, it shall be deemed to meet the requirements\n   14  of this section.\n   15    5.] The registry shall provide persons  enrolled  the  opportunity  to\n   16  specify which organs and tissues they want to donate and if the donation\n   17  can be used FOR CONSENT OF THE DONATION OF ORGANS, TISSUES, EYES, OR ALL\n   18  BODY  PARTS  for transplantation, THERAPY AND research, [or both] OR ANY\n   19  COMBINATION THEREOF. IF A PERSON DOES NOT RESTRICT HIS OR HER  DONATION,\n   20  THE  CONSENT  SHALL BE DEEMED TO BE A CONSENT FOR ANY AND ALL ORGANS AND\n   21  TISSUES FOR TRANSPLANTATION, THERAPY AND RESEARCH PURPOSES.\n   22    [6] 5. A person registered in the [organ and tissue]  NEW  YORK  STATE\n   23  DONATE LIFE registry before the effective date of this subdivision shall\n   24  be deemed to have expressed intent to donate, until and unless he or she\n   25  files  an  amendment  to  his  or her registration or a new registration\n   26  expressing consent to donate.\n   27    [7. The] 6. TO THE EXTENT PRACTICABLE, THE commissioner shall  contact\n   28  each  person registered before the effective date of this subdivision in\n   29  the [organ and tissue] NEW YORK STATE DONATE LIFE registry in writing to\n   30  inform him or her that at the time he or she  registered,  the  registry\n   31  was  that  of  intent  and  that  the registry is now one of consent, to\n   32  explain in clear and understandable terms the difference between  intent\n   33  and  consent, and to provide opportunity for the person to change his or\n   34  her registration to provide consent  by  amending  his  or  her  current\n   35  registration or executing a new registration.\n   36    [8]  7.  The  commissioner is authorized to promulgate rules and regu-\n   37  lations necessary to implement the provisions of this section.\n   38    S 6. Paragraph 38 of subsection (c) of section 612 of the tax law,  as\n   39  added by chapter 565 of the laws of 2006, is amended to read as follows:\n   40    (38)  An  amount  of  up  to ten thousand dollars if a taxpayer, while\n   41  living, donates one or more of his or her human organs to another  human\n   42  being  for  human organ transplantation. For purposes of this paragraph,\n   43  \"human organ\" means all or part of a liver, pancreas, kidney, intestine,\n   44  lung, or bone marrow. A subtract modification allowed under  this  para-\n   45  graph  shall  be  claimed  in  the taxable year in which the human organ\n   46  transplantation occurs, AND MAY ALSO BE  CLAIMED  IN  THE  TAXABLE  YEAR\n   47  IMMEDIATELY  PRECEDING  OR IMMEDIATELY FOLLOWING THE TRANSPLANT PROVIDED\n   48  THAT THE COMBINED AMOUNT CLAIMED BY THE DONOR DOES NOT EXCEED A TOTAL OF\n   49  TEN THOUSAND DOLLARS.\n   50    (A) A taxpayer shall claim the  subtract  modification  allowed  under\n   51  this paragraph only once and such subtract modification shall be claimed\n   52  for  only  the following unreimbursed expenses which are incurred by the\n   53  taxpayer and related to the taxpayer's organ donation:\n   54    (i) travel expenses;\n   55    (ii) lodging expenses; and\n   56    (iii) lost wages.\n\n       S. 1639                             5\n\n    1    (B) The subtract modification allowed under this paragraph  shall  not\n    2  be claimed by a part-year resident or a non-resident of this state.\n    3    S 7. This act shall take effect immediately and shall apply to anatom-\n    4  ical gifts donated and consented to on or after July 1, 2012.\n",
  "memo" : "BILL NUMBER:S1639\n\nTITLE OF BILL:\nAn act\nto amend the state finance law, the vehicle and traffic law, the public\nhealth law and the tax law, in relation to anatomical gifts, rights and\nresponsibilities\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe purpose of this legislation is to amend recently enacted laws to\naddress ambiguities and potential implementation issues.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would amend various provisions of the Public Health Law,\nVehicle and Traffic Law, State Finance Law and Tax Law to:\n\na. Change the references in the State Finance Law and Vehicle and\nTraffic Law from the \"Life, Pass it on Trust Fund\" to the \"New York\nState Donate Life Trust Fund\" to be consistent with the terminology\npreferred within the transplant community and 2006 legislative\nchanges using the \"Donate Life\" logo;\n\nb. Amend the Vehicle and Traffic Law &sect;506 as amended by chapters 568\nand 639 of the laws of 2006, to clarify that a \"person making an\nanatomical gift\" for the purpose of requiring Department of Motor\nVehicles (DMV) to print \"ORGAN DONOR\" on the front of the license\nshall only refer to those individuals who have signed up for the New\nYork State Donate Life Registry through the DMV application and\nrenewal process;\n\nc. Amend PHL 4301 and 4310 to change references from the New York\nState Organ and Tissue Donor registry to the \"New York State Donate\nLife Registry\" to be consistent with chapter 640 of the laws of2006\nwhich changed the name of the registry, and to include \"New York\nState,\" so that New York's registry will be distinguishable from\nother similarly named registries;\n\nd. Amend PHL &sect;4310 to make it clear that organ procurement\norganizations, tissue banks, hospitals and health care professionals\nshall not\nbe liable for relying in good faith on information in the Donate Life\nRegistry when procuring organs and tissues for transplantation\ntherapy or research purposes, that DMV and DOH and its employees and\nagents are not liable for any act or omission that results in a\nperson's name being entered into the Donate Life registry in good\nfaith, and that any person signing up for the registry will be\npresumed to donate any and all organs and tissues for\ntransplantation. therapy and research purposes, unless the donor\nspecifies otherwise. The required mailing to current enrollees is\nalso eliminated;\n\ne. Amend Tax Law &sect;612 (c) (38) to permit a donee to deduct certain\nexpenses associated with an organ donation in two consecutive years,\nrather than a single year; and\n\nf. Amend Chapter 639 of the Laws of2006 to change the effective date to\nallow time to make programming changes that need to occur before the\ndonor registry can become a registry for donor consent.\n\nJUSTIFICATION:\nConflicts and ambiguities in and amongst various laws passed at the\nend of the 2006 legislative session need to be addressed and clarified.\nSeveral of the amendments are due to legislation that changed the name\nof the \"New York State Organ and Tissue Donor Registry\" to the\n\"Donate Life Registry.\" The change in the name and logo is consistent\nwith the preferences of the transplant community to use this logo\nuniformly throughout the nation to raise awareness. Similar changes\nare being made to the \"New York State life, pass it on trust fund.\".\nAt the suggestion of the transplant community, \"New York State\" is\nbeing added to the name of the registry to distinguish it from other\nexisting and potential registries using the \"Donate Life\" logo.\nChapter 568 of the Laws of 2006 requires DMV to imprint on the front\nof very license \"issued to a person making an anatomical gift\" \"ORGAN\nDONOR.\" Since most people have not \"made anatomical gift\" unless they\nhave been a live organ donor or their organ donor card is found after\ntheir death and their organs have been procured, the current\nstatutory language does not support the likely legislative intent.\nAdditionally, since DMV is unlikely to be aware of any person who\nintends to be an organ donor or has executed anatomical gift card\nunless they have done so by registering for the Donate Life Registry\nthrough DMV, the statute should be\namended to make it clear that DMV is only required to imprint the\nlicense with \"ORGAN DONOR\" when someone has signed up for the New\nYork State Donate Life Registry through DMV. Tax Law section. 612 (C)\n(38) is being amended to permit live organ donors to deduct certain\nexpenses in more than one year. The\nstatute enacted in 2006 limits the deduction to a single tax year.\nHowever, live donors often incur travel and lodging expenses and lost\nwages for evaluations, consultations, surgery and follow-up care over\nthe course of two years. The current limitation could have the\neffect of encouraging donors to postpone transplant procedures so\nthey can maximize their deduction for expenses associated with the\ntransplant.\nAdditionally, there is no rationale for permitting one donor to fully\nbenefit from the deduction while penalizing another solely based upon\nthe timing of the surgical procedure. Consequently, this proposal\nwould permit deductions for expenses to be taken over two consecutive\nyears as long as the total expenses deducted does not exceed $10,000.\n\nPRIOR LEGISLATIVE HISTORY:\nS.7728 of 2009\n05/05/10 REFERRED TO FINANCE\n06/15/10 REPORTED AND COMMITTED TO RULES\n\nFISCAL IMPLICATIONS:\nApproximately $500,000 in savings due to the elimination of the\nrequired mailing to current enrollees; a potential $335,000 cost\nassociated with taxpayers amending their 2006 tax forms to deduct\nexpenses associated with organ donation that were accrued in 2006 for\na 2007 transplant; and possible savings from avoiding lawsuits and\nawards with respect to the New York State Donate Life Registry.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply to anatomical\ngifts donated and consented to on or after July 1, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, the vehicle and traffic law, the public health law and the tax law, in relation to anatomical gifts, rights and responsibilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T160223.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110111.T155722.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909053
}