{
  "year" : 2011,
  "senateBillNo" : "S1632-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1632-2011-1294635600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires any utility company involved in a vegetation management plan to give prior notice to the local legislative body and residents of the affected community",
  "summary" : "Requires any utility company involved in a vegetation management plan to give prior notice to the local legislative body and the residents of the affected community and to hold a public meeting prior to implementation of such plan. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A2435",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "SC7962-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1632\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sens.  STEWART-COUSINS,  OPPENHEIMER  --  read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Local Government\n\n       AN  ACT  to  amend the general municipal law, in relation to authorizing\n         the local legislative body of a municipality located in the county  of\n         Westchester  to  require  any utility company involved in a vegetation\n         management plan to give prior notice to the local legislative body and\n         the residents of the affected community and to hold a  public  meeting\n         prior to implementation of such plan\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 96-b of the general municipal  law  is  amended  by\n    2  adding a new subdivision 3 to read as follows:\n    3    3.  THE  LOCAL  LEGISLATIVE  BODY OF ANY COUNTY, CITY, TOWN OR VILLAGE\n    4  LOCATED IN THE COUNTY OF WESTCHESTER IS  HEREBY  EMPOWERED  TO  ENACT  A\n    5  LOCAL LAW, RULE OR REGULATION CONTAINING THE FOLLOWING PROVISIONS:\n    6    A.  ANY  UTILITY COMPANY INVOLVED IN A VEGETATION MANAGEMENT PLAN THAT\n    7  SPECIFICALLY INCLUDES THE CUTTING, TRIMMING AND/OR REMOVAL OF  TREES  IN\n    8  ANY  COUNTY, CITY, TOWN OR VILLAGE SHALL GIVE SIXTY DAYS NOTICE PRIOR TO\n    9  THE IMPLEMENTATION OF SUCH ACTIVITY TO THE RESIDENTS  OF  THE  COMMUNITY\n   10  AFFECTED  THEREBY.  NO SUCH ACTIVITY SHALL BE COMMENCED UNTIL AFTER SUCH\n   11  UTILITY COMPANY HAS HELD A PUBLIC MEETING IN RELATION THERETO  AT  LEAST\n   12  THIRTY DAYS PRIOR, AT WHICH THE LOCAL LEGISLATIVE BODY AND THE RESIDENTS\n   13  OF  SUCH  AFFECTED  COMMUNITY SHALL BE PROVIDED WITH THE DETAILS OF SUCH\n   14  TRIMMING, CUTTING, REMOVAL AND/OR VEGETATION MANAGEMENT PLAN AND WITH AN\n   15  OPPORTUNITY TO BE HEARD ON SUCH MATTERS;\n   16    B. IN THE EVENT OF AN EMERGENCY SITUATION DEEMED TO  BE  A  THREAT  TO\n   17  PUBLIC SAFETY AND WELFARE, SUCH UTILITY COMPANY SHALL NOT BE REQUIRED TO\n   18  GIVE  NOTICE  OR TO HOLD A PUBLIC MEETING PRIOR TO THE IMPLEMENTATION OF\n   19  SUCH A VEGETATION MANAGEMENT PLAN; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04599-01-1\n\n       S. 1632                             2\n\n    1    C. ANY UTILITY COMPANY THAT VIOLATES THE PROVISIONS  OF  THIS  SECTION\n    2  SHALL BE LIABLE TO A CIVIL PENALTY WHICH SHALL RESULT IN A FINE OF UP TO\n    3  FIVE  THOUSAND DOLLARS FOR A FIRST TIME VIOLATION AND UP TO TEN THOUSAND\n    4  DOLLARS FOR TWO OR MORE VIOLATIONS INCURRED WITHIN A FIVE  YEAR  PERIOD.\n    5  SUCH MONEYS COLLECTED PURSUANT TO THIS PARAGRAPH SHALL BE DEPOSITED INTO\n    6  AN  ACCOUNT  MAINTAINED  BY  THE  LOCAL LEGISLATIVE BODY OF THE AFFECTED\n    7  LOCALITY. SUCH LOCAL LEGISLATIVE BODY SHALL ESTABLISH SUCH  ACCOUNT,  TO\n    8  BE  KNOWN  AS  THE  TREE  CONSERVATION FUND, FOR THE RECEIPT OF ALL SUCH\n    9  MONEYS, AND SAID MONEYS SHALL BE UTILIZED BY SUCH LOCAL LEGISLATIVE BODY\n   10  EXCLUSIVELY TO DEVELOP,  IMPLEMENT  AND/OR  MAINTAIN  TREE  CONSERVATION\n   11  PROJECTS WITHIN THE AFFECTED LOCALITY.\n   12    D.  THE  PROVISIONS OF THIS SUBDIVISION SHALL NOT APPLY TO ANY UTILITY\n   13  COMPANY THAT OPERATES AN INTERSTATE NATURAL GAS PIPELINE THAT IS SUBJECT\n   14  TO THE JURISDICTION OF THE FEDERAL ENERGY REGULATORY COMMISSION.\n   15    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1632\n\nTITLE OF BILL:\nAn act\nto amend the general municipal law, in relation to\nauthorizing the local legislative body of a municipality located in the\ncounty of Westchester to require\nany utility\ncompany involved in a vegetation management plan to give prior notice to\nthe local legislative body and the residents of the affected community\nand to hold a public meeting prior to implementation of such plan\n\nSUMMARY OF PROVISIONS:\n\nSection 1 of the bill amends the general municipal law by adding a new\nsubdivision 3 to empower the local legislative body of any county,\ncity, town or village within the County of Westchester to enact a\nlocal law, rule or regulation to require any utility company involved\nin a vegetation management plan that specifically includes the\ntrimming or cutting of trees and/or the elimination of overgrown\nvegetation in any county, city, town or village shall give 60 days'\nnotice prior to such activity to the community affected thereby. The\ninvolved utility company shall hold a public meeting within the\naffected community at least 30 days prior to the implementation of\nsuch plan or activity, providing the residents of such community with\nthe details of such trimming, cutting, and/or vegetation management\nplan, and providing residents with an opportunity to be heard with\nrespect to such plan.\n\nThe legislation also allows for a utility company to not notify or\nhold public hearing in case of an emergency situation deemed to be a\nthreat to public safety and welfare.\n\nThe legislation also sets forth penalties if any utility fails to\nnotify and/or hold public hearing will be subject to a civil penalty\nwhich will result in a fine up to $5,000 for the first violation and\nup to $10,000 for two or more violations within a five year period.\n\nThis Section also states that these provisions shall not apply to any\nutility company that operates an interstate natural gas pipeline that\nis subject to the jurisdiction of the federal energy regulatory\ncommission.\n\nSection 2 is the immediate effective date.\n\nJUSTIFICATION:\n\nConsistently for several years, Consolidated Edison, a utility\nregulated by the State's Public Service Department, as well as other\nutility companies in New York State, has repeatedly entered the\nprocess of what they deem to be necessary tree removal due to the\n\nproximity of overgrown trees near power lines in residential areas of\nWestchester County. However, many of the residents in communities of\nYonkers, Greenburgh and Mt.\nPleasant, as well as many others, have been dissatisfied with the\nprocess from its incipiency. Many argued that far too many trees were\nremoved yielding various consequences that could have been avoided\nhad there been a mechanism for public input especially regarding site\nselection and the extent of the trimming.\n\nThese consequences include the creation of naked areas that leave\nsudden drop offs as well as the spread of branches and wood chips\nmaking child friendly areas potentially harmful. Additionally, the\nremoval of trees along the New York State Thruway and Sprain Brook\nParkway has caused an increase in noise and artificial light entering\nhomes throughout the affected residential areas.\n\nAccording to members of local environmental conservation groups, the\ntrees in many of these affected areas served as protections to\nresidents from natural processes such as flooding and erosion, which\ncan lead to property damage and personal injury. Several homes have\nalready experienced some of these results as water has run into\nbasements and increased wind speeds have caused damage to several\nhouses.\n\nLEGISLATIVE HISTORY:\n2010 - S.7962-C - Passed Senate\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nThis bill will take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to authorizing the local legislative body of a municipality located in the county of Westchester to require any utility company involved in a vegetation management plan to give prior notice to the local legislative body and the residents of the affected community and to hold a public meeting prior to implementation of such plan ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T155222.TXT", "SOBI.D110110.T171634.TXT", "SOBI.D110110.T170634.TXT", "SOBI.D110110.T160630.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295385115454
}