{
  "year" : 2011,
  "senateBillNo" : "S1636-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1636-2011-1294635600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a foster child adoption tax credit",
  "summary" : "Establishes a foster child adoption tax credit in the amount of two thousand dollars. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S114-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1636\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to the establishment of  a  tax\n         credit for the adoption of a foster child\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (ss) to read as follows:\n    3    (SS) FOSTER CHILD ADOPTION CREDIT. (1) ALLOWANCE OF CREDIT. A RESIDENT\n    4  TAXPAYER  SHALL  BE  ALLOWED  A CREDIT AGAINST THE TAXES IMPOSED BY THIS\n    5  ARTICLE FOR FOSTER CHILD ADOPTION EXPENSES.\n    6    (2) FOSTER CHILD ADOPTION.  FOSTER CHILD ADOPTION MEANS  THE  ADOPTION\n    7  OF  A  FOSTER  CHILD AS DEFINED IN SUBDIVISION NINETEEN OF SECTION THREE\n    8  HUNDRED SEVENTY-ONE OF THE SOCIAL SERVICES LAW BY A FOSTER PARENT.\n    9    (3) AMOUNT OF CREDIT. A RESIDENT TAXPAYER SHALL BE  ALLOWED  A  CREDIT\n   10  AGAINST THE TAX IMPOSED BY THIS ARTICLE OF TWO THOUSAND DOLLARS.\n   11    S 2. This act shall take effect immediately and shall apply to taxable\n   12  years commencing on or after January 1, 2013.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05882-01-1\n",
  "memo" : "BILL NUMBER:S1636\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to the establishment of a tax credit\nfor the adoption of a foster child\n\nPURPOSE:\nTo establish a $2,000 tax credit to help pay for the expenses\nassociated with the adoption of a child.\n\nSUMMARY OF PROVISIONS:\nSection 606 of the tax law is amended by adding a new section qq, qq\n(1) allows a tax credit for the adoption of a foster child by their\nfoster parents.\n\nSection 2 defines the tem1 \"foster child adoption\".\n\nSection 3 defines the amount of credit as $2,000.\n\nJUSTIFICATION:\nFoster parents who open their homes and hearts to care for abused or\nneglected children should receive the help they require to provide\nstable environments for these young people. The process of\npermanently adopting a foster child is lengthy and expensive. The\nexpenses involved with the adoption often drain a foster parent's\nresources to the point that home ownership becomes an unattainable\ndream. New York foster parents should not have to choose between home\nownership and the children they have come to love and think of as\ntheir own. This legislation will help foster parents to become\nhomeowners.\n\nEXISTING LAW:\nThere is currently no tax credit for adoptive parents who wish to\nbecome homeowners.\n\nLEGISLATIVE HISTORY:\nS.5916A of 2007\n05/23/07 Referred to Investigations & Governmental Operations\nS.114 of 2009\n01/07/09 Referred to Investigations & Government Operations\n01/06/10 Referred to Investigations & Government Operations\n\nFISCAL IMPLICATIONS:\nUnknown.\n\nLOCAL FISCAL IMPLICATIONS:\nUnknown.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately and shall apply to taxable\nyears commencing on or after January 1, 2013.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the establishment of a tax credit for the adoption of a foster child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T170157.TXT", "SOBI.D110110.T161130.TXT", "SOBI.D110111.T155722.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909046
}