{
  "year" : 2011,
  "senateBillNo" : "S1648-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1648-2011-1294722000000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enables the dormitory authority to finance and provide facilities for a research laboratory for epidemiology in Brooklyn",
  "summary" : "Enables the dormitory authority to finance and provide facilities for a research laboratory for epidemiology in Brooklyn. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S90-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1648\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT  to amend the public authorities law, in relation to and for the\n         purpose of enabling the dormitory authority  to  finance  and  provide\n         facilities  for  a research laboratory for epidemiology in the borough\n         of Brooklyn\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (b)  of  subdivision  2 of section 1676 of the\n    2  public authorities law is amended by adding a new undesignated paragraph\n    3  to read as follows:\n    4    FOR THE FINANCING, CONSTRUCTION,  RECONSTRUCTION,  IMPROVEMENT,  RENO-\n    5  VATION OF OR OTHERWISE PROVIDE FOR A RESEARCH LABORATORY FOR EPIDEMIOLO-\n    6  GY IN THE BOROUGH OF BROOKLYN.\n    7    S  2.  Subdivision  1 of section 1680 of the public authorities law is\n    8  amended by adding a new undesignated paragraph to read as follows:\n    9    FOR THE FINANCING, CONSTRUCTION,  RECONSTRUCTION,  IMPROVEMENT,  RENO-\n   10  VATION OF OR OTHERWISE PROVIDE FOR A RESEARCH LABORATORY FOR EPIDEMIOLO-\n   11  GY IN THE BOROUGH OF BROOKLYN.\n   12    S  3.  Any  contracts for design, construction, services and materials\n   13  entered into by the authority pursuant to this act shall be  subject  to\n   14  the  provisions  of  section  135  of the state finance law and shall be\n   15  deemed state contracts within the meaning of that term as set  forth  in\n   16  article  15-A  of  the executive law, and the authority shall be deemed,\n   17  for the purposes of this act, a contracting agency as that term is  used\n   18  in article 15-A of the executive law.\n   19    S 4. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05863-01-1\n",
  "memo" : "BILL NUMBER:S1648\n\nTITLE OF BILL:\nAn act\nto amend the public authorities law, in relation to and for the\npurpose of enabling the dormitory authority to finance and provide\nfacilities for a research laboratory for epidemiology in the\nborough of Brooklyn\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo enable the dormitory authority to finance and provide facilities\nfor a research laboratory for epidemiology in the borough of Brooklyn.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nTo amend the public authorities law to enable the dormitory authority\nto finance, construct, reconstruct, improve, renovate or otherwise in\norder to provide facilities for a research laboratory for\nepidemiology in the borough of Brooklyn. Any contracts for design,\nconstruction, services and materials entered into by the authority\npursuant to this act shall be deemed state contracts within the\nmeaning of that term as set forth in article 15-A of the executive\nlaw, and the authority shall be deemed, for the purposes of this act,\na contracting agency as that term is used in Article 15-A of the\nexecutive law.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nParagraph (b) of subdivision 2 of section 1676 of the public\nauthorities law is amended by adding a new undesignated subparagraph\nand subdivision 1 of section 1680 of the public authorities law is\namended by adding a new undesignated paragraph.\n\nJUSTIFICATION:\nThe County of Kings is the fourth largest county in the country and is\none of the largest populated counties in the State of New York. With\nthis in mind, Kings county experiences very high rates of communicable\nand infectious diseases, and mental disorders. Such issues are\nconsistent in relation to the large demographics. However we need to\naddress these health care issues. With the spread of AIDS on the\nrise, coupled with the outbreak of tuberculosis and a high incidence\nrate of diseases, mental illness, and handicapping conditions, I\nstrongly recommend consideration for the development of a research\nlaboratory for epidemiology in Kings County. Through the development\nof such a facility we can begin to meet the urgent needs of the\nBrooklyn community for well-educated health care workers and\nenhanced health and human services. This center can conduct clinical\nand basic research and analysis on the prevention, cure and treatment\nof diseases and financed through the Dormitory Authority, the Health\nIncome Fund and the general fund. With the implementation of such an\ninitiative we can improve the health services in high health-risk and\neconomically disadvantaged areas.\nAdditionally, this initiative will clearly address the t,>Towing need\n\nfor clinical research of various diseases, while simultaneously\nproviding economic opportunities to the residents of Brooklyn, the\nCity of New York and the State of New York.\n\nLEGISLATIVE HISTORY:\nS.1904 of 2007\n01/29/07 Referred to Corporations, Authorities & Commissions\n\nEFFECTIVE DATE:\nThis act shall become effective immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to and for the purpose of enabling the dormitory authority to finance and provide facilities for a research laboratory for epidemiology in the borough of Brooklyn ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110111.T101649.TXT", "SOBI.D110111.T105652.TXT", "SOBI.D110111.T152721.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909069
}