{
  "year" : 2011,
  "senateBillNo" : "S1643-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S1643-2011-1294722000000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "CARLUCCI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes commissioner of economic development to grant matching funds to eligible applicants to implement Hudson Valley regional agricultural marketing program",
  "summary" : "Authorizes commissioner of economic development to grant matching funds to eligible applicants to implement the Hudson Valley agricultural regional marketing program, defined as the use of media advertising and promotional materials for purposes of marketing agricultural production within the region. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : "A1544",
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "S5307-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1643\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by Sen. CARLUCCI -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Commerce, Economic  Devel-\n         opment and Small Business\n\n       AN  ACT  to amend the economic development law, in relation to providing\n         matching funds for eligible applicants in the Hudson  Valley  agricul-\n         tural regional marketing program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The economic development law is amended  by  adding  a  new\n    2  article 15 to read as follows:\n    3                                  ARTICLE 15\n    4            HUDSON VALLEY AGRICULTURAL REGIONAL MARKETING PROGRAM\n    5  SECTION 280. DEFINITIONS.\n    6          281. MATCHING FUNDS FOR ELIGIBLE APPLICANTS.\n    7          282. APPLICATION PROCESS.\n    8          283. PAYMENTS OF FUNDS TO ELIGIBLE APPLICANTS.\n    9          284. REPORTING REQUIREMENTS.\n   10    S  280. DEFINITIONS. AS USED IN THIS ARTICLE, UNLESS A DIFFERENT MEAN-\n   11  ING APPEARS FROM THE CONTEXT, THE FOLLOWING WORDS AND TERMS  SHALL  HAVE\n   12  THE FOLLOWING MEANINGS:\n   13    1.  \"ELIGIBLE APPLICANT\" MEANS ANY NOT-FOR-PROFIT CORPORATION OR OTHER\n   14  NONPROFIT ORGANIZATION, ASSOCIATION, OR AGENCY  THAT  IS  DESIGNATED  BY\n   15  RESOLUTION  OF THE SEVERAL COUNTY LEGISLATURES OR OTHER GOVERNING BODIES\n   16  OF COUNTIES WITHIN THE HUDSON VALLEY REGION OF THE STATE, AS  AN  AGENCY\n   17  AUTHORIZED  TO  MAKE APPLICATION FOR AND RECEIVE GRANTS FOR THE PURPOSES\n   18  SPECIFIED IN THIS ARTICLE.\n   19    2. \"RECOGNIZED ADVERTISING\" MEANS MEDIA  ADVERTISING  AND  PROMOTIONAL\n   20  MATERIALS  TO  BE  BROADCAST,  DISSEMINATED, OR OTHERWISE DISTRIBUTED IN\n   21  ACCORDANCE WITH A PLAN APPROVED BY THE COMMISSIONER.\n   22    3. \"REGION\" MEANS THE HUDSON VALLEY REGION OF THE STATE, AS DETERMINED\n   23  BY THE COMMISSIONER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05557-01-1\n\n       S. 1643                             2\n\n    1    4. \"REGIONAL MARKETING PROGRAM\" MEANS THE USE OF MEDIA ADVERTISING AND\n    2  PROMOTIONAL MATERIALS FOR PURPOSES OF MARKETING AGRICULTURAL PRODUCTS OF\n    3  THE REGION.\n    4    5.  \"STRATEGIC  ALLIANCE\"  MEANS  AN INFORMAL OR FORMAL ASSOCIATION OF\n    5  AGRICULTURAL PRODUCERS ESTABLISHED FOR THE  PURPOSE  OF  SOLVING  COMMON\n    6  PROBLEMS  AND  ENGAGING IN COOPERATIVE ACTIVITIES AND THAT IS CONSIDERED\n    7  TO BE CRITICAL TO THE AGRICULTURAL ECONOMY OF THE REGION.\n    8    S 281. MATCHING FUNDS FOR ELIGIBLE APPLICANTS. 1. THE COMMISSIONER, IN\n    9  FURTHERANCE OF THE OBJECTIVES OF  THE  REGIONAL  AGRICULTURAL  MARKETING\n   10  PROGRAM,  IS  AUTHORIZED  TO MATCH FUNDS EXPENDED BY ELIGIBLE APPLICANTS\n   11  FOR THE PURPOSE OF IMPLEMENTATION OF THE REGIONAL MARKETING  PROGRAM  AS\n   12  DEFINED  IN SUBDIVISION FOUR OF SECTION TWO HUNDRED EIGHTY OF THIS ARTI-\n   13  CLE; PROVIDED, HOWEVER, THAT:\n   14    (A) NO SUCH MATCHING FUNDS SHALL EXCEED THE SUM OF FIVE HUNDRED  THOU-\n   15  SAND DOLLARS OR FIFTY PERCENT OF THE TOTAL COST OF IMPLEMENTATION OF THE\n   16  REGIONAL MARKETING PLAN, WHICHEVER IS LESS;\n   17    (B)  NO  SUCH  MATCHING  FUNDS SHALL BE USED FOR ADMINISTRATIVE COSTS,\n   18  INCLUDING SALARIES, ASSOCIATED WITH THE IMPLEMENTATION OF  THE  REGIONAL\n   19  AGRICULTURAL MARKETING PLAN;\n   20    (C)  NO  SUCH MATCHING FUNDS SHALL BE USED FOR THE DIRECT BENEFIT OF A\n   21  FOR-PROFIT AGRICULTURAL PRODUCER OR  MARKETER  UNLESS  SUCH  EXPENDITURE\n   22  SHALL  FURTHER  A  PUBLIC PURPOSE AND HAVE A CLEAR, LONG-TERM BENEFIT TO\n   23  THE REGIONAL AGRICULTURAL ECONOMY.\n   24    2. THE COMMISSIONER IS AUTHORIZED TO MATCH FUNDS EXPENDED BY AN ELIGI-\n   25  BLE APPLICANT IF THE ELIGIBLE APPLICANT REPRESENTS ONE OR MORE COUNTIES,\n   26  BUT FEWER THAN EACH OF THE  SEVERAL  COUNTIES,  IN  THE  STATE  ECONOMIC\n   27  DEVELOPMENT REGION.\n   28    S  282.  APPLICATION  PROCESS. 1. THE COMMISSIONER, UPON INVESTIGATION\n   29  AND RECEIPT OF CERTIFIED COPIES OF SUCH RESOLUTIONS AS MAY BE  NECESSARY\n   30  TO  SATISFY  HIM  OR HER THAT AN ELIGIBLE APPLICANT HAS BEEN DULY DESIG-\n   31  NATED TO REPRESENT THE REGION, SHALL RECOGNIZE SUCH  ELIGIBLE  APPLICANT\n   32  AS  THE SOLE SUCH APPLICANT WITHIN THE REGION. IN THE EVENT THAT EACH OF\n   33  THE SEVERAL COUNTIES WITHIN THE REGION IS UNABLE OR UNWILLING TO  DESIG-\n   34  NATE A SINGLE APPLICANT TO REPRESENT THE REGION, OR IS UNABLE OR UNWILL-\n   35  ING  TO  ENCUMBER FUNDS  PURSUANT TO SECTION TWO HUNDRED EIGHTY-THREE OF\n   36  THIS ARTICLE, ONE OR MORE COUNTIES WITHIN THE REGION  MAY  DESIGNATE  AN\n   37  ELIGIBLE  APPLICANT  TO REPRESENT THE REGION. IN REVIEWING SUCH APPLICA-\n   38  TIONS, THE COMMISSIONER MAY SELECT FROM AMONG COMPETING  OR  OVERLAPPING\n   39  APPLICATIONS  THE  APPLICATION  THAT THE COMMISSIONER CONSIDERS TO BE OF\n   40  GREATER BENEFIT TO THE REGION AND THE  WELFARE  OF  THE  PEOPLE  OF  THE\n   41  STATE.\n   42    2.  THE  COMMISSIONER IS AUTHORIZED TO ACCEPT AND SET REASONABLE DEAD-\n   43  LINES FOR THE SUBMISSION OF APPLICATIONS FOR EACH FISCAL YEAR COVERED BY\n   44  APPROPRIATIONS IN ORDER TO MATCH FUNDS EXPENDED BY  ELIGIBLE  APPLICANTS\n   45  FOR THE PURPOSE OF THE IMPLEMENTATION OF THE REGIONAL MARKETING PROGRAM.\n   46  IN  REVIEWING  AND  SELECTING  APPLICATIONS FROM ELIGIBLE APPLICANTS FOR\n   47  ASSISTANCE UNDER THIS PROGRAM, THE COMMISSIONER SHALL ENSURE  THAT  EACH\n   48  APPLICATION  FOR  SUCH  FUNDS SHALL HAVE THEREIN SET FORTH THE SCHEDULE,\n   49  BUDGET, SCOPE, AND THEME OF THE PROPOSED REGIONAL AGRICULTURAL MARKETING\n   50  PROGRAM TO BE UNDERTAKEN FOR THE PURPOSE OF ENCOURAGING AND  STIMULATING\n   51  AGRICULTURAL MARKETING WITHIN THE REGION OF THE STATE.\n   52    3.  NOTHING SHALL LIMIT AN ELIGIBLE APPLICANT FROM CREATING A REGIONAL\n   53  AGRICULTURAL MARKETING PROGRAM WITH ANOTHER STATE, TERRITORY, PROTECTOR-\n   54  ATE, DEPENDENCY, OR COUNTRY.\n   55    S 283. PAYMENTS OF FUNDS TO ELIGIBLE APPLICANTS.  1.  UPON  SUBMISSION\n   56  AND  APPROVAL  OF EACH APPLICATION AND THE AUTHORIZATION OF FUNDS BY THE\n\n       S. 1643                             3\n\n    1  COMMISSIONER IN ACCORDANCE THEREWITH, THE COMMISSIONER SHALL GIVE NOTICE\n    2  TO THE ELIGIBLE APPLICANT OF SUCH APPROVAL AND AUTHORIZATION  AND  SHALL\n    3  DIRECT SUCH ELIGIBLE APPLICANT TO PROCEED WITH ITS PROPOSED AGRICULTURAL\n    4  MARKETING  PROGRAM  AS DESCRIBED IN ITS APPLICATION. UPON THE FURNISHING\n    5  OF SATISFACTORY EVIDENCE TO  THE  DEPARTMENT  THAT  THE  SEVERAL  COUNTY\n    6  LEGISLATURES OR OTHER GOVERNING BODIES OF THE COUNTIES IDENTIFIED IN THE\n    7  APPLICATION  HAVE  ENCUMBERED FUNDS IN THE AMOUNT COMMITTED AND APPROVED\n    8  BY THE COMMISSIONER, THE STATE MATCHING FUNDS ALLOCATED TO SUCH ELIGIBLE\n    9  APPLICANT SHALL BE PAID, FROM THE FUNDS APPROPRIATED FOR  SUCH  PURPOSE,\n   10  PURSUANT  TO THIS ARTICLE.  ANY STATE FUNDS SO PAID MAY BE EXPENDED ONLY\n   11  ON A MATCHING BASIS AND ONLY  WITHIN  TWELVE  MONTHS  OF  SUCH  PAYMENT,\n   12  UNLESS AN EXTENSION OF TIME HAS BEEN REQUESTED AND, UPON SHOWING OF GOOD\n   13  CAUSE, GRANTED BY THE COMMISSIONER.\n   14    2. NO ADVERTISING OR MARKETING FUNDED FOR THE PURPOSES OF THIS ARTICLE\n   15  SHALL  CONTAIN  REFERENCE  TO  OR THE NAME OF ANY PUBLIC OFFICIAL OF THE\n   16  STATE OF NEW YORK OR ITS POLITICAL  SUBDIVISIONS.  \"REFERENCE\"  INCLUDES\n   17  BUT  IS  NOT  LIMITED TO PHOTOGRAPHS, DRAWINGS, CARICATURES, QUOTATIONS,\n   18  INVITATIONS, SIGNATURES, ENDORSEMENTS, OR SOUND OR VIDEO RECORDINGS.\n   19    S 284.   REPORTING  REQUIREMENTS.  1.  IN  ACCORDANCE  WITH  GENERALLY\n   20  ACCEPTED ACCOUNTING PRINCIPLES, EACH ELIGIBLE APPLICANT SHALL FURNISH AN\n   21  ANNUAL  FINANCIAL  STATEMENT  TO THE COMMISSIONER. SUCH REPORTS SHALL BE\n   22  SUBMITTED ON OR BEFORE JANUARY FIRST OF EACH YEAR.\n   23    2. THE DEPARTMENT SHALL ANNUALLY, ON OR BEFORE MARCH FIRST, SUBMIT  TO\n   24  THE  GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE, AND THE SPEAKER OF\n   25  THE ASSEMBLY A REPORT ON THE ACTIVITIES  OF  THE  REGIONAL  AGRICULTURAL\n   26  MARKETING MATCHING FUNDS PROGRAM. SUCH REPORT SHALL INCLUDE A SUMMARY OF\n   27  THE FINANCIAL STATEMENTS RECEIVED BY THE DEPARTMENT FROM ELIGIBLE APPLI-\n   28  CANTS,  A  SUMMARY  OF  ACTIVITIES CONDUCTED BY ELIGIBLE APPLICANTS, AND\n   29  ANALYSES OF THE EFFECTIVENESS OF THE PROGRAM IN STIMULATING AGRICULTURAL\n   30  MARKETING. AS A PRODUCT OF SUCH ANALYSES, THE DEPARTMENT  SHALL  COMPILE\n   31  AND  DISSEMINATE  TO  EACH  ELIGIBLE APPLICANT A LIST AND DESCRIPTION OF\n   32  BEST PRACTICES IN ORDER TO FURTHER PROMOTE  AND  ENCOURAGE  AGRICULTURAL\n   33  MARKETING  IN THE STATE AND THE EXPANSION AND DEVELOPMENT OF NEW MARKETS\n   34  FOR NEW YORK AGRICULTURAL PRODUCTS.\n   35    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1643\n\nTITLE OF BILL:\nAn act\nto amend the economic development law, in relation to providing matching\nfunds for eligible applicants in the Hudson Valley agricultural\nregional marketing program\n\nPURPOSE:\nTo authorize the Commissioner of Economic Development to grant\nmatching funds to eligible applicants to implement Hudson Valley\nregional agricultural marketing program.\n\nSUMMARY OF PROVISIONS:\nThe economic development law is amended by adding a new article, 15.\n\nJUSTIFICATION:\nThis act will provide funding to an association of agricultural\nproducers in the Hudson Valley to work together in a uniform manner\nin order to engage in marketing activities that are vital to the\nagrarian economy of the region.\n\nLEGISLATIVE HISTORY:\n2009 - New Bill\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to providing matching funds for eligible applicants in the Hudson Valley agricultural regional marketing program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110111.T110153.TXT", "SOBI.D110111.T101649.TXT", "SOBI.D110111.T152721.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909061
}