{
  "year" : 2011,
  "senateBillNo" : "S1640-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1640-2011-1294635600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the educational tax incentives act",
  "summary" : "Enacts the educational tax incentives act; provides a tax credit for contributions made to public education entities or to a local education fund; requires the department of taxation and finance to prepare and submit a report regarding such tax credits. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S5444-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1640\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to permitting a  credit  to  be\n         taken against taxes owed to the state on income, such credit to offset\n         contributions  to  a public school district or a public school in this\n         state, to a local education fund, or  to  an  educational  scholarship\n         organization,  or  for  the  purchase  of  instructional materials and\n         classroom supplies for schools  and  non-public  home-based  education\n         programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"educational tax incentives act\".\n    3    S 2. Legislative findings and intent. The legislature hereby finds and\n    4  declares that:\n    5    a.  At  a  time when the state is considering ways of reducing the tax\n    6  burden for New York state residents and educators are seeking an  expan-\n    7  sion  of financial resources, charitable giving for educational purposes\n    8  should be stimulated;\n    9    b. Permitting public education entities such as school  districts  and\n   10  individual  public  schools,  including  charter  schools, to accept and\n   11  receive voluntary cash contributions will lessen the need for additional\n   12  tax revenue;\n   13    c. Encouraging voluntary support for education, without prejudice  for\n   14  or  against  any  state-sanctioned  educational enterprise, promotes the\n   15  state's interest in providing the highest quality education to all chil-\n   16  dren in the state;\n   17    d. Requiring a sharing of resources among school districts will insure\n   18  a more equitable distribution of financial support;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06115-01-1\n\n       S. 1640                             2\n\n    1    e. The tax credit provided in this act is merely one of  many  credits\n    2  available to New York taxpayers;\n    3    f.  The  intended beneficiaries of the tax credit provided in this act\n    4  are the students who attend public schools, including  charter  schools,\n    5  or  who  further their educations using tuition scholarships from educa-\n    6  tional scholarship  organizations,  or  who  participate  in  home-based\n    7  educational  programs;  therefore  the  tax  credit  does not constitute\n    8  public aid to non-public sectarian institutions;\n    9    g. Permitting school personnel to claim a credit for the  purchase  of\n   10  classroom  instructional  materials  and  supplies  will  insure a wider\n   11  availability of such materials and supplies for all students.\n   12    S 3. Section 606 of  the  tax  law  is  amended  by  adding  five  new\n   13  subsections (u), (v), (w), (w-1) and (w-2) to read as follows:\n   14    (U)  DEFINITIONS.  AS USED IN SUBSECTIONS (V), (W), (W-1) AND (W-2) OF\n   15  THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   16    (1) \"PUBLIC EDUCATION ENTITY\" SHALL MEAN ANY PUBLIC SCHOOL DISTRICT OR\n   17  ANY INDIVIDUAL PUBLIC SCHOOL, INCLUDING ANY CHARTER SCHOOL.\n   18    (2) \"LOCAL EDUCATION FUND\" SHALL MEAN  A  CHARITABLE  ORGANIZATION  IN\n   19  THIS STATE THAT:\n   20    (A)  IS  EXEMPT  FROM  FEDERAL TAXATION UNDER SECTION 501(C)(3) OF THE\n   21  INTERNAL REVENUE CODE; AND\n   22    (B) IS ESTABLISHED FOR  THE  EXPLICIT  PURPOSE  OF  SUPPORTING  PUBLIC\n   23  EDUCATION WITHIN A SPECIFIC PUBLIC SCHOOL DISTRICT.\n   24    (3)  \"EDUCATIONAL  SCHOLARSHIP  ORGANIZATION\"  SHALL MEAN A CHARITABLE\n   25  ORGANIZATION IN THIS STATE THAT:\n   26    (A) IS EXEMPT FROM FEDERAL TAXATION UNDER  SECTION  501(C)(3)  OF  THE\n   27  INTERNAL REVENUE CODE; AND\n   28    (B)  ALLOCATES  AT LEAST NINETY PERCENT OF ITS ANNUAL EXPENDITURES FOR\n   29  EDUCATIONAL SCHOLARSHIPS OR TUITION GRANTS TO CHILDREN ALLOWING THEM  TO\n   30  ATTEND  ANY  ELIGIBLE  NON-PUBLIC  SCHOOL AND/OR TO RECEIVE TUTORING AND\n   31  MENTORING SERVICES IN AN ELIGIBLE NON-PUBLIC SCHOOL, OR FOR OTHER EDUCA-\n   32  TIONAL PURPOSES; AND\n   33    (C) MAKES EDUCATIONAL SCHOLARSHIPS, WHICH MAY INCLUDE SCHOLARSHIPS FOR\n   34  TUTORING AND MENTORING SERVICES, OR TUITION GRANTS AVAILABLE TO CHILDREN\n   35  FROM MORE THAN ONE PUBLIC OR ELIGIBLE NON-PUBLIC SCHOOL; AND\n   36    (D) REPORTS ANNUALLY TO THE DEPARTMENT THE GROSS  RECEIPTS  AND  GROSS\n   37  AMOUNT EXPENDED FOR SCHOLARSHIPS AND TUITION GRANTS.\n   38    (4)  \"ELIGIBLE NON-PUBLIC SCHOOL\" SHALL MEAN ANY NON-PUBLIC PRIMARY OR\n   39  SECONDARY SCHOOL THAT IS LOCATED  IN  THIS  STATE,  THAT  SATISFIES  THE\n   40  REQUIREMENTS PRESCRIBED BY LAW FOR NON-PUBLIC SCHOOLS IN THIS STATE, AND\n   41  THAT  HAS QUALIFIED FOR FEDERAL TAX EXEMPTION UNDER SECTION 501(C)(3) OF\n   42  THE INTERNAL REVENUE CODE.\n   43    (V) CONTRIBUTIONS TO PUBLIC EDUCATION CREDIT. FOR TAXABLE YEARS BEGIN-\n   44  NING ON OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE, A CREDIT IS ALLOWED\n   45  AGAINST THE TAX IMPOSED BY THIS ARTICLE FOR VOLUNTARY CASH CONTRIBUTIONS\n   46  MADE BY THE TAXPAYER DURING THE TAXABLE YEAR TO A PUBLIC EDUCATION ENTI-\n   47  TY. ACCEPTANCE AND RECEIPT OF SUCH  CONTRIBUTIONS  SHALL  BE  PERMITTED.\n   48  THIS  CREDIT SHALL BE VALUED AT SIXTY-SIX AND TWO-THIRDS PERCENT OF SUCH\n   49  CONTRIBUTIONS.\n   50    (1) THE AMOUNT OF THE CREDIT.\n   51    (A) THIS CREDIT SHALL NOT EXCEED EIGHTY DOLLARS IN ANY TAXABLE YEAR.\n   52    (B) A SHAREHOLDER OF A NEW YORK S CORPORATION OR A PARTNER OF A  PART-\n   53  NERSHIP  (OR  OTHER  ENTITY  TREATED  AS  A  PARTNERSHIP  FOR INCOME TAX\n   54  PURPOSES) SHALL BE TREATED AS THE TAXPAYER WITH RESPECT TO  HIS  OR  HER\n   55  PRO-RATA  SHARE  OF  THE  TAX  CREDIT ALLOWABLE TO SUCH S CORPORATION OR\n   56  PARTNERSHIP, DETERMINED FOR THE S CORPORATION'S OR PARTNERSHIP'S TAXABLE\n\n       S. 1640                             3\n\n    1  YEAR ENDING WITH OR WITHIN THE SHAREHOLDER'S OR PARTNER'S TAXABLE  YEAR.\n    2  THE  MAXIMUM  AMOUNT OF THE CREDIT FOR SUCH S CORPORATION OR PARTNERSHIP\n    3  SHALL BE THE SAME AS THAT ALLOWABLE TO CORPORATIONS  UNDER  SUBDIVISIONS\n    4  FORTY-FOUR AND FORTY-FIVE OF SECTION TWO HUNDRED TEN OF THIS CHAPTER.\n    5    (2) A HUSBAND AND WIFE WHO FILE SEPARATE RETURNS FOR A TAXABLE YEAR IN\n    6  WHICH  THEY COULD HAVE FILED A JOINT RETURN MAY EACH CLAIM ONLY ONE-HALF\n    7  OF THE TAX CREDIT THAT WOULD HAVE BEEN ALLOWED FOR A JOINT RETURN.\n    8    (3) IF THE ALLOWABLE TAX CREDIT EXCEEDS THE TAXES OTHERWISE DUE  UNDER\n    9  THIS  ARTICLE  ON  THE  TAXPAYER'S  INCOME, OR IF THERE ARE NO TAXES DUE\n   10  UNDER THIS ARTICLE, THE TAXPAYER MAY CARRY THE AMOUNT OF THE CREDIT  NOT\n   11  USED  TO  OFFSET  THE TAXES UNDER THIS ARTICLE FORWARD FOR NOT MORE THAN\n   12  FIVE YEARS' INCOME TAX LIABILITY.\n   13    (4) CONTRIBUTIONS IN EXCESS OF ONE HUNDRED TWENTY DOLLARS IN ANY TAXA-\n   14  BLE YEAR SHALL BE CONSIDERED ELIGIBLE DEDUCTIONS AS ALLOWED  UNDER  THIS\n   15  ARTICLE FOR CHARITABLE CONTRIBUTIONS.\n   16    (5) SUCH CONTRIBUTIONS SHALL BE DEPOSITED IN A SEPARATE ACCOUNT.\n   17    (6)  IF  MADE  TO A PUBLIC SCHOOL DISTRICT SUCH CONTRIBUTIONS SHALL BE\n   18  SUPERVISED BY A PERSON SO DESIGNATED BY THE  CHANCELLOR  OR  SUPERINTEN-\n   19  DENT.  IF  MADE  TO  A PARTICULAR SCHOOL THEY SHALL BE SUPERVISED BY THE\n   20  SCHOOL PRINCIPAL. REPORTS OF DEPOSITS AND DISBURSEMENTS SHALL BE MADE TO\n   21  THE LOCAL BOARD OF EDUCATION ANNUALLY. CHARTER SCHOOLS SHALL  MAKE  SUCH\n   22  REPORTS TO THE STATE EDUCATION DEPARTMENT.\n   23    (W)  CONTRIBUTIONS TO LOCAL EDUCATION CREDIT. IN LIEU OF CONTRIBUTIONS\n   24  IN SUBSECTION (V) OF THIS SECTION, A CREDIT IS ALLOWED:\n   25    (1) FOR THE AMOUNT OF VOLUNTARY CASH CONTRIBUTIONS MADE BY THE TAXPAY-\n   26  ER DURING THE TAXABLE YEAR TO A LOCAL EDUCATION FUND. THIS CREDIT  SHALL\n   27  BE VALUED AT SIXTY-SIX AND TWO-THIRDS PERCENT OF SUCH CONTRIBUTIONS.\n   28    (A)  THE  AMOUNT OF SUCH CREDIT SHALL NOT EXCEED EIGHTY DOLLARS IN ANY\n   29  TAXABLE YEAR. A SHAREHOLDER OF A NEW YORK S CORPORATION OR A PARTNER  OF\n   30  A  PARTNERSHIP  (OR OTHER ENTITY TREATED AS A PARTNERSHIP FOR INCOME TAX\n   31  PURPOSES) SHALL BE TREATED AS THE TAXPAYER WITH RESPECT TO  HIS  OR  HER\n   32  PRO-RATA  SHARE  OF  THE  TAX  CREDIT ALLOWABLE TO SUCH S CORPORATION OR\n   33  PARTNERSHIP, DETERMINED FOR THE S CORPORATION'S OR PARTNERSHIP'S TAXABLE\n   34  YEAR ENDING WITH OR WITHIN THE SHAREHOLDER'S OR PARTNER'S TAXABLE  YEAR.\n   35  THE  MAXIMUM  AMOUNT OF THE CREDIT FOR SUCH S CORPORATION OR PARTNERSHIP\n   36  SHALL BE THE SAME AS THAT ALLOWABLE TO CORPORATIONS  UNDER  SUBDIVISIONS\n   37  FORTY-FOUR AND FORTY-FIVE OF SECTION TWO HUNDRED TEN OF THIS CHAPTER.\n   38    (B) A HUSBAND AND WIFE WHO FILE SEPARATE RETURNS FOR A TAXABLE YEAR IN\n   39  WHICH  THEY COULD HAVE FILED A JOINT RETURN MAY EACH CLAIM ONLY ONE-HALF\n   40  OF THE TAX CREDIT THAT WOULD HAVE BEEN ALLOWED FOR A JOINT RETURN.\n   41    (C) IF THE ALLOWABLE TAX CREDIT EXCEEDS THE TAXES OTHERWISE DUE  UNDER\n   42  THIS  ARTICLE  ON  THE  TAXPAYER'S  INCOME, OR IF THERE ARE NO TAXES DUE\n   43  UNDER THIS ARTICLE, THE TAXPAYER MAY CARRY THE AMOUNT OF THE CREDIT  NOT\n   44  USED  TO  OFFSET  THE TAXES UNDER THIS ARTICLE FORWARD FOR NOT MORE THAN\n   45  FIVE YEARS' INCOME TAX LIABILITY.\n   46    (D) CONTRIBUTIONS IN EXCESS OF ONE HUNDRED TWENTY DOLLARS IN ANY TAXA-\n   47  BLE YEAR SHALL BE CONSIDERED ELIGIBLE DEDUCTIONS AS ALLOWED  UNDER  THIS\n   48  ARTICLE FOR CHARITABLE CONTRIBUTIONS.\n   49    (E) THIS TAX CREDIT MAY NOT BE CLAIMED FOR ANY CONTRIBUTION TO A LOCAL\n   50  EDUCATION FUND FOR THE BENEFIT OF A DESIGNATED STUDENT.\n   51    (2) FOR THE AMOUNT OF VOLUNTARY CASH CONTRIBUTIONS MADE BY THE TAXPAY-\n   52  ER  DURING  THE TAXABLE YEAR TO AN EDUCATIONAL SCHOLARSHIP ORGANIZATION.\n   53  THIS CREDIT SHALL BE VALUED AT FIFTY PERCENT OF SUCH CONTRIBUTIONS.\n   54    (A) THE AMOUNT OF SUCH CREDIT SHALL NOT EXCEED SIXTY  DOLLARS  IN  ANY\n   55  TAXABLE  YEAR. A SHAREHOLDER OF A NEW YORK S CORPORATION OR A PARTNER OF\n   56  A PARTNERSHIP (OR OTHER ENTITY TREATED AS A PARTNERSHIP FOR  INCOME  TAX\n\n       S. 1640                             4\n\n    1  PURPOSES)  SHALL  BE  TREATED AS THE TAXPAYER WITH RESPECT TO HIS OR HER\n    2  PRO-RATA SHARE OF THE TAX CREDIT ALLOWABLE  TO  SUCH  S  CORPORATION  OR\n    3  PARTNERSHIP, DETERMINED FOR THE S CORPORATION'S OR PARTNERSHIP'S TAXABLE\n    4  YEAR  ENDING WITH OR WITHIN THE SHAREHOLDER'S OR PARTNER'S TAXABLE YEAR.\n    5  THE MAXIMUM AMOUNT OF THE CREDIT FOR SUCH S CORPORATION  OR  PARTNERSHIP\n    6  SHALL  BE  THE SAME AS THAT ALLOWABLE TO CORPORATIONS UNDER SUBDIVISIONS\n    7  FORTY-FOUR AND FORTY-FIVE OF SECTION TWO HUNDRED TEN OF THIS CHAPTER.\n    8    (B) A HUSBAND AND WIFE WHO FILE SEPARATE RETURNS FOR A TAXABLE YEAR IN\n    9  WHICH THEY COULD HAVE FILED A JOINT RETURN MAY EACH CLAIM ONLY  ONE-HALF\n   10  OF THE TAX CREDIT THAT WOULD HAVE BEEN ALLOWED FOR A JOINT RETURN.\n   11    (C)  IF THE ALLOWABLE TAX CREDIT EXCEEDS THE TAXES OTHERWISE DUE UNDER\n   12  THIS ARTICLE ON THE TAXPAYER'S INCOME, OR IF  THERE  ARE  NO  TAXES  DUE\n   13  UNDER  THIS ARTICLE, THE TAXPAYER MAY CARRY THE AMOUNT OF THE CREDIT NOT\n   14  USED TO OFFSET THE TAXES UNDER THIS ARTICLE FORWARD FOR  NOT  MORE  THAN\n   15  FIVE YEARS' INCOME TAX LIABILITY.\n   16    (D) CONTRIBUTIONS IN EXCESS OF ONE HUNDRED TWENTY DOLLARS IN ANY TAXA-\n   17  BLE  YEAR  SHALL BE CONSIDERED ELIGIBLE DEDUCTIONS AS ALLOWED UNDER THIS\n   18  ARTICLE FOR CHARITABLE CONTRIBUTIONS.\n   19    (E) THIS TAX CREDIT MAY NOT BE CLAIMED  FOR  ANY  CONTRIBUTION  TO  AN\n   20  EDUCATIONAL  SCHOLARSHIP  ORGANIZATION  FOR  THE BENEFIT OF A DESIGNATED\n   21  STUDENT.\n   22    (W-1) HOME-BASED INSTRUCTIONAL MATERIALS CREDIT. IN LIEU  OF  CONTRIB-\n   23  UTIONS  IN  SUBSECTIONS (V) AND (W) OF THIS SECTION, A CREDIT IS ALLOWED\n   24  FOR THE PURCHASE OF INSTRUCTIONAL MATERIALS  FOR  NON-PUBLIC  HOME-BASED\n   25  EDUCATIONAL  PROGRAMS.  THIS  CREDIT SHALL BE VALUED AT FIFTY PERCENT OF\n   26  SUCH PURCHASES.\n   27    (1) THE AMOUNT OF SUCH CREDIT SHALL NOT EXCEED SIXTY  DOLLARS  IN  ANY\n   28  TAXABLE YEAR.\n   29    (2) A HUSBAND AND WIFE WHO FILE SEPARATE RETURNS FOR A TAXABLE YEAR IN\n   30  WHICH  THEY COULD HAVE FILED A JOINT RETURN MAY EACH CLAIM ONLY ONE-HALF\n   31  OF THE TAX CREDIT THAT WOULD HAVE BEEN ALLOWED FOR A JOINT RETURN.\n   32    (3) IF THE ALLOWABLE TAX CREDIT EXCEEDS THE TAXES OTHERWISE DUE  UNDER\n   33  THIS  ARTICLE  ON  THE  TAXPAYER'S  INCOME, OR IF THERE ARE NO TAXES DUE\n   34  UNDER THIS ARTICLE, THE TAXPAYER MAY CARRY THE AMOUNT OF THE CREDIT  NOT\n   35  USED  TO  OFFSET  THE TAXES UNDER THIS ARTICLE FORWARD FOR NOT MORE THAN\n   36  FIVE YEARS' INCOME TAX LIABILITY.\n   37    (W-2) CLASSROOM INSTRUCTIONAL MATERIALS AND SUPPLIES CREDIT. A  CREDIT\n   38  IS  ALLOWED  FOR  THE  PURCHASE OF CLASSROOM INSTRUCTIONAL MATERIALS AND\n   39  SUPPLIES FOR PERSONNEL EMPLOYED IN  ANY  PUBLIC  SCHOOL,  INCLUDING  ANY\n   40  CHARTER  SCHOOL, OR IN ANY ELIGIBLE NON-PUBLIC SCHOOL. THIS CREDIT SHALL\n   41  BE VALUED AT FIFTY PERCENT OF SUCH PURCHASES. THE AMOUNT OF SUCH  CREDIT\n   42  SHALL NOT EXCEED SIXTY DOLLARS IN ANY TAXABLE YEAR.\n   43    S 4. Section 210 of the tax law is amended by adding four new subdivi-\n   44  sions 43, 44, 45 and 46 to read as follows:\n   45    43.  DEFINITIONS. AS USED IN SUBDIVISIONS FORTY-FOUR AND FORTY-FIVE OF\n   46  THIS SECTION THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   47    (A) \"PUBLIC EDUCATION ENTITY\" SHALL MEAN ANY PUBLIC SCHOOL DISTRICT OR\n   48  ANY INDIVIDUAL PUBLIC SCHOOL, INCLUDING ANY CHARTER SCHOOL.\n   49    (B) \"LOCAL EDUCATION FUND\" SHALL MEAN  A  CHARITABLE  ORGANIZATION  IN\n   50  THIS STATE THAT:\n   51    (1)  IS  EXEMPT  FROM  FEDERAL TAXATION UNDER SECTION 501(C)(3) OF THE\n   52  INTERNAL REVENUE CODE; AND\n   53    (2) IS ESTABLISHED FOR  THE  EXPLICIT  PURPOSE  OF  SUPPORTING  PUBLIC\n   54  EDUCATION WITHIN A SPECIFIC PUBLIC SCHOOL DISTRICT;\n   55    (3)  REPORTS  ANNUALLY  TO THE DEPARTMENT THE GROSS RECEIPTS AND GROSS\n   56  AMOUNT EXPENDED IN SUPPORT OF PUBLIC EDUCATION.\n\n       S. 1640                             5\n\n    1    (C) \"EDUCATIONAL SCHOLARSHIP ORGANIZATION\"  SHALL  MEAN  A  CHARITABLE\n    2  ORGANIZATION IN THIS STATE THAT:\n    3    (1)  IS  EXEMPT  FROM  FEDERAL TAXATION UNDER SECTION 501(C)(3) OF THE\n    4  INTERNAL REVENUE CODE; AND\n    5    (2) ALLOCATES AT LEAST NINETY PERCENT OF ITS ANNUAL  EXPENDITURES  FOR\n    6  EDUCATIONAL  SCHOLARSHIPS OR TUITION GRANTS TO CHILDREN ALLOWING THEM TO\n    7  ATTEND ANY ELIGIBLE NON-PUBLIC SCHOOL AND/OR  TO  RECEIVE  TUTORING  AND\n    8  MENTORING SERVICES IN AN ELIGIBLE NON-PUBLIC SCHOOL, OR FOR OTHER EDUCA-\n    9  TIONAL PURPOSES; AND\n   10    (3) MAKES EDUCATIONAL SCHOLARSHIPS, WHICH MAY INCLUDE SCHOLARSHIPS FOR\n   11  TUTORING AND MENTORING SERVICES, OR TUITION GRANTS AVAILABLE TO CHILDREN\n   12  FROM MORE THAN ONE PUBLIC OR ELIGIBLE NON-PUBLIC SCHOOL; AND\n   13    (4)  REPORTS  ANNUALLY  TO THE DEPARTMENT THE GROSS RECEIPTS AND GROSS\n   14  AMOUNT EXPENDED FOR SCHOLARSHIPS AND TUITION GRANTS.\n   15    (D) \"ELIGIBLE NON-PUBLIC SCHOOL\" SHALL MEAN ANY NON-PUBLIC PRIMARY  OR\n   16  SECONDARY  SCHOOL  THAT  IS  LOCATED  IN  THIS STATE, THAT SATISFIES THE\n   17  REQUIREMENTS PRESCRIBED BY LAW FOR NON-PUBLIC SCHOOLS IN THIS STATE, AND\n   18  THAT HAS QUALIFIED FOR FEDERAL TAX EXEMPTION UNDER SECTION 501(C)(3)  OF\n   19  THE INTERNAL REVENUE CODE.\n   20    44. CONTRIBUTIONS TO PUBLIC EDUCATION CREDIT. FOR TAXABLE YEARS BEGIN-\n   21  NING ON OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE, A CREDIT IS ALLOWED\n   22  AGAINST THE TAX IMPOSED BY THIS ARTICLE FOR VOLUNTARY CASH CONTRIBUTIONS\n   23  MADE BY THE TAXPAYER DURING THE TAXABLE YEAR TO A PUBLIC EDUCATION ENTI-\n   24  TY.  ACCEPTANCE  AND  RECEIPT  OF SUCH CONTRIBUTIONS SHALL BE PERMITTED.\n   25  THIS CREDIT SHALL BE VALUED AT SIXTY PERCENT OF SUCH CONTRIBUTIONS.\n   26    (A) THE AMOUNT OF THE CREDIT SHALL NOT EXCEED TWO THOUSAND ONE HUNDRED\n   27  SIXTY DOLLARS IN ANY TAXABLE YEAR.\n   28    (B) SUCH CONTRIBUTIONS SHALL BE DEPOSITED IN A SEPARATE ACCOUNT.\n   29    (C) IF MADE TO A PUBLIC SCHOOL DISTRICT SUCH  CONTRIBUTIONS  SHALL  BE\n   30  SUPERVISED  BY  A  PERSON SO DESIGNATED BY THE CHANCELLOR OR SUPERINTEN-\n   31  DENT. IF MADE TO A PARTICULAR SCHOOL THEY SHALL  BE  SUPERVISED  BY  THE\n   32  SCHOOL PRINCIPAL. REPORTS OF DEPOSITS AND DISBURSEMENTS SHALL BE MADE TO\n   33  THE  LOCAL  BOARD OF EDUCATION ANNUALLY. CHARTER SCHOOLS SHALL MAKE SUCH\n   34  REPORTS TO THE STATE EDUCATION DEPARTMENT.\n   35    45. CONTRIBUTIONS TO LOCAL EDUCATION CREDIT. IN LIEU OF  CONTRIBUTIONS\n   36  IN SUBDIVISION FORTY-FOUR OF THIS SECTION, A CREDIT IS ALLOWED:\n   37    (A) FOR THE AMOUNT OF VOLUNTARY CASH CONTRIBUTIONS MADE BY THE TAXPAY-\n   38  ER DURING THE TAXABLE YEAR TO A LOCAL EDUCATION FUND.\n   39    (1) THE AMOUNT OF SUCH CREDIT SHALL BE VALUED AT SIXTY PERCENT OF SUCH\n   40  CONTRIBUTIONS  BUT  SHALL  NOT  EXCEED  TWO  THOUSAND  ONE HUNDRED SIXTY\n   41  DOLLARS IN ANY TAXABLE YEAR.\n   42    (2) THIS TAX CREDIT MAY NOT BE CLAIMED FOR ANY CONTRIBUTION TO A LOCAL\n   43  EDUCATION FUND FOR THE BENEFIT OF A DESIGNATED STUDENT.\n   44    (B) FOR THE AMOUNT OF VOLUNTARY CASH CONTRIBUTIONS MADE BY THE TAXPAY-\n   45  ER DURING THE TAXABLE YEAR TO AN EDUCATIONAL SCHOLARSHIP ORGANIZATION.\n   46    (1) THE AMOUNT OF SUCH CREDIT SHALL BE VALUED AT FIFTY PERCENT OF SUCH\n   47  CONTRIBUTIONS BUT SHALL NOT EXCEED ONE THOUSAND EIGHT HUNDRED DOLLARS IN\n   48  ANY TAXABLE YEAR.\n   49    (2) THIS TAX CREDIT MAY NOT BE CLAIMED  FOR  ANY  CONTRIBUTION  TO  AN\n   50  EDUCATIONAL  SCHOLARSHIP  ORGANIZATION  FOR  THE BENEFIT OF A DESIGNATED\n   51  STUDENT.\n   52    46. SCHOOL DISTRICTS RECEIVING CONTRIBUTIONS IN EXCESS OF ONE  PERCENT\n   53  OF  THEIR PREVIOUS YEAR'S BUDGET SHALL BE REQUIRED TO REMIT A MINIMUM OF\n   54  THIRTY-FIVE PERCENT OF ANY SUCH EXCESS AMOUNT TO A FUND ADMINISTERED  BY\n   55  THE  COMMISSIONER,  TO BE DISTRIBUTED TO SCHOOL DISTRICTS RECEIVING LESS\n   56  THAN ONE-HALF OF ONE PERCENT OF THEIR PREVIOUS YEAR'S BUDGET.   CONTRIB-\n\n       S. 1640                             6\n\n    1  UTIONS TO SCHOOL DISTRICTS, TO INDIVIDUAL SCHOOLS (NOT INCLUDING CHARTER\n    2  SCHOOLS)  AND  TO  LOCAL  EDUCATION  FUNDS  SHALL  BE AGGREGATED FOR THE\n    3  PURPOSES OF THIS SECTION. SUCH PAYMENTS SHALL BE CALCULATED ON A  CALEN-\n    4  DAR  YEAR  BASIS  AND  SHALL  BE  MADE  NO LATER THAN MARCH FIRST OF THE\n    5  FOLLOWING YEAR.\n    6    S 5. The department of taxation and finance shall  prepare  a  written\n    7  report  before  January first of each calendar year, which shall contain\n    8  statistical  information  regarding  the  credits  allowed  pursuant  to\n    9  subsections  (u),  (v), (w), (w-1) and (w-2) of section 606 and subdivi-\n   10  sions 43, 44 and 45 of section 210 of the  tax  law  and  regarding  the\n   11  collections  and  disbursements  required  pursuant to subdivision 46 of\n   12  section 210 of the tax law, as added by sections three and four of  this\n   13  act,  for  the  previous  calendar  year. Copies of such report shall be\n   14  submitted to the governor, the temporary president of  the  senate,  the\n   15  speaker  of  the assembly, the chair of the senate finance committee and\n   16  the chair of the assembly ways and means committee. Such  reports  shall\n   17  contain,  but  need not be limited to, the number of credits by type and\n   18  the amount of such credits allowed to taxpayers and  amounts  of  excess\n   19  contributions, by district, collected and disbursed.\n   20    S  6. This act shall take effect on the first of January next succeed-\n   21  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1640\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to permitting a credit to be taken\nagainst taxes owed to the state on income, such credit to\noffset contributions to a public school district or a public school in\nthis state, to a local education fund, or to an educational scholarship\norganization, or for the purchase of instructional materials\nand classroom supplies for schools and\nnon-public home-based education programs\n\nPURPOSE:\nThis bill would authorize a personal tax credit up to $80 and a\ncorporate tax credit up to $2,160 for contributions to public\neducation entities, or a personal tax credit up to $60 and a\ncorporate tax credit up $1,800 for contributions to charitable\norganizations which offer tuition assistance, or up to $60 for\nexpenses incurred by school personnel and parents who educate their\nchildren at home.\n\nSUMMARY OF PROVISIONS:\nThis bill would permit individual public schools, including charter\nschools, to accept and receive voluntary cash contributions. * It\nalso amends section 606 of the tax law to define a local education\nfund as a charitable organization in this state that is exempt from\nfederal taxation under section 501(c)(3) of the Internal Revenue Code\nand is established for the specific purpose of supporting public\neducation within a specific public school district; a school tuition\norganization as a charitable organization in this state that is\nexempt from federal taxation under section 501 (c)(3) of the Internal\nRevenue Code, allocates at least ninety percent of its annual\nexpenditures for financial assistance to students in order that they\nmay attend an eligible non-public school, and provides such\nassistance to students in more than one such school. * It adds\nsubsections to section 606 to allow a 66 2/3% tax credit up to $80 in\nany taxable year for voluntary cash contributions to public education\nentities, or for cash contributions to local education funds, and to\nallow a 50% tax credit up to $60 for cash contributions to school\ntuition organizations, or for the purchase of instructional materials\nand classroom supplies for schools or non-public\nhome-based instruction.\n\nContributions to local education funds or to school tuition\norganizations may not be designated for the direct benefit of any\nparticular student. * It would also add a subsection to section 210\nof the tax law to allow a 60% credit up to $2,160 for cash\ncontributions to public education entities or to local education\nfunds, or a 50% credit for contributions to school tuition\norganizations. A subsection is also added to section 210 to establish\na formula for assisting low-wealth school districts.\n\nJUSTIFICATION:\nThe state is considering ways of reducing the tax burden for New York\nresidents, while educators are seeking an expansion of financial\nresources; permitting public education entities such as school\ndistricts and individual public schools, including charter schools to\naccept and receive voluntary cash contributions will lessen the need\nfor additional tax revenue; encouraging voluntary support for\neducation, without prejudice for or against any state sanctioned\neducational enterprise, promotes the state's interest in providing\nthe highest quality education to all children in the state; requiring\na sharing of resources among school districts will insure a more\nequitable distribution of financial support; permitting school\npersonnel to claim a credit for the purpose of classroom\ninstructional materials and supplies for all students; the tax credit\nprovided in this section is merely one of many credits available to\nNew York taxpayers; the intended beneficiaries of this credit are\nstudents who attend public schools, non-public schools and who are\neducated at home.\n\nLEGISLATIVE HISTORY:\n05/06/09 REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS\n01/06/10 REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS\n\nFISCAL IMPLICATIONS:\nThe Department of Taxation & Finance has projected a first-year\nrevenue reduction of $125 million. Independent analysis has projected\n$200 million would go to support education, including an estimated\n$160 million to public education, $35 million more than the cost to\nthe state.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first day of January next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to permitting a credit to be taken against taxes owed to the state on income, such credit to offset contributions to a public school district or a public school in this state, to a local education fund, or to an educational scholarship organization, or for the purchase of instructional materials and classroom supplies for schools and non-public home-based education programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T160223.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110110.T161130.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909055
}