{
  "year" : 2011,
  "senateBillNo" : "S1647-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1647-2011-1294722000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "CARLUCCI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to exempting school bus operators from sales tax for equipment and fuel used in operation of a school bus",
  "summary" : "Offers certain refunds or credits to school bus operators from sales tax for certain school buses and equipment and fuel used in operation of a school bus. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A799",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1921-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1647\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by Sen. CARLUCCI -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to providing certain school bus\n         operators with a refund or credit of sales and compensating use  taxes\n         on  the  purchase  of  school buses and equipment and fuel used in the\n         operation of a school bus\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  1119  of  the tax law is amended by adding a new\n    2  subdivision (f) to read as follows:\n    3    (F) SUBJECT TO THE CONDITIONS AND LIMITATIONS PROVIDED IN THIS  SUBDI-\n    4  VISION,  A  REFUND  OR  CREDIT SHALL BE ALLOWED FOR TAX PAID PURSUANT TO\n    5  SUBDIVISION (A) OF SECTION  ELEVEN  HUNDRED  FIVE,  PARAGRAPH  THREE  OF\n    6  SUBDIVISION  (C)  OF  SECTION  ELEVEN  HUNDRED  FIVE,  OR SECTION ELEVEN\n    7  HUNDRED TEN OF THIS ARTICLE AND ANY TAX IMPOSED PURSUANT TO THE AUTHORI-\n    8  TY OF ARTICLE TWENTY-NINE OF THIS CHAPTER, ON THE SALE TO OR PURCHASE BY\n    9  A SCHOOL BUS OPERATOR OF (I) A SCHOOL BUS, AS  DEFINED  IN  SECTION  ONE\n   10  HUNDRED  FORTY-TWO  OF  THE  VEHICLE  AND  TRAFFIC LAW, AT LEAST SEVENTY\n   11  PERCENT OF THE USE OF WHICH IS FOR THE TRANSPORTATION, BY SUCH OPERATOR,\n   12  OF SCHOOL STUDENTS TO OR FROM SCHOOL OR SCHOOL RELATED EVENTS,  PURSUANT\n   13  TO  A  CONTRACT  MADE  UNDER  THE  PROVISIONS OF THE EDUCATION LAW, (II)\n   14  PARTS, EQUIPMENT AND LUBRICANTS WHEN SUCH PARTS,  EQUIPMENT  AND  LUBRI-\n   15  CANTS ARE INSTALLED IN OR ON SUCH A SCHOOL BUS, AT LEAST SEVENTY PERCENT\n   16  OF THE USE OF WHICH IS FOR SUCH TRANSPORTATION, BY SUCH OPERATOR, PURSU-\n   17  ANT TO SUCH CONTRACT, (III) THE SERVICES DESCRIBED IN PARAGRAPH THREE OF\n   18  SUBDIVISION  (C)  OF  SECTION  ELEVEN  HUNDRED FIVE OF THIS ARTICLE WHEN\n   19  RENDERED WITH RESPECT TO SUCH A SCHOOL BUS SO USED OR  WITH  RESPECT  TO\n   20  PARTS,  EQUIPMENT AND LUBRICANTS INSTALLED IN OR ON SUCH A SCHOOL BUS SO\n   21  USED, AND (IV) MOTOR FUEL OR DIESEL MOTOR FUEL USED EXCLUSIVELY BY  SUCH\n   22  OPERATOR  IN  SUCH A SCHOOL BUS FOR SUCH TRANSPORTATION PURSUANT TO SUCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03493-01-1\n\n       S. 1647                             2\n\n    1  CONTRACT.  NO REFUND OR CREDIT SHALL BE ALLOWED UNDER  THIS  SUBDIVISION\n    2  UNLESS  ALL  OF THE REQUIREMENTS FOR SUCH REFUND OR CREDIT HAVE BEEN MET\n    3  FOR AT LEAST A TWELVE MONTH  PERIOD  AFTER  THE  SCHOOL  BUS  OPERATOR'S\n    4  PURCHASE  OF  SUCH  SCHOOL  BUS; HOWEVER, SUCH REFUND OR CREDIT SHALL BE\n    5  ALLOWED FOR A SCHOOL BUS THAT IS PAINTED \"NATIONAL  SCHOOL  BUS  CHROME\"\n    6  PURSUANT TO SUBDIVISION TWENTY-ONE OF SECTION THREE HUNDRED SEVENTY-FIVE\n    7  OF THE VEHICLE AND TRAFFIC LAW AND LABELED AS A \"SCHOOL BUS\" PURSUANT TO\n    8  SUBPARAGRAPH  ONE OF PARAGRAPH (B) OF SUBDIVISION TWENTY OF SUCH SECTION\n    9  THREE HUNDRED SEVENTY-FIVE IF ALL OF THE REQUIREMENTS FOR SUCH REFUND OR\n   10  CREDIT HAVE BEEN MET IN  THE  PREVIOUS  QUARTERLY  REPORTING  PERIOD  AS\n   11  DESCRIBED  IN  SUBDIVISION  (B)  OF SECTION ELEVEN HUNDRED THIRTY-SIX OF\n   12  THIS ARTICLE.  AN APPLICATION FOR A REFUND OR CREDIT  PURSUANT  TO  THIS\n   13  SUBDIVISION MUST BE FILED WITH THE COMMISSIONER WITHIN THE TIME PROVIDED\n   14  BY SUBDIVISION (A) OF SECTION ELEVEN HUNDRED THIRTY-NINE OF THIS ARTICLE\n   15  AND  NO  MORE  FREQUENTLY THAN QUARTERLY.   SUCH APPLICATION SHALL BE IN\n   16  SUCH FORM AS THE COMMISSIONER MAY PRESCRIBE. WHERE  AN  APPLICATION  FOR\n   17  CREDIT  HAS  BEEN FILED, THE SCHOOL BUS OPERATOR MAY TAKE SUCH CREDIT ON\n   18  THE RETURN WHICH IS DUE COINCIDENT WITH OR IMMEDIATELY SUBSEQUENT TO THE\n   19  TIME THE SCHOOL BUS OPERATOR FILES SUCH APPLICATION FOR CREDIT.   HOWEV-\n   20  ER, THE TAKING OF THE CREDIT ON THE RETURN SHALL BE DEEMED TO BE PART OF\n   21  THE  APPLICATION  FOR  CREDIT  AND SHALL BE SUBJECT TO THE PROVISIONS IN\n   22  RESPECT TO APPLICATIONS FOR CREDIT IN SUCH SECTION ELEVEN HUNDRED  THIR-\n   23  TY-NINE  AS  PROVIDED IN SUBDIVISION (E) OF SUCH SECTION.  THE ALLOWANCE\n   24  OF THE CREDIT OR REFUND SHALL ALSO BE SUBJECT TO THE SCHOOL BUS OPERATOR\n   25  MAINTAINING  RECORDS  SATISFACTORY  TO  THE  COMMISSIONER  DEMONSTRATING\n   26  COMPLIANCE  WITH ALL THE REQUIREMENTS OF THIS SUBDIVISION.  THE PERCENT-\n   27  AGE OF SUCH SCHOOL BUS USE MAY BE COMPUTED EITHER ON THE BASIS OF  MILE-\n   28  AGE OR HOURS OF USE, AT THE DISCRETION OF THE PURCHASER OR USER. FOR THE\n   29  PURPOSES OF THIS SUBDIVISION, THE TERM \"SCHOOL\" SHALL MEAN A PRE-KINDER-\n   30  GARTEN OR KINDERGARTEN PROGRAM, A PRESCHOOL, NURSERY SCHOOL OR ELEMENTA-\n   31  RY,  INTERMEDIATE  OR  SECONDARY SCHOOL.   THE REFUND OR CREDIT SHALL BE\n   32  FIFTY PERCENT FOR THE PERIOD COMMENCING SEPTEMBER  FIRST,  TWO  THOUSAND\n   33  TWELVE  TO  AUGUST  THIRTY-FIRST,  TWO  THOUSAND THIRTEEN. THE REFUND OR\n   34  CREDIT SHALL BE ONE HUNDRED  PERCENT  COMMENCING  SEPTEMBER  FIRST,  TWO\n   35  THOUSAND THIRTEEN.\n   36    S  2.  This  act  shall  take effect on the first day of the sales tax\n   37  quarterly period, as described in subdivision (b) of section 1136 of the\n   38  tax law, next commencing September 1, 2012 and shall apply in accordance\n   39  with the applicable transitional provisions in sections 1106 and 1217 of\n   40  the tax law; provided, further, that the commissioner  of  taxation  and\n   41  finance  shall  be  authorized on and after the date this act shall have\n   42  become a law to adopt and amend any rules or regulations and  issue  any\n   43  procedure,  forms or instructions necessary to implement this act on its\n   44  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing certain school bus operators with a refund or credit of sales and compensating use taxes on the purchase of school buses and equipment and fuel used in the operation of a school bus ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110111.T101649.TXT", "SOBI.D110111.T152721.TXT", "SOBI.D110111.T105652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294777641548
}