{
  "year" : 2011,
  "senateBillNo" : "S1641-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1641-2011-1294635600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits certain retaliatory personnel action by employers",
  "summary" : "Prohibits retaliatory personnel action by an employer against an employee who discloses or threatens to disclose an activity, policy or practice of the employer that is in violation of law; removes requirement that such violation of law present a substantial and specific danger to public health or safety. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S5975-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1641\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to prohibiting certain retal-\n         iatory personnel action by employers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (a) of subdivision 2 of section 740 of the labor\n    2  law, as amended by chapter 442 of the laws of 2006, is amended and a new\n    3  paragraph (a-1) is added to read as follows:\n    4    (a) discloses, or threatens to disclose to a supervisor or to a public\n    5  body an activity,  policy  or  practice  of  the  employer  that  is  in\n    6  violation  of  [law,]  rule  or  regulation  which violation creates and\n    7  presents a substantial and specific danger to the public health or safe-\n    8  ty, or which constitutes health care fraud;\n    9    (A-1) DISCLOSES, OR THREATENS TO DISCLOSE TO  A  SUPERVISOR  OR  TO  A\n   10  PUBLIC  BODY  AN ACTIVITY, POLICY OR PRACTICE OF THE EMPLOYER THAT IS IN\n   11  VIOLATION OF LAW;\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06120-01-1\n",
  "memo" : "BILL NUMBER:S1641\n\nTITLE OF BILL:\nAn act\nto amend the labor law, in relation to prohibiting certain retaliatory\npersonnel action by employers\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo protect individuals that disclose acts of employers that violate\nthe law, while maintaining the \"substantial and specific danger to\npublic health or safety\" requirement for the disclosure of acts that\nviolate rules or regulations.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nParagraph (a) an1ends section 740 of the labor law by limiting the\n\"substantial and specific danger to public health or safety\"\nrequirement to only the disclosure of violations of rules and\nregulations.\n\nParagraph (a-1) adds a new sub-section to section 740 of the labor law\nthat protects employees that disclose to a supervisor or public body\nactivities, policies, or practices of their employer that violate the\nlaw.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThe current law protects employees that disclose - to their\nsupervisors or a public body - only those activities, policies, or\npractices of their employer that present a substantial and specific\ndanger to the public health or safety.\n\nThis bill would amend the current law so it would protect the\ndisclosure - to an employee's supervisor or a public body - of all\nactivities, policies, or practices of an employer that violates the\nlaw.\n\nHowever, the bill would retain the \"substantial and specific danger to\npublic health or safety\" requirement for the disclosure of\nactivities, policies, or practices of an employer to a supervisor or\na public body that violate a rule or regulation.\n\nJUSTIFICATION:\nScandals such as Enron and at the New York Stock Exchange have\nspotlighted a recent trend of misconduct by businesses and\norganizations nationwide. As an attempt to prevent such scandals and\nensure that the law is enforced, provisions must be taken to protect\nindividuals who disclose information to the authorities about the\nillegal acts of their employers.\n\nThe present law protects only those disclosures that create and\npresent a substantial and specific danger to the public health or\nsafety. While this provision is important and necessary to the\n\nenforcement of rules and regulations, it fails to protect individuals\nthat make good faith disclosures regarding illegal acts that do not\npertain to public health or safety. This consequence only frustrates\nthe purpose for such a law and restricts the enforcement of several\nlaws designed to protect the people.\n\nFor example, the Court of Appeals denied an action by an employee, who\nalleged her employer was billing the City of New York for the\nservices of employees that did not exist, because fraud does not\ninvolve a \"substantial and specific danger to the public health or\nsafety.\" REMBA V. FEDERATION EMPLOYMENT AND GUIDANCE SERVICE, 149\nA.D.2d 131 (lst Dept. 1989), aff'd 76 N.Y.2d 801.\n\nIn addition, a mental health aide was not protected under the present\nlaw when she reported the rape of a patient to the authorities,\nbecause the act only affected the health and safety of a single\nindividual and not the public at large.\nKERN V. DEPAUL MENTAL HEALTH SERVICES, INC., 139 Misc. 2d 970 (Monroe\nS.Ct. 1988), aff'd 152 A.D.2d 957 (4th Dept.\n1989).\n\nFurthermore, an action is in current litigation on behalf of two\ncomputer technicians who were fired from their jobs when they\nreported to police 150,000 images of child pornography that they had\nfound on the computer of a New York Law School professor. While this\nmatter has yet to be litigated, it is doubtful given past decisions\nthat the present law will protect either employee.\n\nBecause of the law's limited application, employers can still seek\nretribution against their employees for disclosing information about\nmany illegal act and/or practices without any recourse on behalf of\nthe employee. This amendment is necessary to ensure that the laws of\nNew York are enforced and the citizens who report these acts are\nprotected.\n\nLEGISLATIVE HISTORY:\nS.2155 of 2008\n02/01/08 Referred to Labor\nS.5975 of 2009\n06/19/09 REFERRED TO RULES\n01/06/10 REFERRED TO LABOR\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to prohibiting certain retaliatory personnel action by employers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T160223.TXT", "SOBI.D110110.T170157.TXT", "SOBI.D110110.T162131.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909057
}