{
  "year" : 2011,
  "senateBillNo" : "S1646-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1646-2011-1294722000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "CARLUCCI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies the scope of protections against discrimination on the basis of disability",
  "summary" : "Clarifies the scope of protections against discrimination on the basis of disability under the New York state human rights law in the areas of employment, public accommodations and government services to be consistent with the federal Americans with Disabilities Act and the current policies and practices of the division of human rights. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A60",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1922-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1646\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by Sen. CARLUCCI -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the executive law, in relation to clarifying  the  scope\n         of  protections  against  discrimination on the basis of disability in\n         the area of government services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent. With the enactment of chapter 988 of\n    2  the laws of 1974, the legislature began to extend to people  with  disa-\n    3  bilities  guarantees  that  such  individuals would not be discriminated\n    4  against on the basis of their disability in employment,  use  of  public\n    5  accommodations  and  in  a  broad  range  of  other areas and activities\n    6  subject to the requirements of the human rights provisions of the execu-\n    7  tive law.  The federal Americans with Disabilities Act, enacted in 1990,\n    8  has extended similar protections throughout the nation.   While  current\n    9  state  requirements are consistent with those adopted by the Congress in\n   10  the Americans with Disabilities  Act,  the  federal  statute  explicitly\n   11  includes  a number of requirements which are implicit in state law.  The\n   12  legislature adopts this measure to reiterate this state's commitment  to\n   13  assuring  people with disabilities full access under state law to all of\n   14  the rights and remedies to which they are entitled under  the  Americans\n   15  with Disabilities Act, consistent with current policies and practices of\n   16  the  state  division of human rights, and to continue New York's preemi-\n   17  nent role as a leader in guaranteeing equal rights and opportunities  to\n   18  all of its citizens.\n   19    S  2.  Section  292  of  the  executive law is amended by adding a new\n   20  subdivision 35 to read as follows:\n   21    35. THE TERM \"PUBLIC ENTITY\" MEANS THE STATE OR ANY POLITICAL SUBDIVI-\n   22  SION THEREOF AND ANY DEPARTMENT, AGENCY,  SPECIAL  PURPOSE  DISTRICT  OR\n   23  OTHER INSTRUMENTALITY OF THE STATE OR LOCAL GOVERNMENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01081-01-1\n\n       S. 1646                             2\n\n    1    S  3.  Section  296  of the executive law is amended by adding two new\n    2  subdivisions 3-c and 3-d to read as follows:\n    3    3-C.  IT  SHALL  BE AN UNLAWFUL DISCRIMINATORY PRACTICE FOR ANY PUBLIC\n    4  ENTITY TO EXCLUDE A PERSON WITH A DISABILITY  WHO  MEETS  THE  ESSENTIAL\n    5  ELIGIBILITY  REQUIREMENTS  FROM PARTICIPATION IN OR DENY SUCH PERSON THE\n    6  BENEFITS OF SERVICES, PROGRAMS, OR ACTIVITIES OF A PUBLIC ENTITY  SOLELY\n    7  BY REASON OF SUCH DISABILITY OR TO SUBJECT SUCH PERSON WITH A DISABILITY\n    8  TO DISCRIMINATION BY ANY SUCH ENTITY.\n    9    3-D.  IT  SHALL  BE  AN  UNLAWFUL DISCRIMINATORY PRACTICE FOR A PUBLIC\n   10  ENTITY TO REFUSE TO MAKE REASONABLE MODIFICATIONS TO RULES, POLICIES, OR\n   11  PRACTICES, TO REFUSE TO REMOVE ARCHITECTURAL, COMMUNICATION,  OR  TRANS-\n   12  PORTATION BARRIERS, OR TO REFUSE TO PROVIDE AUXILIARY AIDS AND SERVICES,\n   13  INCLUDING  BUT  NOT LIMITED TO SUPPORT SERVICES FOR PEOPLE WITH IMPAIRED\n   14  HEARING OR VISION  AND  ACQUISITION  OR  MODIFICATION  OF  EQUIPMENT  OR\n   15  DEVICES, TO A PERSON WITH A DISABILITY WHO MEETS THE ESSENTIAL ELIGIBIL-\n   16  ITY REQUIREMENTS WHICH WILL ALLOW SUCH AN INDIVIDUAL TO RECEIVE SERVICES\n   17  OR  PARTICIPATE IN PROGRAMS OR ACTIVITIES PROVIDED BY A PUBLIC ENTITY IN\n   18  THE MOST INTEGRATED MANNER POSSIBLE.\n   19    S 4. This act shall take effect on the first of January next  succeed-\n   20  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1646\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to clarifying the scope of\nprotections against discrimination on the basis of disability\nin the area of government services\n\nPURPOSE:\nTo clarify the scope of protections against discrimination on the\nbasis of disability under the New York State Human Rights Law in the\narea of government services to be consistent with the federal\nAmericans with Disabilities Act and the current policies and\npractices of the Division of Human Rights.\n\nSUMMARY OF PROVISIONS:\nSection one sets forth the legislature's intent to clarify the\nexisting provisions of the Human Rights Law relative to prohibiting\ndiscrimination on the basis of disability, consistent with the\nAmericans with Disabilities Act and current state policies and\npractices.\n\nSection two adds a new subdivision 31 to Sec. 292 of the Executive Law\nto define the term \"public entity\". Section three amends Sec. 296 of\nthe executive law by adding two new subdivisions, 3-c and 3-d.\n\nNew subdivision 3-c provides that it is an unlawful discriminatory\npractice for a public entity to exclude from or deny any individual\nthe benefits of a public entity program, service or benefit solely on\nthe basis of that individual's disability, provided the individual\nmeets essential eligibility requirements of the program, service or\nbenefit in question.\n\nNew subdivision 3-d provides that it is an unlawful discriminatory\npractice for a public entity to refuse to make reasonable\nmodifications in rules, policies or practices or to remove\narchitectural/ communication or transportation barriers or to refuse\nto provide auxiliary aids and services which are necessary to allow\neligible people with disabilities to receive services or participate\nin programs or activities provided by the public entity.\n\nEXISTING LAW:\nSection 296 of the Executive Law currently prohibits discrimination on\nthe basis of disability in a broad range of areas and activities but\ndoes not explicitly incorporate many of the protections afforded\npeople with disabilities under the Americans with Disabilities Act\n(ADA).\n\nJUSTIFICATION:\nBeginning with the adoption of Chapter 988 of the laws of 1974, true\nnondiscrimination requires more than merely refraining from offensive\n\nconduct. In some instances, there are certain modest actions which\nmust be undertaken to assure that people with disabilities have an\nequal opportunity to participate in certain programs, services and\nactivities.\n\nTitle II of the ADA prohibits discrimination on the basis of\ndisability by, public entities, which are defined to include the same\nentities as covered by this proposal, plus certain transportation\nproviders already covered under other sections of current state law.\nFor nearly twenty years, similar requirements have been applied to\nany entity, including state and local government, which receives\nfederal funds pursuant to the federal Rehabilitation Act of 1973.\nGiven the scope of the 1973 mandate and the extent to which state and\nlocal government continue to receive federal funds, the additional\nimpact of this requirement should be minimal. Although Section 296 of\nthe Executive Law already prohibits such discrimination by public\nentities as employers and operators of public facilities, this\nmeasure will clarify two key obligations of governmental entities\nproviding benefits, programs or services.\n\nFirst, it will be clear that prohibitions against discrimination\nextend beyond employment and use of facilities to services, programs\nand activities. This distinction becomes critical in the case of\nindividuals who may be afforded full access to a facility but are\ndenied the opportunity to participate in a program offered in that\nfacility because of their disability. Second, the amendment will be\nconsistent with comparable federal requirements and will clarify the\nobligation of the public entity to take reasonable actions to assure\nthat the rules, policies or practices by which services, programs or\nactivities are administered and that the existence of architectural,\ncommunication or transportation barriers or the absence of auxiliary\naids and services do not prevent the participation of eligible people\nwith disabilities in public entity services, programs and activities.\n\nGiven the minimal resources which the federal government is expected\nto devote to ADA enforcement, the availability of state enforcement\nmechanisms through the Human Rights Law is essential to assure\nadequate protections against discrimination on the basis of\ndisability in the delivery of services by public entities.\n\nLEGISLATIVE HISTORY:\n2007-08  S.2172 - Referred to Investigations and Government Operations\n2005-06: S.3921 - Reported to Senate Floor, A.6321 - Passed Assembly\n2003-04: S.5803 - Referred to Rules, A.5468 - Passed Assembly\n\nFISCAL IMPLICATIONS:\nGiven the existence of comparable federal requirements and the extent\nto which state law already addresses most facets of the proposal, no\nadditional fiscal support should be required for implementation.\n\nLOCAL FISCAL IMPLICATIONS:\n\nEFFECTIVE DATE:\nJanuary 1, next succeeding becoming law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to clarifying the scope of protections against discrimination on the basis of disability in the area of government services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110111.T101649.TXT", "SOBI.D110111.T105652.TXT", "SOBI.D110111.T153221.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909066
}