{
  "year" : 2011,
  "senateBillNo" : "S1655-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1655-2011-1294722000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalty for leaving the scene of an incident without reporting such incident",
  "summary" : "Increases the penalty for leaving the scene of an accident where personal injury is involved without reporting such incident from a class B to a class A misdemeanor; increases the penalty for leaving the scene of an accident where personal injury resulted in death or serious physical injury from a class E to a class C felony; and increases fines therefor. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S117-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1655\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the  penalty\n         for leaving the scene of an incident resulting in a personal injury\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph c of subdivision 2 of section 600 of the  vehicle\n    2  and  traffic  law,  as  amended  by  chapter  49 of the laws of 2005, is\n    3  amended to read as follows:\n    4    c. [A] ANY violation of the provisions of paragraph a of this subdivi-\n    5  sion resulting solely from the failure of an operator to exhibit his  or\n    6  her  license  and  insurance  identification  card  for  the  vehicle or\n    7  exchange the information required in such paragraph shall  constitute  a\n    8  class [B] A misdemeanor punishable by a fine of not less than [two] FIVE\n    9  hundred  [fifty]  nor  more  than [five hundred] ONE THOUSAND dollars in\n   10  addition to any other penalties provided by law.  [Any  subsequent  such\n   11  violation shall constitute a class A misdemeanor punishable by a fine of\n   12  not  less  than five hundred nor more than one thousand dollars in addi-\n   13  tion to any other penalties provided  by  law.]  Any  violation  of  the\n   14  provisions  of  paragraph a of this subdivision, other than for the mere\n   15  failure of an operator to exhibit his or her license and insurance iden-\n   16  tification card for such vehicle or exchange the information required in\n   17  such paragraph, shall constitute a class A misdemeanor, punishable by  a\n   18  fine  of  not  less than five hundred dollars nor more than one thousand\n   19  dollars in addition to any other penalties provided  by  law.  Any  such\n   20  violation  committed  by  a person after such person has previously been\n   21  convicted of such a violation shall constitute a class E felony, punish-\n   22  able by a fine of not less than one thousand nor more than two  thousand\n   23  five hundred dollars in addition to any other penalties provided by law.\n   24  Any  violation  of  the  provisions  of paragraph a of this subdivision,\n   25  other than for the mere failure of an operator to  exhibit  his  or  her\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05886-01-1\n\n       S. 1655                             2\n\n    1  license  and  insurance identification card for such vehicle or exchange\n    2  the information required in such paragraph, where  the  personal  injury\n    3  involved  (i)  results in serious physical injury, as defined in section\n    4  10.00  of the penal law, shall constitute a class [E] C felony, punisha-\n    5  ble by a fine of not less than one thousand nor more than five  thousand\n    6  dollars  in  addition  to  any  other penalties provided by law, or (ii)\n    7  results in death shall constitute a class D felony punishable by a  fine\n    8  of  not  less  than  two thousand nor more than five thousand dollars in\n    9  addition to any other penalties provided by law.\n   10    S 2. This act shall take effect on the first of November next succeed-\n   11  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1655\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to the penalty for\nleaving the scene of an incident resulting in a personal injury\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo increase the penalty for leaving the scene of an automobile\naccident that results in a physical injury.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 amends the vehicle and traffic law by increasing the penalty\nfor leaving the scene of an incident resulting in physical injury to\na class A misdemeanor and for leaving the scene of an incident\nresulting in death or serious physical injury to a class C felony.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThe current penalty, for leaving the scene of an accident involving a\nphysical injury, is a class B misdemeanor with a fine between two\nhundred fifty ($250.00) and five hundred dollars ($500.00) for the\nfirst violation and a class A misdemeanor with a fine of between five\nhundred ($500.00) and one-thousand dollars ($1,000.00) for subsequent\nviolations. This bill would require any violation of the statute to\nbe punishable with a class A misdemeanor and a fine between five\nhundred ($500.00) and one-thousand dollars ($1,000.00).\n\nThe penalty, for leaving the scene of an accident involving a serious\nphysical injury or death, is currently a class E felony. This bill\nwould change the penalty to a class C felony.\n\nJUSTIFICATION:\nAutomobile accidents are one of the principle causes of fatalities and\nserious physical injuries in New York each year. In New York, during\n2000 alone, over fourteen hundred people died in automobile accidents\nand approximately three hundred thousand were physically injured.\n\nA significant number of accidents resulting in physical injury\ninvolved a party that leaves the scene of an accident without\nreporting information required by the statute to authorities. The\nstatue not only requires a driver at fault to present pertinent\ninformation to the injured party, but also requires that driver to\nreport the accident to the police in a timely manner. By reporting\nthe injury to the police, the statute seeks to ensure that skilled\nmedical professionals can respond to the accident within a reasonable\nperiod. By failing to make sure medical care is provided by reporting\nthe accident to the authorities, a driver that does not report the\naccident jeopardizes the health of those that were injured in the\naccident.\n\nLEGISLATIVE HISTORY:\n\nS.2093 of 2007\n01/31/08 Referred to Transportation\nS.117 of 2009\n01/07/09 REFERRED TO TRANSPORTATION\n01/06/10 REFERRED TO TRANSPORTATION\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November next succeeding\nthe date upon which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the penalty for leaving the scene of an incident resulting in a personal injury ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T103650.TXT", "SOBI.D110111.T112654.TXT", "SOBI.D110111.T103149.TXT", "SOBI.D110111.T161723.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909081
}