{
  "year" : 2011,
  "senateBillNo" : "S1653-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1653-2011-1294722000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to alternative project delivery methodologies",
  "summary" : "Relates to alternative project delivery methodologies. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Highway Law",
  "previousVersions" : [ "S8331-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1653\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sens. DILAN, DIAZ -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the highway law,  the  state  finance  law,  the  public\n         authorities  law  and  the  education  law, in relation to alternative\n         project delivery methodologies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Legislative finding and intent. The federal government and\n    2  numerous states regularly engage in what is termed \"alternative  project\n    3  delivery\"  options for the procurement and construction of both building\n    4  and transportation projects. These methods, which include  design-build,\n    5  construction manager at-risk, public/private partnerships and integrated\n    6  project delivery have become proven methods for the efficient and effec-\n    7  tive  delivery  of public construction projects. Such methodologies have\n    8  often produced high-quality projects  at  lower  costs  and  at  greatly\n    9  improved timeframes.\n   10    Although  design-bid-build should remain the primary method to deliver\n   11  most public construction projects, the  legislature  declares  that  the\n   12  department of transportation, the office of general services, the dormi-\n   13  tory authority, the thruway authority, the state university construction\n   14  fund,  the  city  university construction fund, the New York city school\n   15  construction authority and  the  metropolitan  transportation  authority\n   16  should  be  permitted  to  engage in such \"alternative project delivery\"\n   17  methods, subject to certain limitations and protections.\n   18    S 2. Section 38 of the highway law is amended by adding a new subdivi-\n   19  sion 10 to read as follows:\n   20     10. NOTWITHSTANDING ANY  OTHER  PROVISION  OF  THIS  SECTION  OR  THE\n   21  PROVISIONS  OF SECTION ONE HUNDRED SIXTY-THREE OF THE STATE FINANCE LAW,\n   22  THE DEPARTMENT MAY PROCURE SERVICES TO  CONSTRUCT  OR  IMPROVE  A  STATE\n   23  HIGHWAY  PURSUANT  TO  AN  ALTERNATIVE  PROJECT  DELIVERY METHODOLOGY AS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06309-01-1\n\n       S. 1653                             2\n\n    1  PROVIDED FOR IN SECTION ONE HUNDRED SIXTY-THREE-C OF THE  STATE  FINANCE\n    2  LAW.\n    3    S 3. The state finance law is amended by adding a new section 163-d to\n    4  read as follows:\n    5    S 163-D. ALTERNATIVE PROJECT DELIVERY METHODS. 1. FOR PURPOSES OF THIS\n    6  SECTION:\n    7    A.   \"ALTERNATIVE   PROJECT   DELIVERY  METHODOLOGY\"  SHALL  MEAN  ANY\n    8  CONSTRUCTION PROJECT DELIVERY METHODOLOGY WHEREBY  THE  PROCUREMENT  FOR\n    9  THE CONSTRUCTION SERVICES IS OTHER THAN THE TRADITIONAL DESIGN-BID-BUILD\n   10  PROCESS.\n   11    B.  \"STATE  CONTRACTING  AGENCY\"  OR \"AGENCY\" SHALL MEAN THE OFFICE OF\n   12  GENERAL SERVICES AND/OR THE DEPARTMENT OF TRANSPORTATION.\n   13    C. \"EVALUATION TEAM\" SHALL MEAN A TEAM OF NOT LESS THAN  FIVE  PERSONS\n   14  KNOWLEDGEABLE  IN  THE  CONSTRUCTION  INDUSTRY,  TO BE FORMED BY A STATE\n   15  CONTRACTING AUTHORITY  TO  EVALUATE  THE  QUALIFICATIONS  AND  PROPOSALS\n   16  SUBMITTED FOR THAT PROJECT.\n   17    2.  NOTWITHSTANDING  THE PROVISIONS OF SECTION ONE HUNDRED SIXTY-THREE\n   18  OF THIS ARTICLE, SECTION THIRTY-EIGHT OF THE HIGHWAY LAW, OR ANY  GENER-\n   19  AL,  SPECIAL  OR LOCAL LAW THAT MAY REQUIRE AN AGENCY TO AWARD CONTRACTS\n   20  TO THE LOWEST RESPONSIBLE BIDDER AFTER ADVERTISING FOR  SEALED  BIDS,  A\n   21  STATE  CONTRACTING  AGENCY  MAY PROCURE CONSTRUCTION SERVICES THROUGH AN\n   22  ALTERNATIVE PROJECT DELIVERY METHODOLOGY FOR ANY PROJECT HAVING  A  COST\n   23  OF  TWENTY-FIVE  MILLION  DOLLARS  OR  MORE,  PROVIDED  THAT  THE  STATE\n   24  CONTRACTING AGENCY DETERMINES THAT  SUCH  ALTERNATIVE  PROJECT  DELIVERY\n   25  METHODOLOGY,  RATHER THAN THE TRADITIONAL DESIGN-BID-BUILD PROCESS, WILL\n   26  PROVIDE BEST VALUE TO THE  STATE.  PRIOR  TO  UTILIZING  AN  ALTERNATIVE\n   27  PROJECT  DELIVERY  METHODOLOGY, THE AGENCY SHALL MAKE A WRITTEN DETERMI-\n   28  NATION IDENTIFYING THE REASONS FOR USING AN ALTERNATIVE PROJECT DELIVERY\n   29  METHODOLOGY, AND THE METHODOLOGY SELECTED. SUCH REASONS MAY INCLUDE, BUT\n   30  NEED NOT BE LIMITED TO, BENEFITS RELATING TO THE PROJECT SCHEDULE,  COST\n   31  OF THE PROJECT, AND PROJECT FEASIBILITY.\n   32    3.  A  STATE  CONTRACTING  AGENCY  THAT  ELECTS  TO USE AN ALTERNATIVE\n   33  PROJECT DELIVERY METHODOLOGY SHALL AWARD A CONTRACT FOR SUCH SERVICES BY\n   34  COMPLETING A TWO STEP PROCESS: A. STEP ONE. THE AGENCY SHALL GENERATE  A\n   35  LIST  OF  ENTITIES  THAT  HAVE  DEMONSTRATED  THE  GENERAL CAPABILITY TO\n   36  PROVIDE  THE  ALTERNATIVE  PROJECT  DELIVERY  SERVICES  CHOSEN  FOR  THE\n   37  PROJECT.  SUCH  LIST SHALL BE GENERATED BASED ON THE AGENCY'S EVALUATION\n   38  TEAM'S REVIEW OF RESPONSES TO A PUBLICLY ADVERTISED REQUEST  FOR  QUALI-\n   39  FICATIONS.  THE  AGENCY'S  REQUEST  FOR  QUALIFICATIONS  SHALL INCLUDE A\n   40  GENERAL DESCRIPTION OF THE PROJECT, THE MAXIMUM NUMBER OF ENTITIES TO BE\n   41  INCLUDED ON THE LIST, AND THE SELECTION CRITERIA TO BE USED IN DETERMIN-\n   42  ING WHICH ENTITIES ARE ELIGIBLE TO RECEIVE REQUESTS FOR PROPOSALS PURSU-\n   43  ANT TO PARAGRAPH B OF THIS SUBDIVISION.  THE  SELECTION  CRITERIA  SHALL\n   44  INCLUDE  A  DESCRIPTION  OF  THE  RELATIVE WEIGHT TO BE ASSIGNED TO EACH\n   45  CRITERIA. IN DETERMINING WHETHER AN ENTITY QUALIFIES  FOR  INCLUSION  ON\n   46  SUCH  LIST, THE EVALUATION TEAM SHALL CONSIDER THE EXPERIENCE, EXPERTISE\n   47  AND PAST PERFORMANCE OF THE ENTITY, THE ENTITY'S  ABILITY  TO  UNDERTAKE\n   48  THE PROJECT, THE FINANCIAL CAPABILITY, RESPONSIBILITY AND RELIABILITY OF\n   49  THE  ENTITY, AND SUCH OTHER QUALIFICATIONS AS THE AGENCY DEEMS APPROPRI-\n   50  ATE. THE EVALUATION TEAM SHALL ALSO CONSIDER SKILLED LABOR FORCE  AVAIL-\n   51  ABILITY,  WHETHER  PROPOSED KEY PERSONNEL HAVE SUFFICIENT EXPERIENCE AND\n   52  TRAINING TO COMPETENTLY MANAGE AND COMPLETE THE DESIGN AND  CONSTRUCTION\n   53  OF  THE  PROJECT,  AND OTHER NON-PRICE RELATED FACTORS. IN ADDITION, THE\n   54  AGENCY SHALL CONSIDER  THE  ENTITY'S  WORKERS'  COMPENSATION  EXPERIENCE\n   55  HISTORY  AND  WORKER SAFETY PROGRAMS. THE EVALUATION TEAM SHALL EVALUATE\n   56  AND RATE ALL ENTITIES RESPONDING  TO  THE  REQUEST  FOR  QUALIFICATIONS.\n\n       S. 1653                             3\n\n    1  BASED  UPON  SUCH  RATINGS,  THE EVALUATION TEAM SHALL LIST THE ENTITIES\n    2  THAT SHALL RECEIVE A REQUEST FOR PROPOSALS IN ACCORDANCE WITH  PARAGRAPH\n    3  B OF THIS SUBDIVISION.\n    4    B.  STEP  TWO.  THE  AGENCY SHALL ISSUE A REQUEST FOR PROPOSALS TO THE\n    5  ENTITIES LISTED PURSUANT TO PARAGRAPH A OF THIS SUBDIVISION. IF SUCH  AN\n    6  ENTITY  CONSISTS  OF  A  TEAM  OF  SEPARATE  ENTITIES, THE ENTITIES THAT\n    7  COMPRISE SUCH A TEAM MUST REMAIN UNCHANGED FROM  THE  ENTITY  AS  LISTED\n    8  PURSUANT  TO  PARAGRAPH  A  OF  THIS SUBDIVISION, UNLESS APPROVED BY THE\n    9  AGENCY. THE REQUEST FOR PROPOSALS SHALL SET FORTH THE PROJECT'S SCOPE OF\n   10  WORK, AND OTHER REQUIREMENTS AS DETERMINED BY THE  AGENCY.  THE  REQUEST\n   11  FOR  PROPOSALS SHALL SPECIFY THE SELECTION CRITERIA TO BE USED TO EVALU-\n   12  ATE THE RESPONSES AND THE RELATIVE WEIGHT TO BE ASSIGNED TO EACH  CRITE-\n   13  RION.  THE  RESPONSES  SHALL  THEN  BE EVALUATED BASED UPON THE WEIGHTED\n   14  CRITERIA  AND  SELECTION  PROCEDURES  IDENTIFIED  IN  THE  REQUEST   FOR\n   15  PROPOSALS.  SUCH CRITERIA SHALL INCLUDE THE PROPOSAL'S COST, THE QUALITY\n   16  OF THE PROPOSAL'S SOLUTION, THE QUALIFICATIONS  AND  EXPERIENCE  OF  THE\n   17  DESIGN  AND CONSTRUCTION TEAM, AND OTHER FACTORS DEEMED PERTINENT BY THE\n   18  AGENCY, WHICH MAY INCLUDE, BUT SHALL NOT BE LIMITED TO,  THE  PROPOSAL'S\n   19  PROJECT  IMPLEMENTATION, ABILITY TO COMPLETE THE WORK IN A TIMELY, COST-\n   20  EFFECTIVE AND SATISFACTORY MANNER, THE SIZE, TYPE,  AND  DESIRED  DESIGN\n   21  CHARACTER OF THE PROJECT, PERFORMANCE SPECIFICATIONS COVERING THE QUALI-\n   22  TY  OF  MATERIALS,  EQUIPMENT,  WORKMANSHIP,  PRELIMINARY PLANS, AND ANY\n   23  OTHER INFORMATION THAT THE AGENCY DEEMS PERTINENT TO THE CONSTRUCTION OF\n   24  THE PROJECT. ANY CONTRACT AWARDED PURSUANT  TO  THIS  SECTION  SHALL  BE\n   25  AWARDED  TO  THE  RESPONSIVE  AND  RESPONSIBLE  ENTITY  THAT SUBMITS THE\n   26  PROPOSAL, WHICH OFFERS THE BEST VALUE TO THE STATE, AS DETERMINED BY THE\n   27  EVALUATION TEAM IN ACCORDANCE WITH THE ESTABLISHED SELECTION CRITERIA.\n   28    4. WITHIN NINETY  DAYS  FOLLOWING  THE  SELECTION,  THE  AGENCY  SHALL\n   29  PROVIDE  A  REPORT  OF  THE  FINDINGS OF THE EVALUATION TEAM. THE REPORT\n   30  SHALL BE AVAILABLE TO THE PUBLIC FOR REVIEW.\n   31    5. ANY CONTRACT ENTERED INTO PURSUANT TO THIS  SECTION  SHALL  REQUIRE\n   32  THAT  ANY PROFESSIONAL SERVICES REGULATED BY ARTICLES ONE HUNDRED FORTY-\n   33  FIVE, ONE HUNDRED FORTY-SEVEN AND ONE HUNDRED FORTY-EIGHT OF THE  EDUCA-\n   34  TION  LAW  SHALL  BE  PERFORMED BY A PROFESSIONAL LICENSED IN ACCORDANCE\n   35  WITH SUCH ARTICLES.\n   36    6. ANY PROJECT UNDERTAKEN PURSUANT TO THIS SECTION SHALL BE  DEEMED  A\n   37  PUBLIC WORK TO BE PERFORMED IN ACCORDANCE WITH THE PROVISIONS OF ARTICLE\n   38  EIGHT  OF  THE  LABOR  LAW AND SUBJECT TO ENFORCEMENT OF PREVAILING WAGE\n   39  REQUIREMENTS BY THE DEPARTMENT OF LABOR.\n   40    7. EACH CONTRACT ENTERED INTO BY THE AGENCY PURSUANT TO  THIS  SECTION\n   41  SHALL  COMPLY  WITH THE OBJECTIVES AND GOALS OF MINORITY AND WOMEN-OWNED\n   42  BUSINESS ENTERPRISES PURSUANT TO ARTICLE FIFTEEN-A OF THE EXECUTIVE  LAW\n   43  AND,  FOR  PROJECTS  RECEIVING FEDERAL AID, SHALL COMPLY WITH APPLICABLE\n   44  FEDERAL REQUIREMENTS FOR DISADVANTAGED BUSINESS ENTERPRISES.\n   45    S 4. The public authorities law is amended by  adding  a  new  section\n   46  2880-b to read as follows:\n   47    S 2880-B. ALTERNATIVE PROJECT DELIVERY METHODS. 1. FOR THE PURPOSES OF\n   48  THIS SECTION:\n   49    A.   \"ALTERNATIVE   PROJECT   DELIVERY  METHODOLOGY\"  SHALL  MEAN  ANY\n   50  CONSTRUCTION PROJECT DELIVERY METHODOLOGY WHEREBY  THE  PROCUREMENT  FOR\n   51  THE CONSTRUCTION SERVICES IS OTHER THAN THE TRADITIONAL DESIGN-BID-BUILD\n   52  PROCESS.\n   53    B.  \"STATE CONTRACTING AUTHORITY\" OR \"AUTHORITY\" SHALL MEAN THE DORMI-\n   54  TORY AUTHORITY, THE NEW YORK STATE THRUWAY AUTHORITY, THE NEW YORK  CITY\n   55  SCHOOL CONSTRUCTION AUTHORITY, AND THE METROPOLITAN COMMUTER TRANSPORTA-\n   56  TION AUTHORITY.\n\n       S. 1653                             4\n\n    1    C.  \"EVALUATION  TEAM\" SHALL MEAN A TEAM OF NOT LESS THAN FIVE PERSONS\n    2  KNOWLEDGEABLE IN THE CONSTRUCTION INDUSTRY, TO  BE  FORMED  BY  A  STATE\n    3  CONTRACTING  AUTHORITY  TO  EVALUATE  THE  QUALIFICATIONS  AND PROPOSALS\n    4  SUBMITTED FOR THAT PROJECT.\n    5    2.   NOTWITHSTANDING  ANY  OTHER  PROVISIONS  OF  THIS  TITLE  OR  THE\n    6  PROVISIONS OF ANY GENERAL, SPECIAL OR LOCAL  LAW  THAT  MAY  REQUIRE  AN\n    7  AUTHORITY  TO  AWARD  CONTRACTS  TO  THE LOWEST RESPONSIBLE BIDDER AFTER\n    8  ADVERTISING FOR SEALED BIDS, A STATE CONTRACTING AUTHORITY  MAY  PROCURE\n    9  CONSTRUCTION  SERVICES THROUGH AN ALTERNATIVE PROJECT DELIVERY METHODOL-\n   10  OGY FOR ANY PROJECT HAVING A COST  OF  TWENTY-FIVE  MILLION  DOLLARS  OR\n   11  MORE, PROVIDED THAT THE STATE CONTRACTING AUTHORITY DETERMINES THAT SUCH\n   12  ALTERNATIVE  PROJECT  DELIVERY  METHODOLOGY, RATHER THAN THE TRADITIONAL\n   13  DESIGN-BID-BUILD PROCESS, WILL PROVIDE BEST VALUE TO THE STATE. PRIOR TO\n   14  UTILIZING AN ALTERNATIVE PROJECT  DELIVERY  METHODOLOGY,  THE  AUTHORITY\n   15  SHALL  MAKE A WRITTEN DETERMINATION IDENTIFYING THE REASONS FOR USING AN\n   16  ALTERNATIVE PROJECT DELIVERY METHODOLOGY, AND THE METHODOLOGY  SELECTED.\n   17  SUCH  REASONS MAY INCLUDE, BUT NEED NOT BE LIMITED TO, BENEFITS RELATING\n   18  TO THE PROJECT SCHEDULE, COST OF THE PROJECT, AND PROJECT FEASIBILITY.\n   19    3. A STATE CONTRACTING AUTHORITY THAT ELECTS  TO  USE  AN  ALTERNATIVE\n   20  PROJECT DELIVERY METHODOLOGY SHALL AWARD A CONTRACT FOR SUCH SERVICES BY\n   21  COMPLETING A TWO STEP PROCESS: A. STEP ONE. THE AUTHORITY SHALL GENERATE\n   22  A  LIST  OF  ENTITIES  THAT  HAVE DEMONSTRATED THE GENERAL CAPABILITY TO\n   23  PROVIDE  THE  ALTERNATIVE  PROJECT  DELIVERY  SERVICES  CHOSEN  FOR  THE\n   24  PROJECT.  SUCH  LIST  SHALL BE GENERATED BASED ON THE AUTHORITY'S EVALU-\n   25  ATION TEAM'S REVIEW OF RESPONSES TO A PUBLICLY  ADVERTISED  REQUEST  FOR\n   26  QUALIFICATIONS. THE AUTHORITY'S REQUEST FOR QUALIFICATIONS SHALL INCLUDE\n   27  A  GENERAL DESCRIPTION OF THE PROJECT, THE MAXIMUM NUMBER OF ENTITIES TO\n   28  BE INCLUDED ON THE LIST, AND THE SELECTION CRITERIA TO BE USED IN DETER-\n   29  MINING WHICH ENTITIES ARE ELIGIBLE TO  RECEIVE  REQUESTS  FOR  PROPOSALS\n   30  PURSUANT  TO  PARAGRAPH  B  OF  THIS SUBDIVISION. THE SELECTION CRITERIA\n   31  SHALL INCLUDE A DESCRIPTION OF THE RELATIVE WEIGHT  TO  BE  ASSIGNED  TO\n   32  EACH  CRITERIA. IN DETERMINING WHETHER AN ENTITY QUALIFIES FOR INCLUSION\n   33  ON SUCH LIST, THE EVALUATION TEAM SHALL CONSIDER THE EXPERIENCE,  EXPER-\n   34  TISE  AND PAST PERFORMANCE OF THE ENTITY, THE ENTITY'S ABILITY TO UNDER-\n   35  TAKE THE PROJECT, THE FINANCIAL CAPABILITY, RESPONSIBILITY AND RELIABIL-\n   36  ITY OF THE ENTITY, AND SUCH OTHER QUALIFICATIONS AS THE AUTHORITY  DEEMS\n   37  APPROPRIATE. THE EVALUATION TEAM SHALL ALSO CONSIDER SKILLED LABOR FORCE\n   38  AVAILABILITY,  WHETHER PROPOSED KEY PERSONNEL HAVE SUFFICIENT EXPERIENCE\n   39  AND  TRAINING  TO  COMPETENTLY  MANAGE  AND  COMPLETE  THE  DESIGN   AND\n   40  CONSTRUCTION  OF  THE  PROJECT,  AND OTHER NON-PRICE RELATED FACTORS. IN\n   41  ADDITION, THE AUTHORITY SHALL CONSIDER  THE  ENTITY'S  WORKERS'  COMPEN-\n   42  SATION  EXPERIENCE  HISTORY  AND  WORKER SAFETY PROGRAMS. THE EVALUATION\n   43  TEAM SHALL EVALUATE AND RATE ALL ENTITIES RESPONDING TO THE REQUEST  FOR\n   44  QUALIFICATIONS.  BASED UPON SUCH RATINGS, THE EVALUATION TEAM SHALL LIST\n   45  THE ENTITIES THAT SHALL RECEIVE A REQUEST FOR  PROPOSALS  IN  ACCORDANCE\n   46  WITH PARAGRAPH B OF THIS SUBDIVISION.\n   47    B.  STEP TWO. THE AUTHORITY SHALL ISSUE A REQUEST FOR PROPOSALS TO THE\n   48  ENTITIES LISTED PURSUANT TO PARAGRAPH A OF THIS SUBDIVISION. IF SUCH  AN\n   49  ENTITY  CONSISTS  OF  A  TEAM  OF  SEPARATE  ENTITIES, THE ENTITIES THAT\n   50  COMPRISE SUCH A TEAM MUST REMAIN UNCHANGED FROM  THE  ENTITY  AS  LISTED\n   51  PURSUANT  TO  PARAGRAPH  A  OF  THIS SUBDIVISION, UNLESS APPROVED BY THE\n   52  AUTHORITY. THE REQUEST FOR PROPOSALS SHALL SET FORTH THE PROJECT'S SCOPE\n   53  OF WORK, AND OTHER REQUIREMENTS AS  DETERMINED  BY  THE  AUTHORITY.  THE\n   54  REQUEST FOR PROPOSALS SHALL SPECIFY THE SELECTION CRITERIA TO BE USED TO\n   55  EVALUATE  THE  RESPONSES  AND THE RELATIVE WEIGHT TO BE ASSIGNED TO EACH\n   56  CRITERION. THE RESPONSES SHALL THEN BE EVALUATED BASED UPON THE WEIGHTED\n\n       S. 1653                             5\n\n    1  CRITERIA  AND  SELECTION  PROCEDURES  IDENTIFIED  IN  THE  REQUEST   FOR\n    2  PROPOSALS.  SUCH CRITERIA SHALL INCLUDE THE PROPOSAL'S COST, THE QUALITY\n    3  OF THE PROPOSAL'S SOLUTION, THE QUALIFICATIONS  AND  EXPERIENCE  OF  THE\n    4  DESIGN  AND CONSTRUCTION TEAM, AND OTHER FACTORS DEEMED PERTINENT BY THE\n    5  AUTHORITY,  WHICH  MAY  INCLUDE,  BUT  SHALL  NOT  BE  LIMITED  TO,  THE\n    6  PROPOSAL'S  PROJECT  IMPLEMENTATION,  ABILITY  TO COMPLETE THE WORK IN A\n    7  TIMELY, COST-EFFECTIVE AND SATISFACTORY  MANNER,  THE  SIZE,  TYPE,  AND\n    8  DESIRED  DESIGN  CHARACTER  OF  THE  PROJECT, PERFORMANCE SPECIFICATIONS\n    9  COVERING THE QUALITY OF MATERIALS, EQUIPMENT,  WORKMANSHIP,  PRELIMINARY\n   10  PLANS,  AND  ANY OTHER INFORMATION THAT THE AUTHORITY DEEMS PERTINENT TO\n   11  THE CONSTRUCTION OF THE PROJECT. ANY CONTRACT AWARDED PURSUANT  TO  THIS\n   12  SECTION  SHALL  BE AWARDED TO THE RESPONSIVE AND RESPONSIBLE ENTITY THAT\n   13  SUBMITS THE PROPOSAL, WHICH OFFERS THE   BEST VALUE  TO  THE  STATE,  AS\n   14  DETERMINED  BY  THE  EVALUATION  TEAM IN ACCORDANCE WITH THE ESTABLISHED\n   15  SELECTION CRITERIA.\n   16    4. WITHIN NINETY DAYS FOLLOWING THE SELECTION, THE  STATE  CONTRACTING\n   17  AUTHORITY SHALL PROVIDE A REPORT OF THE FINDINGS OF THE EVALUATION TEAM.\n   18  THE REPORT SHALL BE AVAILABLE TO THE PUBLIC FOR REVIEW.\n   19    5.  ANY  CONTRACT  ENTERED INTO PURSUANT TO THIS SECTION SHALL REQUIRE\n   20  THAT ANY PROFESSIONAL SERVICES REGULATED BY ARTICLES ONE HUNDRED  FORTY-\n   21  FIVE,  ONE HUNDRED FORTY-SEVEN AND ONE HUNDRED FORTY-EIGHT OF THE EDUCA-\n   22  TION LAW SHALL BE PERFORMED BY A  PROFESSIONAL  LICENSED  IN  ACCORDANCE\n   23  WITH SUCH ARTICLES.\n   24    6.  ANY  PROJECT UNDERTAKEN PURSUANT TO THIS SECTION SHALL BE DEEMED A\n   25  PUBLIC WORK TO BE PERFORMED IN ACCORDANCE WITH THE PROVISIONS OF ARTICLE\n   26  EIGHT OF THE LABOR LAW AND SUBJECT TO  ENFORCEMENT  OF  PREVAILING  WAGE\n   27  REQUIREMENTS BY THE DEPARTMENT OF LABOR.\n   28    7.  EACH  CONTRACT  ENTERED  INTO  BY  THE  AUTHORITY PURSUANT TO THIS\n   29  SECTION SHALL COMPLY WITH THE  OBJECTIVES  AND  GOALS  OF  MINORITY  AND\n   30  WOMEN-OWNED  BUSINESS  ENTERPRISES  PURSUANT TO ARTICLE FIFTEEN-A OF THE\n   31  EXECUTIVE LAW AND, FOR PROJECTS RECEIVING FEDERAL AID, SHALL COMPLY WITH\n   32  APPLICABLE FEDERAL REQUIREMENTS FOR DISADVANTAGED BUSINESS ENTERPRISES.\n   33    S 5. The education law is amended by adding a  new  section  376-b  to\n   34  read as follows:\n   35    S 376-B. ALTERNATIVE PROJECT DELIVERY METHODS. 1. FOR PURPOSES OF THIS\n   36  SECTION:\n   37    A.   \"ALTERNATIVE   PROJECT   DELIVERY  METHODOLOGY\"  SHALL  MEAN  ANY\n   38  CONSTRUCTION PROJECT DELIVERY METHODOLOGY WHEREBY  THE  PROCUREMENT  FOR\n   39  THE CONSTRUCTION SERVICES IS OTHER THAN THE TRADITIONAL DESIGN-BID-BUILD\n   40  PROCESS.\n   41    B.  \"EVALUATION  TEAM\" SHALL MEAN A TEAM OF NOT LESS THAN FIVE PERSONS\n   42  KNOWLEDGEABLE IN THE CONSTRUCTION INDUSTRY, TO  BE  FORMED  BY  A  STATE\n   43  CONTRACTING  AUTHORITY  TO  EVALUATE  THE  QUALIFICATIONS  AND PROPOSALS\n   44  SUBMITTED FOR THAT PROJECT.\n   45    2. NOTWITHSTANDING THE PROVISIONS OF SECTION THREE HUNDRED SEVENTY-SIX\n   46  OF THIS ARTICLE, OR THE PROVISIONS OF ANY GENERAL, SPECIAL OR LOCAL  LAW\n   47  THAT  MAY REQUIRE AN AGENCY TO AWARD CONTRACTS TO THE LOWEST RESPONSIBLE\n   48  BIDDER  AFTER  ADVERTISING  FOR  SEALED  BIDS,  THE  FUND  MAY   PROCURE\n   49  CONSTRUCTION  SERVICES THROUGH AN ALTERNATIVE PROJECT DELIVERY METHODOL-\n   50  OGY FOR ANY PROJECT HAVING A COST  OF  TWENTY-FIVE  MILLION  DOLLARS  OR\n   51  MORE,  PROVIDED  THAT  THE FUND DETERMINES THAT SUCH ALTERNATIVE PROJECT\n   52  DELIVERY METHODOLOGY, RATHER THAN THE TRADITIONAL DESIGN-BID-BUILD PROC-\n   53  ESS, WILL PROVIDE BEST VALUE TO THE STATE. PRIOR TO UTILIZING AN  ALTER-\n   54  NATIVE  PROJECT  DELIVERY  METHODOLOGY,  THE  FUND  SHALL MAKE A WRITTEN\n   55  DETERMINATION IDENTIFYING THE REASONS FOR USING AN  ALTERNATIVE  PROJECT\n   56  DELIVERY  METHODOLOGY,  AND  THE  METHODOLOGY SELECTED. SUCH REASONS MAY\n\n       S. 1653                             6\n\n    1  INCLUDE, BUT NEED NOT BE LIMITED TO, BENEFITS RELATING  TO  THE  PROJECT\n    2  SCHEDULE, COST OF THE PROJECT, AND PROJECT FEASIBILITY.\n    3    3. IF THE FUND ELECTS TO USE AN ALTERNATIVE PROJECT DELIVERY METHODOL-\n    4  OGY,  THE  FUND SHALL AWARD A CONTRACT FOR SUCH SERVICES BY COMPLETING A\n    5  TWO STEP PROCESS: A. STEP ONE. THE FUND SHALL GENERATE A LIST  OF  ENTI-\n    6  TIES THAT HAVE DEMONSTRATED THE GENERAL CAPABILITY TO PROVIDE THE ALTER-\n    7  NATIVE PROJECT DELIVERY SERVICES CHOSEN FOR THE PROJECT. SUCH LIST SHALL\n    8  BE  GENERATED  BASED ON THE FUND'S EVALUATION TEAM'S REVIEW OF RESPONSES\n    9  TO A PUBLICLY ADVERTISED REQUEST FOR QUALIFICATIONS. THE FUND'S  REQUEST\n   10  FOR  QUALIFICATIONS  SHALL INCLUDE A GENERAL DESCRIPTION OF THE PROJECT,\n   11  THE MAXIMUM NUMBER OF ENTITIES TO BE  INCLUDED  ON  THE  LIST,  AND  THE\n   12  SELECTION CRITERIA TO BE USED IN DETERMINING WHICH ENTITIES ARE ELIGIBLE\n   13  TO RECEIVE REQUESTS FOR PROPOSALS PURSUANT TO PARAGRAPH B OF THIS SUBDI-\n   14  VISION.  THE SELECTION CRITERIA SHALL INCLUDE A DESCRIPTION OF THE RELA-\n   15  TIVE WEIGHT TO BE ASSIGNED TO EACH CRITERIA. IN DETERMINING  WHETHER  AN\n   16  ENTITY  QUALIFIES  FOR INCLUSION ON SUCH LIST, THE EVALUATION TEAM SHALL\n   17  CONSIDER THE EXPERIENCE, EXPERTISE AND PAST PERFORMANCE OF  THE  ENTITY,\n   18  THE ENTITY'S ABILITY TO UNDERTAKE THE PROJECT, THE FINANCIAL CAPABILITY,\n   19  RESPONSIBILITY  AND RELIABILITY OF THE ENTITY, AND SUCH OTHER QUALIFICA-\n   20  TIONS AS THE FUND DEEMS APPROPRIATE.  THE  EVALUATION  TEAM  SHALL  ALSO\n   21  CONSIDER  SKILLED LABOR FORCE AVAILABILITY, WHETHER PROPOSED KEY PERSON-\n   22  NEL HAVE SUFFICIENT EXPERIENCE AND TRAINING TO  COMPETENTLY  MANAGE  AND\n   23  COMPLETE THE DESIGN AND CONSTRUCTION OF THE PROJECT, AND OTHER NON-PRICE\n   24  RELATED FACTORS. IN ADDITION, THE FUND SHALL CONSIDER THE ENTITY'S WORK-\n   25  ERS'  COMPENSATION  EXPERIENCE  HISTORY  AND WORKER SAFETY PROGRAMS. THE\n   26  EVALUATION TEAM SHALL EVALUATE AND RATE ALL ENTITIES RESPONDING  TO  THE\n   27  REQUEST FOR QUALIFICATIONS. BASED UPON SUCH RATINGS, THE EVALUATION TEAM\n   28  SHALL  LIST  THE  ENTITIES THAT SHALL RECEIVE A REQUEST FOR PROPOSALS IN\n   29  ACCORDANCE WITH PARAGRAPH B OF THIS SUBDIVISION.\n   30    B. STEP TWO. THE FUND SHALL ISSUE A REQUEST FOR PROPOSALS TO THE ENTI-\n   31  TIES LISTED PURSUANT TO PARAGRAPH A OF  THIS  SUBDIVISION.  IF  SUCH  AN\n   32  ENTITY  CONSISTS  OF  A  TEAM  OF  SEPARATE  ENTITIES, THE ENTITIES THAT\n   33  COMPRISE SUCH A TEAM MUST REMAIN UNCHANGED FROM  THE  ENTITY  AS  LISTED\n   34  PURSUANT  TO  PARAGRAPH  A  OF  THIS SUBDIVISION, UNLESS APPROVED BY THE\n   35  FUND. THE REQUEST FOR PROPOSALS SHALL SET FORTH THE PROJECT'S  SCOPE  OF\n   36  WORK,  AND OTHER REQUIREMENTS AS DETERMINED BY THE FUND. THE REQUEST FOR\n   37  PROPOSALS SHALL SPECIFY THE SELECTION CRITERIA TO BE  USED  TO  EVALUATE\n   38  THE  RESPONSES AND THE RELATIVE WEIGHT TO BE ASSIGNED TO EACH CRITERION.\n   39  THE RESPONSES SHALL THEN BE EVALUATED BASED UPON THE  WEIGHTED  CRITERIA\n   40  AND  SELECTION  PROCEDURES IDENTIFIED IN THE REQUEST FOR PROPOSALS. SUCH\n   41  CRITERIA  SHALL  INCLUDE  THE  PROPOSAL'S  COST,  THE  QUALITY  OF   THE\n   42  PROPOSAL'S SOLUTION, THE QUALIFICATIONS AND EXPERIENCE OF THE DESIGN AND\n   43  CONSTRUCTION TEAM, AND OTHER FACTORS DEEMED PERTINENT BY THE FUND, WHICH\n   44  MAY  INCLUDE, BUT SHALL NOT BE LIMITED TO, THE PROPOSAL'S PROJECT IMPLE-\n   45  MENTATION, ABILITY TO COMPLETE THE WORK IN A TIMELY, COST-EFFECTIVE  AND\n   46  SATISFACTORY MANNER, THE SIZE, TYPE, AND DESIRED DESIGN CHARACTER OF THE\n   47  PROJECT,  PERFORMANCE  SPECIFICATIONS COVERING THE QUALITY OF MATERIALS,\n   48  EQUIPMENT, WORKMANSHIP, PRELIMINARY PLANS,  AND  ANY  OTHER  INFORMATION\n   49  THAT  THE  FUND  DEEMS PERTINENT TO THE CONSTRUCTION OF THE PROJECT. ANY\n   50  CONTRACT AWARDED PURSUANT TO  THIS  SECTION  SHALL  BE  AWARDED  TO  THE\n   51  RESPONSIVE  AND  RESPONSIBLE  ENTITY  THAT  SUBMITS  THE PROPOSAL, WHICH\n   52  OFFERS THE BEST VALUE TO THE STATE, AS DETERMINED BY THE EVALUATION TEAM\n   53  IN ACCORDANCE WITH THE ESTABLISHED SELECTION CRITERIA.\n   54    4. WITHIN NINETY DAYS FOLLOWING THE SELECTION, THE FUND SHALL  PROVIDE\n   55  A  REPORT  OF  THE  FINDINGS OF THE EVALUATION TEAM. THE REPORT SHALL BE\n   56  AVAILABLE TO THE PUBLIC FOR REVIEW.\n\n       S. 1653                             7\n\n    1    5. ANY CONTRACT ENTERED INTO PURSUANT TO THIS  SECTION  SHALL  REQUIRE\n    2  THAT  ANY PROFESSIONAL SERVICES REGULATED BY ARTICLES ONE HUNDRED FORTY-\n    3  FIVE, ONE HUNDRED FORTY-SEVEN AND ONE HUNDRED FORTY-EIGHT OF THIS  CHAP-\n    4  TER  SHALL  BE  PERFORMED  BY A PROFESSIONAL LICENSED IN ACCORDANCE WITH\n    5  SUCH ARTICLES.\n    6    6.  ANY  PROJECT UNDERTAKEN PURSUANT TO THIS SECTION SHALL BE DEEMED A\n    7  PUBLIC WORK TO BE PERFORMED IN ACCORDANCE WITH THE PROVISIONS OF ARTICLE\n    8  EIGHT OF THE LABOR LAW AND SUBJECT TO  ENFORCEMENT  OF  PREVAILING  WAGE\n    9  REQUIREMENTS BY THE DEPARTMENT OF LABOR.\n   10    7.  EACH  CONTRACT  ENTERED  INTO BY THE FUND PURSUANT TO THIS SECTION\n   11  SHALL COMPLY WITH THE OBJECTIVES AND GOALS OF MINORITY  AND  WOMEN-OWNED\n   12  BUSINESS  ENTERPRISES PURSUANT TO ARTICLE FIFTEEN-A OF THE EXECUTIVE LAW\n   13  AND, FOR PROJECTS RECEIVING FEDERAL AID, SHALL  COMPLY  WITH  APPLICABLE\n   14  FEDERAL REQUIREMENTS FOR DISADVANTAGED BUSINESS ENTERPRISES.\n   15    S 6. The education law is amended by adding a new section 6283 to read\n   16  as follows:\n   17    S  6283. ALTERNATIVE PROJECT DELIVERY METHODS. 1. FOR PURPOSES OF THIS\n   18  SECTION:\n   19    A.  \"ALTERNATIVE  PROJECT  DELIVERY  METHODOLOGY\"   SHALL   MEAN   ANY\n   20  CONSTRUCTION  PROJECT  DELIVERY  METHODOLOGY WHEREBY THE PROCUREMENT FOR\n   21  THE CONSTRUCTION SERVICES IS OTHER THAN THE TRADITIONAL DESIGN-BID-BUILD\n   22  PROCESS.\n   23    B. \"EVALUATION TEAM\" SHALL MEAN A TEAM OF NOT LESS THAN  FIVE  PERSONS\n   24  KNOWLEDGEABLE  IN THE CONSTRUCTION INDUSTRY, TO BE FORMED BY THE FUND TO\n   25  EVALUATE THE QUALIFICATIONS AND PROPOSALS SUBMITTED FOR THAT PROJECT.\n   26    2. NOTWITHSTANDING THE PROVISIONS OF ANY GENERAL, SPECIAL OR LOCAL LAW\n   27  THAT MAY REQUIRE AN AGENCY TO AWARD CONTRACTS TO THE LOWEST  RESPONSIBLE\n   28  BIDDER   AFTER  ADVERTISING  FOR  SEALED  BIDS,  THE  FUND  MAY  PROCURE\n   29  CONSTRUCTION SERVICES THROUGH AN ALTERNATIVE PROJECT DELIVERY  METHODOL-\n   30  OGY  FOR  ANY  PROJECT  HAVING  A COST OF TWENTY-FIVE MILLION DOLLARS OR\n   31  MORE, PROVIDED THAT THE FUND DETERMINES THAT  SUCH  ALTERNATIVE  PROJECT\n   32  DELIVERY METHODOLOGY, RATHER THAN THE TRADITIONAL DESIGN-BID-BUILD PROC-\n   33  ESS,  WILL PROVIDE BEST VALUE TO THE STATE. PRIOR TO UTILIZING AN ALTER-\n   34  NATIVE PROJECT DELIVERY METHODOLOGY,  THE  FUND  SHALL  MAKE  A  WRITTEN\n   35  DETERMINATION  IDENTIFYING  THE REASONS FOR USING AN ALTERNATIVE PROJECT\n   36  DELIVERY METHODOLOGY, AND THE METHODOLOGY SELECTED.   SUCH  REASONS  MAY\n   37  INCLUDE,  BUT  NEED  NOT BE LIMITED TO, BENEFITS RELATING TO THE PROJECT\n   38  SCHEDULE, COST OF THE PROJECT, AND PROJECT FEASIBILITY.\n   39    3. IF THE FUND ELECTS TO USE AN ALTERNATIVE PROJECT DELIVERY METHODOL-\n   40  OGY, THE FUND SHALL AWARD A CONTRACT FOR SUCH SERVICES BY  COMPLETING  A\n   41  TWO  STEP  PROCESS: A. STEP ONE. THE FUND SHALL GENERATE A LIST OF ENTI-\n   42  TIES THAT HAVE DEMONSTRATED THE GENERAL CAPABILITY TO PROVIDE THE ALTER-\n   43  NATIVE PROJECT DELIVERY SERVICES CHOSEN FOR THE PROJECT. SUCH LIST SHALL\n   44  BE GENERATED BASED ON THE FUND'S EVALUATION TEAM'S REVIEW  OF  RESPONSES\n   45  TO  A PUBLICLY ADVERTISED REQUEST FOR QUALIFICATIONS. THE FUND'S REQUEST\n   46  FOR QUALIFICATIONS SHALL INCLUDE A GENERAL DESCRIPTION OF  THE  PROJECT,\n   47  THE  MAXIMUM  NUMBER  OF  ENTITIES  TO  BE INCLUDED ON THE LIST, AND THE\n   48  SELECTION CRITERIA TO BE USED IN DETERMINING WHICH ENTITIES ARE ELIGIBLE\n   49  TO RECEIVE REQUESTS FOR PROPOSALS PURSUANT TO PARAGRAPH B OF THIS SUBDI-\n   50  VISION. THE SELECTION CRITERIA SHALL INCLUDE A DESCRIPTION OF THE  RELA-\n   51  TIVE  WEIGHT  TO BE ASSIGNED TO EACH CRITERIA. IN DETERMINING WHETHER AN\n   52  ENTITY QUALIFIES FOR INCLUSION ON SUCH LIST, THE EVALUATION  TEAM  SHALL\n   53  CONSIDER  THE  EXPERIENCE, EXPERTISE AND PAST PERFORMANCE OF THE ENTITY,\n   54  THE ENTITY'S ABILITY TO UNDERTAKE THE PROJECT, THE FINANCIAL CAPABILITY,\n   55  RESPONSIBILITY AND RELIABILITY OF THE ENTITY, AND SUCH OTHER  QUALIFICA-\n   56  TIONS  AS  THE  FUND  DEEMS  APPROPRIATE. THE EVALUATION TEAM SHALL ALSO\n\n       S. 1653                             8\n\n    1  CONSIDER SKILLED LABOR FORCE AVAILABILITY, WHETHER PROPOSED KEY  PERSON-\n    2  NEL  HAVE  SUFFICIENT  EXPERIENCE AND TRAINING TO COMPETENTLY MANAGE AND\n    3  COMPLETE THE DESIGN AND CONSTRUCTION OF THE PROJECT, AND OTHER NON-PRICE\n    4  RELATED FACTORS. IN ADDITION, THE FUND SHALL CONSIDER THE ENTITY'S WORK-\n    5  ERS'  COMPENSATION  EXPERIENCE  HISTORY  AND WORKER SAFETY PROGRAMS. THE\n    6  EVALUATION TEAM SHALL EVALUATE AND RATE ALL ENTITIES RESPONDING  TO  THE\n    7  REQUEST FOR QUALIFICATIONS. BASED UPON SUCH RATINGS, THE EVALUATION TEAM\n    8  SHALL  LIST  THE  ENTITIES THAT SHALL RECEIVE A REQUEST FOR PROPOSALS IN\n    9  ACCORDANCE WITH PARAGRAPH B OF THIS SUBDIVISION.\n   10    B. STEP TWO. THE FUND SHALL ISSUE A REQUEST FOR PROPOSALS TO THE ENTI-\n   11  TIES LISTED PURSUANT TO PARAGRAPH A OF  THIS  SUBDIVISION.  IF  SUCH  AN\n   12  ENTITY  CONSISTS  OF  A  TEAM  OF  SEPARATE  ENTITIES, THE ENTITIES THAT\n   13  COMPRISE SUCH A TEAM MUST REMAIN UNCHANGED FROM  THE  ENTITY  AS  LISTED\n   14  PURSUANT  TO  PARAGRAPH  A  OF  THIS SUBDIVISION, UNLESS APPROVED BY THE\n   15  FUND. THE REQUEST FOR PROPOSALS SHALL SET FORTH THE PROJECT'S  SCOPE  OF\n   16  WORK,  AND OTHER REQUIREMENTS AS DETERMINED BY THE FUND. THE REQUEST FOR\n   17  PROPOSALS SHALL SPECIFY THE SELECTION CRITERIA TO BE  USED  TO  EVALUATE\n   18  THE  RESPONSES AND THE RELATIVE WEIGHT TO BE ASSIGNED TO EACH CRITERION.\n   19  THE RESPONSES SHALL THEN BE EVALUATED BASED UPON THE  WEIGHTED  CRITERIA\n   20  AND  SELECTION  PROCEDURES IDENTIFIED IN THE REQUEST FOR PROPOSALS. SUCH\n   21  CRITERIA  SHALL  INCLUDE  THE  PROPOSAL'S  COST,  THE  QUALITY  OF   THE\n   22  PROPOSAL'S SOLUTION, THE QUALIFICATIONS AND EXPERIENCE OF THE DESIGN AND\n   23  CONSTRUCTION TEAM, AND OTHER FACTORS DEEMED PERTINENT BY THE FUND, WHICH\n   24  MAY  INCLUDE, BUT SHALL NOT BE LIMITED TO, THE PROPOSAL'S PROJECT IMPLE-\n   25  MENTATION, ABILITY TO COMPLETE THE WORK IN A TIMELY, COST-EFFECTIVE  AND\n   26  SATISFACTORY MANNER, THE SIZE, TYPE, AND DESIRED DESIGN CHARACTER OF THE\n   27  PROJECT,  PERFORMANCE  SPECIFICATIONS COVERING THE QUALITY OF MATERIALS,\n   28  EQUIPMENT, WORKMANSHIP, PRELIMINARY PLANS,  AND  ANY  OTHER  INFORMATION\n   29  THAT  THE  FUND  DEEMS PERTINENT TO THE CONSTRUCTION OF THE PROJECT. ANY\n   30  CONTRACT AWARDED PURSUANT TO  THIS  SECTION  SHALL  BE  AWARDED  TO  THE\n   31  RESPONSIVE  AND  RESPONSIBLE  ENTITY  THAT  SUBMITS  THE PROPOSAL, WHICH\n   32  OFFERS THE BEST VALUE TO THE STATE, AS DETERMINED BY THE EVALUATION TEAM\n   33  IN ACCORDANCE WITH THE ESTABLISHED SELECTION CRITERIA.\n   34    4. WITHIN NINETY DAYS FOLLOWING THE SELECTION, THE FUND SHALL  PROVIDE\n   35  A  REPORT  OF  THE  FINDINGS OF THE EVALUATION TEAM. THE REPORT SHALL BE\n   36  AVAILABLE TO THE PUBLIC FOR REVIEW.\n   37    5. ANY CONTRACT ENTERED INTO PURSUANT TO THIS  SECTION  SHALL  REQUIRE\n   38  THAT  ANY PROFESSIONAL SERVICES REGULATED BY ARTICLES ONE HUNDRED FORTY-\n   39  FIVE, ONE HUNDRED FORTY-SEVEN AND ONE HUNDRED FORTY-EIGHT OF THIS  CHAP-\n   40  TER  SHALL  BE  PERFORMED  BY A PROFESSIONAL LICENSED IN ACCORDANCE WITH\n   41  SUCH ARTICLES.\n   42    6. ANY PROJECT UNDERTAKEN PURSUANT TO THIS SECTION SHALL BE  DEEMED  A\n   43  PUBLIC WORK TO BE PERFORMED IN ACCORDANCE WITH THE PROVISIONS OF ARTICLE\n   44  EIGHT  OF  THE  LABOR  LAW AND SUBJECT TO ENFORCEMENT OF PREVAILING WAGE\n   45  REQUIREMENTS BY THE DEPARTMENT OF LABOR.\n   46    7. EACH CONTRACT ENTERED INTO BY THE FUND  PURSUANT  TO  THIS  SECTION\n   47  SHALL  COMPLY  WITH THE OBJECTIVES AND GOALS OF MINORITY AND WOMEN-OWNED\n   48  BUSINESS ENTERPRISES PURSUANT TO ARTICLE FIFTEEN-A OF THE EXECUTIVE  LAW\n   49  AND,  FOR  PROJECTS  RECEIVING FEDERAL AID, SHALL COMPLY WITH APPLICABLE\n   50  FEDERAL REQUIREMENTS FOR DISADVANTAGED BUSINESS ENTERPRISES.\n   51    S 7. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1653\n\nTITLE OF BILL:\nAn act\nto amend the highway law, the state finance law, the public authorities\nlaw and the education law, in relation to alternative project delivery\nmethodologies\n\nPURPOSE:\nThe purpose of this legislation is to authorize the Department of\nTransportation, the Office of General Services, the Dormitory\nAuthority, the Thruway Authority, the State University Construction\nFund, the City University Construction Fund, the New York City School\nConstruction Authority and the Metropolitan Transportation Authority\nto engage in \"alternative project delivery\" methods, subject to\ncertain limitations and protections.\n\nSUMMARY OF PROVISIONS:\nSection one of the bill states the legislative intent.\n\nSection two amends section 38 of the highway law to permit the\nDepartment of Transportation to procure services to construct or\nimprove a state highway pursuant to an alternative project delivery\nmethodology.\n\nSection three adds a new section 163-D to the state finance law to:\ndefine alternative project delivery methods; create project evaluation\nteams; set a $20 million project value requirement, and; set up a\ntwo step process for using an alternative project delivery methodology.\n\nSection four adds a new section 2880-B to the public authorities law to:\ndefine alternative project delivery methods; create project evaluation\nteams; set a $20 million project value requirement, and; set up a\ntwo-step process for using an alternative project delivery methodology.\n\nSection five adds a new section 376-B to the education law to: define\nalternative project delivery methods; create project evaluation teams;\nset a $20 million project value requirement, and; set up a two-step\nprocess for using an alternative project delivery methodology.\n\nSection six adds a new section 6283 to the education law to: define\nalternative project delivery methods; create project evaluation teams;\nset a $20 million project value requirement; and, set up a two-step\nprocess for using an alternative project delivery methodology.\n\nSection seven states the effective date.\n\nJUSTIFICATION:\nThe federal government and numerous states regularly engage in what is\ntermed \"alternative project delivery\" options for the procurement and\nconstruction of both building and transportation projects. These\n\nmethods, which include Design-Build, Construction Manager at-Risk,\nPublic/Private Partnerships and Integrated Project Delivery, have\nbecome proven methods for the efficient and effective delivery of\npublic construction projects. Such methodologies have often produced\nhigh-quality projects at lower costs and at greatly improved\ntimeframes.\n\nAlthough design-bid-build should remain the primary method to deliver\nmost public construction projects, this legislation would allow state\nagencies and authorities to engage in such \"alternative project\ndelivery\" methods.\n\nLEGISLATIVE HISTORY:\n2010 - S.8331\n\nFISCAL IMPLICATIONS:\nThe provisions of this bill would result in savings to the State by\ndelivering public works projects more efficiently.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the highway law, the state finance law, the public authorities law and the education law, in relation to alternative project delivery methodologies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110111.T101649.TXT", "SOBI.D110111.T152721.TXT", "SOBI.D110111.T105652.TXT", "SOBI.D110111.T153221.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T102149.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909077
}