{
  "year" : 2011,
  "senateBillNo" : "S1651-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1651-2011-1294722000000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes guidelines of professional conduct for activities by district attorneys",
  "summary" : "Establishes guidelines of professional conduct for activities by district attorneys and other public prosecutors; includes prohibition against certain extra judicial statements and defines a duty of prosecutorial care. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "County Law",
  "previousVersions" : [ "S120-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1651\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the county law, in relation to  establishing  guidelines\n         of professional conduct for activities by district attorneys\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings.   The legislature hereby  finds  that\n    2  district  attorneys  and  other  public  prosecutors, as public officers\n    3  charged with overseeing that justice is done, owe a duty of fair dealing\n    4  to those accused and candor to the courts. This act seeks to ensure that\n    5  New York state's district attorneys and other public prosecutors  comply\n    6  with  these fundamental duties by establishing a minimum code of conduct\n    7  to guide their behavior in the performance of their  official  responsi-\n    8  bilities.\n    9    The  legislature  also  recognizes that the state and its citizens are\n   10  served not only when the guilty are convicted but when  criminal  trials\n   11  are  fair  and  that our system of the administration of justice suffers\n   12  when any accused is treated unfairly. This act seeks to  guarantee  that\n   13  district  attorneys  and other public prosecutors make timely disclosure\n   14  to the defense of all evidence required to be disclosed pursuant to  the\n   15  laws  and the constitution of the state of New York and the constitution\n   16  of the United States.\n   17    The legislature further  finds  that  collaboration  between  district\n   18  attorneys  and  the  press as to information affecting the fairness of a\n   19  criminal proceeding is not only subject to  regulation,  but  is  highly\n   20  censurable and worthy of penalties therefor. This act seeks to achieve a\n   21  fair  balance between a district attorney's or other public prosecutor's\n   22  right of free speech and society's interest in protecting the  integrity\n   23  of  the  criminal proceedings and thereby guaranteeing a fair and impar-\n   24  tial trial. It is the intent of this legislature to insure that informa-\n   25  tion and statements made by district attorneys and other public prosecu-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05887-01-1\n\n       S. 1651                             2\n\n    1  tors is not to solicit coverage for their cause by  employing  the  news\n    2  media  solely  with  a  view  toward gaining some benefit or influencing\n    3  public opinions rather than fulfilling the  prosecutor's  obligation  to\n    4  seek  justice. The purpose of this act is to insure, to the extent prac-\n    5  ticable, the fair and orderly judicial administration in the conduct  of\n    6  criminal proceedings.\n    7    S  2. The county law is amended by adding a new section 708 to read as\n    8  follows:\n    9    S 708. GUIDELINES OF PROFESSIONAL CONDUCT FOR ACTIVITIES  BY  DISTRICT\n   10  ATTORNEYS  AND  OTHER PUBLIC PROSECUTORS. 1. A.  NO DISTRICT ATTORNEY OR\n   11  OTHER PUBLIC PROSECUTOR  SHALL  MAKE  AN  EXTRAJUDICIAL  STATEMENT  WITH\n   12  RESPECT  TO  A CRIMINAL PROCEEDING THAT A REASONABLE PERSON WOULD EXPECT\n   13  TO BE DISSEMINATED BY MEANS OF PUBLIC  COMMUNICATION  IF  SUCH  DISTRICT\n   14  ATTORNEY  OR  OTHER  PUBLIC  PROSECUTOR  KNOWS OR REASONABLY SHOULD HAVE\n   15  KNOWN THAT SUCH STATEMENT WILL HAVE A SUBSTANTIAL  LIKELIHOOD  OF  MATE-\n   16  RIALLY PREJUDICING A CRIMINAL PROCEEDING OR THAT SUCH STATEMENT PRESENTS\n   17  AN  IMMINENT AND SUBSTANTIAL HARM TO THE FAIRNESS OF THE CRIMINAL PROSE-\n   18  CUTION OR INTERFERES WITH A FAIR TRIAL OR SUCH STATEMENT WILL  HARM  THE\n   19  REPUTATION  OF THE ACCUSED IN THE EVENT THAT THE ACCUSED IS SUBSEQUENTLY\n   20  NOT FOUND GUILTY.\n   21    B. AN EXTRAJUDICIAL STATEMENT ORDINARILY IS LIKELY TO PREJUDICE  MATE-\n   22  RIALLY A CRIMINAL PROCEEDING WHEN THE STATEMENT RELATES TO:\n   23    (I)  THE  CHARACTER,  CREDIBILITY,  REPUTATION OR CRIMINAL RECORD OF A\n   24  SUSPECT OR WITNESS IN A CRIMINAL INVESTIGATION.\n   25    (II) THE IDENTITY OF A WITNESS OR THE EXPECTED TESTIMONY OF A  WITNESS\n   26  IN A CRIMINAL PROCEEDING.\n   27    (III) THE POSSIBILITY OF A PLEA OF GUILTY TO THE OFFENSE OR THE EXIST-\n   28  ENCE  OR  CONTENTS OF ANY CONFESSION, ADMISSION, OR STATEMENT GIVEN BY A\n   29  DEFENDANT OR SUSPECT, OR THAT PERSON'S REFUSAL  OR  FAILURE  TO  MAKE  A\n   30  STATEMENT.\n   31    (IV)  THE  PERFORMANCE  OR  RESULTS OF ANY EXAMINATION OR TEST, OR THE\n   32  REFUSAL OR FAILURE OF A PERSON TO SUBMIT TO AN EXAMINATION OR  TEST,  OR\n   33  THE IDENTITY OR NATURE OF PHYSICAL EVIDENCE EXPECTED TO BE PRESENTED.\n   34    (V) ANY OPINION AS TO THE GUILT OR INNOCENCE OF A DEFENDANT.\n   35    (VI)  INFORMATION  THE  DISTRICT  ATTORNEY  OR OTHER PUBLIC PROSECUTOR\n   36  KNOWS OR REASONABLY SHOULD HAVE KNOWN IS LIKELY TO  BE  INADMISSIBLE  AS\n   37  EVIDENCE  IN A TRIAL AND WOULD IF DISCLOSED CREATE A SUBSTANTIAL RISK OF\n   38  PREJUDICING AN IMPARTIAL TRIAL.\n   39    C. AN EXTRAJUDICIAL STATEMENT IS NOT LIKELY TO PREJUDICE MATERIALLY  A\n   40  CRIMINAL  PROCEEDING  WHEN  MADE  WITHOUT  ELABORATION  AND CONCERNS THE\n   41  FOLLOWING:\n   42    (I) THE INFORMATION CONTAINED IN A PUBLIC RECORD.\n   43    (II) THAT AN INVESTIGATION OF THE MATTER IS IN PROGRESS.\n   44    (III) THE SCHEDULING OR RESULT OF ANY STEP IN THE PROCEEDING.\n   45    (IV) A REQUEST FOR ASSISTANCE IN OBTAINING  EVIDENCE  AND  INFORMATION\n   46  NECESSARY TO THE PROCEEDING.\n   47    (V)  A  WARNING OF DANGER CONCERNING THE BEHAVIOR OF A PERSON INVOLVED\n   48  WHEN THERE IS A REASON TO BELIEVE THAT THERE EXISTS  THE  LIKELIHOOD  OF\n   49  SUBSTANTIAL HARM TO AN INDIVIDUAL OR TO THE PUBLIC INTEREST.\n   50    (VI) THE IDENTITY, AGE, RESIDENCE, OCCUPATION AND FAMILY STATUS OF THE\n   51  ACCUSED.\n   52    (VII)  IF  THE ACCUSED HAS NOT BEEN APPREHENDED, INFORMATION NECESSARY\n   53  TO AID IN APPREHENSION OF THAT PERSON.\n   54    (VIII) THE FACT, TIME AND PLACE OF ARREST, RESISTANCE, PURSUIT, USE OF\n   55  WEAPONS, AND A DESCRIPTION OF PHYSICAL EVIDENCE SEIZED,  OTHER  THAN  AS\n   56  CONTAINED ONLY IN A CONFESSION, ADMISSION OR STATEMENT.\n\n       S. 1651                             3\n\n    1    (IX)  THE IDENTITY OF INVESTIGATING AND ARRESTING OFFICERS OR AGENCIES\n    2  AND THE LENGTH OF THE INVESTIGATION.\n    3    2.  EVERY  DISTRICT  ATTORNEY  AND  OTHER PUBLIC PROSECUTOR SHALL MAKE\n    4  TIMELY DISCLOSURE TO THE DEFENSE OF ALL EVIDENCE OF INFORMATION KNOWN TO\n    5  THE PROSECUTOR THAT TENDS TO NEGATE THE GUILT OF THE  ACCUSED  OR  MITI-\n    6  GATES THE OFFENSE AND EXERCISE REASONABLE CARE TO PREVENT INVESTIGATORS,\n    7  LAW ENFORCEMENT PERSONNEL, EMPLOYEES OR OTHER PERSONS ASSISTING OR ASSO-\n    8  CIATED WITH THE DISTRICT ATTORNEY OR OTHER PUBLIC PROSECUTOR IN A CRIMI-\n    9  NAL  PROCEEDING  FROM  MAKING  AN  EXTRAJUDICIAL STATEMENT PROHIBITED IN\n   10  SUBDIVISION ONE OF THIS SECTION.\n   11    3. IT IS THE RESPONSIBILITY  OF  EVERY  DISTRICT  ATTORNEY  AND  OTHER\n   12  PUBLIC PROSECUTOR TO SEEK JUSTICE, NOT MERELY TO CONVICT.\n   13    A. THIS SPECIAL DUTY EXISTS BECAUSE:\n   14    (I)  THE  PROSECUTOR REPRESENTS THE SOVEREIGN AND THEREFORE SHOULD USE\n   15  RESTRAINT IN THE DISCRETIONARY EXERCISE OF GOVERNMENTAL POWERS.\n   16    (II) THE PROSECUTOR IS MORE THAN AN ADVOCATE BUT ALSO MAKES  DECISIONS\n   17  NORMALLY  MADE  BY  AN  INDIVIDUAL CLIENT AND THOSE AFFECTING THE PUBLIC\n   18  INTEREST SHOULD BE FAIR TO ALL.\n   19    (III) OUR SYSTEM OF CRIMINAL JUSTICE GRANTS THE ACCUSED THE BENEFIT OF\n   20  ALL REASONABLE DOUBT.\n   21    (IV) THE PROSECUTOR HAS A  DUTY  TO  MAKE  TIMELY  DISCLOSURE  TO  THE\n   22  DEFENSE OF AVAILABLE EVIDENCE, KNOWN TO HIM OR HER, THAT TENDS TO NEGATE\n   23  THE  GUILT  OF THE ACCUSED, MITIGATE THE DEGREE OF THE OFFENSE OR REDUCE\n   24  THE PUNISHMENT.\n   25    B. TO COMPLY WITH SUCH DUTY OF PROSECUTORIAL CARE:\n   26    (I) THE  PROSECUTOR SHOULD NOT INTENTIONALLY AVOID PURSUIT OF EVIDENCE\n   27  MERELY BECAUSE OF THE BELIEF THAT IT WILL DAMAGE THE PROSECUTION'S  CASE\n   28  OR AID THE ACCUSED.\n   29    (II)  NO  PROSECUTOR SHALL FABRICATE EVIDENCE OR INTENTIONALLY MISLEAD\n   30  AN ACCUSED OR ANY POTENTIAL WITNESS TO A CRIMINAL PROCEEDING.\n   31    4.  THE TEMPORARY STATE COMMISSION OF INVESTIGATION ESTABLISHED PURSU-\n   32  ANT TO CHAPTER NINE HUNDRED EIGHTY-NINE OF THE LAWS OF NINETEEN  HUNDRED\n   33  FIFTY-EIGHT  SHALL  HAVE THE DUTY AND POWER TO CONDUCT INVESTIGATIONS IN\n   34  CONNECTION WITH ANY VIOLATION OF THE GUIDELINES OF PROFESSIONAL  CONDUCT\n   35  FOR ACTIVITIES BY DISTRICT ATTORNEYS AND OTHER PUBLIC PROSECUTORS PURSU-\n   36  ANT TO THE PROVISIONS OF THIS SECTION.\n   37    5.  A  DISTRICT  ATTORNEY  OR OTHER PUBLIC PROSECUTOR WHO VIOLATES ANY\n   38  PROVISION OF THIS SECTION IS GUILTY OF MISCONDUCT, AND  IN  ADDITION  TO\n   39  ANY  OTHER  PUNISHMENT  WHICH  MAY  BE  PRESCRIBED  THEREFOR,  HE OR SHE\n   40  FORFEITS TO THE PARTY INJURED TREBLE DAMAGES,   TO  BE  RECOVERED  IN  A\n   41  CIVIL ACTION.\n   42    6.  A DISTRICT ATTORNEY OR OTHER PUBLIC PROSECUTOR SHALL RESIGN HIS OR\n   43  HER OFFICE WHEN HE OR SHE BECOMES A CANDIDATE FOR ANOTHER OFFICE  EITHER\n   44  IN  A  PARTY PRIMARY OR IN A GENERAL ELECTION, EXCEPT THAT HE OR SHE MAY\n   45  CONTINUE TO HOLD HIS OR HER  POSITION  AS  DISTRICT  ATTORNEY  OR  OTHER\n   46  PUBLIC  PROSECUTOR WHILE BEING A CANDIDATE FOR ELECTION TO OR SERVING AS\n   47  DELEGATE IN A STATE CONSTITUTIONAL CONVENTION, IF HE OR SHE IS OTHERWISE\n   48  PERMITTED BY LAW TO DO SO.\n   49    7. THE PROVISIONS OF THIS SECTION SHALL APPLY TO ALL  DISTRICT  ATTOR-\n   50  NEYS AND PUBLIC PROSECUTORS INCLUDING THOSE IN COUNTIES WHOLLY CONTAINED\n   51  WITHIN A CITY.\n   52    S  3. This act shall take effect on the first of January next succeed-\n   53  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1651\n\nTITLE OF BILL:\nAn act\nto amend the county law, in relation to establishing guidelines of\nprofessional conduct for activities by district attorneys\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill codifies several of the statutory, constitutional and\nethical obligations imposed upon district attorneys into a single\ncode of professional conduct enforceable by the Temporary State\nCommission of Investigation.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAdds a new section 708 to the County Law establishing guidelines of\nprofessional conduct for activities by district attorneys and other\npublic prosecutors:\n\nSection 708(1) prohibits a district attorney from making certain types\nof extrajudicial statements which are likely to prejudice materially\na criminal proceeding and enumerates which extrajudicial statements\nare permitted;\n\nSection 708(2) provides that district attorneys shall make timely\ndisclosure of all BRADY material and shall exercise reasonable care\nto prevent their subordinates from making a prohibited extrajudicial\nstatement;\n\nSection 708(3) establishes a duty of prosecutorial care and provides\nthat a district attorney shall not intentionally avoid pursuit of\ncertain evidence, fabricate evidence or intentionally mislead a\ndefendant or potential witness;\n\nSection 708(4) empowers the Temporary State Commission of Investigation\nto conduct investigations in connection with any alleged violation of\nthe code of conduct;\n\nSection 708(5) provides that a district attorney who violates any\nprovision of the code is guilty of misconduct and in addition to any\nprescribed punishment, he or she is liable for treble damages in a\ncivil action;\n\nSection 708(6) provides that a district attorney or other public\nprosecutor shall resign his or her office when he or she becomes a\ncandidate for another office;\n\nSection 708(7) provides that this section shall apply to all district\nattorneys and public prosecutors, including those in counties wholly\ncontained within a city.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\n\nPresent rules for district attorneys are codified in the Lawyers' Code\nof Professional Responsibility. Attorneys who violate these ethical\nrules are subject to disciplinary action by the Appellate Division\npursuant to section 90 of the Judiciary Law.\n\nAccording to Disciplinary Rule 7-1 03(B) public prosecutor or other\ngovernment lawyer shall not institute or cause to be instituted\ncriminal charges when he or she knows or it is obvious that the\ncharges are not supported by probable cause.\n\nA public prosecutor or other government lawyer in criminal litigation\nshall make timely disclosure to counsel for the defendant, or to a\ndefendant who has no counsel, of the existence of evidence, known\nto-the prosecutor or other government lawyer, that tends to negate\nthe guilt of the accused, mitigate the degree of the offense or\nreduce the punishment.\n\nAccording to DR 7-107A lawyer participating in or associated with a\ncriminal or civil matter, or associated in a law firm or government\nagency with a lawyer participating in or associated with a criminal\nor civil matter, shall not make an extrajudicial statement that a\nreasonable person would expect to be disseminated by means of public\ncommunication if the lawyer knows or reasonably should know that it\nwill have a substantial likelihood of materially prejudicing an\nadjudicative proceeding in that matter.\n\nAccording to the Disciplinary Rules an attorney may state the\nfollowing in a criminal matter:\n\n7. In a criminal case: a. The identity, age, residence, occupation and\nfamily status of the accused. b. If the accused has not been\napprehended, information necessary to aid in apprehension of that\nperson. c. The fact, time and place of arrest, resistance, pursuit,\nuse of weapons,\nand a description of physical evidence seized, other than as contained\nonly in a confession, admission, or statement. d. The identity of\ninvestigating and arresting officers or agencies and the length of\nthe investigation.\n\nJUSTIFICATION:\nThe conduct of New York state's sixty-two district attorneys and their\nassistants are governed by the Lawyers' Code of Professional\nResponsibility, case law precedents, constitutional and statutory\nrequirements.\nWhen a district attorney is accused of violating these standards of\nprofessional conduct, he or she is considered no . differently than\nany of the thousands of private attorneys practicing law in New York\nState.\n\nThe consequence of this uniform treatment is that the same grievance\ncommittees that are ostensibly charged, for example, with\ninvestigating the alleged withholding of Brady material by a public\n\nprosecutor are also charged with investigating complaints lodged by\ncitizens against private attorneys regarding a wide variety of\nalleged misconduct. Given the immense prosecutorial powers which\ndistrict attorneys possess and their status as constitutional\nofficers, their conduct should be regulated under New York State law\nrather than by the New York State Bar Association.\n\nThe New York State Commission on Judicial Conduct, an independent\ndisciplinary body established over twenty years ago, oversees the\nethical conduct and behavior of New York State's 3,300 judges. There\nis, however, no equivalent body which is singularly charged with\nsupervising the conduct of New York State's district attorneys and\ntheir assistant prosecutors. This bill, accordingly, eliminates this\nincongruity by establishing a parallel oversight mechanism to guide\nthe professional conduct of public prosecutors and to provide for\nappropriate disciplinary action.\nThis bill does not impose any additional obligations on district\nattorneys. It simply codifies several existing obligations under one\nsection of law and grants the Temporary State Commission\nof Investigation (TSCI) the authority to pursue alleged violations. The\nTSCI, as the public body already charged with investigating\nallegations of criminal activity or misconduct committed by public\nofficials, is the perfect agency to oversee the conduct of the\nstate's district attorneys and public prosecutors.\n\nPRIOR LEGISLATIVE HISTORY:\nS.2500 of 2007\n02/06/07 Referred to Local Government\nS.120 of 2009\n01/07/09 REFERRED TO LOCAL GOVERNMENT\n01/06/10 REFERRED TO LOCAL GOVERNMENT\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nUnknown at the present time.\n\nEFFECTIVE DATE:\nThis act shall take effect on the 1st of January next succeeding the\ndate on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the county law, in relation to establishing guidelines of professional conduct for activities by district attorneys ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110111.T105652.TXT", "SOBI.D110111.T152721.TXT", "SOBI.D110111.T102649.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T102149.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909073
}