{
  "year" : 2011,
  "senateBillNo" : "S1657-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1657-2011-1294722000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a student enrolled in a school, regardless of age, who is engaged in sexual conduct with an employee or volunteer is deemed incapable of consent",
  "summary" : "Provides that a student enrolled in an elementary or secondary school in this state, regardless of age, who is engaged in sexual conduct with an employee or volunteer of such school, is deemed incapable of consenting to such conduct. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S112-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1657\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law,  in  relation  to  deeming  students  who\n         engage  in  sexual conduct with an employee or volunteer of the school\n         such student attends as being incapable of consent\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (h)  of subdivision 3 of section 130.05 of the\n    2  penal law, as amended by chapter 264 of the laws of 2003, is amended and\n    3  a new paragraph (i) is added to read as follows:\n    4    (h) a client or patient and the actor is a  health  care  provider  or\n    5  mental  health  care  provider  charged with rape in the third degree as\n    6  defined in section 130.25, criminal sexual act in the  third  degree  as\n    7  defined  in section 130.40, aggravated sexual abuse in the fourth degree\n    8  as defined in section 130.65-a, or sexual abuse in the third  degree  as\n    9  defined in section 130.55, and the act of sexual conduct occurs during a\n   10  treatment session, consultation, interview, or examination[.]; OR\n   11    (I)  A  STUDENT  ENROLLED IN AN ELEMENTARY OR SECONDARY SCHOOL IN THIS\n   12  STATE, REGARDLESS OF AGE, WHO IS ENGAGED IN SEXUAL CONDUCT AS DEFINED IN\n   13  SUBDIVISION TEN OF SECTION 130.00 WITH AN EMPLOYEE OR VOLUNTEER  OF  THE\n   14  SCHOOL  ATTENDED  BY  SUCH  STUDENT.  FOR  PURPOSES  OF  THIS PARAGRAPH,\n   15  \"EMPLOYEE\" MEANS ANY PERSON RECEIVING COMPENSATION TO  PROVIDE  SERVICES\n   16  TO  SUCH  SCHOOL, WHEREBY SUCH SERVICES PERFORMED BY SUCH PERSON INVOLVE\n   17  DIRECT STUDENT CONTACT. \"VOLUNTEER\" MEANS  ANY  PERSON,  OTHER  THAN  AN\n   18  EMPLOYEE,  WHO  PROVIDES  SERVICES TO SUCH SCHOOL, WHICH INVOLVES DIRECT\n   19  STUDENT CONTACT.\n   20    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   21  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05880-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to deeming students who engage in sexual conduct with an employee or volunteer of the school such student attends as being incapable of consent ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T103650.TXT", "SOBI.D110111.T112654.TXT", "SOBI.D110111.T161723.TXT", "SOBI.D110111.T113655.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294780643882
}