{
  "year" : 2011,
  "senateBillNo" : "S1654-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1654-2011-1294722000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state infrastructure development bank; appropriation",
  "summary" : "Establishes the New York state infrastructure development bank within the banking department; makes a $250,000,000 appropriation therefor and provides for the expiration thereof upon its repeal in 15 years. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S8481-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1654\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DILAN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the banking law, in relation  to  establishing  the  New\n         York  state  infrastructure  development bank; making an appropriation\n         therefor; and providing for the repeal of such provisions upon expira-\n         tion thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"New York state infrastructure development bank act\".\n    3    S 2. The banking law is amended by adding a new article 17 to read  as\n    4  follows:\n    5                                 ARTICLE 17\n    6               NEW YORK STATE INFRASTRUCTURE DEVELOPMENT BANK\n    7  SECTION 9100. DEFINITIONS.\n    8          9101. ESTABLISHMENT.\n    9          9102. BOARD OF DIRECTORS; POWERS AND DUTIES.\n   10          9103. EXECUTIVE COMMITTEE.\n   11          9104. RISK MANAGEMENT COMMITTEE.\n   12          9105. AUDIT COMMITTEE.\n   13          9106. ELIGIBILITY CRITERIA AND ASSISTANCE.\n   14          9107. EXEMPTION FROM LOCAL TAXATION.\n   15          9108. STATUS  AND  APPLICABILITY  OF  CERTAIN FEDERAL LAWS; FULL\n   16                  FAITH AND CREDIT.\n   17          9109. AUDITS AND REPORTS.\n   18    S 9100. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n   19    1. THE TERM \"BANK\" SHALL MEAN THE NEW YORK STATE INFRASTRUCTURE DEVEL-\n   20  OPMENT BANK ESTABLISHED PURSUANT TO THIS ARTICLE.\n   21    2. THE TERM \"BOARD\" SHALL  MEAN  THE  NEW  YORK  STATE  INFRASTRUCTURE\n   22  DEVELOPMENT  BANK BOARD ESTABLISHED UNDER SECTION NINETY-ONE HUNDRED TWO\n   23  OF THIS ARTICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06314-01-1\n\n       S. 1654                             2\n\n    1    3. THE TERM \"CHIEF ASSET AND LIABILITY MANAGEMENT OFFICER\"  MEANS  THE\n    2  CHIEF  INDIVIDUAL  RESPONSIBLE FOR COORDINATING THE MANAGEMENT OF ASSETS\n    3  AND LIABILITIES OF THE BANK.\n    4    4.  THE TERM \"CHIEF COMPLIANCE OFFICER\" OR \"CCO\" MEANS THE CHIEF INDI-\n    5  VIDUAL RESPONSIBLE FOR OVERSEEING AND MANAGING THE COMPLIANCE AND  REGU-\n    6  LATORY AFFAIRS ISSUES OF THE BANK.\n    7    5.  THE  TERM  \"CHIEF  FINANCIAL  OFFICER\"  MEANS THE CHIEF INDIVIDUAL\n    8  RESPONSIBLE FOR MANAGING THE FINANCIAL RISKS, PLANNING, AND REPORTING OF\n    9  THE BANK.\n   10    6. THE TERM \"CHIEF LOAN ORIGINATION OFFICER\" MEANS THE CHIEF  INDIVID-\n   11  UAL RESPONSIBLE FOR THE PROCESSING OF NEW LOANS PROVIDED BY THE BANK.\n   12    7.  THE  TERM  \"CHIEF  OPERATIONS  OFFICER\" MEANS THE CHIEF INDIVIDUAL\n   13  RESPONSIBLE FOR INFORMATION TECHNOLOGY AND THE DAY TO DAY OPERATIONS  OF\n   14  THE BANK.\n   15    8.  THE  TERM \"CHIEF RISK OFFICER\" OR \"CRO\" MEANS THE CHIEF INDIVIDUAL\n   16  RESPONSIBLE FOR MANAGING OPERATIONAL AND COMPLIANCE-RELATED RISKS OF THE\n   17  BANK.\n   18    9. THE TERM  \"CHIEF  TREASURY  OFFICER\"  MEANS  THE  CHIEF  INDIVIDUAL\n   19  RESPONSIBLE FOR MANAGING THE BANK'S TREASURY OPERATIONS.\n   20    10.  THE  TERMS  \"DEVELOPMENT\"  AND \"DEVELOP\" MEAN, WITH RESPECT TO AN\n   21  INFRASTRUCTURE PROJECT, ANY:\n   22    (A) PRECONSTRUCTION PLANNING, FEASIBILITY REVIEW,  PERMITTING,  DESIGN\n   23  WORK, AND OTHER PRECONSTRUCTION ACTIVITIES; AND\n   24    (B)  CONSTRUCTION,  RECONSTRUCTION,  REHABILITATION,  REPLACEMENT,  OR\n   25  EXPANSION.\n   26    11. THE TERM \"DISADVANTAGED COMMUNITY\" MEANS A COMMUNITY WITH A MEDIAN\n   27  HOUSEHOLD INCOME OF LESS THAN EIGHTY PERCENT  OF  THE  STATEWIDE  MEDIAN\n   28  HOUSEHOLD INCOME FOR THE STATE.\n   29    12.  THE  TERM  \"ENERGY  INFRASTRUCTURE PROJECT\" MEANS ANY PROJECT FOR\n   30  ENERGY TRANSMISSION, ENERGY EFFICIENCY ENHANCEMENT FOR BUILDINGS, PUBLIC\n   31  HOUSING, AND SCHOOLS, RENEWABLE ENERGY, AND ENERGY STORAGE.\n   32    13. THE TERM \"ENTITY\" MEANS AN  INDIVIDUAL,  CORPORATION,  PARTNERSHIP\n   33  (INCLUDING  A  PUBLIC-PRIVATE  PARTNERSHIP),  JOINT  VENTURE, TRUST, THE\n   34  STATE OR OTHER GOVERNMENTAL ENTITY, INCLUDING A POLITICAL SUBDIVISION OR\n   35  ANY OTHER INSTRUMENTALITY OF THE STATE OR A REVOLVING FUND.\n   36    14. THE TERM \"ENVIRONMENTAL INFRASTRUCTURE PROJECT\" MEANS ANY  PROJECT\n   37  FOR THE ESTABLISHMENT, MAINTENANCE, OR ENHANCEMENT OF ANY DRINKING WATER\n   38  AND  WASTEWATER  TREATMENT FACILITY, STORM WATER MANAGEMENT SYSTEM, DAM,\n   39  LEVEE, OPEN SPACE MANAGEMENT  SYSTEM,  SOLID  WASTE  DISPOSAL  FACILITY,\n   40  HAZARDOUS WASTE FACILITY, OR INDUSTRIAL SITE CLEANUP.\n   41    15.  THE TERM \"EXECUTIVE DIRECTOR\" MEANS THE INDIVIDUAL SERVING AS THE\n   42  CHIEF EXECUTIVE OFFICER OF THE BANK.\n   43    16. THE TERM \"GENERAL COUNSEL\" MEANS THE INDIVIDUAL WHO SERVES AS  THE\n   44  CHIEF LAWYER FOR THE BANK.\n   45    17. THE TERM \"INFRASTRUCTURE PROJECT\" MEANS ANY ENERGY, ENVIRONMENTAL,\n   46  TELECOMMUNICATIONS, OR TRANSPORTATION INFRASTRUCTURE PROJECT.\n   47    18. THE TERM \"PUBLIC BENEFIT BOND\" MEANS A BOND ISSUED WITH RESPECT TO\n   48  AN INFRASTRUCTURE PROJECT IN ACCORDANCE WITH THIS ARTICLE:\n   49    (A)  THE NET SPENDABLE PROCEEDS FROM THE SALE OF THE ISSUE MAY BE USED\n   50  FOR EXPENDITURES INCURRED AFTER THE DATE OF ISSUANCE WITH RESPECT TO THE\n   51  PROJECT, SUBJECT TO THE RULES OF THE BANK;\n   52    (B) THE BOND ISSUED BY THE BANK IS IN REGISTERED FORM  AND  MEETS  THE\n   53  REQUIREMENTS OF THIS ARTICLE AND OTHERWISE APPLICABLE LAW;\n   54    (C)  THE  TERM OF EACH BOND WHICH IS PART OF THE ISSUE IS GREATER THAN\n   55  THIRTY YEARS; AND\n\n       S. 1654                             3\n\n    1    (D) THE PAYMENT OF PRINCIPAL WITH RESPECT TO THE  BOND  IS  THE  OBLI-\n    2  GATION OF THE BANK.\n    3    19. THE TERM \"PUBLIC-PRIVATE PARTNERSHIP\" MEANS ANY ENTITY:\n    4    (A)  (I)  WHICH  IS  UNDERTAKING  THE DEVELOPMENT OF ALL OR PART OF AN\n    5  INFRASTRUCTURE PROJECT, WHICH WILL HAVE A PUBLIC  BENEFIT,  PURSUANT  TO\n    6  REQUIREMENTS ESTABLISHED IN ONE OR MORE CONTRACTS BETWEEN THE ENTITY AND\n    7  THE STATE OR AN INSTRUMENTALITY OF THE STATE; OR\n    8    (II)  THE  ACTIVITIES OF WHICH, WITH RESPECT TO SUCH AN INFRASTRUCTURE\n    9  PROJECT, ARE SUBJECT TO REGULATION BY THE STATE OR  ANY  INSTRUMENTALITY\n   10  OF THE STATE; AND\n   11    (B)  WHICH  OWNS, LEASES, OR OPERATES, OR WILL OWN, LEASE, OR OPERATE,\n   12  THE PROJECT IN WHOLE OR IN PART, AND AT LEAST ONE OF THE PARTICIPANTS IN\n   13  THE ENTITY IS A NONGOVERNMENTAL ENTITY.\n   14    20. THE TERM \"REVOLVING FUND\" MEANS A FUND OR PROGRAM  ESTABLISHED  BY\n   15  THE  STATE  OR  A  POLITICAL SUBDIVISION OR OTHER INSTRUMENTALITY OF THE\n   16  STATE, THE PRINCIPAL ACTIVITY OF WHICH IS TO MAKE LOANS, COMMITMENTS, OR\n   17  OTHER FINANCIAL ACCOMMODATION AVAILABLE FOR THE DEVELOPMENT  OF  ONE  OR\n   18  MORE CATEGORIES OF INFRASTRUCTURE PROJECTS.\n   19    21. THE TERM \"SMART GRID\" MEANS AN ELECTRICITY DELIVERY SYSTEM USING A\n   20  TWO-WAY DIGITAL COMMUNICATIONS SYSTEM AND ASSOCIATED EQUIPMENT AND SOFT-\n   21  WARE, INSTALLED ON THE ELECTRICAL DELIVERY SYSTEM AND ON THE PREMISES OF\n   22  RETAIL  END-USE CUSTOMERS, WHICH PROVIDES REAL-TIME MONITORING, DIAGNOS-\n   23  TIC, AND CONTROL INFORMATION AND SERVICES THAT  IMPROVE  THE  EFFICIENCY\n   24  AND RELIABILITY OF THE DISTRIBUTION AND USE OF ELECTRICITY.\n   25    22. THE TERM \"SMART GROWTH\" MEANS AN URBAN PLANNING AND TRANSPORTATION\n   26  THEORY  THAT  CONCENTRATES GROWTH IN THE CENTER OF A CITY TO AVOID URBAN\n   27  SPRAWL.\n   28    23. THE TERM \"STATE\" MEANS THE STATE OF NEW YORK.\n   29    24. THE TERM \"TELECOMMUNICATIONS  INFRASTRUCTURE  PROJECT\"  MEANS  ANY\n   30  PROJECT  INVOLVING  INFRASTRUCTURE REQUIRED TO PROVIDE COMMUNICATIONS BY\n   31  WIRE OR RADIO.\n   32    25. THE TERM \"TRANSPORTATION INFRASTRUCTURE PROJECT\" MEANS ANY PROJECT\n   33  FOR THE CONSTRUCTION, MAINTENANCE, OR ENHANCEMENT  OF  HIGHWAYS,  ROADS,\n   34  BRIDGES,  TRANSIT  AND  INTERMODAL SYSTEMS, INLAND WATERWAYS, COMMERCIAL\n   35  PORTS, AIRPORTS, HIGH SPEED RAIL AND FREIGHT RAIL SYSTEMS.\n   36    S 9101. ESTABLISHMENT. THERE IS HEREBY ESTABLISHED WITHIN THE  DEPART-\n   37  MENT THE NEW YORK STATE INFRASTRUCTURE DEVELOPMENT BANK.\n   38    S  9102.  BOARD OF DIRECTORS; POWERS AND DUTIES. 1. (A) THE BANK SHALL\n   39  HAVE A BOARD  OF  DIRECTORS  CONSISTING  OF  FIVE  MEMBERS  REPRESENTING\n   40  DIFFERENT  REGIONS  OF  THE  STATE  TO  BE  APPOINTED BY THE GOVERNOR AS\n   41  FOLLOWS:\n   42    (I) TWO MEMBERS SHALL HAVE PUBLIC SECTOR EXPERIENCE; AND\n   43    (II) THREE MEMBERS SHALL HAVE PRIVATE SECTOR EXPERIENCE.\n   44    (B) AS DESIGNATED AT THE TIME OF APPOINTMENT, ONE OF THE DIRECTORS  OF\n   45  THE  BOARD  SHALL BE DESIGNATED CHAIRPERSON OF THE BOARD BY THE GOVERNOR\n   46  AND ONE SHALL BE DESIGNATED AS VICE CHAIRPERSON  OF  THE  BOARD  BY  THE\n   47  GOVERNOR.\n   48    (C)  (I)  EXCEPT  AS  PROVIDED IN SUBPARAGRAPH (II) OF THIS PARAGRAPH,\n   49  EACH DIRECTOR SHALL BE APPOINTED FOR A TERM OF SIX YEARS.\n   50    (II) OF THE INITIAL MEMBERS OF THE BOARD:\n   51    (A) THE CHAIRPERSON AND THE VICE CHAIRPERSON SHALL  BE  APPOINTED  FOR\n   52  TERMS OF SIX YEARS;\n   53    (B) ONE MEMBER SHALL BE APPOINTED FOR A TERM OF FIVE YEARS;\n   54    (C) ONE MEMBER SHALL BE APPOINTED FOR A TERM OF FOUR YEARS;\n   55    (D) ONE MEMBER SHALL BE APPOINTED FOR A TERM OF THREE YEARS.\n\n       S. 1654                             4\n\n    1    (D)  THE  INITIAL APPOINTMENTS BY THE GOVERNOR SHALL BE MADE NOT LATER\n    2  THAN SIXTY DAYS AFTER THE EFFECTIVE DATE OF THIS ARTICLE.\n    3    (E)  A VACANCY ON THE BOARD SHALL BE FILLED IN THE MANNER IN WHICH THE\n    4  ORIGINAL APPOINTMENT WAS MADE. ANY DIRECTOR APPOINTED TO FILL A  VACANCY\n    5  OCCURRING  BEFORE  THE  EXPIRATION  OF THE TERM FOR WHICH THE DIRECTOR'S\n    6  PREDECESSOR WAS APPOINTED SHALL BE APPOINTED ONLY FOR THE  REMAINDER  OF\n    7  SUCH TERM.\n    8    (F)  A DIRECTOR MAY SERVE AFTER THE EXPIRATION OF THAT DIRECTOR'S TERM\n    9  UNTIL A SUCCESSOR HAS TAKEN OFFICE.\n   10    (G) ANY DIRECTOR OF THE BOARD MAY BE REAPPOINTED ONCE BY THE  GOVERNOR\n   11  IN ACCORDANCE WITH THIS SUBDIVISION.\n   12    2. THREE DIRECTORS SHALL CONSTITUTE A QUORUM.\n   13    3.  DIRECTORS  OF THE BOARD SHALL SERVE ON A PART-TIME BASIS AND SHALL\n   14  RECEIVE A PER DIEM WHEN ENGAGED IN THE ACTUAL PERFORMANCE OF BANK  BUSI-\n   15  NESS,  PLUS  REASONABLE  REIMBURSEMENT FOR TRAVEL, SUBSISTENCE AND OTHER\n   16  NECESSARY EXPENSES INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n   17    4. NO DIRECTOR OF THE BOARD MAY PARTICIPATE IN ANY REVIEW OR  DECISION\n   18  AFFECTING  A PROJECT UNDER CONSIDERATION FOR ASSISTANCE UNDER THIS ARTI-\n   19  CLE IF THE DIRECTOR HAS OR IS AFFILIATED WITH  ANY  PERSON  WHO  HAS  AN\n   20  INTEREST IN SUCH PROJECT.\n   21    5. (A) IN ORDER TO CARRY OUT THE PURPOSES OF THE BANK, THE BOARD SHALL\n   22  BE  RESPONSIBLE  FOR  MONITORING AND OVERSEEING INFRASTRUCTURE PROJECTS,\n   23  SHALL ESTABLISH CRITERIA FOR DETERMINING PROJECT ELIGIBILITY FOR  FINAN-\n   24  CIAL ASSISTANCE UNDER THIS ARTICLE AND SHALL HAVE THE FOLLOWING POWERS:\n   25    (I)  TO  ISSUE  PUBLIC  BENEFIT  BONDS AND PROVIDE DIRECT SUBSIDIES TO\n   26  INFRASTRUCTURE PROJECTS;\n   27    (II) TO BORROW ON THE GLOBAL CAPITAL MARKET AND LEND TO  ENTITIES  AND\n   28  COMMERCIAL BANKS FOR FUNDING INFRASTRUCTURE PROJECTS; AND\n   29    (III)  TO  PURCHASE,  POOL  AND  SELL INFRASTRUCTURE-RELATED LOANS AND\n   30  SECURITIES ON SUCH MARKET.\n   31    (B) THE BOARD SHALL CONDUCT ITS BUSINESS IN A MANNER  CONSISTENT  WITH\n   32  THE REQUIREMENTS OF THIS SECTION.\n   33    (C)  THE  PROVISION  OF  FINANCIAL ASSISTANCE BY THE BOARD PURSUANT TO\n   34  THIS ARTICLE SHALL NOT BE CONSTRUED AS:\n   35    (I) LIMITING THE RIGHT OF THE STATE OR ANY  POLITICAL  SUBDIVISION  OR\n   36  OTHER  INSTRUMENTALITY  OF THE STATE TO APPROVE OR REGULATE THE RATES OF\n   37  RETURN ON PRIVATE EQUITY INVESTED IN A PROJECT; OR\n   38    (II) OTHERWISE SUPERSEDING ANY LAW, RULE OR REGULATION  OF  THE  STATE\n   39  APPLICABLE TO A PROJECT.\n   40    (D)  THE  BOARD  SHALL  HAVE THE POWER TO REQUEST THE ASSISTANCE, ON A\n   41  REIMBURSABLE BASIS, OF PERSONNEL FROM ANY STATE AGENCIES  WITH  SPECIFIC\n   42  EXPERTISE  NOT  AVAILABLE FROM WITHIN THE BANK OR ELSEWHERE. THE HEAD OF\n   43  ANY STATE AGENCY MAY ASSIGN, ON A REIMBURSABLE BASIS, ANY  PERSONNEL  OF\n   44  SUCH AGENCY REQUESTED BY THE BOARD AND SHALL NOT UNREASONABLY REFUSE THE\n   45  ASSISTANCE OF ANY PERSONNEL REQUESTED BY THE BOARD.\n   46    6.  (A)  ALL MEETINGS OF THE BOARD HELD TO CONDUCT THE BUSINESS OF THE\n   47  BANK SHALL BE OPEN TO THE PUBLIC AND SHALL  BE  PRECEDED  BY  REASONABLE\n   48  NOTICE.\n   49    (B)  THE BOARD SHALL MEET NOT LATER THAN NINETY DAYS AFTER THE DATE ON\n   50  WHICH ALL OF THE DIRECTORS OF THE BOARD ARE FIRST APPOINTED  AND  OTHER-\n   51  WISE AT THE CALL OF THE CHAIRPERSON.\n   52    (C)  PURSUANT  TO  SUCH RULES AS THE BOARD MAY ESTABLISH THROUGH THEIR\n   53  BYLAWS, THE DIRECTORS MAY CLOSE A MEETING OF THE BOARD IF, AT THE  MEET-\n   54  ING,  THERE  IS LIKELY TO BE DISCLOSED INFORMATION WHICH COULD ADVERSELY\n   55  AFFECT OR LEAD TO SPECULATION  RELATING  TO  AN  INFRASTRUCTURE  PROJECT\n   56  UNDER CONSIDERATION FOR ASSISTANCE UNDER THIS ARTICLE OR IN FINANCIAL OR\n\n       S. 1654                             5\n\n    1  SECURITIES  OR  COMMODITIES  MARKETS OR INSTITUTIONS, UTILITIES, OR REAL\n    2  ESTATE. THE DETERMINATION TO CLOSE ANY MEETING OF  THE  BOARD  SHALL  BE\n    3  MADE  IN A MEETING OF THE BOARD, OPEN TO THE THE PUBLIC, AND PRECEDED BY\n    4  REASONABLE  NOTICE. THE BOARD SHALL PREPARE MINUTES OF ANY MEETING WHICH\n    5  IS CLOSED TO THE PUBLIC AND MAKE SUCH MINUTES AVAILABLE AS SOON  AS  THE\n    6  CONSIDERATIONS NECESSITATING CLOSING SUCH MEETING NO LONGER APPLY.\n    7    7. THE CHAIRPERSON OF THE BOARD, EXECUTIVE DIRECTOR, CRO AND CCO SHALL\n    8  APPOINT,  REMOVE,  FIX THE COMPENSATION OF AND DEFINE THE DUTIES OF SUCH\n    9  QUALIFIED PERSONNEL TO SERVE UNDER THE BOARD, EXECUTIVE COMMITTEE,  RISK\n   10  MANAGEMENT  COMMITTEE  OR AUDIT COMMITTEE, AS THE CASE MAY BE, AS NECES-\n   11  SARY AND PRESCRIBED BY THIS ARTICLE, THE BYLAWS  OF  THE  BANK  AND  THE\n   12  BOARD.\n   13    S  9103.  EXECUTIVE  COMMITTEE.  1.  THE BOARD SHALL HAVE AN EXECUTIVE\n   14  COMMITTEE CONSISTING OF NINE MEMBERS, HEADED BY THE  EXECUTIVE  DIRECTOR\n   15  OF THE BANK.\n   16    2.  A  MAJORITY  OF  THE BOARD SHALL HAVE THE AUTHORITY TO APPOINT AND\n   17  REAPPOINT THE EXECUTIVE DIRECTOR.\n   18    3. THE EXECUTIVE DIRECTOR SHALL BE THE CHIEF EXECUTIVE OFFICER OF  THE\n   19  BANK,  WITH  SUCH  EXECUTIVE  FUNCTIONS,  POWERS  AND  DUTIES  AS MAY BE\n   20  PRESCRIBED BY THIS ARTICLE, THE BYLAWS OF THE BANK OR THE BOARD.\n   21    4. THE BOARD SHALL APPOINT, REMOVE, FIX THE  COMPENSATION  AND  DEFINE\n   22  THE  DUTIES  OF EIGHT OTHER EXECUTIVE OFFICERS TO SERVE ON THE EXECUTIVE\n   23  COMMITTEE AS THE:\n   24    (A) CHIEF COMPLIANCE OFFICER;\n   25    (B) CHIEF FINANCIAL OFFICER;\n   26    (C) CHIEF ASSET AND LIABILITY MANAGEMENT OFFICER;\n   27    (D) CHIEF LOAN ORIGINATION OFFICER;\n   28    (E) CHIEF OPERATIONS OFFICER;\n   29    (F) CHIEF RISK OFFICER;\n   30    (G) CHIEF TREASURY OFFICER; AND\n   31    (H) GENERAL COUNSEL.\n   32    5. THE EXECUTIVE DIRECTOR AND  OTHER  EXECUTIVE  OFFICERS  SHALL  HAVE\n   33  DEMONSTRATED EXPERIENCE AND EXPERTISE IN ONE OR MORE OF THE FOLLOWING:\n   34    (A) TRANSPORTATION INFRASTRUCTURE.\n   35    (B) ENVIRONMENTAL INFRASTRUCTURE.\n   36    (C) ENERGY INFRASTRUCTURE.\n   37    (D) TELECOMMUNICATIONS INFRASTRUCTURE.\n   38    (E) ECONOMIC DEVELOPMENT.\n   39    (F) WORKFORCE  DEVELOPMENT.\n   40    (G) PUBLIC HEALTH.\n   41    (H) PRIVATE OR PUBLIC FINANCE.\n   42    6.  IN  ORDER  TO  CARRY  OUT  THE PURPOSES OF THE BANK, THE EXECUTIVE\n   43  COMMITTEE SHALL:\n   44    (A) ESTABLISH DISCLOSURE AND APPLICATION PROCEDURES FOR ENTITIES NOMI-\n   45  NATING PROJECTS FOR ASSISTANCE UNDER THIS ARTICLE;\n   46    (B) ACCEPT, FOR  CONSIDERATION,  PROJECT  PROPOSALS  RELATING  TO  THE\n   47  DEVELOPMENT  OF  INFRASTRUCTURE  PROJECTS, WHICH MEET THE BASIC CRITERIA\n   48  ESTABLISHED BY THE BOARD, AND WHICH ARE SUBMITTED BY AN ENTITY;\n   49    (C) PROVIDE RECOMMENDATIONS TO THE BOARD AND PLACE  PROJECT  PROPOSALS\n   50  ACCEPTED  BY  THE  EXECUTIVE COMMITTEE ON THE LIST FOR CONSIDERATION FOR\n   51  FINANCIAL ASSISTANCE FROM THE BOARD;\n   52    (D) PROVIDE TECHNICAL ASSISTANCE TO ENTITIES RECEIVING FINANCING  FROM\n   53  THE BANK AND OTHERWISE IMPLEMENT DECISIONS OF THE BOARD.\n   54    7.  A VACANCY IN THE POSITION OF EXECUTIVE DIRECTOR SHALL BE FILLED IN\n   55  THE MANNER IN WHICH THE ORIGINAL APPOINTMENT WAS MADE.\n\n       S. 1654                             6\n\n    1    8. THE COMPENSATION OF THE EXECUTIVE COMMITTEE SHALL BE DETERMINED  BY\n    2  THE BOARD.\n    3    9. THE EXECUTIVE OFFICERS MAY BE REMOVED AT THE DISCRETION OF A MAJOR-\n    4  ITY OF THE BOARD.\n    5    10. THE EXECUTIVE OFFICERS SHALL SERVE FOR A TERM OF SIX YEARS AND MAY\n    6  BE REAPPOINTED ONCE IN ACCORDANCE WITH THIS SECTION.\n    7    11. THE EXECUTIVE OFFICERS SHALL NOT:\n    8    (A) HOLD ANY OTHER PUBLIC OFFICE;\n    9    (B)  HAVE  ANY INTEREST IN AN INFRASTRUCTURE PROJECT CONSIDERED BY THE\n   10  BOARD;\n   11    (C) HAVE ANY INTEREST IN AN INVESTMENT INSTITUTION, COMMERCIAL BANK OR\n   12  OTHER ENTITY SEEKING FINANCIAL ASSISTANCE FOR ANY INFRASTRUCTURE PROJECT\n   13  FROM THE BANK; AND\n   14    (D) HAVE ANY SUCH INTEREST DURING THE TWO YEAR PERIOD BEGINNING ON THE\n   15  DATE SUCH OFFICER CEASES TO SERVE IN SUCH CAPACITY.\n   16    S 9104. RISK MANAGEMENT COMMITTEE. 1. THE BANK SHALL ESTABLISH A  RISK\n   17  MANAGEMENT  COMMITTEE  CONSISTING  OF  FIVE MEMBERS, HEADED BY THE CHIEF\n   18  RISK OFFICER.\n   19    2. A MAJORITY OF THE BOARD SHALL HAVE THE  AUTHORITY  TO  APPOINT  AND\n   20  REAPPOINT THE CRO OF THE BANK.\n   21    3.  (A) THE CRO SHALL HAVE SUCH FUNCTIONS, POWERS AND DUTIES AS MAY BE\n   22  PRESCRIBED BY THIS ARTICLE, THE BYLAWS OF THE BANK AND  THE  BOARD.  THE\n   23  CRO SHALL REPORT DIRECTLY TO THE BOARD.\n   24    (B)  IN  ORDER  TO  CARRY  OUT  THE PURPOSES OF THIS ARTICLE, THE RISK\n   25  MANAGEMENT COMMITTEE SHALL:\n   26    (I) CREATE FINANCIAL, CREDIT AND OPERATIONAL  RISK  MANAGEMENT  GUIDE-\n   27  LINES FOR THE BANK;\n   28    (II)  SET STANDARDS TO ENSURE DIVERSIFICATION OF LENDING ACTIVITIES BY\n   29  BOTH REGION AND INFRASTRUCTURE PROJECT TYPE; AND\n   30    (III) CREATE CONFORMING STANDARDS FOR INFRASTRUCTURE  FINANCE  SECURI-\n   31  TIES.\n   32    4.  (A)  THE  BOARD  SHALL  APPOINT,  REMOVE, FIX THE COMPENSATION AND\n   33  DEFINE THE DUTIES OF FOUR OTHER RISK MANAGEMENT  OFFICERS  TO  SERVE  ON\n   34  SUCH COMMITTEE.\n   35    (B) THE CRO AND OTHER RISK MANAGEMENT OFFICERS SHALL HAVE DEMONSTRATED\n   36  EXPERIENCE AND EXPERTISE IN ONE OR MORE OF THE FOLLOWING:\n   37    (I) TREASURY AND ASSET AND LIABILITY MANAGEMENT.\n   38    (II) INVESTMENT REGULATIONS.\n   39    (III) CREDIT RISK MANAGEMENT AND CREDIT EVALUATIONS.\n   40    (IV) RELATE DISCIPLINES.\n   41    5.  A  VACANCY IN THE POSITION OF ANY RISK MANAGEMENT OFFICER SHALL BE\n   42  FILLED IN THE MANNER IN WHICH THE ORIGINAL APPOINTMENT WAS MADE.\n   43    6. THE COMPENSATION OF THE RISK MANAGEMENT OFFICERS  SHALL  BE  DETER-\n   44  MINED BY THE BOARD.\n   45    7.  THE  RISK  MANAGEMENT OFFICERS MAY BE REMOVED AT THE DISCRETION OF\n   46  THE MAJORITY OF THE BOARD.\n   47    8. THE RISK MANAGEMENT OFFICERS SHALL SERVE A SIX YEAR TERM AND MAY BE\n   48  REAPPOINTED ONCE IN ACCORDANCE WITH THIS SECTION.\n   49    9. THE RISK MANAGEMENT OFFICERS SHALL NOT:\n   50    (A) HOLD ANY OTHER PUBLIC OFFICE;\n   51    (B) HAVE ANY INTEREST IN AN INFRASTRUCTURE PROJECT CONSIDERED  BY  THE\n   52  BOARD;\n   53    (C) HAVE ANY INTEREST IN AN INVESTMENT INSTITUTION, COMMERCIAL BANK OR\n   54  OTHER ENTITY SEEKING FINANCIAL ASSISTANCE FOR ANY INFRASTRUCTURE PROJECT\n   55  FROM THE BANK; AND\n\n       S. 1654                             7\n\n    1    (D) HAVE ANY SUCH INTEREST DURING THE TWO YEAR PERIOD BEGINNING ON THE\n    2  DATE SUCH OFFICER CEASES TO SERVE IN SUCH CAPACITY.\n    3    S  9105. AUDIT COMMITTEE. 1. THE BANK SHALL ESTABLISH AN AUDIT COMMIT-\n    4  TEE CONSISTING OF FIVE MEMBERS, HEADED BY THE CHIEF COMPLIANCE OFFICER.\n    5    2. A MAJORITY OF THE BOARD SHALL HAVE THE  AUTHORITY  TO  APPOINT  AND\n    6  REAPPOINT THE CCO OF THE BANK.\n    7    3.  (A) THE CCO SHALL HAVE SUCH FUNCTIONS, POWERS AND DUTIES AS MAY BE\n    8  PRESCRIBED BY THIS ARTICLE, THE BYLAWS OF THE BANK AND  THE  BOARD.  THE\n    9  CCO SHALL REPORT DIRECTLY TO THE BOARD.\n   10    (B)  IN  ORDER  TO  CARRY  OUT THE PURPOSES OF THIS ARTICLE, THE AUDIT\n   11  COMMITTEE SHALL:\n   12    (I) PROVIDE INTERNAL CONTROLS AND INTERNAL AUDITING ACTIVITIES FOR THE\n   13  BANK;\n   14    (II) MAINTAIN RESPONSIBILITY FOR  THE  ACCOUNTING  ACTIVITIES  OF  THE\n   15  BANK;\n   16    (III) ISSUE FINANCIAL REPORTS OF THE BANK; AND\n   17    (IV)  COMPLETE  REPORTS  WITH  OUTSIDE AUDITORS AND PUBLIC ACCOUNTANTS\n   18  APPOINTED BY THE BOARD.\n   19    4. (A) THE BOARD SHALL  APPOINT,  REMOVE,  FIX  THE  COMPENSATION  AND\n   20  DEFINE  THE DUTIES OF FOUR OTHER AUDIT OFFICERS TO SERVE ON SUCH COMMIT-\n   21  TEE.\n   22    (B) THE CCO AND OTHER AUDIT OFFICERS SHALL HAVE  DEMONSTRATED  EXPERI-\n   23  ENCE AND EXPERTISE IN ONE OR MORE OF THE FOLLOWING:\n   24    (I) INTERNAL AUDITING.\n   25    (II) INTERNAL INVESTIGATIONS.\n   26    (III) ACCOUNTING PRACTICES.\n   27    (IV) FINANCING PRACTICES.\n   28    5.  A  VACANCY IN THE POSITION OF ANY AUDIT OFFICER SHALL BE FILLED IN\n   29  THE MANNER IN WHICH THE ORIGINAL APPOINTMENT WAS MADE.\n   30    6. THE COMPENSATION OF THE AUDIT OFFICERS SHALL BE DETERMINED  BY  THE\n   31  BOARD.\n   32    7. THE AUDIT OFFICERS MAY BE REMOVED AT THE DISCRETION OF THE MAJORITY\n   33  OF THE BOARD.\n   34    8.  THE  AUDIT  OFFICERS  SHALL SERVE A SIX YEAR TERM AND MAY BE REAP-\n   35  POINTED ONCE IN ACCORDANCE WITH THIS SECTION.\n   36    9. THE AUDIT OFFICERS SHALL NOT:\n   37    (A) HOLD ANY OTHER PUBLIC OFFICE;\n   38    (B) HAVE ANY INTEREST IN AN INFRASTRUCTURE PROJECT CONSIDERED  BY  THE\n   39  BOARD;\n   40    (C) HAVE ANY INTEREST IN AN INVESTMENT INSTITUTION, COMMERCIAL BANK OR\n   41  OTHER ENTITY SEEKING FINANCIAL ASSISTANCE FOR ANY INFRASTRUCTURE PROJECT\n   42  FROM THE BANK; AND\n   43    (D) HAVE ANY SUCH INTEREST DURING THE TWO YEAR PERIOD BEGINNING ON THE\n   44  DATE SUCH OFFICER CEASES TO SERVE IN SUCH CAPACITY.\n   45    S  9106.  ELIGIBILITY CRITERIA AND ASSISTANCE. 1. NO FINANCIAL ASSIST-\n   46  ANCE SHALL BE AVAILABLE UNDER THIS ARTICLE  FROM  THE  BANK  UNLESS  THE\n   47  APPLICANT  FOR  SUCH  ASSISTANCE HAS DEMONSTRATED TO THE SATISFACTION OF\n   48  THE BOARD THAT THE PROJECT FOR WHICH SUCH  ASSISTANCE  IS  BEING  SOUGHT\n   49  MEETS:\n   50    (A) THE REQUIREMENTS OF THIS ARTICLE; AND\n   51    (B)  ANY  CRITERIA  ESTABLISHED IN ACCORDANCE WITH THIS ARTICLE BY THE\n   52  BOARD.\n   53    2. (A) CONSISTENT WITH THE REQUIREMENTS OF SUBDIVISIONS THREE AND FOUR\n   54  OF THIS SECTION, THE BOARD SHALL ESTABLISH:\n   55    (I) CRITERIA FOR  DETERMINING  ELIGIBILITY  FOR  FINANCIAL  ASSISTANCE\n   56  UNDER THIS ARTICLE;\n\n       S. 1654                             8\n\n    1    (II)  DISCLOSURE AND APPLICATION PROCEDURES TO BE FOLLOWED BY ENTITIES\n    2  TO NOMINATE PROJECTS FOR ASSISTANCE UNDER THIS ARTICLE; AND\n    3    (III)  SUCH OTHER CRITERIA AS THE BOARD MAY CONSIDER TO BE APPROPRIATE\n    4  FOR PURPOSES OF CARRYING OUT THIS ARTICLE.\n    5    (B) (I) THE BANK SHALL CONDUCT AN ANALYSIS THAT TAKES INTO ACCOUNT THE\n    6  ECONOMIC, ENVIRONMENTAL, SOCIAL BENEFITS AND COSTS OF EACH PROJECT UNDER\n    7  CONSIDERATION FOR FINANCIAL ASSISTANCE UNDER THIS ARTICLE,  PRIORITIZING\n    8  PROJECTS  THAT  CONTRIBUTE  TO ECONOMIC GROWTH, LEAD TO JOB CREATION AND\n    9  ARE OF REGIONAL OR LOCAL SIGNIFICANCE.\n   10    (II) THE CRITERIA ESTABLISHED PURSUANT TO SUBPARAGRAPH  (I)  OF  PARA-\n   11  GRAPH (A) OF THIS SUBDIVISION SHALL PROVIDE FOR THE CONSIDERATION OF THE\n   12  FOLLOWING  FACTORS  IN  CONSIDERING ELIGIBILITY FOR FINANCIAL ASSISTANCE\n   13  UNDER THIS ARTICLE:\n   14    (A) THE MEANS BY WHICH DEVELOPMENT OF THE INFRASTRUCTURE PROJECT UNDER\n   15  CONSIDERATION IS BEING FINANCED, INCLUDING:\n   16    (1) THE TERMS AND CONDITIONS AND FINANCIAL STRUCTURE OF  THE  PROPOSED\n   17  FINANCING; AND\n   18    (2)  THE FINANCIAL ASSUMPTIONS AND PROJECTIONS ON WHICH THE PROJECT IS\n   19  BASED.\n   20    (B) THE LIKELIHOOD THAT THE PROVISION OF ASSISTANCE BY THE  BANK  WILL\n   21  CAUSE SUCH DEVELOPMENT TO PROCEED MORE PROMPTLY AND WITH LOWER COSTS FOR\n   22  FINANCING THAN WOULD BE THE CASE WITHOUT SUCH ASSISTANCE.\n   23    (C)  THE EXTENT TO WHICH THE PROVISION OF ASSISTANCE BY THE BANK MAXI-\n   24  MIZES THE LEVEL OF PRIVATE  INVESTMENT  IN  THE  INFRASTRUCTURE  PROJECT\n   25  WHILE PROVIDING A PUBLIC BENEFIT.\n   26    3.  (A) FOR ANY TRANSPORTATION INFRASTRUCTURE PROJECT, THE BOARD SHALL\n   27  CONSIDER THE FOLLOWING:\n   28    (I) JOB CREATION, INCLUDING WORKFORCE DEVELOPMENT FOR WOMEN AND MINOR-\n   29  ITIES, RESPONSIBLE EMPLOYMENT PRACTICES, AND QUALITY JOB TRAINING OPPOR-\n   30  TUNITIES.\n   31    (II) REDUCTION IN CARBON EMISSIONS.\n   32    (III) REDUCTION IN SURFACE AND AIR TRAFFIC CONGESTION.\n   33    (IV) SMART GROWTH IN URBAN AREAS.\n   34    (V) POVERTY AND INEQUALITY REDUCTION  THROUGH  TARGETED  TRAINING  AND\n   35  EMPLOYMENT OPPORTUNITIES FOR LOW-INCOME WORKERS.\n   36    (VI)  USE  OF  SMART  TOLLING,  SUCH  AS  VEHICLE  MILES  TRAVELED AND\n   37  CONGESTION PRICING, FOR HIGHWAY, ROAD, AND BRIDGE PROJECTS.\n   38    (VII) PUBLIC HEALTH BENEFITS.\n   39    (B) FOR ANY ENVIRONMENTAL  INFRASTRUCTURE  PROJECT,  THE  BOARD  SHALL\n   40  CONSIDER THE FOLLOWING:\n   41    (I) PUBLIC HEALTH BENEFITS.\n   42    (II) POLLUTION REDUCTIONS.\n   43    (III)  JOB  CREATION,  INCLUDING  WORKFORCE  DEVELOPMENT FOR WOMEN AND\n   44  MINORITIES, RESPONSIBLE EMPLOYMENT PRACTICES AND  QUALITY  JOB  TRAINING\n   45  OPPORTUNITIES.\n   46    (IV)  POVERTY  AND  INEQUALITY REDUCTION THROUGH TARGETED TRAINING AND\n   47  EMPLOYMENT OPPORTUNITIES FOR LOW INCOME WORKERS.\n   48    (V) ENVIRONMENTAL JUSTICE.\n   49    (C) FOR ANY ENERGY INFRASTRUCTURE PROJECT, THE  BOARD  SHALL  CONSIDER\n   50  THE FOLLOWING:\n   51    (I) JOB CREATION, INCLUDING WORKFORCE DEVELOPMENT FOR WOMEN AND MINOR-\n   52  ITIES,  RESPONSIBLE EMPLOYMENT PRACTICES AND QUALITY JOB TRAINING OPPOR-\n   53  TUNITIES.\n   54    (II) POVERTY AND INEQUALITY REDUCTION THROUGH  TARGETED  TRAINING  AND\n   55  EMPLOYMENT OPPORTUNITIES FOR LOW INCOME WORKERS.\n   56    (III) REDUCTION IN CARBON EMISSIONS.\n\n       S. 1654                             9\n\n    1    (IV) ENVIRONMENTAL JUSTICE.\n    2    (V) SMART GROWTH IN URBAN AREAS.\n    3    (VI)  EXPANDED  USE OF RENEWABLE ENERGY, INCLUDING, BUT NOT LIMITED TO\n    4  HYDROELECTRIC, SOLAR, WIND AND WASTE-TO-ENERGY.\n    5    (VII) DEVELOPMENT OF A SMART GRID.\n    6    (VIII) ENERGY EFFICIENT BUILDING, HOUSING,  SCHOOL  MODERNIZATION  AND\n    7  WEATHERIZATION.\n    8    (IX)  IN  ANY  CASE  IN  WHICH  THE  PROJECT  IS ALSO A PUBLIC HOUSING\n    9  PROJECT:\n   10    (A) IMPROVEMENT OF THE PHYSICAL SHAPE AND LAYOUT;\n   11    (B) ENVIRONMENTAL IMPROVEMENT; AND\n   12    (C) MOBILITY IMPROVEMENTS FOR RESIDENTS.\n   13    (X) PUBLIC HEALTH BENEFITS.\n   14    (D) FOR ANY TELECOMMUNICATIONS PROJECT, THE BOARD SHALL  CONSIDER  THE\n   15  FOLLOWING:\n   16    (I)  THE  EXTENT TO WHICH ASSISTANCE EXPANDS OR IMPROVES BROADBAND AND\n   17  WIRELESS SERVICES IN RURAL AND DISADVANTAGED COMMUNITIES.\n   18    (II) JOB CREATION,  INCLUDING  WORKFORCE  DEVELOPMENT  FOR  WOMEN  AND\n   19  MINORITIES,  RESPONSIBLE  EMPLOYMENT  PRACTICES AND QUALITY JOB TRAINING\n   20  OPPORTUNITIES.\n   21    (III) POVERTY AND INEQUALITY REDUCTION THROUGH TARGETED  TRAINING  AND\n   22  EMPLOYMENT OPPORTUNITIES FOR LOW INCOME WORKERS.\n   23    4.  (A) CONSIDERATION OF PROJECTS BY THE EXECUTIVE COMMITTEE AND BOARD\n   24  SHALL BE CONDUCTED WITH PERSONNEL ASSISTING THE BANK FROM RELEVANT STATE\n   25  AND LOCAL AGENCIES FROM AMONG INDIVIDUALS  WHO  ARE  FAMILIAR  WITH  AND\n   26  EXPERIENCED IN THE SELECTION CRITERIA FOR COMPETITIVE PROJECTS.\n   27    (B)  A  FEE  MAY  BE CHARGED FOR THE REVIEW OF ANY PROJECT PROPOSAL IN\n   28  SUCH AMOUNT AS MAY BE CONSIDERED APPROPRIATE BY THE EXECUTIVE  COMMITTEE\n   29  TO COVER THE COST OF SUCH REVIEW.\n   30    5. CONSISTENT WITH OTHER PROVISIONS OF THIS ARTICLE, ANY DETERMINATION\n   31  OF  THE  BOARD  TO  PROVIDE ASSISTANCE TO ANY PROJECT, AND THE MANNER IN\n   32  WHICH SUCH ASSISTANCE IS PROVIDED, INCLUDING THE TERMS, CONDITIONS, FEES\n   33  AND CHARGES SHALL BE AT THE SOLE DISCRETION OF THE BOARD.\n   34    6. THE PROVISION OF ASSISTANCE BY THE BOARD IN  ACCORDANCE  WITH  THIS\n   35  ARTICLE  SHALL  NOT  BE DEEMED TO RELIEVE ANY RECIPIENT OF ASSISTANCE OR\n   36  THE RELATED PROJECT OF ANY OBLIGATION TO OBTAIN REQUIRED,  STATE,  LOCAL\n   37  AND FEDERAL PERMIT AND APPROVALS.\n   38    7.  AN  ENTITY  RECEIVING  ASSISTANCE FROM THE BOARD SHALL MAKE ANNUAL\n   39  REPORTS TO THE BOARD ON THE USE OF ANY  SUCH  ASSISTANCE,  CRITERIA  SET\n   40  FORTH  IN  THIS SECTION AND A DISCLOSURE OF ALL ENTITIES WITH A DEVELOP-\n   41  MENT, OWNERSHIP  OR  OPERATIONAL  INTEREST  IN  A  PROJECT  ASSISTED  OR\n   42  PROPOSED TO BE ASSISTED UNDER THIS ARTICLE.\n   43    S 9107. EXEMPTION FROM LOCAL TAXATION. ALL NOTES, DEBENTURES, BONDS OR\n   44  OTHER  SUCH OBLIGATIONS ISSUED BY THE BANK, AND THE INTEREST ON OR CRED-\n   45  ITS WITH RESPECT TO SUCH  BONDS  OR  OTHER  OBLIGATIONS,  SHALL  NOT  BE\n   46  SUBJECT  TO  TAXATION BY ANY STATE, COUNTY, MUNICIPALITY OR LOCAL TAXING\n   47  AUTHORITY.\n   48    S 9108. STATUS AND APPLICABILITY OF CERTAIN FEDERAL LAWS;  FULL  FAITH\n   49  AND  CREDIT.  1.  THE BANK SHALL COMPLY WITH ALL FEDERAL LAWS REGULATING\n   50  BUDGETARY AND AUDITING PRACTICES OF A GOVERNMENT CORPORATION, EXCEPT  AS\n   51  OTHERWISE PROVIDED FOR IN THIS ARTICLE.\n   52    2.  ANY BOND OR OTHER OBLIGATION ISSUED BY THE BANK UNDER THIS ARTICLE\n   53  SHALL BE AN OBLIGATION SUPPORTED BY THE FULL FAITH  AND  CREDIT  OF  THE\n   54  UNITED STATES.\n   55    3. ALL DEBT SECURITIES AND OTHER OBLIGATIONS ISSUED BY THE BANK PURSU-\n   56  ANT  TO  THIS ARTICLE SHALL BE DEEMED TO BE EXEMPT SECURITIES WITHIN THE\n\n       S. 1654                            10\n\n    1  MEANING OF LAWS ADMINISTERED BY THE SECURITIES AND  EXCHANGE  COMMISSION\n    2  TO  THE  SAME  EXTENT  AS SECURITIES WHICH ARE DIRECT OBLIGATIONS OF, OR\n    3  OBLIGATIONS FULLY GUARANTEED AS TO PRINCIPAL OR INTEREST BY, THE  UNITED\n    4  STATES.\n    5    4.  THE  OBLIGATIONS OF THE BANK ISSUED PURSUANT TO THIS ARTICLE SHALL\n    6  BE DEEMED TO BE OBLIGATIONS OF THE STATE.\n    7    S 9109. AUDITS AND REPORTS. 1. THE BOOKS OF ACCOUNT OF THE BANK  SHALL\n    8  BE  MAINTAINED  IN ACCORDANCE WITH GENERALLY ACCEPTED ACCOUNTING PRINCI-\n    9  PLES AND SHALL BE SUBJECT TO  AN  ANNUAL  AUDIT  BY  INDEPENDENT  PUBLIC\n   10  ACCOUNTANTS  APPOINTED  BY THE BOARD AND OF NATIONALLY RECOGNIZED STAND-\n   11  ING.\n   12    2. (A) THE BOARD SHALL SUBMIT TO THE GOVERNOR AND LEGISLATURE,  WITHIN\n   13  NINETY  DAYS  AFTER  THE  LAST  DAY  OF EACH FISCAL YEAR, A COMPLETE AND\n   14  DETAILED REPORT WITH RESPECT  TO  THE  PRECEDING  FISCAL  YEAR,  SETTING\n   15  FORTH:\n   16    (I) A SUMMARY OF THE BANK'S OPERATIONS FOR SUCH PRECEDING FISCAL YEAR;\n   17    (II)  A  SCHEDULE  OF  THE  BANK'S  OBLIGATIONS AND CAPITAL SECURITIES\n   18  OUTSTANDING AT THE END OF SUCH PRECEDING FISCAL YEAR, WITH  A  STATEMENT\n   19  OF  THE AMOUNTS ISSUED AND REDEEMED OR PAID DURING SUCH PRECEDING FISCAL\n   20  YEAR; AND\n   21    (III) THE STATUS OF PROJECTS RECEIVING  FUNDING  OR  OTHER  ASSISTANCE\n   22  PURSUANT  TO  THIS  ARTICLE, INCLUDING, BUT NOT LIMITED TO DISCLOSURE OF\n   23  ALL ENTITIES WITH A DEVELOPMENT, OWNERSHIP OR  OPERATIONAL  INTEREST  IN\n   24  SUCH PROJECTS.\n   25    (B)  NOT  LATER THAN FIVE YEARS AFTER THE EFFECTIVE DATE OF THIS ARTI-\n   26  CLE, THE NEW YORK STATE COMPTROLLER SHALL SUBMIT  TO  THE  GOVERNOR  AND\n   27  LEGISLATURE  A  REPORT  EVALUATING ACTIVITIES OF THE BANK FOR THE FISCAL\n   28  YEARS COVERED BY THE REPORT THAT INCLUDES AN ASSESSMENT  OF  THE  IMPACT\n   29  AND  BENEFITS  OF  EACH FUNDED PROJECT, INCLUDING A REVIEW OF HOW EFFEC-\n   30  TIVELY EACH PROJECT ACCOMPLISHED THE GOALS  PRIORITIZED  BY  THE  BANK'S\n   31  PROJECT CRITERIA.\n   32    3.  (A)  THE BANK SHALL MAINTAIN ADEQUATE BOOKS AND RECORDS TO SUPPORT\n   33  THE FINANCIAL TRANSACTIONS OF THE BANK WITH A DESCRIPTION  OF  FINANCIAL\n   34  TRANSACTIONS  AND  INFRASTRUCTURE  PROJECTS  RECEIVING  FUNDING, AND THE\n   35  AMOUNT OF FUNDING FOR EACH PROJECT MAINTAINED ON A  PUBLICLY  ACCESSIBLE\n   36  DATABASE.\n   37    (B)  THE  BOOKS AND RECORDS OF THE BANK SHALL BE MAINTAINED IN ACCORD-\n   38  ANCE  WITH  RECOMMENDED  ACCOUNTING  PRACTICES  AND  SHALL  BE  OPEN  TO\n   39  INSPECTION BY THE SUPERINTENDENT AND THE NEW YORK STATE COMPTROLLER.\n   40    S  3.  The  sum of two hundred fifty million dollars ($250,000,000) is\n   41  hereby appropriated to the banking department out of any moneys  in  the\n   42  state  treasury  in the general fund to the credit of the state purposes\n   43  account, not otherwise appropriated, and made immediately available, for\n   44  the purpose of carrying out the provisions  of  this  act.  Such  moneys\n   45  shall be payable on the audit and warrant of the comptroller on vouchers\n   46  certified or approved by the superintendent of banking department in the\n   47  manner prescribed by law.\n   48    S  4.  This  act  shall take effect on the sixtieth day after it shall\n   49  have become a law and shall expire and be deemed repealed  December  31,\n   50  2026.\n",
  "memo" : "BILL NUMBER:S1654\n\nTITLE OF BILL:\nAn act\nto amend the banking law, in relation to establishing the New\nYork state infrastructure development bank;\nmaking an appropriation therefor; and providing for\nthe repeal of such provisions upon expiration thereof\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe bill would create a development bank for New York State, a\ngovernment-owned corporation modeled after the European Investment\nBank, with an independent and objective Board of Directors to, among\nother things, make final infrastructure financing determinations; an\nExecutive Committee to handle the day-to-day operations of the Bank;\nand Risk Management and Audit Committees to carefully manage risk and\nmonitor the bank's activities.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 would name the act the \"New York state infrastructure\ndevelopment bank act\". Section, would amend the banking law by\nestablishing a new article 17 which creates the New York State\nInfrastructure Development Bank. Section 9100 defines the terms\n\"bank\", \"board\", \"chief asset and liability management officer\",\n\"chief compliance officer\", \"chief financial officer\", \"chief loan\norigination officer\", \"chief operations officer\", \"chief risk\nofficer\", \"chief treasury officer\", \"development\", \"disadvantaged\ncommunity\", \"energy infrastructure project\", \"entity\", \"environmental\ninfrastructure project\", \"executive director\", \"general counsel\",\n\"infrastructure project\", \"public benefit bond\", \"public private\npartnership\", \"revolving fund\", \"smart grid\", \"smart growth\",\n\"state\", \"telecommunications infrastructure project\", and\n\"transportation infrastructure project\".\n\nSection 9101 establishes within the department the New York state\ninfrastructure development bank.\n\nSection 9102 outlines the powers and duties of the board of directors of\nthe bank.\n\nSection 9103 outlines the powers and duties of the executive committee\nof the bank.\n\nSection 9104 outlines the powers and duties of the Risk management\ncommittee of the bank.\n\nSection 9105 outlines the\npowers and duties of the audit committee of the bank.\n\nSection 9106 establishes the eligibility criteria and\nassistance, stating that no financial assistance shall be\n\navailable under the article unless the applicant for assistance\nhas demonstrated to the satisfaction of the board that the project\nfor which assistance is being sought meets (a) the requirements\nof the article and (b) any criteria established by the board.\nThe board shall establish criteria for determining eligibility\nfor financial assistance under this article.\n\nSection 9107 exempts any notes, debentures, bonds, or other such\nobligations issued by the bank from taxation by any state, county,\nmunicipal entity, or local taxing authority.\n\nSection 9108 establishes that the bank shall comply with all federal\nlaws regulating budgetary and auditing practices of a government\ncorporation, except as otherwise provided for in this article.\n\nSection 9109 establishes that the books of account of the bank shall\nbe maintained in accordance with generally accepted accounting\nprincipals and shall be Subject to annual audit by independent public\naccountants appointed by the board and of nationally recognized\nstanding.\n\nSection 3 appropriates the sum of two hundred fifty million dollars to\nthe banking department out of any moneys in the state treasury in the\ngeneral fund to the credit of the state purposes account, not\notherwise appropriated, and made immediately available, for the\npurposes of carrying out the provisions of this act.\n\nSection 4 establishes that this act shall become effective on the\nsixtieth day after it shall have become law and shall expire and\ndeemed repealed December 31, 2025.\n\nJUSTIFICATION:\nAccording to the American Society of Civil Engineers, an estimated\n$2.2 trillion investment is needed over the next 5 years to meet\nadequate conditions. Every $1 billion in federal funds invested in\ninfrastructure creates or sustains approximately 47,500 jobs and $6.2\nbillion in economic activity. Investing in our nation's\ninfrastructure is therefore critical to the U.S. economic recovery\nand to long-term economic growth.\nThe New York State Infrastructure Development Bank Act represents a\nbold, forward looking way to invest in our state's infrastructure and\nrebuild New York State. The legislation would create a State\nInfrastructure Development Bank, with an independent and objective\nBoard of Directors to, among other things, make final infrastructure\nfinancing determinations; an Executive Committee to handle the\nday-to-day operations of the Bank; and Risk Management and Audit\nCommittees to carefully manage risk and monitor the bank's activities.\n\nIt would also attract private investment toward critical\ninfrastructure projects; the capital markets, including central\nbanks, pension funds and sovereign wealth funds, have a growing\ninterest in infrastructure investment. The Bank Board would have the\n\nauthority to, among other things, make loans and offer loan\nguarantees; and purchase and sell infrastructure-related loans and\nsecurities leveraging these private dollars to invest in a New York\nState infrastructure market.\n\nThe Bank would consider infrastructure projects in the realm of\ntransportation (i.e. highways, transit, rail and air travel), the\nenvironment (i.e. drinking and wastewater facilities); energy (i.e.\nrenewable energy transmission and building efficiency); and\ntelecommunications (i.e.\nbroadband development). The Bank would objectively consider the\neconomic, environmental, social benefits and costs of infrastructure\nprojects, as well as other specific criteria, and fund projects of\nsignificance.\n\nPRIOR LEGISLATIVE HISTORY:\n2010 - S.8481/A.11705\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the sixtieth day after it shall have\nbecome law and shall expire and be deemed repealed on December 31,\n2026.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to establishing the New York state infrastructure development bank; making an appropriation therefor; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110111.T110153.TXT", "SOBI.D110111.T105652.TXT", "SOBI.D110111.T161223.TXT", "SOBI.D110111.T161723.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T102149.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909079
}