{
  "year" : 2011,
  "senateBillNo" : "S1658-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1658-2011-1294722000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a tax check-off box on personal income tax return forms for gifts to the after-school activity fund",
  "summary" : "Provides a tax check-off box on personal income tax return forms for gifts to the after-school activity fund. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA87-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1658\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law and the state finance law,  in  relation  to\n         providing  a tax check-off box on personal income tax return forms for\n         gifts to the after-school activity fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  tax  law is amended by adding a new section 630-c to\n    2  read as follows:\n    3    S 630-C. GIFT FOR AFTER-SCHOOL PROGRAMS.  EFFECTIVE FOR ANY  TAX  YEAR\n    4  COMMENCING ON OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE, AN INDIVIDUAL\n    5  IN ANY TAXABLE YEAR MAY ELECT TO CONTRIBUTE TO THE AFTER-SCHOOL ACTIVITY\n    6  FUND FOR PURPOSES OF SUPPORTING FUNDING FOR ELIGIBLE EXTENDED DAY ACTIV-\n    7  ITIES  ESTABLISHED PURSUANT TO PARAGRAPH B OF SUBDIVISION ONE OF SECTION\n    8  TWENTY-EIGHT HUNDRED FOURTEEN OF THE EDUCATION LAW.   SUCH  CONTRIBUTION\n    9  SHALL  BE  IN ANY WHOLE DOLLAR AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF\n   10  STATE TAX OWED BY SUCH INDIVIDUAL. THE COMMISSIONER SHALL INCLUDE  SPACE\n   11  ON  THE  PERSONAL  INCOME  TAX  RETURN TO ENABLE A TAXPAYER TO MAKE SUCH\n   12  CONTRIBUTION. THE COMMISSIONER SHALL ALSO ENSURE THAT A  DESCRIPTION  OF\n   13  THE  ACTIVITIES  SUPPORTED  BY SUCH FUND IS INCLUDED WITHIN THE TAX FORM\n   14  PREPARATION INSTRUCTION BOOKLET. NOTWITHSTANDING ANY OTHER PROVISION  OF\n   15  LAW,  ALL  REVENUES COLLECTED PURSUANT TO THIS SECTION SHALL BE CREDITED\n   16  TO THE AFTER-SCHOOL ACTIVITY FUND  AND  USED  ONLY  FOR  THOSE  PURPOSES\n   17  ENUMERATED IN SECTION EIGHTY-ONE OF THE STATE FINANCE LAW.\n   18    S  2.  The  state finance law is amended by adding a new section 81 to\n   19  read as follows:\n   20    S 81. AFTER-SCHOOL ACTIVITY FUND. 1. THERE IS  HEREBY  ESTABLISHED  IN\n   21  THE  JOINT CUSTODY OF THE COMPTROLLER AND THE COMMISSIONER OF EDUCATION,\n   22  A SPECIAL FUND TO BE KNOWN AS THE \"AFTER-SCHOOL ACTIVITY FUND\".\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05861-01-1\n\n       S. 1658                             2\n\n    1    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED  PURSUANT  TO  THE\n    2  PROVISIONS  OF SECTION SIX HUNDRED THIRTY-C OF THE TAX LAW AND ALL OTHER\n    3  MONEYS APPROPRIATED, CREDITED, OR TRANSFERRED  THERETO  FROM  ANY  OTHER\n    4  FUND  OR SOURCE PURSUANT TO LAW. NOTHING CONTAINED IN THIS SECTION SHALL\n    5  PREVENT  THE  STATE  FROM  RECEIVING  GRANTS,  GIFTS OR BEQUESTS FOR THE\n    6  PURPOSES OF THE FUND AS DEFINED IN THIS SECTION AND  DEPOSIT  THEM  INTO\n    7  THE FUND ACCORDING TO LAW.\n    8    3.  MONIES OF THE FUND SHALL BE EXPENDED TO FUND ELIGIBLE EXTENDED DAY\n    9  SERVICES, AS ESTABLISHED IN SECTION TWENTY-EIGHT HUNDRED FOURTEEN OF THE\n   10  EDUCATION LAW AND SHALL BE MADE PAYABLE FROM THE FUND ON THE  AUDIT  AND\n   11  WARRANT  OF  THE  COMPTROLLER  ON VOUCHERS APPROVED AND CERTIFIED BY THE\n   12  COMMISSIONER OF EDUCATION.\n   13    4. MONIES OF THE FUND SHALL NOT AFFECT  ANY  OTHER  APPROPRIATION  FOR\n   14  AFTER-SCHOOL  ACTIVITIES  UNDER  ANY OTHER PROVISION OF LAW AND SHALL BE\n   15  USED TO SUPPLEMENT AWARDS FOR  EXTENDED  DAY  ACTIVITIES  GRANTED  UNDER\n   16  SECTION  TWENTY-EIGHT  HUNDRED FOURTEEN OF THE EDUCATION LAW. SUCH ADDI-\n   17  TIONAL MONIES SHALL BE DISTRIBUTED TO GRANTEES OF SUCH AWARDS IN A METH-\n   18  OD DETERMINED BY THE COMMISSIONER OF EDUCATION. SUCH MONIES SHALL NOT BE\n   19  USED TO DISPLACE SCHOOL DISTRICT AFTER-SCHOOL FUNDING IN EXISTENCE AS OF\n   20  THE EFFECTIVE DATE OF THIS SECTION.\n   21    5. THE COMPTROLLER SHALL ANNUALLY REPORT TO  THE  LEGISLATURE  ON  ALL\n   22  BALANCES  OF  MONEY  AND  RECEIPTS  AND DISBURSEMENTS OF THE FUND IN THE\n   23  PRECEDING FISCAL YEAR AND SHALL FURTHER, SPECIFICALLY PROVIDE THE LEGIS-\n   24  LATURE WITH THE AMOUNT OF  REVENUE  RECEIVED  PURSUANT  TO  SECTION  SIX\n   25  HUNDRED  THIRTY-C OF THE TAX LAW. TO THE EXTENT PRACTICABLE, THE DEPART-\n   26  MENT OF EDUCATION SHALL PROVIDE THE LEGISLATURE WITH INFORMATION ON  THE\n   27  USE  OF  THE ADDITIONAL REVENUE RECEIVED UNDER SECTION SIX HUNDRED THIR-\n   28  TY-C OF THE TAX LAW AND THE NUMBER OF ADDITIONAL CHILDREN SERVED BY SUCH\n   29  MONIES.\n   30    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1658\n\nTITLE OF BILL:\nAn act\nto amend the tax law and the state finance law, in relation to providing\na tax check-off box on personal income tax return forms for gifts to the\nafter-school activity fund\n\nPURPOSE:\nThis legislation would provide additional revenue to after-school\nprograms in New York State.\n\nSUMMARY OF PROVISIONS:\nA new section 630-C is added to the tax law. Section 630-b provides\nthat an individual in any taxable year may elect to contribute to the\nyouth activity fund. contributions shall not reduce the amount (if\nany) of taxes owed. Provides that such funds shall only be used for\nthe Youth Activity Fund.\n\nThe state finance law is amended by adding section 81. Section 81\ncreates the \"Youth Activity Fund\". Such fund to consist of all monies\ncollected pursuant to section 630-C of the tax law. Money shall be\ngranted to local groups and programs by the Department of Education.\nSuch local groups shall apply for funding annually. Funding from the\nYouth Activity Fund shall not affect the amount that would otherwise\nbe appropriated for after school activities under any other provision\nof law. The Department of Education shall annually report to the\nLegislature detailing the groups that were funded and the amount of\nfunding for each applicant.\n\nEXISTING LAW:\nUnder current law there is no Youth Activity Fund nor is there a box\non New York tax forms for contributions to fund afterschool activities.\n\nJUSTIFICATION:\nAccording to the New York City police Department there are currently\nsome 11,000 known gang members in the City of New York alone.\nChildren as young as 11 or 12 have been recruited by the gangs. Young\npeople join gangs for a variety of reasons. Experts confirm that\nyoung people who are bored and/or unsupervised make prime recruits\nfor gangs. Once a young person is recruited by a gang they are asked\nto prove their loyalty through violent or illegal acts including\nslashing innocent victims, attacking rival gangs or selling drugs.\nThe programs funded under this bill will provide young people with\nalternatives to joining gangs and getting into trouble during the\nafter-school hours.\n\nScholastic and academic programs supervised by adults provide a safe\nplace where young people can learn, play and grow as individuals. In\naddition, the adults who supervise these programs provide young\npeople with positive role models and mentors. Unfortunately,\n\nafter-school funding programs are subject to budget cuts by the\nfederal, state and local governments during times of fiscal stress.\nThis bill will provide a dedicated and permanent funding stream for\ncritically needed afterschool programs throughout New York State.\n\nLEGISLATIVE HISTORY:\nS.87A of 2009\n01/07/09 REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS\n02/03/09 REPORTED AND COMMITTED TO FINANCE\n01/06/10 REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS\n01/26/10 REPORTED AND COMMITTED TO FINANCE\n03/24/10 AMEND (T) AND RECOMMIT TO FINANCE\n03/24/10 PRINT NUMBER 87A\n04/13/10 1ST REPORT CAL.351\n04/14/10 2ND REPORT CAL.\n04/19/10 ADVANCED TO THIRD READING\n06/08/10 PASSED SENATE\n06/08/10 DELIVERED TO ASSEMBLY\n06/09/10 Referred to Ways and Means\n06/15/10 Substituted for A.4416A\n06/15/10 Ordered to Third Reading Rules Cal. 127\n06/15/10 Passed Assembly\n06/15/10 Returned to Senate\n07/19/10 DELIVERED TO GOVERNOR\n07/30/10 VETOED MEMO. 6722\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to providing a tax check-off box on personal income tax return forms for gifts to the after-school activity fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110111.T103650.TXT", "SOBI.D110111.T112654.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909086
}