{
  "year" : 2011,
  "senateBillNo" : "S1650-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1650-2011-1294722000000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the state board of medicine shall promulgate regulations requiring cultural competency courses in all colleges of medicine",
  "summary" : "Provides that the state board of medicine shall promulgate regulations requiring cultural competency courses in all colleges of medicine; requires all medical students and all physicians to complete cultural competency training. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S123-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1650\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to authorizing the  state\n         board  for  medicine  and  the commissioner of education to promulgate\n         rules and regulations for physician training\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislature finds and declares that:\n    2    a.  The findings of a federally-funded study by Georgetown University,\n    3  in conjunction with the Rand Corporation and the University of  Pennsyl-\n    4  vania,  which  were  published  in  the New England Journal of Medicine,\n    5  indicate that physicians are far less likely to refer blacks  and  women\n    6  than white men with identical complaints of chest pain to heart special-\n    7  ists  for cardiac catheterization; and the authors of this study suggest\n    8  that the difference in referral rates stems from racial and sexual bias-\n    9  es;\n   10    b. These findings are the latest in a growing body of medical  litera-\n   11  ture  which documents race and gender-based disparities in the provision\n   12  of health care, especially in the treatment of  cardiovascular  disease;\n   13  however,  according  to  the  surgeon  general of the United States, the\n   14  Georgetown University study represents the best attempt to date to docu-\n   15  ment the racial attitudes of physicians as a factor in the poorer health\n   16  of African Americans;\n   17    c. It is estimated that the minority population in the  United  States\n   18  will have increased by 60% between 2005 and the year 2010;\n   19    d. Cultural awareness and cultural competence are essential skills for\n   20  providing quality health care to a diverse patient population;\n   21    e.  Only  a  small  percentage of medical schools nationwide currently\n   22  provide some formal training in cultural competence;\n   23    f. The Association of American Medical Colleges  is  working  to  help\n   24  medical schools improve the teaching of cultural competency; and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05888-01-1\n\n       S. 1650                             2\n\n    1    g.  The  public  interest  in  providing  quality  health  care to all\n    2  segments of society dictates the need  for  a  formal  requirement  that\n    3  medical  professionals  be trained in the provision of culturally compe-\n    4  tent health care as a condition of licensure to practice medicine in the\n    5  state of New York.\n    6    S  2.  Section 6523 of the education law, as amended by chapter 364 of\n    7  the laws of 1991, is amended to read as follows:\n    8    S 6523. State board for medicine.  1. A state board for medicine shall\n    9  be appointed by the board of regents on recommendation  of  the  commis-\n   10  sioner for the purpose of assisting the board of regents and the depart-\n   11  ment  on  matters  of  professional licensing in accordance with section\n   12  sixty-five hundred eight of this title. The board shall be  composed  of\n   13  not less than twenty physicians licensed in this state for at least five\n   14  years,  two of whom shall be doctors of osteopathy. The board shall also\n   15  consist of not less than two physician's assistants licensed to practice\n   16  in this state. The participation of physician's assistant members  shall\n   17  be  limited  to  matters relating to article one hundred thirty-one-B of\n   18  this [chapter] TITLE.   An executive secretary to  the  board  shall  be\n   19  appointed  by the board of regents on recommendation of the commissioner\n   20  and shall be either a physician licensed in this state or  a  non-physi-\n   21  cian, deemed qualified by the commissioner and board of regents.\n   22    2. THE STATE BOARD FOR MEDICINE SHALL PRESCRIBE THE FOLLOWING REQUIRE-\n   23  MENTS  FOR  PHYSICIAN  TRAINING, BY REGULATION, IN CONSULTATION WITH THE\n   24  COMMISSIONER:\n   25    A. THE CURRICULUM IN EACH COLLEGE OF  MEDICINE  IN  THIS  STATE  SHALL\n   26  INCLUDE  ONE  OR  MORE CULTURAL COMPETENCY COURSES WHICH ARE DESIGNED TO\n   27  ADDRESS THE PROBLEM OF RACE  AND  GENDER-BASED  DISPARITIES  IN  MEDICAL\n   28  TREATMENT  DECISIONS  AND ARE DEVELOPED IN CONSULTATION WITH THE ASSOCI-\n   29  ATION OF AMERICAN MEDICAL  COLLEGES  OR  ANOTHER  NATIONALLY  RECOGNIZED\n   30  ORGANIZATION WHICH REVIEWS MEDICAL SCHOOL CURRICULA.\n   31    B. COMPLETION OF A CULTURAL COMPETENCY COURSE AS PROVIDED IN PARAGRAPH\n   32  A  OF  THIS  SUBDIVISION SHALL BE REQUIRED AS A CONDITION OF RECEIVING A\n   33  DIPLOMA FROM A COLLEGE OF MEDICINE IN THIS STATE.\n   34    C. A COLLEGE OF MEDICINE WHICH INCLUDES A CULTURAL  COMPETENCY  COURSE\n   35  AS  PROVIDED  IN  PARAGRAPH A OF THIS SUBDIVISION IN ITS CURRICULA SHALL\n   36  OFFER FOR CONTINUING  EDUCATION  CREDIT,  CULTURAL  COMPETENCY  TRAINING\n   37  WHICH IS PROVIDED THROUGH ONE OR MORE COURSES, WORKSHOPS OR OTHER EDUCA-\n   38  TIONAL PROGRAMS SPONSORED BY THE COLLEGE AND WHICH MEETS CRITERIA ESTAB-\n   39  LISHED BY THE STATE BOARD FOR MEDICINE CONSISTENT WITH THOSE FOR COURSES\n   40  DEVELOPED PURSUANT TO PARAGRAPH A OF THIS SUBDIVISION.\n   41    D.  A PERSON WHO RECEIVED A DIPLOMA FROM A COLLEGE OF MEDICINE IN THIS\n   42  STATE PRIOR TO THE EFFECTIVE DATE OF REGULATIONS ADOPTED  BY  THE  STATE\n   43  BOARD  FOR MEDICINE TO EFFECTUATE THE PURPOSES OF THIS SUBDIVISION SHALL\n   44  BE REQUIRED, AS A CONDITION OF INITIAL LICENSURE BY THE STATE BOARD  FOR\n   45  MEDICINE  TO  DOCUMENT  COMPLETION  OF  A  MINIMUM  OF  SIXTEEN HOURS OF\n   46  CULTURAL COMPETENCY TRAINING WHICH IS OFFERED PURSUANT TO PARAGRAPH C OF\n   47  THIS SUBDIVISION TO THE SATISFACTION OF THE STATE BOARD FOR MEDICINE.\n   48    E. A PHYSICIAN LICENSED TO PRACTICE MEDICINE IN THIS  STATE  SHALL  BE\n   49  REQUIRED,  AS  A  CONDITION  OF RELICENSURE, TO DOCUMENT COMPLETION OF A\n   50  MINIMUM OF SIXTEEN  HOURS  OF  CULTURAL  COMPETENCY  TRAINING  WHICH  IS\n   51  OFFERED  PURSUANT TO PARAGRAPH C OF THIS SUBDIVISION TO THE SATISFACTION\n   52  OF THE STATE BOARD FOR MEDICINE NO LATER  THAN  THREE  YEARS  AFTER  THE\n   53  EFFECTIVE DATE OF THIS SUBDIVISION.\n   54    F.  THE  STATE  BOARD FOR MEDICINE MAY WAIVE THE REQUIREMENTS OF PARA-\n   55  GRAPH D OR E OF THIS SUBDIVISION IF AN APPLICANT FOR LICENSURE OR  RELI-\n   56  CENSURE,  AS  APPLICABLE,  DEMONSTRATES TO THE SATISFACTION OF THE STATE\n\n       S. 1650                             3\n\n    1  BOARD FOR MEDICINE THAT  THE  APPLICANT  HAS  ATTAINED  THE  SUBSTANTIAL\n    2  EQUIVALENT OF THIS REQUIREMENT THROUGH COMPLETION OF A SIMILAR COURSE IN\n    3  HIS  OR HER POST-SECONDARY EDUCATION WHICH MEETS CRITERIA ESTABLISHED BY\n    4  REGULATION OF THE STATE BOARD FOR MEDICINE.\n    5    S  3.  This  act shall take effect on the ninetieth day after it shall\n    6  have become a law.\n",
  "memo" : "BILL NUMBER:S1650\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to authorizing the state board\nfor medicine and the commissioner of education to promulgate rules and\nregulations for physician training\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo authorize the state board for medicine together with the\ncommissioner of education to promulgate regulations requiring\ncultural competency in physician training.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 6523 of the education law, as amended by chapter 364 of the\nlaws of 1991, states that the state board for medicine shall\nprescribe the following requirements for physician training, by\nregulation, in consultation with the commissioner: (a) The curriculum\nin each college of medicine in this state shall include one or more\ncultural competency courses which are designed to address the problem\nof race and gender based disparities in medical treatment decisions\nand are developed in consultation with the Association of American\nMedical College or another nationally recognized organization which\nreviews medical school curricula.\n\nJUSTIFICATION:\nThe history of hospital care and access to health care has usually\nmirrored the educational, social and ethical issues confronting\nAmerican society at any point in time in our history. Current\nadvances in medical technology have increased the complexity of care,\nand research has shown measurable differences in access to medical\nprocedures based on race and culture. Thus, African American patients\nare far less likely to undergo cardiac catherization, angioplasty and\nbypass graft surgery. They also undergo fewer invasive, diagnostic\nand therapeutic coronary procedures after myocardial infarction.\nSimilar differences have been noted in decisions about discretionary\nsurgery, surgical treatments for breast cancer, and prostate cancer\ntreatment. Research also shows that African American patients with\nperipheral vascular disease are more likely to receive amputations\nthan white patients, and patients suffering from sickle-cell\ndisease, which disproportionately affects African Americans,\nhave been misdiagnosed by health professionals as being drug addicts\nand denied treatment. Some of these differences can be attributed to\ndifferences in income, insurance coverage and resistance to\ntreatment. However, even after discounting these variables, there are\ndisparities that are clearly rooted in racial and cultural\nmisperceptions and stereotypes. This legislation seeks to address\nthese issues.\n\nPRIOR LEGISLATIVE HISTORY:\n\nS.7711 of 2008 04/25/08 Referred to Higher Education\nS.123 of 2009\n01/07/09 REFERRED TO HIGHER EDUCATION\n01/06/10 REFERRED TO HIGHER EDUCATION\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nOn the 90th day after it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing the state board for medicine and the commissioner of education to promulgate rules and regulations for physician training ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110111.T101649.TXT", "SOBI.D110111.T105652.TXT", "SOBI.D110111.T152721.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909072
}