{
  "year" : 2011,
  "senateBillNo" : "S1666-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1666-2011-1294722000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands scope of criminal mischief to include cases wherein a person intentionally damages property of another with intent to harass, annoy, or alarm",
  "summary" : "Expands scope of criminal mischief to include cases wherein a person intentionally damages property of another with intent to harass, annoy, or alarm; permits offenders to be prosecuted notwithstanding their own partial interest in the property; includes second through four degrees of criminal mischief within the scope of \"family offenses.\" ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S124-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1666\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law,  in  relation  to  criminal  mischief  in\n         certain cases\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Sections 145.00, 145.05,  and  145.10  of  the  penal  law,\n    2  section  145.00  as  amended  by chapter 69 of the laws of 2008, section\n    3  145.05 as amended by chapter 276 of the laws of 2003 and section  145.10\n    4  as  amended  by  chapter 961 of the laws of 1971, are amended to read as\n    5  follows:\n    6  S 145.00 Criminal mischief in the fourth degree.\n    7    A person is guilty of criminal mischief in the  fourth  degree  [when,\n    8  having]:\n    9    1.  HAVING no right to do so nor any reasonable ground to believe that\n   10  he or she has such right, he or she:\n   11    [1.] (A) Intentionally damages property of another person; or\n   12    [2.] (B) Intentionally participates in the destruction of an abandoned\n   13  building as defined in section one thousand nine  hundred  seventy-one-a\n   14  of the real property actions and proceedings law; or\n   15    [3.]  (C)  Recklessly  damages property of another person in an amount\n   16  exceeding two hundred fifty dollars; or\n   17    [4.] (D) With intent to prevent a person from communicating a  request\n   18  for  emergency assistance, intentionally disables or removes telephonic,\n   19  TTY or similar communication sending equipment while that person:  [(a)]\n   20  (I)  is attempting to seek or is engaged in the process of seeking emer-\n   21  gency assistance from police, law enforcement, fire or emergency medical\n   22  services personnel; or [(b)] (II) is attempting to seek or is engaged in\n   23  the process of seeking emergency assistance from another person or enti-\n   24  ty in order to protect himself, herself or a third person from  imminent\n   25  physical  injury.  The fact that the defendant has an ownership interest\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05896-01-1\n\n       S. 1666                             2\n\n    1  in such equipment shall not be a defense to a charge  pursuant  to  this\n    2  subdivision[.]; OR\n    3    2.  HAVING  NO RIGHT TO DO SO AND WITH THE INTENT TO HARASS, ANNOY, OR\n    4  ALARM ANOTHER PERSON, HE OR SHE INTENTIONALLY DAMAGES MARITAL  PROPERTY,\n    5  AS  DEFINED  IN  PARAGRAPH C OF SUBDIVISION ONE OF PART B OF SECTION TWO\n    6  HUNDRED THIRTY-SIX OF THE DOMESTIC RELATIONS LAW, IN  WHICH  THAT  OTHER\n    7  PERSON AND THE ACTOR SHARE A POSSESSORY OR PROPRIETARY INTEREST.\n    8    Criminal mischief in the fourth degree is a class A misdemeanor.\n    9  S 145.05 Criminal mischief in the third degree.\n   10    A person is guilty of criminal mischief in the third degree when, with\n   11  intent  to  damage property of another person, and having no right to do\n   12  so nor any reasonable ground to believe that he or she has  such  right,\n   13  he or she:\n   14    1.  damages the motor vehicle of another person, by breaking into such\n   15  vehicle when it is locked with the  intent  of  stealing  property,  and\n   16  within  the  previous  ten year period, has been convicted three or more\n   17  times, in separate criminal transactions for which sentence was  imposed\n   18  on  separate  occasions,  of  criminal  mischief in the fourth degree as\n   19  defined in section 145.00, criminal mischief  in  the  third  degree  as\n   20  defined  in  this  section,  criminal  mischief  in the second degree as\n   21  defined in section 145.10, or criminal mischief in the first  degree  as\n   22  defined in section 145.12 of this article; [or]\n   23    2.  damages  property  of  another  person  in an amount exceeding two\n   24  hundred fifty dollars[.]; OR\n   25    3. WITH THE INTENT TO HARASS, ANNOY, OR ALARM  ANOTHER  PERSON  INTEN-\n   26  TIONALLY DAMAGES MARITAL PROPERTY, AS DEFINED IN PARAGRAPH C OF SUBDIVI-\n   27  SION  ONE  OF  PART  B OF SECTION TWO HUNDRED THIRTY-SIX OF THE DOMESTIC\n   28  RELATIONS LAW, IN AN AMOUNT EXCEEDING  TWO  HUNDRED  FIFTY  DOLLARS,  IN\n   29  WHICH  THAT OTHER PERSON AND THE ACTOR SHARE A POSSESSORY OR PROPRIETARY\n   30  INTEREST.\n   31    Criminal mischief in the third degree is a class E felony.\n   32  S 145.10 Criminal mischief in the second degree.\n   33    A person is guilty of criminal mischief  in  the  second  degree  when\n   34  [with]:\n   35    1.  WITH  intent  to  damage property of another person, and having no\n   36  right to do so nor any reasonable ground to believe that he OR  SHE  has\n   37  such  right,  he  OR SHE damages property of another person in an amount\n   38  exceeding one thousand five hundred dollars[.]; OR\n   39    2. HAVING NO RIGHT TO DO SO AND WITH THE INTENT TO HARASS,  ANNOY,  OR\n   40  ALARM  ANOTHER PERSON, HE OR SHE INTENTIONALLY DAMAGES MARITAL PROPERTY,\n   41  AS DEFINED IN PARAGRAPH C OF SUBDIVISION ONE OF PART B  OF  SECTION  TWO\n   42  HUNDRED THIRTY-SIX OF THE DOMESTIC RELATIONS LAW, IN AN AMOUNT EXCEEDING\n   43  ONE  THOUSAND  FIVE  HUNDRED DOLLARS, IN WHICH THAT OTHER PERSON AND THE\n   44  ACTOR SHARE A POSSESSORY OR PROPRIETARY INTEREST.\n   45    Criminal mischief in the second degree is a class D felony.\n   46    S 2. This act shall take effect on the first of November next succeed-\n   47  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to criminal mischief in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110111.T165226.TXT", "SOBI.D110111.T112154.TXT", "SOBI.D110111.T111653.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294782746821
}