{
  "year" : 2011,
  "senateBillNo" : "S166-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S166-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that health insurance coverage may not deny reimbursements because the registered pharmacy providing pharmaceutical products has not been approved",
  "summary" : "Provides that health insurers may not deny reimbursements to insureds because the registered pharmacy providing pharmaceutical products has not been approved by the insurer or other entity. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S1449-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          166\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MAZIARZ, GOLDEN, LITTLE -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Insur-\n         ance\n\n       AN  ACT  to  amend  the  insurance  law, in relation to health insurance\n         coverage and to eligibility for employee benefits provided by employee\n         welfare funds\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (i)  of  section 3216 of the insurance law is\n    2  amended by adding a new paragraph 28 to read as follows:\n    3    (28) NO SUCH POLICY SHALL LIMIT BENEFITS  OR  DENY  REIMBURSEMENT  FOR\n    4  BENEFITS  TO  ANY  INSURED ON THE BASIS THAT THE PHARMACY PROVIDING SUCH\n    5  BENEFITS HAS NOT BEEN SPECIFICALLY SELECTED OR APPROVED. IF THE INSURED,\n    6  HIS DEPENDENTS OR BOTH RECEIVE SERVICES FROM A  PHARMACY  OF  THEIR  OWN\n    7  CHOOSING,  SUCH  INSURED  SHALL  PAY  THE  COST  OF  SUCH PHARMACEUTICAL\n    8  PRODUCTS TO THE EXTENT THAT SUCH  COST  EXCEEDS  THE  BENEFITS  PROVIDED\n    9  UNDER  THE POLICY WITHOUT FORFEITURE OF THE BENEFITS PROVIDED UNDER SUCH\n   10  POLICY. NO SUCH POLICY SHALL PROHIBIT A DULY  REGISTERED  PHARMACY  FROM\n   11  PROVIDING  SERVICES,  PROVIDED  SUCH  PHARMACY  AGREES  TO  PROVIDE SUCH\n   12  SERVICES IN ACCORDANCE WITH THE MINIMUM  STANDARDS  AND  CONDITIONS  FOR\n   13  SIMILAR PROVIDERS THAT HAVE BEEN ESTABLISHED BY SUCH POLICY.\n   14    S 2. Subsection (e) of section 3221 of the insurance law is amended by\n   15  adding a new paragraph 12 to read as follows:\n   16    (12)  NO  SUCH  GROUP  OR  BLANKET POLICY SHALL LIMIT BENEFITS OR DENY\n   17  REIMBURSEMENT FOR BENEFITS TO ANY INSURED ON THE BASIS THAT THE PHARMACY\n   18  PROVIDING SUCH BENEFITS HAS NOT BEEN SPECIFICALLY SELECTED  OR  APPROVED\n   19  BY  THE  GROUP OR BLANKET POLICY. IF THE INSURED, HIS DEPENDENTS OR BOTH\n   20  RECEIVE SERVICES FROM A PHARMACY OF THEIR  OWN  CHOOSING,  SUCH  INSURED\n   21  SHALL  PAY  THE  COST OF SUCH PHARMACEUTICAL PRODUCTS TO THE EXTENT THAT\n   22  SUCH COST EXCEEDS THE BENEFITS PROVIDED UNDER THE GROUP OR BLANKET POLI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01652-01-1\n\n       S. 166                              2\n\n    1  CY WITHOUT FORFEITURE OF THE BENEFITS PROVIDED UNDER SUCH GROUP OR BLAN-\n    2  KET POLICY. NO SUCH GROUP OR BLANKET POLICY SHALL PROHIBIT A DULY REGIS-\n    3  TERED PHARMACY FROM PROVIDING SERVICES, PROVIDED SUCH PHARMACY AGREES TO\n    4  PROVIDE  SUCH  SERVICES  IN  ACCORDANCE  WITH  THE MINIMUM STANDARDS AND\n    5  CONDITIONS FOR SIMILAR PROVIDERS THAT  HAVE  BEEN  ESTABLISHED  BY  SUCH\n    6  GROUP OR BLANKET POLICY.\n    7    S  3.  Section  4303  of  the insurance law is amended by adding a new\n    8  subsection (hh) to read as follows:\n    9    (HH) NO SUCH POLICY ISSUED BY A  THIRD  PARTY  BENEFIT  PROGRAM  SHALL\n   10  LIMIT  BENEFITS OR DENY REIMBURSEMENT FOR SERVICES TO ANY INSURED ON THE\n   11  BASIS THAT THE PHARMACY PROVIDING SUCH BENEFITS  HAS  NOT  BEEN  SPECIF-\n   12  ICALLY  SELECTED  OR APPROVED BY THE THIRD PARTY BENEFIT PROGRAM. IF THE\n   13  INSURED, HIS DEPENDENTS OR BOTH RECEIVE  SERVICES  FROM  A  PHARMACY  OF\n   14  THEIR OWN CHOOSING, SUCH INSURED SHALL PAY THE COST OF SUCH TREATMENT TO\n   15  THE EXTENT THAT SUCH COST EXCEEDS THE BENEFITS PROVIDED UNDER THE POLICY\n   16  WITHOUT  FORFEITURE  OF THE BENEFITS PROVIDED UNDER SUCH POLICY. NO SUCH\n   17  THIRD PARTY BENEFIT PROGRAM SHALL PROHIBIT A  DULY  REGISTERED  PHARMACY\n   18  FROM  PROVIDING  SERVICES,  PROVIDED  SUCH  PHARMACY  AGREES  TO PROVIDE\n   19  SERVICES IN ACCORDANCE WITH THE MINIMUM  STANDARDS  AND  CONDITIONS  FOR\n   20  SIMILAR PROVIDERS THAT HAVE BEEN ESTABLISHED BY SUCH THIRD PARTY BENEFIT\n   21  PROGRAM.\n   22    S 4. Subsection (b) of section 4402 of the insurance law is amended to\n   23  read as follows:\n   24    (b)  \"Employee  benefits\"  means  one or more benefits or services for\n   25  employees or their families or dependents, or for both,  including,  but\n   26  not  limited to, medical, surgical or hospital care or benefits PROVIDED\n   27  BY OR PERFORMED BY ANY PHARMACY, benefits  in  the  event  of  sickness,\n   28  accident, disability or death, benefits in the event of unemployment, or\n   29  retirement benefits.\n   30    S 5. Subsection (b) of section 4413 of the insurance law is amended by\n   31  adding a new paragraph 1-a to read as follows:\n   32    (1-A) NO SUCH FUND SHALL LIMIT EMPLOYEE BENEFITS OR DENY REIMBURSEMENT\n   33  FOR  EMPLOYEE  BENEFITS  TO  ANY ELIGIBLE EMPLOYEE ON THE BASIS THAT THE\n   34  PHARMACY PROVIDING SUCH BENEFITS HAS NOT BEEN SPECIFICALLY  SELECTED  OR\n   35  APPROVED  BY  THE  WELFARE  FUND, THE EMPLOYER OR THE LABOR ORGANIZATION\n   36  REPRESENTING THE EMPLOYEES ELIGIBLE FOR SUCH EMPLOYEE BENEFITS.  IF  THE\n   37  ELIGIBLE  EMPLOYEE, HIS DEPENDENTS OR BOTH RECEIVE SERVICES FROM A PHAR-\n   38  MACY OF THEIR OWN CHOOSING, SUCH EMPLOYEE SHALL PAY  THE  COST  OF  SUCH\n   39  TREATMENT  TO  THE  EXTENT  THAT SUCH COST EXCEEDS THE BENEFITS PROVIDED\n   40  UNDER THE PLAN WITHOUT FORFEITURE OF THE BENEFITS  PROVIDED  UNDER  SUCH\n   41  PLAN.    NO  SUCH  FUND, EMPLOYER OR LABOR ORGANIZATION SHALL PROHIBIT A\n   42  DULY REGISTERED PHARMACY   FROM PROVIDING  EMPLOYEE  BENEFITS,  PROVIDED\n   43  SUCH  PHARMACY  AGREES  TO  PROVIDE SUCH SERVICES IN ACCORDANCE WITH THE\n   44  MINIMUM STANDARDS AND CONDITIONS FOR SIMILAR PROVIDERS  THAT  HAVE  BEEN\n   45  ESTABLISHED BY SUCH FUND, EMPLOYER OR LABOR ORGANIZATION.\n   46    S 6. Subsection (b) of section 4301 of the insurance law is amended by\n   47  adding a new paragraph 4 to read as follows:\n   48    (4)  IF  A  CONTRACT  ISSUED BY A THIRD PARTY BENEFIT PROGRAM PROVIDES\n   49  BENEFITS FOR PHARMACY SERVICES, PRESCRIPTION DRUGS OR FOR  PARTICIPATION\n   50  IN  A  PRESCRIPTION DRUG PLAN, ANY PHARMACY WILLING TO PARTICIPATE UNDER\n   51  THE TERMS OF THE CONTRACT SHALL NOT BE DENIED  ACCESS  TO  THE  PROVIDER\n   52  PANEL.\n   53    S  7. This act shall take effect on the first of January next succeed-\n   54  ing the date on which it shall have become a law and shall apply to  all\n   55  policies  and contracts issued, renewed, modified, altered or amended on\n   56  or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to health insurance coverage and to eligibility for employee benefits provided by employee welfare funds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T154205.TXT", "SOBI.D101210.T161216.TXT", "SOBI.D101210.T155705.TXT", "SOBI.D101213.T112305.TXT", "SOBI.D101210.T154705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292257385326
}