{
  "year" : 2011,
  "senateBillNo" : "S1661-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1661-2011-1294722000000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibiting retirement agreements between teachers accused of misconduct and school districts",
  "summary" : "Prohibits retirement agreements between teachers accused of misconduct and school districts unless such agreement includes the voluntary surrender of such teacher's license or teaching certificate. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S107-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1661\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to prohibiting retirement\n         agreements between teachers accused of misconduct and school districts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 3011-a\n    2  to read as follows:\n    3    S 3011-A. PROHIBITION   OF   RETIREMENT  AGREEMENTS  BETWEEN  TEACHERS\n    4  ACCUSED OF MISCONDUCT AND  SCHOOL  DISTRICTS.  NO  RETIREMENT  AGREEMENT\n    5  BETWEEN  A  TEACHER ACCUSED OF MISCONDUCT AND A SCHOOL DISTRICT SHALL BE\n    6  MADE UNLESS SUCH AGREEMENT INCLUDES  THE  VOLUNTARY  SURRENDER  OF  SUCH\n    7  TEACHER'S  LICENSE  OR  TEACHING  CERTIFICATE ISSUED PURSUANT TO SECTION\n    8  THREE THOUSAND SIX OF THIS ARTICLE. HOWEVER, IF SUCH TEACHER IS  EXONER-\n    9  ATED OF SUCH ALLEGED MISCONDUCT, SUCH TEACHER MAY AGAIN BE ISSUED HIS OR\n   10  HER TEACHER'S LICENSE OR TEACHING CERTIFICATE.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05876-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to prohibiting retirement agreements between teachers accused of misconduct and school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110111.T103650.TXT", "SOBI.D110111.T112654.TXT", "SOBI.D110111.T111153.TXT", "SOBI.D110111.T104151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294782445655
}