{
  "year" : 2011,
  "senateBillNo" : "S1664-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1664-2011-1294722000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the division of criminal justice services provide statistics as to witnesses in court proceedings that have been threatened, attacked or killed",
  "summary" : "Provides that the division of criminal justice services collect statistics as to witnesses in court proceedings that have been threatened, attacked or killed and requires police chiefs, county sheriffs and the superintendent of the state police to submit such statistics and report to the division of criminal justice services on or before January 15th of each calendar year. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A1740",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S88-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1664\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to  compiling  statistics\n         on court witnesses that have been threatened, attacked or killed\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  837-s\n    2  to read as follows:\n    3    S  837-S.  REPORT  OF  THREATS  AND ATTACKS AGAINST WITNESSES IN COURT\n    4  PROCEEDINGS. 1. ON OR BEFORE JANUARY FIFTEENTH OF EACH YEAR, EVERY CHIEF\n    5  OF A POLICE DEPARTMENT, EVERY COUNTY SHERIFF AND THE  SUPERINTENDENT  OF\n    6  STATE  POLICE  SHALL  SUBMIT  A  REPORT TO THE DIVISION OF EVERY THREAT,\n    7  ATTACK OR DEATH OF A WITNESS IN A COURT PROCEEDING INVESTIGATED  BY  HIS\n    8  OR  HER  LAW  ENFORCEMENT AGENCY DURING THE PREVIOUS CALENDAR YEAR. EACH\n    9  SUCH REPORT SHALL INCLUDE SUCH INFORMATION AS THE DIVISION SHALL REQUIRE\n   10  INCLUDING, BUT NOT LIMITED TO, WHETHER THE THREAT, ATTACK OR  DEATH  WAS\n   11  COMMITTED  BY  A  PERSON  WHO  WAS  A  PARTY TO THE COURT PROCEEDING THE\n   12  WITNESS TESTIFIED IN, OR WAS TO HAVE TESTIFIED IN OR BY A PERSON ASSOCI-\n   13  ATED WITH A PERSON WHO WAS A PARTY TO THE COURT PROCEEDING  THE  WITNESS\n   14  TESTIFIED IN, OR WAS TO HAVE TESTIFIED IN, AND THE COUNTY AND CITY WHERE\n   15  THE THREAT, ATTACK OR DEATH OCCURRED.\n   16    2. ON OR BEFORE MARCH FIRST EACH YEAR, THE DIVISION SHALL COMPILE INTO\n   17  A  SINGLE  STATEWIDE  REPORT  ALL  THE REPORTS RECEIVED FOR THE PREVIOUS\n   18  CALENDAR YEAR, PURSUANT TO SUBDIVISION ONE OF THIS SECTION. SUCH  REPORT\n   19  SHALL  BE  SUBMITTED TO THE GOVERNOR,  TEMPORARY PRESIDENT OF THE SENATE\n   20  AND THE SPEAKER OF THE ASSEMBLY. THE REPORT REQUIRED BY THIS SUBDIVISION\n   21  SHALL INCLUDE THE  NUMBER  OF  THREATS,  ATTACKS  AND  DEATHS  COMMITTED\n   22  AGAINST  WITNESSES  IN  COURT PROCEEDINGS STATEWIDE AND IN EACH CITY AND\n   23  COUNTY, AS WELL AS WHETHER OR  NOT  THE  THREAT,  ATTACK  OR  DEATH  WAS\n   24  COMMITTED  BY  A  PERSON  WHO  WAS  A  PARTY TO THE COURT PROCEEDING THE\n   25  WITNESS TESTIFIED IN, OR WAS TO HAVE TESTIFIED IN OR BY A PERSON ASSOCI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05862-01-1\n\n       S. 1664                             2\n\n    1  ATED WITH A PERSON WHO WAS A PARTY TO THE COURT PROCEEDING  THE  WITNESS\n    2  TESTIFIED IN, OR WAS TO HAVE TESTIFIED IN.\n    3    S 2. This act shall take effect on the one hundred twentieth day after\n    4  it  shall  have become a law, provided that any procedures, rules and/or\n    5  regulations necessary to implement the provisions of  this  act  on  its\n    6  effective  date are authorized and directed to be completed on or before\n    7  such date.\n",
  "memo" : "BILL NUMBER:S1664\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to compiling statistics on court\nwitnesses that have been threatened, attacked or killed\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill would require the NYS Division of Criminal Justice Services\nto provide statistics as to witnesses in court proceedings that have\nbeen threatened, attacked or killed.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAdd; new section 837s to the executive law that requires police\nchiefs, county sheriff and the.Superintendent of the State Police to\nsubmit a report to the division of every threat, attack or death of\na witness in a court proceeding investigated by his or her law\nenforcement agency during the previous calendar year. These reports\nmust be submitted to the division on or before January 15th of each\ncalendar year.\n\nRequires the Division of Criminal Justice Services to complete a\nreport on or before March 1st of each calendar year that that\nincludes all reports filed pursuant to subdivision 1 of this\nlegislation. Requires that such reports shall be submitted to the\nGovernor, President Pro Tern of the Senate and the Speaker of the\nAssembly. Such report shall include the number of threats, attacks\nand deaths committed against witnesses in court proceedings as well\nas whether or not the threat, attack or death was committed by a\nperson who was a party to the proceeding or by a person associated\nwith a person who was a party to the proceeding.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThere is currently no requirement that the Division of Criminal\nJustice Services compile reports regarding witnesses in court\nproceedings who have been threatened, attacked or killed.\n\nJUSTIFICATION:\nMany individuals who have been witnesses to crimes in New York have\nbeen coerced into silence through intimidation or violence by those\nthey are testifying against or by their associates. Others witnesses\nhave been murdered. In one particular case, Bobby Gibson, a witness\nto a murder was himself gunned down in Brooklyn. After his murder,\nnumerous witnesses refused to testify or went into hiding. New York\nmust address the problem of violence against, intimidation of, or\nharassment of witnesses. If witnesses are not protected they may\nrefuse to testify in court proceedings and this would impair the\nfunctioning and integrity of our judicial system. We must do our\nutmost to protect witnesses in all court proceedings in the State of\nNew York. The first step toward ensuring protection for people who\ntestify in our courts is to fully understand the extent of the\n\nproblem so that it can be addressed by the Legislature and the\nGovernor through further legislation. This bill will allow New York\nto gage the extent of the problem of witnesses being threatened,\nattacked or killed.\n\nLEGISLATIVE HISTORY:\nS.3116 of 2007\nS.88 of 2009\n01/07/09 REFERRED TO FINANCE\n01/06/10 REFERRED TO FINANCE\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the 120th day after it shall have\nbecome a law, provided that any procedure, rules and/or regulations\nnecessary to implement the provisions of this act on its effective\ndate are authorized and directed to be completed on or before such\ndate.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to compiling statistics on court witnesses that have been threatened, attacked or killed ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T153721.TXT", "SOBI.D110111.T164725.TXT", "SOBI.D110111.T112154.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T111153.TXT", "SOBI.D110111.T104151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909095
}