{
  "year" : 2011,
  "senateBillNo" : "S1663-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1663-2011-1294722000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a tax credit for providing shelter to a homeless person 62 years of age or older",
  "summary" : "Provides for a tax credit against personal income tax of $1000 for each homeless person, aged 62 years or older, that the taxpayer provides shelter to the taxpayer's home; the taxpayer must also provide room and board for not less than one year to receive the credit. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A3761",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S143-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1663\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in  relation  to  providing  for  a  credit\n         against personal income tax for sheltering a homeless person sixty-two\n         years of age or older\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (o-1) to read as follows:\n    3    (O-1)  SHELTERING HOMELESS PERSON CREDIT. (1) FOR TAXABLE YEARS BEGIN-\n    4  NING ON OR AFTER TWO THOUSAND ELEVEN, A  TAXPAYER  SHALL  BE  ALLOWED  A\n    5  CREDIT,  TO  BE  CREDITED AGAINST THE TAX IMPOSED BY THIS ARTICLE, AFTER\n    6  ALLOWANCE OF ANY OTHER CREDIT PROVIDED UNDER THIS SECTION AND ANY  CRED-\n    7  ITS  PERMITTED UNDER SECTIONS SIX HUNDRED TWENTY, SIX HUNDRED TWENTY-ONE\n    8  AND SIX HUNDRED THIRTY-FIVE OF THIS ARTICLE. THE AMOUNT  OF  THE  CREDIT\n    9  SHALL  BE  ONE THOUSAND DOLLARS FOR EACH HOMELESS PERSON SIXTY-TWO YEARS\n   10  OF AGE OR OLDER WHOM THE TAXPAYER SHELTERS IN HIS OR HER HOME, PROVIDING\n   11  ROOM AND BOARD, DURING THE TAXABLE YEAR,  PROVIDED  THAT  SUCH  HOMELESS\n   12  PERSON  SHALL  HAVE BEEN SHELTERED BY THE TAXPAYER FOR NOT LESS THAN ONE\n   13  YEAR.\n   14    (2) IN NO EVENT SHALL THE AMOUNT OF THE CREDIT PROVIDED  FOR  IN  THIS\n   15  SUBSECTION  BE  ALLOWED  IN  EXCESS OF THE TAXPAYER'S TAX FOR SUCH YEAR.\n   16  HOWEVER,  IF  THE  AMOUNT  OF  CREDIT  OTHERWISE  ALLOWABLE  UNDER  THIS\n   17  SUBSECTION  FOR  ANY  TAXABLE  YEAR  RESULTS  IN SUCH EXCESS AMOUNT, ANY\n   18  AMOUNT OF CREDIT NOT DEDUCTIBLE IN SUCH TAXABLE YEAR MAY BE CARRIED OVER\n   19  TO THE FOLLOWING YEAR OR YEARS AND MAY BE DEDUCTED FROM  THE  TAXPAYER'S\n   20  TAX FOR SUCH YEAR OR YEARS.\n   21    (3)  FOR PURPOSES OF THIS SUBSECTION, \"HOMELESS PERSON\" SHALL HAVE THE\n   22  MEANING PRESCRIBED IN SUBDIVISION TWO OF SECTION FORTY-TWO OF THE SOCIAL\n   23  SERVICES LAW, PROVIDED THAT SUCH PERSON IS SIXTY-TWO  YEARS  OF  AGE  OR\n   24  OLDER.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05904-01-1\n",
  "memo" : "BILL NUMBER:S1663\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to providing for a credit against\npersonal income tax for sheltering a homeless person sixty-two\nyears of age or older\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo provide a $1,000 tax credit for sheltering a homeless senior\ncitizen age 62 or older.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAdds a new subsection (n) to section 606 of the tax law.\n\nJUSTIFICATION:\nNew York State has an increasing amount of homeless senior citizens,\nmany of whom have worked and have contributed to the economy of this\nstate. Now, in the twilight of their lives, they find themselves\nwithout a home. This bill would provide an incentive for caregivers\nto provide a homeless senior room and board and to help senior\ncitizens live a dignified life in their remaining years.\n\nPRIOR LEGISLATIVE HISTORY:\nS.143 of 2009\n01/07/09 REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS\n01/06/10 REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENT:\nUnknown at present time.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing for a credit against personal income tax for sheltering a homeless person sixty-two years of age or older ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110111.T112654.TXT", "SOBI.D110111.T112154.TXT", "SOBI.D110127.T114845.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T111153.TXT", "SOBI.D110111.T104151.TXT", "SOBI.D110127.T123849.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296149929706
}