{
  "year" : 2011,
  "senateBillNo" : "S1661-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1661-2011-1294722000000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibiting retirement agreements between teachers accused of misconduct and school districts",
  "summary" : "Prohibits retirement agreements between teachers accused of misconduct and school districts unless such agreement includes the voluntary surrender of such teacher's license or teaching certificate. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S107-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1661\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to prohibiting retirement\n         agreements between teachers accused of misconduct and school districts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 3011-a\n    2  to read as follows:\n    3    S 3011-A. PROHIBITION   OF   RETIREMENT  AGREEMENTS  BETWEEN  TEACHERS\n    4  ACCUSED OF MISCONDUCT AND  SCHOOL  DISTRICTS.  NO  RETIREMENT  AGREEMENT\n    5  BETWEEN  A  TEACHER ACCUSED OF MISCONDUCT AND A SCHOOL DISTRICT SHALL BE\n    6  MADE UNLESS SUCH AGREEMENT INCLUDES  THE  VOLUNTARY  SURRENDER  OF  SUCH\n    7  TEACHER'S  LICENSE  OR  TEACHING  CERTIFICATE ISSUED PURSUANT TO SECTION\n    8  THREE THOUSAND SIX OF THIS ARTICLE. HOWEVER, IF SUCH TEACHER IS  EXONER-\n    9  ATED OF SUCH ALLEGED MISCONDUCT, SUCH TEACHER MAY AGAIN BE ISSUED HIS OR\n   10  HER TEACHER'S LICENSE OR TEACHING CERTIFICATE.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05876-01-1\n",
  "memo" : "BILL NUMBER:S1661\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to prohibiting retirement\nagreements between teachers accused of misconduct and school districts\n\nPURPOSE:\nTo forbid retirement agreements between school districts and teachers\naccused of misconduct unless the agreement includes the voluntary\nsurrender of teaching certificate or license.\n\nSUMMARY OF PROVISIONS:\nThe Education law is amended by adding a new section 301l-a that\nprohibits retirement agreements between teachers accused of\nmisconduct and school districts unless the teacher in question agrees\nto surrender his/her teaching license or teaching certificate.\nProvides for return of the teaching license/certificate upon\nexoneration from the allegations of misconduct.\n\nJUSTIFICATION:\nRecently the New York State Commission on Investigation investigated\nthe case of a teacher in Putnam County accused of molesting one\nstudent and acting inappropriately towards other students in the same\nschool. The school district in question entered into an agreement\nwith the accused teacher that allowed the teacher to retire and in\nexchange the school district agreed not to bring disciplinary\ncharges. The Commission on Investigation found that \"The Commission\nfinds that the separation agreement reached between the School\nDistrict and the Teacher is not unusual. Allowing a teacher accused\nof misconduct to retire is often the end result of a school\ndistrict's cost-benefit analysis, which invariably includes an\nanalysis of the strength of the evidence:\" Retirement agreements\nbetween teachers accused of misconduct and school districts \"make the\nproblem go away\" for the districts but they leave the teachers in\nquestion in good educational standing. Such teachers can use their\nintact teaching credentials to secure employment in other districts\nthroughout New York State. Because of the voluntary retirement\nagreement, background checks by the potential new employers will not\nshow any criminal history. Rather, they will show \"retired from\nschool district X\".\nAlthough allegations are not proven facts, we in the Legislature\nmust do everything possible to ensure that students learn in a safe\nenvironment with trustworthy staff. We cannot allow potential\npredators leeway to continue to prey on students at new school systems.\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to prohibiting retirement agreements between teachers accused of misconduct and school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110111.T103650.TXT", "SOBI.D110111.T112654.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T111153.TXT", "SOBI.D110111.T104151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909091
}