{
  "year" : 2011,
  "senateBillNo" : "S1665-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1665-2011-1294722000000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides tax abatement related to the removal of lead paint",
  "summary" : "Provides tax abatement related to the removal of lead paint; defines terms. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S188-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1665\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation  to  providing  a\n         tax abatement related to the removal of leaded paint\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 467-g to read as follows:\n    3    S  467-G.  PARTIAL TAX ABATEMENT FOR CERTAIN PROPERTY OWNERS FOR COSTS\n    4  RELATED TO THE REMOVAL OF LEADED PAINT. 1. AS USED IN THIS SECTION:\n    5    A. \"REAL PROPERTY TAX YEAR\" MEANS THE TWELVE-MONTH  PERIOD  FOR  WHICH\n    6  REAL  PROPERTY TAXES ARE CHARGED; IN THE CITY OF NEW YORK THE REAL PROP-\n    7  ERTY TAX YEAR IS JULY FIRST THROUGH JUNE THIRTIETH OF THE NEXT  CALENDAR\n    8  YEAR.\n    9    B. \"SUPERVISING AGENCY\" MEANS THE COMPTROLLER IN A MUNICIPALITY HAVING\n   10  A COMPTROLLER; IN A MUNICIPALITY HAVING NO COMPTROLLER, THE CHIEF FISCAL\n   11  OFFICER  OF  SUCH  MUNICIPALITY;  EXCEPT THAT IN THE CITY OF NEW YORK IT\n   12  SHALL BE THE DEPARTMENT OF HOUSING PRESERVATION AND DEVELOPMENT.\n   13    C. \"LEADED PAINT\" MEANS PAINT OR ANY SIMILAR SURFACE-COATING  MATERIAL\n   14  CONTAINING  MORE  THAN ONE-HALF OF ONE PER CENTUM OF METALLIC LEAD BASED\n   15  ON THE TOTAL WEIGHT OF THE CONTAINED SOLIDS OR DRIED PAINT FILM.\n   16    D. \"COST OF REMOVAL OF LEADED PAINT\" MEANS COSTS INCURRED  FOR  EQUIP-\n   17  MENT,  LABOR  AND  MATERIALS REQUIRED TO SAFELY REMOVE LEADED PAINT FROM\n   18  INTERIOR SURFACES, WINDOW SILLS, WINDOW FRAMES OR PORCHES.\n   19    2. THE GOVERNING BODY OF ANY MUNICIPAL CORPORATION IS  HEREBY  AUTHOR-\n   20  IZED  AND  EMPOWERED  TO ADOPT, AFTER PUBLIC HEARING, IN ACCORDANCE WITH\n   21  THE PROVISIONS OF THIS SECTION, A LOCAL LAW,  ORDINANCE,  OR  RESOLUTION\n   22  PROVIDING  FOR  THE  ABATEMENT  OF  TAXES  OF SUCH MUNICIPAL CORPORATION\n   23  IMPOSED ON REAL PROPERTY. SUCH ABATEMENT SHALL WORK AS FOLLOWS: AN OWNER\n   24  SHALL BE ENTITLED TO A PARTIAL TAX ABATEMENT OF THE REAL PROPERTY  TAXES\n   25  ASSESSED  AGAINST A RESIDENTIAL RENTAL DWELLING WHERE SUCH OWNER REMOVES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05911-01-1\n\n       S. 1665                             2\n\n    1  LEADED PAINT FROM SUCH DWELLING. THE OWNER  OF  ANY  RESIDENTIAL  RENTAL\n    2  DWELLING  WHICH IS RENTED OR LEASED OR OFFERED FOR RENTAL OR LEASE SHALL\n    3  RECEIVE A RETROACTIVE PARTIAL ABATEMENT EQUAL TO THE LESSER OF: (I)  THE\n    4  REAL  PROPERTY  TAXES  ASSESSED  AGAINST  THE  DWELLING WHERE SUCH OWNER\n    5  REMOVES LEADED PAINT IN THE APPLICABLE REAL PROPERTY TAX YEAR, AND  (II)\n    6  THE COST OF REMOVAL OF LEADED PAINT FROM SUCH DWELLING IN THE APPLICABLE\n    7  REAL  PROPERTY  TAX  YEAR. THE AMOUNT OF THE ABATEMENT SHALL BE DEDUCTED\n    8  FROM THE REAL PROPERTY TAXES LEVIED IN THE FOLLOWING REAL  PROPERTY  TAX\n    9  YEAR ON THE DWELLING WHERE SUCH OWNER REMOVES LEADED PAINT.\n   10    3.  A.  AN  APPLICATION FOR ABATEMENT PURSUANT TO THIS SECTION FOR ANY\n   11  REAL PROPERTY TAX YEAR SHALL BE SUBMITTED TO THE SUPERVISING  AGENCY  BY\n   12  THE  OWNER  OF THE AFFECTED PROPERTY FOR EACH REAL PROPERTY TAX YEAR FOR\n   13  WHICH THE ABATEMENT IS SOUGHT.\n   14    B. THE SUPERVISING AGENCY SHALL DETERMINE THE FORM AND CONTENT OF  THE\n   15  APPLICATION AND THE INFORMATION IT SHALL CONTAIN. SUCH APPLICATION SHALL\n   16  REQUIRE  AT  A  MINIMUM  THAT ANY OWNER SEEKING AN ABATEMENT PURSUANT TO\n   17  THIS SECTION SHALL CERTIFY THAT, FOR THE YEAR  THE  ABATEMENT  IS  BEING\n   18  SOUGHT,  LEADED PAINT EXISTED IN SUCH PROPERTY AND SUCH LEADED PAINT WAS\n   19  REMOVED. IN ADDITION, THE SUPERVISING AGENCY IS AUTHORIZED TO AND  SHALL\n   20  COLLECT ANY OTHER INFORMATION RELATING TO THE TAX ABATEMENT DESCRIBED IN\n   21  THIS  SECTION.  THE SUPERVISING AGENCY SHALL BE PERMITTED, WHERE RECORDS\n   22  ARE NOT AVAILABLE, TO ACCEPT SWORN AFFIDAVITS AND  OTHER  CERTIFICATIONS\n   23  THAT THE INFORMATION PROVIDED IS CORRECT.\n   24    C.  THE  SUPERVISING  AGENCY  SHALL  INFORM  IN  WRITING ANY OWNER WHO\n   25  APPLIES FOR THE ABATEMENT PROVIDED FOR IN THIS SECTION OF THE AMOUNT  OF\n   26  SUCH ABATEMENT NO LATER THAN THREE MONTHS AFTER RECEIVING A SUFFICIENTLY\n   27  COMPLETED APPLICATION.\n   28    4.  THE  SUPERVISING  AGENCY  IS AUTHORIZED AND DIRECTED TO PROMULGATE\n   29  RULES AND REGULATIONS NECESSARY TO EFFECTUATE  THE  PROVISIONS  OF  THIS\n   30  SECTION.\n   31    5.  NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION, THE SUPERVIS-\n   32  ING AGENCY SHALL DENY, TERMINATE OR REVOKE ANY ABATEMENT APPLIED FOR  OR\n   33  GRANTED  PURSUANT  TO THIS SECTION UPON A DETERMINATION THAT THE REMOVAL\n   34  COST CERTIFIED BY THE OWNER AS THE COST PAID FOR THE REMOVAL  OF  LEADED\n   35  PAINT  WAS  MATERIALLY  DIFFERENT  THAN  THE  COST ACTUALLY PAID BY SUCH\n   36  OWNER.\n   37    6. EXCEPT IN ACCORDANCE WITH PROPER JUDICIAL  ORDER  OR  AS  OTHERWISE\n   38  PROVIDED BY LAW, NEITHER THE SUPERVISING AGENCY NOR AN EMPLOYEE THEREOF,\n   39  NOR  ANY  PERSON  WHO,  PURSUANT  TO  THIS SUBDIVISION, IS AUTHORIZED TO\n   40  INSPECT THE APPLICATION OR STATEMENTS IN CONNECTION  THEREWITH  REQUIRED\n   41  BY  THIS  SECTION, SHALL DISCLOSE OR MAKE KNOWN THE CONTENTS OF ANY SUCH\n   42  APPLICATION OR STATEMENTS. EXCEPT AS PROVIDED IN  THIS  SUBDIVISION  THE\n   43  OFFICERS  CHARGED WITH THE CUSTODY OF ANY SUCH APPLICATION OR STATEMENTS\n   44  SHALL NOT BE REQUIRED TO PRODUCE THEM IN ANY ACTION OR PROCEEDING IN ANY\n   45  COURT OR BEFORE ANY ADMINISTRATIVE TRIBUNAL, BUT ANY SUCH APPLICATION OR\n   46  STATEMENTS MAY BE PRODUCED ON  BEHALF  OF  THE  DEPARTMENT  OF  FINANCE.\n   47  NOTHING  IN THIS SUBDIVISION SHALL BE CONSTRUED TO PROHIBIT THE DELIVERY\n   48  OF A CERTIFIED COPY OF ANY SUCH APPLICATION OR STATEMENTS TO THE  UNITED\n   49  STATES  OF  AMERICA  OR ANY DEPARTMENT THEREOF, THE STATE OF NEW YORK OR\n   50  ANY DEPARTMENT THEREOF, PROVIDED ANY SUCH APPLICATION OR STATEMENTS  ARE\n   51  REQUIRED FOR OFFICIAL BUSINESS; NOR TO PROHIBIT THE INSPECTION FOR OFFI-\n   52  CIAL BUSINESS OF ANY SUCH APPLICATION OR STATEMENTS; NOR TO PROHIBIT THE\n   53  PUBLICATION OF STATISTICS SO CLASSIFIED AS TO PREVENT THE IDENTIFICATION\n   54  OF ANY PARTICULAR APPLICATION OR STATEMENTS.\n   55    7.   THE  INFORMATION  CONTAINED  IN  APPLICATIONS  OR  STATEMENTS  IN\n   56  CONNECTION THEREWITH, FILED WITH  THE  SUPERVISING  AGENCY  PURSUANT  TO\n\n       S. 1665                             3\n\n    1  SUBDIVISION  THREE  OF  THIS  SECTION SHALL NOT BE SUBJECT TO DISCLOSURE\n    2  UNDER ARTICLE SIX OF THE PUBLIC OFFICERS LAW.\n    3    S 2. This act shall take effect immediately and shall apply to assess-\n    4  ment rolls prepared on the basis of taxable status dates occurring on or\n    5  after January 1, 2012.\n",
  "memo" : "BILL NUMBER:S1665\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to providing a tax\nabatement related to the removal of leaded paint\n\nPURPOSE OR GENERAL IDEA OF BILL:\nProvides a tax abatement to landlords for the removal of leaded paint\nfrom their residential properties.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nWould amend the real property tax law by adding section 467-g. The new\nsection defines relevant terms and allows a partial tax abatement of\nreal property taxes for residential rental dwellings where the owner\nremoves leaded paint from the building.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThis bill will amend the real property tax law by creating a partial\ntax abatement of real property taxes for residential rental property\nowners that remove leaded paint from their buildings.\n\nJUSTIFICATION:\nLead paint has historically been documented as endangering the public\nhealth by impairing the development of children. To help protect\nagainst this ham1, this bill provides an incentive, in the form of a\npartial tax abatement of real property taxes, to landlords that\nremove leaded paint from their buildings. By providing the tax\nabatement, landlords will be able to defray a portion of the cost of\nremoving leaded paint from their buildings.\n\nLEGISLATIVE HISTORY:\nS.5809 of 2007\n05/11/07 Referred to Local Government\nS.188 of 2009\n01/07/09 REFERRED TO LOCAL GOVERNMENT\n01/06/10 REFERRED TO LOCAL GOVERNMENT\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nUndetermined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply to assessment\nrolls prepared on the basis of taxable status dates occurring on or\nafter January 1, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to providing a tax abatement related to the removal of leaded paint ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T104651.TXT", "SOBI.D110111.T164725.TXT", "SOBI.D110111.T112154.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T111153.TXT", "SOBI.D110111.T104151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909096
}