{
  "year" : 2011,
  "senateBillNo" : "S1668-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1668-2011-1294722000000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Conforms state law with federal law regarding imitation weapons and provides a private right of action for individual consumers",
  "summary" : "Conforms state law with federal law regarding imitation weapons; empowers the attorney general to enforce federal standards and provides a private right of action against retailers by individual consumers injured due to the sale of a non-conforming toy gun. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "SA118-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1668\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation  to  the  sale  of\n         imitation weapons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 871 of the general  business  law,\n    2  as  added  by  chapter  475  of  the laws of 1988, is amended to read as\n    3  follows:\n    4    2. \"Imitation weapon\" means any device  or  object  made  of  plastic,\n    5  wood,  metal or any other material which substantially duplicates or can\n    6  reasonably be perceived to be an actual firearm, air rifle, pellet  gun,\n    7  or  \"B-B\"  gun;  unless such imitation weapon (a) is colored [other than\n    8  black, blue, silver or aluminum, (b)  is  marked  with  a  non-removable\n    9  orange  stripe  which  is at least one inch in width and runs the entire\n   10  length of the barrel on each side and the front end of the  barrel,  and\n   11  (c)  has  a  barrel  at  least one inch in diameter that is closed for a\n   12  distance of not less than one-half inch from the front-end of its barrel\n   13  with the same material of which the imitation  weapon  is  made]  WHITE,\n   14  BRIGHT  RED,  BRIGHT  ORANGE,  BRIGHT YELLOW, BRIGHT GREEN, BRIGHT BLUE,\n   15  BRIGHT PINK, OR BRIGHT PURPLE, EITHER SINGLY OR AS THE PREDOMINANT COLOR\n   16  IN COMBINATION WITH OTHER COLORS IN ANY  PATTERN;  (B)  HAS  PERMANENTLY\n   17  AFFIXED  TO  THE  MUZZLE,  A BLAZE ORANGE PLUG INSERTED IN THE BARREL OF\n   18  SUCH IMITATION FIREARM. SUCH PLUG SHALL BE RECESSED  NO  MORE  THAN  SIX\n   19  MILLIMETERS  FROM  THE  MUZZLE END OF THE BARREL OF SUCH FIREARM; (C) IS\n   20  CONSTRUCTED ENTIRELY  OF  TRANSPARENT  OR  TRANSLUCENT  MATERIALS  WHICH\n   21  PERMITS  UNMISTAKABLE  OBSERVATION OF THE DEVICE'S COMPLETE CONTENTS; OR\n   22  (D) HAS A BLAZE ORANGE  MARKING  PERMANENTLY  AFFIXED  TO  THE  EXTERIOR\n   23  SURFACE OF THE BARREL, COVERING THE CIRCUMFERENCE OF THE BARREL FROM THE\n   24  MUZZLE  END  FOR  DEPTH OF AT LEAST SIX MILLIMETERS.  \"Imitation weapon\"\n   25  does not include any TRADITIONAL B-B, PAINT BALL, OR  PELLET-FIRING  AIR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05890-01-1\n\n       S. 1668                             2\n\n    1  GUN  THAT  EXPELS  A PROJECTILE THROUGH THE FORCE OF AIR PRESSURE OR ANY\n    2  nonfiring replica of an antique  firearm,  the  original  of  which  was\n    3  designed,  manufactured  and  produced prior to eighteen hundred ninety-\n    4  eight.\n    5    S  2. Section 873 of the general business law, as added by chapter 475\n    6  of the laws of 1988, is amended to read as follows:\n    7    S 873. Enforcement. 1. Whenever the  attorney  general  shall  believe\n    8  from  evidence  satisfactory to him OR HER that any person, firm, corpo-\n    9  ration or association or agent or  employee  thereof  has  violated  any\n   10  provision  of  this  article,  he  OR SHE may bring an action or special\n   11  proceeding in the supreme court for a judgment enjoining the continuance\n   12  of such violation and for a civil penalty of not more than one  thousand\n   13  dollars  for  each  violation. If it shall appear to the satisfaction of\n   14  the court or justice that the defendant has violated  any  provision  of\n   15  this  article,  no  proof  shall  be  required  that any person has been\n   16  injured thereby  nor  that  the  defendant  knowingly  or  intentionally\n   17  violated such provision. In such action preliminary relief may be grant-\n   18  ed  under  article  sixty-three  of the civil practice law and rules. In\n   19  connection with any such proposed application, the attorney  general  is\n   20  authorized  to  take  proof, issue subpoenas and administer oaths in the\n   21  manner provided in the civil practice law and rules.\n   22    2. IN ADDITION TO ANY ACTION GRANTED TO THE ATTORNEY GENERAL  PURSUANT\n   23  TO  THIS  ARTICLE,  ANY  PERSON  WHO  HAS  BEEN INJURED BY REASON OF ANY\n   24  VIOLATION OF THIS ARTICLE; OTHER THAN A PERSON INJURED WHILE  COMMITTING\n   25  OR  ENGAGING  IN AN UNLAWFUL ACTIVITY; MAY BRING AN ACTION IN HIS OR HER\n   26  OWN NAME TO ENJOIN SUCH UNLAWFUL ACT OR PRACTICE, AN ACTION  TO  RECOVER\n   27  HIS  OR  HER  ACTUAL  DAMAGES OR TWO HUNDRED FIFTY DOLLARS, WHICHEVER IS\n   28  GREATER, OR BOTH SUCH ACTIONS. THE COURT MAY, IN ITS  DISCRETION,  AWARD\n   29  THE  PREVAILING  PLAINTIFF  IN  SUCH ACTION A PENALTY UP TO ONE THOUSAND\n   30  DOLLARS, IF THE  COURT  FINDS  THE  DEFENDANT  WILLFULLY  AND  KNOWINGLY\n   31  VIOLATED  THE PROVISIONS OF THIS SECTION. THE COURT MAY AWARD REASONABLE\n   32  ATTORNEY'S FEES TO A PREVAILING PLAINTIFF.\n   33    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   34  have become a law.\n",
  "memo" : "BILL NUMBER:S1668\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to the sale of imitation\nweapons\n\nPURPOSE:\nThis legislation conforms state law with federal law regarding\nimitation weapons that resemble actual firearms. It permits the\nAttorney General to bring forth actions against any person,\norganization or firm violating any measure of this article. It also\nprovides consumers with a private right of action.\n\nSUMMARY OF PROVISIONS:\nThe General Business Law is amended to conform state law to federal\nlaw , enabling the Attorney General to enforce federal standards and\ncompliance by retailers and manufacturers. Specifically, Section 871\nsubdivisions 2(a), (b), (c) and (d) are amended to clarify the\ndefinition of imitation weapons. A new subdivision is added to\nsection 873 to provide individual consumers with a private right of\naction. This right of action would not include cases where a person\nis injured while committing or engaging in an unlawful activity.\n\nJUSTIFICATION:\nAn alarming trend of criminal activity such as burglaries, robberies,\nhostage situations and confrontations with police has employed the\nuse of imitation weapons. Despite current state law which makes it\nillegal to manufacture or sell imitation weapons resembling actual\nfirearms, New Yorkers continue to have access to them. As a result,\nindividuals are dying needlessly at the hands of police officers who\nmistake these imitation weapons for actual firearms.\nThis legislation not only encourages compliance by retailers and\nmanufacturers, but empowers the State Attorney General to actively\nenforce federal standards. In addition, it provides individual\nconsumers injured due to the sale of a nonconforming imitation gun a\nprivate right of action to sue the retailer for damages. In addition,\nthis measure will help to reduce the threat of crimes committed using\nand incidents of fatalities by imitation weapons.\n\nLEGISLATIVE HISTORY:\nS.3113 of 2007\n02/23/08 Referred to Consumer Protection\nS.118 of 2009\n01/07/09 REFERRED TO CONSUMER PROTECTION\n03/03/09 REPORTED AND COMMITTED TO CODES\n04/27/09 AMEND AND RECOMMIT TO CODES\n04/27/09 PRINT NUMBER 118A\n05/05/09 1ST REPORT CAL. 251\n05/06/09 2ND REPORT CAL.\n05/11/09 ADVANCED TO THIRD READING\n\n07/16/09 COMMITTED TO RULES\n01/06/10 REFERRED TO CONSUMER PROTECTION\n02/02/10 REPORTED AND COMMITTED TO CODES\n\nFISCAL IMPLICATIONS:\nUnknown at present time.\n\nLOCAL FISCAL IMPLICATIONS:\nUnknown at present time.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it shall become\nlaw.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the sale of imitation weapons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T105151.TXT", "SOBI.D110111.T165226.TXT", "SOBI.D110111.T112154.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909100
}