{
  "year" : 2011,
  "senateBillNo" : "S1667-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1667-2011-1294722000000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the instruction of sexual abuse and sexual assault prevention in elementary and secondary schools",
  "summary" : "Establishes the instruction of sexual abuse and sexual assault prevention in elementary and secondary schools; directs the commissioner of education, in conjunction with the office of children and family services, the division of state police and rape crisis educators, to provide and prescribe a course of instruction in sexual abuse and sexual assault prevention, including materials for parents. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S130-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1667\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation  to  the  instruction  of\n         sexual abuse and sexual assault prevention in elementary and secondary\n         schools\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 815 to\n    2  read as follows:\n    3    S 815. INSTRUCTION IN SEXUAL ABUSE AND SEXUAL ASSAULT  PREVENTION.  1.\n    4  THE  COMMISSIONER, IN CONJUNCTION WITH THE OFFICE OF CHILDREN AND FAMILY\n    5  SERVICES, THE DIVISION OF STATE POLICE AND  RAPE  CRISIS  EDUCATORS,  IS\n    6  HEREBY  DIRECTED  TO  PROVIDE  AND  PRESCRIBE A COURSE OF INSTRUCTION IN\n    7  SEXUAL ABUSE AND  SEXUAL  ASSAULT  PREVENTION  FOR  ALL  ELEMENTARY  AND\n    8  SECONDARY PUPILS.\n    9    2.  SUCH  PREVENTION CURRICULUM SHALL BE AGE APPROPRIATE FOR ALL PUPIL\n   10  AGE GROUPS. THE AGE APPROPRIATENESS OF EACH  LEVEL  OF  SUCH  CURRICULUM\n   11  SHALL  BE DETERMINED BY THE COMMISSIONER, IN CONJUNCTION WITH THE OFFICE\n   12  OF CHILDREN AND FAMILY SERVICES, THE DIVISION OF STATE POLICE  AND  RAPE\n   13  CRISIS  EDUCATORS.  SUCH  CURRICULUM SHALL BE TAUGHT BY EITHER CLASSROOM\n   14  TEACHERS OR HEALTH EDUCATION TEACHERS ON AN  ON-GOING  BASIS  THROUGHOUT\n   15  THE  SCHOOL  YEAR.  EVERY  INSTRUCTOR  OF SUCH CURRICULUM SHALL ATTEND A\n   16  TRAINING CLASS ESTABLISHED BY THE COMMISSIONER, IN CONJUNCTION WITH  THE\n   17  OFFICE OF CHILDREN AND FAMILY SERVICES, THE DIVISION OF STATE POLICE AND\n   18  RAPE CRISIS EDUCATORS.\n   19    3.  SUCH  CURRICULUM  SHALL  ALSO  INCLUDE  EDUCATIONAL  MATERIALS FOR\n   20  PARENTS REGARDING HOW TO AID IN KEEPING THEIR CHILDREN SAFE FROM  SEXUAL\n   21  ABUSE AND SEXUAL ASSAULT.\n   22    S  2.  This act shall take effect on the first of July next succeeding\n   23  the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05897-01-1\n",
  "memo" : "BILL NUMBER:S1667\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to the instruction of sexual\nabuse and sexual assault prevention in elementary and secondary schools\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill amends the education law to add a new section 815. This\nsection creates a mandate for experts to develop age appropriate\nsexual abuse/assault prevention programs for all New York State\nelementary and secondary school students. This legislation also\nrequires that elementary and secondary schools provide this\nprevention education to their students and that the teachers who are\nserving as the instructors for this curriculum attend training in\norder to ensure that the proper subject matter is addressed.\nDeveloping materials for parents to assist them in helping to keep\ntheir children safe is also a component of this bill.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection one of this bill adds a new section, section 815 to the\neducation law. Subsection (i) states that the commissioner of the\ndepartment of education will work in conjunction with the office of\nchild and family services, the division of state police, and rape\ncrisis educators to provide and prescribe a course of instruction in\nsexual abuse and sexual assault prevention for all elementary and\nsecondary pupils.\n\nSubsection (ii) states that this prevention education will be age\nappropriate for all student age groups and that the age\nappropriateness of each level of curriculum will be determined by the\nbody of professionals that are mentioned in subsection (i). This\ncurriculum will be taught by classroom teachers or health education\nteachers on an ongoing basis throughout the school year. Any teacher\nthat is responsible for providing this instruction will be required\nto attend an instructor's training class. The curriculum of this\nclass will also be established by the body of professionals that are\nmentioned in subsection (i).\n\nSubsection (iii) states that this curriculum will include educational\nmaterials for parents regarding how to keep their children safe. These\nmaterials shall also be determined by the body of professionals\nreferred to in subsection (i).\n\nSection two of this bill states that this act shall take effect on the\nfirst of July next succeeding the date on which it shall have become\na law.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThere is currently no existing legislation in regards to requiring\nelementary and secondary schools in New York State to provide sexual\nabuse prevention education. There is suggested curriculum that the\n\ndepartment of education provides to school districts regarding sexual\nabuse prevention education; however, the details of the curriculum of\nthis prevention education are determined by each individual school\ndistrict. This legislation would develop responsible sexual abuse\nprevention curriculum as prescribed by experts in the field.\nAdditionally, this bill would ensure that all New York State\nelementary and\nsecondary school students receive the same high-quality prevention\neducation.\n\nJUSTIFICATION:\nThis legislation will aid in reducing the number of incidences of\nchildhood sexual abuse by providing elementary and secondary pupils\nwith the most appropriate sexual abuse prevention education\navailable, as developed by experts in the field from the department\nof education, the office of child and family services, the division\nof state police, and rape crisis educators. This required education\nwould build on the state's requirement to address this issue within\nhealth education classes. This prevention curriculum also provides a\nmeans to further educate parents about ways to keep their children\nsafe.\n\nLEGISLATIVE HISTORY:\nS.2502 of 2007\n02/06/07 Referred to Education\nS.130 of 2009\n01/07/09 REFERRED TO EDUCATION\n01/06/10 REFERRED TO EDUCATION\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nUnknown.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of July next succeeding the\ndate on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the instruction of sexual abuse and sexual assault prevention in elementary and secondary schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T105151.TXT", "SOBI.D110111.T165226.TXT", "SOBI.D110111.T112654.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909099
}