{
  "year" : 2011,
  "senateBillNo" : "S1662-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S1662-2011-1294722000000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Dedicates community gardens in the state of New York as parkland",
  "summary" : "Dedicates community gardens in the state of New York as parkland; requires the appropriate community board in cities with a population of one million or more persons to approve plot's withdrawal from the community garden program. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Parks",
  "previousVersions" : [ "S104-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1662\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cultural Affairs, Tourism,\n         Parks and Recreation\n\n       AN ACT to dedicate community gardens as parkland in  the  state  of  New\n         York\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings  and  declaration.    The  legislature\n    2  hereby  finds and declares that preservation of community gardens in the\n    3  state of New York is a matter of state concern.  Community  gardens  are\n    4  valuable  to  the preservation of the quality of life in New York state.\n    5  Hundreds of vacant lots have been transformed from places of blight  and\n    6  criminal  activity  into productive spaces offering beautiful flower and\n    7  vegetable gardens and recreational areas for use by community  residents\n    8  of  all  ages.  Such  transformations  have  been  at the initiative and\n    9  responsibility of community volunteers. Such volunteers have  been  able\n   10  to  transform  abandoned  lots into plots offering park and recreational\n   11  benefits at a cost far below what it would have cost the  state  or  the\n   12  local  municipalities  to  do.  Such community gardens were developed by\n   13  volunteers in response to urban blight in their areas.\n   14    Small parcels of open space in local municipalities are easily  acces-\n   15  sible to large numbers of people and have a greater value to urban dwel-\n   16  lers than many acres of land that are not accessible. Lands, which in an\n   17  urban  area  can be used for community gardens or neighborhood parks and\n   18  open spaces are as significant to the environmental health of  municipal\n   19  residents  as areas in pristine environmental condition are to people in\n   20  rural areas.\n   21    In recognition of the importance of such places to the state  and  its\n   22  quality  of  life,  the  legislature hereby finds and declares community\n   23  gardens as parkland of the state of New York and further finds that such\n   24  community gardens cannot be sold or developed by any local  municipality\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05874-01-1\n\n       S. 1662                             2\n\n    1  without  the  approval  of  the local zoning board or in the case of any\n    2  city having a population of one million or more without  the  permission\n    3  of  the  community board in whose district the community garden is situ-\n    4  ated.\n    5    S  2. Notwithstanding any inconsistent provision of law, lots commonly\n    6  referred to as community gardens, which have been leased  by  any  local\n    7  municipality  in the state of New York to community residents for use as\n    8  a community garden or for recreation purposes  for  at  least  one  year\n    9  prior  to  the effective date of this act shall be dedicated as parkland\n   10  in the municipality wherein such community garden exists. Such  parkland\n   11  shall  not be developed or sold unless the local zoning board, or in the\n   12  case of cities having a population of one million or more, the community\n   13  board that has jurisdiction over the location of the garden approves the\n   14  plot's withdrawal from the community garden program.\n   15    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to dedicate community gardens as parkland in the state of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110111.T112654.TXT", "SOBI.D110111.T111153.TXT", "SOBI.D110111.T104151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294782445666
}