{
  "year" : 2011,
  "senateBillNo" : "S1669-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S1669-2011-1294722000000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to individuals who refuse to participate in an investigation being conducted by child protective services",
  "summary" : "Relates to individuals who refuse to participate in an investigation being conducted by child protective services; grants a twenty-four hour notice to the individual for the meeting or home visit; defines \"blatant refusal\"; declares that such refusal shall indicate a need for a more thorough investigation and shall be grounds for issuing an immediate warrant to enter such individual's home to investigate the safety and well-being of the child or children; mandates that such immediate warrant occur after one instance of blatant refusal. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S131-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1669\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law, in relation to individuals  who\n         refuse  to  participate  in  an investigation being conducted by child\n         protective services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 422-a of the social services law,\n    2  as added by chapter 12 of the laws of 1996 and paragraph (d) as  amended\n    3  by chapter 136 of the laws of 1999, is amended to read as follows:\n    4    1.  Notwithstanding any inconsistent provision of law to the contrary,\n    5  the  commissioner  or  a city or county social services commissioner may\n    6  disclose information regarding the abuse or maltreatment of a  child  as\n    7  set  forth  in  this  section,  and  the  investigation  thereof and any\n    8  services related thereto if he or she determines  that  such  disclosure\n    9  shall  not  be  contrary to the best interests of the child, the child's\n   10  siblings or other children in the household and any one of the following\n   11  factors are present:\n   12    (a) the subject of the  report  has  been  charged  in  an  accusatory\n   13  instrument with committing a crime related to a report maintained in the\n   14  statewide central register; or\n   15    (b) the investigation of the abuse or maltreatment of the child by the\n   16  local  child  protective  service  or  the provision of services by such\n   17  service has been publicly disclosed in a report required to be disclosed\n   18  in the course of their official duties, by a law enforcement  agency  or\n   19  official,  a  district  attorney, any other state or local investigative\n   20  agency or official or by judge of the unified court system; or\n   21    (c) there has been a prior knowing, voluntary, public disclosure by an\n   22  individual concerning a report of child abuse or maltreatment  in  which\n   23  such  individual  is  named  as  the subject of the report as defined by\n   24  subdivision four of section four hundred twelve of this title; [or]\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05898-01-1\n\n       S. 1669                             2\n\n    1    (d) the child named in the report has died or the report involves  the\n    2  near fatality of a child. For the purposes of this section, \"near fatal-\n    3  ity\"  means  an act that results in the child being placed, as certified\n    4  by a physician, in serious or critical condition; OR\n    5    (E)  (I)  WHERE  THE  CHILD PROTECTIVE SERVICE REPRESENTATIVE DECLARES\n    6  HIMSELF OR HERSELF AS AN EMPLOYEE OF SUCH CHILD PROTECTIVE  SERVICE  AND\n    7  PRESENTS  AN IDENTIFICATION CARD PROVING SUCH EMPLOYMENT AND AN INDIVID-\n    8  UAL BLATANTLY REFUSES TO ALLOW SUCH CHILD PROTECTIVE  SERVICE  REPRESEN-\n    9  TATIVE ENTRANCE INTO SUCH INDIVIDUAL'S HOME OR REFUSES TO MEET WITH SUCH\n   10  REPRESENTATIVE.   SUCH INDIVIDUAL WHO IS THE SUBJECT OF AN INVESTIGATION\n   11  AND WHO IS BLATANTLY REFUSING SHALL HAVE  TWENTY-FOUR  HOURS  TO  COMPLY\n   12  WITH SUCH MEETING OR HOME VISIT WITH SUCH REPRESENTATIVE.\n   13    (II)  THE CHILD WELFARE AGENCY SHALL BE RESPONSIBLE FOR NOTIFYING SUCH\n   14  INDIVIDUAL THAT THE TWENTY-FOUR HOURS HAVE LAPSED. IF AT SUCH TIME, SUCH\n   15  INDIVIDUAL BLATANTLY REFUSES TO A MEETING OR HOME VISIT WITH SUCH REPRE-\n   16  SENTATIVE OF THE CHILD WELFARE AGENCY, SUCH  REFUSAL  SHALL  INDICATE  A\n   17  NEED  FOR A MORE THOROUGH INVESTIGATION AND SHALL BE GROUNDS FOR ISSUING\n   18  AN IMMEDIATE WARRANT TO ENTER SUCH INDIVIDUAL'S HOME TO INVESTIGATE  THE\n   19  SAFETY AND WELL-BEING OF THE CHILD OR CHILDREN.  THIS ACTION SHALL OCCUR\n   20  UPON  THE FIRST INSTANCE THAT SUCH INDIVIDUAL BLATANTLY REFUSES TO COOP-\n   21  ERATE WITH SUCH REPRESENTATIVE.   FOR  THE  PURPOSES  OF  THIS  SECTION,\n   22  \"BLATANT  REFUSAL\" MEANS VERBALLY REFUSING OR REFUSING BY USING PHYSICAL\n   23  FORCE.\n   24    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to individuals who refuse to participate in an investigation being conducted by child protective services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T105652.TXT", "SOBI.D110111.T165226.TXT", "SOBI.D110111.T105151.TXT", "SOBI.D110111.T112154.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294782746844
}