{
  "year" : 2011,
  "senateBillNo" : "S1674-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1674-2011-1294722000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the rural homeowners assistance program to assist first time, low or moderate income, or minority homeowners to avoid foreclosure; appropriation",
  "summary" : "Establishes the rural homeowners assistance program for assisting first time, low or moderate income, or minority homeowners from foreclosure by authorizing and directing the commissioner of state division of housing and community renewal to enter into contracts with neighborhood preservation companies to provide such assistance to residents in certain rural communities; appropriates $1,000,000 for such purposes. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S127-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1674\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the private housing finance law, in relation  to  estab-\n         lishing  the  rural homeowners assistance program and making an appro-\n         priation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The private housing finance law is amended by adding a new\n    2  article 16-B to read as follows:\n    3                                ARTICLE XVI-B\n    4                   RURAL HOMEOWNERSHIP ASSISTANCE PROGRAM\n    5  SECTION 930. DECLARATION OF LEGISLATIVE FINDINGS.\n    6          931. DEFINITIONS.\n    7          932. CONTRACTS WITH NEIGHBORHOOD PRESERVATION COMPANIES IN RURAL\n    8                 AREAS.\n    9          933. PAYMENTS  TO  NEIGHBORHOOD   PRESERVATION   COMPANIES   FOR\n   10                 HOMEOWNERSHIP, TECHNICAL ASSISTANCE AND TRAINING.\n   11          934. LEGAL AID AGREEMENTS.\n   12          935. ANNUAL REPORT TO THE LEGISLATURE.\n   13    S  930.  DECLARATION  OF  LEGISLATIVE FINDINGS. THE LEGISLATURE HEREBY\n   14  FINDS AND DECLARES THAT THERE HAS DEVELOPED A DAMAGING IMPACT OF  PREDA-\n   15  TORY  AND  SUB-PRIME  RESIDENTIAL  MORTGAGE  LENDING PATTERNS IN VARIOUS\n   16  VULNERABLE NEIGHBORHOODS AND COMMUNITIES  OF  THE  STATE  AND  THAT  THE\n   17  RELATIONSHIP  BETWEEN  THE  PREDOMINANCE  OF  SUB-PRIME  LOANS  AND HIGH\n   18  CONCENTRATIONS OF FORECLOSURE ACTIONS BEING FILED HAS BEEN FORECAST  AND\n   19  CLEARLY  DOCUMENTED.  THE LEGISLATURE FURTHER FINDS THAT THE SCARCITY OF\n   20  RESOURCES DEDICATED TO  HOUSING  COUNSELING  AND  HOME  BUYER  EDUCATION\n   21  SERVICES  HAS  LEFT MANY FIRST TIME, LOW OR MODERATE INCOME, OR MINORITY\n   22  HOMEBUYERS AT RISK.\n   23    THE  LEGISLATURE  FURTHER  FINDS  THAT  IN  RURAL  COMMUNITIES   WHERE\n   24  SUB-PRIME LENDERS DOMINATE REFINANCING AND HOME EQUITY MORTGAGE MARKETS,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05894-01-1\n\n       S. 1674                             2\n\n    1  AND  WHERE NECESSITY COMBINED WITH POOR DECISION-MAKING OFTEN PLACES LOW\n    2  AND MODERATE INCOME HOMEOWNERS IN NON-SUSTAINABLE MORTGAGE PRODUCTS, THE\n    3  ADJUSTED COST OF THE HOME IS FREQUENTLY EXCEEDED AS A  RESULT  OF  REFI-\n    4  NANCING  PRODUCTS, HOME EQUITY PRODUCTS COMPOUNDED WITH FIRST MORTGAGES,\n    5  AND RUNAWAY FEES. AS A RESULT, MANY HOMEOWNERS ARE RENDERED AT  RISK  OF\n    6  FORECLOSURE. BESIDES THE PERSONAL TRAGEDIES THESE HOUSEHOLDS FACE, FORE-\n    7  CLOSURE  FURTHER AFFECTS NEIGHBORHOODS AND COMMUNITIES BY DE-STABILIZING\n    8  THE CHARACTER OF THE AREA. THE LEGISLATURE FURTHER FINDS THAT  IN  ORDER\n    9  TO  PREVENT  AND/OR  MITIGATE  FORECLOSURES,  FINANCIAL LITERACY MUST BE\n   10  IMPARTED TO INDIVIDUALS WHO ARE ABOUT TO PURCHASE A HOME OR ARE AT  RISK\n   11  OF FORECLOSURE.\n   12    THE  LEGISLATURE  FURTHER  FINDS  THAT  THE  NEIGHBORHOOD PRESERVATION\n   13  COMPANIES WHICH HAVE BEEN ESTABLISHED THROUGHOUT THE STATE  ARE  INSTRU-\n   14  MENTAL AS PROVIDERS OF INFORMATION, TRAINING AND ASSISTANCE TO RESIDENTS\n   15  IN  THEIR  SERVICE AREAS IN NEED OF HOUSING SERVICES INTERVENTION IN THE\n   16  RETENTION OF AFFORDABLE HOMEOWNERSHIP; THAT CONDITIONS AGGRAVATED BY  AN\n   17  AFFORDABLE  RENTAL  HOUSING CRISIS HAVE OVERBURDENED THEIR RESOURCES AND\n   18  ARE BEING COMPOUNDED BY THE  DEMAND  FOR  HOMEOWNERSHIP  ASSISTANCE  AND\n   19  FORECLOSURE  PREVENTION;  AND THAT THERE IS A NECESSITY FOR THE SERVICES\n   20  OF NEIGHBORHOOD PRESERVATION COMPANIES FAMILIAR WITH THE SPECIFIC  NEEDS\n   21  OF  THE  RESIDENTS IN THEIR SERVICE AREAS TO PROVIDE TARGETED ASSISTANCE\n   22  TO EXISTING AND POTENTIAL HOMEOWNERS TO SECURE PERMANENT, AFFORDABLE AND\n   23  FISCALLY VIABLE HOMEOWNERSHIP. THE NECESSITY IN THE PUBLIC INTEREST  FOR\n   24  THE  PROVISIONS  HEREINAFTER  ENACTED  IS HEREBY DECLARED AS A MATTER OF\n   25  LEGISLATIVE DETERMINATION.\n   26    S 931. DEFINITIONS. AS USED IN THIS ARTICLE, THE FOLLOWING  WORDS  AND\n   27  PHRASES SHALL HAVE THE FOLLOWING MEANINGS:\n   28    1. \"COMMISSIONER\" SHALL MEAN THE COMMISSIONER OF THE STATE DIVISION OF\n   29  HOUSING AND COMMUNITY RENEWAL.\n   30    2.  \"DIVISION\"  SHALL MEAN THE STATE DIVISION OF HOUSING AND COMMUNITY\n   31  RENEWAL.\n   32    3. \"NEIGHBORHOOD PRESERVATION COMPANY\" SHALL MEAN A CORPORATION ORGAN-\n   33  IZED UNDER THE PROVISIONS OF THE NOT-FOR-PROFIT  CORPORATION  LAW  WHICH\n   34  HAS  BEEN  PRIMARILY  ENGAGED  IN ONE OR MORE PRESERVATION ACTIVITIES AS\n   35  DEFINED IN SUBDIVISION FIVE OF SECTION ONE THOUSAND TWO OF THIS CHAPTER.\n   36    4. \"HOMEOWNERSHIP ASSISTANCE ACTIVITIES\"  SHALL  MEAN  COUNSELING  FOR\n   37  DEFAULT  AND  FORECLOSURE  PREVENTION, BUDGET MANAGEMENT, DEBT REDUCTION\n   38  PLANNING, CREDIT REPAIR, REFINANCING  OPTIONS,  IN  THE  RECOGNITION  OF\n   39  PREDATORY  LENDERS,  CONSUMER  SCAMS, HOMEOWNER BASICS AND THE HIRING OF\n   40  CONTRACTORS AND ALL SUCH OTHER ACTIVITIES AS MAY BE DEEMED ESSENTIAL  TO\n   41  ENSURING THE PREVENTION OF FORECLOSURE.\n   42    5. \"ACCESSIBILITY\" SHALL MEAN CULTURAL AND LINGUISTIC ACCESSIBILITY TO\n   43  DIVERSE RESIDENTS.\n   44    6.  \"RESIDENTS\"  SHALL  MEAN  INDIVIDUALS OR FAMILIES WITH INCOMES NOT\n   45  EXCEEDING NINETY PERCENT  OF  MEDIAN  INCOME  RESIDING  IN  RURAL  AREAS\n   46  DEFINED IN SUBDIVISION THREE OF SECTION ONE THOUSAND THREE OF THIS CHAP-\n   47  TER AND CURRENTLY IN RESIDENCE OR WITH EVIDENCE OF FORTHCOMING RESIDENCY\n   48  IN THE SERVICE AREA.\n   49    7. \"SERVICE AREA\" SHALL MEAN THE ESTABLISHED BOUNDARIES OF A NEIGHBOR-\n   50  HOOD  PRESERVATION  COMPANY AS SPECIFIED IN SUBDIVISION THREE OF SECTION\n   51  ONE THOUSAND THREE OF THIS CHAPTER.\n   52    8. \"SIGNIFICANT\" SHALL MEAN NO LESS THAN SEVENTY-FIVE PERCENT  OF  THE\n   53  SPECIFIED CONTRACTED SERVICES.\n   54    S  932.  CONTRACTS  WITH  NEIGHBORHOOD PRESERVATION COMPANIES IN RURAL\n   55  AREAS.  1. THE COMMISSIONER SHALL ENTER INTO CONTRACTS WITH NEIGHBORHOOD\n   56  PRESERVATION COMPANIES FOR THE PERFORMANCE OF  HOMEOWNERSHIP  ASSISTANCE\n\n       S. 1674                             3\n\n    1  ACTIVITIES.  SUCH  CONTRACTS  SHALL BE ENTERED INTO, HOWEVER, ONLY AFTER\n    2  APPROPRIATE FINDINGS BY THE COMMISSIONER AND SHALL  BE  SUBJECT  TO  THE\n    3  LIMITATIONS AS SET FORTH IN THIS SECTION.\n    4    2.  PRIOR  TO  ENTERING  INTO A CONTRACT WITH AN EXISTING NEIGHBORHOOD\n    5  PRESERVATION COMPANY, THE COMMISSIONER SHALL HAVE MADE A  FINDING,  THAT\n    6  THE  COMPANY  IS IN GOOD STANDING PURSUANT TO THE PROVISIONS OF SUBDIVI-\n    7  SION FIVE OF SECTION ONE THOUSAND THREE OF THIS CHAPTER AND  THAT  THERE\n    8  IS  A NEED FOR PROPOSED HOMEOWNERSHIP ACTIVITIES BEING PROPOSED BASED ON\n    9  THE DOCUMENTED SUBMISSION OF THE COMPANY.\n   10    3. PRIOR TO ENTERING INTO A CONTRACT  WITH  AN  EXISTING  NEIGHBORHOOD\n   11  PRESERVATION  COMPANY,  THE  COMMISSIONER SHALL HAVE MADE A FINDING THAT\n   12  THE COMPANY HAS OR IS PREPARED TO ENGAGE IN  SERVICES  OR  HAS  EMPLOYED\n   13  PERSONS  TO  RENDER CULTURAL AND LINGUISTIC ACCESSIBILITY TO THE DIVERSE\n   14  TARGET POPULATION.\n   15    4. CONTRACTS ENTERED INTO PURSUANT TO THIS SECTION  WITH  NEIGHBORHOOD\n   16  PRESERVATION  COMPANIES  SHALL  BE LIMITED IN DURATION TO PERIODS OF ONE\n   17  YEAR, BUT MAY THEREAFTER  BE  RENEWED,  EXTENDED  OR  SUCCEEDED  BY  NEW\n   18  CONTRACTS  FROM YEAR TO YEAR IN THE DISCRETION OF THE COMMISSIONER; THEY\n   19  SHALL BE LIMITED IN AMOUNT TO FORTY-FIVE THOUSAND DOLLARS PER  YEAR  AND\n   20  SHALL  NOT  BE  CONSIDERED PART OF THE AGGREGATE SUM LIMITATIONS IMPOSED\n   21  UNDER SUBDIVISION FOUR OF SECTION ONE THOUSAND THREE OF THIS CHAPTER.\n   22    5. PRIOR TO RENEWING OR EXTENDING A CONTRACT OR ENTERING A  SUCCEEDING\n   23  CONTRACT  WITH  A  NEIGHBORHOOD  PRESERVATION COMPANY THE DIVISION SHALL\n   24  DETERMINE THAT:\n   25    (A) THE COMPANY SHALL HAVE SUBSTANTIALLY COMPLETED  THE  HOMEOWNERSHIP\n   26  ACTIVITIES SPECIFIED IN THE CONTRACT TO BE RENEWED OR SUCCEEDED;\n   27    (B)  THE  COMPANY  SHALL HAVE RECEIVED THE SUMS AND FUNDS SPECIFIED IN\n   28  THIS SECTION; AND\n   29    (C) THE ACTIVITIES CARRIED OUT BY THE COMPANY PURSUANT TO ITS CONTRACT\n   30  SHALL HAVE RESULTED IN A SIGNIFICANT IMPACT ON THE NEEDS OF THE  AT-RISK\n   31  EXISTING AND POTENTIAL HOMEOWNERS IN THE SERVICE AREA.\n   32    6. PRIOR TO TERMINATING OR NOT ENTERING INTO A SUCCEEDING CONTRACT THE\n   33  DIVISION SHALL:\n   34    (A) DETERMINE THAT THE COMPANY IS IN VIOLATION OF THE TERMS AND CONDI-\n   35  TIONS  OF  THE  CONTRACT OR THAT FUNDS PROVIDED PURSUANT TO THE CONTRACT\n   36  ARE BEING EXPENDED  IN  A  MANNER  NOT  CONSISTENT  WITH  THE  TERMS  OR\n   37  PROVISIONS OF THIS ARTICLE; OR\n   38    (B)  DETERMINE  THAT THE SIGNIFICANT NEED IN THE SERVICE AREA HAS BEEN\n   39  FULFILLED; OR\n   40    (C) PROVIDE THE COMPANY WITH WRITTEN NOTICE, AT LEAST FORTY-FIVE  DAYS\n   41  IN  ADVANCE,  OF  ITS  INTENT TO TERMINATE OR NOT RENEW THE CONTRACT AND\n   42  PROVIDE THE COMPANY WITH THE OPPORTUNITY TO APPEAR AND BE  HEARD  BEFORE\n   43  THE  DIVISION  WITH RESPECT TO THE REASONS FOR SUCH PROPOSED TERMINATION\n   44  OR NON-RENEWAL. AT THE SAME TIME THAT A COMPANY IS NOTIFIED OF THE DIVI-\n   45  SION'S INTENT TO TERMINATE, OR NOT  RENEW  THE  CONTRACT,  THE  DIVISION\n   46  SHALL  LIKEWISE  INFORM  THE  SENATE  AND ASSEMBLY MEMBERS WHO REPRESENT\n   47  AREAS WITHIN SUCH COMPANY'S GEOGRAPHIC BOUNDARIES.\n   48    7. THE DIVISION MAY TEMPORARILY WITHHOLD PAYMENTS AND MAY ELECT NOT TO\n   49  ENTER INTO A SUCCEEDING  CONTRACT  WITH  ANY  NEIGHBORHOOD  PRESERVATION\n   50  COMPANY  IF  THE  COMPANY  IS NOT IN COMPLIANCE WITH THE CONTRACT OR HAS\n   51  WITHOUT GOOD CAUSE FAILED TO SUBMIT THE DOCUMENTATION REQUIRED UNDER THE\n   52  CONTRACT.\n   53    S 933. PAYMENTS TO NEIGHBORHOOD PRESERVATION COMPANIES FOR  HOMEOWNER-\n   54  SHIP,  TECHNICAL  ASSISTANCE AND TRAINING. 1. EACH CONTRACT ENTERED INTO\n   55  WITH A NEIGHBORHOOD PRESERVATION COMPANY SHALL PROVIDE  PAYMENT  TO  THE\n\n       S. 1674                             4\n\n    1  NEIGHBORHOOD  PRESERVATION  COMPANY  FOR  RURAL HOMEOWNERSHIP ASSISTANCE\n    2  ACTIVITIES WHICH THE COMPANY HAS PERFORMED.\n    3    2.  PAYMENT  TO  NEIGHBORHOOD  PRESERVATION COMPANIES PURSUANT TO THIS\n    4  ARTICLE SHALL BE RESTRICTED TO SUMS REQUIRED FOR THE PAYMENT OF SALARIES\n    5  AND WAGES TO EMPLOYEES OF SUCH COMPANIES AND FEES TO  LEGAL  CONSULTANTS\n    6  RETAINED  BY  THEM WHO ARE ENGAGED IN RENDERING HOMEOWNERSHIP ASSISTANCE\n    7  ACTIVITIES TO THE TARGET POPULATION.\n    8    3. PAYMENTS SHALL BE MADE BY THE DIVISION TO THE NEIGHBORHOOD  PRESER-\n    9  VATION COMPANY, NOT LESS FREQUENTLY THAN SEMIANNUALLY AT OR PRIOR TO THE\n   10  COMMENCEMENT OF THE CONTRACT, TO COMPENSATE THE COMPANY FOR THE HOMEOWN-\n   11  ERSHIP  ASSISTANCE  ACTIVITIES  WHICH  IT  SHALL  UNDERTAKE  TO PERFORM;\n   12  PROVIDED THAT WITH RESPECT TO CONTRACTS ENTERED INTO ON  OR  AFTER  JUNE\n   13  THIRTIETH,  THE  FIRST SUCH PAYMENT SHALL BE MADE BY THE DIVISION BEGIN-\n   14  NING ON OR AFTER JULY FIRST OF THE FISCAL YEAR FOR  WHICH  AN  APPROPRI-\n   15  ATION  IN  SUPPORT OF SUCH PAYMENT IS MADE AND PROVIDED FURTHER THAT THE\n   16  FINAL SUCH PAYMENT TO THE NEIGHBORHOOD  PRESERVATION  COMPANY  SHALL  BE\n   17  MADE  NO  LATER THAN MARCH THIRTY-FIRST OF SUCH FISCAL YEAR, UNLESS SUCH\n   18  PAYMENT HAS BEEN WITHHELD PURSUANT  TO  THE  PROVISIONS  OF  SUBDIVISION\n   19  SEVEN OF SECTION NINE HUNDRED THIRTY-TWO OF THIS ARTICLE.\n   20    S  934.  LEGAL  AID  AGREEMENTS. A PORTION OF THE FUNDS, NOT TO EXCEED\n   21  TWENTY PERCENT OF THE APPROPRIATION, FOR THE ACTIVITIES SPECIFIED  UNDER\n   22  THIS  ARTICLE  SHALL  BE  DEDICATED, ON A COMPETITIVE BASIS AND BASED ON\n   23  NEEDS IDENTIFIED BY EACH COMPANY, TO LEGAL AID ORGANIZATIONS WITH ESTAB-\n   24  LISHED TIES TO THE NEIGHBORHOOD PRESERVATION COMPANY APPLICANT'S SERVICE\n   25  AREA FOR THE PROVISION  OF  LEGAL  SERVICES.  IN  THE  EVENT  THAT  SUCH\n   26  NOT-FOR-PROFIT  LEGAL AID ORGANIZATIONS ARE NOT AVAILABLE, THE NEIGHBOR-\n   27  HOOD PRESERVATION COMPANY SHALL SUBCONTRACT WITH INDIVIDUAL ATTORNEYS OR\n   28  LAW FIRMS WITH THE APPROVAL OF THE COMMISSIONER.\n   29    S 935. ANNUAL REPORT TO THE LEGISLATURE. THE COMMISSIONER SHALL SUBMIT\n   30  AN ANNUAL REPORT TO THE LEGISLATURE ON OR BEFORE  DECEMBER  THIRTY-FIRST\n   31  ON  THE  IMPLEMENTATION  OF THIS ARTICLE. SUCH REPORT SHALL INCLUDE, BUT\n   32  NOT BE LIMITED TO, FOR EACH COMPANY RECEIVING FUNDS UNDER THIS ARTICLE:\n   33    1. A DESCRIPTION OF SUCH COMPANY'S CONTRACT AMOUNT,\n   34    2. THE SPECIFIC HOMEOWNERSHIP ACTIVITIES PERFORMED BY SUCH COMPANY,\n   35    3. THE NUMBER OF PERSONS SERVED BY THE COMPANY AND, IF APPLICABLE, ITS\n   36  LEGAL AID CONSULTANT, AND\n   37    4. THE IMPACT OF THE ACTIVITIES PERFORMED.\n   38    S 2. The sum of one million dollars ($1,000,000.00), or so much there-\n   39  of as may be necessary, is hereby appropriated to the state division  of\n   40  housing and community renewal out of any moneys in the state treasury in\n   41  the  general  fund  to  the  credit of the state division of housing and\n   42  community renewal, not  otherwise  appropriated,  and  made  immediately\n   43  available,  for  the purpose of carrying out the provisions of this act.\n   44  Such moneys shall be payable on the audit and warrant of the comptroller\n   45  on vouchers certified or approved by the commission of the  state  divi-\n   46  sion of housing and community renewal in the manner prescribed by law.\n   47    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1674\n\nTITLE OF BILL:\nAn act\nto amend the private housing finance law, in relation to establishing\nthe rural homeowners assistance program and making an appropriation\ntherefor\n\nPURPOSE:\nAuthorizes contracts for the release of grant moneys to neighborhood\npreservation companies to provide home ownership assistance activities.\n\nSUMMARY OF PROVISIONS:\nThe private housing finance law is amended by adding a new article\nl6-B to define the rural home ownership assistance program.\n\nJUSTIFICATION:\nThere is currently a mortgage crisis in the United States and the\nState of New York, Rising interest rates are dramatically increasing\nthe amounts of required monthly mortgage payments for home owners who\nfinanced their property by using Adjustable Rate Mortgages. In some\ncases consumers are required to pay double what their former payments\nwere under their old rates. In addition, \"Interest Only\" payment\nplans, \"No Money Down\" and 40-year mortgage loans are also leading\nconsumers to greater hardship and financial difficulty. Inability to\npay mortgages leads more consumers to bankruptcy or foreclosure.\n\nHome owners in danger of foreclosure are in need of technical and\nlegal assistance. New home owners are in need of financial literacy\nto advise them on the perils and pitfalls of the various mortgages\navailable in the market. Providing funds to enable these homeowners\nto consul with professionals, such as the neighborhood preservation\ncompanies, can save New York consumers time, money, frustration and\nlegal peril.\n\nEXISTING LAW:\nNone.\n\nLEGISLATIVE HISTORY:\nS.5935 of 2007\nS.127 of 2009\n01/07/09 REFERRED TO FINANCE\n03/18/09\nCOMMITTEE DISCHARGED AND COMMITTED TO HOUSING, CONSTRUCTION AND\nCOMMUNITY DEVELOPMENT\n01/06/10 REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT\n\nFISCAL IMPLICATIONS:\nUnknown at present time.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to establishing the rural homeowners assistance program and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T121658.TXT", "SOBI.D110111.T120657.TXT", "SOBI.D110111.T115714.TXT", "SOBI.D110111.T110153.TXT", "SOBI.D110111.T121157.TXT", "SOBI.D110111.T165226.TXT", "SOBI.D110114.T181509.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909110
}