{
  "year" : 2011,
  "senateBillNo" : "S1671-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO RACING, GAMING AND WAGERING",
    "billEventId" : "S1671-2011-1294722000000-REFERRED+TO+RACING%2C+GAMING+AND+WAGERING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the installation and maintenance of lockout devices on lottery vending machines by licensed lottery sales agents to prevent use by minors",
  "summary" : "Requires the installation and maintenance of lockout devices on lottery vending machines by licensed lottery agents to prevent use by minors. ",
  "currentCommittee" : "RACING, GAMING AND WAGERING",
  "sameAs" : "A1588",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S3029-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1671                                                  A. 1588\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed,  and  when  printed  to  be  committed to the Committee on Racing,\n         Gaming and Wagering\n\n       IN ASSEMBLY -- Introduced by M. of A. PRETLOW -- read once and  referred\n         to the Committee on Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to requiring security devices\n         on lottery machines to prevent use by minors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision a of section 1610 of the tax law, as added by\n    2  chapter 92 of the laws of 1976, is amended to read as follows:\n    3    a. No ticket shall be sold to any person under  the  age  of  eighteen\n    4  years, but this shall not be deemed to prohibit the purchase of a ticket\n    5  for  the  purpose  of making a gift by a person eighteen years of age or\n    6  older to a person less than that age. Any licensee or  the  employee  or\n    7  agent  of  any  licensee who sells or offers to sell a lottery ticket to\n    8  any person under the age of eighteen shall be guilty of  a  misdemeanor.\n    9  THE DIVISION SHALL REQUIRE THE INSTALLATION AND MAINTENANCE OF A LOCKOUT\n   10  DEVICE  ON  ALL  LOTTERY  VENDING MACHINES BY THE LICENSED LOTTERY SALES\n   11  AGENTS WITH CONTROL OVER SUCH VENDING MACHINES TO PREVENT THEIR  USE  BY\n   12  PERSONS UNDER THE AGE OF EIGHTEEN.\n   13    S  2.  This  act shall take effect on the ninetieth day after it shall\n   14  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02494-01-1\n",
  "memo" : "BILL NUMBER:S1671\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to requiring security devices on\nlottery machines to prevent use by minors\n\nPURPOSE:\nThe purpose of this bill is to further ensure that people who buy\nlottery tickets are of the appropriate age.\n\nSUMMARY OF PROVISIONS:\nAmends section 1610 of the tax law to help ensure that under aged\npeople are not allowed to purchase lottery tickets.\n\nJUSTIFICATION:\nCurrently, self-serve lottery vending machines are allowed under the\nlaw. However, in some cases, the machines are not closely supervised\nand under aged people are buying lottery tickets illegally. This bill\nwould require the installation and maintenance of a lockout device on\nall lottery vending machines, requiring the merchant to activate the\nlottery machine before each purchase. In doing so, the merchant will\nbe able to ascertain whether the customer is of legal age to play the\nlottery.\n\nVending machines that dispense lottery tickets are sometimes not\ncarefully watched to prevent underage players. This bill would\nrequire that the person selling the lottery tickets to activate the\nmachine in order for a person to buy tickets from the vending machine.\n\nLEGISLATIVE HISTORY:\n2009-10: S.3029\n2007-08: S.1333\n2005-06: S.915\n2003-04: S.1775\n2001-02: S.3293\n1999-00: S.2021\n1997-98: S.3770, A.5871\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nThis act shall take effect 90 days after it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to requiring security devices on lottery machines to prevent use by minors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T105652.TXT", "SOBI.D110111.T152721.TXT", "SOBI.D110111.T112154.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T111153.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909104
}