{
  "year" : 2011,
  "senateBillNo" : "S1678-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1678-2011-1294722000000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the department of environmental conservation to periodically update the model environmental impact assessment form",
  "summary" : "Directs the department of environmental conservation to update any forms or documentation prepared by such department which are designed to assist applicants and lead agencies in determining whether certain projects or actions have a significant effect on the environment; and provides such updates shall ensure the consideration of changes in science and emerging issues in environmental protection. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A334",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SB2993-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1678\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         updates of the model environmental impact assessment form\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (l) of subdivision 2 of  section  8-0113  of  the\n    2  environmental  conservation  law, as added by chapter 252 of the laws of\n    3  1977, is amended to read as follows:\n    4    (l) A model assessment form to be used during the  initial  review  to\n    5  assist  an  agency in CARRYING OUT its responsibilities AND DUTIES under\n    6  this article.  THE DEPARTMENT SHALL PERIODICALLY UPDATE THE  FORM  WHICH\n    7  SHALL  BE DESIGNED TO ASSIST APPLICANTS AND LEAD AGENCIES IN DETERMINING\n    8  WHETHER A PROPOSED PROJECT OR ACTION MAY HAVE A  SIGNIFICANT  EFFECT  ON\n    9  THE  ENVIRONMENT. SUCH UPDATES SHALL ENSURE THE CONSIDERATION OF CHANGES\n   10  AND EMERGING ISSUES IN ENVIRONMENTAL PROTECTION.\n   11    S 2. This act shall take effect on the one hundred eightieth day after\n   12  it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02304-01-1\n",
  "memo" : "BILL NUMBER:S1678\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to\nupdates of the model environmental impact assessment form\n\nPURPOSE OF THE BILL:\nTo ensure that new scientific knowledge is\nconsidered, on a regular basis, by the Department of Environmental\nConservation (DEC), in relation to environmental impact review. This\nbill, in a more detailed manner, encourages DEC to periodically\nreview its regulations that implement SEQRA and which develop the\nEnvironmental Assessment Form (EAF). The EAF is an important document\nthat is used by lead agencies and applicants to determine if an\nEnvironmental Impact statement (EIS) is needed or not before taking a\nspecified governmental action that may significantly affect the\nenvironment.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1: Amends the Environmental\nConservation Law section 8-0113(2) (1) to authorize and encourage DEC\nto update forms (EAF) prepared by the Department that are used to\nassist applicants and lead agencies in determining whether a proposed\nproject may have a significant adverse impact on the environment.\nWhen updating forms, such as an EAF, the Department would need to\nconsider changes and future trends in science and emerging issues in\nenvironmental protection and impact review. The Department, may also,\nspecify the need to look at potential adverse environmental impacts\nto specific sensitive populations that are near such proposed\nprojects, such as children or other at-risk populations, that may be\naffected by a governmental action.\n\nJUSTIFICATION:\nSEQRA should be revised to ensure that DEC periodically\nreviews and revises the EAF so that the SEQRA review process\nincorporates the latest scientific theories and environmental impact\nreview criteria. This new scientific information would be\nincorporated, periodically, in the EAF, which is used by lead\nagencies and applicants when determining if the proposed government\naction may have a significant adverse environmental effect.\n\nThere may be certain governmental actions that can create\nenvironmental conditions that adversely affect sensitive populations,\nsuch as children, in a manner that is more pronounced than its effect\non the general public.\n\nThere are contaminates, that if released in our water, air and soil,\npotentially could have a heightened adverse effect on the health and\nhealthy development of children.\n\nFor example, should a water treatment plant be built in close proximity\nto a school, there may be a concern that the chemicals used in such\nplant may significantly adversely impact the student population near\nsuch facility. This legislation should help to promote an awareness\nthat environmental conditions created by a governmental action may\nadversely impact certain sensitive populations more than the general\npublic. By periodically updating the EAF to reflect new advances in\nscience and emerging issues in environmental impact review and\nprotection, this new information can be incorporated and considered\nwhen reviewing impacts on sensitive populations, such as children.\n\nLEGISLATIVE HISTORY:\nA.615, 2000 and 2007 Passed Assembly.\nS.2993-B - Passed Senate and Assembly, but Vetoed (No.6740)\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n180 Days after it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to updates of the model environmental impact assessment form ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T115714.TXT", "SOBI.D110111.T113655.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T165725.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909124
}