{
  "year" : 2011,
  "senateBillNo" : "S1679-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1679-2011-1294722000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes within the class A misdemeanor of criminal possession of a weapon in the fourth degree, the possession of a weapon, outside the home, while intoxicated",
  "summary" : "Includes within the class A misdemeanor of criminal possession of a weapon in the fourth degree, the possession of a firearm, rifle or shotgun, outside the home, while impaired or intoxicated by use of alcohol or drugs; increases maximum fine for such offense to $10,000; provides for chemical testing of certain persons for whom there is reasonable cause to believe are in violation of such provision; provides for revocation of firearms permit upon conviction or refusal of a chemical test. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "SA6773-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1679\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to possession of  a  firearm,\n         rifle or shotgun while under the influence of alcohol or drugs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 80.05 of the penal law, as amended\n    2  by chapter 669 of the laws of 1984, is amended to read as follows:\n    3    1. Class A misdemeanor. A sentence to pay a fine for a class A  misde-\n    4  meanor  shall  be  a  sentence to pay an amount, fixed by the court, not\n    5  exceeding one thousand  dollars,  provided,  however,  that  a  sentence\n    6  imposed for a violation of:\n    7    (A)  section  215.80  of  this chapter may include a fine in an amount\n    8  equivalent to double the value of the property unlawfully disposed of in\n    9  the commission of the crime; AND\n   10    (B) SUBDIVISION NINE OF SECTION 265.01 OF THIS CHAPTER MAY  INCLUDE  A\n   11  FINE, FIXED BY THE COURT, NOT EXCEEDING TEN THOUSAND DOLLARS.\n   12    S 2. Section 265.00 of the penal law is amended by adding a new subdi-\n   13  vision 24 to read as follows:\n   14    24.   \"DRUG\"   MEANS   ANY  CONTROLLED  SUBSTANCE  LISTED  IN  SECTION\n   15  THIRTY-THREE HUNDRED SIX OF THE PUBLIC HEALTH LAW.\n   16    S 3. Subdivisions 2, 4, 5, 6, 7 and 8 of section 265.01 of  the  penal\n   17  law, subdivision 2 as amended by chapter 220 of the laws of 1988, subdi-\n   18  visions  4, 5 and 6 as added by chapter 1041 of the laws of 1974, subdi-\n   19  vision 7 as added by chapter 807 of the laws of 1981 and  subdivision  8\n   20  as  added  by  chapter  646  of  the laws of 1986, are amended and a new\n   21  subdivision 9 is added to read as follows:\n   22    (2) He OR SHE possesses any  dagger,  dangerous  knife,  dirk,  razor,\n   23  stiletto,  imitation pistol, or any other dangerous or deadly instrument\n   24  or weapon with intent to use the same unlawfully against another; or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04985-01-1\n\n       S. 1679                             2\n\n    1    (4) He OR SHE possesses a rifle or shotgun and has been convicted of a\n    2  felony or serious offense; or\n    3    (5)  He  OR  SHE possesses any dangerous or deadly weapon and is not a\n    4  citizen of the United States; or\n    5    (6) He OR SHE is a person who  has  been  certified  not  suitable  to\n    6  possess a rifle or shotgun, as defined in subdivision sixteen of section\n    7  265.00 OF THIS ARTICLE, and refuses to yield possession of such rifle or\n    8  shotgun upon the demand of a police officer. Whenever a person is certi-\n    9  fied  not suitable to possess a rifle or shotgun, a member of the police\n   10  department to which such certification is made, or of the state  police,\n   11  shall  forthwith  seize any rifle or shotgun possessed by such person. A\n   12  rifle or shotgun seized as herein provided shall not be  destroyed,  but\n   13  shall  be  delivered  to  the headquarters of such police department, or\n   14  state police, and there retained until  the  aforesaid  certificate  has\n   15  been rescinded by the director or physician in charge, or other disposi-\n   16  tion  of such rifle or shotgun has been ordered or authorized by a court\n   17  of competent jurisdiction[.]; OR\n   18    (7) He OR SHE knowingly possesses a  bullet  containing  an  explosive\n   19  substance designed to detonate upon impact[.]; OR\n   20    (8)  He  OR SHE possesses any armor piercing ammunition with intent to\n   21  use the same unlawfully against another[.]; OR\n   22    (9) (A) HE OR SHE POSSESSES A FIREARM, RIFLE OR SHOTGUN OUTSIDE OF HIS\n   23  OR HER HOME WHILE:\n   24    (I) HE OR SHE IS IN AN INTOXICATED CONDITION; OR\n   25    (II) HE OR SHE HAS .08 OF ONE PER CENTUM OR MORE BY WEIGHT OF  ALCOHOL\n   26  IN  THE  PERSON'S  BLOOD  AS SHOWN BY CHEMICAL ANALYSIS OF SUCH PERSON'S\n   27  BLOOD, BREATH, URINE OR SALIVA, MADE PURSUANT TO SECTION 265.45 OF  THIS\n   28  ARTICLE; OR\n   29    (III)  HIS  OR  HER  ABILITY  TO SAFELY POSSESS SUCH FIREARM, RIFLE OR\n   30  SHOTGUN IS IMPAIRED BY CONSUMPTION OF ALCOHOL; OR\n   31    (IV) HIS OR HER ABILITY TO SAFELY POSSESS SUCH FIREARM, RIFLE OR SHOT-\n   32  GUN IS IMPAIRED BY USE OF ANY DRUG; OR\n   33    (V) HIS OR HER ABILITY TO SAFELY POSSESS SUCH FIREARM, RIFLE OR  SHOT-\n   34  GUN IS IMPAIRED BY THE COMBINED INFLUENCE OF DRUGS OR OF ALCOHOL AND ANY\n   35  DRUG OR DRUGS.\n   36    (B) A PERSON MAY BE CONVICTED OF A VIOLATION OF SUBPARAGRAPH (I), (II)\n   37  OR  (III) OF PARAGRAPH (A) OF THIS SUBDIVISION, NOTWITHSTANDING THAT THE\n   38  CHARGE LAID BEFORE THE COURT ALLEGED A VIOLATION OF SUBPARAGRAPH (I)  OR\n   39  (II)  OF PARAGRAPH (A) OF THIS SUBDIVISION, AND REGARDLESS OF WHETHER OR\n   40  NOT SUCH CONVICTION IS BASED ON A PLEA OF GUILTY.\n   41    S 4. Paragraphs 3, 4, 5, 7, 7-a, 7-b, 7-e, 8, 9, 9-a, 10, 12,  13  and\n   42  13-a of subdivision a of section 265.20 of the  penal law, paragraphs 3,\n   43  7-a and 7-b as amended by chapter 210 of the laws of 1999, paragraphs 4,\n   44  9  and 10 as amended by chapter 1041 of the laws of 1974, paragraph 5 as\n   45  amended by chapter 235 of the laws of 2007, paragraph 7  as  amended  by\n   46  chapter 180 of the laws of 1998, paragraph 7-e as amended by chapter 281\n   47  of the laws of 2006, paragraph 8 as amended by chapter 61 of the laws of\n   48  2010, paragraph 9-a as amended by chapter 608 of the laws of 1984, para-\n   49  graph  12  as  added  by chapter 90 of the laws of 1979, paragraph 13 as\n   50  amended by chapter 150 of the laws of 1988 and paragraph 13-a  as  added\n   51  by chapter 370 of the laws of 1986, are amended to read as follows:\n   52    3.  Possession  of  a pistol or revolver by a person to whom a license\n   53  therefor has been issued as provided under section 400.00 or  400.01  of\n   54  this  chapter;  provided,  that  such  a  license  shall  not preclude a\n   55  conviction for [the] EITHER offense defined in subdivision three OR NINE\n   56  of section 265.01 of this article.\n\n       S. 1679                             3\n\n    1    4. Possession of a rifle, shotgun or longbow for  use  while  hunting,\n    2  trapping  or  fishing,  by a person, not a citizen of the United States,\n    3  carrying a valid license issued pursuant to section 11-0713 of the envi-\n    4  ronmental conservation law; PROVIDED THAT SUCH POSSESSION IN  ACCORDANCE\n    5  WITH  THIS PARAGRAPH SHALL NOT PRECLUDE THE APPLICATION OF THE PROVISION\n    6  OF OR A CONVICTION OF THE OFFENSE DEFINED IN SUBDIVISION NINE OF SECTION\n    7  265.01 OF THIS ARTICLE.\n    8    5. Possession of a rifle or shotgun by a person other  than  a  person\n    9  who  has  been  convicted  of  a  class  A-I  felony or a violent felony\n   10  offense, as defined in subdivision one of section 70.02 of this chapter,\n   11  who has been convicted as  specified  in  subdivision  four  of  section\n   12  265.01  OF  THIS  ARTICLE to whom a certificate of good conduct has been\n   13  issued pursuant to section seven hundred three-b of the correction  law;\n   14  PROVIDED  THAT  SUCH  POSSESSION IN ACCORDANCE WITH THIS PARAGRAPH SHALL\n   15  NOT PRECLUDE THE APPLICATION OF THE PROVISION OF OR A CONVICTION OF  THE\n   16  OFFENSE DEFINED IN SUBDIVISION NINE OF SECTION 265.01 OF THIS ARTICLE.\n   17    7.  Possession, at an indoor or outdoor shooting range for the purpose\n   18  of loading and firing, of a rifle or shotgun, the  propelling  force  of\n   19  which  is gunpowder by a person under sixteen years of age but not under\n   20  twelve, under the immediate supervision, guidance and instruction of (a)\n   21  a duly commissioned officer of the United States army, navy, air  force,\n   22  marine  corps  or  coast guard, or of the national guard of the state of\n   23  New York; or (b) a duly qualified adult citizen of the United States who\n   24  has been granted a certificate as an instructor in small  arms  practice\n   25  issued by the United States army, navy, air force or marine corps, or by\n   26  the adjutant general of this state, or by the national rifle association\n   27  of  America,  a not-for-profit corporation duly organized under the laws\n   28  of this state; or (c) a parent, guardian, or a person over  the  age  of\n   29  eighteen designated in writing by such parent or guardian who shall have\n   30  a certificate of qualification in responsible hunting, including safety,\n   31  ethics,  and  landowner relations-hunter relations, issued or honored by\n   32  the department of environmental conservation; or (d)  an  agent  of  the\n   33  department of environmental conservation appointed to conduct courses in\n   34  responsible hunting practices pursuant to article eleven of the environ-\n   35  mental  conservation  law;  PROVIDED  THAT SUCH POSSESSION IN ACCORDANCE\n   36  WITH THIS PARAGRAPH SHALL NOT PRECLUDE THE APPLICATION OF THE PROVISIONS\n   37  OF OR A CONVICTION OF THE OFFENSE DEFINED IN SUBDIVISION NINE OF SECTION\n   38  265.01 OF THIS ARTICLE.\n   39    7-a. Possession and use, at an indoor or outdoor pistol range  located\n   40  in  or on premises owned or occupied by a duly incorporated organization\n   41  organized for conservation purposes or to foster  proficiency  in  small\n   42  arms or at a target pistol shooting competition under the auspices of or\n   43  approved  by  the  national rifle association for the purpose of loading\n   44  and firing the same, by a person duly licensed to possess  a  pistol  or\n   45  revolver  pursuant  to  section  400.00  or  400.01 of this chapter of a\n   46  pistol or revolver duly so licensed to another person who is present  at\n   47  the  time; PROVIDED THAT SUCH POSSESSION AND USE IN ACCORDANCE WITH THIS\n   48  PARAGRAPH SHALL NOT PRECLUDE THE APPLICATION OF THE PROVISIONS OF  OR  A\n   49  CONVICTION  OF THE OFFENSE DEFINED IN SUBDIVISION NINE OF SECTION 265.01\n   50  OF THIS ARTICLE.\n   51    7-b. Possession and use, at an indoor or outdoor pistol range  located\n   52  in  or on premises owned or occupied by a duly incorporated organization\n   53  organized for conservation purposes or to foster  proficiency  in  small\n   54  arms or at a target pistol shooting competition under the auspices of or\n   55  approved  by  the  national rifle association for the purpose of loading\n   56  and firing the same, by a person  who  has  applied  for  a  license  to\n\n       S. 1679                             4\n\n    1  possess a pistol or revolver and pre-license possession of same pursuant\n    2  to section 400.00 or 400.01 of this chapter, who has not been previously\n    3  denied  a  license,  been  previously  convicted  of a felony or serious\n    4  offense, and who does not appear to be, or pose a threat to be, a danger\n    5  to  himself  or  to others, and who has been approved for possession and\n    6  use herein in accordance with section 400.00 or 400.01 of this  chapter;\n    7  provided  however, (A) that such possession AND USE shall be of a pistol\n    8  or revolver duly licensed to and shall be used  under  the  supervision,\n    9  guidance  and  instruction  of, a person specified in paragraph seven of\n   10  this subdivision [and provided further that], (B)  such  possession  and\n   11  use  be  within  the jurisdiction of the licensing officer with whom the\n   12  person has made application therefor or within the jurisdiction  of  the\n   13  superintendent  of state police in the case of a retired sworn member of\n   14  the division of state police who has made  an  application  pursuant  to\n   15  section  400.01  of  this  chapter,  AND  (C) SUCH POSSESSION AND USE IN\n   16  ACCORDANCE WITH THIS PARAGRAPH SHALL NOT PRECLUDE THE APPLICATION OF THE\n   17  PROVISIONS OF OR A CONVICTION OF THE OFFENSE DEFINED IN SUBDIVISION NINE\n   18  OF SECTION 265.01 OF THIS ARTICLE.\n   19    7-e. Possession and use of a pistol  or  revolver,  at  an  indoor  or\n   20  outdoor  pistol  range  located in or on premises owned or occupied by a\n   21  duly incorporated organization organized for conservation purposes or to\n   22  foster proficiency in small arms or at a target pistol shooting competi-\n   23  tion under the auspices of or approved by an association or organization\n   24  described in paragraph [7-a] SEVEN-A of this subdivision for the purpose\n   25  of loading and firing the same by a person at least  fourteen  years  of\n   26  age  but  under  the  age  of  twenty-one  who  has  not been previously\n   27  convicted of a felony or serious offense, and who does not appear to be,\n   28  or pose a threat to be, a danger to himself OR  HERSELF  or  to  others;\n   29  provided  however, that such possession shall be of a pistol or revolver\n   30  duly licensed to and shall be  used  under  the  immediate  supervision,\n   31  guidance  and  instruction  of, a person specified in paragraph seven of\n   32  this subdivision; AND PROVIDED, FURTHER, THAT SUCH POSSESSION AND USE IN\n   33  ACCORDANCE WITH THIS PARAGRAPH SHALL NOT PRECLUDE THE APPLICATION OF THE\n   34  PROVISIONS OF OR A CONVICTION OF THE OFFENSE DEFINED IN SUBDIVISION NINE\n   35  OF SECTION 265.01 OF THIS ARTICLE.\n   36    8. The manufacturer of machine-guns, firearm silencers, assault  weap-\n   37  ons,  large  capacity  ammunition feeding devices, disguised guns, pilum\n   38  ballistic knives, switchblade or gravity knives, billies  or  blackjacks\n   39  as  merchandise,  or  as  a transferee recipient of the same for repair,\n   40  lawful distribution or research and development, and  the  disposal  and\n   41  shipment thereof direct to a regularly constituted or appointed state or\n   42  municipal  police  department,  sheriff,  [policeman]  POLICE OFFICER or\n   43  other peace officer, or to  a  state  prison,  penitentiary,  workhouse,\n   44  county  jail or other institution for the detention of persons convicted\n   45  or accused of crime or held as witnesses in criminal cases,  or  to  the\n   46  military  service  of  this  state  or  of the United States; or for the\n   47  repair and return of the same to the lawful possessor  or  for  research\n   48  and development; PROVIDED THAT STATUS AS A MANUFACTURER, OR DISPOSAL AND\n   49  SHIPMENT IN ACCORDANCE WITH THIS PARAGRAPH SHALL NOT PRECLUDE THE APPLI-\n   50  CATION  OF  THE  PROVISIONS OF OR A CONVICTION OF THE OFFENSE DEFINED IN\n   51  SUBDIVISION NINE OF SECTION 265.01 OF THIS ARTICLE.\n   52    9. The regular and ordinary  transport  of  firearms  as  merchandise,\n   53  provided  that  the  person  transporting such firearms, where he OR SHE\n   54  knows or has reasonable means of ascertaining what he OR SHE  is  trans-\n   55  porting,  notifies  in  writing the police commissioner, police chief or\n   56  other law enforcement officer performing such functions at the place  of\n\n       S. 1679                             5\n\n    1  delivery,  of  the  name  and  address of the consignee and the place of\n    2  delivery, and withholds delivery to the consignee  for  such  reasonable\n    3  period of time designated in writing by such police commissioner, police\n    4  chief  or other law enforcement officer as such official may deem neces-\n    5  sary for investigation as to whether the consignee may lawfully  receive\n    6  and  possess  such  firearms,  PROVIDED, FURTHER, THAT SUCH TRANSPORT IN\n    7  ACCORDANCE WITH THIS PARAGRAPH SHALL NOT PRECLUDE THE APPLICATION OF THE\n    8  PROVISIONS OF OR A CONVICTION OF THE OFFENSE DEFINED IN SUBDIVISION NINE\n    9  OF SECTION 265.01 OF THIS ARTICLE.\n   10    9-a. a. Except as provided in [subdivision] SUBPARAGRAPH b [hereof] OF\n   11  THIS PARAGRAPH, the regular and ordinary transport of pistols or  revol-\n   12  vers  by  a  manufacturer  of  firearms to whom a license as a dealer in\n   13  firearms has been issued pursuant to section 400.00 of this chapter,  or\n   14  by  an  agent or employee of such manufacturer of firearms who is other-\n   15  wise duly licensed to carry a pistol or revolver and who is duly author-\n   16  ized in writing by such manufacturer of firearms to transport pistols or\n   17  revolvers on the date or dates specified, directly between places  where\n   18  the  manufacturer  of firearms regularly conducts business provided such\n   19  pistols or revolvers  are  transported  unloaded,  in  a  locked  opaque\n   20  container, PROVIDED THAT STATUS AS A MANUFACTURER, OR DISPOSAL AND SHIP-\n   21  MENT  IN  ACCORDANCE WITH THIS PARAGRAPH SHALL NOT PRECLUDE THE APPLICA-\n   22  TION OF THE PROVISIONS OF OR A CONVICTION  OF  THE  OFFENSE  DEFINED  IN\n   23  SUBDIVISION  NINE  OF  SECTION  265.01 OF THIS ARTICLE.  For purposes of\n   24  this [subdivision] PARAGRAPH, places where the manufacturer of  firearms\n   25  regularly conducts business [includes] INCLUDE, but [is] ARE not limited\n   26  to  places  where  the manufacturer of firearms regularly or customarily\n   27  conducts development or design of pistols or revolvers, or regularly  or\n   28  customarily  conducts  tests  on  pistols  or revolvers, or regularly or\n   29  customarily participates in the exposition of firearms to the public.\n   30    b. The transportation of such pistols or revolvers  into,  out  of  or\n   31  within  the  city  of  New York may be done only with the consent of the\n   32  police commissioner of the city of New York. To obtain such consent, the\n   33  manufacturer must notify the police commissioner in writing of the  name\n   34  and  address  of  the transporting manufacturer, or agent or employee of\n   35  the manufacturer who is authorized in writing by  such  manufacturer  to\n   36  transport pistols or revolvers, the number, make and model number of the\n   37  firearms to be transported and the place where the manufacturer regular-\n   38  ly conducts business within the city of New York and such other informa-\n   39  tion  as  the commissioner may deem necessary. The manufacturer must not\n   40  transport such pistols and revolvers between the  designated  places  of\n   41  business for such reasonable period of time designated in writing by the\n   42  police  commissioner  as  such  official may deem necessary for investi-\n   43  gation and to give consent. The police commissioner may not unreasonably\n   44  withhold his consent.\n   45    10. Engaging in the business of gunsmith or dealer in  firearms  by  a\n   46  person  to  whom  a  valid  license therefor has been issued pursuant to\n   47  section 400.00, PROVIDED THAT ENGAGING IN SUCH  BUSINESS  IN  ACCORDANCE\n   48  WITH THIS PARAGRAPH SHALL NOT PRECLUDE THE APPLICATION OF THE PROVISIONS\n   49  OF OR A CONVICTION OF THE OFFENSE DEFINED IN SUBDIVISION NINE OF SECTION\n   50  265.01 OF THIS ARTICLE.\n   51    12.  Possession of a pistol or revolver by a person who is a member or\n   52  coach of an accredited college or university target  pistol  team  while\n   53  transporting  the  pistol  or revolver into or through New York state to\n   54  participate in a collegiate, olympic or target pistol shooting  competi-\n   55  tion  under  the  auspices  of or approved by the national rifle associ-\n   56  ation, provided such pistol or revolver is unloaded  and  carried  in  a\n\n       S. 1679                             6\n\n    1  locked  carrying  case and the ammunition therefor is carried in a sepa-\n    2  rate locked container, PROVIDED, FURTHER THAT SUCH POSSESSION IN ACCORD-\n    3  ANCE WITH THIS PARAGRAPH SHALL  NOT  PRECLUDE  THE  APPLICATION  OF  THE\n    4  PROVISIONS OF OR A CONVICTION OF THE OFFENSE DEFINED IN SUBDIVISION NINE\n    5  OF SECTION 265.01 OF THIS ARTICLE.\n    6    13.  Possession of pistols and revolvers by a person who is a nonresi-\n    7  dent of this state while attending or traveling to or from, an organized\n    8  competitive pistol match or league competition  under  auspices  of,  or\n    9  approved  by, the National Rifle Association and in which he OR SHE is a\n   10  competitor, within forty-eight hours of such event or by a person who is\n   11  a non-resident of the state while attending or traveling to or  from  an\n   12  organized match sanctioned by the International Handgun Metallic Silhou-\n   13  ette  Association  and in which he OR SHE is a competitor, within forty-\n   14  eight hours of such event, provided that (A) he  OR  SHE  has  not  been\n   15  previously  convicted  of a felony or a crime which, if committed in New\n   16  York, would constitute a felony, (B) SUCH POSSESSION IN ACCORDANCE  WITH\n   17  THIS  PARAGRAPH  SHALL NOT PRECLUDE THE APPLICATION OF THE PROVISIONS OF\n   18  OR A CONVICTION OF THE OFFENSE DEFINED IN SUBDIVISION  NINE  OF  SECTION\n   19  260.01  OF  THIS ARTICLE, and [further provided] (C) that the pistols or\n   20  revolvers are transported unloaded in a locked opaque container together\n   21  with a copy of the match program, match schedule or  match  registration\n   22  card.  Such  documentation  shall  constitute  prima  facie  evidence of\n   23  exemption, [providing] PROVIDED that such person also has in his OR  HER\n   24  possession  a  pistol  license  or  firearms registration card issued in\n   25  accordance with the laws of his OR HER place of residence. For  purposes\n   26  of  this  [subdivision]  PARAGRAPH,  a person licensed in a jurisdiction\n   27  which does not authorize such license by a person who has been previous-\n   28  ly convicted of a felony shall be presumed to have no prior  conviction.\n   29  The  superintendent  of  state  police shall annually review the laws of\n   30  jurisdictions within the United States and Canada with  respect  to  the\n   31  applicable  requirements  for  licensing or registration of firearms and\n   32  shall publish a list of those jurisdictions which prohibit possession of\n   33  a firearm by a person previously convicted of a felony or  crimes  which\n   34  if committed in New York state would constitute a felony.\n   35    13-a.  Except in cities not wholly contained within a single county of\n   36  the state, possession of pistols and revolvers by  a  person  who  is  a\n   37  nonresident  of  this  state while attending or traveling to or from, an\n   38  organized convention or exhibition for the display of or education about\n   39  firearms, which is conducted under auspices  of,  or  approved  by,  the\n   40  National  Rifle  Association  and  in  which  he  OR SHE is a registered\n   41  participant, within forty-eight hours of such event, provided  that  (A)\n   42  he  OR  SHE  has  not  been  previously convicted of a felony or a crime\n   43  which, if committed in New York, would constitute  a  felony,  (B)  SUCH\n   44  POSSESSION  IN  ACCORDANCE  WITH  THIS  PARAGRAPH SHALL NOT PRECLUDE THE\n   45  APPLICATION OF THE PROVISIONS OF OR A CONVICTION OF THE OFFENSE  DEFINED\n   46  IN  SUBDIVISION  NINE  OF  SECTION  265.01 OF THIS ARTICLE, and [further\n   47  provided that] (C) the pistols or revolvers are transported unloaded  in\n   48  a  locked  opaque  container  together  with a copy of the convention or\n   49  exhibition program, convention or exhibition schedule or  convention  or\n   50  exhibition registration card.  Such documentation shall constitute prima\n   51  facie  evidence of exemption, [providing] PROVIDED that such person also\n   52  has in his OR HER possession a pistol license or  firearms  registration\n   53  card  issued  in  accordance  with the laws of his OR HER place of resi-\n   54  dence. For purposes of this paragraph, a person licensed in a  jurisdic-\n   55  tion  which  does  not  authorize  such license by a person who has been\n   56  previously convicted of a felony shall be  presumed  to  have  no  prior\n\n       S. 1679                             7\n\n    1  conviction. The superintendent of state police shall annually review the\n    2  laws  of  jurisdictions within the United States and Canada with respect\n    3  to the applicable requirements for licensing or registration of firearms\n    4  and   shall  publish  a  list  of  those  jurisdictions  which  prohibit\n    5  possession of a firearm by a person previously convicted of a felony  or\n    6  crimes which if committed in New York state would constitute a felony.\n    7    S  5.  The  penal law is amended by adding two new sections 265.45 and\n    8  265.50 to read as follows:\n    9  S 265.45 TESTING.\n   10    1. FIELD TESTING. EVERY PERSON WHO POSSESSES A FIREARM, RIFLE OR SHOT-\n   11  GUN WHICH HAS BEEN BRANDISHED, DISPLAYED OUTSIDE A  HOLSTER,  DISCHARGED\n   12  OR  OTHERWISE  USED  (OTHER  THAN  IN THE PERSON'S HOME, AT AN INDOOR OR\n   13  OUTDOOR SHOOTING RANGE, OR IN AN AREA WHERE HUNTING  IS  PERMITTED  WITH\n   14  THE WEAPON), OR WHICH IS POSSESSED, DISPLAYED OR DISCHARGED IN VIOLATION\n   15  OF ANY PROVISION OF THIS CHAPTER SHALL, AT THE REQUEST OF A POLICE OFFI-\n   16  CER,  SUBMIT  TO A BREATH TEST TO BE ADMINISTERED BY THE POLICE OFFICER,\n   17  UNLESS SUCH PERSON DEMONSTRATES TO SUCH  POLICE  OFFICER'S  SATISFACTION\n   18  THAT  HE  OR SHE IS NOT SUBJECT TO THE PROVISIONS OF SUBDIVISION NINE OF\n   19  SECTION 265.01 OF THIS ARTICLE. IF SUCH TEST INDICATES THAT SUCH POSSES-\n   20  SOR HAS CONSUMED ALCOHOL, THE POLICE OFFICER MAY REQUEST SUCH  POSSESSOR\n   21  TO  SUBMIT TO A CHEMICAL TEST IN THE MANNER SET FORTH IN SUBDIVISION TWO\n   22  OF THIS SECTION.\n   23    2. CHEMICAL TESTS. (A) WHEN AUTHORIZED. ANY  PERSON  WHO  POSSESSES  A\n   24  FIREARM,  RIFLE  OR  SHOTGUN  IN THIS STATE, OTHER THAN IN SUCH PERSON'S\n   25  HOME, SHALL BE DEEMED TO HAVE GIVEN CONSENT TO A CHEMICAL TEST OF ONE OR\n   26  MORE OF THE FOLLOWING: BREATH, BLOOD, URINE, OR SALIVA, FOR THE  PURPOSE\n   27  OF  DETERMINING  THE ALCOHOLIC AND/OR DRUG CONTENT OF THE BLOOD PROVIDED\n   28  THAT SUCH TEST IS ADMINISTERED BY OR AT THE DIRECTION OF A POLICE  OFFI-\n   29  CER  WITH RESPECT TO A CHEMICAL TEST OF BREATH, URINE OR SALIVA OR, WITH\n   30  RESPECT TO A CHEMICAL TEST OF BLOOD, AT THE DIRECTION OF A POLICE  OFFI-\n   31  CER:\n   32    (1)  HAVING  REASONABLE  GROUNDS  TO  BELIEVE  SUCH PERSON POSSESSED A\n   33  FIREARM, RIFE OR SHOTGUN IN VIOLATION OF  SUBDIVISION  NINE  OF  SECTION\n   34  265.01  OF  THIS ARTICLE AND WITHIN TWO HOURS AFTER SUCH PERSON HAS BEEN\n   35  PLACED UNDER ARREST FOR ANY SUCH VIOLATION; OR\n   36    (2) WITHIN TWO HOURS AFTER A BREATH TEST, AS PROVIDED  IN  SUBDIVISION\n   37  ONE  OF  THIS  SECTION, INDICATES THAT ALCOHOL HAS BEEN CONSUMED BY SUCH\n   38  PERSON AND IN ACCORDANCE WITH THE RULES AND REGULATIONS  ESTABLISHED  BY\n   39  THE LAW ENFORCEMENT AGENCY OF WHICH THE OFFICER IS A MEMBER.\n   40    FOR  THE  PURPOSES  OF THIS PARAGRAPH, \"REASONABLE GROUNDS\" TO BELIEVE\n   41  THAT A PERSON POSSESSED A FIREARM, RIFLE  OR  SHOTGUN  IN  VIOLATION  OF\n   42  SUBDIVISION  NINE  OF SECTION 265.01 OF THIS ARTICLE SHALL BE DETERMINED\n   43  BY VIEWING THE TOTALITY OF CIRCUMSTANCES SURROUNDING THE INCIDENT WHICH,\n   44  WHEN TAKEN TOGETHER, INDICATE THAT THE POSSESSION VIOLATED SUCH SUBDIVI-\n   45  SION.  SUCH CIRCUMSTANCES MAY INCLUDE ANY VISIBLE  OR  BEHAVIORAL  INDI-\n   46  CATION  OF  ALCOHOL OR DRUG CONSUMPTION BY SUCH PERSON, THE EXISTENCE OF\n   47  AN OPEN CONTAINER CONTAINING OR HAVING CONTAINED AN  ALCOHOLIC  BEVERAGE\n   48  IN  OR  AROUND  THE  VICINITY  OF  SUCH  PERSON,  OR  ANY OTHER EVIDENCE\n   49  SURROUNDING THE CIRCUMSTANCES OF THE INCIDENT WHICH INDICATES  THAT  THE\n   50  PERSON  WAS  IN  POSSESSION  OF A FIREARM, RIFLE OR SHOTGUN AFTER HAVING\n   51  CONSUMED ALCOHOL OR DRUGS AT THE TIME OF THE INCIDENT.\n   52    (B) REPORT OF REFUSAL. (1) IF: (A)  SUCH  PERSON  HAVING  BEEN  PLACED\n   53  UNDER ARREST; OR (B) AFTER A BREATH TEST INDICATES THE PRESENCE OF ALCO-\n   54  HOL  IN  THE  PERSON'S  SYSTEM;  AND  THE  PERSON HAVING THEREAFTER BEEN\n   55  REQUESTED TO SUBMIT TO SUCH CHEMICAL TEST AND HAVING BEEN INFORMED  THAT\n   56  ANY  LICENSE  HELD BY SUCH PERSON TO POSSESS A FIREARM, RIFLE OR SHOTGUN\n\n       S. 1679                             8\n\n    1  SHALL BE SUBJECT TO SUSPENSION OR REVOCATION FOR REFUSAL  TO  SUBMIT  TO\n    2  SUCH  TEST  WHETHER  OR NOT THE PERSON IS FOUND GUILTY OF THE CHARGE FOR\n    3  WHICH SUCH PERSON IS ARRESTED OR DETAINED, THEN IF SUCH  PERSON  REFUSES\n    4  TO  SUBMIT  TO SUCH CHEMICAL TEST OR ANY PORTION THEREOF, UNLESS A COURT\n    5  ORDER HAS BEEN GRANTED PURSUANT TO SUBDIVISION THREE  OF  THIS  SECTION,\n    6  THE  TEST  SHALL NOT BE GIVEN AND A WRITTEN REPORT OF SUCH REFUSAL SHALL\n    7  BE IMMEDIATELY MADE BY THE POLICE OFFICER BEFORE WHOM SUCH  REFUSAL  WAS\n    8  MADE.  SUCH  REPORT MAY BE VERIFIED BY HAVING THE REPORT SWORN TO, OR BY\n    9  AFFIXING TO SUCH REPORT A FORM NOTICE THAT FALSE STATEMENTS MADE THEREIN\n   10  ARE PUNISHABLE AS A CLASS A MISDEMEANOR PURSUANT TO  SECTION  210.45  OF\n   11  THIS  CHAPTER AND SUCH FORM NOTICE TOGETHER WITH THE SUBSCRIPTION OF THE\n   12  DEPONENT SHALL CONSTITUTE A VERIFICATION OF THE REPORT.\n   13    (2) THE REPORT OF  THE  POLICE  OFFICER  SHALL  SET  FORTH  REASONABLE\n   14  GROUNDS  TO  BELIEVE SUCH ARRESTED PERSON HAD POSSESSED A FIREARM, RIFLE\n   15  OR SHOTGUN IN VIOLATION OF SUBDIVISION NINE OF SECTION  265.01  OF  THIS\n   16  ARTICLE,  THAT  SAID PERSON HAD REFUSED TO SUBMIT TO SUCH CHEMICAL TEST,\n   17  AND THAT NO CHEMICAL TEST WAS ADMINISTERED PURSUANT TO THE  REQUIREMENTS\n   18  OF  SUBDIVISION  THREE OF THIS SECTION. THE REPORT SHALL BE PRESENTED TO\n   19  THE COURT UPON ARRAIGNMENT OF AN ARRESTED PERSON, AND SHALL BE TRANSMIT-\n   20  TED  BY  SUCH  COURT  TO  THE  APPROPRIATE  LICENSING  AUTHORITY  WITHIN\n   21  FORTY-EIGHT  HOURS  OF  THE  ARRAIGNMENT.  SUCH TRANSMITTAL SHALL NOT BE\n   22  WAIVED EVEN WITH THE CONSENT OF ALL PARTIES.\n   23    (3) THE LICENSE MAY BE TEMPORARILY SUSPENDED BY SUCH LICENSING AUTHOR-\n   24  ITY PENDING THE DETERMINATION OF A HEARING, IN ACCORDANCE WITH THE RULES\n   25  AND PROCEDURES OF SUCH AUTHORITY, FOR REFUSAL TO SUBMIT  TO  A  TEST  IN\n   26  EITHER THE CIRCUMSTANCES DESCRIBED IN SUBDIVISION ONE OF THIS SECTION OR\n   27  THE  CIRCUMSTANCES DESCRIBED IN SUBPARAGRAPH ONE OF THIS PARAGRAPH.  ANY\n   28  SUCH REFUSAL MAY, AFTER  SUCH  HEARING  OR  IF  UNCONTESTED,  CONSTITUTE\n   29  GROUNDS  FOR  CONTINUED  SUSPENSION  OR  REVOCATION  OF  SUCH LICENSE IN\n   30  ACCORDANCE WITH SUCH RULES AND PROCEDURES.\n   31    (4) NOTHING IN THIS SECTION SHALL BE DEEMED TO RESTRICT THE DISCRETION\n   32  OF ANY LICENSING AUTHORITY OR THE DISCRETION OF ANY JUDGE OR JUSTICE  OF\n   33  A  COURT  OF  RECORD  UNDER SUBDIVISION ELEVEN OF SECTION 400.00 OF THIS\n   34  CHAPTER TO SUSPEND OR REVOKE A LICENSE BECAUSE OF AN  ALLEGED  VIOLATION\n   35  OF  SUBDIVISION NINE OF SECTION 265.01 OF THIS ARTICLE, OR FOR ANY OTHER\n   36  REASON OTHER THAN REFUSAL TO SUBMIT TO A TEST AS REQUIRED BY THIS SUBDI-\n   37  VISION OR SUBDIVISION ONE OF THIS SECTION.\n   38    (C) REGULATIONS. A LICENSING AUTHORITY OR LAW ENFORCEMENT  AGENCY  MAY\n   39  PROMULGATE  SUCH RULES AND REGULATIONS AS MAY BE NECESSARY TO EFFECTUATE\n   40  THE PROVISIONS OF THIS SUBDIVISION AND SUBDIVISION ONE OF THIS SECTION.\n   41    (D) EVIDENCE. EVIDENCE OF A REFUSAL TO SUBMIT TO SUCH CHEMICAL TEST OR\n   42  ANY PORTION THEREOF SHALL BE ADMISSIBLE  IN  ANY  TRIAL,  PROCEEDING  OR\n   43  HEARING BASED UPON AN ALLEGED VIOLATION OF THE PROVISIONS OF SUBDIVISION\n   44  NINE  OF SECTION 265.01 OF THIS ARTICLE BUT ONLY UPON A SHOWING THAT THE\n   45  PERSON WAS GIVEN SUFFICIENT WARNING, IN CLEAR AND UNEQUIVOCAL  LANGUAGE,\n   46  OF  THE  EFFECT  OF  SUCH  REFUSAL  AND THAT THE PERSON PERSISTED IN THE\n   47  REFUSAL. SUCH SHOWING SHALL BE SATISFIED BY  SUBMISSION  OF  A  VERIFIED\n   48  REPORT  OF  REFUSAL  AS PROVIDED IN SUBPARAGRAPH ONE OF PARAGRAPH (B) OF\n   49  SUBDIVISION TWO OF THIS SECTION CONTAINING A STATEMENT THAT SUCH  PERSON\n   50  WAS  INFORMED  THAT HIS OR HER LICENSE SHALL BE SUBJECT TO SUSPENSION OR\n   51  REVOCATION WHETHER OR NOT THE PERSON IS FOUND GUILTY OF THE  CHARGE  FOR\n   52  WHICH  SUCH  PERSON  IS  ARRESTED  OR DETAINED IF SUCH PERSON REFUSES TO\n   53  SUBMIT TO SUCH TEST.\n   54    (E) RESULTS. UPON THE REQUEST  OF  THE  PERSON  WHO  WAS  TESTED,  THE\n   55  RESULTS OF SUCH TEST SHALL BE MADE AVAILABLE TO SUCH PERSON.\n\n       S. 1679                             9\n\n    1    3.  COMPULSORY  CHEMICAL  TESTS.  (A)  COURT  ORDERED  CHEMICAL TESTS.\n    2  NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION TWO OF  THIS  SECTION,  NO\n    3  PERSON  SUBJECT  TO THE PROVISIONS OF SUBDIVISION NINE OF SECTION 265.01\n    4  OF THIS ARTICLE WHO POSSESSES A FIREARM, RIFLE OR SHOTGUN (OTHER THAN IN\n    5  THE  PERSON'S  HOME,  AT AN INDOOR OR OUTDOOR SHOOTING RANGE, OR AN AREA\n    6  WHERE HUNTING IS PERMITTED WITH THE WEAPON) MAY REFUSE TO  SUBMIT  TO  A\n    7  CHEMICAL  TEST  OF ONE OR MORE OF THE FOLLOWING: BREATH, BLOOD, URINE OR\n    8  SALIVA, FOR THE PURPOSE OF DETERMINING THE ALCOHOLIC AND/OR DRUG CONTENT\n    9  OF THE BLOOD WHEN A COURT ORDER FOR SUCH CHEMICAL TEST HAS  BEEN  ISSUED\n   10  IN ACCORDANCE WITH THE PROVISIONS OF THIS SUBDIVISION.\n   11    (B)  WHEN AUTHORIZED. UPON REFUSAL BY ANY PERSON TO SUBMIT TO A CHEMI-\n   12  CAL TEST OR ANY PORTION THEREOF AS DESCRIBED IN PARAGRAPH  (A)  OF  THIS\n   13  SUBDIVISION,  THE  TEST  SHALL NOT BE GIVEN UNLESS A POLICE OFFICER OR A\n   14  DISTRICT ATTORNEY, AS DEFINED IN SUBDIVISION THIRTY-TWO OF SECTION  1.20\n   15  OF  THE  CRIMINAL  PROCEDURE  LAW, REQUESTS AND OBTAINS A COURT ORDER TO\n   16  COMPEL A PERSON TO SUBMIT TO A CHEMICAL TEST TO DETERMINE THE  ALCOHOLIC\n   17  OR DRUG CONTENT OF THE PERSON'S BLOOD UPON A FINDING OF REASONABLE CAUSE\n   18  TO BELIEVE THAT:\n   19    (1)  SUCH  PERSON  POSSESSED  A  FIREARM,  RIFLE OR SHOTGUN WITH WHICH\n   20  ANOTHER PERSON WAS KILLED OR SUFFERED PHYSICAL INJURY; AND\n   21    (2) (A) EITHER SUCH PERSON POSSESSED THE FIREARM, RIFLE OR SHOTGUN  IN\n   22  VIOLATION OF SUBDIVISION NINE OF SECTION 265.01 OF THIS ARTICLE, OR\n   23    (B)  A BREATH TEST ADMINISTERED BY A POLICE OFFICER IN ACCORDANCE WITH\n   24  SUBDIVISION ONE OF THIS SECTION INDICATES THAT ALCOHOL HAS BEEN CONSUMED\n   25  BY SUCH PERSON; AND\n   26    (3) SUCH PERSON HAS BEEN PLACED UNDER LAWFUL ARREST; AND\n   27    (4) SUCH PERSON HAS REFUSED TO  SUBMIT  TO  A  CHEMICAL  TEST  OR  ANY\n   28  PORTION  THEREOF,  REQUESTED  IN ACCORDANCE WITH THE PROVISIONS OF PARA-\n   29  GRAPH (A) OF SUBDIVISION TWO OF  THIS  SECTION  OR  IS  UNABLE  TO  GIVE\n   30  CONSENT TO SUCH A TEST.\n   31    (C)  REASONABLE CAUSE; DEFINITION. FOR THE PURPOSE OF THIS SUBDIVISION\n   32  \"REASONABLE CAUSE\" SHALL  BE  DETERMINED  BY  VIEWING  THE  TOTALITY  OF\n   33  CIRCUMSTANCES SURROUNDING THE INCIDENT WHICH, WHEN TAKEN TOGETHER, INDI-\n   34  CATE  THAT THE PERSON POSSESSED A FIREARM, RIFLE OR SHOTGUN IN VIOLATION\n   35  OF SUBDIVISION NINE OF SECTION 265.01  OF  THIS  ARTICLE.  SUCH  CIRCUM-\n   36  STANCES  MAY  INCLUDE, BUT ARE NOT LIMITED TO: EVIDENCE THAT SUCH PERSON\n   37  WAS BRANDISHING OR USING THE FIREARM, RIFLE OR SHOTGUN IN  VIOLATION  OF\n   38  ANY  PROVISION OF THIS CHAPTER OR COMMITTING ANY OTHER CRIME AT THE TIME\n   39  OF THE INCIDENT; ANY VISIBLE INDICATION OF ALCOHOL OR  DRUG  CONSUMPTION\n   40  OR  IMPAIRMENT  BY  SUCH  PERSON;  THE  EXISTENCE  OF  AN OPEN CONTAINER\n   41  CONTAINING AN ALCOHOLIC BEVERAGE IN  OR  AROUND  THE  VICINITY  OF  SUCH\n   42  PERSON; OR ANY OTHER EVIDENCE SURROUNDING THE CIRCUMSTANCES OF THE INCI-\n   43  DENT WHICH INDICATES THAT THE PERSON POSSESSED A FIREARM, RIFLE OR SHOT-\n   44  GUN WHILE IMPAIRED BY THE CONSUMPTION OF ALCOHOL OR DRUGS OR WAS INTOXI-\n   45  CATED AT THE TIME OF THE INCIDENT.\n   46    (D)  COURT  ORDER;  PROCEDURE. (1) AN APPLICATION FOR A COURT ORDER TO\n   47  COMPEL SUBMISSION TO A CHEMICAL TEST OR ANY PORTION THEREOF, MAY BE MADE\n   48  TO ANY SUPREME COURT JUSTICE, COUNTY COURT JUDGE OR DISTRICT COURT JUDGE\n   49  IN THE JUDICIAL DISTRICT IN WHICH THE INCIDENT OCCURRED, OR IF THE INCI-\n   50  DENT OCCURRED IN THE CITY OF NEW YORK BEFORE ANY SUPREME  COURT  JUSTICE\n   51  OR  JUDGE  OF THE CRIMINAL COURT OF THE CITY OF NEW YORK.  SUCH APPLICA-\n   52  TION MAY BE COMMUNICATED BY TELEPHONE, RADIO OR OTHER MEANS OF ELECTRON-\n   53  IC COMMUNICATION, OR IN PERSON.\n   54    (2) THE APPLICANT MUST PROVIDE IDENTIFICATION BY NAME  AND  TITLE  AND\n   55  MUST  STATE THE PURPOSE OF THE COMMUNICATION. UPON BEING ADVISED THAT AN\n   56  APPLICATION FOR A COURT ORDER TO COMPEL SUBMISSION TO A CHEMICAL TEST IS\n\n       S. 1679                            10\n\n    1  BEING MADE, THE COURT SHALL PLACE UNDER OATH THE APPLICANT AND ANY OTHER\n    2  PERSON PROVIDING INFORMATION IN SUPPORT OF THE APPLICATION  AS  PROVIDED\n    3  IN SUBPARAGRAPH THREE OF THIS PARAGRAPH. AFTER BEING SWORN THE APPLICANT\n    4  MUST  STATE  THAT  THE  PERSON FROM WHOM THE CHEMICAL TEST WAS REQUESTED\n    5  POSSESSED A FIREARM, RIFLE OR SHOTGUN  WITH  WHICH  ANOTHER  PERSON  WAS\n    6  KILLED  OR  PHYSICALLY  INJURED  AND, BASED UPON THE TOTALITY OF CIRCUM-\n    7  STANCES, THERE IS REASONABLE CAUSE TO BELIEVE THAT SUCH PERSON POSSESSED\n    8  A FIREARM, RIFLE OR SHOTGUN IN VIOLATION OF SUBDIVISION NINE OF  SECTION\n    9  265.01  OF THIS ARTICLE OR A BREATH TEST INDICATED THAT ALCOHOL HAD BEEN\n   10  CONSUMED BY SUCH PERSON AND, AFTER BEING PLACED UNDER LAWFUL ARREST SUCH\n   11  PERSON REFUSED TO SUBMIT TO A CHEMICAL TEST OR ANY PORTION  THEREOF,  IN\n   12  ACCORDANCE  WITH  THE  PROVISIONS  OF  THIS SECTION OR IS UNABLE TO GIVE\n   13  CONSENT TO SUCH A TEST OR ANY PORTION THEREOF. THE APPLICANT  MUST  MAKE\n   14  SPECIFIC ALLEGATIONS OF FACT TO SUPPORT SUCH STATEMENT. ANY OTHER PERSON\n   15  PROPERLY IDENTIFIED, MAY PRESENT SWORN ALLEGATIONS OF FACT IN SUPPORT OF\n   16  THE APPLICANT'S STATEMENT.\n   17    (3)  UPON  BEING ADVISED THAT AN ORAL APPLICATION FOR A COURT ORDER TO\n   18  COMPEL A PERSON TO SUBMIT TO A CHEMICAL TEST IS BEING MADE, A  JUDGE  OR\n   19  JUSTICE  SHALL  PLACE  UNDER  OATH  THE  APPLICANT  AND ANY OTHER PERSON\n   20  PROVIDING INFORMATION IN SUPPORT OF THE APPLICATION. SUCH OATH OR  OATHS\n   21  AND ALL OF THE REMAINING COMMUNICATION MUST BE RECORDED, EITHER BY MEANS\n   22  OF  A  VOICE RECORDING DEVICE OR VERBATIM STENOGRAPHIC OR VERBATIM LONG-\n   23  HAND NOTES. IF A VOICE RECORDING DEVICE IS USED OR A STENOGRAPHIC RECORD\n   24  MADE, THE JUDGE MUST HAVE THE RECORD TRANSCRIBED, CERTIFY TO THE ACCURA-\n   25  CY OF THE TRANSCRIPTION AND FILE THE ORIGINAL RECORD  AND  TRANSCRIPTION\n   26  WITH  THE  COURT  WITHIN  SEVENTY-TWO HOURS OF THE ISSUANCE OF THE COURT\n   27  ORDER. IF LONGHAND NOTES ARE TAKEN, THE JUDGE SHALL SUBSCRIBE A COPY AND\n   28  FILE IT WITH THE COURT WITHIN TWENTY-FOUR HOURS OF THE ISSUANCE  OF  THE\n   29  ORDER.\n   30    (4)  IF  THE COURT IS SATISFIED THAT THE REQUIREMENTS FOR THE ISSUANCE\n   31  OF A COURT ORDER PURSUANT TO THE PROVISIONS OF  PARAGRAPH  (B)  OF  THIS\n   32  SUBDIVISION  HAVE  BEEN  MET,  IT MAY GRANT THE APPLICATION AND ISSUE AN\n   33  ORDER REQUIRING THE ACCUSED TO SUBMIT TO A CHEMICAL  TEST  TO  DETERMINE\n   34  THE  ALCOHOLIC  AND/OR DRUG CONTENT OF HIS OR HER BLOOD AND ORDERING THE\n   35  WITHDRAWAL OF A BLOOD SAMPLE IN ACCORDANCE WITH THE PROVISIONS OF  PARA-\n   36  GRAPH  (A)  OF SUBDIVISION FOUR OF THIS SECTION. WHEN A JUDGE OR JUSTICE\n   37  DETERMINES TO ISSUE AN ORDER TO COMPEL SUBMISSION  TO  A  CHEMICAL  TEST\n   38  BASED  ON  AN ORAL APPLICATION, THE APPLICANT THEREFOR SHALL PREPARE THE\n   39  ORDER IN ACCORDANCE WITH THE INSTRUCTIONS OF THE JUDGE OR JUSTICE.    IN\n   40  ALL  CASES  THE  ORDER  SHALL  INCLUDE  THE NAME OF THE ISSUING JUDGE OR\n   41  JUSTICE, THE NAME OF THE APPLICANT, AND THE DATE AND TIME IT WAS ISSUED.\n   42  IT MUST BE SIGNED BY THE JUDGE OR JUSTICE IF ISSUED IN PERSON, OR BY THE\n   43  APPLICANT IF ISSUED ORALLY.\n   44    (5) ANY FALSE STATEMENT BY AN APPLICANT OR ANY OTHER PERSON IN SUPPORT\n   45  OF AN APPLICATION FOR A COURT ORDER SHALL SUBJECT  SUCH  PERSON  TO  THE\n   46  OFFENSES  FOR PERJURY SET FORTH IN ARTICLE TWO HUNDRED TEN OF THIS CHAP-\n   47  TER.\n   48    (6) THE CHIEF ADMINISTRATOR OF THE COURTS SHALL ESTABLISH  A  SCHEDULE\n   49  TO PROVIDE THAT A SUFFICIENT NUMBER OF JUDGES OR JUSTICES WILL BE AVAIL-\n   50  ABLE  IN  EACH  JUDICIAL  DISTRICT  TO  HEAR ORAL APPLICATIONS FOR COURT\n   51  ORDERS AS PERMITTED BY THIS SECTION.\n   52    (E) ADMINISTRATION OF COMPULSORY CHEMICAL TEST. AN ORDER ISSUED PURSU-\n   53  ANT TO THE PROVISIONS OF THIS SUBDIVISION SHALL REQUIRE THAT A  CHEMICAL\n   54  TEST  TO  DETERMINE THE ALCOHOLIC AND/OR DRUG CONTENT OF THE POSSESSOR'S\n   55  BLOOD MUST BE ADMINISTERED. THE PROVISIONS OF PARAGRAPHS  (A),  (B)  AND\n\n       S. 1679                            11\n\n    1  (C) OF SUBDIVISION FOUR OF THIS SECTION SHALL BE APPLICABLE TO ANY CHEM-\n    2  ICAL TEST ADMINISTERED PURSUANT TO THIS SECTION.\n    3    4. TESTING PROCEDURES. (A) PERSONS AUTHORIZED TO WITHDRAW BLOOD; IMMU-\n    4  NITY;  TESTIMONY.  (1) AT THE REQUEST OF A POLICE OFFICER, THE FOLLOWING\n    5  PERSONS MAY WITHDRAW BLOOD FOR THE PURPOSE OF DETERMINING THE  ALCOHOLIC\n    6  AND/OR  DRUG CONTENT THEREIN: (A) A PHYSICIAN, A REGISTERED PROFESSIONAL\n    7  NURSE OR A REGISTERED PHYSICIAN ASSISTANT; OR (B) UNDER THE  SUPERVISION\n    8  AND  AT THE DIRECTION OF A PHYSICIAN: A MEDICAL LABORATORY TECHNICIAN OR\n    9  MEDICAL TECHNOLOGIST AS CLASSIFIED BY CIVIL SERVICE; A PHLEBOTOMIST;  AN\n   10  ADVANCED  EMERGENCY MEDICAL TECHNICIAN AS CERTIFIED BY THE DEPARTMENT OF\n   11  HEALTH; OR A  MEDICAL  LABORATORY  TECHNICIAN  OR  MEDICAL  TECHNOLOGIST\n   12  EMPLOYED  BY  A CLINICAL LABORATORY APPROVED UNDER TITLE FIVE OF ARTICLE\n   13  FIVE OF THE PUBLIC HEALTH LAW. THIS LIMITATION SHALL NOT  APPLY  TO  THE\n   14  TAKING OF A URINE, SALIVA OR BREATH SPECIMEN.\n   15    (2)  NO PERSON ENTITLED TO WITHDRAW BLOOD PURSUANT TO SUBPARAGRAPH ONE\n   16  OF THIS PARAGRAPH OR  HOSPITAL  EMPLOYING  SUCH  PERSON,  AND  NO  OTHER\n   17  EMPLOYER OF SUCH PERSON SHALL BE SUED OR HELD LIABLE FOR ANY ACT DONE OR\n   18  OMITTED  IN  THE  COURSE OF WITHDRAWING BLOOD AT THE REQUEST OF A POLICE\n   19  OFFICER PURSUANT TO THIS SECTION.\n   20    (3) ANY PERSON WHO MAY HAVE A CAUSE OF ACTION ARISING FROM  THE  WITH-\n   21  DRAWAL  OF  BLOOD  AS  AFORESAID, FOR WHICH NO PERSONAL LIABILITY EXISTS\n   22  UNDER SUBPARAGRAPH TWO OF  THIS  PARAGRAPH,  MAY  MAINTAIN  SUCH  ACTION\n   23  AGAINST  THE  STATE IF ANY PERSON ENTITLED TO WITHDRAW BLOOD PURSUANT TO\n   24  THIS PARAGRAPH ACTED AT THE REQUEST OF A POLICE OFFICER EMPLOYED BY  THE\n   25  STATE,  OR AGAINST THE APPROPRIATE POLITICAL SUBDIVISION OF THE STATE IF\n   26  SUCH PERSON ACTED AT THE REQUEST OF A POLICE OFFICER EMPLOYED BY A POLI-\n   27  TICAL SUBDIVISION OF THE STATE. NO ACTION SHALL BE  MAINTAINED  PURSUANT\n   28  TO  THIS  SUBPARAGRAPH UNLESS NOTICE OF CLAIM IS DULY FILED OR SERVED IN\n   29  COMPLIANCE WITH LAW.\n   30    (4) NOTWITHSTANDING THE FOREGOING  PROVISIONS  OF  THIS  PARAGRAPH  AN\n   31  ACTION MAY BE MAINTAINED BY THE STATE OR A POLITICAL SUBDIVISION THEREOF\n   32  AGAINST A PERSON ENTITLED TO WITHDRAW BLOOD PURSUANT TO SUBPARAGRAPH ONE\n   33  OF  THIS  PARAGRAPH  OR  HOSPITAL EMPLOYING SUCH PERSON FOR WHOSE ACT OR\n   34  OMISSION THE STATE OR THE POLITICAL SUBDIVISION  HAS  BEEN  HELD  LIABLE\n   35  UNDER  THIS  PARAGRAPH  TO  RECOVER  DAMAGES,  NOT  EXCEEDING THE AMOUNT\n   36  AWARDED TO THE CLAIMANT, THAT MAY HAVE BEEN SUSTAINED BY  THE  STATE  OR\n   37  THE  POLITICAL SUBDIVISION BY REASON OF GROSS NEGLIGENCE OR BAD FAITH ON\n   38  THE PART OF SUCH PERSON.\n   39    (5) THE TESTIMONY OF ANY PERSON OTHER THAN A  PHYSICIAN,  ENTITLED  TO\n   40  WITHDRAW  BLOOD  PURSUANT  TO  SUBPARAGRAPH  ONE  OF  THIS PARAGRAPH, IN\n   41  RESPECT TO ANY SUCH WITHDRAWAL OF BLOOD  MADE  BY  SUCH  PERSON  MAY  BE\n   42  RECEIVED  IN  EVIDENCE WITH THE SAME WEIGHT, FORCE AND EFFECT AS IF SUCH\n   43  WITHDRAWAL OF BLOOD WERE MADE BY A PHYSICIAN.\n   44    (6) THE PROVISIONS OF SUBPARAGRAPHS TWO, THREE AND FOUR OF THIS  PARA-\n   45  GRAPH  SHALL ALSO APPLY WITH REGARD TO ANY PERSON EMPLOYED BY A HOSPITAL\n   46  AS SECURITY PERSONNEL FOR ANY ACT DONE OR OMITTED IN THE COURSE OF WITH-\n   47  DRAWING BLOOD AT THE REQUEST OF A POLICE OFFICER  PURSUANT  TO  A  COURT\n   48  ORDER IN ACCORDANCE WITH SUBDIVISION THREE OF THIS SECTION.\n   49    (B)  RIGHT TO ADDITIONAL TEST. THE PERSON TESTED SHALL BE PERMITTED TO\n   50  CHOOSE A PHYSICIAN TO ADMINISTER A CHEMICAL TEST IN ADDITION TO THE  ONE\n   51  ADMINISTERED AT THE DIRECTION OF THE POLICE OFFICER.\n   52    (C)  RULES  AND  REGULATIONS.  THE RULES AND REGULATIONS ISSUED BY THE\n   53  DEPARTMENT OF HEALTH PURSUANT TO PARAGRAPH (C) OF  SUBDIVISION  FOUR  OF\n   54  SECTION  ELEVEN HUNDRED NINETY-FOUR OF THE VEHICLE AND TRAFFIC LAW SHALL\n   55  ALSO APPLY TO ANALYSES UNDER THIS SECTION. IF THE ANALYSES WERE MADE  BY\n   56  AN  INDIVIDUAL  POSSESSING  A PERMIT ISSUED BY THE DEPARTMENT OF HEALTH,\n\n       S. 1679                            12\n\n    1  THIS SHALL BE PRESUMPTIVE EVIDENCE THAT  THE  EXAMINATION  WAS  PROPERLY\n    2  GIVEN. THE PROVISIONS OF THIS PARAGRAPH DO NOT PROHIBIT THE INTRODUCTION\n    3  AS  EVIDENCE  OF  AN  ANALYSIS MADE BY AN INDIVIDUAL OTHER THAN A PERSON\n    4  POSSESSING A PERMIT ISSUED BY THE DEPARTMENT OF HEALTH.\n    5    5. DEFINITIONS. FOR THE PURPOSES OF THIS SECTION:\n    6    (A)  \"LICENSE\"  MEANS AND INCLUDES LICENSES ISSUED PURSUANT TO SECTION\n    7  400.00 OF THIS CHAPTER, AND ANY PERMIT ISSUED BY A COUNTY, CITY, TOWN OR\n    8  VILLAGE PURSUANT TO A LOCAL LAW, CODE OR ORDINANCE WHICH  RESTRICTS  THE\n    9  POSSESSION AND PURCHASE OF RIFLES AND SHOTGUNS.\n   10    (B)  \"LICENSING AUTHORITY\" MEANS THE LICENSING OFFICER OR AGENCY WHICH\n   11  ISSUES A LICENSE.\n   12  S 265.50 CHEMICAL TEST EVIDENCE.\n   13    1. ADMISSIBILITY. UPON THE TRIAL OF ANY ACTION OR  PROCEEDING  ARISING\n   14  OUT OF ACTIONS ALLEGED TO HAVE BEEN COMMITTED BY ANY PERSON ARRESTED FOR\n   15  A  VIOLATION  OF SUBDIVISION NINE OF SECTION 265.01 OF THIS ARTICLE, THE\n   16  COURT SHALL ADMIT EVIDENCE OF THE AMOUNT OF  ALCOHOL  OR  DRUGS  IN  THE\n   17  DEFENDANT'S  BLOOD  AS  SHOWN  BY  A  TEST  ADMINISTERED PURSUANT TO THE\n   18  PROVISIONS OF SECTION 265.45 OF THIS ARTICLE.\n   19    2. PROBATIVE VALUE. THE FOLLOWING EFFECT SHALL BE GIVEN TO EVIDENCE OF\n   20  BLOOD-ALCOHOL CONTENT, AS DETERMINED BY SUCH TESTS, OF A PERSON ARRESTED\n   21  FOR VIOLATION OF SUBDIVISION NINE OF SECTION 265.01 OF THIS ARTICLE:\n   22    (A) EVIDENCE THAT THERE WAS .05 OF ONE PER CENTUM OR LESS BY WEIGHT OF\n   23  ALCOHOL IN SUCH PERSON'S BLOOD SHALL BE PRIMA FACIE  EVIDENCE  THAT  THE\n   24  ABILITY OF SUCH PERSON TO SAFELY POSSESS A FIREARM, RIFLE OR SHOTGUN WAS\n   25  NOT IMPAIRED BY THE CONSUMPTION OF ALCOHOL, AND THAT SUCH PERSON WAS NOT\n   26  IN AN INTOXICATED CONDITION;\n   27    (B)  EVIDENCE  THAT THERE WAS MORE THAN .05 OF ONE PER CENTUM BUT LESS\n   28  THAN .07 OF ONE PER CENTUM BY WEIGHT OF ALCOHOL IN SUCH  PERSON'S  BLOOD\n   29  SHALL BE PRIMA FACIE EVIDENCE THAT SUCH PERSON WAS NOT IN AN INTOXICATED\n   30  CONDITION,  BUT  SUCH EVIDENCE SHALL BE RELEVANT EVIDENCE, BUT SHALL NOT\n   31  BE GIVEN PRIMA FACIE EFFECT, IN DETERMINING WHETHER THE ABILITY OF  SUCH\n   32  PERSON TO SAFELY POSSESS A FIREARM, RIFLE OR SHOTGUN WAS IMPAIRED BY THE\n   33  CONSUMPTION OF ALCOHOL; AND\n   34    (C)  EVIDENCE  THAT  THERE  WAS .07 OF ONE PER CENTUM OR MORE BUT LESS\n   35  THAN .08 OF ONE PER CENTUM BY WEIGHT OF ALCOHOL IN SUCH  PERSON'S  BLOOD\n   36  SHALL BE PRIMA FACIE EVIDENCE THAT SUCH PERSON WAS NOT IN AN INTOXICATED\n   37  CONDITION, BUT SUCH EVIDENCE SHALL BE GIVEN PRIMA FACIE EFFECT IN DETER-\n   38  MINING  WHETHER  THE ABILITY OF SUCH PERSON TO SAFELY POSSESS A FIREARM,\n   39  RIFLE OR SHOTGUN WAS IMPAIRED BY THE CONSUMPTION OF ALCOHOL.\n   40    3. SUPPRESSION. A DEFENDANT WHO HAS BEEN  COMPELLED  TO  SUBMIT  TO  A\n   41  CHEMICAL TEST PURSUANT TO THE PROVISIONS OF SUBDIVISION THREE OF SECTION\n   42  265.45  OF THIS ARTICLE MAY MOVE FOR THE SUPPRESSION OF SUCH EVIDENCE IN\n   43  ACCORDANCE WITH ARTICLE SEVEN HUNDRED TEN OF THE CRIMINAL PROCEDURE  LAW\n   44  ON  THE GROUNDS THAT THE ORDER WAS OBTAINED AND THE TEST ADMINISTERED IN\n   45  VIOLATION OF THE PROVISIONS OF SUCH SUBDIVISION OR ANY OTHER  APPLICABLE\n   46  LAW.\n   47    S  6. Subdivision 11 of section 400.00 of the penal law, as amended by\n   48  chapter 210 of the laws of 1999, is amended to read as follows:\n   49    11. License: revocation and suspension. The conviction of  a  licensee\n   50  anywhere of a felony or serious offense shall operate as a revocation of\n   51  the  license.  A  license may be revoked or suspended as provided for in\n   52  SUBDIVISION TWO OF SECTION 265.45 OF THIS CHAPTER, section 530.14 of the\n   53  criminal procedure law or section eight hundred forty-two-a of the fami-\n   54  ly court act. Except for a license issued pursuant to section 400.01  of\n   55  this  article, a license may be revoked and cancelled at any time in the\n   56  city of New York, and in the counties of  Nassau  and  Suffolk,  by  the\n\n       S. 1679                            13\n\n    1  licensing  officer,  and  elsewhere  than in the city of New York by any\n    2  judge or justice of a court of record;  a  license  issued  pursuant  to\n    3  section  400.01 of this article may be revoked and cancelled at any time\n    4  by  the  licensing officer or any judge or justice of a court of record.\n    5  The official revoking a license shall give written notice thereof  with-\n    6  out  unnecessary  delay  to  the executive department, division of state\n    7  police, Albany, and shall also notify immediately the  duly  constituted\n    8  police authorities of the locality.\n    9    S 7. This act shall take effect on the one hundred eightieth day after\n   10  it shall have become a law; provided, however, that any actions, includ-\n   11  ing but not limited to the promulgation of rules and regulations, neces-\n   12  sary  to  implement the provisions of this act on its effective date are\n   13  authorized and directed to be made and completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to possession of a firearm, rifle or shotgun while under the influence of alcohol or drugs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T115714.TXT", "SOBI.D110111.T164224.TXT", "SOBI.D110111.T114156.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294782144507
}