{
  "year" : 2011,
  "senateBillNo" : "S1676-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1676-2011-1294722000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes additional requirements for firearm license: completion of a course in firearm safety, use, maintenance, relevant laws, and first aid",
  "summary" : "Establishes additional requirements for firearm license including completion of a course in firearm safety, use, maintenance, relevant laws and first aid and upon approval by district attorney by a showing of extraordinary likelihood of need to defend oneself from imminent danger or death. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S128-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1676\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in  relation  to  license  to  carry  and\n         possess firearms\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 400.00 of the penal law is amended by adding a new\n    2  subdivision 1-a to read as follows:\n    3    1-A. QUALIFICATIONS. IN ADDITION TO  THE  REQUIREMENTS  SET  FORTH  IN\n    4  SUBDIVISION  ONE  OF THIS SECTION, NO LICENSE SHALL BE ISSUED OR RENEWED\n    5  TO A PERSON WHO IS NOT IN THE BUSINESS OF GUNSMITH OR DEALER  EXCEPT  TO\n    6  AN APPLICANT:\n    7    (A)  WHO IS EIGHTEEN YEARS OF AGE OR OLDER; (B) WHO HAS SATISFACTORILY\n    8  COMPLETED A COURSE, APPROVED BY THE  COMMISSIONER  OF  THE  DIVISION  OF\n    9  CRIMINAL  JUSTICE  SERVICES,  OF  NOT LESS THAN FIFTEEN HOURS IN (I) THE\n   10  SAFE AND ACCURATE USE OF A PISTOL OR REVOLVER; (II) THE  PROPER  MAINTE-\n   11  NANCE  OF  A PISTOL OR REVOLVER; (III) THE LAWS REGARDING POSSESSION AND\n   12  USE OF A PISTOL OR REVOLVER; AND (IV) THE ADMINISTRATION OF FIRST AID TO\n   13  PERSONS INJURED BY A PISTOL OR REVOLVER; AND (C) WHO CAN  PROVE  TO  THE\n   14  SATISFACTION  OF THE LICENSING OFFICER AND THE SIGNATORY DISTRICT ATTOR-\n   15  NEY OR ATTORNEYS THAT THERE IS AN  EXTRAORDINARY  LIKELIHOOD  THAT  SUCH\n   16  PERSON  MAY  FIND  HIMSELF OR HERSELF IN A SITUATION WHERE HE OR SHE MAY\n   17  HAVE TO USE A PISTOL OR REVOLVER TO PROTECT HIMSELF, HERSELF OR  OTHERS,\n   18  FROM IMMINENT DANGER OF DEATH.\n   19    S 2. Section 400.00 of the penal law is amended by adding a new subdi-\n   20  vision 5-a to read as follows:\n   21    5-A.  APPROVAL. NO LICENSE FOR A PISTOL OR REVOLVER SHALL BE ISSUED OR\n   22  RENEWED PURSUANT TO THIS SECTION BY THE LICENSING OFFICER,  EXCEPT  WITH\n   23  THE  WRITTEN  AND SIGNED APPROVAL OF THE DISTRICT ATTORNEY OF THE COUNTY\n   24  WHEREIN THE APPLICANT RESIDES  OR,  IN  THE  CASE  WHERE  THE  APPLICANT\n   25  INTENDS  TO USE SUCH PISTOL OR REVOLVER PRIMARILY IN A COUNTY OUTSIDE OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05895-01-1\n\n       S. 1676                             2\n\n    1  THE APPLICANT'S COUNTY OF RESIDENCE, WITH THE  APPROVAL  OF  SUCH  OTHER\n    2  COUNTY'S  DISTRICT  ATTORNEY, OR IN THE CASE WHERE THE APPLICANT INTENDS\n    3  TO USE SUCH PISTOL OR REVOLVER IN SEVERAL COUNTIES OUTSIDE OF THE APPLI-\n    4  CANT'S  COUNTY  OF RESIDENCE, WITH THE APPROVAL OF THE DISTRICT ATTORNEY\n    5  OF THE COUNTY WHEREIN THE APPLICANT RESIDES PLUS AT LEAST  ONE  DISTRICT\n    6  ATTORNEY  OF  A COUNTY WHERE THE APPLICANT INTENDS TO USE SUCH PISTOL OR\n    7  REVOLVER.\n    8    S 3. This act shall take effect on the thirtieth day  after  it  shall\n    9  have become a law.\n",
  "memo" : "BILL NUMBER:S1676\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to license to carry and possess\nfirearms\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe purpose of this legislation is to establish a rational set of\nrequirements for individuals to obtain a license to carry and possess\na pistol or revolver.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis legislation restructures the eligibility requirements for an\nindividual to carry and possess firearms.\n\nSection 1 of the bill amends section 400.00 of the penal law by adding\na new subdivision 1-a which establishes certain qualifications to the\nrequirements set forth in subdivision one of this section. These\nqualifications are: -- A minimum age requirement of 18 years of age\nto apply for a license to carry and possess firearms. -- Completion of\na 15 hour course in the safe and accurate use of a pistol or\nrevolver, the proper maintenance of a pistol and revolver, the laws\nregarding the possession and use of a pistol or revolver and the\nadministration of first aid to persons injured by a pistol or\nrevolver. -- The satisfactory proof to the licensing officer and the\nsignatory district attorney or attorneys that there is an\nextraordinary likelihood that such person may have to use a pistol or\nrevolver to protect himself or others from imminent danger of death.\nSection 2 of the bill amends section 400..00 of the penal law by\nadding a new subdivision 5-a which states that no license for a\npistol or revolver shall be granted unless approved by a district\nattorney.\n\nJUSTIFICATION:\nAt present there is no state minimum age requirement for handgun\nlicense applicants. Several counties throughout the state have\nadopted individual age requirements ranging from 18 years to 21 years\nof age. This legislation provides a uniform age standard throughout\nthe state. The course requirements parallel other state licensing\nprocedures. When a person applies for a driver's license, it is\nexpected that the applicant understand the rules and regulations\npertaining to the road, and still have practical experience in the\noperation of a motor vehicle. Similarly, a person wishing to possess\na pistol or revolver should have a working knowledge of the firearm,\nand mandating a state-wide fifteen hour course for pistol or revolver\nlicense applicants would serve the purpose of acquainting the\napplicant with the state's rules and regulations, and use of a pistol\nor revolver. Mandating the written approval of the county district\nattorney, in addition to the approval of the licensing officer,\noffers the general public input in the licensing process through an\n\nelected official. The \"good cause\" provision, in present statute,\nprotects the applicant rather than the general public. As the law\nreads, the licensing officer must show \"good cause\"\nfor the denial of a license, the burden of proof being placed on the\nstate, A license is a privilege offered by the state and it follows\nthat the onus be placed on the applicant, to prove to the\nsatisfaction of both the licensing officer and the county district\nattorney that such privilege is warranted.\n\nPRIOR LEGISLATIVE HISTORY:\nS.7474 of 2008\n04/07/08 Referred to Codes\n01/07/09 REFERRED TO CODES\n01/06/10 REFERRED TO CODES\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the 30th day after it becomes law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to license to carry and possess firearms ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T110654.TXT", "SOBI.D110111.T115714.TXT", "SOBI.D110111.T165226.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T120157.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909116
}