{
  "year" : 2011,
  "senateBillNo" : "S1673-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO RACING, GAMING AND WAGERING",
    "billEventId" : "S1673-2011-1294722000000-REFERRED+TO+RACING%2C+GAMING+AND+WAGERING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes certain exceptions for the issuance of licenses for the conduct of games of bingo",
  "summary" : "Makes certain exceptions for the issuance of licenses for the conduct of games of bingo for rehabilitation programs licensed or certified by a state agency and conducted by an applicant providing such rehabilitation programs or an affiliate thereof. ",
  "currentCommittee" : "RACING, GAMING AND WAGERING",
  "sameAs" : "A1587",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A2176-2009", "S4149-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1673                                                  A. 1587\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced by Sens. MONTGOMERY, HASSELL-THOMPSON -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Racing, Gaming and Wagering\n\n       IN  ASSEMBLY  -- Introduced by M. of A. McENENY, FARRELL, PEOPLES-STOKES\n         -- read once and referred to the Committee on Racing and Wagering\n\n       AN ACT to amend the general  municipal  law,  in  relation  to  who  may\n         conduct games of bingo\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 481 of the gener-\n    2  al municipal law, as amended by  section 17 of part LL of chapter 56  of\n    3  the laws of 2010, is amended to read as follows:\n    4    (a)  Issuance  of  licenses to conduct bingo. If the governing body of\n    5  the municipality shall determine that the applicant is duly qualified to\n    6  be licensed to conduct bingo under this  article;  that  the  member  or\n    7  members  of the applicant designated in the application to conduct bingo\n    8  are bona fide active members of the applicant and are  persons  of  good\n    9  moral  character  and  have  never  been  convicted  of  a  crime or, if\n   10  convicted, have received a pardon or a certificate of good conduct or  a\n   11  certificate of relief from disabilities pursuant to article twenty-three\n   12  of  the  correction  law  OR,  WHERE  SUCH  MEMBER  OR MEMBERS HAVE BEEN\n   13  CONVICTED OF A CRIME BUT HAVE NOT RECEIVED A PARDON  OR  CERTIFICATE  OF\n   14  GOOD CONDUCT, AND THE MEMBER OR MEMBERS ARE INVOLVED IN A REHABILITATION\n   15  PROGRAM  LICENSED  OR  CERTIFIED  BY A STATE AGENCY AND CONDUCTED BY THE\n   16  APPLICANT OR AN AFFILIATE, AND THAT SUCH GAMES ARE CONDUCTED ON PROPERTY\n   17  LEASED OR OWNED BY THE APPLICANT; that such games are to be conducted in\n   18  accordance with the provisions of this article and  in  accordance  with\n   19  the rules and regulations of the commission, and that the proceeds ther-\n   20  eof  are  to  be  disposed  of  as  provided by this article, and if the\n   21  governing body is satisfied that no  commission,  salary,  compensation,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01817-01-1\n\n       S. 1673                             2                            A. 1587\n\n    1  reward  or recompense whatever will be paid or given to any person hold-\n    2  ing, operating or conducting or assisting in the holding, operation  and\n    3  conduct  of any such games except as in this article otherwise provided;\n    4  and  that  no  prize  will  be offered and given in excess of the sum or\n    5  value of one thousand dollars in any single game and that the  aggregate\n    6  of  all  prizes  offered  and  given in all of such games conducted on a\n    7  single occasion, under said license shall not exceed the sum or value of\n    8  three thousand dollars, it shall issue a license to  the  applicant  for\n    9  the  conduct  of bingo upon payment of a license fee of eighteen dollars\n   10  and seventy-five cents for each bingo occasion; provided, however,  that\n   11  the governing body shall refuse to issue a license to an applicant seek-\n   12  ing  to  conduct bingo in premises of a licensed commercial lessor where\n   13  it determines that the premises presently  owned  or  occupied  by  said\n   14  applicant  are  in  every  respect  adequate and suitable for conducting\n   15  bingo games.\n   16    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1673\n\nTITLE OF BILL:\nAn act\nto amend the general municipal law, in relation to who may conduct games\nof bingo\n\nPURPOSE OR GENERAL IDEA OF BILL:\nMakes certain exceptions for the issuance of licenses for the conduct\nof games of bingo.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAmends paragraph (a) of subdivision 1 of section 481 of the general\nmunicipal law by adding language that would provide for an exception\n~here the members conducting the bingo are involved in a\nrehabilitation program licensed or certified by a state agency.\n\nJUSTIFICATION:\nThe intent of the original law was to assure that those convicted of a\ncrime not be able to conduct bingo games. This new language would\nprovide an exception to the law to allow those convicted of a crime\nto conduct bingo if they are involved in a rehabilitation program\nlicensed or certified by a state agency. This would allow programs\nsuch as Father Young Industries to be able to continue an essential\npart of their fundraising program that supports the programs that\nserve those convicted of crimes.\n\nPRIOR LEGISLATIVE HISTORY:\n2006: S.8252 - Died in Committee\n2008: S.2078 - Advanced to Third Reading and Committed to Rules\n2009: S.4149 - Died in Committee\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to who may conduct games of bingo ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T114657.TXT", "SOBI.D110111.T105652.TXT", "SOBI.D110111.T152721.TXT", "SOBI.D110111.T115156.TXT", "SOBI.D110111.T112154.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909107
}