{
  "year" : 2011,
  "senateBillNo" : "S1670-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1670-2011-1294722000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the crime of unlawful use of spyware and malware",
  "summary" : "Establishes the crime of unlawful use of spyware and malware; unlawful use of spyware and malware is a class A misdemeanor, provided, however, that unlawful use of spyware and malware by a person who has been previously convicted within the last five years of having violated this section is a class E felony. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S137-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1670\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to establishing the crime  of\n         unlawful use of spyware and malware\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 156.40  to\n    2  read as follows:\n    3  S 156.40 UNLAWFUL USE OF SPYWARE AND MALWARE.\n    4    1. A PERSON IS GUILTY OF UNLAWFUL USE OF SPYWARE AND MALWARE WHEN SUCH\n    5  PERSON  OR ENTITY THAT IS NOT AN AUTHORIZED USER, AS DEFINED IN SUBDIVI-\n    6  SION FOUR OF THIS SECTION, WITH ACTUAL KNOWLEDGE, WITH CONSCIOUS  AVOID-\n    7  ANCE  OF  ACTUAL KNOWLEDGE, OR WILLFULLY, CAUSES COMPUTER SOFTWARE TO BE\n    8  COPIED ONTO THE COMPUTER OF A CONSUMER IN THIS STATE AND USES THE  SOFT-\n    9  WARE TO DO ANY OF THE FOLLOWING:\n   10    (A)  MODIFY, THROUGH INTENTIONALLY DECEPTIVE MEANS, ANY OF THE FOLLOW-\n   11  ING SETTINGS RELATED TO THE COMPUTER'S ACCESS TO, OR USE OF, THE  INTER-\n   12  NET:\n   13    (1) THE PAGE THAT APPEARS WHEN AN AUTHORIZED USER LAUNCHES AN INTERNET\n   14  BROWSER  OR  SIMILAR  SOFTWARE  PROGRAM  USED TO ACCESS AND NAVIGATE THE\n   15  INTERNET.\n   16    (2) THE DEFAULT PROVIDER OR WEB PROXY  THE  AUTHORIZED  USER  USES  TO\n   17  ACCESS OR SEARCH THE INTERNET.\n   18    (3) THE AUTHORIZED USER'S LIST OF BOOKMARKS USED TO ACCESS WEB PAGES.\n   19    (B)  COLLECT,  THROUGH INTENTIONALLY DECEPTIVE MEANS, PERSONALLY IDEN-\n   20  TIFIABLE INFORMATION THAT MEETS ANY OF THE FOLLOWING CRITERIA:\n   21    (1) IT IS COLLECTED THROUGH THE USE OF  A  KEYSTROKE-LOGGING  FUNCTION\n   22  THAT  RECORDS  ALL  KEYSTROKES  MADE  BY AN AUTHORIZED USER WHO USES THE\n   23  COMPUTER AND TRANSFERS THAT INFORMATION FROM  THE  COMPUTER  TO  ANOTHER\n   24  PERSON.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05901-01-1\n\n       S. 1670                             2\n\n    1    (2)  IT  INCLUDES ALL OR SUBSTANTIALLY ALL OF THE WEB SITES VISITED BY\n    2  AN AUTHORIZED USER, OTHER THAN WEB SITES OF THE PROVIDER  OF  THE  SOFT-\n    3  WARE,  IF  THE  COMPUTER  SOFTWARE WAS INSTALLED IN A MANNER DESIGNED TO\n    4  CONCEAL FROM ALL AUTHORIZED USERS OF THE  COMPUTER  THE  FACT  THAT  THE\n    5  SOFTWARE IS BEING INSTALLED.\n    6    (3) IT IS A DATA ELEMENT DESCRIBED IN SUBPARAGRAPH TWO, THREE, OR FOUR\n    7  OF  PARAGRAPH  (K) OF SUBDIVISION FOUR OF THIS SECTION, OR IN CLAUSE (A)\n    8  OR (B) OF SUBPARAGRAPH FIVE OF PARAGRAPH (K) OF SUBDIVISION FOUR OF THIS\n    9  SECTION, THAT IS EXTRACTED FROM THE CONSUMER'S COMPUTER HARD DRIVE FOR A\n   10  PURPOSE WHOLLY UNRELATED TO ANY OF  THE  PURPOSES  OF  THE  SOFTWARE  OR\n   11  SERVICE DESCRIBED TO AN AUTHORIZED USER.\n   12    (C)  PREVENT, WITHOUT THE AUTHORIZATION OF AN AUTHORIZED USER, THROUGH\n   13  INTENTIONALLY DECEPTIVE MEANS, AN AUTHORIZED USER'S  REASONABLE  EFFORTS\n   14  TO  BLOCK THE INSTALLATION OF, OR TO DISABLE, SOFTWARE, BY CAUSING SOFT-\n   15  WARE THAT THE AUTHORIZED USER HAS PROPERLY REMOVED OR DISABLED TO  AUTO-\n   16  MATICALLY  REINSTALL  OR REACTIVATE ON THE COMPUTER WITHOUT THE AUTHORI-\n   17  ZATION OF AN AUTHORIZED USER.\n   18    (D) INTENTIONALLY MISREPRESENT THAT SOFTWARE WILL  BE  UNINSTALLED  OR\n   19  DISABLED  BY  AN AUTHORIZED USER'S ACTION, WITH KNOWLEDGE THAT THE SOFT-\n   20  WARE WILL NOT BE SO UNINSTALLED OR DISABLED.\n   21    (E) THROUGH INTENTIONALLY DECEPTIVE MEANS, REMOVE, DISABLE, OR  RENDER\n   22  INOPERATIVE  SECURITY,  ANTISPYWARE,  OR ANTIVIRUS SOFTWARE INSTALLED ON\n   23  THE COMPUTER.\n   24    2. A PERSON OR ENTITY THAT IS NOT AN AUTHORIZED USER,  AS  DEFINED  IN\n   25  SUBDIVISION FOUR OF THIS SECTION, SHALL NOT, WITH ACTUAL KNOWLEDGE, WITH\n   26  CONSCIOUS  AVOIDANCE  OF  ACTUAL KNOWLEDGE, OR WILLFULLY, CAUSE COMPUTER\n   27  SOFTWARE TO BE COPIED ONTO THE COMPUTER OF A CONSUMER IN THIS STATE  AND\n   28  USE THE SOFTWARE TO DO ANY OF THE FOLLOWING:\n   29    (A)  TAKE  CONTROL  OF  THE  CONSUMER'S  COMPUTER  BY DOING ANY OF THE\n   30  FOLLOWING:\n   31    (1) TRANSMITTING OR RELAYING COMMERCIAL ELECTRONIC MAIL OR A  COMPUTER\n   32  VIRUS  FROM  THE CONSUMER'S COMPUTER, WHERE THE TRANSMISSION OR RELAYING\n   33  IS INITIATED BY A PERSON OTHER THAN THE AUTHORIZED USER AND WITHOUT  THE\n   34  AUTHORIZATION OF AN AUTHORIZED USER.\n   35    (2)  ASSESSING  OR  USING THE CONSUMER'S MODEM OR INTERNET SERVICE FOR\n   36  THE PURPOSE OF CAUSING DAMAGE TO THE CONSUMER'S COMPUTER OR  OF  CAUSING\n   37  AN  AUTHORIZED USER TO INCUR FINANCIAL CHARGES FOR A SERVICE THAT IS NOT\n   38  AUTHORIZED BY AN AUTHORIZED USER.\n   39    (3) USING THE CONSUMER'S COMPUTER AS PART OF AN ACTIVITY PERFORMED  BY\n   40  A  GROUP  OF  COMPUTERS  FOR  THE  PURPOSE  OF CAUSING DAMAGE TO ANOTHER\n   41  COMPUTER, INCLUDING, BUT NOT LIMITED TO, LAUNCHING A DENIAL  OF  SERVICE\n   42  ATTACK.\n   43    (4)  OPENING  MULTIPLE,  SEQUENTIAL, STAND-ALONE ADVERTISEMENTS IN THE\n   44  CONSUMER'S INTERNET BROWSER WITHOUT THE AUTHORIZATION OF  AN  AUTHORIZED\n   45  USER AND WITH KNOWLEDGE THAT A REASONABLE COMPUTER USER CANNOT CLOSE THE\n   46  ADVERTISEMENTS  WITHOUT  TURNING OFF THE COMPUTER OR CLOSING THE CONSUM-\n   47  ER'S INTERNET BROWSER.\n   48    (B) MODIFY ANY OF THE FOLLOWING SETTINGS  RELATED  TO  THE  COMPUTER'S\n   49  ACCESS TO, OR USE OF, THE INTERNET:\n   50    (1)  AN  AUTHORIZED  USER'S  SECURITY  OR  OTHER SETTINGS THAT PROTECT\n   51  INFORMATION ABOUT THE  AUTHORIZED  USER  FOR  THE  PURPOSE  OF  STEALING\n   52  PERSONAL INFORMATION OF AN AUTHORIZED USER.\n   53    (2)  THE  SECURITY SETTINGS OF THE COMPUTER FOR THE PURPOSE OF CAUSING\n   54  DAMAGE TO ONE OR MORE COMPUTERS.\n\n       S. 1670                             3\n\n    1    (C) PREVENT, WITHOUT THE  AUTHORIZATION  OF  AN  AUTHORIZED  USER,  AN\n    2  AUTHORIZED USER'S REASONABLE EFFORTS TO BLOCK THE INSTALLATION OF, OR TO\n    3  DISABLE, SOFTWARE, BY DOING ANY OF THE FOLLOWING:\n    4    (1) PRESENTING THE AUTHORIZED USER WITH AN OPTION TO DECLINE INSTALLA-\n    5  TION OF SOFTWARE WITH KNOWLEDGE THAT, WHEN THE OPTION IS SELECTED BY THE\n    6  AUTHORIZED USER, THE INSTALLATION NEVERTHELESS PROCEEDS.\n    7    (2) FALSELY REPRESENTING THAT SOFTWARE HAS BEEN DISABLED.\n    8    (D)  NOTHING  IN  THIS  SECTION  SHALL  APPLY TO ANY MONITORING OF, OR\n    9  INTERACTION WITH, A SUBSCRIBER'S INTERNET OR OTHER NETWORK CONNECTION OR\n   10  SERVICE, OR A PROTECTED COMPUTER, BY A TELECOMMUNICATIONS CARRIER, CABLE\n   11  OPERATOR, COMPUTER HARDWARE OR SOFTWARE PROVIDER, OR PROVIDER OF  INFOR-\n   12  MATION  SERVICE  OR INTERACTIVE COMPUTER SERVICE FOR NETWORK OR COMPUTER\n   13  SECURITY PURPOSES, DIAGNOSTICS, TECHNICAL  SUPPORT,  REPAIR,  AUTHORIZED\n   14  UPDATES OF SOFTWARE OR SYSTEM FIRMWARE, AUTHORIZED REMOTE SYSTEM MANAGE-\n   15  MENT,  OR  DETECTION OR PREVENTION OF THE UNAUTHORIZED USE OF OR FRAUDU-\n   16  LENT OR OTHER ILLEGAL ACTIVITIES IN CONNECTION WITH A NETWORK,  SERVICE,\n   17  OR  COMPUTER  SOFTWARE,  INCLUDING  SCANNING  FOR  AND REMOVING SOFTWARE\n   18  PROSCRIBED UNDER THIS SECTION.\n   19    3. (A) A PERSON OR ENTITY, WHO IS NOT AN UNAUTHORIZED USER, AS DEFINED\n   20  IN SUBDIVISION FOUR OF THIS SECTION, SHALL NOT DO ANY OF  THE  FOLLOWING\n   21  WITH REGARD TO THE COMPUTER OF A CONSUMER IN THIS STATE:\n   22    (1) INDUCE AN AUTHORIZED USER TO INSTALL A SOFTWARE COMPONENT ONTO THE\n   23  COMPUTER  BY  INTENTIONALLY  MISREPRESENTING THAT INSTALLING SOFTWARE IS\n   24  NECESSARY FOR SECURITY OR PRIVACY REASONS OR IN ORDER TO OPEN, VIEW,  OR\n   25  PLAY A PARTICULAR TYPE OF CONTENT.\n   26    (2) DECEPTIVELY CAUSING THE COPYING AND EXECUTION ON THE COMPUTER OF A\n   27  COMPUTER  SOFTWARE  COMPONENT  WITH  THE INTENT OF CAUSING AN AUTHORIZED\n   28  USER TO USE THE COMPONENT IN A WAY THAT VIOLATES ANY OTHER PROVISION  OF\n   29  THIS SECTION.\n   30    (B)  NOTHING  IN  THIS  SECTION  SHALL  APPLY TO ANY MONITORING OF, OR\n   31  INTERACTION WITH, A SUBSCRIBER'S INTERNET OR OTHER NETWORK CONNECTION OR\n   32  SERVICE, OR A PROTECTED COMPUTER, BY A TELECOMMUNICATIONS CARRIER, CABLE\n   33  OPERATOR, COMPUTER HARDWARE OR SOFTWARE PROVIDER, OR PROVIDER OF  INFOR-\n   34  MATION  SERVICE  OR INTERACTIVE COMPUTER SERVICE FOR NETWORK OR COMPUTER\n   35  SECURITY PURPOSES, DIAGNOSTICS, TECHNICAL  SUPPORT,  REPAIR,  AUTHORIZED\n   36  UPDATES OF SOFTWARE OR SYSTEM FIRMWARE, AUTHORIZED REMOTE SYSTEM MANAGE-\n   37  MENT,  OR  DETECTION OR PREVENTION OF THE UNAUTHORIZED USE OF OR FRAUDU-\n   38  LENT OR OTHER ILLEGAL ACTIVITIES IN CONNECTION WITH A NETWORK,  SERVICE,\n   39  OR  COMPUTER  SOFTWARE,  INCLUDING  SCANNING  FOR  AND REMOVING SOFTWARE\n   40  PROSCRIBED UNDER THIS SECTION.\n   41    4. FOR PURPOSES OF THIS SECTION:\n   42    (A) \"ADVERTISEMENT\" SHALL MEAN A COMMUNICATION, THE PRIMARY PURPOSE OF\n   43  WHICH IS THE COMMERCIAL PROMOTION OF A COMMERCIAL  PRODUCT  OR  SERVICE,\n   44  INCLUDING  CONTENT  ON  AN  INTERNET  WEB SITE OPERATED FOR A COMMERCIAL\n   45  PURPOSE.\n   46    (B) \"AUTHORIZED USER,\" WITH RESPECT TO A COMPUTER, SHALL MEAN A PERSON\n   47  WHO OWNS OR IS AUTHORIZED BY THE OWNER OR LESSEE TO USE THE COMPUTER. AN\n   48  \"AUTHORIZED USER\" DOES NOT INCLUDE A PERSON OR ENTITY THAT HAS  OBTAINED\n   49  AUTHORIZATION  TO USE THE COMPUTER SOLELY THROUGH THE USE OF AN END USER\n   50  LICENSE AGREEMENT.\n   51    (C) \"COMPUTER SOFTWARE\" SHALL MEAN A SEQUENCE OF INSTRUCTIONS  WRITTEN\n   52  IN ANY PROGRAMMING LANGUAGE THAT IS EXECUTED ON A COMPUTER.\n   53    (D)  \"COMPUTER  VIRUS\"  SHALL  MEAN A COMPUTER PROGRAM OR OTHER SET OF\n   54  INSTRUCTIONS THAT IS DESIGNED TO DEGRADE THE PERFORMANCE OF OR DISABLE A\n   55  COMPUTER OR COMPUTER NETWORK AND IS DESIGNED  TO  HAVE  THE  ABILITY  TO\n\n       S. 1670                             4\n\n    1  REPLICATE  ITSELF  ON  OTHER  COMPUTERS OR COMPUTER NETWORKS WITHOUT THE\n    2  AUTHORIZATION OF THE OWNERS OF THOSE COMPUTERS OR COMPUTER NETWORKS.\n    3    (E)  \"CONSUMER\" SHALL MEAN AN INDIVIDUAL WHO RESIDES IN THIS STATE AND\n    4  WHO USES THE COMPUTER IN QUESTION PRIMARILY  FOR  PERSONAL,  FAMILY,  OR\n    5  HOUSEHOLD PURPOSES.\n    6    (F)\"DAMAGE\"  SHALL MEAN ANY SIGNIFICANT IMPAIRMENT TO THE INTEGRITY OR\n    7  AVAILABILITY OF DATA, SOFTWARE, A SYSTEM, OR INFORMATION.\n    8    (G) \"EXECUTE,\" WHEN USED WITH RESPECT TO COMPUTER SOFTWARE, SHALL MEAN\n    9  THE PERFORMANCE OF THE FUNCTIONS OR THE CARRYING OUT OF THE INSTRUCTIONS\n   10  OF THE COMPUTER SOFTWARE.\n   11    (H) \"INTENTIONALLY DECEPTIVE\" SHALL MEAN ANY OF THE FOLLOWING:\n   12    (1) BY MEANS OF AN INTENTIONALLY AND MATERIALLY  FALSE  OR  FRAUDULENT\n   13  STATEMENT.\n   14    (2) BY MEANS OF A STATEMENT OR DESCRIPTION THAT INTENTIONALLY OMITS OR\n   15  MISREPRESENTS MATERIAL INFORMATION IN ORDER TO DECEIVE THE CONSUMER.\n   16    (3)  BY  MEANS  OF  AN INTENTIONAL AND MATERIAL FAILURE TO PROVIDE ANY\n   17  NOTICE TO AN AUTHORIZED USER REGARDING THE DOWNLOAD OR  INSTALLATION  OF\n   18  SOFTWARE IN ORDER TO DECEIVE THE CONSUMER.\n   19    (I)  \"INTERNET\"  SHALL  MEAN  THE  GLOBAL  INFORMATION  SYSTEM THAT IS\n   20  LOGICALLY LINKED TOGETHER BY A GLOBALLY UNIQUE ADDRESS  SPACE  BASED  ON\n   21  THE  INTERNET  PROTOCOL  (IP), OR ITS SUBSEQUENT EXTENSIONS, AND THAT IS\n   22  ABLE  TO  SUPPORT  COMMUNICATIONS   USING   THE   TRANSMISSION   CONTROL\n   23  PROTOCOL/INTERNET PROTOCOL (TCP/IP) SUITE, OR ITS SUBSEQUENT EXTENSIONS,\n   24  OR  OTHER  IP-COMPATIBLE  PROTOCOLS,  AND  THAT PROVIDES, USES, OR MAKES\n   25  ACCESSIBLE, EITHER PUBLICLY OR PRIVATELY, HIGH LEVEL SERVICES LAYERED ON\n   26  THE COMMUNICATIONS AND RELATED INFRASTRUCTURE DESCRIBED IN THIS SUBDIVI-\n   27  SION.\n   28    (J) \"PERSON\" SHALL  MEAN  ANY  INDIVIDUAL,  PARTNERSHIP,  CORPORATION,\n   29  LIMITED  LIABILITY  COMPANY,  OR  OTHER ORGANIZATION, OR ANY COMBINATION\n   30  THEREOF.\n   31    (K) \"PERSONALLY  IDENTIFIABLE  INFORMATION\"  SHALL  MEAN  ANY  OF  THE\n   32  FOLLOWING:\n   33    (1) FIRST NAME OR FIRST INITIAL IN COMBINATION WITH LAST NAME.\n   34    (2) CREDIT OR DEBIT CARD NUMBERS OR OTHER FINANCIAL ACCOUNT NUMBERS.\n   35    (3) A PASSWORD OR PERSONAL IDENTIFICATION NUMBER REQUIRED TO ACCESS AN\n   36  IDENTIFIED FINANCIAL ACCOUNT.\n   37    (4) SOCIAL SECURITY NUMBER.\n   38    (5) ANY OF THE FOLLOWING INFORMATION IN A FORM THAT PERSONALLY IDENTI-\n   39  FIES AN AUTHORIZED USER:\n   40    (A) ACCOUNT BALANCES.\n   41    (B) OVERDRAFT HISTORY.\n   42    (C) PAYMENT HISTORY.\n   43    (D) A HISTORY OF WEB SITES VISITED.\n   44    (E) HOME ADDRESS.\n   45    (F) WORK ADDRESS.\n   46    (G) A RECORD OF A PURCHASE OR PURCHASES.\n   47    UNLAWFUL  USE  OF  SPYWARE  AND  MALWARE  IS  A  CLASS  A MISDEMEANOR,\n   48  PROVIDED, HOWEVER, THAT UNLAWFUL USE OF SPYWARE AND MALWARE BY A  PERSON\n   49  WHO  HAS  BEEN PREVIOUSLY CONVICTED WITHIN THE LAST FIVE YEARS OF HAVING\n   50  VIOLATED THIS SECTION IS A CLASS E FELONY.\n   51    S 2. This act shall take effect on the first of November next succeed-\n   52  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1670\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to establishing the crime of\nunlawful use of spyware and malware\n\nPURPOSE:\nThe act aims to protect the privacy of computer users by banning the\ndissemination of computer spyware and malware without the\nauthorization of the owner of a computer.\n\nSUMMARY OF PROVISIONS:\nSection 1 amends section 156 of the Penal Law to ban the use of\ncomputer spyware and malware, where spyware and malware are a\ncomputer program when downloaded and functioning, transmits\ninformation to a third party without the authorization of a computer\nuser. Section 2 establishes an effective date of the first of\nNovember next succeeding date on which it shall have become a law.\n\nJUSTIFICATION:\nComputer users download information from the internet without truly\nunderstanding what functions the programs will have. Many times\ncomputer users will encounter the opportunity to download a computer\nprogram from the internet that they believe will give them an\ninnocuous program that will help them organize their lives. However,\nit sometimes is not known to the computer user what other functions\nthe computer program will actually have and these seemingly harmless\nprograms may also send information to a third party such as a\nmarketing firm, or worse a person who wishes to commit identity\ntheft:. Key-logging computer programs record all of the keystrokes\nthat a computer user makes while using a computer.\nBecause many use computers for banking and credit card transactions,\nthese programs allow for criminals to commit identity theft:.\nTherefore, this legislation includes (but is not limited to)\nkey-logging within the spyware ban.\n\nPRIOR LEGISLATIVE HISTORY:\nS.4948 of 2007\n04/24/07 Referred to Codes\nS.137 of 2009\n01107/09 REFERRED TO CODES\n01/06/10 REFERRED TO CODES\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing the crime of unlawful use of spyware and malware ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T105652.TXT", "SOBI.D110111.T165226.TXT", "SOBI.D110111.T112654.TXT", "SOBI.D110114.T181509.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295046909103
}