{
  "year" : 2011,
  "senateBillNo" : "S1689-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1689-2011-1294722000000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes health care professionals licensed in other jurisdictions and appointed by World Triathlon Corporation to practice in this state at a triathlon",
  "summary" : "Authorizes any person licensed as a physician, physician's assistant, massage therapist, physical therapist, chiropractor, dentist, optometrist, nurse, nurse practitioner or podiatrist in another state or territory and appointed by the World Triathlon Corporation to practice his or her profession in this state in connection with an athletic event sanctioned by such corporation. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A1635",
  "lawSection" : "Health",
  "previousVersions" : [ "S6762-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1689                                                  A. 1635\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sen. LITTLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Health\n\n       IN ASSEMBLY -- Introduced by M. of A. SAYWARD -- read once and  referred\n         to the Committee on Higher Education\n\n       AN  ACT to authorize certain health care professionals licensed to prac-\n         tice in other jurisdictions to practice in this  state  in  connection\n         with  an  event  sanctioned  by  the  World Triathlon Corporation; and\n         providing for the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Notwithstanding  any  inconsistent  provision of law, any\n    2  person who is licensed to practice as a physician,  physician's  assist-\n    3  ant, massage therapist, physical therapist, chiropractor, dentist, opto-\n    4  metrist,  nurse,  nurse  practitioner  or podiatrist in another state or\n    5  territory, who is in good standing in such state or  territory  and  who\n    6  has been appointed by the World Triathlon Corporation to provide profes-\n    7  sional  services  at  an  event  in  this  state sanctioned by the World\n    8  Triathlon  Corporation,  may  provide  such  professional  services   to\n    9  athletes  and  team  personnel registered to train at a location in this\n   10  state or registered to compete in an event conducted under the  sanction\n   11  of  the  World  Triathlon  Corporation  in the state without first being\n   12  licensed pursuant to the provisions of title 8  of  the  education  law.\n   13  Such services shall be provided only during the time period specified by\n   14  the World Triathlon Corporation.\n   15    S  2. This act shall take effect July 20, 2011 and shall expire and be\n   16  deemed repealed July 25, 2011.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04948-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize certain health care professionals licensed to practice in other jurisdictions to practice in this state in connection with an event sanctioned by the World Triathlon Corporation; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T130204.TXT", "SOBI.D110111.T171227.TXT", "SOBI.D110111.T141713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294783947394
}