{
  "year" : 2011,
  "senateBillNo" : "S1684-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1684-2011-1294722000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to extending authorization for additional sales tax in the county of Schoharie until 2013",
  "summary" : "Relates to extending authorization for additional sales tax in the county of Schoharie until 2013. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S3051-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1684\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SEWARD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to extending the  authorization\n         for imposition of additional sales tax in the county of Schoharie\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Clause 35 of subparagraph (i) of the opening  paragraph  of\n    2  section  1210  of  the tax law, as amended by chapter 119 of the laws of\n    3  2009, is amended to read as follows:\n    4    (35)  the  county  of  Schoharie  is  hereby  further  authorized  and\n    5  empowered  to  adopt  and  amend  local  laws, ordinances or resolutions\n    6  imposing such taxes at a rate which is one  percent  additional  to  the\n    7  three  percent  rate  authorized above in this paragraph for such county\n    8  for the period beginning June  first,  two  thousand  four,  and  ending\n    9  November thirtieth, two thousand [eleven] THIRTEEN;\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05735-01-1\n",
  "memo" : "BILL NUMBER:S1684\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to extending the authorization for\nimposition of additional sales tax in the county of Schoharie\n\nPURPOSE:\nTo authorize the Schoharie County Board of Supervisors to\nimpose an additional 1% sales tax for a 2 year period.\n\nSUMMARY OF PROVISIONS:\nThe bill amends section 1210 of the tax law to\nextend the authorization for Schoharie County to impose an\nadditional 1% sales tax until November 30, 2013.\n\nEXISTING LAW:\nThe law is set to expire on November 30, 2011.\n\nJUSTIFICATION:\nThe Schoharie County Board of Supervisors has passed\na resolution requesting that the New York State Legislature introduce\nand pass a bill to authorize the county to impose an additional 1%\nsales and use tax for the period through November 30, 2013.\n\nLEGISLATIVE HISTORY:\nChapter 119 of the laws of 2009, Chapter 173 of the laws of 2007.\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to extending the authorization for imposition of additional sales tax in the county of Schoharie ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T125203.TXT", "SOBI.D110111.T164725.TXT", "SOBI.D110111.T132207.TXT", "SOBI.D110111.T131206.TXT", "SOBI.D110118.T181704.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624740
}