{
  "year" : 2011,
  "senateBillNo" : "S1685-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1685-2011-1294722000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "1ST REPORT CAL.63",
    "billEventId" : "S1685-2011-1296536400000-1ST+REPORT+CAL.63",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to crime of staging a motor vehicle accident",
  "summary" : "Creates the crimes of staging a motor vehicle accident in the first, second and third degrees; prohibits acting as a passenger or an operator of a motor vehicle with intent to defraud; by means of planning and execution of an accident; provides crime is a class B felony if an uninvolved party is injured. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S6450-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "CODES" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1685\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SEWARD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to staging  a  motor  vehicle\n         accident\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as \"Alice's Law\".\n    2    S 2. The penal law is amended by adding  three  new  sections  176.75,\n    3  176.80 and 176.85 to read as follows:\n    4  S 176.75 STAGING A MOTOR VEHICLE ACCIDENT IN THE THIRD DEGREE.\n    5    A  PERSON  IS  GUILTY OF STAGING A MOTOR VEHICLE ACCIDENT IN THE THIRD\n    6  DEGREE WHEN, WITH INTENT TO COMMIT A FRAUDULENT  INSURANCE  ACT,  HE  OR\n    7  SHE:\n    8    (1)  OPERATES  A MOTOR VEHICLE AND INTENTIONALLY CAUSES OR ATTEMPTS TO\n    9  CAUSE A COLLISION INVOLVING A MOTOR VEHICLE; OR\n   10    (2) SOLICITS, REQUESTS, COMMANDS, IMPORTUNES OR OTHERWISE ATTEMPTS  TO\n   11  CAUSE  ANOTHER  PERSON  TO  INTENTIONALLY  CAUSE A COLLISION INVOLVING A\n   12  MOTOR VEHICLE.\n   13    STAGING A MOTOR VEHICLE ACCIDENT IN THE THIRD  DEGREE  IS  A  CLASS  D\n   14  FELONY.\n   15  S 176.80 STAGING A MOTOR VEHICLE ACCIDENT IN THE SECOND DEGREE.\n   16    A  PERSON  IS GUILTY OF STAGING A MOTOR VEHICLE ACCIDENT IN THE SECOND\n   17  DEGREE WHEN HE OR SHE COMMITS THE OFFENSE OF  STAGING  A  MOTOR  VEHICLE\n   18  ACCIDENT  IN  THE THIRD DEGREE, AND HAS BEEN PREVIOUSLY CONVICTED WITHIN\n   19  THE PRECEDING FIVE YEARS OF ANY CRIME DEFINED IN THIS ARTICLE.\n   20    STAGING A MOTOR VEHICLE ACCIDENT IN THE SECOND DEGREE  IS  A  CLASS  C\n   21  FELONY.\n   22  S 176.85 STAGING A MOTOR VEHICLE ACCIDENT IN THE FIRST DEGREE.\n   23    A  PERSON  IS  GUILTY OF STAGING A MOTOR VEHICLE ACCIDENT IN THE FIRST\n   24  DEGREE WHEN HE OR SHE COMMITS THE OFFENSE OF  STAGING  A  MOTOR  VEHICLE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05841-01-1\n\n       S. 1685                             2\n\n    1  ACCIDENT IN THE THIRD DEGREE AND CAUSES SERIOUS PERSONAL INJURY OR DEATH\n    2  TO ANOTHER PERSON, OTHER THAN A PARTICIPANT IN SUCH OFFENSE.\n    3    STAGING  A  MOTOR  VEHICLE  ACCIDENT  IN THE FIRST DEGREE IS A CLASS B\n    4  FELONY.\n    5    S 3. This act shall take effect on the first of November next succeed-\n    6  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1685\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to staging a motor vehicle accident\n\nPURPOSE:\nTo impose tough criminal penalties on those who engage in\nstaged accidents.\n\nSUMMARY OF PROVISIONS:\nThis bill would establish a new crime of\nstaging a motor vehicle accident. A person who operates a motor\nvehicle and intentionally causes a collision with intent to commit\ninsurance fraud or arranges to have another person intentionally\ncause such a collision shall be guilty of staging a motor vehicle\naccident in the third degree which would be punishable as a class D\nfelony.\n\nA person would be guilty of staging a motor vehicle accident in the\nsecond degree, punishable as a class C felony, if he or she commits\nthe offense of staging a motor vehicle accident in the third degree\nand has been previously convicted of an insurance fraud crime within\nthe preceding five years. A person would be guilty of staging in the\nfirst degree, punishable as a class B felony, if a person commits the\noffense of staging in the third degree and causes serious personal\ninjury or death to another person other than a participant in such\noffense.\n\nJUSTIFICATION:\nOn March 22, 2003, Alice Ross, a 71 year old\ngrandmother, was killed as the result of a staged auto accident.\nThese \"accidents\" are arranged and intentionally committed by\ncriminals who then file fraudulent insurance claims for fake crash\ninjuries and rob insurance companies and their policyholders. While\nthe economic cost of such activity is staggering with no-fault\ninsurance fraud estimated to cost insurance companies and their\npolicyholders $1 billion per year, staged accidents also pose a\nserious public safety risk, as is demonstrated by the untimely death\nof Alice Ross. Women and elderly drivers are in particular danger\nbecause they are often targeted for these accidents because they are\nless likely to be confrontational after an accident, thereby making\nit easier for criminals to engage in this activity.\n\nThis bill would impose tough penalties on those who stage accidents,\nthereby deterring individuals from engaging in this dangerous crime.\nNot only would this help to contain no-fault fraud and reduce\ninsurance premiums, but it will make us all safer. New York State\ndrivers should not have to drive down the road wondering whether\nsomeone might purposefully drive into them for the purpose of\nengaging in insurance fraud.\n\nLEGISLATIVE HISTORY:\nS.6450 of 2010; S.2634 of 2007-08\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November\nnext succeeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to staging a motor vehicle accident ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T105849.TXT", "SOBI.D110111.T125203.TXT", "SOBI.D110111.T164725.TXT", "SOBI.D110111.T130704.TXT", "SOBI.D110111.T132207.TXT", "SOBI.D110118.T181704.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296575929847
}