{
  "year" : 2011,
  "senateBillNo" : "S1680-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S1680-2011-1294722000000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes it a discriminatory practice for public employers to compensate employees of different sexes differently for work that is of comparable worth",
  "summary" : "Makes it a discriminatory practice for public employers to compensate employees of different sexes differently for work that is of comparable worth; makes exception for seniority system; prohibits reducing anyone's compensation to conform with this provision; provides three years for a compliance plan. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S5480-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1680\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Civil Service and Pensions\n\n       AN ACT to amend the civil service  law,  in  relation  to  making  it  a\n         discriminatory  practice  for public employers to compensate employees\n         of different sexes differently for work that is of comparable worth\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  civil service law is amended by adding a new section\n    2  153 to read as follows:\n    3    S 153. WAGE DISCRIMINATION BY SEX PROHIBITED.    1.  IT  SHALL  BE  AN\n    4  UNLAWFUL  DISCRIMINATORY  PRACTICE FOR ANY PUBLIC EMPLOYER IN THIS STATE\n    5  TO DISCRIMINATE BETWEEN EMPLOYEES IN ITS EMPLOY ON THE BASIS OF SEX,  BY\n    6  COMPENSATING  ANY  EMPLOYEE  IN  ANY OCCUPATION AT A SALARY OR RATE LESS\n    7  THAN THE SALARY OR RATE AT WHICH OTHER EMPLOYEES OF THE OPPOSITE SEX ARE\n    8  COMPENSATED FOR POSITIONS OR TITLES WHICH HAVE COMPARABLE WORTH AS MEAS-\n    9  URED BY THE SKILL, EFFORT AND RESPONSIBILITY NORMALLY  REQUIRED  IN  THE\n   10  PERFORMANCE  OF WORK AND THE CONDITIONS UNDER WHICH THE WORK IS NORMALLY\n   11  PERFORMED.\n   12    2. NOTHING IN SUBDIVISION ONE OF THIS SECTION SHALL PROHIBIT DIFFERING\n   13  COMPENSATION TO EMPLOYEES WHERE SUCH COMPENSATION IS CALCULATED PURSUANT\n   14  TO A BONA FIDE SENIORITY SYSTEM.\n   15    3. A PUBLIC EMPLOYER WHO IS IN VIOLATION OF THIS SECTION SHALL NOT, IN\n   16  ORDER TO COMPLY WITH  THIS  SECTION,  REDUCE  THE  COMPENSATION  OF  ANY\n   17  EMPLOYEE OR REDUCE THE RATE OF COMPENSATION FOR ANY POSITION.\n   18    4. AN AGREEMENT BY ANY EMPLOYEE TO WORK FOR LESS THAN THE COMPENSATION\n   19  TO  WHICH THE EMPLOYEE IS ENTITLED UNDER THIS SECTION SHALL NOT BE A BAR\n   20  TO ANY ACTION TO WHICH THE  EMPLOYEE  WOULD  OTHERWISE  BE  ENTITLED  TO\n   21  ENFORCE THE PROVISIONS OF THIS SECTION.\n   22    5.  NOTHING  SET  FORTH  IN THIS SECTION SHALL BE CONSTRUED TO IMPEDE,\n   23  INFRINGE OR DIMINISH THE RIGHTS AND BENEFITS WHICH ACCRUE  TO  EMPLOYEES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01707-01-1\n\n       S. 1680                             2\n\n    1  THROUGH  BONA FIDE COLLECTIVE BARGAINING AGREEMENTS, OR OTHERWISE DIMIN-\n    2  ISH THE INTEGRITY OF THE EXISTING COLLECTIVE BARGAINING RELATIONSHIP.\n    3    6.  NO  PUBLIC  EMPLOYER  SHALL  BE  FOUND  TO BE IN VIOLATION OF THIS\n    4  SECTION FOR COMPENSATING EMPLOYEES OF DIFFERENT  SEXES  DIFFERENTLY  FOR\n    5  WORK  THAT IS OF COMPARABLE WORTH DURING THE THREE YEAR PERIOD BEGINNING\n    6  ON THE EFFECTIVE DATE OF THIS SECTION, PROVIDED SUCH EMPLOYER HAS INSTI-\n    7  TUTED A PLAN THAT WILL LEAD TO COMPLIANCE WITH THIS SECTION  AFTER  SUCH\n    8  THREE YEAR PERIOD EXPIRES.\n    9    S  2.  This  act shall take effect on the ninetieth day after it shall\n   10  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to making it a discriminatory practice for public employers to compensate employees of different sexes differently for work that is of comparable worth ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T114657.TXT", "SOBI.D110111.T115714.TXT", "SOBI.D110111.T164224.TXT", "SOBI.D110111.T114156.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294782144508
}