{
  "year" : 2011,
  "senateBillNo" : "S1682-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1682-2011-1294722000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates the quartz variety Herkimer Diamond as the official state mineral",
  "summary" : "Designates the quartz variety Herkimer Diamond as the official state mineral. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A3142",
  "lawSection" : "State Law",
  "previousVersions" : [ "S3050-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1682\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SEWARD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the state law, in relation  to  designating  the  quartz\n         variety Herkimer Diamond as the official state mineral\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state law is amended by adding a new section 89 to read\n    2  as follows:\n    3    S 89. STATE MINERAL. THE QUARTZ VARIETY HERKIMER DIAMOND SHALL BE  THE\n    4  OFFICIAL MINERAL OF THE STATE.\n    5    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05749-01-1\n",
  "memo" : "BILL NUMBER:S1682\n\nTITLE OF BILL:\nAn act\nto amend the state law, in relation to designating the quartz variety\nHerkimer Diamond as the official state mineral\n\nPURPOSE:\nThe purpose of this legislation is to designate the Herkimer\nDiamond as the official mineral of New York State.\n\nSUMMARY OF PROVISIONS:;\nThe legislation adds a new section 88 to the\nstate law naming the quartz variety Herkimer Diamond as the official\nmineral of the state.\n\nJUSTIFICATION:\nNew York State has previously designated an official\ngemstone (garnet), fossil (sea scorpion), shell (bay scallop), bush\n(lilac), salt water fish (striped bass), and reptile (snapping\nturtle), to name a few. Currently, there is no official state mineral.\n\nDoubly terminated quartz crystals from the Mohawk region are commonly\nreferred to as Herkimer Diamonds due to their diamond shape. and are\na unique find to this region of the United States. They are known\naround the world as some of the clearest quartz mineral specimens\nfound to date. Having been formed over 400 million years ago, this\nmineral is a perfect representation of ancient durability, beautiful\nclarity, and most significantly, is unique to New York State.\n\nLEGISLATIVE HISTORY:\nS.3050 of 2009-10\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state law, in relation to designating the quartz variety Herkimer Diamond as the official state mineral ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131624.TXT", "SOBI.D110111.T132207.TXT", "SOBI.D110111.T131206.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T170228.TXT", "SOBI.D110111.T124703.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295892984708
}