{
  "year" : 2011,
  "senateBillNo" : "S1694-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1694-2011-1294722000000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires greater disclosure and transparency of campaign finance information; provides for independent expenditure reporting",
  "summary" : "Requires greater disclosure and transparency of campaign finance information; provides for independent expenditure reporting; prohibits a person, campaign committee or political party from falsely identifying the source of a political communication. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S8081-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1694\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law,  in  relation  to  political  communi-\n         cation,  independent expenditure reporting, enforcement proceeding and\n         penalties for violations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  14-100  of the election law is amended by adding\n    2  three new subdivisions 12, 13 and 14 to read as follows:\n    3    12. \"CLEARLY IDENTIFIED CANDIDATE\" MEANS THAT:\n    4    (A) THE NAME OF THE CANDIDATE INVOLVED APPEARS;\n    5    (B) A PHOTOGRAPH OR DRAWING OF THE CANDIDATE APPEARS; OR\n    6    (C) THE IDENTITY OF THE CANDIDATE IS APPARENT  BY  UNAMBIGUOUS  REFER-\n    7  ENCE.\n    8    13. \"GENERAL PUBLIC AUDIENCE\" MEANS AN AUDIENCE COMPOSED OF MEMBERS OF\n    9  THE  PUBLIC,  INCLUDING  A  TARGETED  SUBGROUP OF MEMBERS OF THE PUBLIC;\n   10  PROVIDED, HOWEVER, IT DOES NOT MEAN  AN  AUDIENCE  SOLELY  COMPRISED  OF\n   11  MEMBERS,  RETIREES  AND STAFF OF A LABOR ORGANIZATION OR THEIR IMMEDIATE\n   12  FAMILY MEMBERS OR AN AUDIENCE SOLELY COMPRISED OF EMPLOYEES OF A  CORPO-\n   13  RATION,  UNINCORPORATED  BUSINESS ENTITY OR MEMBERS OF A BUSINESS, TRADE\n   14  OR PROFESSIONAL ASSOCIATION OR ORGANIZATION.\n   15    14. \"LABOR ORGANIZATION\" MEANS ANY  ORGANIZATION  OF  ANY  KIND  WHICH\n   16  EXISTS  FOR  THE PURPOSE, IN WHOLE OR IN PART, OF REPRESENTING EMPLOYEES\n   17  EMPLOYED WITHIN THE STATE OF NEW  YORK  IN  DEALING  WITH  EMPLOYERS  OR\n   18  EMPLOYER  ORGANIZATIONS  OR WITH A STATE GOVERNMENT, OR ANY POLITICAL OR\n   19  CIVIL SUBDIVISION OR OTHER AGENCY THEREOF, CONCERNING TERMS  AND  CONDI-\n   20  TIONS  OF EMPLOYMENT, GRIEVANCES, LABOR DISPUTES, OR OTHER MATTERS INCI-\n   21  DENTAL TO THE EMPLOYMENT RELATIONSHIP.  FOR THE PURPOSES OF  THIS  ARTI-\n   22  CLE, EACH LOCAL, PARENT NATIONAL OR PARENT INTERNATIONAL ORGANIZATION OF\n   23  A  STATEWIDE LABOR ORGANIZATION, AND EACH STATEWIDE FEDERATION RECEIVING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05912-01-1\n\n       S. 1694                             2\n\n    1  DUES FROM SUBSIDIARY LABOR ORGANIZATIONS, SHALL BE CONSIDERED A SEPARATE\n    2  LABOR ORGANIZATION.\n    3    S  2.  Section  14-106 of the election law, as amended by chapter 8 of\n    4  the laws of 1978, is amended to read as follows:\n    5    S 14-106. Political [advertisements and literature] COMMUNICATION.  1.\n    6  The statements required to be filed under the provisions of this article\n    7  next succeeding a primary, general or special election shall be accompa-\n    8  nied by a [facsimile or] copy of all BROADCAST, CABLE OR SATELLITE SCHE-\n    9  DULES  AND  SCRIPTS,  advertisements,  pamphlets,   circulars,   flyers,\n   10  brochures,  letterheads  and  other printed matter purchased or produced\n   11  [and a schedule of all radio or television time, and scripts used there-\n   12  in], AND REPRODUCTIONS OF STATEMENTS OR  INFORMATION  CONVEYED  TO  FIVE\n   13  HUNDRED  OR  MORE  MEMBERS  OF  A GENERAL PUBLIC AUDIENCE BY COMPUTER OR\n   14  OTHER ELECTRONIC DEVICE, purchased in connection with such  election  by\n   15  or under the authority of the person filing the statement or the commit-\n   16  tee  or the person on whose behalf it is filed, as the case may be. Such\n   17  [facsimiles,] copies, schedules and scripts shall be  preserved  by  the\n   18  officer with whom or the board with which it is required to be filed for\n   19  a period of one year from the date of filing thereof.\n   20    2. NO PERSON, POLITICAL PARTY OR COMMITTEE SHALL, DURING THE COURSE OF\n   21  ANY  CAMPAIGN FOR NOMINATION OR ELECTION TO PUBLIC OFFICE OR PARTY POSI-\n   22  TION, PREPARE OR DISTRIBUTE ANY  POLITICAL  COMMUNICATION  THAT  FALSELY\n   23  IDENTIFIES THE SOURCE OF SUCH COMMUNICATION.\n   24    S  3.  The  election  law is amended by adding a new section 14-107 to\n   25  read as follows:\n   26    S 14-107. INDEPENDENT EXPENDITURE REPORTING. 1. FOR PURPOSES  OF  THIS\n   27  ARTICLE:\n   28    (A)  \"INDEPENDENT  EXPENDITURE\"  MEANS AN EXPENDITURE MADE BY A PERSON\n   29  FOR AN AUDIO OR VIDEO COMMUNICATION TO A  GENERAL  PUBLIC  AUDIENCE  VIA\n   30  BROADCAST,  CABLE  OR  SATELLITE OR A WRITTEN COMMUNICATION TO A GENERAL\n   31  PUBLIC  AUDIENCE  VIA  ADVERTISEMENTS,  PAMPHLETS,  CIRCULARS,   FLYERS,\n   32  BROCHURES,  LETTERHEADS OR OTHER PRINTED MATTER AND STATEMENTS OR INFOR-\n   33  MATION CONVEYED TO FIVE HUNDRED OR MORE  MEMBERS  OF  A  GENERAL  PUBLIC\n   34  AUDIENCE  BY  COMPUTER  OR OTHER ELECTRONIC DEVICES WHICH: (I) EXPRESSLY\n   35  ADVOCATES THE ELECTION OR DEFEAT OF A CLEARLY  IDENTIFIED  CANDIDATE  OR\n   36  THE  SUCCESS OR DEFEAT OF A BALLOT PROPOSAL AND (II) SUCH CANDIDATE, THE\n   37  CANDIDATE'S POLITICAL COMMITTEE OR ITS AGENTS, OR A POLITICAL  COMMITTEE\n   38  FORMED  TO  PROMOTE  THE  SUCCESS  OR DEFEAT OF A BALLOT PROPOSAL OR ITS\n   39  AGENTS, DID NOT AUTHORIZE, REQUEST, SUGGEST, FOSTER OR COOPERATE IN  ANY\n   40  SUCH COMMUNICATION.\n   41    (B) INDEPENDENT EXPENDITURES DO NOT INCLUDE:\n   42    (I)  A  WRITTEN  NEWS STORY, COMMENTARY, OR EDITORIAL OR A NEWS STORY,\n   43  COMMENTARY, OR EDITORIAL  DISTRIBUTED  THROUGH  THE  FACILITIES  OF  ANY\n   44  BROADCASTING  STATION,  CABLE  OR  SATELLITE  UNLESS SUCH PUBLICATION OR\n   45  FACILITIES ARE OWNED OR CONTROLLED BY  ANY  POLITICAL  PARTY,  POLITICAL\n   46  COMMITTEE OR CANDIDATE; OR\n   47    (II) A COMMUNICATION THAT CONSTITUTES A CANDIDATE DEBATE OR FORUM; OR\n   48    (III)  A  COMMUNICATION  WHICH  CONSTITUTES  AN EXPENDITURE MADE BY AN\n   49  ENTITY REQUIRED TO REPORT SUCH EXPENDITURE WITH  A  BOARD  OF  ELECTIONS\n   50  PURSUANT TO SECTIONS 14-102 AND 14-104 OF THIS ARTICLE.\n   51    (C) FOR PURPOSES OF THIS SECTION, THE TERM \"PERSON\" SHALL MEAN PERSON,\n   52  GROUP  OF  PERSONS,  CORPORATION,  UNINCORPORATED BUSINESS ENTITY, LABOR\n   53  ORGANIZATION OR BUSINESS, TRADE OR PROFESSIONAL ASSOCIATION OR ORGANIZA-\n   54  TION.\n   55    2. WHENEVER ANY PERSON MAKES AN  INDEPENDENT  EXPENDITURE  THAT  COSTS\n   56  MORE  THAN  ONE  THOUSAND  DOLLARS  IN THE AGGREGATE, SUCH COMMUNICATION\n\n       S. 1694                             3\n\n    1  SHALL CLEARLY STATE THE NAME OF THE PERSON WHO PAID  FOR,  OR  OTHERWISE\n    2  PUBLISHED  OR  DISTRIBUTED, THE COMMUNICATION AND STATE, WITH RESPECT TO\n    3  COMMUNICATIONS REGARDING  CANDIDATES,  THAT  THE  COMMUNICATION  IS  NOT\n    4  AUTHORIZED  BY ANY CANDIDATE, ANY CANDIDATE'S POLITICAL COMMITTEE OR ANY\n    5  OF ITS AGENTS.\n    6    3. (A) ANY PERSON WHICH MAKES INDEPENDENT EXPENDITURES THAT COST  MORE\n    7  THAN ONE THOUSAND DOLLARS IN THE AGGREGATE SHALL REPORT SUCH INDEPENDENT\n    8  EXPENDITURES  TO  THE STATE BOARD OF ELECTIONS ON STATEMENTS AS PROVIDED\n    9  FOR IN SECTION 14-108 OF THIS ARTICLE.\n   10    (B) ANY INDEPENDENT EXPENDITURE MADE AFTER THE CLOSE OF THE PERIOD  TO\n   11  BE  COVERED  IN  THE LAST STATEMENT FILED BEFORE ANY PRIMARY, GENERAL OR\n   12  SPECIAL ELECTION, BUT BEFORE SUCH ELECTION,  SHALL  BE  REPORTED  WITHIN\n   13  TWENTY-FOUR  HOURS IN THE SAME MANNER AS PROVIDED FOR IN SUBDIVISION TWO\n   14  OF SECTION 14-108 OF THIS ARTICLE.\n   15    4. EACH SUCH STATEMENT SHALL INCLUDE:\n   16    (A) THE NAME AND ADDRESS OF THE PERSON MAKING THE STATEMENT;\n   17    (B) THE NAME AND ADDRESS OF THE PERSON MAKING THE INDEPENDENT EXPENDI-\n   18  TURE;\n   19    (C) THE NAME AND ADDRESS OF ANY PERSON OR  ENTITY  PROVIDING  A  GIFT,\n   20  LOAN,  ADVANCE  OR  DEPOSIT OF ONE HUNDRED DOLLARS OR MORE FOR THE INDE-\n   21  PENDENT EXPENDITURE, OR THE PROVISION OF SERVICES FOR THE SAME, AND  THE\n   22  DATE  IT  WAS GIVEN; PROVIDED, HOWEVER, THE NAME AND ADDRESS OF A MEMBER\n   23  OF A LABOR ORGANIZATION IS NOT REQUIRED FOR A  GIFT,  LOAN,  ADVANCE  OR\n   24  DEPOSIT  OF  ONE  HUNDRED  DOLLARS  OR MORE TO A LABOR ORGANIZATION; AND\n   25  PROVIDED FURTHER THAT THE NAME AND ADDRESS OF AN EMPLOYEE  OF  A  CORPO-\n   26  RATION,  UNINCORPORATED BUSINESS ENTITY OR A MEMBER OF A BUSINESS, TRADE\n   27  OR PROFESSIONAL ASSOCIATION OR ORGANIZATION IS NOT REQUIRED FOR A  GIFT,\n   28  LOAN,  ADVANCE  OR DEPOSIT OF ONE HUNDRED DOLLARS OR MORE TO SUCH CORPO-\n   29  RATION, UNINCORPORATED BUSINESS ENTITY OR  BUSINESS,  TRADE  OR  PROFES-\n   30  SIONAL ASSOCIATION OR ORGANIZATION RESPECTIVELY;\n   31    (D)  THE DOLLAR AMOUNT PAID FOR EACH INDEPENDENT EXPENDITURE, THE NAME\n   32  AND ADDRESS OF THE PERSON OR ENTITY RECEIVING THE PAYMENT, THE DATE  THE\n   33  PAYMENT WAS MADE AND A DESCRIPTION OF THE INDEPENDENT EXPENDITURE; AND\n   34    (E) THE ELECTION TO WHICH THE INDEPENDENT EXPENDITURE PERTAINS AND THE\n   35  NAME  OF  THE CLEARLY IDENTIFIED CANDIDATE OR THE BALLOT PROPOSAL REFER-\n   36  ENCED.\n   37    5. A COPY OF ALL MATERIALS THAT PERTAIN TO  THE  INDEPENDENT  EXPENDI-\n   38  TURE,  INCLUDING BUT NOT LIMITED TO BROADCAST, CABLE OR SATELLITE SCHED-\n   39  ULE  AND  SCRIPTS,   ADVERTISEMENTS,   PAMPHLETS,   CIRCULARS,   FLYERS,\n   40  BROCHURES, LETTERHEADS AND OTHER PRINTED MATTER AND STATEMENTS OR INFOR-\n   41  MATION  CONVEYED  TO  FIVE  HUNDRED  OR MORE MEMBERS OF A GENERAL PUBLIC\n   42  AUDIENCE BY COMPUTER OR OTHER ELECTRONIC DEVICES SHALL BE FILED WITH THE\n   43  STATE BOARD OF ELECTIONS WITH THE STATEMENTS REQUIRED BY SECTION  14-108\n   44  OF THIS ARTICLE.\n   45    6. WRITTEN EVIDENCE OF THE INDEBTEDNESS RELATED TO A LOAN THAT IS MADE\n   46  FOR  AN  INDEPENDENT EXPENDITURE SHALL BE PROVIDED TO THE STATE BOARD OF\n   47  ELECTIONS.\n   48    7. EVERY STATEMENT REQUIRED TO BE FILED PURSUANT TO THIS SECTION SHALL\n   49  BE FILED ELECTRONICALLY TO THE STATE BOARD OF ELECTIONS.\n   50    8. THE STATE BOARD OF  ELECTIONS  SHALL  PROMULGATE  REGULATIONS  WITH\n   51  RESPECT TO THE STATEMENTS REQUIRED TO BE FILED BY THIS SECTION AND SHALL\n   52  PROVIDE FORMS SUITABLE FOR SUCH STATEMENTS.\n   53    S  4.  Section  14-126 of the election law, as amended by chapter 8 of\n   54  the laws of 1978, subdivision 1 as amended by chapter 128 of the laws of\n   55  1994 and subdivisions 2, 3 and 4 as redesignated by  chapter  9  of  the\n   56  laws of 1978, is amended to read as follows:\n\n       S. 1694                             4\n\n    1    S  14-126.  Violations;  penalties.  1. Any person who fails to file a\n    2  statement required to be filed by this article shall  be  subject  to  a\n    3  civil  penalty, not in excess of five hundred dollars, to be recoverable\n    4  in a special proceeding or civil action to be brought by the state board\n    5  of elections or other board of elections.\n    6    2. ANY PERSON, POLITICAL PARTY OR COMMITTEE WHO FALSELY IDENTIFIES ANY\n    7  POLITICAL  COMMUNICATION  AS  PROHIBITED  BY  SUBDIVISION TWO OF SECTION\n    8  14-106 OF THIS ARTICLE SHALL BE SUBJECT TO A CIVIL PENALTY EQUAL TO  ONE\n    9  THOUSAND DOLLARS OR THE COST OF THE COMMUNICATION, WHICHEVER IS GREATER,\n   10  IN  A  SPECIAL  PROCEEDING OR CIVIL ACTION BROUGHT BY THE STATE BOARD OF\n   11  ELECTIONS PURSUANT TO SECTION 16-120 OF THIS CHAPTER.\n   12    3. ANY PERSON WHO FALSELY IDENTIFIES OR FAILS TO  IDENTIFY  ANY  INDE-\n   13  PENDENT  EXPENDITURE AS REQUIRED BY SUBDIVISION TWO OF SECTION 14-107 OF\n   14  THIS ARTICLE SHALL BE SUBJECT TO A CIVIL PENALTY EQUAL TO  ONE  THOUSAND\n   15  DOLLARS  OR  THE  COST  OF THE COMMUNICATION, WHICHEVER IS GREATER, IN A\n   16  SPECIAL PROCEEDING OR  CIVIL  ACTION  BROUGHT  BY  THE  STATE  BOARD  OF\n   17  ELECTIONS  PURSUANT  TO SECTION 16-120 OF THIS CHAPTER.  FOR PURPOSES OF\n   18  THIS SUBDIVISION, THE TERM  \"PERSON\"  SHALL  MEAN  A  PERSON,  GROUP  OF\n   19  PERSONS, CORPORATION, UNINCORPORATED BUSINESS ENTITY, LABOR ORGANIZATION\n   20  OR BUSINESS, TRADE OR PROFESSIONAL ASSOCIATION OR ORGANIZATION.\n   21    4.  Any  person  who knowingly and willfully fails to file a statement\n   22  required to be filed by this article within  ten  days  after  the  date\n   23  provided for filing such statement or any person who knowingly and will-\n   24  fully  violates any other provision of this article shall be guilty of a\n   25  misdemeanor.\n   26    [3.] 5. Any person who knowingly and willfully contributes, accepts or\n   27  aids or participates in the acceptance of a contribution  in  an  amount\n   28  exceeding an applicable maximum specified in this article shall be guil-\n   29  ty of a misdemeanor.\n   30    [4.] 6. Any person who shall, acting on behalf of a candidate or poli-\n   31  tical committee, knowingly and willfully solicit, organize or coordinate\n   32  the formation of activities of one or more unauthorized committees, make\n   33  expenditures  in connection with the nomination for election or election\n   34  of any candidate, or solicit any person to make any  such  expenditures,\n   35  for the purpose of evading the contribution limitations of this article,\n   36  shall be guilty of a class E felony.\n   37    S  5.  The  election  law is amended by adding a new section 16-120 to\n   38  read as follows:\n   39    S 16-120. PROCEEDINGS AS TO POLITICAL COMMUNICATIONS  AND  INDEPENDENT\n   40  EXPENDITURES.  THE  SUPREME  COURT OR A JUSTICE THEREOF, IN A PROCEEDING\n   41  INSTITUTED BY THE STATE BOARD OF ELECTIONS, MAY IMPOSE A CIVIL  PENALTY,\n   42  AS  PROVIDED  IN  SUBDIVISIONS  TWO  AND THREE OF SECTION 14-126 OF THIS\n   43  CHAPTER, UPON PROOF THAT A VIOLATION OF ONE OR MORE OF SUCH SUBDIVISIONS\n   44  HAS OCCURRED.\n   45    S 6. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1694\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to political communication,\nindependent expenditure reporting, enforcement proceeding and penalties\nfor violations\n\nSUBJECT AND PURPOSE:\nTo prohibit candidates, political parties and committees from falsely\nidentifying the source of political communications and to require the\nidentification of the source of independent expenditures for\npolitical communications in support of or in opposition to candidates\nand ballot proposals to promote transparency and accountability.\n\nSUMMARY AND DESCRIPTION OF PROVISIONS:\nSection 1 of the bill amends election law &sect; 14-100 to add 3 new\ndefinitions for \"clearly identified candidate,\" \"general public\naudience\" and \"labor, organization.\"\n\nSection 2 of the bill amends election law &sect; 14-106 to expand the types\nof political communications that must be reported to and filed with\nthe board of elections by candidates, political parties and political\ncommittees and to prohibit the false identification of the source of\nsuch political communications.\n\nSection 3 of the bill adds a new section 14-107 to the election law to:\n\nA) define independent expenditures;\n\nB) require that political communications paid for by an independent\nexpenditure expressly advocating for the election or defeat of a\nclearly identified candidate or the success or defeat of a ballot\nproposal and costing more than $1000 must identify the source of the\ncommunication and, with respect to communications regarding a\ncandidate, must state that the communication is not authorized by the\ncandidate or the candidate's political committee or its agents;\n\nC) require that independent expenditures expressly advocating for the\nelection or defeat of a clearly identified candidate or the success or\ndefeat of a ballot proposal and costing more than $1000 must be\nreported to the state board of elections, along with various related\ninformation and copies of the communication, pursuant to the same\nschedule for reporting candidate, political parties and political\ncommittee expenditures;\n\nD) require that any independent expenditure made close to an election\nbe reported within 24 hours;\n\nSection 4 of the bill provides for a penalty for falsely identifying\nthe source of political communications from a candidate, party or\n\npolitical committee and, for independent expenditures, for failing to\nidentify the source of an independent expenditure. Such penalty would\nbe a civil tine equal to $1000 or the cost of the communication,\nwhichever is greater.\n\nA failure to file the statements required for an independent\nexpenditure would subject the person or entity to a civil fine of\n$500 as provided in current law.\n\nSection 5 of the bill creates a Supreme Court enforcement proceeding.\nregarding the new requirements.\n\nSection 6 of the bill is the effective date.\n\nLEGISLATIVE HISTORY:\nS.8081 of 2009\n06/04/10 REFERRED TO ELECTIONS\n06/16/10 COMMITTEE DISCHARGED AND COMMITTED TO RULES\n\nJUSTIFICATION:\nThe United States Supreme Court recently held that limits on\ncorporations' independent expenditures in a political campaign are\nunconstitutional ( SEE CITIZENS UNITED V. FEDERAL ELECTIONS\nCOMMISSION, 130 S.Ct.876). However, the court upheld disclosure and\nreporting requirements for these expenditures. This bill would, for\nthe first time, enact identification and filing requirements for\nindependent expenditures for political communications to provide\nvoters crucial information during a political campaign. The\nprohibition on falsely identifying the source of political\ncommunications from candidates, parties and political committees will\nalso benefit voters by preventing misleading communications during a\npolitical campaign.\n\nFISCAL IMPLICATIONS:\nThe State Board of Elections would incur additional costs related to\nthe processing of additional filings from those making independent\nexpenditures for political communications, for the enforcement of new\nrequirements and for the recovery of penalties for violations.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to political communication, independent expenditure reporting, enforcement proceeding and penalties for violations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T145216.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110111.T145717.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T165725.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624757
}