{
  "year" : 2011,
  "senateBillNo" : "S1692-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1692-2011-1294722000000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all schools of secondary education to be equipped with metal detectors and requires that all persons who enter the school pass through such detector",
  "summary" : "Requires all schools of secondary education to be equipped with metal detectors and requires that all persons who enter the school pass through such detector. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S95-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1692\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to requiring metal detec-\n         tors and their use in all schools of secondary education in the state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 409-l\n    2  to read as follows:\n    3    S 409-L. METAL DETECTORS REQUIRED; SCHOOLS OF SECONDARY EDUCATION.  1.\n    4  EVERY  SCHOOL  OF SECONDARY EDUCATION SHALL BE EQUIPPED WITH ONE OR MORE\n    5  ELECTRONIC METAL DETECTORS FOR USE AT THE INTERIOR ENTRANCE OR ENTRANCES\n    6  TO THE SCHOOL BUILDING AND WHICH ARE CAPABLE OF DETECTING  THE  PRESENCE\n    7  OF METAL WEAPONS ON THOSE PERSONS WHO PASS THROUGH THE DETECTOR.\n    8    2.  EVERY  PERSON  WHO ENTERS A SCHOOL OF SECONDARY EDUCATION SHALL BE\n    9  REQUIRED TO PASS THROUGH AN ELECTRONIC METAL  DETECTOR  LOCATED  IN  THE\n   10  INTERIOR  ENTRANCE  OF  THE  SCHOOL  BUILDING  BEFORE BEING PERMITTED TO\n   11  PROCEED ANY FURTHER INTO THE BUILDING. ANY WEAPON FOUND AS A  RESULT  OF\n   12  THE  USE  OF SUCH ELECTRONIC METAL DETECTOR SHALL BE CONFISCATED AND THE\n   13  PERSON IN POSSESSION OF SUCH WEAPON SHALL BE DETAINED AND DEALT WITH  BY\n   14  THE APPROPRIATE AUTHORITIES IN ACCORDANCE WITH THE MANDATE OF THE LAW.\n   15    S  2.  This  act  shall  take  effect  on  the first of September next\n   16  succeeding the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05869-01-1\n",
  "memo" : "BILL NUMBER:S1692\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to requiring metal detectors and\ntheir use in all schools of secondary education in the state\n\nPURPOSE:\nThis legislation would require secondary schools in New York to\ninstall and use metal detectors in order to increase staff and pupil\nsafety.\n\nSUMMARY OF PROVISIONS:\nThe education law is amended by adding a new Section 409-j. This\nsection would mandate that all schools of secondary education be\nequipped with metal detectors at all interior entrances.\n\nSection 409-j(2) provides that all persons who enter the school\nbuilding must pass through the detectors. Any weapons found shall be\nconfiscated and the person in possession of such weapon shall be\ndetained and dealt with by the proper authorities in accordance with\nthe mandate of the law.\n\nEXISTING LAW:\nUnder current law it is not mandatory for schools to be equipped with\nmetal detectors in New York State.\n\nJUSTIFICATION:\nIn the past several years, there has been a rash of school-related\nshootings in communities all around the country. These shootings have\nresulted in numerous deaths, injuries and trauma for students and\nstaff alike. There were 36 victims at Columbine high school alone. In\nMarch of this year, a 15-year old student allegedly opened fire at\nhis school killing one student and injuring fifteen others before\nbeing subdued.\nThis student's friends were reportedly so concerned about his\npropensity for violence that they searched his back-pack before\nschool began.\nUnfortunately, he is alleged to have hidden the gun on his person so\nhis friends did not know it was there. Had metal detectors been\nemployed at the school, this tragedy could have been averted.\n\nNew York is not immune from school violence. Thankfully there have\nbeen no fatalities so far but the potential certainly exists. Indeed,\non April 5, 2001 an 8th grader in the Bronx was caught trying to\nsmuggle four bottles filled with gasoline into his school. The\ngasoline was discovered after the aluminum foil that he used to wrap\nthe bottles in set off a metal detector. This potentially deadly\nsituation was resolved without harm thanks to the prudent use of a\nmetal detector. This legislation should be enacted in order to help\nensure a safe learning environment in our classrooms statewide.\n\nLEGISLATIVE HISTORY:\nS.2501 of 2007\n02/06/08 REFERRED TO EDUCATION\nS.95 of 2009\n01/07/09 REFERRED TO EDUCATION\n01/06/10 REFERRED TO EDUCATION\n\nFISCAL IMPLICATIONS:\nUNKNOWN AT PRESENT TIME\n\nLOCAL FISCAL IMPLICATIONS:\nUNKNOWN AT PRESENT TIME\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of September next succeeding\nthe date on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring metal detectors and their use in all schools of secondary education in the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T145216.TXT", "SOBI.D110111.T165226.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624753
}