{
  "year" : 2011,
  "senateBillNo" : "S1690-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1690-2011-1294722000000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a rebuttable presumption relating to daily employment of unskilled or untrained workers",
  "summary" : "Provides a rebuttable presumption of criminal negligence when an employer or contractor hires a worker or laborer on a daily basis for a building construction project or construction job and requires such worker or laborer to perform tasks which such worker is not skilled or trained to perform. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S190-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1690\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to establishing a presumption\n         relating to the daily employment of unskilled or untrained workers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The labor law is amended by adding a new section 202-l to\n    2  read as follows:\n    3    S 202-L. UNSKILLED OR UNTRAINED WORKERS; REBUTTABLE PRESUMPTION. 1. IN\n    4  A CRIMINAL PROCEEDING COMMENCED AGAINST AN EMPLOYER OR CONTRACTOR, THERE\n    5  SHALL BE A REBUTTABLE PRESUMPTION THAT ANY EMPLOYER  OR  CONTRACTOR  WHO\n    6  HIRES  A  WORKER OR LABORER ON A DAILY BASIS FOR A BUILDING CONSTRUCTION\n    7  PROJECT OR CONSTRUCTION JOB AND  REQUIRES  SUCH  WORKER  OR  LABORER  TO\n    8  PERFORM  TASKS WHICH SUCH WORKER IS NOT SKILLED OR TRAINED TO PERFORM IS\n    9  CRIMINALLY NEGLIGENT.\n   10    2. THE PRESUMPTION ESTABLISHED BY THIS SECTION SHALL  BE  REBUTTED  BY\n   11  CREDIBLE AND RELIABLE EVIDENCE WHICH TENDS TO SHOW THAT SUCH EMPLOYER OR\n   12  CONTRACTOR  IS  NOT  CRIMINALLY  NEGLIGENT.  IN AN ACTION TRIED BEFORE A\n   13  JURY, THE JURY SHALL BE SO INSTRUCTED. ANY SWORN TESTIMONY OF A  DEFEND-\n   14  ANT  OFFERED  TO  REBUT  THE PRESUMPTION AND ANY OTHER EVIDENCE WHICH IS\n   15  OBTAINED AS A RESULT OF SUCH TESTIMONY, SHALL  BE  INADMISSIBLE  IN  ANY\n   16  SUBSEQUENT  PROCEEDING  RELATING  TO SUCH CRIMINAL ACTION.  IN AN ACTION\n   17  TRIED BEFORE A JURY, AT THE COMMENCEMENT OF THE TRIAL, OR AT SUCH  OTHER\n   18  TIME  AS  THE  COURT  REASONABLY  DIRECTS,  THE PROSECUTOR SHALL PROVIDE\n   19  NOTICE TO THE COURT AND TO THE DEFENDANT OF ITS INTENT TO  REQUEST  THAT\n   20  THE COURT CHARGE SUCH PRESUMPTION.\n   21    S 2. This act shall take effect on the first of November next succeed-\n   22  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06015-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to establishing a presumption relating to the daily employment of unskilled or untrained workers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T145216.TXT", "SOBI.D110111.T165226.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294782746849
}