{
  "year" : 2011,
  "senateBillNo" : "S1699-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S1699-2011-1294722000000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the mortgage bill of rights pamphlet on residential mortgages",
  "summary" : "Requires the mortgage bill of rights pamphlet on residential mortgages shall be in 8 most popularly spoken languages in the state. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S2590-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1699\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to  the  mortgage  bill  of\n         rights pamphlet on residential mortgages\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The banking law is amended by adding a new  section  35  to\n    2  read as follows:\n    3    S  35.  INFORMATION  PAMPHLET FOR RESIDENTIAL MORTGAGE APPLICANTS.  1.\n    4  THE SUPERINTENDENT SHALL DEVELOP  A  PAMPHLET  KNOWN  AS  \"THE  MORTGAGE\n    5  APPLICANT'S  BILL  OF RIGHTS\" AND POST SUCH PAMPHLET ON THE DEPARTMENT'S\n    6  WEBSITE. SUCH  PAMPHLET  SHALL  BE  POSTED  AND  PRINTED  IN  THE  EIGHT\n    7  LANGUAGES  WHICH  ARE MOST SPOKEN IN THIS STATE. COPIES OF SUCH PAMPHLET\n    8  SHALL BE PROVIDED TO ALL  LICENSED  LENDERS  AND  BANKING  ORGANIZATIONS\n    9  OFFERING RESIDENTIAL MORTGAGE SERVICES. A COPY OF SUCH PAMPHLET SHALL BE\n   10  PROVIDED  BY  LICENSED  LENDERS AND BANKING ORGANIZATIONS TO EACH PERSON\n   11  BEFORE SUCH PERSON ENTERS INTO AN APPLICATION FOR A LOAN  SECURED  BY  A\n   12  MORTGAGE    UPON  RESIDENTIAL REAL ESTATE. THE PAMPHLET PROVIDED TO EACH\n   13  SUCH PERSON SHALL BE PRINTED IN A LANGUAGE WHICH THE PERSON  IS  CAPABLE\n   14  OF  READING  AND  UNDERSTANDING.  FURTHERMORE,  SUCH LICENSED LENDER AND\n   15  BANKING ORGANIZATION SHALL NOT ACCEPT AN APPLICATION FOR  A  RESIDENTIAL\n   16  MORTGAGE  UNTIL  THE PERSON OR PERSONS APPLYING FOR A MORTGAGE HAVE BEEN\n   17  PROVIDED A COPY OF THE BOOKLET AND ACKNOWLEDGED RECEIPT OF IT  IN  WRIT-\n   18  ING.  EVERY LICENSED LENDER AND BANKING ORGANIZATION SHALL MAINTAIN SUCH\n   19  ACKNOWLEDGEMENT ALONG WITH THE APPLICANT'S MORTGAGE LOAN DOCUMENTS.\n   20    2. THE PAMPHLET AND WEBSITE NOTICE DEVELOPED PURSUANT TO THIS  SECTION\n   21  SHALL  INCLUDE  THE FOLLOWING, ALONG WITH OTHER INFORMATION ADDED AT THE\n   22  DISCRETION OF THE SUPERINTENDENT NOT  OTHERWISE  INCONSISTENT  WITH  THE\n   23  INFORMATION SET FORTH IN THE PAMPHLET:\n   24    \"BILL OF RIGHTS FOR RESIDENTIAL MORTGAGE APPLICANTS\n   25    AS AN APPLICANT FOR A RESIDENTIAL MORTGAGE YOU HAVE THE RIGHT TO:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05977-01-1\n\n       S. 1699                             2\n\n    1    1.  COMPARE  THE  CHARGES OF DIFFERENT MORTGAGE BROKERS AND LENDERS TO\n    2  OBTAIN THE BEST LOAN POSSIBLE.\n    3    2.  ASK  YOUR  MORTGAGE  BROKER TO EXPLAIN HIS OR HER RESPONSIBILITIES\n    4  WITHIN THE MORTGAGE LENDING PROCESS.\n    5    3. KNOW HOW MUCH THE MORTGAGE BROKER IS COMPENSATED  BY  YOU  AND  THE\n    6  LENDER FOR YOUR LOAN.\n    7    4. A CLEAR AND TRUTHFUL EXPLANATION OF THE TERMS AND CONDITIONS OF THE\n    8  LOAN.\n    9    5.  KNOW IF THE LOAN BEING OFFERED IS A FIXED OR ADJUSTABLE RATE MORT-\n   10  GAGE LOAN, KNOW THE EXACT AMOUNT OF YOUR MONTHLY LOAN PAYMENTS,  INCLUD-\n   11  ING ANY PROJECTED ESCROW PAYMENTS, KNOW THE FINAL ANNUAL PERCENTAGE RATE\n   12  (APR) AND THE AMOUNT OF REGULAR PAYMENTS AT THE LOAN'S CLOSING.\n   13    6.  ASK  FOR  A GOOD FAITH ESTIMATE OF ALL LOAN AND SETTLEMENT CHARGES\n   14  BEFORE YOU AGREE TO THE LOAN AND PAY ANY FEES, SUCH AS LOAN  APPLICATION\n   15  FEES,  TITLE SEARCH AND INSURANCE FEES, LENDER'S ATTORNEY FEES, PROPERTY\n   16  APPRAISAL CHARGES, INSPECTIONS, RECORDING FEES,  TRANSFER  TAXES,  POINT\n   17  AND ORIGINATION FEES, AND ESCROW ACCOUNT BALANCES.\n   18    7. OBTAIN CREDIT COUNSELING BEFORE CLOSING A LOAN.\n   19    8. DECIDE WHETHER OR NOT TO FINANCE ANY PORTION OF THE POINTS OR FEES.\n   20    9. REFUSE TO PURCHASE CREDIT INSURANCE FOR ANY MORTGAGE LOAN.\n   21    10.  HAVE  YOUR  PROPERTY APPRAISED BY AN INDEPENDENT LICENSED PROFES-\n   22  SIONAL AND TO RECEIVE A COPY OF THE APPRAISAL.\n   23    11. NOT BE SUBJECT TO DECEPTIVE MARKETING PRACTICES.\n   24    12. ASK FOR THE HUD SETTLEMENT COSTS BOOKLET, \"BUYING YOUR HOME\".\n   25    13. RECEIVE THE FOLLOWING  DOCUMENTS,  AND  EVERY  DOCUMENT  OTHERWISE\n   26  REQUIRED  TO BE GIVEN TO YOU AT CLOSING UNDER FEDERAL AND NEW YORK STATE\n   27  LAW:\n   28    A. GOOD FAITH ESTIMATE\n   29    B. TRUTH IN LENDING\n   30    C. HUD-1 STATEMENT\n   31    14. KNOW WHAT FEES ARE NOT REFUNDABLE IF YOU DECIDE TO CANCEL THE LOAN\n   32  AGREEMENT.\n   33    15. RECEIVE IN WRITING  THE  REASON  FOR  THE  DENIAL  OR  CONDITIONAL\n   34  APPROVAL OF YOUR LOAN APPLICATION.\n   35    16.  IF  REFINANCING,  YOU  MAY CANCEL A LOAN WITHIN THREE DAYS OF THE\n   36  CLOSING  BY  PROVIDING  WRITTEN  NOTIFICATION  OF  CANCELLATION  TO  THE\n   37  LICENSED LENDER OR BANKING INSTITUTION.\n   38    17. RECEIVE THE HUD-1 DOCUMENT ONE DAY BEFORE THE CLOSING TAKES PLACE.\n   39    18. HAVE ANY LENDING DISPUTES RESOLVED IN A FAIR AND EQUITABLE MANNER.\n   40    19.  A  CREDIT  DECISION  THAT  IS  NOT  BASED  UPON YOUR RACE, COLOR,\n   41  NATIONAL ORIGIN, RELIGION, SEX, FAMILY STATUS, SEXUAL ORIENTATION, DISA-\n   42  BILITY OR WHETHER ANY INCOME IS FROM PUBLIC ASSISTANCE.\n   43    20. FILE A COMPLAINT WITH THE NEW YORK STATE BANKING DEPARTMENT IF YOU\n   44  BELIEVE THAT A MORTGAGE BROKER OR ANY OTHER ENTITY LICENSED BY THE BANK-\n   45  ING DEPARTMENT HAS VIOLATED ANY RULES, REGULATIONS OR LAWS WHICH  GOVERN\n   46  HIS  OR  HER  CONDUCT  IN  WORKING WITH YOU TO GET OR PROCESS A MORTGAGE\n   47  LOAN.\n   48    21. FILE A COMPLAINT WITH THE NEW YORK STATE DEPARTMENT  OF  STATE  IF\n   49  YOU  BELIEVE  THAT  A  REAL  ESTATE BROKER HAS VIOLATED ANY RULES, REGU-\n   50  LATIONS OR LAW WHICH GOVERNS HIS OR HER CONDUCT IN WORKING WITH  YOU  TO\n   51  PURCHASE A HOME.\"\n   52    S 2. This act shall take effect on the one hundred eightieth day after\n   53  it  shall  have  become a law; provided that, effective immediately, any\n   54  and all actions necessary to implement the provisions of this act on its\n   55  effective date are authorized and directed to be completed on or  before\n   56  such date.\n",
  "memo" : "BILL NUMBER:S1699\n\nTITLE OF BILL:\nAn act\nto amend the banking law, in relation to the mortgage bill of\nrights pamphlet on residential mortgages\n\nPURPOSE OR GENERAL IDEA OF BILL:\nRequires information to consumers of the mortgage bill of rights\nthat are provided by mortgage lenders and bankers to be published in\nthe eight most spoken languages in New York State.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. Subdivision 1 of section 35 of the banking law is amended\nto read as follows: The superintendent of banks shall develop a\npamphlet known as \"the mortgage applicant's bill of rights\" and post\nsuch pamphlet on the banking website. Such pamphlet shall be posted\nand printed in the eight languages which are most spoken in New York\nState.\n\nJUSTIFICATION:\nThis legislation ensures the public's awareness of the \"mortgage bill\nof rights\" by making information accessible in their native tongue.\nThe increase of diversity among constituents makes it vital for\ninformation to be translated in multiple languages. Having this\ninformation only in English can only benefit those fluent in the\nEnglish language and not the public as a whole.\n\nPRIOR LEGISLATIVE HISTORY:\nS.2590 of 2009\n02/24/09 REFERRED TO BANKS\n01/06/10 REFERRED TO BANKS\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the 180th day after it\nshall have become a law;\nprovided that, effective immediately, any and all actions necessary to\nimplement the provisions of this act on its effective date are\nauthorized and directed to be completed on or before such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to the mortgage bill of rights pamphlet on residential mortgages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T145216.TXT", "SOBI.D110111.T144715.TXT", "SOBI.D110111.T151219.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T165725.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624765
}