{
  "year" : 2011,
  "senateBillNo" : "S1695-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1695-2011-1294722000000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to reimbursement of non-emergency ambulette transportation services",
  "summary" : "Relates to reimbursement of non-emergency ambulette transportation services. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S8241-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1695\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation  to  non-emergency  ambu-\n         lette transportation services provided to covered persons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The insurance law is amended by adding a new  section  5110\n    2  to read as follows:\n    3    S 5110. AMBULETTE TRANSPORTATION SERVICES. (A) EVERY OWNER'S POLICY OF\n    4  LIABILITY  INSURANCE  ISSUED  ON  A MOTOR VEHICLE IN SATISFACTION OF THE\n    5  REQUIREMENTS OF ARTICLE SIX OR EIGHT OF  THE  VEHICLE  AND  TRAFFIC  LAW\n    6  SHALL  INCLUDE  REIMBURSEMENT  OF NON-EMERGENCY AMBULETTE TRANSPORTATION\n    7  SERVICES THAT  ARE  MEDICAID-CERTIFIED  FOR  THE  TRANSPORT  OF  COVERED\n    8  PERSONS  TO  AND  FROM  APPOINTMENTS WITH HEALTH CARE PROVIDERS THAT ARE\n    9  DIRECTLY RELATED TO TREATMENT OF AN INJURY OR INJURIES  SUSTAINED  AS  A\n   10  RESULT OF A MOTOR VEHICLE ACCIDENT.\n   11    (B) PAYMENT BY AN INSURER PURSUANT TO THIS SECTION SHALL BE PAYMENT IN\n   12  FULL FOR THE SERVICES PROVIDED. AN AMBULETTE SERVICE REIMBURSED PURSUANT\n   13  TO THIS SECTION SHALL NOT CHARGE OR SEEK ANY REIMBURSEMENT FROM, OR HAVE\n   14  ANY RECOURSE AGAINST A COVERED PERSON FOR THE SERVICES PROVIDED PURSUANT\n   15  TO THIS SECTION.\n   16    (C) AMBULETTE COMPANIES SHALL BE AUTHORIZED TO ACCEPT LETTERS OF REAS-\n   17  SIGNMENT OF BENEFITS FROM COVERED PERSONS.\n   18    (D)   AN  INSURER  SHALL  PROVIDE  REIMBURSEMENT  FOR  THOSE  SERVICES\n   19  PRESCRIBED BY THIS SECTION AT RATES NEGOTIATED BETWEEN THE  INSURER  AND\n   20  THE  PROVIDER  OF SUCH SERVICES. IN THE ABSENCE OF AGREED UPON RATES, AN\n   21  INSURER SHALL PAY FOR SUCH SERVICES AT THE USUAL AND  CUSTOMARY  CHARGE,\n   22  WHICH SHALL NOT BE EXCESSIVE OR UNREASONABLE.\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05913-01-1\n",
  "memo" : "BILL NUMBER:S1695\n\nTITLE OF BILL:\nAn act\nto amend the insurance law, in relation to non-emergency ambulette\ntransportation services provided to covered persons\n\nPURPOSE:\nThe purpose of this bill is to allow reputable ambulette services that\nare certified by Medicaid, to receive reimbursement from insurance\nfor non-emergency transportation services provided to no fault\npatients.\n\nSUMMARY:\nAmends section 5110 of the Insurance law to require reimbursement to\nMedicaid-certified ambulette companies for transportation services of\nno fault patients to and from health care appointments that are\nrelated to treatment of injuries sustained as a result of a motor\nvehicle accident.\nSection B indicates that ambulette companies paid by insurers shall not\nseek compensation or have recourse against a covered person for\nservices provided. Section C authorizes ambulette companies to accept\nletters of reassignment of benefits from covered persons. Section D\nprovides that reimbursement rates shall be at a rate negotiated\nbetween the insurer and the provider of services. In the absence of\nsuch an agreement the insurer shall pay the usual and customary\ncharge for such services so long as they are not excessive or\nexorbitant.\n\nJUSTIFICATION:\nThis is an important piece of legislation that will ensure that\npatients covered under the no fault insurance law will receive\nmedically necessary, quality, non-emergency transportation services\nto and from health care appointments to treat injuries sustained in\nmotor vehicle accidents. No fault patients that are suffering from\nneck, back or other serious injuries require transportation to doctor\nvisits, physical therapy etc must be transported by professionals who\nare trained to transport such patients in a manner that does not risk\naggravation of injuries or added pain and discomfort that can be\ncaused by improper transportation procedures.\n\nPRIOR LEGISLATIVE HISTORY:\nS.8241 of 2009\n06/17/10 REFERRED TO RULES\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to non-emergency ambulette transportation services provided to covered persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T145216.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T165725.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624759
}