{
  "year" : 2011,
  "senateBillNo" : "S1697-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1697-2011-1294722000000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the failure of auction and requirements for sale of real estate owned property",
  "summary" : "Relates to the failure of auction and requirements for sale of real estate owned property; defines terms; describes requirements for sale and penalties. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "S7688-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1697\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  real  property  actions and proceedings law, in\n         relation to the failure of auction and requirements for sale  of  real\n         estate owned property\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property actions and proceedings law is amended by\n    2  adding a new section 1355-a to read as follows:\n    3    S 1355-A. FAILURE OF AUCTION: REQUIREMENTS FOR  SALE  OF  REAL  ESTATE\n    4  OWNED  PROPERTY.  1. DEFINITIONS. (A) \"REAL ESTATE OWNED PROPERTY\" SHALL\n    5  MEAN A CLASS OF PROPERTY OWNED BY A LENDER, TYPICALLY A BANK OR MORTGAGE\n    6  COMPANY, AFTER AN UNSUCCESSFUL SALE AT A FORECLOSURE AUCTION; THIS CLASS\n    7  OF PROPERTY IS CATEGORIZED AS AN ASSET.\n    8    (B) \"REGISTERED REAL ESTATE OWNED  PROPERTY  LAWYER\"  SHALL  MEAN  ANY\n    9  ATTORNEY  WHO  HAS  REGISTERED  WITH  THE SECRETARY OF STATE PURSUANT TO\n   10  SUBDIVISION TWO OF THIS SECTION TO CONDUCT A SALE OR  OTHER  TRANSACTION\n   11  OF  REAL  ESTATE  OWNED PROPERTY; THIS SECTION SHALL NOT BE CONSTRUED TO\n   12  MEAN ANY ATTORNEY ON RETAINER BY THE BANK TO HANDLE REAL  ESTATE  TRANS-\n   13  ACTIONS OR ANYONE DEEMED IN-HOUSE COUNSEL.\n   14    (C) \"REGISTERED REAL ESTATE OWNED PROPERTY AGENT OR BROKER\" SHALL MEAN\n   15  ANY  INDIVIDUAL INVOLVED IN REAL ESTATE BROKERAGE ACTIVITY AS DEFINED IN\n   16  SECTION FIVE HUNDRED NINETY-NINE-B OF THE BANKING LAW WHO HAS REGISTERED\n   17  WITH THE SECRETARY OF STATE PURSUANT TO SUBDIVISION TWO OF THIS  SECTION\n   18  TO  LIST FOR SALE ANY REAL ESTATE OWNED PROPERTY; THIS SECTION SHALL NOT\n   19  BE CONSTRUED TO MEAN ANY AGENT OR BROKER ON RETAINER BY A BANK TO HANDLE\n   20  REAL ESTATE SALES OR PURCHASES OR ANY AGENT OR BROKER EMPLOYED BY A BANK\n   21  OR MORTGAGE COMPANY'S SUBSIDIARY.\n   22    (D) \"REGISTERED REAL ESTATE OWNED PROPERTY MAINTENANCE COMPANY\"  SHALL\n   23  MEAN  ANY INDIVIDUAL OR COMPANY WHO HAS REGISTERED WITH THE SECRETARY OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06084-01-1\n\n       S. 1697                             2\n\n    1  STATE PURSUANT TO SUBDIVISION TWO OF THIS SECTION TO MAINTAIN FORECLOSED\n    2  PROPERTIES PURSUANT TO SECTION THIRTEEN HUNDRED SEVEN OF THIS ARTICLE.\n    3    2.  REGISTRATION.   (A) THE SECRETARY OF STATE SHALL POST AND MAINTAIN\n    4  ON ITS WEBSITE OR OTHERWISE MAKE READILY AVAILABLE A LIST OF  REGISTERED\n    5  REAL  ESTATE  OWNED  PROPERTY  LAWYERS, A LIST OF REGISTERED REAL ESTATE\n    6  OWNED PROPERTY AGENTS OR BROKERS AND A LIST OF  REGISTERED  REAL  ESTATE\n    7  OWNED  PROPERTY  MAINTENANCE  COMPANIES ALONG WITH COMPREHENSIVE CONTACT\n    8  INFORMATION, INCLUDING, BUT NOT LIMITED TO, FULL NAME, NAME OF ANY ASSO-\n    9  CIATED LAW FIRM,  LEGAL  PRACTICE  OR  PARENT  COMPANY,  ADDRESS,  PHONE\n   10  NUMBER, AND ANY KNOWN AFFILIATION WITH ANY STATE-CHARTERED BANK.\n   11    (I) THE SECRETARY OF STATE SHALL CONSULT WITH THE HEAD OF THE DIVISION\n   12  OF  MINORITY AND WOMEN'S BUSINESS DEVELOPMENT TO USE REASONABLE MEASURES\n   13  TO ENSURE THAT BUSINESSES CERTIFIED UNDER ARTICLE FIFTEEN-A OF THE EXEC-\n   14  UTIVE LAW, WHICH  TRADITIONALLY  HAVE  BEEN  WOMEN  AND  MINORITIES  ARE\n   15  AFFORDED  EQUAL  OPPORTUNITY  TO  PARTICIPATE  IN AND BE INCLUDED ON THE\n   16  LISTS ALLOWED UNDER THIS SECTION.\n   17    (II) THE SECRETARY OF STATE SHALL DENOTE ON  THE  LIST  CREATED  UNDER\n   18  THIS SECTION THAT AN ATTORNEY, BROKER OR MAINTENANCE COMPANY IS A MINOR-\n   19  ITY OR WOMEN-OWNED BUSINESS OR ENTERPRISE, AND SHALL ENSURE THAT, AT ALL\n   20  TIMES,  FIVE  TO  TEN  PERCENT  OF  THE  LIST IS MADE UP OF MINORITY AND\n   21  WOMEN-OWNED BUSINESSES.\n   22    (B) ANY ATTORNEY, REAL ESTATE BROKER OR PROPERTY  MAINTENANCE  COMPANY\n   23  INTENDING  TO  BE  PART  OF THE LIST MAINTAINED PURSUANT TO THIS SECTION\n   24  SHALL MAKE APPLICATION TO THE SECRETARY OF STATE.\n   25    (C) SUCH APPLICATION SHALL BE IN A FORM AND MANNER PRESCRIBED  BY  THE\n   26  SECRETARY  OF STATE AND SHALL CONTAIN SUCH INFORMATION AS, IN THE SECRE-\n   27  TARY OF STATE'S JUDGMENT, IS REASONABLE AND NECESSARY TO  DETERMINE  THE\n   28  QUALIFICATIONS FOR LICENSING OF THE APPLICANT, EXCEPT THAT THE SECRETARY\n   29  OF STATE SHALL AUTOMATICALLY DISQUALIFY ANY INDIVIDUAL OR COMPANY AFFIL-\n   30  IATED WITH OR RETAINED BY ANY STATE-CHARTERED BANK.\n   31    (D)  THE APPLICATION SHALL BE SUBSCRIBED BY THE APPLICANT AND AFFIRMED\n   32  UNDER PENALTY OF PERJURY.\n   33    (E) THERE SHALL BE NO APPLICATION FEE ASSOCIATED WITH THE  APPLICATION\n   34  DESCRIBED IN THIS ARTICLE.\n   35    (F)  EACH APPLICATION SHALL BE ACCOMPANIED BY SATISFACTORY EVIDENCE OF\n   36  GOOD STANDING AND LEGITIMATE LICENSING WITH THE NEW YORK STATE  BAR,  OR\n   37  BY THE SECRETARY OF STATE OR DEPARTMENT OF STATE.\n   38    (G)  ANY  APPLICANT FOR INCLUSION ON THIS LIST MAY SUBMIT SATISFACTORY\n   39  EVIDENCE OF LICENSURE TO PRACTICE AN EQUIVALENT OCCUPATION ISSUED BY ANY\n   40  OTHER STATE, TERRITORY, PROTECTORATE OR DEPENDENCY OF THE UNITED  STATES\n   41  OR  ANY  OTHER COUNTRY IN LIEU OF THE EVIDENCE REQUIRED BY THIS SUBDIVI-\n   42  SION, PROVIDED THAT SUCH LICENSE WAS GRANTED IN COMPLIANCE  WITH  STAND-\n   43  ARDS  WHICH  WERE,  IN THE JUDGMENT OF THE SECRETARY OF STATE, NOT LOWER\n   44  THAN THOSE OF THIS  STATE  AND  PROVIDED  THAT  SUCH  STATE,  TERRITORY,\n   45  PROTECTORATE,  DEPENDENCY, OR COUNTRY EXTENDS SIMILAR RECIPROCITY TO THE\n   46  LICENSEES OF THIS STATE OR THE APPLICANT PRACTICED AN EQUIVALENT OCCUPA-\n   47  TION IN SUCH STATE, TERRITORY, PROTECTORATE, DEPENDENCY OR COUNTRY FOR A\n   48  MINIMUM OF FIVE YEARS.\n   49    (H) IN ADDITION TO THE POWERS AND DUTIES ELSEWHERE PRESCRIBED  IN  NEW\n   50  YORK STATE LAW, THE SECRETARY OF STATE SHALL HAVE THE POWER TO:\n   51    (I)  APPOINT  A  SUFFICIENT NUMBER OF ASSISTANTS, INSPECTORS AND OTHER\n   52  EMPLOYEES AS MAY BE NECESSARY TO CARRY OUT THE PROVISIONS OF THIS  ARTI-\n   53  CLE, TO PRESCRIBE THEIR DUTIES, AND TO FIX THEIR COMPENSATION WITHIN THE\n   54  AMOUNT APPROPRIATED THEREFOR;\n   55    (II)  EXAMINE  THE QUALIFICATIONS AND FITNESS OF APPLICANTS FOR REGIS-\n   56  TRATION;\n\n       S. 1697                             3\n\n    1    (III) KEEP RECORDS OF ALL APPLICANTS APPROVED OR DENIED  REGISTRATION;\n    2  AND\n    3    (IV)  ADOPT  SUCH  RULES  AND  REGULATIONS  NOT  INCONSISTENT WITH THE\n    4  PROVISIONS OF THIS SECTION, AS MAY BE NECESSARY WITH RESPECT TO THE FORM\n    5  AND CONTENT OF APPLICATIONS FOR REGISTRATION, THE RECEPTION THEREOF, THE\n    6  INVESTIGATION AND EXAMINATION OF APPLICANTS AND  PROSPECTIVE  APPLICANTS\n    7  AS NEEDED, AND OTHER MATTERS INCIDENTAL OR APPROPRIATE TO THE POWERS AND\n    8  DUTIES  OF  THE SECRETARY OF STATE AS PRESCRIBED BY THIS SECTION AND FOR\n    9  THE PROPER ADMINISTRATION AND ENFORCEMENT  OF  THE  PROVISIONS  OF  THIS\n   10  SECTION.\n   11    3. REQUIREMENTS OF SALE. (A) ANY STATE-CHARTERED BANK UNDER THE SUPER-\n   12  VISION OF THE BANKING DEPARTMENT MAY NOT CONSULT WITH, CONTRACT WITH, OR\n   13  AFFILIATE ITSELF WITH ANY ATTORNEY, AGENT, BROKER OR MAINTENANCE COMPANY\n   14  IN  A  TRANSACTION  INVOLVING  A  REAL ESTATE OWNED PROPERTY UNLESS SUCH\n   15  INDIVIDUAL OR BUSINESS IS ON THE LIST PRESCRIBED  BY  PARAGRAPH  (A)  OF\n   16  SUBDIVISION TWO OF THIS SECTION.\n   17    (B) STATE-CHARTERED BANKS UNDER THE SUPERVISION OF THE BANKING DEPART-\n   18  MENT  MUST  SELECT  AN  ATTORNEY,  AGENT,  BROKER OR MAINTENANCE COMPANY\n   19  DENOTED AS A MINORITY OR WOMEN-OWNED BUSINESS ENTERPRISE AND INCLUDED ON\n   20  THE LIST PRESCRIBED BY PARAGRAPH (A) OF SUBDIVISION TWO OF THIS  SECTION\n   21  WHENEVER  FEASIBLE IN TRANSACTIONS INVOLVING A REAL ESTATE OWNED PROPER-\n   22  TY.\n   23    4. PENALTIES. (A) EACH VIOLATION OF THIS ARTICLE  BY  ANY  STATE-CHAR-\n   24  TERED  BANK  UNDER  THE SUPERVISION OF THE BANKING DEPARTMENT SHALL BE A\n   25  VIOLATION SUBJECT TO A FINE OF  NOT  MORE  THAN  FIVE  HUNDRED  DOLLARS,\n   26  UNLESS  SUCH  VIOLATION SHALL BE KNOWING AND WILLFUL, IN WHICH EVENT THE\n   27  FINE IMPOSED SHALL BE ONE THOUSAND DOLLARS.\n   28    (B) IF A STATE-CHARTERED BANK UNDER THE  SUPERVISION  OF  THE  BANKING\n   29  DEPARTMENT  HAS THREE OR MORE PREVIOUS CONVICTIONS IN A FIVE-YEAR PERIOD\n   30  FOR VIOLATIONS OF THIS SECTION, SUCH CURRENT VIOLATION SHALL BE  SUBJECT\n   31  TO A FINE OF NOT LESS THAN ONE THOUSAND FIVE HUNDRED DOLLARS.\n   32    S  2.  This  act shall take effect on the ninetieth day after it shall\n   33  have become a law.\n",
  "memo" : "BILL NUMBER:S1697\n\nTITLE OF BILL:\n\nAn act\nto amend the real property actions and proceedings law, in relation to\nthe failure of auction and requirements for sale of real estate owned\nproperty\n\nPURPOSE OR GENERAL IDEA:\n\nTo create a transparent process by which banks contract with service\nproviders for an REO transaction.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nSection 1. Amends the Real Property Actions and Proceedings Law to\ndefine real estate owned property, registered real estate owned\nproperty lawyer, registered real estate owned property agent or\nbroker and registered real estate owned property maintenance company.\n\nThis section also requires the secretary of state to post and maintain\non its website or otherwise make available a list of registered real\nestate owned property lawyers, a list of registered real estate owned\nproperty agents or brokers and a list of registered real estate owned\nproperty maintenance companies along with their contact information.\nThe secretary of state shall also consult with the Division of\nMinority and Women's Business Development to ensure that businesses\ncertified under article fifteen-A of the executive law are included\non these lists.\n\nIt also amends the Real Property Actions and Proceedings Law by\ncreating a process by which the New York State Secretary of State\nshall post a list of the registered real estate owned lawyers,\nagents, brokers and maintenance companies and denote which\nindividuals or entities are minority- or women-owned, and amends the\nReal Property Actions and Proceedings Law by requiring that any\nstate-chartered banks under the supervision of the New York State\nBanking Department choose an attorney, agent, broker or maintenance\ncompany to represent them in a transaction\ninvolving real estate owned property from the list of registered real\nestate owned lawyers, agents, brokers and maintenance companies.\n\nFinally, this section amends the Real Property Actions and Proceedings\nLaw to impose penalties incurred for violation of this section,\nincluding penalties incurred by repeat offenders.\n\nSection 2. Provides for an effective date 90 days after it shall have\nbecome law.\n\nJUSTIFICATION:\n\nReal estate owned or REO is a class of property owned by a lender,\ntypically a bank or mortgage company, after an unsuccessful sale at a\nforeclosure auction. A bank typically sets the opening bid at a\nforeclosure auction for at least the outstanding loan amount; if\nthere are no bidders that are interested, then the bank will legally\nrepossess the property. As soon as the bank repossesses the property,\nit is listed on their books as REO - Real Estate Owned - and is\ncategorized as an asset.\nOnce a property has been repossessed and it becomes classified as REO,\nthe bank will go through the process of trying to sell the property\non its own. The bank will attempt to remove some of the liens and\nother expenses on the home and try to resell it to the public.\nGenerally, bank REO properties are in poor condition in terms of\nrepairs and maintenance, but are nonetheless appealing to real estate\ninvestors looking for an attractive deal that compensates for the\ncondition of the property.\n\nWhen an investor or purchaser contracts to buy a REO property, an\nattorney is needed to represent the bank in a real estate\ntransaction, an agent or broker is needed to list the property and a\nmaintenance company is needed to maintain the condition of the\nproperty under the new foreclosure laws. At the present time, no\nguidelines exist to dictate the attorney chosen by the bank in these\ntransactions, and they are often funneled to an attorney the bank has\na pre-existing relationship with. This bill would create a more\ntransparent and accessible mechanism by which individuals and\nbusinesses in New York State could become the contracted or\naffiliated attorney, agent, broker or maintenance company assigned to\nreal estate transactions involving REO property.\n\nLEGISLATIVE HISTORY:\n05/03/1 0 REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT\n05/05/10 COMMITTEE DISCHARGED AND COMMITTED TO JUDICIARY\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect ninety days after it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to the failure of auction and requirements for sale of real estate owned property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T145216.TXT", "SOBI.D110111.T144715.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T165725.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624762
}