{
  "year" : 2011,
  "senateBillNo" : "S1693-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1693-2011-1294722000000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the installation of water usage sub-meters by owners of multiple dwellings",
  "summary" : "Authorizes the installation of water usage sub-meters by owners of multiple dwellings. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S145-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1693\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         authorizing  the  installation  of water usage sub-meters by owners of\n         multiple dwellings as defined herein\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 15 of the environmental conservation law is amended\n    2  by adding a new title 4 to read as follows:\n    3                                    TITLE 4\n    4                                  SUB-METERING\n    5  SECTION 15-0401. LEGISLATIVE FINDINGS.\n    6          15-0403. DEFINITIONS.\n    7          15-0405. INSTALLATION OF SUB-METERS REQUIRED.\n    8  S 15-0401. LEGISLATIVE FINDINGS.\n    9    THE  STATE  LEGISLATURE FINDS THAT IN ORDER TO PROVIDE FOR THE MAXIMUM\n   10  BENEFIT FROM THE STATE'S  WATER  RESOURCES  TO  THE  BROADEST  RANGE  OF\n   11  PUBLIC, PRIVATE USERS AT A MINIMUM COST AND WITH THE LEAST ADVERSE ENVI-\n   12  RONMENTAL  IMPACT,  IT IS NECESSARY AND IN THE PUBLIC INTEREST TO MANAGE\n   13  MORE EFFECTIVELY AND EFFICIENTLY THE STATE'S WATER SUPPLIES. TO  FACILI-\n   14  TATE  THE CONSERVATION OF WATER, TO MINIMIZE WASTE, AND TO MAKE SPECIFIC\n   15  DETERMINATIONS OF THE AMOUNTS AND LOCATIONS OF ALL USERS OF WATER,  SUB-\n   16  METERING  OF  WATER  USERS  IN  MULTIPLE DWELLINGS IS NECESSARY.   WATER\n   17  CONSERVATION IS HARDER TO ACHIEVE IN MULTIPLE DWELLINGS BECAUSE  TENANTS\n   18  ARE NOT AWARE OF THEIR WATER USAGE. THEREFORE TO MINIMIZE WASTE AN OWNER\n   19  OF  A MULTIPLE DWELLING IS ENCOURAGED TO IMPLEMENT SUB-METERING FOR EACH\n   20  INDIVIDUAL UNIT.\n   21  S 15-0403. DEFINITIONS.\n   22    1. \"SUB-METER\" SHALL MEAN A DEVICE WHICH RECORDS OR MEASURES THE WATER\n   23  USAGE FOR EACH INDIVIDUAL UNIT WITHIN A RESIDENTIAL MULTIPLE DWELLING.\n   24    2. \"UNIT\" SHALL MEAN A FAMILY APARTMENT WITHIN A MULTIPLE DWELLING.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05906-01-1\n\n       S. 1693                             2\n\n    1    3. \"MULTIPLE DWELLING\", FOR THE PURPOSES OF THIS TITLE, IS A  DWELLING\n    2  WHICH  IS EITHER RENTED, LEASED, LET OR HIRED OUT, TO BE OCCUPIED, OR IS\n    3  OCCUPIED AS A RESIDENCE OR HOME OF THREE OR MORE FAMILIES  LIVING  INDE-\n    4  PENDENTLY OF EACH OTHER.\n    5  S 15-0405. INSTALLATION OF SUB-METERS REQUIRED.\n    6    1.  WITHIN ONE YEAR AFTER THE EFFECTIVE DATE OF THIS TITLE, OWNERS MAY\n    7  INSTALL SUB-METERS IN ALL MULTIPLE DWELLINGS AT THEIR OWN EXPENSE.\n    8    2. THE OPTION TO INSTALL SUB-METERS AS PROVIDED IN THIS SECTION  SHALL\n    9  NOT  APPLY TO ANY REAL PROPERTY WHILE AN ACTION FOR FORECLOSURE OF A TAX\n   10  LIEN PURSUANT TO EITHER TITLE TWO OR TITLE THREE OF  ARTICLE  ELEVEN  OF\n   11  THE REAL PROPERTY TAX LAW IS PENDING.\n   12    3. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE LEGISLATIVE BODY OF\n   13  ANY  LOCAL  GOVERNMENT  MAY DULY ENACT OR ADOPT LOCAL LAWS OR ORDINANCES\n   14  OR, IN THE CITY OF NEW YORK, THE  NEW  YORK  CITY  WATER  BOARD  CREATED\n   15  PURSUANT  TO  SECTION  ONE  THOUSAND FORTY-SIX OF THE PUBLIC AUTHORITIES\n   16  LAW, MAY PROMULGATE REGULATIONS PROVIDING STANDARDS FOR THE INSTALLATION\n   17  OF SUB-METERS AND IMPOSING HIGHER OR MORE RESTRICTIVE STANDARDS FOR  THE\n   18  SUB-METERING  OF  WATER WITHIN THE JURISDICTION OF SUCH LOCAL GOVERNMENT\n   19  OR WATER BOARD THAN ARE GENERALLY APPLICABLE TO SUCH LOCAL GOVERNMENT OR\n   20  WATER BOARD UNDER THE PROVISIONS OF THIS SECTION.\n   21    S 2. This act shall take effect on the first of January next  succeed-\n   22  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to authorizing the installation of water usage sub-meters by owners of multiple dwellings as defined herein ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T145216.TXT", "SOBI.D110111.T165226.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294782746869
}