{
  "year" : 2011,
  "senateBillNo" : "S169-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S169-2011-1294203600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes no school shall serve as a polling place",
  "summary" : "Establishes no polling place shall be located on the premises of any public or private elementary or secondary school or a school for preschool children. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S319-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          169\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to establishing no  school\n         shall serve as a polling place\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 4-104  of  the  election  law,  as\n    2  amended  by chapter 694 of the laws of 1989, is amended and a new subdi-\n    3  vision 7-a is added to read as follows:\n    4    3. A building exempt from taxation shall be used whenever possible  as\n    5  a  polling  place if it is situated in the same or a contiguous election\n    6  district, and may contain as many distinctly separate polling places  as\n    7  public  convenience  may require. The expense, if any, incidental to its\n    8  use, shall be paid like the expense of other places of registration  and\n    9  voting. [If a board or body empowered to designate polling places choos-\n   10  es  a public school building for such purpose, the board or agency which\n   11  controls such building must make available  a  room  or  rooms  in  such\n   12  building which are suitable for registration and voting and which are as\n   13  close  as  possible  to  a convenient entrance to such building and must\n   14  make available any such room or rooms which the board or body  designat-\n   15  ing  such  building  determines  are  accessible  to physically disabled\n   16  voters as provided in subdivision one-a.] Notwithstanding the provisions\n   17  of any general, special or local law, if a board or  body  empowered  to\n   18  designate  polling  places chooses a publicly owned or leased building[,\n   19  other than a public school building,] for such  purposes  the  board  or\n   20  body which controls such building must make available a room or rooms in\n   21  such  building  which are suitable for registration and voting and which\n   22  are as close as possible to a convenient entrance to such building,  and\n   23  must  make  available  any  such  room  or rooms which the board or body\n   24  designating such building determines are accessible to physically  disa-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01371-01-1\n\n       S. 169                              2\n\n    1  bled  voters  unless,  not  later  than  thirty days after notice of its\n    2  designation as a polling place,  the  board  or  body  controlling  such\n    3  building, files a written request for a cancellation of such designation\n    4  with  the  board  or  body empowered to designate polling places on such\n    5  form as shall be provided by the board or body making such  designation.\n    6  The  board  or  body empowered to so designate shall, within twenty days\n    7  after such request is filed, determine whether the use of such  building\n    8  as  a  polling  place would unreasonably interfere with the usual activ-\n    9  ities conducted in such building and upon such determination, may cancel\n   10  such designation.\n   11    7-A. NO POLLING PLACE SHALL BE LOCATED ON THE PREMISES OF  ANY  PUBLIC\n   12  OR  PRIVATE  ELEMENTARY  OR  SECONDARY  SCHOOL OR A SCHOOL FOR PRESCHOOL\n   13  CHILDREN, AS THAT TERM IS DEFINED IN PARAGRAPH I OF SUBDIVISION  ONE  OF\n   14  SECTION FORTY-FOUR HUNDRED TEN OF THE EDUCATION LAW.\n   15    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to establishing no school shall serve as a polling place ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161216.TXT", "SOBI.D101213.T112305.TXT", "SOBI.D101210.T160212.TXT", "SOBI.D101210.T154705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292257385334
}