{
  "year" : 2011,
  "senateBillNo" : "S1696-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1696-2011-1294722000000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to approval of demonstration projects for the operation of proton beam therapy services",
  "summary" : "Relates to approval of demonstration projects for the operation of proton beam therapy services. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S8419-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1696\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to approval of demon-\n         stration projects for the operation of proton beam therapy services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 2803 of the public health law is amended by adding\n    2  a new subdivision 11 to read as follows:\n    3    11. NOTWITHSTANDING ANY CONTRARY PROVISION OF LAW OR REGULATION,  WHEN\n    4  AUTHORIZING DEMONSTRATION PROJECTS PURSUANT TO 10 NYCRR PART 705 FOR THE\n    5  OPERATION  OF  PROTON  BEAM  THERAPY  SERVICES,  THE  COMMISSIONER SHALL\n    6  AUTHORIZE MORE THAN ONE DEMONSTRATION PROJECT LOCATED IN A CITY  WITH  A\n    7  POPULATION OF ONE MILLION OR MORE.\n    8    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05918-01-1\n",
  "memo" : "BILL NUMBER:S1696\n\nTITLE OF BILL:\nAn act\nto amend the public health law, in relation to approval of demonstration\nprojects for the operation of proton beam therapy services\n\nPURPOSE OR GENERAL IDEA OF BILL:\nRequires the Commissioner of Health to authorize more than one\ndemonstration project located in a city with a population of one\nmillion or more for the operation of proton beam therapy services.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAdds a new subdivision 11 to section 2803 of the public health law\nrequiring the Commissioner of Health to authorize more than one\ndemonstration project in a city with a population of one million or\nmore for the operation of proton beam therapy services.\n\nJUSTIFICATION:\nProton beam therapy services is an emerging technology. There are\nseveral proton beam therapy facilities in operation in the United\nStates. The Department of Health has solicited applications for the\noperation of proton beam therapy services in New York State on a\ndemonstration basis, as authorized by Part 705 of 10 NYCRR. The\noperation of more than one demonstration site in a large city will\nbetter allow the Department of Health to test the efficacy, safety\nand cost-effectiveness of proton beam therapy. Furthermore, estimated\ndemand for such services exceeds maximum capacity for a single site.\n\nPRIOR LEGISLATIVE HISTORY:\nS.8419 of 2009 06/30/10 REFERRED TO RULES\n\nFISCAL IMPLICATIONS:\nUnknown at present time.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to approval of demonstration projects for the operation of proton beam therapy services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T145216.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T165725.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624760
}