{
  "year" : 2011,
  "senateBillNo" : "S1698-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1698-2011-1294722000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the controlled substance treatment, prevention and enforcement fund; permits contribution to such fund on income tax return",
  "summary" : "Establishes the controlled substance treatment, prevention and enforcement fund; permits a taxpayer to contribute to such fund by indicating any whole dollar amount on his or her personal income tax return; provides that moneys of such fund shall be used to provide substance abuse treatment and prevention services and for the enforcement of laws relating to unlawful use, possession, sale, manufacture, dispensing or distribution of a controlled substance or drug paraphernalia. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S194-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1698\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law and the state finance law,  in  relation  to\n         establishing   the  controlled  substance  treatment,  prevention  and\n         enforcement fund and permitting contributions to such fund to be  made\n         on personal income tax returns\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new section 623 to  read\n    2  as follows:\n    3    S  623.  GIFT  FOR  CONTROLLED  SUBSTANCE  TREATMENT,  PREVENTION  AND\n    4  ENFORCEMENT. EFFECTIVE FOR ANY TAX YEAR COMMENCING ON OR  AFTER  JANUARY\n    5  FIRST,  TWO THOUSAND TWELVE, AN INDIVIDUAL IN ANY TAXABLE YEAR MAY ELECT\n    6  TO CONTRIBUTE TO THE  CONTROLLED  SUBSTANCE  TREATMENT,  PREVENTION  AND\n    7  ENFORCEMENT  FUND  FOR  SUBSTANCE  ABUSE  TREATMENT  AND  PREVENTION AND\n    8  ENFORCEMENT OF LAWS GOVERNING THE UNLAWFUL USE, POSSESSION, SALE,  MANU-\n    9  FACTURE,  DISPENSING  OR  DISTRIBUTION OF A CONTROLLED SUBSTANCE, AS SET\n   10  FORTH IN SECTION THIRTY-THREE HUNDRED SIX OF THE PUBLIC HEALTH  LAW,  OR\n   11  DRUG  PARAPHERNALIA.  SUCH  CONTRIBUTION  SHALL  BE  IN ANY WHOLE DOLLAR\n   12  AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF STATE TAX OWED BY  SUCH  INDI-\n   13  VIDUAL.  THE COMMISSIONER SHALL INCLUDE SPACE ON THE PERSONAL INCOME TAX\n   14  RETURN TO ENABLE A TAXPAYER TO MAKE SUCH  CONTRIBUTION.  NOTWITHSTANDING\n   15  ANY  OTHER  PROVISION  OF  LAW  ALL  REVENUES COLLECTED PURSUANT TO THIS\n   16  SECTION  SHALL  BE  CREDITED  TO  THE  CONTROLLED  SUBSTANCE  TREATMENT,\n   17  PREVENTION AND ENFORCEMENT FUND AND USED ONLY FOR THOSE PURPOSES ENUMER-\n   18  ATED IN SECTION EIGHTY-NINE-H OF THE STATE FINANCE LAW.\n   19    S  2. The state finance law is amended by adding a new section 89-h to\n   20  read as follows:\n   21    S 89-H. CONTROLLED SUBSTANCE  TREATMENT,  PREVENTION  AND  ENFORCEMENT\n   22  FUND. 1. THERE IS HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE COMMIS-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06013-01-1\n\n       S. 1698                             2\n\n    1  SIONER OF TAXATION AND FINANCE AND THE COMPTROLLER, A SPECIAL FUND TO BE\n    2  KNOWN AS THE \"CONTROLLED SUBSTANCE TREATMENT, PREVENTION AND ENFORCEMENT\n    3  FUND\".\n    4    2.  SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE DEPARTMENT\n    5  OF TAXATION AND FINANCE, PURSUANT  TO  THE  PROVISIONS  OF  SECTION  SIX\n    6  HUNDRED  TWENTY-THREE  OF THE TAX LAW AND ALL OTHER MONEYS APPROPRIATED,\n    7  CREDITED, OR TRANSFERRED THERETO FROM ANY OTHER FUND OR SOURCE  PURSUANT\n    8  TO LAW.\n    9    3.  MONEYS  IN  THE  CONTROLLED  SUBSTANCE  TREATMENT,  PREVENTION AND\n   10  ENFORCEMENT FUND SHALL BE KEPT SEPARATE AND SHALL NOT BE COMMINGLED WITH\n   11  ANY OTHER MONEYS IN THE CUSTODY OF  THE  COMMISSIONER  OF  TAXATION  AND\n   12  FINANCE AND THE COMPTROLLER.\n   13    4.  THE MONEYS IN SUCH FUND SHALL BE EXPENDED ONLY FOR THE PURPOSES OF\n   14  PROVIDING SUBSTANCE ABUSE TREATMENT AND PREVENTION SERVICES AND FOR  THE\n   15  ENFORCEMENT  OF LAWS GOVERNING THE UNLAWFUL USE, POSSESSION, SALE, MANU-\n   16  FACTURE, DISPENSING OR DISTRIBUTION OF A CONTROLLED  SUBSTANCE,  AS  SET\n   17  FORTH  IN  SECTION THIRTY-THREE HUNDRED SIX OF THE PUBLIC HEALTH LAW, OR\n   18  DRUG PARAPHERNALIA.\n   19    5. ALL PAYMENTS FROM SUCH FUND SHALL BE  MADE  BY  THE  DEPARTMENT  OF\n   20  TAXATION  AND  FINANCE  AFTER  AUDIT  AND  WARRANT OF THE COMPTROLLER ON\n   21  VOUCHERS APPROVED BY THE COMMISSIONER OF TAXATION AND FINANCE.\n   22    S 3. This act shall take effect on the thirty-first day of December in\n   23  the year in which it shall have become a law and shall apply to  taxable\n   24  years beginning after such date, provided, however, that effective imme-\n   25  diately,  all  actions  and  procedures  with  respect  to  the proposed\n   26  adoption, amendment, suspension or repeal  of  any  rule  or  regulation\n   27  necessary  to  the  timely  implementation  of this act are directed and\n   28  authorized.\n",
  "memo" : "BILL NUMBER:S1698\n\nTITLE OF BILL:\nAn act\nto amend the tax law and the state finance law, in relation to\nestablishing the controlled substance treatment, prevention and\nenforcement fund and permitting contributions to such fund to be\nmade on personal income tax returns\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo establish the controlled substance treatment, prevention and\nenforcement fund; permits contribution to such fund on income tax\nreturn.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSpecific provisions of this program effect the following:\n\na) provides contributions to the controlled substance treatment,\nprevention and enforcement fund for substance abuse treatment and\nprevention and enforcement of laws governing the unlawful use,\npossession, sale, manufacture, dispensing or distribution of a\ncontrolled substance;\n\nb) requires such contributions to be in whole dollar amount;\n\nc) such contributions will not reduce the amount of state tax owed by\nan individual;\n\nd) specifies that the commissioner of taxation and finance provide\nspace on the personal income tax return in order that the taxpayer\nmay make a contribution;\n\ne) such contributions shall be credited to the fund and used only for\nthose aforementioned purposes.\n\nSpecific provisions for the establishment of this fund are as follows:\n\na) the fund shall be established in the joint custody of the\ncommissioner of taxation and finance and the comptroller;\n\nb) maintains that the fund shall consist of all revenues received by\nthe department of taxation and finance under section 626 of the tax\nlaw and all other moneys appropriated, credited or transferred from\nany other fund or source;\n\nc) specifies that all money in the controlled substance treatment,\nprevention and enforcement fund be kept separate from other moneys in\nthe custody of the commissioner of taxation and finance and the\ncomptroller;\n\nd) specifies that such money in the fund be utilized only for the\npurpose of providing substance abuse treatment and prevention\n\nservices, and for the enforcement of laws governing the unlawful use,\npossession, sale, manufacture, dispensing or distribution of a\ncontrolled substance or drug parapheralia;\n\ne) requires all payments to the fund be made by the department\nof taxation and finance after audit and warrant of the comptroller on\nvouchers approved by such commissions.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThe tax law is amended by adding a new section 626, which will allow\ntaxpayers to make a contribution to the controlled substance\ntreatment, prevention and enforcement fund. Also the state finance\nlaw is amended by adding a new section 89-B which will establish a\nspecial fund to be known as the \"controlled substance treatment,\nprevention and enforcement fund\".\n\nJUSTIFICATION:\nIn order that we may fight substance abuse, a detrimental and\nfast-growing problem in today's society, we must enlist the aid of\nthe people.\nThis is a social problem that affects us all. Substance abuse\nheightens other societal problems such as crime, thus destroying the\nsense of community we have all built, and hope to maintain. The\ncontrolled substance treatment, prevention and enforcement fund will\nallow taxpayers to help in this on going battle by providing them\nwith the opportunity to donate monies on their personal tax form.\nThese monies will not only go to treatment for individuals, but\nprevention programs and enforcement of laws in relation to the\ndifferent aspects of drug use;\nthereby impacting on all communities of New York State.\n\nThis program will allow the state to strengthen its commitment in its\ntight against drugs by utilizing the vast resources of its people. By\nputting to use space on the personal income tax form the state will\nbe able to reach a wide range of people. This is advantageous in that\nit\nprovides convenience to those who would like to contribute to combat\nthe \"war on drugs\". We in New York State are a family, and we must\nrecognize that each of us is an integral pari of the family unit. For\nwe are our brother's keeper.\n\nPRIOR LEGISLATIVE HISTORY:\nS.1903 of 2007\n01/29/07 Referred to Investigations & Government Operations\nS.194 of 2009\n01/07/09 REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS\n01/06/10 REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the thirty-first day of December in the\nyear in which it shall have become a law and shall apply to taxable\nyears beginning after such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to establishing the controlled substance treatment, prevention and enforcement fund and permitting contributions to such fund to be made on personal income tax returns ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T145216.TXT", "SOBI.D110111.T144715.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T165725.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624764
}