{
  "year" : 2011,
  "senateBillNo" : "S1708-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1708-2011-1294722000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a tax credit for qualified expenses relating to the purchase of a new bicycle",
  "summary" : "Provides a tax credit for qualified expenses relating to the purchase of new bicycles up to two hundred fifty dollars. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S99-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1708\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to providing a tax  credit  for\n         qualified expenses relating to the purchase of a new bicycle\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (ss) to read as follows:\n    3    (SS)  NEW BICYCLE CREDIT. (1) A TAXPAYER SHALL BE ALLOWED A CREDIT, TO\n    4  BE COMPUTED AS PROVIDED IN THIS  SUBSECTION,  AGAINST  THE  TAX  IMPOSED\n    5  PURSUANT  TO  SECTION  SIX  HUNDRED  ONE OF THIS PART. THE AMOUNT OF THE\n    6  CREDIT SHALL EQUAL, UP TO TWO HUNDRED FIFTY DOLLARS PER  HOUSEHOLD,  THE\n    7  AMOUNT  PAID  BY  THE  TAXPAYER  DURING  THE  TAXABLE YEAR FOR QUALIFIED\n    8  EXPENSES RELATING TO THE PURCHASE OF A NEW BICYCLE.\n    9    (2) FOR THE PURPOSES OF THIS SUBSECTION, \"QUALIFIED EXPENSES  RELATING\n   10  TO  THE  PURCHASE  OF A NEW BICYCLE\" SHALL MEAN EXPENSES RELATING TO THE\n   11  PURCHASE OF AN ADULT BICYCLE WITH TWENTY-FOUR INCH TIRES OR LARGER OR  A\n   12  CHILD  BICYCLE WITH TIRES LESS THAN TWENTY-FOUR INCHES. EACH ADULT BICY-\n   13  CLE SHALL RECEIVE A FIFTY DOLLAR TAX CREDIT AND EACH CHILD BICYCLE SHALL\n   14  RECEIVE A TWENTY-FIVE DOLLAR TAX CREDIT.\n   15    (3) A TAXPAYER WHO IS A PARENT OR LEGAL GUARDIAN, OR ANOTHER  TAXPAYER\n   16  FILING A JOINT INDIVIDUAL INCOME TAX RETURN WITH SUCH TAXPAYER, WHO PAID\n   17  FOR QUALIFIED EXPENSES RELATING TO THE PURCHASE OF A NEW BICYCLE FOR HIS\n   18  OR HER CHILD SHALL BE ALLOWED A TAX CREDIT PURSUANT TO THIS SUBSECTION.\n   19    S 2. This act shall take effect immediately and shall apply to taxable\n   20  years  beginning  on  and after the first of January next succeeding the\n   21  date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05871-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a tax credit for qualified expenses relating to the purchase of a new bicycle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110111.T143214.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294846796264
}