{
  "year" : 2011,
  "senateBillNo" : "S1709-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S1709-2011-1294722000000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs state agencies reviewing existing rules to conduct outreach to small businesses, localities, and rural interests under certain circumstances",
  "summary" : "Directs state agencies reviewing existing rules to conduct outreach to small businesses, localities, and rural interests under certain circumstances; requires the governor's office of regulatory reform to monitor state agencies relating to their review of existing rules and their outreach to small businesses, local governments, and public and private interests in rural areas. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : null,
  "lawSection" : "State Administrative Procedure Act",
  "previousVersions" : [ "S4101-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1709\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Commerce, Economic  Devel-\n         opment and Small Business\n\n       AN  ACT  to amend the state administrative procedure act, in relation to\n         improving the review of existing rules and agency outreach efforts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2 of section 207 of the state administrative\n    2  procedure act, as amended by chapter 327 of the laws of 2003, is amended\n    3  and a new subdivision 6 is added to read as follows:\n    4    2. An agency shall submit for publication  in  the  regulatory  agenda\n    5  published in January pursuant to section two hundred two-d of this arti-\n    6  cle  a  list of the rules which must be reviewed pursuant to subdivision\n    7  one of this section in the ensuing calendar year.  In  addition  to  the\n    8  information required by such section two hundred two-d, for each rule so\n    9  listed  the  agency  shall provide an analysis of the need for and legal\n   10  basis of such rule, shall invite public comment on the  continuation  or\n   11  modification of the rule and shall indicate the last date for submission\n   12  of  comments  which shall be not less than forty-five days from the date\n   13  of publication. AN AGENCY THAT PUBLISHES ITS REGULATORY  AGENDA  ON  ITS\n   14  WEBSITE  SHALL  ALSO  PUBLISH  THE  LIST  OF RULES THAT MUST BE REVIEWED\n   15  PURSUANT TO THIS SECTION ON ITS WEBSITE. ANY OTHER  AGENCY  MAY  PUBLISH\n   16  SUCH LIST ON ITS WEBSITE. IF THE ORIGINAL NOTICE OF PROPOSED RULE MAKING\n   17  FOR  A  LISTED RULE REQUIRED THE PREPARATION OF A REGULATORY FLEXIBILITY\n   18  ANALYSIS AND/OR A RURAL AREA FLEXIBILITY ANALYSIS, THE AGENCY  SHALL  SO\n   19  INDICATE  AND  SHALL  PROVIDE  OUTREACH  AS  APPROPRIATE  TO POTENTIALLY\n   20  AFFECTED SMALL BUSINESSES, LOCAL  GOVERNMENTS  AND  PUBLIC  AND  PRIVATE\n   21  INTERESTS  IN RURAL AREAS THAT THE RULE IS BEING REVIEWED. SUCH OUTREACH\n   22  MAY INCLUDE SOLICITATION OF INPUT THROUGH ELECTRONIC  MEANS  OR  THROUGH\n   23  ANY  OF  THE ACTIVITIES LISTED IN SUBDIVISION SIX OF SECTION TWO HUNDRED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05982-01-1\n\n       S. 1709                             2\n\n    1  TWO-B AND SUBDIVISION SEVEN OF SECTION TWO HUNDRED TWO-BB OF THIS  ARTI-\n    2  CLE.\n    3    6.  THE  GOVERNOR'S  OFFICE  OF REGULATORY REFORM SHALL MONITOR AGENCY\n    4  COMPLIANCE WITH THE PROVISIONS OF THIS SECTION AND SHALL MAKE  RECOMMEN-\n    5  DATIONS  TO  AGENCIES  FOR  IMPROVED  COMPLIANCE  AND FOR PROVIDING MORE\n    6  EFFECTIVE OUTREACH TO SMALL BUSINESSES, LOCAL  GOVERNMENTS,  AND  PUBLIC\n    7  AND PRIVATE INTERESTS IN RURAL AREAS.\n    8    S 2. Subdivision 1 of section 202-d of the state administrative proce-\n    9  dure act is amended by adding a new paragraph (e) to read as follows:\n   10    (E)  THE  GOVERNOR'S  OFFICE OF REGULATORY REFORM SHALL MONITOR AGENCY\n   11  COMPLIANCE WITH THIS SECTION AND SHALL MAKE RECOMMENDATIONS TO  AGENCIES\n   12  FOR  IMPROVED  COMPLIANCE  AND  FOR PROVIDING MORE EFFECTIVE OUTREACH TO\n   13  SMALL BUSINESSES, LOCAL GOVERNMENTS AND PUBLIC AND PRIVATE INTERESTS  IN\n   14  RURAL AREAS.\n   15    S 3. This act shall take effect on the first of December next succeed-\n   16  ing  the  date  on  which  it shall have become a law; provided that the\n   17  amendments to subdivision 1 of section 202-d of the state administrative\n   18  procedure act, made by section two of this act,  shall  not  affect  the\n   19  expiration  of  such  subdivision pursuant to chapter 402 of the laws of\n   20  1994, as amended, and shall expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state administrative procedure act, in relation to improving the review of existing rules and agency outreach efforts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110111.T143214.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294846796273
}