{
  "year" : 2011,
  "senateBillNo" : "S1707A-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S1707A-2011-1294722000000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296450000000,
    "eventText" : "AMEND AND RECOMMIT TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S1707A-2011-1296450000000-AMEND+AND+RECOMMIT+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296450001000,
    "eventText" : "PRINT NUMBER 1707A",
    "billEventId" : "S1707A-2011-1296450001000-PRINT+NUMBER+1707A",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes protocols for combative sports; authorizes mixed martial arts events in this state",
  "summary" : "Establishes protocols for combative sports; authorizes mixed martial arts events in this state; establishes procedures for applications for licenses; establishes penalties for violations; imposes taxes on gross receipts of such events. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Boxing",
  "previousVersions" : [ "SB2165-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                        1707--A\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRIFFO,  GOLDEN, PARKER, ZELDIN -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Cultural   Affairs,   Tourism,   Parks  and  Recreation  --  committee\n         discharged, bill amended, ordered reprinted as amended and recommitted\n         to said committee\n\n       AN ACT to amend chapter 912 of the laws of 1920 relating  to  the  regu-\n         lation  of boxing, sparring and wrestling, in relation to establishing\n         protocols for combative sports  and  authorizing  mixed  martial  arts\n         events in this state; to amend the tax law, in relation to the imposi-\n         tion  of a tax on the gross receipts of any person holding any profes-\n         sional or amateur boxing, sparring or wrestling match  or  exhibition,\n         or  professional  combative  sports match or exhibition; and providing\n         for the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions 2, 3, 4, 5 and 6 of section 4 of chapter 912\n    2  of the laws of 1920 relating to the regulation of boxing,  sparring  and\n    3  wrestling, subdivisions 2 and 6 as amended by chapter 437 of the laws of\n    4  2002  and subdivisions 3, 4 and 5 as added by chapter 603 of the laws of\n    5  1981, are amended to read as follows:\n    6    2. The advisory board shall have power and it shall be the duty of the\n    7  board to prepare and submit to the commission for  approval  regulations\n    8  and  standards  for  the physical examination of professional boxers AND\n    9  PROFESSIONAL COMBATIVE SPORTS PARTICIPANTS  including,  without  limita-\n   10  tion,  pre-fight  and/or post-fight examinations and periodic comprehen-\n   11  sive examinations. The board shall continue  to  serve  in  an  advisory\n   12  capacity  to  the commission and from time to time prepare and submit to\n   13  the commission for approval, such additional regulations  and  standards\n   14  of  examination as in their judgment will safeguard the physical welfare\n   15  of professional boxers licensed by the commission.  The  advisory  board\n   16  shall  recommend  to  the  commission  from  time to time such qualified\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01323-02-1\n\n       S. 1707--A                          2\n\n    1  physicians, for the  purpose  of  conducting  physical  examinations  of\n    2  professional  boxers  AND PROFESSIONAL COMBATIVE SPORTS PARTICIPANTS and\n    3  other services as the rules of the commission shall provide;  and  shall\n    4  recommend  to the commission a schedule of fees to be paid to physicians\n    5  for such examinations and other services as required by this act.\n    6    3. The advisory board  shall  develop  appropriate  medical  education\n    7  programs  for all commission personnel involved in the conduct of boxing\n    8  and sparring matches or exhibitions  OR  PROFESSIONAL  COMBATIVE  SPORTS\n    9  MATCHES OR EXHIBITIONS so that such personnel can recognize and act upon\n   10  evidence of potential or actual adverse medical indications in a partic-\n   11  ipant prior to or during the course of a match OR EXHIBITION.\n   12    4.  The advisory board shall review the credentials and performance of\n   13  each commission physician on an annual basis as  a  condition  of  reap-\n   14  pointment  of  each  such  physician,  including  each  such physician's\n   15  comprehension of the medical literature on boxing OR PROFESSIONAL COMBA-\n   16  TIVE SPORTS referred to in subdivision five of this section.\n   17    5. The advisory board shall recommend to the commission a  compilation\n   18  of medical publications on the medical aspects of boxing OR PROFESSIONAL\n   19  COMBATIVE SPORTS which shall be maintained by the commission and be made\n   20  available for review to all commission personnel involved in the conduct\n   21  of  any boxing or sparring match or exhibition OR PROFESSIONAL COMBATIVE\n   22  SPORTS MATCH OR EXHIBITION.\n   23    6. The advisory board shall also advise the commission on any study of\n   24  equipment, procedures or personnel which will, in their opinion, promote\n   25  the safety of boxing  participants  AND  PROFESSIONAL  COMBATIVE  SPORTS\n   26  PARTICIPANTS.\n   27    S  2.  Section  5-a of chapter 912 of the laws of 1920 relating to the\n   28  regulation of boxing, sparring and wrestling, as added by chapter 14  of\n   29  the laws of 1997, is amended to read as follows:\n   30    S 5-a. Combative sports. 1. DEFINITIONS. AS USED IN THIS SECTION:\n   31    (A)  \"BOARD\"  MEANS  MEDICAL  ADVISORY BOARD AS ESTABLISHED IN SECTION\n   32  FOUR OF THIS ACT.\n   33    (B) A \"combative sport\" shall mean any professional match  or  exhibi-\n   34  tion  other than boxing, sparring, wrestling or martial arts wherein the\n   35  contestants deliver, or are not forbidden by the applicable rules there-\n   36  of from delivering kicks, punches or blows of any kind to the body of an\n   37  opponent or opponents. For  the  purposes  of  this  section,  the  term\n   38  \"martial  arts\"  shall include any professional match or exhibition OF A\n   39  SINGLE DISCIPLINE sanctioned by AN ORGANIZATION APPROVED BY THE  COMMIS-\n   40  SION, INCLUDING, BUT NOT LIMITED TO, any of the following organizations:\n   41  U.S.  Judo  Association, U.S. Judo, Inc., U.S. Judo Federation, U.S. Tae\n   42  Kwon Do Union, North American Sport Karate  Association,  U.S.A.  Karate\n   43  Foundation,  U.S.  Karate,  Inc., World Karate Association, Professional\n   44  Karate Association, Karate International,  International  Kenpo  Associ-\n   45  ation,  or  World  Wide Kenpo Association. The commission [is authorized\n   46  to] SHALL promulgate regulations which  would  establish  a  process  to\n   47  allow  for  the  inclusion or removal of martial arts organizations from\n   48  the above list. Such process shall include but not be limited to consid-\n   49  eration of the following factors:    [(a)]  (1)  is  the  organization's\n   50  primary purpose to provide instruction in self defense techniques; [(b)]\n   51  (2)  does  the  organization  require  the  use  of hand, feet and groin\n   52  protection during any competition or bout; and [(c)] (3) does the organ-\n   53  ization have an established set of  rules  that  require  the  immediate\n   54  termination of any competition or bout when any participant has received\n   55  severe punishment or is in danger of suffering serious physical injury.\n\n       S. 1707--A                          3\n\n    1    (C)  \"COMMISSION\"  MEANS THE STATE ATHLETIC COMMISSION AS PROVIDED FOR\n    2  IN SECTION ONE OF THIS CHAPTER OR AN AGENT OF THE COMMISSION  ACTING  ON\n    3  ITS BEHALF.\n    4    (D)  \"MIXED  MARTIAL  ARTS\"  MEANS  ANY  PROFESSIONAL COMBATIVE SPORTS\n    5  COMPETITION WHEREIN THE RULES OF SUCH COMPETITION SUBJECT TO THE  APPLI-\n    6  CABLE  LIMITATIONS AS SET FORTH BY THE COMMISSION AUTHORIZE PROFESSIONAL\n    7  COMBATIVE SPORTS MATCHES OR EXHIBITIONS BETWEEN VARIOUS FIGHTING  DISCI-\n    8  PLINES,  INCLUDING THE UTILIZATION OF PERMITTED MARTIAL ARTS TECHNIQUES,\n    9  INCLUDING  STRIKING,  KICKING  AND  GRAPPLING.  NO  NON-PROFESSIONAL  OR\n   10  AMATEUR  BOUT,  EXHIBITION  OR  PARTICIPANT  SHALL BE AUTHORIZED BY THIS\n   11  SECTION.\n   12    (E) \"PROFESSIONAL COMBATIVE SPORTS PARTICIPANT\" OR \"PARTICIPANT\" SHALL\n   13  MEAN A COMBATIVE SPORTS FIGHTER WHO COMPETES FOR A MONEY PRIZE OR TEACH-\n   14  ES OR PURSUES OR ASSISTS IN THE PRACTICE OF  MIXED  MARTIAL  ARTS  AS  A\n   15  MEANS  OF  OBTAINING  A  LIVELIHOOD  OR  PECUNIARY GAIN, AND ANY CONTEST\n   16  CONFORMING TO THE RULES, REGULATIONS AND REQUIREMENTS OF THIS SECTION.\n   17    (F) \"PROFESSIONAL COMBATIVE SPORTS MATCH OR EXHIBITION\" SHALL MEAN ANY\n   18  MATCH OR EXHIBITION THAT  MUST  BE  APPROVED  BY  THE  COMMISSION  WHERE\n   19  PROFESSIONAL  COMBATIVE SPORTS PARTICIPANTS RECEIVE CONSIDERATION OF ANY\n   20  VALUE OR AN ADMISSION IS CHARGED.\n   21    1-A. COMMISSION REVIEW. THE COMMISSION SHALL REVIEW EACH MARTIAL  ARTS\n   22  SANCTIONING  ORGANIZATION,  INCLUDING THOSE LISTED IN SUBDIVISION ONE OF\n   23  THIS SECTION, AT LEAST BIENNIALLY, OR  SOONER  IF  DETERMINED  NECESSARY\n   24  BASED  UPON  THE PERIODIC COMPLIANCE CHECKS OR COMPLAINTS TO THE COMMIS-\n   25  SION, TO  DETERMINE  CONTINUATION  OF  THE  COMMISSION'S  APPROVAL.  THE\n   26  COMMISSION  SHALL  CONTINUE APPROVAL OR SHALL SUSPEND OR REVOKE APPROVAL\n   27  BASED UPON COMPLIANCE OF THE ORGANIZATION WITH THE APPROVED  SANCTIONING\n   28  STANDARDS  AND  ITS  ABILITY  TO  SUPERVISE  MATCHES IN THE STATE.   THE\n   29  COMMISSION SHALL ACT UPON ANY APPLICATION FOR INCLUSION IN THE  LIST  IN\n   30  PARAGRAPH  (B)  OF  SUBDIVISION ONE OF THIS SECTION WITHIN SIXTY DAYS OF\n   31  THE DATE SUCH APPLICATION IS MADE TO THE COMMISSION.\n   32    1-B. MIXED MARTIAL ARTS COMPETITION. THE COMMISSION  SHALL  PROMULGATE\n   33  RULES AND REGULATIONS TO ALLOW FOR MIXED MARTIAL ARTS COMPETITIONS TO BE\n   34  CONDUCTED,  HELD,  OR GIVEN WITHIN THE STATE OF NEW YORK AND SHALL ALLOW\n   35  FOR LICENSES TO BE APPROVED BY THE COMMISSION FOR SUCH MATCHES OR  EXHI-\n   36  BITIONS.  THE  COMMISSION  IS  AUTHORIZED  TO PROMULGATE RULES AND REGU-\n   37  LATIONS TO CARRY OUT THE PROVISIONS OF THIS SUBDIVISION. SUCH RULES  AND\n   38  REGULATIONS  SHALL  INCLUDE,  BUT  NOT  BE  LIMITED  TO, THE ADOPTION OF\n   39  UNIFIED RULES OF MIXED MARTIAL ARTS, A LICENSING PROCESS FOR MATCHES AND\n   40  EXHIBITIONS, A FEE SCHEDULE FOR SUCH LICENSES, PROCEDURES TO  ALLOW  FOR\n   41  THE PARTICIPATION, PROMOTION, AND ADVANCEMENT OF SUCH EVENTS, THE HEALTH\n   42  AND SAFETY OF PARTICIPANTS, AND THE BEST INTERESTS OF MIXED MARTIAL ARTS\n   43  AND  THE  ADOPTION OF RULES AND REGULATIONS FOR LICENSING AND REGULATION\n   44  OF ANY AND ALL GYMS, CLUBS, TRAINING CAMPS AND OTHER ORGANIZATIONS  THAT\n   45  MAINTAIN  TRAINING FACILITIES PROVIDING CONTACT SPARRING FOR PERSONS WHO\n   46  PREPARE FOR PARTICIPATION IN SUCH PROFESSIONAL COMBATIVE SPORTS OR EXHI-\n   47  BITIONS, EXCEPT AS OTHERWISE PROVIDED IN THIS SECTION.\n   48    (B) THE COMMISSION IS AUTHORIZED AND  DIRECTED  TO  REQUIRE  THAT  ALL\n   49  SITES  WHEREIN  PROFESSIONAL COMBATIVE SPORTS ARE CONDUCTED SHALL COMPLY\n   50  WITH STATE AND APPLICABLE LOCAL SANITARY  CODES  APPROPRIATE  TO  SCHOOL\n   51  ATHLETIC FACILITIES.\n   52    2.  [No  combative  sport shall be conducted, held or given within the\n   53  state of New York, and no licenses may be approved by the commission for\n   54  such matches or exhibitions.\n   55    3. (a) A person who knowingly advances or  profits  from  a  combative\n   56  sport  activity  shall  be guilty of a class A misdemeanor, and shall be\n\n       S. 1707--A                          4\n\n    1  guilty of a class E felony if he or she has been convicted in the previ-\n    2  ous five years of violating this subdivision.\n    3    (b)  A  person  advances a combative sport activity when, acting other\n    4  than as a spectator, he or she engages in conduct which materially  aids\n    5  any combative sport. Such conduct includes but is not limited to conduct\n    6  directed  toward  the creation, establishment or performance of a comba-\n    7  tive sport, toward the acquisition or maintenance of premises, parapher-\n    8  nalia, equipment or  apparatus  therefor,  toward  the  solicitation  or\n    9  inducement of persons to attend or participate therein, toward the actu-\n   10  al  conduct of the performance thereof, toward the arrangement of any of\n   11  its financial or promotional phases, or toward  any  other  phase  of  a\n   12  combative  sport.  One  advances a combative sport activity when, having\n   13  substantial proprietary or other  authoritative  control  over  premises\n   14  being  used  with his or her knowledge for purposes of a combative sport\n   15  activity, he or she permits such to occur or continue or makes no effort\n   16  to prevent its occurrence or continuation.\n   17    (c) A person profits from a combative sport activity when  he  or  she\n   18  accepts  or  receives money or other property with intent to participate\n   19  in the proceeds of a combative sport activity, or pursuant to an  agree-\n   20  ment  or understanding with any person whereby he or she participates or\n   21  is to participate in the proceeds of a combative sport activity.\n   22    (d) Any person who knowingly advances  or  profits  from  a  combative\n   23  sport  activity  shall  also be subject to a civil penalty not to exceed\n   24  for the first violation ten thousand dollars or twice the amount of gain\n   25  derived therefrom whichever is greater, or for  a  subsequent  violation\n   26  twenty  thousand  dollars  or twice the amount of gain derived therefrom\n   27  whichever is greater.  The  attorney  general  is  hereby  empowered  to\n   28  commence  judicial  proceedings  to recover such penalties and to obtain\n   29  injunctive relief to enforce the provisions of  this  section.]  PROFES-\n   30  SIONAL COMBATIVE SPORTS MATCHES AND EXHIBITIONS AUTHORIZED. NO COMBATIVE\n   31  SPORTS  MATCH OR EXHIBITION SHALL BE CONDUCTED, HELD OR GIVEN WITHIN THE\n   32  STATE EXCEPT IN ACCORDANCE WITH THE PROVISIONS OF THIS SECTION  AND  THE\n   33  RULES  AND  REGULATIONS  PROMULGATED BY THE COMMISSION PURSUANT THERETO.\n   34  THE COMMISSION SHALL DIRECT A REPRESENTATIVE TO BE PRESENT AT EACH PLACE\n   35  WHERE COMBATIVE SPORTS ARE TO BE HELD PURSUANT TO THE PROVISIONS OF THIS\n   36  SECTION.  SUCH  REPRESENTATIVE  SHALL  ASCERTAIN  THE  EXACT  CONDITIONS\n   37  SURROUNDING  SUCH  MATCH  OR EXHIBITION AND MAKE A WRITTEN REPORT OF THE\n   38  SAME IN THE MANNER AND FORM PRESCRIBED BY THE COMMISSION. SUCH COMBATIVE\n   39  SPORTS MATCHES OR EXHIBITIONS MAY BE HELD IN ANY BUILDING FOR WHICH  THE\n   40  COMMISSION  IN  ITS  DISCRETION MAY ISSUE A LICENSE. WHERE SUCH MATCH OR\n   41  EXHIBITION IS AUTHORIZED TO BE HELD IN A STATE OR CITY OWNED ARMORY, THE\n   42  PROVISION OF THE MILITARY LAW IN RESPECT THERETO MUST BE COMPLIED  WITH,\n   43  BUT  NO SUCH MATCH OR EXHIBITION SHALL BE HELD IN A BUILDING WHOLLY USED\n   44  FOR RELIGIOUS SERVICES.\n   45    3. JURISDICTION OF COMMISSION. (A) THE COMMISSION SHALL HAVE AND HERE-\n   46  BY IS VESTED WITH THE SOLE DIRECTION, MANAGEMENT, CONTROL AND  JURISDIC-\n   47  TION OVER ALL PROFESSIONAL COMBATIVE SPORTS MATCHES OR EXHIBITIONS TO BE\n   48  CONDUCTED,  HELD  OR  GIVEN  WITHIN  THE  STATE OF NEW YORK AND OVER ALL\n   49  LICENSES TO ANY AND ALL PERSONS WHO PARTICIPATE IN SUCH COMBATIVE SPORTS\n   50  MATCHES OR EXHIBITIONS AND OVER ANY AND ALL GYMS, CLUBS, TRAINING  CAMPS\n   51  AND  OTHER  ORGANIZATIONS  THAT  MAINTAIN  TRAINING FACILITIES PROVIDING\n   52  CONTACT SPARRING FOR PERSONS  WHO  PREPARE  FOR  PARTICIPATION  IN  SUCH\n   53  PROFESSIONAL  COMBATIVE  SPORTS  OR  EXHIBITIONS,  EXCEPT  AS  OTHERWISE\n   54  PROVIDED IN THIS SECTION.\n   55    (B) THE COMMISSION IS AUTHORIZED AND  DIRECTED  TO  REQUIRE  THAT  ALL\n   56  SITES  WHEREIN  PROFESSIONAL COMBATIVE SPORTS ARE CONDUCTED SHALL COMPLY\n\n       S. 1707--A                          5\n\n    1  WITH STATE AND APPLICABLE LOCAL SANITARY  CODES  APPROPRIATE  TO  SCHOOL\n    2  ATHLETIC FACILITIES.\n    3    4.  ENTITIES  REQUIRED  TO  PROCURE  LICENSES;  PROFESSIONAL COMBATIVE\n    4  SPORTS PARTICIPANTS DEFINED. EXCEPT AS OTHERWISE PROVIDED IN SUBDIVISION\n    5  SIX OF THIS SECTION, ALL CORPORATIONS, PERSONS, LIMITED LIABILITY COMPA-\n    6  NIES, REFEREES, JUDGES, CORPORATION TREASURERS,  PROFESSIONAL  COMBATIVE\n    7  SPORTS  PARTICIPANTS,  THEIR  MANAGERS,  PROMOTERS,  TRAINERS  AND CHIEF\n    8  SECONDS SHALL BE LICENSED BY THE COMMISSION, AND NO SUCH ENTITY SHALL BE\n    9  PERMITTED TO PARTICIPATE, EITHER DIRECTLY OR INDIRECTLY, IN ANY  PROFES-\n   10  SIONAL  COMBATIVE  SPORTS  MATCH  OR EXHIBITION, OR THE HOLDING THEREOF,\n   11  UNLESS SUCH ENTITY SHALL HAVE FIRST PROCURED A LICENSE FROM THE  COMMIS-\n   12  SION.  THE  COMMISSION  SHALL ESTABLISH BY RULE AND REGULATION LICENSING\n   13  STANDARDS FOR REFEREES, JUDGES, MANAGERS, PROMOTERS, TRAINERS AND  CHIEF\n   14  SECONDS.    ANY MATCH OR EXHIBITION CONFORMING TO THE RULES, REGULATIONS\n   15  AND REQUIREMENTS OF THIS SECTION SHALL BE DEEMED TO  BE  A  PROFESSIONAL\n   16  COMBATIVE SPORTS MATCH OR EXHIBITION.\n   17    5.  LICENSE  TO  ENTITIES.  (A) THE COMMISSION MAY, IN ITS DISCRETION,\n   18  ISSUE A LICENSE TO CONDUCT OR HOLD PROFESSIONAL COMBATIVE SPORTS MATCHES\n   19  OR EXHIBITIONS, SUBJECT TO THE PROVISIONS HEREOF, TO ANY PERSON,  CORPO-\n   20  RATION OR LIMITED LIABILITY COMPANY DULY INCORPORATED OR FORMED, HEREIN-\n   21  AFTER REFERRED TO AS \"ENTITY\".\n   22    (B) A PROSPECTIVE LICENSEE MUST SUBMIT TO THE COMMISSION PROOF THAT IT\n   23  CAN FURNISH SUITABLE PREMISES IN WHICH SUCH MATCH OR EXHIBITION IS TO BE\n   24  HELD.\n   25    (C)  UPON WRITTEN APPLICATION AND THE PAYMENT OF A FEE OF FIVE HUNDRED\n   26  DOLLARS WHICH MUST ACCOMPANY THE APPLICATION, THE COMMISSION  MAY  GRANT\n   27  TO ANY ENTITY HOLDING A LICENSE ISSUED HEREUNDER, THE PRIVILEGE OF HOLD-\n   28  ING SUCH A MATCH OR EXHIBITION ON A SPECIFIED DATE IN OTHER PREMISES, OR\n   29  IN  ANOTHER  LOCATION, THAN THE PREMISES OF LOCATION PREVIOUSLY APPROVED\n   30  BY THE COMMISSION, SUBJECT HOWEVER TO APPROVAL OF THE COMMISSION AND THE\n   31  RULES AND REGULATIONS OF THE COMMISSION.\n   32    (D) ALL PENALTIES IMPOSED AND COLLECTED BY  THE  COMMISSION  FROM  ANY\n   33  ENTITY LICENSED UNDER THE PROVISIONS OF THIS ACT, WHICH FINES AND PENAL-\n   34  TIES  ARE  IMPOSED AND COLLECTED UNDER THE AUTHORITY HEREBY VESTED SHALL\n   35  WITHIN THIRTY DAYS AFTER THE RECEIPT THEREOF BY THE COMMISSION  BE  PAID\n   36  BY THEM INTO THE STATE TREASURY.\n   37    6. TEMPORARY WORKING PERMITS FOR PROFESSIONAL COMBATIVE SPORTS PARTIC-\n   38  IPANTS,  MANAGERS,  TRAINERS AND CHIEF SECONDS. THE COMMISSION MAY ISSUE\n   39  TEMPORARY WORKING PERMITS TO PROFESSIONAL COMBATIVE SPORTS PARTICIPANTS,\n   40  THEIR MANAGERS, TRAINERS AND CHIEF SECONDS. A TEMPORARY  WORKING  PERMIT\n   41  SHALL AUTHORIZE THE EMPLOYMENT OF THE HOLDER OF SUCH PERMIT TO ENGAGE IN\n   42  A  SINGLE MATCH OR EXHIBITION AT A SPECIFIED TIME AND PLACE. A TEMPORARY\n   43  WORKING PERMIT MAY BE ISSUED IF IN THE JUDGMENT OF  THE  COMMISSION  THE\n   44  PARTICIPATION  OF  THE HOLDER THEREOF IN A PROFESSIONAL COMBATIVE SPORTS\n   45  MATCH OR EXHIBITION WILL BE CONSISTENT WITH THE PURPOSES AND  PROVISIONS\n   46  OF  THIS  SECTION, THE BEST INTERESTS OF COMBATIVE SPORTS GENERALLY, AND\n   47  THE PUBLIC  INTEREST,  CONVENIENCE  OR  NECESSITY.  THE  COMMISSION  MAY\n   48  REQUIRE  THAT  PROFESSIONAL  COMBATIVE  SPORTS PARTICIPANTS APPLYING FOR\n   49  TEMPORARY WORKING PERMITS UNDERGO A PHYSICAL  EXAMINATION,  NEUROLOGICAL\n   50  OR  NEUROPSYCHOLOGICAL  TEST OR PROCEDURE, INCLUDING COMPUTED TOMOGRAPHY\n   51  OR MEDICALLY EQUIVALENT PROCEDURE. THE FEE FOR  SUCH  TEMPORARY  WORKING\n   52  PERMIT SHALL BE TWENTY DOLLARS.\n   53    7.  LICENSE  FEES;  TERM  OF  LICENSES; RENEWALS. EACH APPLICANT FOR A\n   54  PROMOTER LICENSE SHALL, BEFORE A LICENSE IS ISSUED  BY  THE  COMMISSION,\n   55  PAY  TO  THE  COMMISSION,  AN  ANNUAL LICENSE FEE AS FOLLOWS:  WHERE THE\n   56  SEATING CAPACITY IS NOT  MORE  THAN  TWO  THOUSAND  FIVE  HUNDRED,  FIVE\n\n       S. 1707--A                          6\n\n    1  HUNDRED  DOLLARS;  WHERE  THE SEATING CAPACITY IS MORE THAN TWO THOUSAND\n    2  FIVE HUNDRED BUT NOT MORE THAN  FIVE  THOUSAND,  ONE  THOUSAND  DOLLARS;\n    3  WHERE  THE SEATING CAPACITY IS MORE THAN FIVE THOUSAND BUT NOT MORE THAN\n    4  FIFTEEN  THOUSAND,  ONE THOUSAND FIVE HUNDRED DOLLARS; WHERE THE SEATING\n    5  CAPACITY IS MORE THAN FIFTEEN THOUSAND BUT  NOT  MORE  THAN  TWENTY-FIVE\n    6  THOUSAND,  TWO THOUSAND FIVE HUNDRED DOLLARS; WHERE THE SEATING CAPACITY\n    7  IS MORE THAN TWENTY-FIVE THOUSAND, THREE THOUSAND FIVE HUNDRED  DOLLARS;\n    8  REFEREE,  ONE HUNDRED DOLLARS; JUDGES, ONE HUNDRED DOLLARS; PROFESSIONAL\n    9  COMBATIVE SPORTS PARTICIPANTS, FIFTY DOLLARS; MANAGERS,  FIFTY  DOLLARS;\n   10  TRAINERS,  FIFTY DOLLARS; AND CHIEF SECONDS, FORTY DOLLARS. EACH LICENSE\n   11  OR RENEWAL THEREOF ISSUED PURSUANT TO THIS SUBDIVISION ON OR AFTER OCTO-\n   12  BER FIRST SHALL BE EFFECTIVE FOR A LICENSE YEAR EXPIRING ON THE  THIRTI-\n   13  ETH  DAY  OF  SEPTEMBER  FOLLOWING  THE DATE OF ITS ISSUANCE. THE ANNUAL\n   14  LICENSE FEE PRESCRIBED BY THIS SUBDIVISION SHALL BE THE LICENSE FEE  DUE\n   15  AND  PAYABLE  THEREFOR AND SHALL BE PAID IN ADVANCE AT THE TIME APPLICA-\n   16  TION IS MADE THEREFOR, AND EACH SUCH LICENSE MAY BE RENEWED FOR  PERIODS\n   17  OF  ONE  YEAR  UPON  THE PAYMENT OF THE ANNUAL LICENSE FEE PRESCRIBED BY\n   18  THIS SUBDIVISION. WITHIN THREE YEARS FROM THE DATE OF PAYMENT  AND  UPON\n   19  THE  AUDIT OF THE COMPTROLLER, THE COMMISSION MAY REFUND ANY FEE, UNFOR-\n   20  FEITED POSTED GUARANTEE OR TAX PAID PURSUANT TO THIS SECTION, FOR  WHICH\n   21  NO  LICENSE  IS  ISSUED OR NO SERVICE RENDERED OR REFUND THAT PORTION OF\n   22  THE PAYMENT THAT IS IN EXCESS OF THE AMOUNT PRESCRIBED BY STATUTE.\n   23    8. APPLICATION FOR LICENSE; FINGERPRINTS. (A) EVERY APPLICATION FOR  A\n   24  LICENSE SHALL BE IN WRITING, SHALL BE ADDRESSED TO THE COMMISSION, SHALL\n   25  BE  SUBSCRIBED  BY  THE APPLICANT, AND AFFIRMED BY HIM AS TRUE UNDER THE\n   26  PENALTIES OF PERJURY, AND SHALL SET FORTH SUCH FACTS AS  THE  PROVISIONS\n   27  HEREOF AND THE RULES AND REGULATIONS OF THE COMMISSION MAY REQUIRE.\n   28    (B)  WHEN AN APPLICATION IS MADE FOR A LICENSE UNDER THIS SECTION, THE\n   29  COMMISSION MAY CAUSE THE FINGERPRINTS OF  SUCH  APPLICANT,  OR  IF  SUCH\n   30  APPLICANT  BE  A CORPORATION, OF THE OFFICERS OF SUCH CORPORATION, OR IF\n   31  SUCH APPLICANT BE A LIMITED  LIABILITY  COMPANY,  THE  MANAGER  OF  SUCH\n   32  LIMITED  LIABILITY COMPANY TO BE TAKEN IN DUPLICATE. THE APPLICANT SHALL\n   33  BE RESPONSIBLE FOR THE COST OF HAVING HIS FINGERPRINTS TAKEN.   IF  SUCH\n   34  FINGERPRINTS ARE TAKEN, ONE COPY SHALL BE TRANSMITTED TO THE DIVISION OF\n   35  CRIMINAL  JUSTICE  SERVICES IN ACCORDANCE WITH THE RULES AND REGULATIONS\n   36  OF THE DIVISION OF CRIMINAL JUSTICE SERVICES AND  ONE  SHALL  REMAIN  ON\n   37  FILE  IN  THE  OFFICE  OF  THE  COMMISSION.  NO  SUCH FINGERPRINT MAY BE\n   38  INSPECTED BY ANY PERSON, OTHER THAN A PEACE OFFICER, EXCEPT ON ORDER  OF\n   39  A JUDGE OR JUSTICE OF A COURT OF RECORD.  THE DIVISION IS HEREBY AUTHOR-\n   40  IZED  TO TRANSMIT CRIMINAL HISTORY INFORMATION TO THE COMMISSION FOR THE\n   41  PURPOSES OF THIS PARAGRAPH.  THE INFORMATION OBTAINED BY ANY SUCH  FING-\n   42  ERPRINT  EXAMINATION  SHALL BE FOR THE GUIDANCE OF THE COMMISSION IN THE\n   43  EXERCISE OF ITS DISCRETION IN GRANTING OR WITHHOLDING THE LICENSE.   THE\n   44  COMMISSION SHALL PROVIDE SUCH APPLICANT WITH A COPY OF HIS OR HER CRIMI-\n   45  NAL   HISTORY   RECORD,   IF  ANY,  TOGETHER  WITH  A  COPY  OF  ARTICLE\n   46  TWENTY-THREE-A OF THE CORRECTION LAW, AND INFORM SUCH APPLICANT  OF  HIS\n   47  OR  HER  RIGHT TO SEEK CORRECTION OF ANY INCORRECT INFORMATION CONTAINED\n   48  IN SUCH RECORD PURSUANT TO REGULATIONS AND PROCEDURES ESTABLISHED BY THE\n   49  DIVISION OF CRIMINAL JUSTICE  SERVICES.  ALL  DETERMINATIONS  TO  ISSUE,\n   50  RENEW,  SUSPEND  OR  REVOKE  A  LICENSE SHALL BE MADE IN ACCORDANCE WITH\n   51  SUBDIVISION SIXTEEN OF SECTION TWO HUNDRED NINETY-SIX OF  THE  EXECUTIVE\n   52  LAW AND ARTICLE TWENTY-THREE-A OF THE CORRECTION LAW.\n   53    9.  STANDARDS  FOR THE ISSUANCE OF LICENSES. (A) IF IN THE JUDGMENT OF\n   54  THE COMMISSION THE FINANCIAL RESPONSIBILITY, EXPERIENCE,  CHARACTER  AND\n   55  GENERAL  FITNESS  OF AN APPLICANT, INCLUDING IN THE CASE OF CORPORATIONS\n   56  ITS OFFICERS AND STOCKHOLDERS, ARE SUCH THAT THE PARTICIPATION  OF  SUCH\n\n       S. 1707--A                          7\n\n    1  APPLICANT  WILL  BE  CONSISTENT  WITH  THE  BEST  INTERESTS OF COMBATIVE\n    2  SPORTS, THE PURPOSES OF THIS SECTION INCLUDING  THE  SAFETY  OF  PROFES-\n    3  SIONAL  COMBATIVE  SPORTS  PARTICIPANTS,  AND  IN  THE  PUBLIC INTEREST,\n    4  CONVENIENCE  OR  NECESSITY,  THE  COMMISSION  SHALL  GRANT  A LICENSE IN\n    5  ACCORDANCE WITH THE PROVISIONS CONTAINED IN THIS SUBDIVISION.\n    6    (B) ANY PROFESSIONAL  COMBATIVE  SPORTS  PARTICIPANT  APPLYING  FOR  A\n    7  LICENSE  OR  RENEWAL OF A LICENSE UNDER THIS SUBDIVISION SHALL UNDERGO A\n    8  COMPREHENSIVE PHYSICAL EXAMINATION INCLUDING CLINICAL  NEUROLOGICAL  AND\n    9  NEUROPSYCHOLOGICAL  EXAMINATIONS  BY A PHYSICIAN APPROVED BY THE COMMIS-\n   10  SION. IF, AT THE TIME OF SUCH EXAMINATION, THERE IS  ANY  INDICATION  OF\n   11  BRAIN  INJURY,  OR FOR ANY OTHER REASON THE PHYSICIAN DEEMS IT APPROPRI-\n   12  ATE, THE PROFESSIONAL COMBATIVE SPORTS PARTICIPANT SHALL BE REQUIRED  TO\n   13  UNDERGO  FURTHER  NEUROLOGICAL  AND NEUROPSYCHOLOGICAL EXAMINATIONS BY A\n   14  NEUROLOGIST INCLUDING, BUT NOT LIMITED  TO,  A  COMPUTED  TOMOGRAPHY  OR\n   15  MEDICALLY EQUIVALENT PROCEDURE. THE COMMISSION SHALL NOT ISSUE A LICENSE\n   16  TO  A  PROFESSIONAL COMBATIVE SPORTS PARTICIPANT UNTIL SUCH EXAMINATIONS\n   17  ARE COMPLETED AND REVIEWED BY THE COMMISSION. THE RESULTS  OF  ALL  SUCH\n   18  EXAMINATIONS  HEREIN  REQUIRED  SHALL  BECOME A PART OF THE PROFESSIONAL\n   19  COMBATIVE SPORTS PARTICIPANT'S PERMANENT MEDICAL RECORD AS MAINTAINED BY\n   20  THE COMMISSION. THE COST OF ALL SUCH EXAMINATIONS  CALLED  FOR  IN  THIS\n   21  SUBDIVISION  SHALL  BE  ASSUMED  BY  THE  STATE IF SUCH EXAMINATIONS ARE\n   22  PERFORMED BY A PHYSICIAN OR NEUROLOGIST APPROVED BY THE COMMISSION.\n   23    (C) ANY PROFESSIONAL COMBATIVE SPORTS PARTICIPANT LICENSED UNDER  THIS\n   24  CHAPTER SHALL, AS A CONDITION OF LICENSURE, WAIVE RIGHT OF CONFIDENTIAL-\n   25  ITY  OF  MEDICAL RECORDS RELATING TO TREATMENT OF ANY PHYSICAL CONDITION\n   26  WHICH RELATES TO HIS ABILITY TO FIGHT. ALL MEDICAL REPORTS SUBMITTED TO,\n   27  AND ALL MEDICAL RECORDS OF THE MEDICAL ADVISORY BOARD OR THE  COMMISSION\n   28  RELATIVE  TO  THE  PHYSICAL EXAMINATION OR CONDITION OF COMBATIVE SPORTS\n   29  PARTICIPANTS SHALL BE CONSIDERED CONFIDENTIAL,  AND  SHALL  BE  OPEN  TO\n   30  EXAMINATION  ONLY TO THE COMMISSION OR ITS AUTHORIZED REPRESENTATIVE, TO\n   31  THE LICENSED PARTICIPANT, MANAGER OR CHIEF SECOND UPON WRITTEN  APPLICA-\n   32  TION  TO EXAMINE SAID RECORDS, OR UPON THE ORDER OF A COURT OF COMPETENT\n   33  JURISDICTION IN AN APPROPRIATE CASE.\n   34    10. FINANCIAL INTEREST IN PROFESSIONAL COMBATIVE  SPORTS  PARTICIPANTS\n   35  PROHIBITED.  NO  ENTITY  SHALL  HAVE, EITHER DIRECTLY OR INDIRECTLY, ANY\n   36  FINANCIAL  INTEREST  IN  A  PROFESSIONAL  COMBATIVE  SPORTS  PARTICIPANT\n   37  COMPETING  ON  PREMISES  OWNED OR LEASED BY THE ENTITY, OR IN WHICH SUCH\n   38  ENTITY IS OTHERWISE INTERESTED EXCEPT PURSUANT TO THE  SPECIFIC  WRITTEN\n   39  AUTHORIZATION OF THE COMMISSION.\n   40    11. PAYMENTS NOT TO BE MADE BEFORE CONTESTS. NO PROFESSIONAL COMBATIVE\n   41  SPORTS  PARTICIPANT  SHALL  BE PAID FOR SERVICES BEFORE THE CONTEST, AND\n   42  SHOULD IT BE DETERMINED BY THE COMMISSION THAT SUCH PARTICIPANT DID  NOT\n   43  GIVE  AN  HONEST EXHIBITION OF HIS SKILL, SUCH SERVICE SHALL NOT BE PAID\n   44  FOR.\n   45    12. SHAM OR COLLUSIVE EVENTS. (A) ANY  PERSON,  INCLUDING  ANY  CORPO-\n   46  RATION AND THE OFFICERS THEREOF, ANY PHYSICIAN, LIMITED LIABILITY COMPA-\n   47  NY,  REFEREE, JUDGE, PROFESSIONAL COMBATIVE SPORTS PARTICIPANT, MANAGER,\n   48  TRAINER OR CHIEF SECOND, WHO SHALL PROMOTE, CONDUCT, GIVE OR PARTICIPATE\n   49  IN ANY SHAM OR COLLUSIVE PROFESSIONAL COMBATIVE SPORTS MATCH OR  EXHIBI-\n   50  TION, SHALL BE DEPRIVED OF HIS LICENSE BY THE COMMISSION.\n   51    (B)  NO  LICENSED ENTITY SHALL KNOWINGLY ENGAGE IN A COURSE OF CONDUCT\n   52  IN WHICH  PROFESSIONAL  COMBATIVE  SPORTS  MATCHES  OR  EXHIBITIONS  ARE\n   53  ARRANGED  WHERE ONE PROFESSIONAL COMBATIVE SPORTS PARTICIPANT HAS SKILLS\n   54  OR EXPERIENCE SIGNIFICANTLY IN EXCESS OF THE OTHER  PROFESSIONAL  COMBA-\n   55  TIVE SPORTS PARTICIPANT SO THAT A MISMATCH RESULTS WITH THE POTENTIAL OF\n   56  PHYSICAL  HARM TO THE PROFESSIONAL COMBATIVE SPORTS PARTICIPANT. IF SUCH\n\n       S. 1707--A                          8\n\n    1  ACTION OCCURS, THE COMMISSION MAY  EXERCISE  ITS  POWERS  TO  DISCIPLINE\n    2  UNDER  SUBDIVISIONS THIRTEEN AND FOURTEEN OF THIS SECTION, PROVIDED THAT\n    3  NOTHING IN THIS SUBDIVISION SHALL AUTHORIZE THE COMMISSION TO  INTERVENE\n    4  OR  PROHIBIT  A PROFESSIONAL COMBATIVE SPORTS MATCH OR EXHIBITION SOLELY\n    5  ON THE BASIS OF THE DIFFERENCE BETWEEN RESPECTIVE PARTICIPANT'S  MARTIAL\n    6  ARTS DISCIPLINES.\n    7    13. IMPOSITION OF PENALTIES FOR VIOLATIONS. ANY ENTITY, LICENSED UNDER\n    8  THE PROVISIONS OF THIS SECTION, THAT SHALL KNOWINGLY VIOLATE ANY RULE OR\n    9  ORDER OF THE COMMISSION OR ANY PROVISION OF THIS SECTION, IN ADDITION TO\n   10  ANY  OTHER PENALTY BY LAW PRESCRIBED, SHALL BE LIABLE TO A CIVIL PENALTY\n   11  NOT EXCEEDING FIVE THOUSAND DOLLARS TO BE IMPOSED BY THE COMMISSION,  TO\n   12  BE  SUED  FOR  BY  THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE OF THE\n   13  STATE OF NEW YORK IF DIRECTED BY  THE  COMMISSION.  THE  AMOUNT  OF  THE\n   14  PENALTY  COLLECTED BY THE COMMISSION OR RECOVERED IN ANY SUCH ACTION, OR\n   15  PAID TO THE COMMISSION UPON A COMPROMISE AS HEREINAFTER PROVIDED,  SHALL\n   16  BE  TRANSMITTED  BY  THE DEPARTMENT OF STATE INTO THE STATE TREASURY AND\n   17  CREDITED TO THE GENERAL FUND.  THE  COMMISSION,  FOR  CAUSE  SHOWN,  MAY\n   18  EXTEND  THE TIME FOR THE PAYMENT OF SUCH PENALTY AND, BY COMPROMISE, MAY\n   19  ACCEPT LESS THAN THE AMOUNT OF SUCH PENALTY  AS  IMPOSED  IN  SETTLEMENT\n   20  THEREOF.\n   21    14. REVOCATION OR SUSPENSION OF LICENSES. (A) ANY LICENSE ISSUED UNDER\n   22  THE  PROVISIONS  OF  THIS  SECTION  MAY  BE  REVOKED OR SUSPENDED BY THE\n   23  COMMISSION FOR THE REASON THEREIN STATED, THAT THE LICENSEE HAS, IN  THE\n   24  JUDGMENT  OF  THE  COMMISSION,  BEEN GUILTY OF AN ACT DETRIMENTAL TO THE\n   25  INTERESTS OF COMBATIVE SPORTS  GENERALLY  OR  TO  THE  PUBLIC  INTEREST,\n   26  CONVENIENCE OR NECESSITY.\n   27    (B)  WITHOUT  OTHERWISE  LIMITING  THE DISCRETION OF THE COMMISSION AS\n   28  PROVIDED IN THIS SECTION, THE COMMISSION MAY SUSPEND OR REVOKE A LICENSE\n   29  OR REFUSE TO RENEW OR ISSUE A LICENSE, IF IT SHALL FIND THAT THE  APPLI-\n   30  CANT  OR PARTICIPANT: (1) HAS BEEN CONVICTED OF A CRIME IN ANY JURISDIC-\n   31  TION; (2) IS ASSOCIATING OR  CONSORTING  WITH  ANY  PERSON  WHO  HAS  OR\n   32  PERSONS WHO HAVE BEEN CONVICTED OF A CRIME OR CRIMES IN ANY JURISDICTION\n   33  OR  JURISDICTIONS;  (3)  HAS  BEEN  GUILTY  OF OR ATTEMPTED ANY FRAUD OR\n   34  MISREPRESENTATION IN CONNECTION WITH COMBATIVE SPORTS; (4) HAS  VIOLATED\n   35  OR  ATTEMPTED TO VIOLATE ANY LAW WITH RESPECT TO COMBATIVE SPORTS IN ANY\n   36  JURISDICTION OR ANY RULE, REGULATION OR  ORDER  OF  THE  COMMISSION,  OR\n   37  SHALL  HAVE  VIOLATED ANY RULE OF COMBATIVE SPORTS WHICH SHALL HAVE BEEN\n   38  APPROVED OR ADOPTED BY THE COMMISSION, OR HAS BEEN GUILTY OF OR  ENGAGED\n   39  IN  SIMILAR, RELATED OR LIKE PRACTICES; OR (5) HAS NOT ACTED IN THE BEST\n   40  INTEREST OF MIXED MARTIAL ARTS.   ALL DETERMINATIONS  TO  ISSUE,  RENEW,\n   41  SUSPEND OR REVOKE A LICENSE SHALL BE MADE IN ACCORDANCE WITH SUBDIVISION\n   42  SIXTEEN OF SECTION TWO HUNDRED NINETY-SIX OF THE EXECUTIVE LAW AND ARTI-\n   43  CLE TWENTY-THREE-A OF THE CORRECTION LAW AS APPLICABLE.\n   44    (C)  NO  SUCH  PARTICIPANT  MAY, UNDER ANY   CIRCUMSTANCES, COMPETE OR\n   45  APPEAR IN A PROFESSIONAL COMBATIVE SPORTS  MATCH  OR  EXHIBITION  WITHIN\n   46  NINETY  DAYS  OF HAVING SUFFERED A KNOCKOUT OR TECHNICAL KNOCKOUT IN ANY\n   47  SUCH MATCH OR EXHIBITION WITHOUT CLEARANCE BY THE BOARD, OR WITHIN NINE-\n   48  TY DAYS OF BEING RENDERED UNCONSCIOUS IN ANY SUCH  MATCH  OR  EXHIBITION\n   49  WHERE  THERE  IS  EVIDENCE OF HEAD TRAUMA AS DETERMINED BY THE ATTENDING\n   50  COMMISSION PHYSICIAN AND SHALL UNDERGO  SUCH  EXAMINATIONS  AS  REQUIRED\n   51  UNDER  PARAGRAPH  (B) OF SUBDIVISION TWENTY OF THIS SECTION. THE PROFES-\n   52  SIONAL COMBATIVE SPORTS PARTICIPANT SHALL BE CONSIDERED  SUSPENDED  FROM\n   53  PROFESSIONAL  COMBATIVE  SPORTS MATCHES OR EXHIBITIONS BY THE COMMISSION\n   54  AND SHALL FORFEIT HIS LICENSE TO THE COMMISSION DURING SUCH  PERIOD  AND\n   55  SUCH  LICENSE SHALL NOT BE RETURNED TO THE PARTICIPANT UNTIL THE PARTIC-\n   56  IPANT HAS MET ALL REQUIREMENTS, MEDICAL AND OTHERWISE, FOR REINSTATEMENT\n\n       S. 1707--A                          9\n\n    1  OF SUCH LICENSE. ALL SUCH SUSPENSIONS SHALL BE RECORDED IN  THE  PARTIC-\n    2  IPANT'S LICENSE BY A COMMISSION OFFICIAL.\n    3    (D)  THE  COMMISSION MAY AT ANY TIME SUSPEND, REVOKE OR DENY A PARTIC-\n    4  IPANT'S LICENSE OR TEMPORARY WORKING PERMIT FOR MEDICAL REASONS  AT  THE\n    5  RECOMMENDATION OF THE BOARD.\n    6    (E)  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW, IF ANY OTHER STATE\n    7  SHALL REVOKE A LICENSEE'S LICENSE TO COMPETE OR APPEAR IN A PROFESSIONAL\n    8  COMBATIVE SPORTS MATCH OR EXHIBITION IN THAT STATE BASED  ON  A  KNOWING\n    9  AND  INTENTIONAL  ENGAGEMENT  IN ANY PROHIBITED PRACTICES OF SUCH STATE,\n   10  THE COMMISSION MAY ACT TO REVOKE ANY LICENSE TO COMPETE OR APPEAR  IN  A\n   11  PROFESSIONAL  COMBATIVE SPORTS MATCH OR EXHIBITION ISSUED TO SUCH LICEN-\n   12  SEE PURSUANT TO THE PROVISIONS OF THIS SECTION.\n   13    (F) THE COMMISSION MAY SUSPEND ANY LICENSE IT HAS ISSUED  BY  A  DATED\n   14  NOTICE  TO THAT EFFECT TO THE SUSPENDED LICENSEE, MAILED OR DELIVERED TO\n   15  THE LICENSEE, AND SPECIFYING THE EFFECTIVE DATE AND TERM OF THE  SUSPEN-\n   16  SION, PROVIDED HOWEVER THAT THE COMMISSION REPRESENTATIVE IN CHARGE OF A\n   17  CONTEST OR EXHIBITION MAY THEN AND THERE TEMPORARILY SUSPEND ANY LICENSE\n   18  ISSUED  BY  THE COMMISSION WITHOUT SUCH NOTICE. IN THE EVENT OF A TEMPO-\n   19  RARY SUSPENSION, THE COMMISSION SHALL MAIL OR DELIVER THE NOTICE TO  THE\n   20  SUSPENDED  LICENSEE  WITHIN  THREE  BUSINESS  DAYS  AFTER  THE TEMPORARY\n   21  SUSPENSION. IN EITHER CASE SUCH SUSPENSION MAY BE  WITHOUT  ANY  ADVANCE\n   22  HEARING.  UPON  THE  RECEIPT OF SUCH NOTICE OF SUSPENSION, THE SUSPENDED\n   23  LICENSEE MAY APPLY TO THE COMMISSION FOR A  HEARING  ON  THE  MATTER  TO\n   24  DETERMINE  WHETHER SUCH SUSPENSION SHOULD BE RESCINDED. SUCH APPLICATION\n   25  FOR A HEARING MUST BE IN WRITING AND MUST BE RECEIVED BY THE  COMMISSION\n   26  WITHIN  THIRTY  DAYS AFTER THE DATE OF NOTICE OF SUSPENSION. THE COMMIS-\n   27  SION SHALL HAVE THE AUTHORITY TO REVOKE ANY LICENSE ISSUED BY IT. BEFORE\n   28  ANY LICENSE IS SO REVOKED, THE LICENSEE WILL BE OFFERED THE  OPPORTUNITY\n   29  AT  A  HEARING  HELD BY OR ON BEHALF OF THE COMMISSION TO SHOW CAUSE WHY\n   30  THE LICENSE SHOULD NOT BE REVOKED. THE COMMISSION SHALL OFFER THE OPPOR-\n   31  TUNITY FOR A HEARING TO AN  AFFECTED  PERSON  BEFORE  TAKING  ANY  FINAL\n   32  ACTION NEGATIVELY AFFECTING SUCH PERSON'S INDIVIDUAL PRIVILEGES OR PROP-\n   33  ERTY  GRANTED  BY  A LICENSE DULY ISSUED BY THE COMMISSION OR A CONTRACT\n   34  APPROVED BY AND FILED WITH THE COMMISSION. IN ALL SUCH HEARINGS,  LICEN-\n   35  SEES  AND OTHER WITNESSES SHALL TESTIFY UNDER OATH OR AFFIRMATION, WHICH\n   36  MAY BE ADMINISTERED BY ANY COMMISSIONER OR AUTHORIZED REPRESENTATIVE  OF\n   37  THE  COMMISSION ACTUALLY PRESENT. THE COMMISSION SHALL BE THE SOLE JUDGE\n   38  OF THE RELEVANCY AND COMPETENCY OF TESTIMONY  AND  OTHER  EVIDENCE,  THE\n   39  CREDIBILITY  OF WITNESSES, AND THE SUFFICIENCY OF EVIDENCE. HEARINGS MAY\n   40  BE CONDUCTED BY REPRESENTATIVES OF THE COMMISSION IN THE  DISCRETION  OF\n   41  THE COMMISSION. IN SUCH CASES, THE COMMISSION REPRESENTATIVES CONDUCTING\n   42  THE  HEARING  SHALL  SUBMIT  FINDINGS OF FACT AND RECOMMENDATIONS TO THE\n   43  COMMISSION, WHICH SHALL NOT BE BINDING ON THE COMMISSION.\n   44    15. ADVERTISING MATTER TO STATE ADMISSION PRICE. IT SHALL BE THE  DUTY\n   45  OF  EVERY ENTITY PROMOTING OR CONDUCTING A PROFESSIONAL COMBATIVE SPORTS\n   46  MATCH OR EXHIBITION SUBJECT TO THE PROVISIONS OF THIS SECTION  TO  CAUSE\n   47  TO  BE INSERTED IN EACH SHOW CARD, BILL, POSTER, NEWSPAPER ADVERTISEMENT\n   48  OF ANY PROFESSIONAL COMBATIVE SPORTS MATCH OR EXHIBITION  GIVEN  BY  IT,\n   49  THE  PRICE  OF  ADMISSION  THERETO.  VIOLATION OF THE PROVISIONS OF THIS\n   50  SUBDIVISION SHALL SUBJECT THE ENTITY TO A FINE OF ONE HUNDRED DOLLARS.\n   51    16. TICKETS TO INDICATE PURCHASE PRICE. ALL TICKETS  OF  ADMISSION  TO\n   52  ANY SUCH COMBATIVE SPORTS MATCH OR EXHIBITION SHALL BE CONTROLLED BY THE\n   53  PROVISIONS  OF ARTICLE TWENTY-FIVE OF THE ARTS AND CULTURAL AFFAIRS LAW.\n   54  IT SHALL BE UNLAWFUL FOR ANY ENTITY TO ADMIT TO SUCH MATCH OR EXHIBITION\n   55  A NUMBER OF PEOPLE GREATER THAN THE SEATING CAPACITY OF THE PLACE  WHERE\n   56  SUCH MATCH OR EXHIBITION IS HELD. VIOLATION OF THIS SUBDIVISION SHALL BE\n\n       S. 1707--A                         10\n\n    1  A  MISDEMEANOR  AND  SHALL  BE  PUNISHABLE AS SUCH AND IN ADDITION SHALL\n    2  INCUR FORFEITURE OF LICENSE.\n    3    17.  EQUIPMENT  OF BUILDINGS FOR MATCHES OR EXHIBITIONS. ALL BUILDINGS\n    4  OR STRUCTURES USED OR INTENDED TO BE USED FOR  HOLDING  OR  GIVING  SUCH\n    5  PROFESSIONAL  COMBATIVE  SPORTS MATCHES OR EXHIBITIONS SHALL BE PROPERLY\n    6  VENTILATED AND PROVIDED WITH FIRE EXITS AND FIRE  ESCAPES,  AND  IN  ALL\n    7  MANNER  CONFORM  TO  THE  LAWS, ORDINANCES AND REGULATIONS PERTAINING TO\n    8  BUILDINGS IN THE CITY, TOWN OR VILLAGE WHERE SITUATED.\n    9    18. AGE OF PARTICIPANTS AND SPECTATORS.  NO PERSON UNDER  THE  AGE  OF\n   10  EIGHTEEN  YEARS  SHALL  PARTICIPATE IN ANY PROFESSIONAL COMBATIVE SPORTS\n   11  MATCH OR EXHIBITION, AND NO PERSON UNDER SIXTEEN YEARS OF AGE  SHALL  BE\n   12  PERMITTED  TO  ATTEND  AS  A SPECTATOR; PROVIDED, HOWEVER, THAT A PERSON\n   13  UNDER THE AGE OF SIXTEEN SHALL BE PERMITTED TO ATTEND AS A SPECTATOR  IF\n   14  ACCOMPANIED BY A PARENT OR GUARDIAN.\n   15    19.  REGULATION  OF  CONDUCT OF MATCHES OR EXHIBITIONS. (A) EXCEPT FOR\n   16  CHAMPIONSHIP MATCHES, WHICH SHALL NOT  BE  MORE  THAN  FIVE  ROUNDS,  NO\n   17  COMBATIVE  SPORTS MATCH OR EXHIBITION SHALL BE MORE THAN THREE ROUNDS IN\n   18  LENGTH.  NO PARTICIPANT SHALL BE ALLOWED TO  PARTICIPATE  IN  MORE  THAN\n   19  THREE  MATCHES  OR  EXHIBITIONS  OR  COMPETE FOR MORE THAN SIXTY MINUTES\n   20  WITHIN SEVENTY-TWO CONSECUTIVE HOURS.  NO PARTICIPANT SHALL  BE  ALLOWED\n   21  TO  COMPETE IN ANY SUCH MATCH OR EXHIBITION WITHOUT WEARING A MOUTHGUARD\n   22  AND A PROTECTIVE GROIN CUP.  AT EACH PROFESSIONAL COMBATIVE SPORTS MATCH\n   23  OR EXHIBITION, THERE SHALL BE IN ATTENDANCE A DULY LICENSED REFEREE  WHO\n   24  SHALL  DIRECT  AND  CONTROL  THE  SAME. BEFORE STARTING SUCH CONTEST THE\n   25  REFEREE SHALL ASCERTAIN FROM EACH PARTICIPANT THE NAME OF HIS MANAGER OR\n   26  CHIEF SECOND, AND SHALL HOLD SUCH MANAGER OR  CHIEF  SECOND  RESPONSIBLE\n   27  FOR  THE  CONDUCT  OF  HIS  ASSISTANT SECONDS DURING THE PROGRESS OF THE\n   28  MATCH OR EXHIBITION.   THE  COMMISSION  SHALL  HAVE  THE  POWER  IN  ITS\n   29  DISCRETION TO DECLARE FORFEITED ANY PRIZE, REMUNERATION OR PURSE, OR ANY\n   30  PART THEREOF, BELONGING TO THE PARTICIPANTS OR ONE OF THEM, OR THE SHARE\n   31  THEREOF  OF ANY MANAGER OR CHIEF SECOND IF IN ITS JUDGMENT, SUCH PARTIC-\n   32  IPANT OR PARTICIPANTS ARE NOT HONESTLY COMPETING OR THE  PARTICIPANT  OR\n   33  MANAGER  OR  CHIEF  SECOND  OF  A  PARTICIPANT,  AS THE CASE MAY BE, HAS\n   34  COMMITTED AN ACT IN THE PREMISES IN VIOLATION  OF  ANY  RULE,  ORDER  OR\n   35  REGULATION  OF  THE  COMMISSION.  THE  AMOUNT SO FORFEITED SHALL BE PAID\n   36  WITHIN FORTY-EIGHT HOURS TO THE  COMMISSION.  THERE  SHALL  ALSO  BE  IN\n   37  ATTENDANCE,  THREE  DULY LICENSED JUDGES WHO SHALL AT THE TERMINATION OF\n   38  EACH SUCH COMBATIVE SPORTS MATCH OR EXHIBITION  RENDER  THEIR  DECISION.\n   39  THE WINNER OF SUCH MATCH OR EXHIBITION SHALL BE DETERMINED IN ACCORDANCE\n   40  WITH  A SCORING SYSTEM PRESCRIBED BY THE COMMISSION.  PROVIDED, HOWEVER,\n   41  THAT A PARTICIPANT MAY TERMINATE THE CONTEST BY SIGNALLING TO THE REFER-\n   42  EE THAT SUCH PARTICIPANT SUBMITS TO THE OPPONENT.\n   43    (B) THE COMMISSION MAY BY RULE, REGULATION OR ORDER, REQUIRE THE PRES-\n   44  ENCE OF ANY MEDICAL EQUIPMENT AND PERSONNEL AT EACH PROFESSIONAL  COMBA-\n   45  TIVE  SPORTS  MATCH  OR EXHIBITION AS IS NECESSARY OR BENEFICIAL FOR THE\n   46  SAFETY AND PROTECTION OF THE CONTESTANTS; AND MAY ALSO REQUIRE THE PRES-\n   47  ENCE OF AN AMBULANCE OR OTHER APPARATUS AT THE SITE OF ANY SUCH MATCH OR\n   48  EXHIBITION OR THE PROMULGATION OF AN  EMERGENCY  MEDICAL  PLAN  IN  LIEU\n   49  THEREOF.\n   50    (C) THE COMMISSION SHALL PRESCRIBE BY RULE OR REGULATION THE RESPONSI-\n   51  BILITIES  OF  MANAGERS,  TRAINERS AND CHIEF SECONDS PRIOR TO, DURING AND\n   52  AFTER A COMBATIVE SPORTS MATCH OR EXHIBITION IN  ORDER  TO  PROMOTE  THE\n   53  SAFETY OF THE PARTICIPANTS AT ALL TIMES.\n   54    (D)  THE  COMMISSION  SHALL  REQUIRE  BY  RULE  OR REGULATION THAT ANY\n   55  PROFESSIONAL COMBATIVE SPORTS PARTICIPANT LICENSED  UNDER  THIS  SECTION\n   56  PRESENT  TO A DESIGNATED COMMISSION OFFICIAL, BEFORE EACH MATCH OR EXHI-\n\n       S. 1707--A                         11\n\n    1  BITION IN WHICH HE FIGHTS IN THIS STATE, A LICENSE WHICH  SHALL  INCLUDE\n    2  BUT  NOT  BE LIMITED TO THE FOLLOWING INFORMATION: (1) THE PARTICIPANT'S\n    3  NAME, PHOTOGRAPH, SOCIAL SECURITY NUMBER, DATE OF BIRTH, AND OTHER IDEN-\n    4  TIFYING  INFORMATION;  (2)  THE  PARTICIPANT'S PRIOR MATCH OR EXHIBITION\n    5  HISTORY INCLUDING THE DATES, LOCATION, AND DECISION OF SUCH  MATCHES  OR\n    6  EXHIBITIONS;  AND (3) THE PARTICIPANT'S MEDICAL HISTORY, RELATING TO ANY\n    7  PHYSICAL CONDITION, MEDICAL TEST OR PROCEDURE WHICH RELATES TO HIS ABIL-\n    8  ITY TO FIGHT, AND A RECORD OF ALL MEDICAL SUSPENSIONS.\n    9    20. EXAMINATION BY PHYSICIAN; COST. (A) ALL PARTICIPANTS MUST BE EXAM-\n   10  INED BY A PHYSICIAN DESIGNATED BY THE  COMMISSION  BEFORE  ENTERING  THE\n   11  RING  AND EACH SUCH PHYSICIAN SHALL IMMEDIATELY FILE WITH THE COMMISSION\n   12  A WRITTEN REPORT OF SUCH EXAMINATION. THE COST OF ANY SUCH  EXAMINATION,\n   13  AS PRESCRIBED BY A SCHEDULE OF FEES ESTABLISHED BY THE COMMISSION, SHALL\n   14  BE  PAID BY THE ENTITY CONDUCTING THE MATCH OR EXHIBITION TO THE COMMIS-\n   15  SION, WHICH SHALL THEN PAY THE FEE COVERING SUCH COST TO  THE  EXAMINING\n   16  PHYSICIAN, IN ACCORDANCE WITH THE RULES OF THE COMMISSION.\n   17    (B)  ANY PROFESSIONAL COMBATIVE SPORTS PARTICIPANT LICENSED OR PERMIT-\n   18  TED UNDER THIS SECTION RENDERED UNCONSCIOUS OR SUFFERING HEAD TRAUMA  AS\n   19  DETERMINED  BY  THE ATTENDING PHYSICIAN SHALL BE IMMEDIATELY EXAMINED BY\n   20  THE ATTENDING COMMISSION PHYSICIAN AND  SHALL  BE  REQUIRED  TO  UNDERGO\n   21  NEUROLOGICAL   AND  NEUROPSYCHOLOGICAL  EXAMINATIONS  BY  A  NEUROLOGIST\n   22  INCLUDING BUT NOT LIMITED TO A COMPUTED TOMOGRAPHY OR  MEDICALLY  EQUIV-\n   23  ALENT  PROCEDURE.  ANY  PARTICIPANT  SO  INJURED SHALL NOT APPEAR IN ANY\n   24  MATCH OR EXHIBITION UNTIL RESULTS OF SUCH EXAMINATIONS ARE  REVIEWED  BY\n   25  THE  COMMISSION.  THE  RESULTS  OF ALL SUCH EXAMINATIONS HEREIN REQUIRED\n   26  SHALL BECOME A PART OF THE PARTICIPANT'S PERMANENT  MEDICAL  RECORDS  AS\n   27  MAINTAINED  BY  THE  COMMISSION  AND  SHALL BE USED BY THE COMMISSION TO\n   28  DETERMINE WHETHER A PARTICIPANT SHALL BE  PERMITTED  TO  APPEAR  IN  ANY\n   29  FUTURE  PROFESSIONAL COMBATIVE SPORTS MATCH OR EXHIBITION.  THE COSTS OF\n   30  ALL SUCH EXAMINATIONS CALLED FOR IN THIS PARAGRAPH SHALL BE  ASSUMED  BY\n   31  THE ENTITY OR PROMOTER IF SUCH EXAMINATIONS ARE PERFORMED BY A PHYSICIAN\n   32  APPROVED BY THE COMMISSION.\n   33    (C)  THE  COMMISSION  MAY  AT ANY TIME REQUIRE A LICENSED OR PERMITTED\n   34  PARTICIPANT TO UNDERGO A PHYSICAL EXAMINATION, INCLUDING ANY  NEUROLOGI-\n   35  CAL OR NEUROPSYCHOLOGICAL TEST OR PROCEDURE. THE COST OF SUCH EXAM SHALL\n   36  BE ASSUMED BY THE STATE.\n   37    21.  PHYSICIAN  TO  BE IN ATTENDANCE; POWERS OF SUCH PHYSICIAN. (A) IT\n   38  SHALL BE THE DUTY OF EVERY ENTITY LICENSED TO CONDUCT A COMBATIVE SPORTS\n   39  MATCH OR EXHIBITION, TO HAVE IN ATTENDANCE AT EVERY MATCH OR  EXHIBITION\n   40  AT  LEAST  ONE PHYSICIAN DESIGNATED BY THE COMMISSION AS THE RULES SHALL\n   41  PROVIDE. THE COMMISSION MAY ESTABLISH A SCHEDULE OF FEES TO BE  PAID  BY\n   42  THE  LICENSEE  TO  COVER THE COST OF SUCH ATTENDANCE. SUCH FEES SHALL BE\n   43  PAID TO THE COMMISSION, WHICH SHALL THEN PAY SUCH FEES TO THE PHYSICIANS\n   44  ENTITLED THERETO, IN ACCORDANCE WITH THE RULES OF THE COMMISSION.\n   45    (B) THE PHYSICIAN SHALL TERMINATE ANY  PROFESSIONAL  COMBATIVE  SPORTS\n   46  MATCH  OR EXHIBITION IF IN THE OPINION OF SUCH PHYSICIAN ANY PARTICIPANT\n   47  HAS RECEIVED SEVERE PUNISHMENT OR IS IN DANGER OF SERIOUS PHYSICAL INJU-\n   48  RY. IN THE EVENT OF ANY SERIOUS PHYSICAL INJURY,  SUCH  PHYSICIAN  SHALL\n   49  IMMEDIATELY  RENDER ANY EMERGENCY TREATMENT NECESSARY, RECOMMEND FURTHER\n   50  TREATMENT OR HOSPITALIZATION IF REQUIRED, AND FULLY  REPORT  THE  ENTIRE\n   51  MATTER  TO  THE  COMMISSION  WITHIN  TWENTY-FOUR HOURS AND IF NECESSARY,\n   52  SUBSEQUENTLY THEREAFTER.  SUCH  PHYSICIAN  MAY  ALSO  REQUIRE  THAT  THE\n   53  INJURED  PARTICIPANT  AND HIS MANAGER OR CHIEF SECOND REMAIN IN THE RING\n   54  OR ON THE PREMISES OR REPORT TO A HOSPITAL AFTER THE  CONTEST  FOR  SUCH\n   55  PERIOD OF TIME AS SUCH PHYSICIAN DEEMS ADVISABLE.\n\n       S. 1707--A                         12\n\n    1    (C)  SUCH  PHYSICIAN  MAY  ENTER THE RING AT ANY TIME DURING A PROFES-\n    2  SIONAL COMBATIVE SPORTS MATCH OR EXHIBITION AND MAY TERMINATE THE  MATCH\n    3  OR  EXHIBITION IF IN HIS OPINION THE SAME IS NECESSARY TO PREVENT SEVERE\n    4  PUNISHMENT OR SERIOUS PHYSICAL INJURY TO A PARTICIPANT.\n    5    22.  BOND. BEFORE A LICENSE SHALL BE GRANTED TO AN ENTITY TO CONDUCT A\n    6  PROFESSIONAL COMBATIVE SPORTS MATCH OR EXHIBITION, THE  APPLICANT  SHALL\n    7  EXECUTE  AND  FILE WITH THE COMPTROLLER A BOND IN AN AMOUNT TO BE DETER-\n    8  MINED BY THE COMMISSION, TO BE APPROVED AS TO FORM  AND  SUFFICIENCY  OF\n    9  SURETIES  THEREON  BY  THE  COMPTROLLER,  CONDITIONED  FOR  THE FAITHFUL\n   10  PERFORMANCE BY SUCH ENTITY OF THE PROVISIONS OF  THIS  SECTION  AND  THE\n   11  RULES  AND  REGULATIONS  OF  THE  COMMISSION,  AND  UPON  THE FILING AND\n   12  APPROVAL OF SUCH BOND THE COMPTROLLER SHALL ISSUE TO  SUCH  APPLICANT  A\n   13  CERTIFICATE  OF  SUCH FILING AND APPROVAL, WHICH SHALL BE BY SUCH APPLI-\n   14  CANT FILED IN THE OFFICE OF THE  COMMISSION  WITH  ITS  APPLICATION  FOR\n   15  LICENSE,  AND  NO  SUCH  LICENSE  SHALL BE ISSUED UNTIL SUCH CERTIFICATE\n   16  SHALL BE FILED. IN CASE OF DEFAULT IN SUCH PERFORMANCE,  THE  COMMISSION\n   17  MAY IMPOSE UPON THE DELINQUENT A PENALTY IN THE SUM OF NOT MORE THAN ONE\n   18  THOUSAND  DOLLARS FOR EACH OFFENSE, WHICH MAY BE RECOVERED BY THE ATTOR-\n   19  NEY GENERAL IN THE NAME OF THE PEOPLE OF THE STATE OF NEW  YORK  IN  THE\n   20  SAME  MANNER  AS  OTHER  PENALTIES  ARE  RECOVERED BY LAW; ANY AMOUNT SO\n   21  RECOVERED SHALL BE PAID INTO THE TREASURY.\n   22    23. BOND FOR PURSES, SALARIES AND OTHER EXPENSES. IN ADDITION  TO  THE\n   23  BOND  REQUIRED BY SUBDIVISION TWENTY-TWO OF THIS SECTION, EACH APPLICANT\n   24  FOR A LICENSE TO CONDUCT PROFESSIONAL COMBATIVE SPORTS MATCHES OR  EXHI-\n   25  BITIONS  SHALL EXECUTE AND FILE WITH THE COMPTROLLER A BOND IN AN AMOUNT\n   26  TO BE DETERMINED BY THE COMMISSION TO BE APPROVED AS TO FORM AND  SUFFI-\n   27  CIENCY OF SURETIES THEREON BY THE COMPTROLLER, CONDITIONED FOR AND GUAR-\n   28  ANTEEING  THE  PAYMENT  OF  PROFESSIONAL  COMBATIVE SPORTS PARTICIPANTS'\n   29  PURSES, SALARIES OF CLUB EMPLOYEES LICENSED BY THE COMMISSION,  AND  THE\n   30  LEGITIMATE EXPENSES OF PRINTING TICKETS AND ALL ADVERTISING MATERIAL.\n   31    24.  DUTY  TO  PROVIDE  INSURANCE  FOR LICENSED PROFESSIONAL COMBATIVE\n   32  SPORTS PARTICIPANTS.   (A) ALL ENTITIES  HAVING  LICENSES  AS  PROMOTERS\n   33  SHALL  CONTINUOUSLY  PROVIDE  INSURANCE  FOR  THE PROTECTION OF LICENSED\n   34  PROFESSIONAL COMBATIVE SPORTS PARTICIPANTS,  APPEARING  IN  PROFESSIONAL\n   35  COMBATIVE  SPORTS MATCHES OR EXHIBITIONS.  SUCH INSURANCE COVERAGE SHALL\n   36  PROVIDE FOR REIMBURSEMENT TO THE LICENSED ATHLETE FOR MEDICAL,  SURGICAL\n   37  AND  HOSPITAL  CARE,  WITH A MINIMUM LIMIT OF FIFTY THOUSAND DOLLARS FOR\n   38  INJURIES SUSTAINED WHILE PARTICIPATING IN ANY PROGRAM OPERATED UNDER THE\n   39  CONTROL OF SUCH LICENSED PROMOTER AND FOR A PAYMENT OF ONE HUNDRED THOU-\n   40  SAND DOLLARS TO THE ESTATE OF ANY DECEASED ATHLETE WHERE SUCH  DEATH  IS\n   41  OCCASIONED  BY INJURIES RECEIVED DURING THE COURSE OF A MATCH OR EXHIBI-\n   42  TION IN WHICH SUCH LICENSED ATHLETE PARTICIPATED UNDER THE PROMOTION  OR\n   43  CONTROL OF ANY LICENSED PROMOTER.  THE COMMISSION MAY FROM TIME TO TIME,\n   44  IN ITS DISCRETION, INCREASE THE AMOUNT OF SUCH MINIMUM LIMITS.\n   45    (B)  THE  FAILURE  TO PAY PREMIUMS ON SUCH INSURANCE AS IS REQUIRED BY\n   46  PARAGRAPH (A) OF THIS SUBDIVISION SHALL BE CAUSE FOR THE  SUSPENSION  OR\n   47  THE REVOCATION OF THE LICENSE OF SUCH DEFAULTING PROMOTER.\n   48    25. NOTICE OF CONTEST; COLLECTION OF TAX. (A) EVERY ENTITY HOLDING ANY\n   49  PROFESSIONAL COMBATIVE SPORTS MATCH OR EXHIBITION FOR WHICH AN ADMISSION\n   50  FEE  IS  CHARGED  OR  RECEIVED, SHALL NOTIFY THE ATHLETIC COMMISSION TEN\n   51  DAYS IN ADVANCE OF THE HOLDING OF SUCH CONTEST. ALL TICKETS OF ADMISSION\n   52  TO ANY SUCH MATCH OR EXHIBITION SHALL BE PROCURED FROM  A  PRINTER  DULY\n   53  AUTHORIZED  BY  THE  STATE ATHLETIC COMMISSION TO PRINT SUCH TICKETS AND\n   54  SHALL BEAR CLEARLY UPON THE FACE THEREOF THE PURCHASE PRICE AND LOCATION\n   55  OF SAME. AN ENTITY FAILING TO FULLY COMPLY WITH THIS  SECTION  SHALL  BE\n   56  SUBJECT TO A PENALTY OF FIVE HUNDRED DOLLARS TO BE COLLECTED BY AND PAID\n\n       S. 1707--A                         13\n\n    1  TO  THE  DEPARTMENT OF STATE. AN ENTITY IS PROHIBITED FROM OPERATING ANY\n    2  MATCHES OR EXHIBITIONS UNTIL ALL PENALTIES DUE PURSUANT TO THIS SUBDIVI-\n    3  SION AND TAXES, INTEREST AND PENALTIES DUE PURSUANT TO ARTICLE  NINETEEN\n    4  OF THE TAX LAW HAVE BEEN PAID.\n    5    (B) PURSUANT TO DIRECTION BY THE COMMISSIONER OF TAXATION AND FINANCE,\n    6  EMPLOYEES  OR OFFICERS OF THE ATHLETIC COMMISSION SHALL ACT AS AGENTS OF\n    7  THE COMMISSIONER OF TAXATION AND FINANCE TO COLLECT THE TAX  IMPOSED  BY\n    8  ARTICLE  NINETEEN  OF THE TAX LAW. THE ATHLETIC COMMISSION SHALL PROVIDE\n    9  THE COMMISSIONER OF TAXATION AND FINANCE WITH SUCH INFORMATION AND TECH-\n   10  NICAL ASSISTANCE AS MAY BE NECESSARY FOR THE  PROPER  ADMINISTRATION  OF\n   11  SUCH TAX.\n   12    26.  REGULATION  OF  JUDGES. (A) JUDGES FOR ANY PROFESSIONAL COMBATIVE\n   13  SPORTS MATCH OR EXHIBITION UNDER  THE  JURISDICTION  OF  THE  COMMISSION\n   14  SHALL  BE  SELECTED  BY THE COMMISSION FROM A LIST OF QUALIFIED LICENSED\n   15  JUDGES MAINTAINED BY THE COMMISSION.\n   16    (B) ANY PROFESSIONAL COMBATIVE SPORT  PARTICIPANT,  MANAGER  OR  CHIEF\n   17  SECOND MAY PROTEST THE ASSIGNMENT OF A JUDGE TO A PROFESSIONAL COMBATIVE\n   18  SPORTS  MATCH  OR  EXHIBITION  AND THE PROTESTING PROFESSIONAL COMBATIVE\n   19  SPORTS PARTICIPANT, MANAGER OR CHIEF SECOND MAY BE HEARD BY THE  COMMIS-\n   20  SION  OR  ITS  DESIGNEE  IF  SUCH  PROTEST  IS TIMELY. IF THE PROTEST IS\n   21  UNTIMELY IT SHALL BE SUMMARILY REJECTED.\n   22    (C) EACH PERSON SEEKING TO BE LICENSED AS A JUDGE  BY  THE  COMMISSION\n   23  SHALL  BE  REQUIRED  TO SUBMIT TO OR PROVIDE PROOF OF AN EYE EXAMINATION\n   24  AND ANNUALLY THEREAFTER ON  THE  ANNIVERSARY  OF  THE  ISSUANCE  OF  THE\n   25  LICENSE. EACH PERSON SEEKING TO BE A PROFESSIONAL COMBATIVE SPORTS JUDGE\n   26  IN  THE  STATE SHALL BE CERTIFIED AS HAVING COMPLETED A TRAINING PROGRAM\n   27  AS APPROVED BY THE COMMISSION AND SHALL HAVE PASSED A  WRITTEN  EXAMINA-\n   28  TION  APPROVED BY THE COMMISSION COVERING ASPECTS OF PROFESSIONAL COMBA-\n   29  TIVE SPORTS INCLUDING, BUT NOT LIMITED TO, THE RULES OF THE  SPORT,  THE\n   30  LAW  OF  THE  STATE RELATING TO THE COMMISSION, AND BASIC FIRST AID. THE\n   31  COMMISSION SHALL ESTABLISH CONTINUING EDUCATION PROGRAMS TO KEEP  LICEN-\n   32  SEES CURRENT ON AREAS OF REQUIRED KNOWLEDGE.\n   33    (D)  EACH  PERSON  SEEKING  A  LICENSE  TO BE A PROFESSIONAL COMBATIVE\n   34  SPORTS JUDGE IN THIS STATE SHALL BE REQUIRED TO  FILL  OUT  A  FINANCIAL\n   35  QUESTIONNAIRE CERTIFYING UNDER PENALTY OF PERJURY FULL DISCLOSURE OF THE\n   36  JUDGE'S  FINANCIAL SITUATION ON A QUESTIONNAIRE TO BE PROMULGATED BY THE\n   37  COMMISSION. SUCH QUESTIONNAIRE SHALL BE IN A FORM AND MANNER APPROVED BY\n   38  THE COMMISSION AND SHALL PROVIDE INFORMATION AS TO AREAS  OF  ACTUAL  OR\n   39  POTENTIAL   CONFLICTS  OF  INTEREST  AS  WELL  AS  APPEARANCES  OF  SUCH\n   40  CONFLICTS, INCLUDING FINANCIAL RESPONSIBILITY. WITHIN FORTY-EIGHT  HOURS\n   41  OF ANY PROFESSIONAL COMBATIVE SPORTS MATCH OR EXHIBITION, EACH COMBATIVE\n   42  SPORTS  JUDGE  SHALL  FILE  WITH  THE  COMMISSION A FINANCIAL DISCLOSURE\n   43  STATEMENT IN SUCH FORM AND MANNER AS SHALL BE ACCEPTABLE TO THE  COMMIS-\n   44  SION.\n   45    (E)  ONLY A PERSON LICENSED BY THE COMMISSION MAY JUDGE A PROFESSIONAL\n   46  COMBATIVE SPORTS MATCH OR EXHIBITION.\n   47    27. TRAINING FACILITIES. (A) THE COMMISSION MAY, IN ITS DISCRETION AND\n   48  IN ACCORDANCE WITH REGULATIONS ADOPTED BY THE COMMISSION TO PROTECT  THE\n   49  HEALTH AND SAFETY OF PROFESSIONAL COMBATIVE SPORT PARTICIPANTS IN TRAIN-\n   50  ING,  ISSUE  A  LICENSE TO OPERATE A TRAINING FACILITY PROVIDING CONTACT\n   51  SPARRING MAINTAINED EITHER EXCLUSIVELY OR IN PART FOR THE USE OF PROFES-\n   52  SIONAL COMBATIVE SPORT PARTICIPANTS. THE REGULATIONS OF  THE  COMMISSION\n   53  SHALL  INCLUDE, BUT NOT BE LIMITED TO, THE FOLLOWING SUBJECTS TO PROTECT\n   54  THE HEALTH AND SAFETY OF PROFESSIONAL COMBATIVE SPORT PARTICIPANTS:\n   55    (1) REQUIREMENTS FOR FIRST AID MATERIALS TO BE STORED IN AN ACCESSIBLE\n   56  LOCATION ON THE PREMISES AND FOR THE  PRESENCE  ON  THE  PREMISES  OF  A\n\n       S. 1707--A                         14\n\n    1  PERSON TRAINED AND CERTIFIED IN THE USE OF SUCH MATERIALS AND PROCEDURES\n    2  FOR CARDIO-PULMONARY RESUSCITATION AT ALL TIMES DURING WHICH THE FACILI-\n    3  TY IS OPEN FOR TRAINING PURPOSES;\n    4    (2) PROMINENT POSTING ADJACENT TO AN ACCESSIBLE TELEPHONE OF THE TELE-\n    5  PHONE NUMBER FOR EMERGENCY MEDICAL SERVICES AT THE NEAREST HOSPITAL;\n    6    (3)  CLEAN AND SANITARY BATHROOMS, SHOWER ROOMS, LOCKER ROOMS AND FOOD\n    7  SERVING AND STORAGE AREAS;\n    8    (4) ADEQUATE VENTILATION AND  LIGHTING  OF  ACCESSIBLE  AREAS  OF  THE\n    9  TRAINING FACILITY;\n   10    (5) ESTABLISHMENT OF A POLICY CONCERNING THE RESTRICTION OF SMOKING IN\n   11  TRAINING AREAS, INCLUDING PROVISIONS FOR ITS ENFORCEMENT BY THE FACILITY\n   12  OPERATOR;\n   13    (6) COMPLIANCE WITH STATE AND LOCAL FIRE ORDINANCES;\n   14    (7) INSPECTION AND APPROVAL OF RINGS AS REQUIRED BY SUBDIVISION THIRTY\n   15  OF THIS SECTION; AND\n   16    (8)  ESTABLISHMENT  OF  A  POLICY  FOR  POSTING ALL COMMISSION LICENSE\n   17  SUSPENSIONS AND LICENSE REVOCATIONS RECEIVED FROM THE COMMISSION INCLUD-\n   18  ING PROVISIONS FOR ENFORCEMENT OF SUCH SUSPENSIONS  AND  REVOCATIONS  BY\n   19  THE FACILITY OPERATOR.\n   20    (B)  A  PROSPECTIVE LICENSEE SHALL SUBMIT TO THE COMMISSION PROOF THAT\n   21  IT CAN FURNISH SUITABLE FACILITIES  IN  WHICH  THE  TRAINING  IS  TO  BE\n   22  CONDUCTED,  INCLUDING  THE  MAKING OF SUCH TRAINING FACILITIES AVAILABLE\n   23  FOR INSPECTION BY THE COMMISSION AT ANY TIME DURING WHICH TRAINING IS IN\n   24  PROGRESS.\n   25    28. TEMPORARY TRAINING FACILITIES.  ANY  TRAINING  FACILITY  PROVIDING\n   26  CONTACT SPARRING ESTABLISHED AND MAINTAINED ON A TEMPORARY BASIS FOR THE\n   27  PURPOSE  OF  PREPARING  A PROFESSIONAL COMBATIVE SPORT PARTICIPANT FOR A\n   28  SPECIFIC  PROFESSIONAL  COMBATIVE  SPORTS  MATCH  OR  EXHIBITION  TO  BE\n   29  CONDUCTED,  HELD  OR  GIVEN WITHIN THE STATE OF NEW YORK SHALL BE EXEMPT\n   30  FROM THIS ACT INSOFAR AS IT CONCERNS THE LICENSING  OF  SUCH  FACILITIES\n   31  IF,  IN THE JUDGMENT OF THE COMMISSION, ESTABLISHMENT AND MAINTENANCE OF\n   32  SUCH FACILITY WILL BE CONSISTENT WITH THE  PURPOSES  AND  PROVISIONS  OF\n   33  THIS CHAPTER, THE BEST INTERESTS OF PROFESSIONAL COMBATIVE SPORTS GENER-\n   34  ALLY, AND THE PUBLIC INTEREST, CONVENIENCE OR NECESSITY.\n   35    29.  WEIGHTS;  CLASSES AND RULES. THE WEIGHTS AND CLASSES OF COMBATIVE\n   36  SPORT PARTICIPANTS AND THE RULES AND REGULATIONS OF PROFESSIONAL  COMBA-\n   37  TIVE SPORTS SHALL BE PRESCRIBED BY THE COMMISSION.\n   38    30.  RINGS  OR FIGHTING AREAS.  NO PROFESSIONAL COMBATIVE SPORTS MATCH\n   39  OR EXHIBITION OR TRAINING ACTIVITY SHALL BE PERMITTED  IN  ANY  RING  OR\n   40  FIGHTING  AREA  UNLESS SUCH RING OR FIGHTING AREA HAS BEEN INSPECTED AND\n   41  APPROVED BY THE COMMISSION.  THE  COMMISSION  SHALL  PRESCRIBE  STANDARD\n   42  ACCEPTABLE SIZE AND QUALITY REQUIREMENTS FOR RINGS OR FIGHTING AREAS AND\n   43  APPURTENANCES THERETO.\n   44    31.  MISDEMEANOR. ANY ENTITY WHO INTENTIONALLY, DIRECTLY OR INDIRECTLY\n   45  CONDUCTS, HOLDS OR GIVES A PROFESSIONAL COMBATIVE SPORTS MATCH OR  EXHI-\n   46  BITION  OR  PARTICIPATES EITHER DIRECTLY OR INDIRECTLY IN ANY SUCH MATCH\n   47  OR EXHIBITION AS A REFEREE, JUDGE, CORPORATION  TREASURER,  PROFESSIONAL\n   48  COMBATIVE  SPORTS  PARTICIPANT,  MANAGER,  PROMOTER,  TRAINER  OR  CHIEF\n   49  SECOND, WITHOUT FIRST HAVING PROCURED AN APPROPRIATE LICENSE  OR  PERMIT\n   50  AS PRESCRIBED IN THIS SECTION SHALL BE GUILTY OF A MISDEMEANOR.\n   51    S  3.  Section  6  of  chapter 912 of the laws of 1920 relating to the\n   52  regulation of boxing, sparring and wrestling, as amended by chapter  437\n   53  of the laws of 2002 and subdivision 1 as designated and subdivision 2 as\n   54  added by chapter 673 of the laws of 2003, is amended to read as follows:\n   55    S  6.  Jurisdiction  of  commission.  1. The commission shall have and\n   56  hereby is vested with the sole direction, management, control and juris-\n\n       S. 1707--A                         15\n\n    1  diction over all such boxing and  sparring  matches  or  exhibitions  OR\n    2  PROFESSIONAL  COMBATIVE  SPORTS  MATCHES OR EXHIBITIONS to be conducted,\n    3  held or given within the state of New York and over all licenses to  any\n    4  and  all  persons  who participate in such boxing or sparring matches or\n    5  exhibitions OR PROFESSIONAL COMBATIVE SPORTS MATCHES OR EXHIBITIONS  and\n    6  over  any  and  all  gyms, clubs, training camps and other organizations\n    7  that maintain training facilities providing contact sparring for persons\n    8  who prepare for participation in such  boxing  or  sparring  matches  or\n    9  exhibitions OR PROFESSIONAL COMBATIVE SPORTS MATCHES OR EXHIBITIONS, and\n   10  over the promotion of professional wrestling exhibitions OR PROFESSIONAL\n   11  COMBATIVE  SPORTS  MATCHES  OR EXHIBITIONS to the extent provided for in\n   12  sections 5, 9, 19, 20, 28-a, 28-b and 33 of this act, except  as  other-\n   13  wise provided in this act.\n   14    2. The commission is authorized and directed to require that all sites\n   15  wherein  boxing,  sparring  and  wrestling  matches  and  exhibitions OR\n   16  PROFESSIONAL COMBATIVE SPORTS MATCHES OR EXHIBITIONS are conducted shall\n   17  comply with state and applicable local  sanitary  codes  appropriate  to\n   18  school athletic facilities.\n   19    S  4.  Subdivision  1  of  section  451  of the tax law, as amended by\n   20  section 1 of part F of chapter 407 of the laws of 1999,  is  amended  to\n   21  read as follows:\n   22    1.  \"Gross  receipts  from  ticket  sales\"  shall mean the total gross\n   23  receipts of every person from the sale of tickets to any professional or\n   24  amateur boxing, sparring or wrestling match or exhibition OR ANY PROFES-\n   25  SIONAL COMBATIVE SPORTS MATCH OR EXHIBITION  held  in  this  state,  and\n   26  without  any  deduction  whatsoever for commissions, brokerage, distrib-\n   27  ution fees, advertising or any other expenses, charges  and  recoupments\n   28  in respect thereto.\n   29    S  5. Section 452 of the tax law, as amended by section 2 of part F of\n   30  chapter 407 of the laws of 1999, is amended to read as follows:\n   31    S 452. Imposition of tax. 1. On  and  after  October  first,  nineteen\n   32  hundred  ninety-nine, a tax is hereby imposed and shall be paid upon the\n   33  gross receipts of every  person  holding  any  professional  or  amateur\n   34  boxing,  sparring  or  wrestling match or exhibition in this state. Such\n   35  tax shall be imposed on such gross receipts, exclusive  of  any  federal\n   36  taxes, as follows:\n   37    (a)  three percent of gross receipts from ticket sales, except that in\n   38  no event shall the tax imposed by this  [subdivision]  PARAGRAPH  exceed\n   39  fifty thousand dollars for any match or exhibition;\n   40    (b)  three  percent of gross receipts from broadcasting rights, except\n   41  that in no event shall the tax imposed by this  [subdivision]  PARAGRAPH\n   42  exceed fifty thousand dollars for any match or exhibition.\n   43    2. ON AND AFTER THE EFFECTIVE DATE OF THIS SUBDIVISION, A TAX IS HERE-\n   44  BY  IMPOSED  AND  SHALL  BE PAID UPON THE GROSS RECEIPTS OF EVERY PERSON\n   45  HOLDING ANY PROFESSIONAL COMBATIVE SPORTS MATCH OR  EXHIBITION  IN  THIS\n   46  STATE.  SUCH  TAX  SHALL BE IMPOSED ON SUCH GROSS RECEIPTS, EXCLUSIVE OF\n   47  ANY FEDERAL TAXES, AS FOLLOWS:\n   48    (A) EIGHT AND ONE-HALF PERCENT OF GROSS RECEIPTS  FROM  TICKET  SALES;\n   49  AND\n   50    (B)  THREE  PERCENT OF GROSS RECEIPTS FROM BROADCASTING RIGHTS, EXCEPT\n   51  THAT IN NO EVENT SHALL THE TAX IMPOSED BY THIS  PARAGRAPH  EXCEED  FIFTY\n   52  THOUSAND DOLLARS FOR ANY MATCH OR EXHIBITION.\n   53    S  6.  This  act shall take effect on the ninetieth day after it shall\n   54  have become a law, and shall expire and be deemed repealed 3 years after\n   55  it shall take effect; provided, however, that effective immediately, the\n   56  addition, amendment and/or repeal of any rule  or  regulation  necessary\n\n       S. 1707--A                         16\n\n    1  for  the  implementation of this act on its effective date is authorized\n    2  and directed to be made and completed on or before such effective date.\n",
  "memo" : "BILL NUMBER:S1707A\n\nTITLE OF BILL:\nAn act\nto amend chapter 912 of the laws of 1920 relating to the regulation of\nboxing, sparring and wrestling, in relation to establishing protocols\nfor combative sports and authorizing mixed martial arts events in this\nstate; to amend the tax law, in relation to the imposition of a\ntax on the gross receipts of any person holding any\nprofessional or amateur boxing, sparring or wrestling match or\nexhibition, or\nprofessional\ncombative sports match or exhibition; and providing for the repeal of\nsuch provisions upon expiration thereof\n\nPURPOSE:\nThe purpose of this bill is to ensure that the New York State\nAthletic Commission regularly updates the list of single discipline\nmartial arts organizations that are approved by the commission to\nsanction martial arts matches or exhibitions; and to allow\nprofessional mixed martial arts to be permitted in this State and set\nforth the jurisdiction of the commission in regulating professional\nmixed martial arts promotion, participants, bouts and exhibitions.\n\nSUMMARY OF PROVISIONS:\nSection one of the bill amends subdivisions 2-6 of section 4 of\nchapter 912 of 1920 to give the NYSAC medical advisory board\njurisdiction over professional combative sports participants.\n\nSection two of the bill amends subdivision 1 of section s-a of chapter\n912 of the Laws of 1920 by expanding the term \"martial arts\" to\ninclude any professional match or exhibition that is sanctioned by an\norganization approved by the commission.\nProfessional mixed martial arts is separated from single discipline\nmartial arts and defined mixed martial arts and the jurisdiction of\nthe New York State Athletic Commission (NYSAC) in relation to holding\nmixed martial arts exhibitions or bouts is set forth. This section\nalso specifies that no nonprofessional or amateur bout, exhibition,\nor participant will be authorized by this bill.\n\nSection three of the bill amends chapter 912 of the Laws of 1920 as it\nrelates to the jurisdiction of the NYSAC as it relates to mixed\nmartial arts.\n\nSection four of the bill amends section 451 of the tax law to allow\nprofessional combative sports to be taxed on the gross receipts from\nticket sales.\n\nSection five of the bill amends section 452 of the tax law to impose a\n8.5% tax on receipts on ticket sales as well as 3% of gross receipts\nfrom broadcasting rights.\n\nSection six provides for an effective date of 90 days after it shall\nhave become a law, and shall expire and be deemed repealed 3 years\nafter it shall take effect.\n\nJUSTIFICATION:\nChapter 912 of 1920 needs to be amended to accomplish two goals.\n\nFirst, to allow single discipline martial arts organizations that\nare not listed in the law to have a process for the NYSAC to approve\nthem as being able to hold martial arts bouts and exhibitions.\n\nSecond, to allow the very popular and professional sport of mixed\nmartial arts.\nThirty-one states currently allow mixed marital arts and the NYSAC\nneeds to be properly empowered to maintain both the dignity of the\nsport and the best interest of the safety and welfare of the\nprofessional combative sports participants.\n\nLEGISLATIVE HISTORY:\n2010 - Passed Senate; Died in the Assembly.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n90 days after it becomes a law and expires and is repealed 3 years\nafter it takes effect.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend chapter 912 of the laws of 1920 relating to the regulation of boxing, sparring and wrestling, in relation to establishing protocols for combative sports and authorizing mixed martial arts events in this state; to amend the tax law, in relation to the imposition of a tax on the gross receipts of any person holding any professional or amateur boxing, sparring or wrestling match or exhibition, or professional combative sports match or exhibition; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T212240.TXT", "SOBI.D110131.T095649.TXT", "SOBI.D110131.T132208.TXT", "SOBI.D110131.T102651.TXT", "SOBI.D110131.T103652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960616
}