{
  "year" : 2011,
  "senateBillNo" : "S1706-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1706-2011-1294722000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes use of closed-circuit television for the testimony of domestic violence victim witnesses in a criminal proceeding",
  "summary" : "Authorizes use of closed-circuit television for the testimony of domestic violence victim witnesses in a criminal proceeding subject to the same restrictions as are applicable to child witnesses. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S6767-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1706\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation  to  authorizing\n         the  use of closed-circuit television for vulnerable domestic violence\n         victim witnesses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 65 of the criminal procedure law, as added by chap-\n    2  ter  505 of the laws of 1985, subdivision 1 of section 65.00, and subdi-\n    3  vision 7 and paragraph (k) of subdivision 10 of section 65.20 as amended\n    4  by chapter 320 of the laws of 2006, subdivisions 11 and  12  of  section\n    5  65.20  as  amended  by chapter 455 of the laws of 1991, subdivision 1 of\n    6  section 65.10 as amended, subdivision 2 of section 65.20 as  added,  the\n    7  opening  paragraph  of  subdivision  10 of section 65.20 as amended, and\n    8  subdivisions 3, 4, 5, 6, 7, 8, 9, 10, 11, 12 and 13 of section 65.20  as\n    9  renumbered  by  chapter  548  of the laws of 2007, is amended to read as\n   10  follows:\n   11                                  ARTICLE 65\n   12                    USE OF CLOSED-CIRCUIT TELEVISION FOR\n   13                          CERTAIN [CHILD] WITNESSES\n\n   14  Section 65.00  Definitions.\n   15          65.10  Closed-circuit television; general rule;  declaration  of\n   16                   vulnerability.\n   17          65.20  Closed-circuit  television; procedure for application and\n   18                   grounds for determination.\n   19          65.30  Closed-circuit television;  special  testimonial  [proce-\n   20                   dure] PROCEDURES.\n   21  S 65.00 Definitions.\n   22    As used in this article:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05118-01-1\n\n       S. 1706                             2\n\n    1    1. \"Child witness\" means a person fourteen years old or less who is or\n    2  will  be  called to testify in a criminal proceeding, other than a grand\n    3  jury proceeding, concerning an offense defined in  article  one  hundred\n    4  thirty  of the penal law or section 255.25, 255.26 or 255.27 of such law\n    5  which is the subject of such criminal proceeding.\n    6    2.  \"DOMESTIC  VIOLENCE  VICTIM  WITNESS\" MEANS AN INDIVIDUAL WHO IS A\n    7  VICTIM OF A FAMILY OFFENSE, AS DEFINED IN  SUBDIVISION  ONE  OF  SECTION\n    8  530.11  OF  THIS  CHAPTER,  OR  AN OFFENSE COMMITTED BY A MEMBER OF SUCH\n    9  INDIVIDUAL'S IMMEDIATE FAMILY AS DEFINED IN SUBDIVISION FOUR OF  SECTION\n   10  120.40 OF THE PENAL LAW.\n   11    3.  \"Vulnerable  [child]  witness\" means a child witness OR A DOMESTIC\n   12  VIOLENCE VICTIM WITNESS whom a court has declared to be vulnerable.\n   13    [3.] 4. \"Testimonial room\" means any room, separate and apart from the\n   14  courtroom, which is furnished  comfortably  and  less  formally  than  a\n   15  courtroom and from which the testimony of a vulnerable child witness can\n   16  be transmitted to the courtroom by means of live, two-way closed-circuit\n   17  television.\n   18    [4.] 5. \"Live, two-way closed-circuit television\" means a simultaneous\n   19  transmission,  by  closed-circuit television, or other electronic means,\n   20  between the courtroom and the testimonial room in  accordance  with  the\n   21  provisions of section 65.30 OF THIS ARTICLE.\n   22    [5.]  6.  \"Operator\"  means  the individual authorized by the court to\n   23  operate the closed-circuit television equipment used in accordance  with\n   24  the provisions of this article.\n   25    [6.]  7.  A person occupies \"a position of authority with respect to a\n   26  child\" when he or she is a parent, guardian or other person  responsible\n   27  for  the custody or care of [the] A child at the relevant time or is any\n   28  other person who maintains an ongoing personal  relationship  with  such\n   29  parent,  guardian or other person responsible for custody or care, which\n   30  relationship involves his or her living, or  his  or  her  frequent  and\n   31  repeated presence, in the same household or premises as the child.\n   32  S 65.10 Closed-circuit  television; general rule; declaration of vulner-\n   33            ability.\n   34    1. A child witness OR A DOMESTIC  VIOLENCE  VICTIM  WITNESS  shall  be\n   35  declared vulnerable when the court, in accordance with the provisions of\n   36  section  65.20  OF  THIS  ARTICLE,  determines  by  clear and convincing\n   37  evidence that it is likely that such  child  witness  OR  SUCH  DOMESTIC\n   38  VIOLENCE  VICTIM WITNESS will suffer serious mental or emotional harm if\n   39  required to testify at a criminal proceeding without the  use  of  live,\n   40  two-way closed-circuit television and that the use of such live, two-way\n   41  closed-circuit  television  will  diminish  the likelihood or extent of,\n   42  such harm.\n   43    2. When the court declares a child  witness  OR  A  DOMESTIC  VIOLENCE\n   44  VICTIM  WITNESS to be vulnerable, it shall, except as provided in subdi-\n   45  vision four of section 65.30 OF THIS ARTICLE, authorize  the  taking  of\n   46  the  testimony  of  the  vulnerable [child] witness from the testimonial\n   47  room by means of live, two-way  closed-circuit  television.    Under  no\n   48  circumstances  shall  the  provisions  of  this  article be construed to\n   49  authorize a closed-circuit television system  by  which  events  in  the\n   50  courtroom  are not transmitted to the testimonial room during the testi-\n   51  mony of the vulnerable [child] witness.\n   52    3. Nothing [herein] IN THIS ARTICLE shall be [contrued]  CONSTRUED  to\n   53  preclude  the  court from exercising its power to close the courtroom or\n   54  from exercising any authority it otherwise may have to protect the well-\n   55  being of a witness and the rights of the defendant.\n\n       S. 1706                             3\n\n    1  S 65.20 Closed-circuit television; procedure for application and grounds\n    2            for determination.\n    3    1. Prior to the commencement of a criminal proceeding[;], other than a\n    4  grand  jury proceeding, either party may apply to the court for an order\n    5  declaring that a child witness OR A DOMESTIC VIOLENCE VICTIM WITNESS  is\n    6  vulnerable.\n    7    2.  A  child  witness  OR A DOMESTIC VIOLENCE VICTIM WITNESS should be\n    8  declared vulnerable when the court, in accordance with the provisions of\n    9  this section, determines by clear and convincing evidence that the child\n   10  witness OR THE DOMESTIC VIOLENCE VICTIM  WITNESS  would  suffer  serious\n   11  mental  or  emotional  harm  that  would  substantially impair the child\n   12  witness' OR THE DOMESTIC VIOLENCE VICTIM WITNESS' ability to communicate\n   13  with the finder of fact without the use of live, two-way  closed-circuit\n   14  television.\n   15    3.  A  motion pursuant to subdivision one of this section must be made\n   16  in writing at least eight days before the commencement of trial or other\n   17  criminal proceeding upon reasonable notice to the other party  and  with\n   18  an opportunity to be heard.\n   19    4.  The  motion  papers  must  state the basis for the motion and must\n   20  contain sworn allegations of fact which, if true, would support a deter-\n   21  mination by the court that the child witness OR  THE  DOMESTIC  VIOLENCE\n   22  VICTIM  WITNESS  is  vulnerable.  Such allegations may be based upon the\n   23  personal knowledge of the  deponent  or  upon  information  and  belief,\n   24  provided  that, in the latter event, the sources of such information and\n   25  the grounds for such belief are stated.\n   26    5. The answering papers may admit or deny any of the alleged facts and\n   27  may, in addition, contain sworn allegations  of  fact  relevant  to  the\n   28  motion,  including  the rights of the defendant, the need to protect the\n   29  child witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS and the  integrity\n   30  of the truth-finding function of the trier of fact.\n   31    6.  Unless  all  material  facts alleged in support of the motion made\n   32  pursuant to subdivision one of this  section  are  conceded,  the  court\n   33  shall,  in  addition  to examining the papers and hearing oral argument,\n   34  conduct an appropriate hearing for the purpose  of  making  findings  of\n   35  fact essential to the determination of the motion. Except as provided in\n   36  subdivision  [six]  SEVEN  of  this section, it may subpoena or call and\n   37  examine witnesses, who must either testify under oath or be permitted to\n   38  give unsworn testimony pursuant to subdivision two of section  60.20  OF\n   39  THIS  ARTICLE and must authorize the attorneys for the parties to do the\n   40  same.\n   41    7. Notwithstanding any other provision of law, the  child  witness  OR\n   42  THE DOMESTIC VIOLENCE VICTIM WITNESS who is alleged to be vulnerable may\n   43  not  be compelled to testify at such hearing or to submit to any psycho-\n   44  logical or psychiatric examination. The failure of the child witness  OR\n   45  THE  DOMESTIC  VIOLENCE  VICTIM WITNESS to testify at such hearing shall\n   46  not be a ground for denying a motion made pursuant to subdivision one of\n   47  this section. Prior statements made by the child witness relating to any\n   48  allegations of conduct constituting an offense defined  in  article  one\n   49  hundred  thirty of the penal law or incest as defined in section 255.25,\n   50  255.26 or 255.27 of such law, or PRIOR  STATEMENTS  MADE  BY  THE  CHILD\n   51  WITNESS  OR THE DOMESTIC VIOLENCE VICTIM WITNESS RELATING to any allega-\n   52  tion of words or conduct constituting an attempt to prevent,  impede  or\n   53  deter  [the child] SUCH witness from cooperating in the investigation or\n   54  prosecution  of  the  offense  shall  be  admissible  at  such  hearing,\n   55  provided, however, that a declaration that a child witness OR A DOMESTIC\n\n       S. 1706                             4\n\n    1  VIOLENCE  VICTIM WITNESS is vulnerable may not be based solely upon such\n    2  prior statements.\n    3    8.  (a) Notwithstanding any of the provisions of article forty-five of\n    4  the civil practice law and rules, any physician, psychologist, nurse  or\n    5  social  worker  who  has  treated a child witness OR A DOMESTIC VIOLENCE\n    6  VICTIM WITNESS may testify at a hearing conducted pursuant  to  subdivi-\n    7  sion  [five]  SIX of this section concerning the treatment of such child\n    8  witness OR SUCH DOMESTIC  VIOLENCE  VICTIM  WITNESS  as  such  treatment\n    9  relates  to the issue presented at the hearing, provided that any other-\n   10  wise applicable statutory privileges concerning  communications  between\n   11  the  child  witness  OR  THE  DOMESTIC  VIOLENCE VICTIM WITNESS and such\n   12  physician, psychologist, nurse or social worker in connection with  such\n   13  treatment  shall not be deemed waived by such testimony alone, except to\n   14  the limited extent of permitting the court alone to  examine  in  camera\n   15  reports,  records  or  documents,  if  any,  prepared by such physician,\n   16  psychologist, nurse or social worker. If upon such examination the court\n   17  determines that such reports,  records  or  documents,  or  any  one  or\n   18  portion  thereof, contain information material and relevant to the issue\n   19  of whether the child witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS  is\n   20  a  vulnerable [child] witness, the court shall disclose such information\n   21  to both the attorney for the defendant and the district attorney.\n   22    (b) At any time after a motion has been made pursuant  to  subdivision\n   23  one of this section, upon the demand of the other party the moving party\n   24  must  furnish  the  demanding  party  with a copy of any and all of such\n   25  records, reports or other documents in  the  possession  of  such  other\n   26  party  and  must,  in addition, supply the court with a copy of all such\n   27  reports, records or other documents which are the subject of the demand.\n   28  At any time after a demand has been made pursuant to this paragraph, the\n   29  moving party may demand that property of the same kind or  character  in\n   30  possession of the party that originally made such demand be furnished to\n   31  the  moving party and, if so furnished, be supplied, in addition, to the\n   32  court.\n   33    9. (a) Prior to the commencement of the hearing conducted pursuant  to\n   34  subdivision  five  of this section, the district attorney shall, subject\n   35  to a protective order, comply with the provisions of subdivision one  of\n   36  section  240.45  of  this  chapter  as they concern any witness whom the\n   37  district attorney intends to call at the hearing and the  child  witness\n   38  OR THE DOMESTIC VIOLENCE VICTIM WITNESS.\n   39    (b)  Before  a  defendant  calls  a witness at such hearing, he or she\n   40  must, subject to a protective  order,  comply  with  the  provisions  of\n   41  subdivision  two  of  section 240.45 of this chapter as they concern all\n   42  the witnesses the defendant intends to call at such hearing.\n   43    10. The court may consider, in determining whether there  are  factors\n   44  which  would  cause  the  child  witness OR THE DOMESTIC VIOLENCE VICTIM\n   45  WITNESS to suffer serious mental or emotional harm, a finding  that  any\n   46  one  or  more  of  the  following circumstances have been established by\n   47  clear and convincing evidence:\n   48    (a) The manner of the commission of the offense of which the defendant\n   49  is accused was particularly heinous or was characterized by  aggravating\n   50  circumstances.\n   51    (b)  The  child  witness  OR  THE  DOMESTIC VIOLENCE VICTIM WITNESS is\n   52  particularly young or otherwise particularly  subject  to  psychological\n   53  harm  on  account of a physical or mental condition which existed before\n   54  the alleged commission of the offense.\n   55    (c) At the time of the alleged offense, the defendant occupied a posi-\n   56  tion of authority with respect to the child witness.\n\n       S. 1706                             5\n\n    1    (d) The offense or offenses charged were part of an ongoing course  of\n    2  conduct  committed  by  the  defendant  against the child witness OR THE\n    3  DOMESTIC VIOLENCE VICTIM WITNESS over an extended period of time.\n    4    (e)  A deadly weapon or dangerous instrument was allegedly used during\n    5  the commission of the crime.\n    6    (f) The defendant has inflicted serious physical injury upon the child\n    7  witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS.\n    8    (g) A threat, express or implied, of physical violence  to  the  child\n    9  witness  OR  THE  DOMESTIC VIOLENCE VICTIM WITNESS, or a third person if\n   10  [the child] SUCH witness were to report the incident to  any  person  or\n   11  communicate information to or cooperate with a court, grand jury, prose-\n   12  cutor,  police officer or peace officer concerning the incident has been\n   13  made by or on behalf of the defendant.\n   14    (h) A threat, express or implied, of the incarceration of a parent  or\n   15  guardian  of  the child witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS,\n   16  the removal of the child witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS\n   17  from the family or the dissolution of the family of the child witness OR\n   18  THE DOMESTIC VIOLENCE VICTIM WITNESS if [the child] SUCH witness were to\n   19  report the incident to any person or communicate information to or coop-\n   20  erate with a court, grand jury,  prosecutor,  police  officer  or  peace\n   21  officer  concerning  the  incident  has been made by or on behalf of the\n   22  defendant.\n   23    (i) A witness other than the child witness OR  THE  DOMESTIC  VIOLENCE\n   24  VICTIM  WITNESS  has  received a threat of physical violence directed at\n   25  such witness or to a third person by or on behalf of the defendant.\n   26    (j) The defendant, at the time of the inquiry, (i) is  living  in  the\n   27  same  household  with  the child witness OR THE DOMESTIC VIOLENCE VICTIM\n   28  WITNESS, (ii) has ready access to the  child  witness  OR  THE  DOMESTIC\n   29  VIOLENCE  VICTIM  WITNESS  or  (iii)  is providing substantial financial\n   30  support for the child witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS.\n   31    (k) The child witness OR THE  DOMESTIC  VIOLENCE  VICTIM  WITNESS  has\n   32  previously  been the victim of an offense defined in article one hundred\n   33  thirty of the penal law or incest as defined in section  255.25,  255.26\n   34  or 255.27 of such law.\n   35    (l)  According  to expert testimony, the child witness OR THE DOMESTIC\n   36  VIOLENCE VICTIM WITNESS would be particularly  [suceptible]  SUSCEPTIBLE\n   37  to  psychological  harm  if  required to testify in open court or in the\n   38  physical presence of the defendant.\n   39    11. Irrespective of whether a motion was made pursuant to  subdivision\n   40  one of this section, the court, at the request of either party or on its\n   41  own  motion,  may  decide  that  a  child witness OR A DOMESTIC VIOLENCE\n   42  VICTIM WITNESS may be vulnerable based on its own  observations  that  a\n   43  child  witness OR A DOMESTIC VIOLENCE VICTIM WITNESS who has been called\n   44  to testify at a  criminal  proceeding  is  suffering  severe  mental  or\n   45  emotional harm and therefore is physically or mentally unable to testify\n   46  or  to  continue to testify in open court or in the physical presence of\n   47  the defendant and that the use of  live,  two-way  closed-circuit  tele-\n   48  vision  is  necessary  to enable [the child] SUCH witness to testify. If\n   49  the court so decides, it must conduct the same hearing that  subdivision\n   50  [five]  SIX  of  this section requires when a motion is made pursuant to\n   51  subdivision one of this section, and  it  must  make  findings  of  fact\n   52  pursuant  to  subdivisions  [nine  and  eleven]  TEN  AND TWELVE of this\n   53  section, before determining that  the  child  witness  OR  THE  DOMESTIC\n   54  VIOLENCE VICTIM WITNESS is vulnerable.\n   55    12.  In deciding whether a child witness OR A DOMESTIC VIOLENCE VICTIM\n   56  WITNESS is vulnerable, the court  shall  make  findings  of  fact  which\n\n       S. 1706                             6\n\n    1  reflect the causal relationship between the existence of any one or more\n    2  of  the  factors  set forth in subdivision [nine] TEN of this section or\n    3  other relevant factors which the court finds  are  established  and  the\n    4  determination  that  the  child  witness OR THE DOMESTIC VIOLENCE VICTIM\n    5  WITNESS is vulnerable.  If the court is satisfied that the child witness\n    6  OR THE DOMESTIC VIOLENCE VICTIM WITNESS is vulnerable  and  that,  under\n    7  the  facts  and  circumstances  of  the particular case, the defendant's\n    8  constitutional rights to an impartial jury or of confrontation will  not\n    9  be  impaired, it may enter an order granting the application for the use\n   10  of live, two-way closed-circuit television.\n   11    13. When the court has determined that a child witness OR  A  DOMESTIC\n   12  VIOLENCE VICTIM WITNESS is a vulnerable [child] witness, it shall make a\n   13  specific  finding  as  to  whether  placing  the defendant and the child\n   14  witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS in the same room  during\n   15  the  testimony  of  the  child  witness  OR THE DOMESTIC VIOLENCE VICTIM\n   16  WITNESS will contribute to the likelihood that [the child] SUCH  witness\n   17  will  suffer  severe  mental  or emotional harm. If the court finds that\n   18  placing the defendant and the child witness  OR  THE  DOMESTIC  VIOLENCE\n   19  VICTIM  WITNESS  in  the  same  room  during  the testimony of the child\n   20  witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS will contribute  to  the\n   21  likelihood  that  [the  child] SUCH witness will suffer severe mental or\n   22  emotional harm, the  order  entered  pursuant  to  subdivision  [eleven]\n   23  TWELVE  of  this  section  shall direct that the defendant remain in the\n   24  courtroom during the testimony of the vulnerable [child] witness.\n   25  S 65.30 Closed-circuit television; special testimonial procedures.\n   26    1. When the court has entered an order pursuant to  section  65.20  OF\n   27  THIS  ARTICLE,  the testimony of the vulnerable [child] witness shall be\n   28  taken in the testimonial room and the image and voice of the  vulnerable\n   29  [child]  witness,  as  well as the image of all other persons other than\n   30  the operator present in the testimonial room, shall be transmitted  live\n   31  by  means  of  closed-circuit television to the courtroom. The courtroom\n   32  shall be equipped with monitors sufficient to permit  the  judge,  jury,\n   33  defendant  and  attorneys  to  observe  the  demeanor  of the vulnerable\n   34  [child] witness during his or her testimony. Unless  the  courtroom  has\n   35  been  closed pursuant to court order, the public shall also be permitted\n   36  to hear the testimony and view  the  image  of  the  vulnerable  [child]\n   37  witness.\n   38    2.  In  all  instances,  the image of the jury shall be simultaneously\n   39  transmitted to the vulnerable [child] witness in the  testimonial  room.\n   40  If  the  court  order  issued  pursuant to section 65.20 OF THIS ARTICLE\n   41  specifies that the vulnerable [child] witness shall testify outside  the\n   42  physical  presence  of the defendant, the image of the defendant and the\n   43  image and voice of the person examining the vulnerable  [child]  witness\n   44  shall  also  be  simultaneously  transmitted  to  the vulnerable [child]\n   45  witness in the testimonial room.\n   46    3. The operator shall place herself or himself and the  closed-circuit\n   47  television  equipment in a position that permits the entire testimony of\n   48  the vulnerable [child] witness to be transmitted to  the  courtroom  but\n   49  limits  the ability of the vulnerable [child] witness to see or hear the\n   50  operator or the equipment.\n   51    4. Notwithstanding any provision of this article, if the  court  in  a\n   52  particular  case  involving a vulnerable [child] witness determines that\n   53  there is no live, two-way closed-circuit television equipment  available\n   54  in  the court or another court in the county or which can be transported\n   55  to the court from another county or that such equipment,  if  available,\n   56  is  technologically  inadequate  to protect the constitutional rights of\n\n       S. 1706                             7\n\n    1  the defendant, it shall not permit the use of the  closed-circuit  tele-\n    2  vision procedures authorized by this article.\n    3    5. If the order of the court entered pursuant to section 65.20 OF THIS\n    4  ARTICLE  requires that the defendant remain in the courtroom, the attor-\n    5  ney for the defendant and the district attorney shall also remain in the\n    6  courtroom unless the court is  satisfied  that  their  presence  in  the\n    7  testimonial  room will not impede full and private communication between\n    8  the defendant and his or her attorney and will not encourage the jury to\n    9  draw an inference adverse to the interest of the defendant.\n   10    6. Upon request of the defendant, the court shall  instruct  the  jury\n   11  that they are to draw no inference from the use of live, two-way closed-\n   12  circuit television in the examination of the vulnerable [child] witness.\n   13    7.  The  vulnerable [child] witness shall testify under oath except as\n   14  specified in subdivision two of section 60.20 OF THIS ARTICLE. The exam-\n   15  ination and cross-examination of the vulnerable [child]  witness  shall,\n   16  in all other respects, be conducted in the same manner as if the vulner-\n   17  able [child] witness had testified in the courtroom.\n   18    8. When the testimony of the vulnerable [child] witness is transmitted\n   19  from  the  testimonial  room  into the courtroom, the court stenographer\n   20  shall record the [textimony] TESTIMONY in the  same  manner  as  if  the\n   21  vulnerable [child] witness had testified in the courtroom.\n   22    S  2.  This  act  shall take effect immediately and shall apply to all\n   23  criminal actions and proceedings commenced prior to the  effective  date\n   24  of  this  act  but  still  pending  on such date as well as all criminal\n   25  actions and proceedings commenced  on  or  after  such  effective  date.\n   26  Provided  that  the  amendments  to article 65 of the criminal procedure\n   27  law, made by section one of this act, shall not  affect  the  expiration\n   28  and repeal of such article and shall be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to authorizing the use of closed-circuit television for vulnerable domestic violence victim witnesses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T144715.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D110111.T165725.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294783045003
}