{
  "year" : 2011,
  "senateBillNo" : "S1702-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1702-2011-1294722000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates defense for patronizing a prostitute in the first degree",
  "summary" : "Eliminates defense for patronizing a prostitute in the first degree. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S147-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1702\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to eliminating  defenses  for\n         patronizing a prostitute in the first degree\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 230.07 of the penal law, as amended by  chapter  74\n    2  of the laws of 2007, is amended to read as follows:\n    3  S 230.07 Patronizing a prostitute; defense.\n    4    In  any  prosecution  for  patronizing  a prostitute in the [first or]\n    5  second OR THIRD [degrees] DEGREE, it is a defense that the defendant did\n    6  not have reasonable grounds to believe that the person was less than the\n    7  age specified.\n    8    S 2. This act shall take effect on the ninetieth day  after  it  shall\n    9  have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05908-01-1\n",
  "memo" : "BILL NUMBER:S1702\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to eliminating defenses for\npatronizing a prostitute in the first degree\n\nPURPOSE OR GENERAL IDEA OF BILL:\nEliminates the defense that the person charged with patronizing a\nprostitute in the first degree did not have reasonable grounds to\nbelieve that the person was less than the age specified.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 230.07 of the penal law is amended to eliminate the defense\nallowed under section 230.07 in cases where a defendant is charged\nwith patronizing a prostitute in the first degree.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nCurrently under section 230.07 of the penal law, defendants charged\nwith patronizing a prostitute in the first degree are allowed to\napply the defense that the defendant did not have reasonable grounds\nto believe that the person was less than the age specified. This bill\neliminates this defense for defendants charged with patronizing a\nprostitute in the first degree.\n\nJUSTIFICATION:\nSection 230.06 of the penal law defines the crime of patronizing a\nprostitute in the 1st degree as patronizing a prostitute and the\nperson being patronized is less than 11 years of age. Since this\ncrime by definition involves a child under the age of 11, there is no\nreasonable basis for the belief that this child is over the age of\n17. Further, even assuming that a defendant reasonably believed that\na prostitute was \"older\" that 10 years of age, a prostitute between\nthe ages of 11 and 17 is still a minor. While it may be difficult to\ndistinguish between a 16-year old and a 17-year old there is no such\n\"gray area\" when distinguishing between a 10-year-old child and an\n17-year old man or woman.\nRegardless of whether a prostitute is 10 years old or 15, these boys\nand girls are minors.\n\nDefendants who are guilty of some degree of child molestation for\nsoliciting these children should not be afforded a defense based on\nignorance of the child's age.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to eliminating defenses for patronizing a prostitute in the first degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T145216.TXT", "SOBI.D110111.T144715.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T165725.TXT", "SOBI.D110111.T170228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624770
}