{
  "year" : 2011,
  "senateBillNo" : "S1709-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S1709-2011-1294722000000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs state agencies reviewing existing rules to conduct outreach to small businesses, localities, and rural interests under certain circumstances",
  "summary" : "Directs state agencies reviewing existing rules to conduct outreach to small businesses, localities, and rural interests under certain circumstances; requires the governor's office of regulatory reform to monitor state agencies relating to their review of existing rules and their outreach to small businesses, local governments, and public and private interests in rural areas. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : null,
  "lawSection" : "State Administrative Procedure Act",
  "previousVersions" : [ "S4101-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1709\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Commerce, Economic  Devel-\n         opment and Small Business\n\n       AN  ACT  to amend the state administrative procedure act, in relation to\n         improving the review of existing rules and agency outreach efforts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2 of section 207 of the state administrative\n    2  procedure act, as amended by chapter 327 of the laws of 2003, is amended\n    3  and a new subdivision 6 is added to read as follows:\n    4    2. An agency shall submit for publication  in  the  regulatory  agenda\n    5  published in January pursuant to section two hundred two-d of this arti-\n    6  cle  a  list of the rules which must be reviewed pursuant to subdivision\n    7  one of this section in the ensuing calendar year.  In  addition  to  the\n    8  information required by such section two hundred two-d, for each rule so\n    9  listed  the  agency  shall provide an analysis of the need for and legal\n   10  basis of such rule, shall invite public comment on the  continuation  or\n   11  modification of the rule and shall indicate the last date for submission\n   12  of  comments  which shall be not less than forty-five days from the date\n   13  of publication. AN AGENCY THAT PUBLISHES ITS REGULATORY  AGENDA  ON  ITS\n   14  WEBSITE  SHALL  ALSO  PUBLISH  THE  LIST  OF RULES THAT MUST BE REVIEWED\n   15  PURSUANT TO THIS SECTION ON ITS WEBSITE. ANY OTHER  AGENCY  MAY  PUBLISH\n   16  SUCH LIST ON ITS WEBSITE. IF THE ORIGINAL NOTICE OF PROPOSED RULE MAKING\n   17  FOR  A  LISTED RULE REQUIRED THE PREPARATION OF A REGULATORY FLEXIBILITY\n   18  ANALYSIS AND/OR A RURAL AREA FLEXIBILITY ANALYSIS, THE AGENCY  SHALL  SO\n   19  INDICATE  AND  SHALL  PROVIDE  OUTREACH  AS  APPROPRIATE  TO POTENTIALLY\n   20  AFFECTED SMALL BUSINESSES, LOCAL  GOVERNMENTS  AND  PUBLIC  AND  PRIVATE\n   21  INTERESTS  IN RURAL AREAS THAT THE RULE IS BEING REVIEWED. SUCH OUTREACH\n   22  MAY INCLUDE SOLICITATION OF INPUT THROUGH ELECTRONIC  MEANS  OR  THROUGH\n   23  ANY  OF  THE ACTIVITIES LISTED IN SUBDIVISION SIX OF SECTION TWO HUNDRED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05982-01-1\n\n       S. 1709                             2\n\n    1  TWO-B AND SUBDIVISION SEVEN OF SECTION TWO HUNDRED TWO-BB OF THIS  ARTI-\n    2  CLE.\n    3    6.  THE  GOVERNOR'S  OFFICE  OF REGULATORY REFORM SHALL MONITOR AGENCY\n    4  COMPLIANCE WITH THE PROVISIONS OF THIS SECTION AND SHALL MAKE  RECOMMEN-\n    5  DATIONS  TO  AGENCIES  FOR  IMPROVED  COMPLIANCE  AND FOR PROVIDING MORE\n    6  EFFECTIVE OUTREACH TO SMALL BUSINESSES, LOCAL  GOVERNMENTS,  AND  PUBLIC\n    7  AND PRIVATE INTERESTS IN RURAL AREAS.\n    8    S 2. Subdivision 1 of section 202-d of the state administrative proce-\n    9  dure act is amended by adding a new paragraph (e) to read as follows:\n   10    (E)  THE  GOVERNOR'S  OFFICE OF REGULATORY REFORM SHALL MONITOR AGENCY\n   11  COMPLIANCE WITH THIS SECTION AND SHALL MAKE RECOMMENDATIONS TO  AGENCIES\n   12  FOR  IMPROVED  COMPLIANCE  AND  FOR PROVIDING MORE EFFECTIVE OUTREACH TO\n   13  SMALL BUSINESSES, LOCAL GOVERNMENTS AND PUBLIC AND PRIVATE INTERESTS  IN\n   14  RURAL AREAS.\n   15    S 3. This act shall take effect on the first of December next succeed-\n   16  ing  the  date  on  which  it shall have become a law; provided that the\n   17  amendments to subdivision 1 of section 202-d of the state administrative\n   18  procedure act, made by section two of this act,  shall  not  affect  the\n   19  expiration  of  such  subdivision pursuant to chapter 402 of the laws of\n   20  1994, as amended, and shall expire therewith.\n",
  "memo" : "BILL NUMBER:S1709\n\nTITLE OF BILL:\n\nAn act\nto amend the state administrative procedure act, in relation to improving\nthe\nreview of existing rules\nand agency outreach efforts\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThis bill would improve the effectiveness of the \"5-year review\"\nprocess in SAPA by increasing the visibility of the process, and\nwould improve the overall process of issuing regulatory agendas by\ninviting feedback from affected parties and improving oversight and\naccountability.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nBill &sect; 1 amends subdivision 2 of &sect;207 of the State Administrative\nProcedure Act (SAPA), and adds a new subdivision 6 to such section.\nThe amendments to subdivision 2 provide that:\n\n* An agency that publishes its regulatory agenda on its website shall\nalso include the list of rules that must be reviewed on a five-year\ncycle pursuant to &sect;207. (Any other agency may publish such list on\nits website.)\n\n* Any listed rule that originally required the preparation of a\nregulatory flexibility analysis and/or a rural area flexibility\nanalysis shall be identified and the agency shall provide outreach as\nappropriate to potentially affected small businesses, local\ngovernments and public and private interests in rural areas that the\nrule is being reviewed. Such outreach may include solicitation of\ninput through online or other electronic means or through the\nactivities listed in SAPA &sect;202-b(6) or &sect;202-bb(7).\n\nNew subdivision 6 requires the Governor's Office of Regulatory Reform\n(GORR) to monitor agency compliance with &sect;207 and make\nrecommendations to agencies for improved compliance.\n\nBill &sect;2 amends subdivision 1 of SAPA &sect;202-d to require similar\noutreach efforts and GORR oversight for regulatory agendas announcing\nnew rules under development by agencies.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\n\nThere are currently no requirements in the regulatory agenda process\nfor online posting of 5-year review lists, or for outreach to\naffected small businesses, local governments, or rural interests, and\n\nno agency has been charged with oversight of the process. Adding\nthese improvements will make SAPA &sect;&sect;202-d and 207 more effective\ntools in developing new regulations and weeding out unnecessary or\noutdated regulations.\n\nJUSTIFICATION:\n\nOne common complaint about rulemaking is that regulations can remain\non the books long after their usefulness has vanished, or that the\nfailure to review and update them can unthinkingly limit the\nintroduction of new technologies or impede more effective operations.\nIn order to prevent the rules on its books from becoming stale and\noutdated, New York State enacted legislation in 1996 to establish a\n\"5-year review\" cycle for substantive rules. Agencies are required to\nlist the rules they adopted five years ago, and thereafter to\nre-review these rules every five years, stating their intentions to\nmodify them or their justification for retaining them unchanged. The\npublic is invited to comment on the continued need for the rules.\n\nIn recent years there have been indications that agencies are not\nalways paying as careful attention to the 5-year review process as\nthey should. For example, in 2008 the Assembly and Senate co··Chairs\nof the Administrative Regulations Review Commission wrote to three\nagencies concerning deficiencies in their efforts. One agency\nannounced that it was retaining its rules from 2003 -- without first\nsoliciting any public comment.\nA second agency reviewed its rules from 2007, instead of2003. A third\nreviewed its 2003 adoptions but failed to re-review the rules it had\noriginally adopted in 1998, including several highly significant rules.\n\nThis bill is needed to make the 5-year review process more visible,\nparticularly to parties that could be affected by the continuation of\noutmoded rules, and to establish an overseer to ensure that agencies\ncontinue to focus on the need for careful compliance. The result\nshould be improved attention to ensuring that New York State's\nbusinesses and local governments are not held back by yesterday's\nregulations.\n\nSimilar improvements regarding oversight and outreach are needed for\nthe other aspect of regulatory agendas - informing the public of\nrules that an agency is developing or considering, but which have not\nyet been formally proposed. Oversight and sharing of best practices\nwill help to ensure that small businesses and other affected parties\nare able to provide information that will assist in developing\ntargeted, effective regulations.\n\nPRIOR LEGISLATIVE HISTORY:\nS.4101 of 2009\n04/09/09 REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT & SMALL BUSINESS\n01/06/10 REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT & SMALL BUSINESS\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\n\nSavings will ultimately result from more effective efforts to\neliminate unneeded regulatory mandates on businesses and local\ngovernments in the state.\n\nEFFECTIVE DATE:\n\n1st day of December after becoming law, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state administrative procedure act, in relation to improving the review of existing rules and agency outreach efforts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110111.T151719.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624779
}