{
  "year" : 2011,
  "senateBillNo" : "S1700-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1700-2011-1294722000000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes pilot grant program to enable overage, under-credit youth to obtain high school diploma or equivalent",
  "summary" : "Establishes pilot grant program to enable overage, under-credit youth to obtain high school diploma or equivalent. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S146-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1700\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to establishing  a  pilot\n         program  for  overage, under-credit students to prepare these students\n         for post secondary education or training and providing for the  repeal\n         of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative  intent.  The  legislature  hereby  finds  and\n    2  declares  it  necessary  to  increase the graduation rate in this state,\n    3  particularly New York City, Yonkers, Buffalo, Rochester,  and  Syracuse,\n    4  where the drop-out rate is exceptionally high particularly with minority\n    5  and limited English proficient students. To do so, the legislature finds\n    6  it necessary to create a research-based pilot program to assist overage,\n    7  under-credit  students,  who  are  typically  at risk of not graduating,\n    8  obtain a high school diploma or general equivalency diploma  (GED),  and\n    9  to  prepare these students for post-secondary education or training. The\n   10  legislature recognizes that  a  variety  of  individual,  familial,  and\n   11  community-based  factors may contribute to a student's failure to gradu-\n   12  ate, including, but not limited to, the student's poor academic perform-\n   13  ance or attendance, parents' academic history, alcohol and/or  substance\n   14  abuse  in  the  home,  upbringing  in  a single parent household or teen\n   15  parent  household,  neglect  and/or  abuse  in  the  home,  insufficient\n   16  parental  interest  or involvement in students' academic performance, or\n   17  otherwise, limited English proficiency in the home,  limited  access  to\n   18  health  care,  or  limited economic means, poverty or parental unemploy-\n   19  ment.\n   20    The pilot program will examine the relationship between the  aforemen-\n   21  tioned  risk  factors and the students' academic progress as well as the\n   22  influence of the program's academic and after school support services on\n   23  the student's academic progress, post-secondary education  or  training,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05907-01-1\n\n       S. 1700                             2\n\n    1  and  employability. The pilot program is expected to engage one thousand\n    2  two hundred eligible students in academic and after-school services. The\n    3  pilot program will provide assistance and support to  selected  students\n    4  to  assist  them  to  obtain a high school diploma or GED and to prepare\n    5  them for post-secondary education or training. The program will  further\n    6  provide  assistance  and support to the students for two years after the\n    7  students' attainment  of  such  a  diploma.  This  research-based  pilot\n    8  program  will  provide  a comprehensive look at the needs of and adverse\n    9  influences on overage, under-credit students and provide  a  fundamental\n   10  plan for remediation.\n   11    S  2. The education law is amended by adding a new article 100 to read\n   12  as follows:\n   13                                  ARTICLE 100\n   14                      OVERAGE AND UNDER-CREDIT STUDENTS\n   15  SECTION 4950. DEFINITIONS.\n   16          4951. PILOT PROGRAM FOR OVERAGE, UNDER-CREDIT  STUDENTS;  ESTAB-\n   17                  LISHED.\n   18          4952. STUDENT ELIGIBILITY.\n   19          4953. PURPOSE OF PROGRAM.\n   20          4954. REPORTS AND EVALUATION OF THE PILOT PROGRAM.\n   21          4955. PROGRAM COSTS.\n   22    S 4950. DEFINITIONS. THE FOLLOWING TERM SHALL HAVE THE FOLLOWING MEAN-\n   23  ING  WHEN  USED  IN THIS ARTICLE:  \"OVERAGE, UNDER-CREDIT STUDENT\" SHALL\n   24  MEAN A STUDENT WHO IS AT LEAST TWO YEARS BEHIND STANDARD PROGRESS  RELA-\n   25  TIVE TO THE EXPECTED AGE AND CREDIT ACCUMULATION FOR EARNING A DIPLOMA.\n   26    S 4951. PILOT PROGRAM FOR OVERAGE, UNDER-CREDIT STUDENTS; ESTABLISHED.\n   27  1.  THERE  IS  HEREBY  ESTABLISHED  UNDER  THE EXERCISE OF AUTHORITY AND\n   28  CONTROL OF THE COMMISSIONER A RESEARCH-BASED  PILOT  PROGRAM  NAMED  AND\n   29  REFERRED  TO  AS  THE  PILOT PROGRAM FOR OVERAGE, UNDER-CREDIT STUDENTS.\n   30  THIS RESEARCH-BASED PILOT PROGRAM SHALL SERVE ONE THOUSAND  TWO  HUNDRED\n   31  STUDENTS  WHO  ARE  ELIGIBLE  FOR  THE  PROGRAM UNDER SECTION FORTY-NINE\n   32  HUNDRED FIFTY-TWO OF THIS ARTICLE. SIX HUNDRED OF THESE  STUDENTS  SHALL\n   33  BE  ENROLLED  IN THE NEW YORK CITY SCHOOL DISTRICT AND ONE HUNDRED FIFTY\n   34  STUDENTS SHALL BE ENROLLED IN EACH OF THE  FOLLOWING  SCHOOL  DISTRICTS:\n   35  YONKERS, BUFFALO, ROCHESTER, AND SYRACUSE.\n   36    2.  THE  PURPOSE  OF  THE  PILOT  PROGRAM  SHALL BE TO ASSIST OVERAGE,\n   37  UNDER-CREDIT STUDENTS ATTAIN A HIGH SCHOOL DIPLOMA OR GENERAL EQUIVALEN-\n   38  CY DIPLOMA (GED), EFFECTIVELY PREPARE FOR AND TRANSITION INTO  POST-SEC-\n   39  ONDARY  EDUCATION  OR  TRAINING,  AND/OR OBTAIN EMPLOYMENT OR OTHER SUCH\n   40  MEANINGFUL POST-SECONDARY OPPORTUNITIES. THE PILOT PROGRAM SHALL PROVIDE\n   41  ASSISTANCE AND SUPPORT TO SUCH STUDENTS FOR TWO  YEARS  SUCCEEDING  EACH\n   42  STUDENT'S ATTAINMENT OF SUCH A DIPLOMA.\n   43    3.  THE PILOT PROGRAM SHALL EXAMINE THE NEEDS OF OVERAGE, UNDER-CREDIT\n   44  STUDENTS AND ANALYZE THE  FACTORS  WHICH  CAUSE  OR  CONTRIBUTE  TO  THE\n   45  STUDENTS' FAILURE TO GRADUATE OR WHICH ADVERSELY INFLUENCE THEIR ACADEM-\n   46  IC  PROGRESS.  THE PILOT PROGRAM SHALL FURTHER ANALYZE THE EFFECT OF THE\n   47  PILOT  PROGRAM  ON  THE  STUDENT'S  ACADEMIC  PROGRESS,  COMPLETION   OF\n   48  POST-SECONDARY COURSES OR TRAINING, AND THE STUDENTS' EMPLOYABILITY.\n   49    S 4952. STUDENT ELIGIBILITY. 1. STUDENTS MAY BE ELIGIBLE FOR THE PILOT\n   50  PROGRAM  ESTABLISHED  IN  SECTION  FORTY-NINE  HUNDRED FIFTY-ONE OF THIS\n   51  ARTICLE IF THEY ARE (A) ENROLLED IN A PUBLIC SCHOOL WITHIN  AN  ELIGIBLE\n   52  SCHOOL  DISTRICT,  (B)  OF  THE  AGE  OF TWELVE TO TWENTY-ONE YEARS, (C)\n   53  ENROLLED IN ANY OF THE GRADES SEVEN THROUGH TWELVE, OR  IF  ENROLLED  IN\n   54  THE  SCHOOL  DISTRICT  OF  THE  CITY OF NEW YORK, ENROLLED IN ANY OF THE\n   55  GRADES NINE THROUGH TWELVE, AND (D) IDENTIFIED WITH AT LEAST ONE OF  THE\n   56  FOLLOWING  RISK  FACTORS,  INCLUDING,  BUT  NEED NOT BE LIMITED TO, POOR\n\n       S. 1700                             3\n\n    1  ACADEMIC PERFORMANCE OR  ATTENDANCE,  PARENT'S  POOR  ACADEMIC  HISTORY,\n    2  ALCOHOL  AND/OR  SUBSTANCE ABUSE IN THE HOME, SINGLE PARENT HOUSEHOLD OR\n    3  TEEN PARENT HOUSEHOLD, NEGLECT AND/OR ABUSE IN  THE  HOME,  INSUFFICIENT\n    4  PARENTAL  INTEREST  OR INVOLVEMENT IN STUDENT'S ACADEMIC PERFORMANCE, OR\n    5  OTHERWISE, LIMITED ENGLISH PROFICIENCY IN THE HOME, LIMITED ACCESS OR NO\n    6  ACCESS TO HEALTH CARE, LIMITED ECONOMIC MEANS, POVERTY OR PARENTAL UNEM-\n    7  PLOYMENT.\n    8    2. AN ELIGIBLE SCHOOL DISTRICT SHALL APPLY TO  THE  DEPARTMENT  FOR  A\n    9  GRANT  AWARD UNDER THE PILOT PROGRAM ON AN APPLICATION PRESCRIBED BY THE\n   10  COMMISSIONER, WHICH SHALL INCLUDE THE  SCHOOL  DISTRICT'S  COMPREHENSIVE\n   11  PLAN  FOR  IMPLEMENTATION  OF  THE PILOT PROGRAM, WHICH MAY INCLUDE, BUT\n   12  NEED NOT BE LIMITED TO, THE FOLLOWING ASPECTS:\n   13    (A) LIST OF  COMMUNITY-BASED  ORGANIZATIONS  TO  FACILITATE  EFFECTIVE\n   14  PARENT-CHILD  RELATIONSHIPS  OR  PARENT-TEACHER  RELATIONSHIPS,  SUCH AS\n   15  PARENTING CLASSES OR ANGER MANAGEMENT CLASSES;\n   16    (B) LIST OF PUBLIC ASSISTANCE OFFICES OR ORGANIZATIONS  THROUGH  WHICH\n   17  TO  OBTAIN  PUBLIC  ASSISTANCE BENEFITS, INCLUDING CASH ASSISTANCE, FOOD\n   18  STAMPS, MEDICAID OR CHILD HEALTH INSURANCE, OR EARNED-INCOME  TAX  CRED-\n   19  ITS, OR WHICH TO FACILITATE PARENTAL SELF-SUFFICIENCY AND STABILITY;\n   20    (C)  ADULT  EDUCATIONAL  PROGRAMS,  INCLUDING  THOSE  FOR  LITERACY OR\n   21  INSTRUCTION IN THE ENGLISH LANGUAGE OR FOR FINANCIAL SELF-SUFFICIENCY OR\n   22  STABILITY;\n   23    (D) POST-SECONDARY EDUCATION  AND  TRAINING  RESOURCES  AND  CONTACTS,\n   24  INCLUDING BUSINESSES OR UNIONS;\n   25    (E)  WORKFORCE  OR  LABOR  TRAINING  PROGRAMS  AND  CAREER  COUNSELING\n   26  SERVICES;\n   27    (F) OTHER LOCAL  ORGANIZATIONS  USED  TO  ENCOURAGE,  FACILITATE,  AND\n   28  DEVELOP  RELATIONSHIPS  BETWEEN  THE  PILOT  PROGRAM AND THE STUDENT AND\n   29  STUDENT'S FAMILY.\n   30    S 4953. PURPOSE OF  PROGRAM.  THE  PILOT  PROGRAM  SHALL  PROVIDE  THE\n   31  FOLLOWING SERVICES TO ELIGIBLE OVERAGE, UNDER-CREDIT STUDENTS:\n   32    1. SUPPORT AND ADVOCACY SERVICES IN THE HOME, SCHOOL AND/OR WORK ENVI-\n   33  RONMENT  WHICH  SHALL  BE  PROVIDED  BY ONE FULL-TIME ADVOCATE PER EVERY\n   34  THIRTY ELIGIBLE STUDENTS;\n   35    2. REMEDIATION SERVICES, INCLUDING TUTORIAL SERVICES;\n   36    3. MENTORING SERVICES;\n   37    4. ACADEMIC SUPPORT SERVICES, WHICH SHALL BE AGE AND CULTURALLY APPRO-\n   38  PRIATE;\n   39    5.   WRAP-AROUND-SUPPORT    SERVICES    THROUGH    PARTNERSHIP    WITH\n   40  COMMUNITY-BASED  ORGANIZATIONS  AND THE SCHOOL DISTRICT, INCLUDING YOUTH\n   41  DEVELOPMENT, JOB READINESS TRAINING, CAREER EXPLORATION AND  HEALTH  AND\n   42  MENTAL HEALTH SERVICES;\n   43    6.  PART-TIME  PAID,  YEAR-ROUND EMPLOYMENT AND SCHOLARSHIPS AS INCEN-\n   44  TIVES TO HELP STUDENTS SUCCEED IN SCHOOL AND PREPARE FOR THE  WORKFORCE.\n   45  SUCH  INCENTIVES WOULD INCLUDE FUNDING FOR EMPLOYER INCENTIVES FOR BUSI-\n   46  NESS AND ORGANIZATIONS WHICH DO NOT TRADITIONALLY HIRE YOUTH;\n   47    7. POST-SECONDARY EDUCATION AND CAREER COUNSELING SERVICES;\n   48    8. LABOR AND EMPLOYMENT PROGRAMS AND SERVICE LEARNING.\n   49    S 4954.  REPORTS  AND  EVALUATION  OF  THE  PILOT  PROGRAM.  UPON  THE\n   50  COMPLETION OF TWO YEARS OF OPERATION, AND ON AN ANNUAL BASIS THEREAFTER,\n   51  THE  COMMISSIONER  SHALL  EVALUATE  AND  ASSESS THE RESULTS OF THE PILOT\n   52  PROGRAM TAKING INTO CONSIDERATION THE FOLLOWING FACTORS:\n   53    1. THE GRADUATION RATE AND PERCENTAGE OF STUDENTS WHO ATTAIN A  DIPLO-\n   54  MA, INCLUDING A REGENTS DIPLOMA OR A GENERAL EQUIVALENCY DIPLOMA (GED);\n   55    2. RATE OF ADMISSION TO POST-SECONDARY EDUCATION OR TRAINING PROGRAMS;\n\n       S. 1700                             4\n\n    1    3.  ACADEMIC PROGRESS IN COMPLETING POST-SECONDARY EDUCATION OR TRAIN-\n    2  ING;\n    3    4. EMPLOYABILITY OF STUDENTS;\n    4    5.  RATE OF EMPLOYMENT, AND RATE OF EMPLOYMENT OF STUDENTS IN NEW YORK\n    5  STATE;\n    6    6. REDUCTION IN TURNOVER COSTS  FOR  EMPLOYERS  PARTICIPATING  IN  THE\n    7  PROGRAM;\n    8    7.  PERCENTAGE  OF STUDENTS INCARCERATED DURING OR AFTER PARTICIPATION\n    9  IN THE PROGRAM;\n   10    8. LEVEL OF PARENTAL PARTICIPATION IN THE PROGRAM AND  INVOLVEMENT  IN\n   11  STUDENT'S ACADEMIC PERFORMANCE OR POST-SECONDARY OPPORTUNITIES;\n   12    9. PARENTAL LITERACY OR ENGLISH LANGUAGE PROFICIENCY;\n   13    10.  PARENTAL  IMPROVEMENT, INCLUDING EDUCATION, EMPLOYMENT, ACCESS TO\n   14  HEALTH CARE, AND RECEIPT OF PUBLIC ASSISTANCE BENEFITS.\n   15    S 4955. PROGRAM COSTS. TWENTY-FIVE HUNDRED DOLLARS PER PUPIL PER  YEAR\n   16  SHALL  BE  ALLOCATED  FOR  ADVOCACY,  SCHOLARSHIPS,  WORK EXPERIENCE AND\n   17  MENTORING PROGRAMS OR SERVICES. THIRTY-FIVE HUNDRED  DOLLARS  PER  PUPIL\n   18  PER  YEAR  SHALL BE ALLOCATED FOR WRAP-AROUND SUPPORT SERVICES, ACADEMIC\n   19  SUPPORT, AND FAMILY ENGAGEMENT. AID IN AN AMOUNT EQUAL TO SEVEN  HUNDRED\n   20  DOLLARS  PER  PARENT  OF  EACH  PUPIL  SHALL BE ALLOCATED, ANNUALLY, FOR\n   21  EDUCATION PROGRAMS FOR PARENTS TO ASSIST PARENTS  TO  ACHIEVE  FINANCIAL\n   22  STABILIZATION, WHICH SHALL INCLUDE SERVICES TO FACILITATE AND/OR PROVIDE\n   23  ACCESS  TO  A  FULL  RANGE  OF  BENEFITS  AS  SPECIFIED IN THIS ARTICLE.\n   24  EMPLOYMENT PREPARATION EDUCATION STATE AID MUST BE GENERATED FOR  ELIGI-\n   25  BLE  PARENTS AGE TWENTY-ONE AND OVER AND USED AS A MATCH. PRIORITY SHALL\n   26  BE GIVEN TO LEVERAGING MULTIPLE SERVICES  AND  FUNDING  STREAMS.    FIVE\n   27  HUNDRED  THOUSAND  DOLLARS  SHALL  BE SPENT FOR OUTCOME EVALUATION BY AN\n   28  INDEPENDENT RESEARCHER.\n   29    S 3. This act shall take effect immediately and shall  expire  and  be\n   30  deemed repealed 5 years after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing a pilot program for overage, under-credit students to prepare these students for post secondary education or training and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T144715.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D110111.T165725.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294783045000
}