{
  "year" : 2011,
  "senateBillNo" : "S1701-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1701-2011-1294722000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalties for identity theft crimes",
  "summary" : "Increases the penalties for identity theft crimes. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S192-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1701\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to increasing  the  penalties\n         for identity theft crimes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The closing paragraph of section 190.78 of the  penal  law,\n    2  as  added  by  chapter  619  of  the laws of 2002, is amended to read as\n    3  follows:\n    4    Identity theft in the third  degree  is  a  class  [A  misdemeanor]  E\n    5  FELONY.\n    6    S  2.  The  closing  paragraph  of section 190.79 of the penal law, as\n    7  added by chapter 619 of the laws of 2002, is amended to read as follows:\n    8    Identity theft in the second degree is a class [E] D felony.\n    9    S 3. The closing paragraph of section 190.80  of  the  penal  law,  as\n   10  added by chapter 619 of the laws of 2002, is amended to read as follows:\n   11    Identity theft in the first degree is a class [D] C felony.\n   12    S  4.  This  act shall take effect on the ninetieth day after it shall\n   13  have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06012-01-1\n",
  "memo" : "BILL NUMBER:S1701\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to increasing the penalties for\nidentity theft crimes\n\nPURPOSE:\nTo further deter identity theft and related crimes.\n\nSUMMARY OF PROVISIONS:\nThis bill would upgrade identity theft in the third degree from a\nclass A misdemeanor to a class E felony in the closing paragraph of\nsection 190.78 of the penal law; upgrading identity theft in the\nsecond degree from a class E felony to a class D felony in section 2\nof the closing paragraph of section 190.79 of the penal law , and\nupgrading identity theft in the first degree from a class D felony to\na class C felony in section 3 of the closing paragraph of section\n190.80 of the penal law.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nCurrently, identity theft in the third degree is a class A misdemeanor;\nidentity theft in the second degree is a class E felony; and identity\ntheft in the first degree is a class D felony.\n\nJUSTIFICATION:\nOver the years, identity theft has been addressed in the Senate,\nincluding the passage of the Identity Theft bill (S.7697-A) which was\nintroduced by Senator Spano and co-sponsored by 35 other Senators,\namended the penal law in relation to prohibiting and penalizing\nidentity theft.\nIn accordance with the 2002 legislation, this bill would further deter\nidentity theft and thereby strengthen identity protection for New\nYork State consumers. The National Crime Prevention Council reports\nthat identity theft is the fastest growing crime in the US. In 2002,\nThe Federal Trade Commission (FTC) released statistics which found\nthat the total number of fraud and identity theft complaints from New\nYork State consumers was 23,939 of which New York City was at the top\nof the list for consumer fraud with a reported 3,264 victims. In 2003,\nthe FTC\nreported New York State ranked number six in a national average of\nreported identity theft victims with a total of 15,821, of which New\nYork City ranked at the top with a reported 8,863 victims, up from\n5,888 in 2002. Additionally, identity theft cost $33 billion\n(nationally) in loss to all businesses and financial institutions and\non average Americans spent 300 million hours resolving problems\nrelated to identity theft. Imposing harsher penalties relating to\nidentity theft crimes would reduce the financial loss to New York\nState businesses and its constituents, as well as reduce problems\nwith resolving issues related to identity theft crimes (e.g. using\nsomeone else's personal documents to obtain goods or services).\n\nLEGISLATIVE HISTORY:\nS.2090 of 2007\n01/31/07 Referred to Codes\n01/09/08 Referred to Codes\nS.192 of 2009\n01/07/09 REFERRED TO CODES\n01/06/10 REFERRED TO CODES\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day~after it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to increasing the penalties for identity theft crimes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T145216.TXT", "SOBI.D110111.T144715.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T165725.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624769
}