{
  "year" : 2011,
  "senateBillNo" : "S1703-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1703-2011-1294722000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits plea bargaining for misdemeanor and felony charges",
  "summary" : "Limits plea bargaining for misdemeanor and felony charges; provides, in cases where the indictment charges a misdemeanor or felony, that any plea of guilty thereafter entered in satisfaction of such charge shall include at least a plea of guilty to the violation of the offense which is not less than one class lower than the class of crime which was originally charged. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S150-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1703\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to limiting plea\n         bargaining for misdemeanor and felony charges\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 220.10 of the criminal procedure law is amended by\n    2  adding a new subdivision 5-a to read as follows:\n    3    5-A. EXCEPT AS PROVIDED IN SUBDIVISION FIVE OF THIS SECTION, WHERE THE\n    4  INDICTMENT CHARGES A MISDEMEANOR OR FELONY, ANY PLEA OF GUILTY THEREAFT-\n    5  ER ENTERED IN SATISFACTION OF SUCH CHARGE SHALL INCLUDE AT LEAST A  PLEA\n    6  OF  GUILTY  TO THE VIOLATION OF A CRIME WHICH IS NOT MORE THAN ONE CLASS\n    7  LOWER THAN THE CLASS OF CRIME WHICH WAS ORIGINALLY CHARGED AND NO  OTHER\n    8  DISPOSITION  BY  PLEA  OF  GUILTY TO ANY OTHER CHARGE IN SATISFACTION OF\n    9  SUCH ORIGINAL CHARGE SHALL BE AUTHORIZED. IF THE DISTRICT ATTORNEY  UPON\n   10  REVIEWING  THE  AVAILABLE  EVIDENCE  DETERMINES  THAT  THE  CHARGE  OF A\n   11  VIOLATION OF SUCH MISDEMEANOR OR FELONY IS NOT WARRANTED, SUCH  DISTRICT\n   12  ATTORNEY  MAY  CONSENT, AND THE COURT MAY ALLOW A DISPOSITION BY PLEA OF\n   13  GUILTY TO ANOTHER CHARGE  IN  SATISFACTION  OF  SUCH  CHARGE;  PROVIDED,\n   14  HOWEVER,  IN  ALL  SUCH CASES, THE COURT SHALL SET FORTH UPON THE RECORD\n   15  THE BASIS FOR SUCH DISPOSITION.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05910-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to limiting plea bargaining for misdemeanor and felony charges ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T145216.TXT", "SOBI.D110111.T144715.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D110111.T170228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294783348140
}