{
  "year" : 2011,
  "senateBillNo" : "S1708-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1708-2011-1294722000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a tax credit for qualified expenses relating to the purchase of a new bicycle",
  "summary" : "Provides a tax credit for qualified expenses relating to the purchase of new bicycles up to two hundred fifty dollars. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S99-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1708\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to providing a tax  credit  for\n         qualified expenses relating to the purchase of a new bicycle\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (ss) to read as follows:\n    3    (SS)  NEW BICYCLE CREDIT. (1) A TAXPAYER SHALL BE ALLOWED A CREDIT, TO\n    4  BE COMPUTED AS PROVIDED IN THIS  SUBSECTION,  AGAINST  THE  TAX  IMPOSED\n    5  PURSUANT  TO  SECTION  SIX  HUNDRED  ONE OF THIS PART. THE AMOUNT OF THE\n    6  CREDIT SHALL EQUAL, UP TO TWO HUNDRED FIFTY DOLLARS PER  HOUSEHOLD,  THE\n    7  AMOUNT  PAID  BY  THE  TAXPAYER  DURING  THE  TAXABLE YEAR FOR QUALIFIED\n    8  EXPENSES RELATING TO THE PURCHASE OF A NEW BICYCLE.\n    9    (2) FOR THE PURPOSES OF THIS SUBSECTION, \"QUALIFIED EXPENSES  RELATING\n   10  TO  THE  PURCHASE  OF A NEW BICYCLE\" SHALL MEAN EXPENSES RELATING TO THE\n   11  PURCHASE OF AN ADULT BICYCLE WITH TWENTY-FOUR INCH TIRES OR LARGER OR  A\n   12  CHILD  BICYCLE WITH TIRES LESS THAN TWENTY-FOUR INCHES. EACH ADULT BICY-\n   13  CLE SHALL RECEIVE A FIFTY DOLLAR TAX CREDIT AND EACH CHILD BICYCLE SHALL\n   14  RECEIVE A TWENTY-FIVE DOLLAR TAX CREDIT.\n   15    (3) A TAXPAYER WHO IS A PARENT OR LEGAL GUARDIAN, OR ANOTHER  TAXPAYER\n   16  FILING A JOINT INDIVIDUAL INCOME TAX RETURN WITH SUCH TAXPAYER, WHO PAID\n   17  FOR QUALIFIED EXPENSES RELATING TO THE PURCHASE OF A NEW BICYCLE FOR HIS\n   18  OR HER CHILD SHALL BE ALLOWED A TAX CREDIT PURSUANT TO THIS SUBSECTION.\n   19    S 2. This act shall take effect immediately and shall apply to taxable\n   20  years  beginning  on  and after the first of January next succeeding the\n   21  date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05871-01-1\n",
  "memo" : "BILL NUMBER:S1708\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to providing a tax credit for\nqualified expenses relating to the purchase of a new bicycle\n\nPURPOSE:\nTo amend section 606 of the tax law to allow persons who\npurchase a bicycle(s) to receive a tax credit.\n\nSUMMARY OF PROVISIONS:\nSection 606 of the tax law is amended to\nprovide taxpayers who purchase a bicycle(s) for themselves or their\nchildren a tax credit of up to $250 per household.\n\nSection 2 defines \"qualified expenses related to the purchase of a new\nbicycle\" and also defines \"adult bicycle\" & \"child bicycle\". Sets the\namount of the tax credit at $50 per adult bicycle and $25 per child\nbicycle up to a maximum of $250.\n\nSection 3 includes the purchase of a bicycle for a child in the\nhousehold shall be eligible for the credit.\n\nJUSTIFICATION:\nNew York State ranks 34th in adult obesity with a rate\nof 21.2%. Our State ranks 38th for persons being either overweight or\nobese with 57.1%. More alarmingly, 43% of New York City school\nchildren are overweight. In grades kindergarten through 5th grade 24%\nof New York City school children are obese. This compares with 15%\nnationally. Obesity and excess weight raise the risk for numerous\ndiseases and conditions including: heart disease, stroke, diabetes,\nasthma, depression, cancer, sleep apnia and other conditions. Bike\nriding and other exercise lowers these risks considerably.\n\nFurther, as of 5/9/08 oil prices have risen to over $125 per barrel\nand gasoline prices have risen dramatically. Rising gas prices have\neconomically.\nhurt many New Yorkers who are finding it more and more difficult to\npay for traveling by car. It is estimated that 40% of all trips by\ncar are two miles or less. This legislation will encourage biking as\nan alternative to driving especially short distances.\n\nProviding a tax incentive for more New Yorkers to purchase and ride\nbicycles will encourage people and families to exercise while at the\nsame time provide an alternative to driving to the store, shopping\nmall, movies etc. This credit will also provide more incentive for\nNew Yorkers to enjoy our State's beautiful scenic byways and parks.\nIn addition, less cars on the road also means the added benefit of\nless pollution.\n\nEXISTING LAW:\nThere is currently no tax credit for the purchase of a\nbicycle.\n\nLEGISLATIVE HISTORY:\nS.8204 of 2008\n05/13/09 Referred to Investigations & Governmental Operations\nS.99 of 2009\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply\nto taxable years beginning on or after January 1st next succeeding\ndate on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a tax credit for qualified expenses relating to the purchase of a new bicycle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110111.T151719.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624778
}