{
  "year" : 2011,
  "senateBillNo" : "S1718-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1718-2011-1294722000000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits medical waste treatment facilities construction, prohibits issuance of permits to facilities, provides for annual review of permits issued to previously-existing facilities",
  "summary" : "Prohibits the establishment or conversion of medical waste treatment, storage, transfer or disposal facilities in any area of the state not zoned for such uses; prohibits the issuance of permits to such facilities; provides for the annual review of permits issued to previously-existing medical waste treatment, storage, transfer or disposal facilities located in areas not zoned for such use. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S2616-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1718\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         prohibiting  the  establishment  or conversion of medical waste treat-\n         ment, storage, transfer or disposal facilities within one-half mile of\n         any residential area, prohibiting the  issuance  of  permits  to  such\n         facilities,  and  providing for the annual review of permits issued to\n         previously-existing medical  waste  treatment,  storage,  transfer  or\n         disposal facilities located within one mile of any residential area\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 27-1517 of the environmental  conservation  law  is\n    2  amended by adding a new subdivision 4 to read as follows:\n    3    4.  A.  NOTWITHSTANDING  ANY PROVISION OF LAW TO THE CONTRARY:  (I) NO\n    4  FACILITY  PROVIDING  FOR  THE  STORAGE,  TRANSPORTATION,  TREATMENT   OR\n    5  DISPOSAL OF REGULATED MEDICAL WASTE SHALL BE CONSTRUCTED WITHIN ANY AREA\n    6  WITHIN  THE STATE WHERE LOCAL ZONING LAWS PROHIBIT THE OPERATION OF SUCH\n    7  FACILITY OR IN ANY AREA WHICH IS WITHIN ONE-HALF MILE OF  A  RESIDENTIAL\n    8  AREA LOCATED WITHIN THE STATE; AND\n    9    (II)  NO EXISTING FACILITY LOCATED WITHIN THE STATE SHALL BE CONVERTED\n   10  TO A FACILITY PROVIDING FOR THE STORAGE,  TRANSPORTATION,  TREATMENT  OR\n   11  DISPOSAL OF REGULATED MEDICAL WASTE UNLESS THE FACILITY IS LOCATED IN AN\n   12  AREA  WHERE  LOCAL ZONING LAWS PERMIT THE OPERATION OF SUCH FACILITY AND\n   13  SUCH AREA IS NOT WITHIN ONE-HALF MILE  OF  A  RESIDENTIAL  AREA  LOCATED\n   14  WITHIN THE STATE.\n   15    B.  NO  PERMIT  AUTHORIZING  THE STORAGE, TRANSPORTATION, TREATMENT OR\n   16  DISPOSAL OF REGULATED MEDICAL WASTE SHALL  BE  ISSUED  TO  ANY  FACILITY\n   17  DESCRIBED IN PARAGRAPH A OF THIS SUBDIVISION BY THE DEPARTMENT OR BY ANY\n   18  REGIONAL,  DISTRICT OR COUNTY OFFICES OF THE STATE DEPARTMENT OF HEALTH,\n   19  OR LOCAL HEALTH DEPARTMENT TO WHICH THE DEPARTMENT HAS DELEGATED RESPON-\n   20  SIBILITY TO ISSUE OR REVIEW PERMITS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05978-01-1\n\n       S. 1718                             2\n\n    1    C. (I) ALL PERMITS FOR WHICH CONDITIONAL OR FINAL  APPROVAL  HAS  BEEN\n    2  GRANTED  OR WHICH HAVE BEEN ISSUED TO FACILITIES PROVIDING FOR THE STOR-\n    3  AGE, TRANSPORTATION, TREATMENT OR DISPOSAL OF  REGULATED  MEDICAL  WASTE\n    4  AND LOCATED WITHIN AREAS OF THE STATE NOT ZONED FOR USE BY SUCH FACILITY\n    5  PRIOR  TO  THE EFFECTIVE DATE OF THIS SECTION SHALL BE SUBJECT TO ANNUAL\n    6  REVIEW BY THE DEPARTMENT OR BY ANY REGIONAL, DISTRICT OR COUNTY  OFFICES\n    7  OF  THE  STATE DEPARTMENT OF HEALTH, OR LOCAL HEALTH DEPARTMENT TO WHICH\n    8  THE DEPARTMENT HAS DELEGATED RESPONSIBILITY TO ISSUE OR REVIEW  PERMITS.\n    9  ANY  PERMIT,  RENEWAL  PERMIT  OR  MODIFIED PERMIT ISSUED FOLLOWING SUCH\n   10  REVIEW SHALL BE VALID FOR A PERIOD NOT TO EXCEED ONE YEAR.\n   11    (II) THE COMMISSIONER MAY, CONSISTENT WITH ARTICLES  TWENTY-THREE  AND\n   12  TWENTY-THREE-A  OF  THE  CORRECTION  LAW,  AND THE PROVISIONS OF SECTION\n   13  70-0115 OF THIS CHAPTER, DENY, SUSPEND, REVOKE  OR  MODIFY  ANY  PERMIT,\n   14  RENEWAL OR MODIFICATION THERETO  FOR THE STORAGE, TRANSPORTATION, TREAT-\n   15  MENT  OR  DISPOSAL  OF  REGULATED MEDICAL WASTE, UPON A WRITTEN DETERMI-\n   16  NATION THAT SUCH ACTION IS REQUIRED TO PROTECT  THE  PUBLIC  HEALTH  AND\n   17  SAFETY  AND  THAT  ANY  OF  THE  PROVISIONS OF PARAGRAPH A, B, C OR D OF\n   18  SUBDIVISION ONE OF THIS SECTION APPLY.\n   19    D. ANY ACTION INVOLVING THE CONSTRUCTION OR EXPANSION OF A SOLID WASTE\n   20  TRANSFER STATION WITHIN ONE-HALF MILE OF A RESIDENTIAL ZONED AREA  SHALL\n   21  BE  DEEMED TO HAVE A SIGNIFICANT IMPACT ON THE ENVIRONMENT REQUIRING THE\n   22  PREPARATION OF AN ENVIRONMENTAL IMPACT  STATEMENT  PURSUANT  TO  SECTION\n   23  8-0109  OF  THIS  CHAPTER. SUCH STATEMENT SHALL MEET THE REQUIREMENTS OF\n   24  THE MOST  DETAILED  ENVIRONMENTAL  IMPACT  STATEMENT  REQUIRED  BY  SUCH\n   25  SECTION 8-0109 OR BY ANY SUCH RULE OR REGULATION PROMULGATED PURSUANT TO\n   26  SUCH  SECTION AND SHALL INCLUDE THE HOLDING OF A PUBLIC HEARING OR HEAR-\n   27  INGS.\n   28    E. THE PROVISIONS OF THIS SUBDIVISION SHALL NOT APPLY TO HOSPITALS AND\n   29  OTHER FACILITIES WHICH PROVIDE MEDICAL  SERVICES  AND  GENERATE  MEDICAL\n   30  WASTE  FROM  THEIR  OPERATIONS  AND  WHICH PROVIDE ON-SITE STORAGE OF OR\n   31  PERFORM ON-SITE TREATMENT AND DISPOSAL OF REGULATED MEDICAL WASTE.\n   32    F. AS USED IN THIS SUBDIVISION,  \"RESIDENTIAL  AREA\"  MEANS  ANY  AREA\n   33  ZONED FOR RESIDENTIAL USE, REGARDLESS OF WHETHER SUCH AREA IS ALSO ZONED\n   34  FOR OTHER USE.\n   35    G.  THE COMMISSIONER IS AUTHORIZED TO PROMULGATE RULES AND REGULATIONS\n   36  AS HE OR SHE  DEEMS  NECESSARY  TO  IMPLEMENT  THE  PROVISIONS  OF  THIS\n   37  SECTION.\n   38    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to prohibiting the establishment or conversion of medical waste treatment, storage, transfer or disposal facilities within one-half mile of any residential area, prohibiting the issuance of permits to such facilities, and providing for the annual review of permits issued to previously-existing medical waste treatment, storage, transfer or disposal facilities located within one mile of any residential area ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110112.T122001.TXT", "SOBI.D110111.T143714.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294852801549
}