{
  "year" : 2011,
  "senateBillNo" : "S1712-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1712-2011-1294722000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to nonpartisan quadrennial review of adequacy of judgeships of the unified court system",
  "summary" : "Relates to nonpartisan quadrennial review of adequacy of judgeships of the unified court system. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "S7505-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1712\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the judiciary law, in relation to nonpartisan quadrenni-\n         al review of the adequacy of judgeships of the unified court system\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  212  of the judiciary law is\n    2  amended by adding a new paragraph (f-1) to read as follows:\n    3    (F-1) TRANSMIT TO THE LEGISLATURE AND GOVERNOR, IN EVERY  FOURTH  YEAR\n    4  COMMENCING  NOVEMBER  FIRST  NEXT  SUCCEEDING THE EFFECTIVE DATE OF THIS\n    5  PARAGRAPH, RECOMMENDATIONS  FOR  THE  ESTABLISHMENT  AND  ALLOCATION  OF\n    6  JUDGESHIPS FOR STATE-PAID TRIAL COURTS IN AND AMONG THE SEVERAL JUDICIAL\n    7  DISTRICTS,  COUNTIES  AND CITIES OF THE STATE, APPROPRIATE TO THE TIMELY\n    8  AND EFFECTIVE ADJUDICATION OF THE CURRENT AND PROJECTED DOCKETS OF  SUCH\n    9  COURTS,  WITHOUT REGARD TO PARTISANSHIP BUT CONSISTENT WITH THE ADMINIS-\n   10  TRATION OF JUSTICE AND THE EFFECTIVE  OPERATION  OF  THE  UNIFIED  COURT\n   11  SYSTEM, ALONG WITH THE OBJECTIVE BASIS FOR SUCH RECOMMENDATIONS.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06085-01-1\n",
  "memo" : "BILL NUMBER:S1712\n\nTITLE OF BILL:\nAn act\nto amend the judiciary law, in relation to nonpartisan quadrennial\nreview of the adequacy of judgeships of the unified court system\n\nPURPOSE:\nDirects the Office of Court Administration to issue a report every\nfour years regarding the adequacy and allocation of judgeships in and\namong the state-paid trial courts of the state.\n\nSUMMARY:\nAmends Judiciary Law section 212 to require the Office of Court\nAdministration to transmit to the Legislature and Governor, every four\nyears starting November 1 after enactment, a report on the adequacy\nand allocation of judgeships among the nine state-paid trial courts.\nSuch reports and their recommendations must be without regard to\npartisanship but based on the administration of justice in and among\nthe courts and broader justice system, taking into consideration\ncurrent and projected dockets. Reports would include the objective\nbasis for any recommendations.\n\nJUSTIFICATION:\nCurrent law provides no mechanism by which the legislative and\nexecutive branches can receive, on a predictable basis, objective\nassessments of the adequacy and allocation of judgeships in\nstate-paid courts relative to dockets and other incidents of the\nadministration of justice. This gap in the law governing the Judiciary\nimpairs the effective operation of the courts and frustrates efforts\nto redress calendar congestion that delays proceedings and directly\nimpacts litigants and their families and communities.\n\nDockets among New York's state-paid courts are nearing five million\nnew tilings annually, dwarfing all federal courts combined and most\nother state judiciaries. Explosive growth in New York dockets,\ncombined with new procedures for many case types, impose mounting\nburdens on many courts, litigants and allied justice agencies\nstatewide. The limited issue this bill seeks to address is how to\nmeasure the judgeship needs, if any, arising from these trends.\n\nOn its own initiative over the last several decades, the Judiciary\nestablished an informal periodic process to propose adjustments in\nand among City Courts outside New York City. This process has worked\nto the benefit of the institutional Judiciary, the legislative and\nexecutive branches, the affected courts and the regions they serve -\nby providing a regular timetable and basis for this inquiry. Under\nthis system, the Legislature receives a periodic assessment, based on\ndockets and projections in each of the 62 City Courts, as well as\nqualitative reports on emerging trends. Using these data and the\ntimetable's regularity, OCA makes a comprehensive proposal to the\n\nLegislature, which then has full discretion to consider and adjust\nThis process has streamlined what once was a haphazard approach that\nleft some City Courts and their communities without needed resources\nand others with extra capacity. With benefit of this process, City\nCourts have evolved commensurate with their duties, with system-wide\nefficiencies and justice benefits for affected cities, counties and\ntheir civil and criminal justice systems. Likewise, the Legislature -\nwhile always free to make mid-cycle adjustments - has streamlined a\nprocess that otherwise would\ninvite stand alone bills for each of 62 separate courts.\n\nBy contrast, for the other eight state-paid trial courts - Supreme\nCourt, Family Court, County Court, Surrogate's Court, Court of\nClaims, New York City Civil Court, New York City Criminal Court, and\nDistrict Courts on Long Island - there is no periodic process to\nmeasure judgeship needs and propose adjustments. Adjustments in these\ncourts generally remain haphazard in and among the 62 counties of the\nstate, and some courts have grown critically backlogged. For\ninstance, Family Court has not had a judgeship package focused on\nthat essential tribunal's needs since the court's creation in 1962.\nAs of the date this bill first was proposed, there wasn't a single\nnew Family Court judgeship created in New York City for over 20\nyears, even though dockets and the burdens of Family Court\nadjudications have ballooned. Dockets in other courts and venues also\nhave become critically high relative to judgeships.\n\nThis bill's purpose is to provide for other state-paid courts the\nregular, streamlined and objective process on which the Legislature\nhas come to rely for City Courts. This bill would provide the\nfirst-ever snapshot of potential judgeship needs for all state-paid\ncourts, as a system, relative to dockets and the administration of\njustice. As demonstrated above, history shows that absent such a\nsystematic approach, the public and their representatives cannot have\nfull confidence that the administration of justice properly is served\nin and among the courts of this state.\n\nAccordingly, this measure would amend Judiciary Law section 212 to\ndirect the Office of Court Administration to transmit a quadrennial\nreport on the sufficiency of judgeships in and among the state-paid\ncourts, based on current and projected dockets and other\nadministration-of-justice factors. The amendment would require that\nsuch reports be entirely without regard to partisanship and based on\nobjective data, which would be submitted as part of the report to\ninform the discretion of the Legislature and governor.\n\nNothing in this bill would intrude on the constitutional prerogatives\nof the legislative and executive branches, which would retain their\ndiscretion in relation to judgeships consistent with Article VI of\nthe Constitution. This bill would, however, create a first-ever\nprocess for the legislative and executive branches to examine the\njudgeship needs of the system as a system, to promote efficiency and\ntargeted response to docket trends. The result would be a tailored\n\napproach that allows regular improvements for the benefit of\nlitigants, their families and communities, civil and criminal justice\nagencies, and the cause of justice itself.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nLEGISLATIVE HISTORY:\n04/16/10 REFERRED TO JUDICIARY\n05/04/10 1ST REPORT CAL. 486\n05/05/10 2ND REPORT CAL.\n05/10/10 ADVANCED TO THIRD READING\n05/28/10 PASSED SENATE\n05/28/10 DELIVERED TO ASSEMBLY\n05/28/10 Referred to Judiciary\n\nEFFECTIVE DATE:\nThis act would take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to nonpartisan quadrennial review of the adequacy of judgeships of the unified court system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110111.T151719.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624785
}