{
  "year" : 2011,
  "senateBillNo" : "S1711-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1711-2011-1294722000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the division of criminal justice services to study and report on laws, rules and regulations relating to air guns",
  "summary" : "Directs the division of criminal justice services to study, review and report, to the governor and the legislature, on the laws, rules and regulation and policies relating to air rifles, air pistols and other non-powder guns; directs such division to make recommendations to ensure that the public interest is served. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Statutes",
  "previousVersions" : [ "S6911-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1711\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to direct the division of criminal  justice  services  to  study,\n         review  and  report, to the governor and the legislature, on the laws,\n         rules and regulations relating to air rifles, air  pistols  and  other\n         non-powder guns\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings.  The  legislature  hereby  finds  and\n    2  declares  that  recent  advances  in  technologies  associated  with air\n    3  rifles, air pistols and other non-powder guns have resulted in  products\n    4  that  are  substantially  different  than  those common in past decades.\n    5  Changes in materials and techniques used to produce  non-powder  weapons\n    6  and  ammunition, and the development of guns using carbon dioxide cylin-\n    7  ders and external supplies of compressed gas, have resulted in the emer-\n    8  gence of air guns that can approach the velocity and  force  of  weapons\n    9  using  gunpowder.   The continued development of more powerful and accu-\n   10  rate air guns makes it incumbent on the state of New  York  to  reassess\n   11  the adequacy of its laws, rules, regulations and policies to ensure that\n   12  the public interest continues to be served.\n   13    S  2.  (a)  The  division  of criminal justice services shall examine,\n   14  evaluate, review and make recommendations concerning:\n   15    (1) the current state of and anticipated developments in  technologies\n   16  associated  with  the  design,  production  and  use  of air rifles, air\n   17  pistols and other similar non-powder guns, including the ammunition  and\n   18  ancillary equipment therefor;\n   19    (2)  the  current  state  statutes, the current rules, regulations and\n   20  policies of state agencies, and any significant laws, codes, ordinances,\n   21  rules, regulations and policies of municipalities in the state  relating\n   22  to  air rifles, air pistols and other similar non-powder guns, including\n   23  ammunition and ancillary equipment therefor;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06087-01-1\n\n       S. 1711                             2\n\n    1    (3) recent developments in statutes, rules, regulations  and  policies\n    2  in other jurisdictions; and\n    3    (4)  the extent to which the statutes, rules, regulations and policies\n    4  reviewed pursuant to paragraph two of this subdivision serve the  public\n    5  interest.\n    6    (b) In conducting its examination, evaluation, review and formation of\n    7  recommendations  pursuant  to subdivision (a) of this section, the divi-\n    8  sion of criminal justice services shall consult with the  department  of\n    9  environmental  conservation, the division of state police, the office of\n   10  homeland security and other appropriate state  and  local  agencies  and\n   11  offices, and shall solicit and consider input from the public.\n   12    S  3.  Within one year of the effective date of this act, the division\n   13  of criminal justice services shall make a report to the governor and the\n   14  legislature of its findings, conclusions and recommendations and  shall,\n   15  with  its  report,  submit  such  legislative  proposals and options for\n   16  changes in rules, regulations and policies  as  it  deems  necessary  to\n   17  implement its recommendations.\n   18    S 4. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1711\n\nTITLE OF BILL:\nAn act\nto direct the division of criminal justice services to study, review and\nreport, to the governor and the legislature, on the laws, rules and\nregulations relating to air rifles, air pistols and other non-powder\nguns\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill addresses the need to reassess New York laws, regulations\nand policies regarding non-powder weapons in light of changing\ntechnology.\n\nSUMMARY OF PROVISIONS:\nBill section 1 sets forth legislative findings regarding recent\nadvances in technologies associated with air rifles, air pistols and\nother non-powder guns, that have resulted in the emergence of air guns\nthat can approach the velocity and force of weapons using gunpowder.\nThe development of more powerful and accurate air guns necessitates a\nreassessment of whether our laws, regulations and policies in this\narea adequately ensure that the public interest is served.\n\nBill section 2 directs the Division of Criminal Justice Services\n(DCJS) to review (a) current and anticipated developments in\nnon-powder gun technologies, (b) current New York laws, regulations\nand policies and (c) recent developments in the statutes, regulations\nand policies of other jurisdictions, and to report to the Governor and\nthe Legislature on the extent to which the laws, regulations and\npolicies currently in effect in this State serve the public interest.\nDCJS shall make such recommendations as it deems appropriate for\nchanges in such laws, regulations and policies. In conducting its\nreview, DCJS shall consult with the Department of Environmental\nConservation, the State Police, the Office of Homeland Security and\nother appropriate state and local agencies and officers, and shall\nsolicit input from the public.\n\nBill section 3 provides that DCJS shall submit its report to the\nGovernor and the Legislature within one year after the bill's\neffective date.\n\nJUSTIFICATION:\nAdvances in technology have increased the velocity, power and accuracy\nof non-powder guns to the point where their performance approaches\nthat of firearms using gun-powder. An increasing variety of hunting\nrifles and pistols are currently available on the market (including\nlarge-bore .40 and .50 caliber rifles, recently legalized for deer\nhunting in Missouri). These developments have caused other\njurisdictions to reevaluate the manner in which non-powder guns are\ntreated in their laws, regulations and policies.\n\nMany of New York's current laws, regulations and policies were\nestablished during an era when non-powder guns were often regarded\nmore as toys than weapons. Outside of New York City, there are few\nrestrictions on the sale, possession or use of non-powder guns by\npersons over the age of fifteen.\n\nFor instance, discharging a gun at an aircraft, train or other vehicle\nis a Class E felony, but only if the propelling force is gunpowder.\nEven where non-powder guns are regulated, the law can treat offenses\nmuch more leniently. For example, possessing a firearm on the grounds\nof\na school or college is a Class A misdemeanor, while possessing a .50\ncaliber air rifle would be a mere violation.\n\nIt is timely for New York State to reassess how larger and more\npowerful non-powder guns should be treated in our laws, regulations\nand policies. . This bill would permit policymakers to be guided by a\nconsidered review of the issues involved.\n\nPRIOR LEGISLATIVE HISTORY:\nS.6911 of 2009\n02/24/10 REFERRED TO CODES\n04/20/10 REPORTED AND COMMITTED TO FINANCE\n06/15/10 REPORTED AND COMMITTED TO RULES\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to direct the division of criminal justice services to study, review and report, to the governor and the legislature, on the laws, rules and regulations relating to air rifles, air pistols and other non-powder guns ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110111.T151719.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624783
}