{
  "year" : 2011,
  "senateBillNo" : "S1717-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1717-2011-1294722000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the chief administrator of the courts shall submit annually a report on the Drug Treatment Court Program during the preceding year",
  "summary" : "Establishes the chief administrator of the courts shall submit annually a report on the administration, function and effectiveness of the Drug Treatment Court Program during the preceding year. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "S2459-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1717\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the judiciary law, in relation to  requiring  the  chief\n         administrator  of  the  courts  to submit an annual report on the Drug\n         Treatment Court Program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  212  of the judiciary law is\n    2  amended by adding a new paragraph (w) to read as follows:\n    3    (W) SUBMIT ANNUALLY, ON OR BEFORE THE FIFTEENTH DAY OF MARCH,  TO  THE\n    4  LEGISLATURE  AND  THE  GOVERNOR A REPORT ON THE ADMINISTRATION, FUNCTION\n    5  AND EFFECTIVENESS OF ALL DRUG TREATMENT COURTS OPERATING IN THE STATE AS\n    6  PART OF THE DRUG TREATMENT COURT PROGRAM DURING THE PRECEDING YEAR. SUCH\n    7  REPORT SHALL INCLUDE, BUT NOT BE LIMITED TO, AN ACCOUNTING  OF  EXPENDI-\n    8  TURES  OF  STATE, LOCAL, FEDERAL, AND OTHER FUNDS UTILIZED IN SUPPORT OF\n    9  THE DRUG TREATMENT COURT PROGRAM.  SUCH REPORT SHALL ALSO INCLUDE AVAIL-\n   10  ABLE INFORMATION ON DRUG COURT STAFFING LEVELS  AND  LEVELS  OF  PARTIC-\n   11  IPATION  OF  COMMUNITY SERVICE PROVIDERS, INCLUDING NON-PROFIT ORGANIZA-\n   12  TIONS,  WHO  PROVIDED  TREATMENT  OR  OTHER  SERVICES  TO   DRUG   COURT\n   13  PARTICIPANTS.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05976-01-1\n",
  "memo" : "BILL NUMBER:S1717\n\nTITLE OF BILL:\nAn act\nto amend the judiciary law, in relation to requiring the chief\nadministrator of the courts to submit an annual report on the Drug\nTreatment Court Program\n\nPURPOSE:\nThis legislation would require the chief administrator of the courts\nto report annually to the legislature and the governor about the\nfunction and effectiveness of the Drug Courts Treatment Program.\n\nSUMMARY OF PROVISIONS:\nThe bill amends section 212 of the judiciary law to require the Chief\nadministrator of the courts to report annually to the legislature and\nthe governor about the function and effectiveness of drug courts in\nthe state operating as part of the Drug Courts Treatment Program.\n\nJUSTIFICATION:\nDrug treatment courts are currently operating in criminal and family\ncourts throughout the state. These courts offer non-violent drug\noffenders an opportunity to participate in treatment programs as an\nalternative to incarceration. In many cases, community services\norganizations provide the required treatment to drug court\nparticipants. However, many of these community service providers\nsuffer from a lack of resources and they are generally not able to\naccess funding through the Drug Courts Treatment Program. This bill\nrequires the Office of Court Administration to report to the governor\nand the legislature regarding the function of the drug courts,\nincluding information about the participation level of community\nservice providers. This information will better enable the\nlegislature to determine and realize the necessity of increased\nfunding for the community service providers that play a vital role in\nthe success of the Drug Courts Treatment Program.\n\nLEGISLATIVE HISTORY:\n02/20/09 REFERRED TO JUDICIARY\n01/06/10 REFERRED TO JUDICIARY\n02/09/10 1ST REPORT CAL. 122\n02/22/10 2ND REPORT CAL.\n02/23/10 ADVANCED TO THIRD READING\n02/24/10 SUBSTITUTED BY A.3581\nA.3581 Aubry\n01/27/09 referred to judiciary\n06/02/09 Reported referred to ways and means\n06/08/09 reported referred to rules\n06/10/09 reported\n06/10/09 rules report cal. 120\n06/10/09 ordered to third reading rules cal. 120\n06/10/09 passed assembly\n\n06/10/09 delivered to senate\n06/11/09 REFERRED TO RULES\n01/06/10 DIED IN SENATE\n01/06/10 RETURNED TO ASSEMBLY\n01/06/10 ordered to third reading cal. 271\n02/23/10 passed assembly\n02/23/10 delivered to senate\n02/23/10 REFERRED TO JUDICIARY\n02/24/10 SUBSTITUTED FOR S.2459\n02/24/10 3RD READING CAL. 122\n\nFISCAL IMPLICATIONS:\nThere may be some administrative costs to the Office of Court\nAdministration.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to requiring the chief administrator of the courts to submit an annual report on the Drug Treatment Court Program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110111.T143714.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624794
}