{
  "year" : 2011,
  "senateBillNo" : "S171-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S171-2011-1294203600000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits the sale of food items complementary to wine by retailers licensed to sell liquor at retail for consumption off premises",
  "summary" : "Permits the sale of food items complementary to wine by retailers licensed to sell liquor at retail for consumption off premises, such food items to be sold only at the same time as one or more bottles of wine. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S630-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          171\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Commerce, Economic  Devel-\n         opment and Small Business\n\n       AN  ACT to amend the alcoholic beverage control law, in relation to sale\n         of products complementary to wine and wine products\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of  section  63 of the alcoholic beverage\n    2  control law, as amended by chapter 603 of the laws of 1992,  is  amended\n    3  to read as follows:\n    4    4.  No licensee under this section shall be engaged in any other busi-\n    5  ness on the licensed premises. The sale of lottery  tickets,  when  duly\n    6  authorized and lawfully conducted, the sale of corkscrews or the sale of\n    7  ice  or  the  sale  of  publications, including prerecorded video and/or\n    8  audio cassette tapes, designed to help educate consumers in their  know-\n    9  ledge  and appreciation of wine and wine products, as defined in section\n   10  three of this chapter,  or  the  sale  of  non-carbonated,  non-flavored\n   11  mineral waters, spring waters and drinking waters or the sale of glasses\n   12  designed  for the consumption of wine, racks designed for the storage of\n   13  wine, [and] devices designed to minimize oxidation in  bottles  of  wine\n   14  which  have  been uncorked, AND PRODUCTS COMPLEMENTARY TO WINE INCLUDING\n   15  CHOCOLATES, BAKERY PRODUCTS, PERISHABLE CHEESES  AND  FRUITS  shall  not\n   16  constitute  engaging  in  another  business  within  the meaning of this\n   17  subdivision.  CHOCOLATES, BAKERY PRODUCTS, PERISHABLE CHEESES AND FRUITS\n   18  COMPLEMENTARY TO WINE SHALL NOT BE SOLD EXCEPT WHEN SUCH AGGREGATE  SALE\n   19  INCLUDES ONE OR MORE BOTTLES OF WINE.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01373-01-1\n",
  "memo" : "BILL NUMBER:S171\n\nTITLE OF BILL:\nAn act to amend the private housing finance law, in relation to tax\nexemption for limited-profit housing companies\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill would amend subdivision 1 of section 33 of the Private Housing\nFinance Law to change the definition of shelter rent to exclude payment\nof shelter rent taxes.\n\nJUSTIFICATION:\nThis bill would alleviate an inequitable system of taxation now imposed\non the Mitchell-Lama cooperators. The present practice of including\nshelter rent tax in the base on which further increases in shelter rent\nare calculated represents an administrative excess on the part of the\nCity of New York. This results in a tax being imposed on a tax, in\nviolation of sound fiscal policy.\n\nEXISTING LAW:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to sale of products complementary to wine and wine products ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161216.TXT", "SOBI.D101210.T155705.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D101213.T112305.TXT", "SOBI.D101210.T154705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090939
}