{
  "year" : 2011,
  "senateBillNo" : "S1719-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1719-2011-1294722000000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of education to prepare an American flag history to urge participation in the pledge of allegiance and indicate recognition of sacrifices",
  "summary" : "Directs the commissioner of education to prepare an annual course of study of the history of the American flag to encourage participation therein by students and faculty and indicate that the pledge is taken in recognition of the sacrifices made by the men and women of the armed forces of the United States in defense of our country. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S7211-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1719\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to the  pledge  of  alle-\n         giance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section  802  of  the  education  law,  as\n    2  amended  by  chapter  601  of  the  laws  of 1996, is amended to read as\n    3  follows:\n    4    1. It shall be the duty of the commissioner to prepare, for the use of\n    5  the public schools of the state, a program providing for a salute to the\n    6  flag and a daily pledge of allegiance to the flag,  and  instruction  in\n    7  its  correct use and display which shall include, as a minimum, specific\n    8  instruction regarding respect for the flag of the United States of Amer-\n    9  ica, its display and use as provided by federal statute  and  regulation\n   10  and such other patriotic exercises as may be deemed by him to be expedi-\n   11  ent, under such regulations and instructions as may best meet the varied\n   12  requirements  of  the  different  grades  in such schools. However, such\n   13  instruction shall include, as a minimum, the provisions of sections  one\n   14  hundred seventy through one hundred seventy-seven of title thirty-six of\n   15  the United States Code.  THE COMMISSIONER SHALL ALSO PREPARE, AS PART OF\n   16  SUCH  PROGRAM, WHICH MAY BE USED BY SCHOOL AUTHORITIES, AN ANNUAL COURSE\n   17  OF STUDY OF THE HISTORY OF THE AMERICAN  FLAG  THAT  ENCOURAGES  PARTIC-\n   18  IPATION  IN  THE  PLEDGE  OF ALLEGIANCE BY STUDENTS AND FACULTY AND THAT\n   19  INDICATES THAT THE PLEDGE OF ALLEGIANCE IS TAKEN IN RECOGNITION  OF  THE\n   20  SACRIFICES  THAT HAVE BEEN MADE BY THE MEN AND WOMEN OF THE ARMED FORCES\n   21  OF THE UNITED STATES IN DEFENSE OF OUR COUNTRY.\n   22    S 2. This act shall take effect on September 1,  2011;  provided  that\n   23  the  commissioner  of  education  is  authorized to promulgate any rules\n   24  necessary to implement this act on or before its effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02025-01-1\n",
  "memo" : "BILL NUMBER:S1719\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to the pledge of allegiance\n\nPURPOSE OF BILL:\nThis bill will authorize the commissioner to establish an annual\ncourse of study of the history of the American flag in an effort to\nencourage the participation of its recitation among the students and\nfaculty of the schools in New York State. The annual course of study\nof the history of the American flag will focus on the sacrifices that\nwere made by those men and women who have served in the armed forces\nof the United States in defense of our country.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill amends Subdivision 1 of section 802 of the education law, as\namended by chapter 601 of the laws of 1996, to authorize the\ncommissioner to prepare an annual course of study of the history of\nthe American flag to focus attention on the sacrifices made by the\nmen and women who have served in the armed forces.\n\nJUSTIFICATION:\nAll too often, the daily pledge of allegiance has been disregarded and\nlittle effort has been made in schools to encourage participation in\nthe pledge's recitation.\n\nThis legislation would require the Commissioner to prepare an annual\ncourse of study of the history of the American flag in an effort to\npromote student's awareness of the importance of reciting the pledge\nof allegiance.\n\nLEGISLATIVE HISTORY:\n2010: S.7211 - Referred to Education\n2007-2008: S.225 - Referred to Education\n2005-2006: S.418 - Referred to Education\n2003-2004: S.1187 - Referred to Education\n2001-2002: S.1656 - Referred to Education\n1999-2001: S.3872 - Referred to Education\n\nFISCAL IMPLICATIONS:\nThe State Education Department estimates a State fiscal implication\n$285,000 for 2010-11. The teaching of this new curriculum would be\noptional to local school districts, resulting in no local mandate.\n\nEFFECTIVE DATE:\nThis act shall take effect on September 1, 2011.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the pledge of allegiance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110111.T145216.TXT", "SOBI.D110112.T122001.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624798
}