{
  "year" : 2011,
  "senateBillNo" : "S1716-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1716-2011-1294722000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to violations of orders of protection in family offense cases",
  "summary" : "Provides additional remedies for violations of orders of protection and probation in family offense cases including revocation of a license to possess firearms, mandatory counseling and probation. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "S3683-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1716\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the family court act and the domestic relations law,  in\n         relation to violations of orders of protection and temporary orders of\n         protection and probation in family offense cases\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 446 of the family court act is amended by adding  a\n    2  new closing paragraph to read as follows:\n    3    A  VIOLATION OF AN ORDER OF PROTECTION ISSUED PURSUANT TO THIS SECTION\n    4  SHALL BE DEALT WITH IN ACCORDANCE WITH PART  FIVE  OF  THIS  ARTICLE  OR\n    5  SECTIONS  EIGHT  HUNDRED  FORTY-SIX, EIGHT HUNDRED FORTY-SIX-A AND EIGHT\n    6  HUNDRED FORTY-SEVEN OF THIS ACT.\n    7    S 2. Section 551 of the family court act is amended by  adding  a  new\n    8  closing paragraph to read as follows:\n    9    A  VIOLATION OF AN ORDER OF PROTECTION ISSUED PURSUANT TO THIS SECTION\n   10  SHALL BE DEALT WITH IN ACCORDANCE WITH PART  FIVE  OF  ARTICLE  FOUR  OR\n   11  SECTIONS  EIGHT  HUNDRED  FORTY-SIX, EIGHT HUNDRED FORTY-SIX-A AND EIGHT\n   12  HUNDRED FORTY-SEVEN OF THIS ACT.\n   13    S 3. Section 656 of the family court act is amended by  adding  a  new\n   14  closing paragraph to read as follows:\n   15    A  VIOLATION OF AN ORDER OF PROTECTION ISSUED PURSUANT TO THIS SECTION\n   16  SHALL BE DEALT WITH IN ACCORDANCE WITH SECTIONS EIGHT HUNDRED FORTY-SIX,\n   17  EIGHT HUNDRED FORTY-SIX-A AND EIGHT HUNDRED FORTY-SEVEN OF THIS ACT.\n   18    S 4. Subdivision (c) of section  841  of  the  family  court  act,  as\n   19  amended  by  chapter  222  of  the  laws  of 1994, is amended to read as\n   20  follows:\n   21    (c) placing the respondent on probation for  a  period  not  exceeding\n   22  [one  year,  and  requiring] TWO YEARS OR, IF AN ORDER OF PROTECTION HAS\n   23  BEEN ISSUED FOR FIVE YEARS PURSUANT TO SECTION EIGHT  HUNDRED  FORTY-TWO\n   24  OF  THIS  PART,  FIVE YEARS. THE ORDER MAY REQUIRE respondent to partic-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05980-02-1\n\n       S. 1716                             2\n\n    1  ipate in a batterer's education program designed  to  help  end  violent\n    2  behavior, which may include referral to drug and alcohol counseling, and\n    3  to  pay the costs thereof if respondent has the means to do so, provided\n    4  however that nothing contained herein shall be deemed to require payment\n    5  of  the  costs  of  any such program by the petitioner, the state or any\n    6  political subdivision thereof; or\n    7    S 5. Section 846-a of the family court act, as amended by chapter  597\n    8  of the laws of 1998, is amended to read as follows:\n    9    S  846-a.  Powers on failure to obey order. If a respondent is brought\n   10  before the court for failure to obey any lawful order issued under  this\n   11  article  or  an  order  of  protection  OR TEMPORARY ORDER OF PROTECTION\n   12  issued UNDER THIS ACT OR ISSUED by a court of competent jurisdiction  of\n   13  another  state,  territorial  or tribal jurisdiction in a proceeding and\n   14  if, after hearing, the court is satisfied by competent  proof  that  the\n   15  respondent  has willfully failed to obey [any] such order, the court may\n   16  DO ONE OR MORE OF THE FOLLOWING:\n   17    1. modify an existing order OR TEMPORARY ORDER OF  PROTECTION  to  add\n   18  reasonable conditions of behavior to the existing order [of protection,]\n   19  OR  TEMPORARY ORDER OR make a new order of protection in accordance with\n   20  [section eight hundred forty-two, may order the forfeiture of bail in  a\n   21  manner consistent with article five hundred forty of the criminal proce-\n   22  dure law if bail has been ordered pursuant to] this act[, may];\n   23    2.  PLACE  THE  RESPONDENT ON PROBATION IN ACCORDANCE WITH SUBDIVISION\n   24  (C) OF SECTION EIGHT HUNDRED FORTY-ONE OF THIS PART UPON SUCH CONDITIONS\n   25  AS THE COURT SHALL DIRECT, WHICH MAY INCLUDE, BUT NOT BE LIMITED  TO,  A\n   26  DIRECTION  THAT  THE  RESPONDENT  PARTICIPATE  IN A BATTERER'S EDUCATION\n   27  PROGRAM DESIGNED TO HELP END VIOLENT BEHAVIOR, WHICH MAY INCLUDE  REFER-\n   28  RAL  TO DRUG AND ALCOHOL COUNSELING, AND TO PAY THE COSTS THEREOF IF THE\n   29  RESPONDENT HAS THE MEANS TO DO SO, PROVIDED, HOWEVER,  THAT  NOTHING  IN\n   30  THIS  SUBDIVISION SHALL BE DEEMED TO REQUIRE PAYMENT OF THE COSTS OF ANY\n   31  SUCH PROGRAM BY THE PETITIONER, THE STATE OR ANY  POLITICAL  SUBDIVISION\n   32  THEREOF;\n   33    3. IF THE RESPONDENT IS ALREADY ON PROBATION PURSUANT TO SUCH SECTION,\n   34  REVOKE  SUCH  ORDER  OF  PROBATION  OR  MODIFY  THE  CONDITIONS  OF SUCH\n   35  PROBATION, PROVIDED,  HOWEVER,  THAT  PENDING  THE  DETERMINATION  OF  A\n   36  VIOLATION  OF  PROBATION,  THE PERIOD OF PROBATION SHALL BE TOLLED AS OF\n   37  THE DATE OF FILING OF THE VIOLATION PETITION OR MOTION;\n   38    4. ORDER THE RESPONDENT TO PAY RESTITUTION IN ACCORDANCE WITH SUBDIVI-\n   39  SION (E) OF SECTION EIGHT HUNDRED FORTY-ONE OF  THIS  PART  OR,  IF  THE\n   40  RESPONDENT  HAS  ALREADY  BEEN  SO  ORDERED AND HAS VIOLATED SUCH ORDER,\n   41  MODIFY SUCH ORDER OF RESTITUTION;\n   42    5. order the respondent  to  pay  the  [petitioner's]  reasonable  and\n   43  necessary  counsel  fees AND DISBURSEMENTS OF ANY OTHER PARTY OR PARTIES\n   44  AND/OR THE CHILD'S ATTORNEY in connection with  the  violation  petition\n   45  [where  the court finds that the violation of its order was willful, and\n   46  may];\n   47    6. ORDER THE RESPONDENT TO PROVIDE, EITHER DIRECTLY  OR  BY  MEANS  OF\n   48  MEDICAL AND HEALTH INSURANCE, FOR EXPENSES INCURRED FOR MEDICAL CARE AND\n   49  TREATMENT  ARISING  FROM THE INCIDENT OR INCIDENTS FORMING THE BASIS FOR\n   50  THE ISSUANCE OF THE ORDER OR ITS VIOLATION;\n   51    7. SUSPEND AN ORDER OF VISITATION BETWEEN RESPONDENT AND  HIS  OR  HER\n   52  CHILD  OR  CHILDREN  OR  DIRECT  THAT SUCH VISITATION BE SUPERVISED BY A\n   53  PERSON OR AGENCY DESIGNATED BY THE COURT AND UNDER CONDITIONS  SPECIFIED\n   54  BY THE COURT;\n   55    8.  commit the respondent to jail for a term not to exceed six months.\n   56  Such commitment may be served upon certain specified days  or  parts  of\n\n       S. 1716                             3\n\n    1  days  as the court may direct, and the court may, at any time within the\n    2  term of such sentence, revoke such [suspension] DIRECTION and commit the\n    3  respondent for the remainder of the original sentence,  or  suspend  the\n    4  remainder of such sentence[. If]; AND\n    5    9.    REVOKE  OR,  IN  THE CASE OF A VIOLATION OF A TEMPORARY ORDER OF\n    6  PROTECTION, SUSPEND ANY LICENSE OF THE  RESPONDENT  TO  CARRY,  POSSESS,\n    7  REPAIR  AND  DISPOSE OF FIREARMS PURSUANT TO SECTION 400.00 OF THE PENAL\n    8  LAW IMMEDIATELY, AND ARRANGE FOR THE IMMEDIATE SURRENDER AND DISPOSAL OF\n    9  ANY FIREARM SUCH RESPONDENT OWNS OR POSSESSES, IF the  court  determines\n   10  that  the  willful  failure to obey such order involves violent behavior\n   11  constituting the crimes of menacing,  reckless  endangerment,  STALKING,\n   12  assault  or  attempted  assault [and if such a respondent is licensed to\n   13  carry, possess, repair and  dispose  of  firearms  pursuant  to  section\n   14  400.00  of  the  penal  law,  the court may also immediately revoke such\n   15  license and may arrange for the immediate surrender and disposal of  any\n   16  firearm  such  respondent owns or possesses].  If the willful failure to\n   17  obey such order involves the infliction of serious  physical  injury  as\n   18  defined  in subdivision ten of section 10.00 of the penal law or the use\n   19  or threatened use of a deadly weapon or dangerous instrument,  as  those\n   20  terms  are  defined in subdivisions twelve and thirteen of section 10.00\n   21  of the penal law, such revocation and immediate surrender  and  disposal\n   22  of  any  firearm  owned  or  possessed by respondent shall be mandatory,\n   23  pursuant to subdivision eleven of section 400.00 of the penal law.\n   24    S 6. The first undesignated paragraph and  the  closing  paragraph  of\n   25  subdivision  3 of section 240 of the domestic relations law, as added by\n   26  chapter 606 of the laws of 1999, are amended and a new  subdivision  3-d\n   27  is added to read as follows:\n   28    G.  Any  party  moving for a temporary order of protection pursuant to\n   29  this subdivision during hours when the court is open shall  be  entitled\n   30  to  file  such  motion  or pleading containing such prayer for emergency\n   31  relief on the same day that such person first appears at such court, and\n   32  a hearing on the motion or portion of the pleading requesting such emer-\n   33  gency relief shall be held on the same day or  the  next  day  that  the\n   34  court is in session following the filing of such motion or pleading.\n   35    H.  Upon  issuance  of  an  order  of protection or temporary order of\n   36  protection [or upon a violation of such order], the court  may  make  an\n   37  order in accordance with section eight hundred forty-two-a of the family\n   38  court  act directing the surrender of firearms, revoking or suspending a\n   39  party's firearms license, and/or directing that such party be ineligible\n   40  to receive a firearms license. Upon issuance of an order  of  protection\n   41  pursuant to this section [or upon a finding of a violation thereof], the\n   42  court  also may direct payment of restitution in an amount not to exceed\n   43  ten thousand dollars in accordance with subdivision (e) of section eight\n   44  hundred forty-one of such act; provided, however, that in no case  shall\n   45  an  order  of  restitution be issued where the court determines that the\n   46  party against whom the order would be issued has already compensated the\n   47  injured party or where such compensation  is  incorporated  in  a  final\n   48  judgment  or  settlement  of  the  action.   UPON A FINDING OF A WILLFUL\n   49  VIOLATION OF AN ORDER OF PROTECTION OR TEMPORARY  ORDER  OF  PROTECTION,\n   50  THE  COURT  MAY  MAKE AN ORDER IN ACCORDANCE WITH SUBDIVISION THREE-D OF\n   51  THIS SECTION.\n   52    3-D. IF A PARTY IS BROUGHT BEFORE THE COURT FOR  FAILURE  TO  OBEY  AN\n   53  ORDER OF PROTECTION OR TEMPORARY ORDER OF PROTECTION ISSUED BY THE COURT\n   54  OR BY A COURT OF COMPETENT JURISDICTION OF ANOTHER STATE, TERRITORIAL OR\n   55  TRIBAL  JURISDICTION IN A PROCEEDING AND IF, AFTER HEARING, THE COURT IS\n\n       S. 1716                             4\n\n    1  SATISFIED BY COMPETENT PROOF THAT SUCH PARTY  HAS  WILLFULLY  FAILED  TO\n    2  OBEY SUCH ORDER, THE COURT MAY DO ONE OR MORE OF THE FOLLOWING:\n    3    A.  MODIFY  AN  EXISTING  ORDER  OF  PROTECTION  OR TEMPORARY ORDER OF\n    4  PROTECTION TO ADD REASONABLE CONDITIONS  OF  BEHAVIOR  TO  THE  EXISTING\n    5  ORDER  OR TEMPORARY ORDER OR MAKE A NEW ORDER OF PROTECTION OR TEMPORARY\n    6  ORDER OF  PROTECTION  IN  ACCORDANCE  WITH  SUBDIVISION  THREE  OF  THIS\n    7  SECTION;\n    8    B.  PLACE  THE PARTY FOUND TO HAVE VIOLATED THE ORDER OF PROTECTION OR\n    9  TEMPORARY ORDER OF PROTECTION ON PROBATION IN ACCORDANCE  WITH  SUBDIVI-\n   10  SION (C) OF SECTION EIGHT HUNDRED FORTY-ONE OF THE FAMILY COURT ACT UPON\n   11  SUCH CONDITIONS AS THE COURT SHALL DIRECT, WHICH MAY INCLUDE, BUT NOT BE\n   12  LIMITED  TO, A DIRECTION THAT THE PARTY FOUND TO HAVE VIOLATED THE ORDER\n   13  OF  PROTECTION  OR  TEMPORARY  ORDER  OF  PROTECTION  PARTICIPATE  IN  A\n   14  BATTERER'S  EDUCATION  PROGRAM  DESIGNED  TO  HELP END VIOLENT BEHAVIOR,\n   15  WHICH MAY INCLUDE REFERRAL TO DRUG AND ALCOHOL COUNSELING,  AND  TO  PAY\n   16  THE  COSTS THEREOF IF THE PARTY HAS THE MEANS TO DO SO; PROVIDED, HOWEV-\n   17  ER, THAT NOTHING IN THIS SUBDIVISION SHALL BE DEEMED TO REQUIRE  PAYMENT\n   18  OF  THE  COSTS  OF ANY SUCH PROGRAM BY ANY OTHER PARTY, THE STATE OR ANY\n   19  POLITICAL SUBDIVISION THEREOF;\n   20    C. IF THE PARTY FOUND TO HAVE VIOLATED  THE  ORDER  OF  PROTECTION  OR\n   21  TEMPORARY  ORDER  OF  PROTECTION  IS  ALREADY  ON  PROBATION PURSUANT TO\n   22  SECTION EIGHT HUNDRED FORTY-ONE OF THE  FAMILY  COURT  ACT  REVOKE  SUCH\n   23  ORDER OF PROBATION OR MODIFY THE CONDITIONS OF SUCH PROBATION, PROVIDED,\n   24  HOWEVER, THAT PENDING THE DETERMINATION OF A VIOLATION OF PROBATION, THE\n   25  PERIOD  OF  PROBATION  SHALL  BE  TOLLED AS OF THE DATE OF FILING OF THE\n   26  VIOLATION PETITION OR MOTION;\n   27    D. ORDER THE PARTY FOUND TO HAVE VIOLATED THE ORDER OF  PROTECTION  OR\n   28  TEMPORARY  ORDER  OF  PROTECTION  TO  PAY RESTITUTION IN ACCORDANCE WITH\n   29  PARAGRAPH H OF SUBDIVISION THREE OF THIS SECTION OR, IF SUCH  PARTY  HAS\n   30  ALREADY BEEN SO ORDERED AND HAS VIOLATED SUCH ORDER, MODIFY SUCH ORDER;\n   31    E.  ORDER  THE PARTY FOUND TO HAVE VIOLATED THE ORDER OF PROTECTION OR\n   32  TEMPORARY ORDER OF PROTECTION TO PAY THE REASONABLE AND NECESSARY  COUN-\n   33  SEL  FEES  AND  DISBURSEMENTS  OF  ANY OTHER PARTY OR PARTIES AND/OR THE\n   34  CHILD'S ATTORNEY IN CONNECTION WITH THE VIOLATION PETITION;\n   35    F. ORDER THE PARTY FOUND TO HAVE VIOLATED THE ORDER OF  PROTECTION  OR\n   36  TEMPORARY ORDER OF PROTECTION TO PROVIDE, EITHER DIRECTLY OR BY MEANS OF\n   37  MEDICAL AND HEALTH INSURANCE, FOR EXPENSES INCURRED FOR MEDICAL CARE AND\n   38  TREATMENT  ARISING  FROM THE INCIDENT OR INCIDENTS FORMING THE BASIS FOR\n   39  THE ISSUANCE OF THE ORDER OR ITS VIOLATION;\n   40    G. SUSPEND AN ORDER OF VISITATION BETWEEN  THE  PARTY  FOUND  TO  HAVE\n   41  VIOLATED  THE  ORDER  OF PROTECTION OR TEMPORARY ORDER OF PROTECTION AND\n   42  HIS OR HER CHILD OR CHILDREN OR DIRECT THAT SUCH  VISITATION  BE  SUPER-\n   43  VISED BY A PERSON OR AGENCY DESIGNATED BY THE COURT AND UNDER CONDITIONS\n   44  SPECIFIED BY THE COURT;\n   45    H.  COMMIT THE PARTY FOUND TO HAVE VIOLATED THE ORDER OF PROTECTION OR\n   46  TEMPORARY ORDER OF PROTECTION TO JAIL FOR  A  TERM  NOT  TO  EXCEED  SIX\n   47  MONTHS.  SUCH  COMMITMENT  MAY  BE SERVED UPON CERTAIN SPECIFIED DAYS OR\n   48  PARTS OF DAYS AS THE COURT MAY DIRECT, AND THE COURT MAY,  AT  ANY  TIME\n   49  WITHIN  THE TERM OF SUCH SENTENCE, REVOKE SUCH DIRECTION AND COMMIT SUCH\n   50  PARTY FOR THE REMAINDER OF THE ORIGINAL SENTENCE, OR SUSPEND THE REMAIN-\n   51  DER OF SUCH SENTENCE; AND\n   52    I. IN ACCORDANCE WITH PARAGRAPH H OF SUBDIVISION THREE OF THIS SECTION\n   53  AND SECTION EIGHT HUNDRED FORTY-SIX-A OF THE  FAMILY  COURT  ACT,  IMME-\n   54  DIATELY  REVOKE  OR,  IN THE CASE OF A VIOLATION OF A TEMPORARY ORDER OF\n   55  PROTECTION, SUSPEND ANY LICENSE TO CARRY, POSSESS, REPAIR AND DISPOSE OF\n   56  FIREARMS PURSUANT TO SECTION 400.00 OF THE PENAL LAW OF THE PARTY  FOUND\n\n       S. 1716                             5\n\n    1  TO  HAVE VIOLATED THE ORDER, AND ARRANGE FOR THE IMMEDIATE SURRENDER AND\n    2  DISPOSAL OF ANY FIREARM SUCH PARTY  OWNS  OR  POSSESSES,  IF  THE  COURT\n    3  DETERMINES  THAT THE WILLFUL FAILURE TO OBEY SUCH ORDER INVOLVES VIOLENT\n    4  BEHAVIOR  CONSTITUTING  THE  CRIMES  OF MENACING, RECKLESS ENDANGERMENT,\n    5  STALKING, ASSAULT OR ATTEMPTED ASSAULT. IF THE WILLFUL FAILURE  TO  OBEY\n    6  SUCH ORDER INVOLVES THE INFLICTION OF SERIOUS PHYSICAL INJURY AS DEFINED\n    7  IN  SUBDIVISION  TEN  OF  SECTION  10.00  OF THE PENAL LAW OR THE USE OR\n    8  THREATENED USE OF A DEADLY WEAPON  OR  DANGEROUS  INSTRUMENT,  AS  THOSE\n    9  TERMS  ARE  DEFINED IN SUBDIVISIONS TWELVE AND THIRTEEN OF SECTION 10.00\n   10  OF THE PENAL LAW, SUCH REVOCATION AND IMMEDIATE SURRENDER  AND  DISPOSAL\n   11  OF  ANY  FIREARM  OWNED  OR  POSSESSED BY SUCH PARTY SHALL BE MANDATORY,\n   12  PURSUANT TO SUBDIVISION ELEVEN OF SECTION 400.00 OF THE PENAL LAW.\n   13    S 7. Subdivision 9 of section 252 of the domestic  relations  law,  as\n   14  added  by chapter 606 of the laws of 1999, is amended and a new subdivi-\n   15  sion 11 is added to read as follows:\n   16    9. Upon issuance of an order  of  protection  or  temporary  order  of\n   17  protection  [or  upon  a  violation of such order], the court may [take]\n   18  MAKE an order in accordance with section eight  hundred  forty-two-a  of\n   19  the  family  court  act directing the surrender of firearms, revoking or\n   20  suspending a party's firearms license, and/or directing that such  party\n   21  be  ineligible  to receive a firearms license. Upon issuance of an order\n   22  of protection pursuant to this section [or upon a finding of a violation\n   23  thereof], the court also may direct payment of restitution in an  amount\n   24  not to exceed ten thousand dollars in accordance with subdivision (e) of\n   25  section  eight hundred forty-one of such act; provided, however, that in\n   26  no case shall an order of restitution be issued where the  court  deter-\n   27  mines  that the party against whom the order would be issued has already\n   28  compensated the injured party or where such compensation is incorporated\n   29  in a final judgement or settlement of the action.  UPON A FINDING  OF  A\n   30  WILLFUL  VIOLATION  OF  AN  ORDER  OF  PROTECTION  OR TEMPORARY ORDER OF\n   31  PROTECTION, THE COURT MAY MAKE AN ORDER IN ACCORDANCE  WITH  SUBDIVISION\n   32  TEN OF THIS SECTION.\n   33    11.  IF  A  PARTY  IS  BROUGHT BEFORE THE COURT FOR FAILURE TO OBEY AN\n   34  ORDER OF PROTECTION OR TEMPORARY ORDER OF PROTECTION ISSUED BY THE COURT\n   35  OR BY A COURT OF COMPETENT JURISDICTION OF ANOTHER STATE, TERRITORIAL OR\n   36  TRIBAL JURISDICTION IN A PROCEEDING AND IF, AFTER HEARING, THE COURT  IS\n   37  SATISFIED  BY  COMPETENT  PROOF  THAT SUCH PARTY HAS WILLFULLY FAILED TO\n   38  OBEY ANY SUCH ORDER, THE COURT MAY DO ONE OR MORE OF THE FOLLOWING:\n   39    A. MODIFY AN EXISTING  ORDER  OF  PROTECTION  OR  TEMPORARY  ORDER  OF\n   40  PROTECTION  TO  ADD  REASONABLE  CONDITIONS  OF BEHAVIOR TO THE EXISTING\n   41  ORDER OR TEMPORARY ORDER OR MAKE A NEW ORDER OF PROTECTION OR  TEMPORARY\n   42  ORDER OF PROTECTION IN ACCORDANCE WITH THIS SECTION;\n   43    B.  PLACE  THE PARTY FOUND TO HAVE VIOLATED THE ORDER OF PROTECTION OR\n   44  TEMPORARY ORDER OF PROTECTION ON PROBATION IN ACCORDANCE  WITH  SUBDIVI-\n   45  SION (C) OF SECTION EIGHT HUNDRED FORTY-ONE OF THE FAMILY COURT ACT UPON\n   46  SUCH CONDITIONS AS THE COURT SHALL DIRECT, WHICH MAY INCLUDE, BUT NOT BE\n   47  LIMITED  TO, A DIRECTION THAT THE PARTY FOUND TO HAVE VIOLATED THE ORDER\n   48  OF  PROTECTION  OR  TEMPORARY  ORDER  OF  PROTECTION  PARTICIPATE  IN  A\n   49  BATTERER'S  EDUCATION  PROGRAM  DESIGNED  TO  HELP END VIOLENT BEHAVIOR,\n   50  WHICH MAY INCLUDE REFERRAL TO DRUG AND ALCOHOL COUNSELING,  AND  TO  PAY\n   51  THE  COSTS THEREOF IF THE PARTY HAS THE MEANS TO DO SO; PROVIDED, HOWEV-\n   52  ER, THAT NOTHING IN THIS SUBDIVISION SHALL BE DEEMED TO REQUIRE  PAYMENT\n   53  OF  THE  COSTS  OF ANY SUCH PROGRAM BY ANY OTHER PARTY, THE STATE OR ANY\n   54  POLITICAL SUBDIVISION THEREOF;\n   55    C. IF THE PARTY FOUND TO HAVE VIOLATED  THE  ORDER  OF  PROTECTION  OR\n   56  TEMPORARY  ORDER  OF PROTECTION IS ALREADY ON PROBATION PURSUANT TO SUCH\n\n       S. 1716                             6\n\n    1  SECTION, REVOKE SUCH ORDER OF PROBATION OR MODIFY THE CONDITIONS OF SUCH\n    2  PROBATION, PROVIDED,  HOWEVER,  THAT  PENDING  THE  DETERMINATION  OF  A\n    3  VIOLATION  OF  PROBATION,  THE PERIOD OF PROBATION SHALL BE TOLLED AS OF\n    4  THE DATE OF FILING OF THE VIOLATION PETITION OR MOTION;\n    5    D.  ORDER  THE PARTY FOUND TO HAVE VIOLATED THE ORDER OF PROTECTION OR\n    6  TEMPORARY ORDER OF PROTECTION TO  PAY  RESTITUTION  IN  ACCORDANCE  WITH\n    7  SUBDIVISION  NINE  OF THIS SECTION OR, IF SUCH PARTY HAS ALREADY BEEN SO\n    8  ORDERED AND HAS WILLFULLY VIOLATED SUCH ORDER, MODIFY SUCH ORDER;\n    9    E. ORDER THE PARTY FOUND TO HAVE VIOLATED THE ORDER OF  PROTECTION  OR\n   10  TEMPORARY  ORDER OF PROTECTION TO PAY THE REASONABLE AND NECESSARY COUN-\n   11  SEL FEES AND DISBURSEMENTS OF ANY OTHER  PARTY  OR  PARTIES  AND/OR  THE\n   12  CHILD'S ATTORNEY IN CONNECTION WITH THE VIOLATION PETITION;\n   13    F.  ORDER  THE PARTY FOUND TO HAVE VIOLATED THE ORDER OF PROTECTION OR\n   14  TEMPORARY ORDER OF PROTECTION TO PROVIDE, EITHER DIRECTLY OR BY MEANS OF\n   15  MEDICAL AND HEALTH INSURANCE, FOR EXPENSES INCURRED FOR MEDICAL CARE AND\n   16  TREATMENT ARISING FROM THE INCIDENT OR INCIDENTS FORMING THE  BASIS  FOR\n   17  THE ISSUANCE OF THE ORDER OR ITS VIOLATION;\n   18    G.  SUSPEND  AN  ORDER  OF  VISITATION BETWEEN THE PARTY FOUND TO HAVE\n   19  VIOLATED THE ORDER OF PROTECTION OR TEMPORARY ORDER  OF  PROTECTION  AND\n   20  HIS  OR  HER  CHILD OR CHILDREN OR DIRECT THAT SUCH VISITATION BE SUPER-\n   21  VISED BY A PERSON OR AGENCY DESIGNATED BY THE COURT AND UNDER CONDITIONS\n   22  SPECIFIED BY THE COURT;\n   23    H. COMMIT THE PARTY FOUND TO HAVE VIOLATED THE ORDER OF PROTECTION  OR\n   24  TEMPORARY  ORDER  OF  PROTECTION  TO  JAIL  FOR A TERM NOT TO EXCEED SIX\n   25  MONTHS. SUCH COMMITMENT MAY BE SERVED UPON  CERTAIN  SPECIFIED  DAYS  OR\n   26  PARTS  OF  DAYS  AS THE COURT MAY DIRECT, AND THE COURT MAY, AT ANY TIME\n   27  WITHIN THE TERM OF SUCH SENTENCE, REVOKE SUCH DIRECTION AND COMMIT  SUCH\n   28  PARTY FOR THE REMAINDER OF THE ORIGINAL SENTENCE, OR SUSPEND THE REMAIN-\n   29  DER OF SUCH SENTENCE; AND\n   30    I.  IN  ACCORDANCE  WITH  SUBDIVISION NINE OF THIS SECTION AND SECTION\n   31  EIGHT HUNDRED FORTY-SIX-A OF THE FAMILY COURT ACT,  IMMEDIATELY  REVOKE,\n   32  OR  IN  THE  CASE  OF  A  VIOLATION  OF A TEMPORARY ORDER OF PROTECTION,\n   33  SUSPEND ANY LICENSE TO CARRY, POSSESS, REPAIR AND  DISPOSE  OF  FIREARMS\n   34  PURSUANT  TO  SECTION 400.00 OF THE PENAL LAW OF THE PARTY FOUND TO HAVE\n   35  VIOLATED THE ORDER, AND ARRANGE FOR THE IMMEDIATE SURRENDER AND DISPOSAL\n   36  OF ANY FIREARM SUCH PARTY OWNS OR POSSESSES,  IF  THE  COURT  DETERMINES\n   37  THAT  THE  WILLFUL  FAILURE TO OBEY SUCH ORDER INVOLVES VIOLENT BEHAVIOR\n   38  CONSTITUTING THE CRIMES OF MENACING,  RECKLESS  ENDANGERMENT,  STALKING,\n   39  ASSAULT  OR ATTEMPTED ASSAULT. IF THE WILLFUL FAILURE TO OBEY SUCH ORDER\n   40  INVOLVES THE INFLICTION OF SERIOUS PHYSICAL INJURY AS DEFINED IN  SUBDI-\n   41  VISION  TEN  OF  SECTION 10.00 OF THE PENAL LAW OR THE USE OR THREATENED\n   42  USE OF A DEADLY WEAPON OR  DANGEROUS  INSTRUMENT,  AS  THOSE  TERMS  ARE\n   43  DEFINED  IN  SUBDIVISIONS  TWELVE  AND  THIRTEEN OF SECTION 10.00 OF THE\n   44  PENAL LAW, SUCH REVOCATION AND IMMEDIATE SURRENDER AND DISPOSAL  OF  ANY\n   45  FIREARM OWNED OR POSSESSED BY SUCH PARTY SHALL BE MANDATORY, PURSUANT TO\n   46  SUBDIVISION ELEVEN OF SECTION 400.00 OF THE PENAL LAW.\n   47    S  7.  This  act shall take effect on the ninetieth day after it shall\n   48  have become a law; provided, however, that  section  four  of  this  act\n   49  shall apply to family offenses committed on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act and the domestic relations law, in relation to violations of orders of protection and temporary orders of protection and probation in family offense cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110111.T153721.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110111.T143714.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294852501426
}