{
  "year" : 2011,
  "senateBillNo" : "S1714-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1714-2011-1294722000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the criminal possession of a weapon; repealer",
  "summary" : "Relates to the criminal possession of a weapon and possession of a firearm while under the influence of alcohol or drugs; increases certain penalties. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S5561-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1714\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to criminal possession  of  a\n         weapon;  to  amend the penal law and the executive law, in relation to\n         the possession of a firearm while under the influence  of  alcohol  or\n         drugs; to amend the penal law, in relation to increasing penalties for\n         the  criminal  sale  of  firearms; to amend the civil practice law and\n         rules,  in  relation  to  forfeiture  money;  and  to  repeal  certain\n         provisions of the penal law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 7 and 8 of section 265.01 of the penal law are\n    2  REPEALED.\n    3    S 2. Subdivision 8 of section 265.02 of the penal law, as  amended  by\n    4  chapter  764  of the laws of 2005, is amended and two new subdivisions 9\n    5  and 10 are added to read as follows:\n    6    (8)  Such  person  possesses  a  large  capacity  ammunition   feeding\n    7  device[.]; OR\n    8    (9)  SUCH  PERSON KNOWINGLY POSSESSES A BULLET CONTAINING AN EXPLOSIVE\n    9  SUBSTANCE DESIGNED TO DETONATE UPON IMPACT; OR\n   10    (10) SUCH PERSON POSSESSES ANY ARMOR PIERCING AMMUNITION  WITH  INTENT\n   11  TO USE THE SAME UNLAWFULLY AGAINST ANOTHER.\n   12    S  3.  Subdivision 1 of section 400.00 of the penal law, as amended by\n   13  chapter 189 of the laws of 2000, is amended to read as follows:\n   14    1. Eligibility. No license shall be issued or renewed pursuant to this\n   15  section except by the licensing officer, and then  only  after  investi-\n   16  gation  and  finding  that  all statements in a proper application for a\n   17  license are true. No license shall be issued or renewed  except  for  an\n   18  applicant  (a) twenty-one years of age or older, provided, however, that\n   19  where such applicant has  been  honorably  discharged  from  the  United\n   20  States  army,  navy,  marine  corps,  air  force  or coast guard, or the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06117-01-1\n\n       S. 1714                             2\n\n    1  national guard of the state of New York, no such age  restriction  shall\n    2  apply;  (b)  of  good  moral  character;  (c) who has not been convicted\n    3  anywhere of a felony or a serious offense; (d) who has stated whether he\n    4  or  she  has  ever  suffered  any mental illness or been confined to any\n    5  hospital or institution, public or private, for mental illness; (e)  who\n    6  has  not had a license revoked or who is not under a suspension or inel-\n    7  igibility  order  issued  pursuant  to  the  provisions  of  SUBDIVISION\n    8  ELEVEN-A  OF  THIS SECTION, section 530.14 of the criminal procedure law\n    9  or section eight hundred forty-two-a of the family court act; (f) in the\n   10  county of Westchester, who has successfully completed a firearms  safety\n   11  course  and  test  as evidenced by a certificate of completion issued in\n   12  his or her name and endorsed and affirmed under the penalties of perjury\n   13  by a duly authorized instructor, except that: (i) persons who are honor-\n   14  ably discharged from the United States army, navy, marine corps or coast\n   15  guard, or of the national guard of the state of New  York,  and  produce\n   16  evidence  of  official  qualification  in  firearms  during  the term of\n   17  service are not required to have completed those  hours  of  a  firearms\n   18  safety  course pertaining to the safe use, carrying, possession, mainte-\n   19  nance and storage of a firearm; and (ii) persons who  were  licensed  to\n   20  possess  a  pistol or revolver prior to the effective date of this para-\n   21  graph are not required to have completed a firearms  safety  course  and\n   22  test; and (g) concerning whom no good cause exists for the denial of the\n   23  license. No person shall engage in the business of gunsmith or dealer in\n   24  firearms  unless  licensed  pursuant  to  this  section. An applicant to\n   25  engage in such business shall also be a citizen of  the  United  States,\n   26  more  than  twenty-one  years of age and maintain a place of business in\n   27  the city or county where the license is issued. For  such  business,  if\n   28  the applicant is a firm or partnership, each member thereof shall comply\n   29  with  all  of  the requirements set forth in this subdivision and if the\n   30  applicant is a corporation, each officer thereof shall so comply.\n   31    S 4. Subdivision 11 of section 400.00 of the penal law, as amended  by\n   32  chapter 210 of the laws of 1999, is amended to read as follows:\n   33    11.  License:  revocation and suspension. The conviction of a licensee\n   34  anywhere of a felony or serious offense shall operate as a revocation of\n   35  the license. A license may be revoked or suspended as  provided  for  in\n   36  section  530.14  of  the criminal procedure law or section eight hundred\n   37  forty-two-a of the family court act. Except for a license issued  pursu-\n   38  ant  to  section  400.01  of  this article, a license may be revoked and\n   39  cancelled at any time in the city of New York, and in  the  counties  of\n   40  Nassau  and Suffolk, by the licensing officer, and elsewhere than in the\n   41  city of New York by any judge or justice of a court of record; a license\n   42  issued pursuant to section 400.01 of this article  may  be  revoked  and\n   43  cancelled  at  any time by the licensing officer or any judge or justice\n   44  of a court of record. The official revoking a license shall give written\n   45  notice thereof without unnecessary delay to  the  executive  department,\n   46  division  of state police, Albany, and shall also notify immediately the\n   47  duly constituted police authorities of the locality.   FOR  PURPOSES  OF\n   48  THIS  SUBDIVISION,  THE TERM \"SERIOUS OFFENSE\" SHALL INCLUDE, BUT NOT BE\n   49  LIMITED TO, A SECOND VIOLATION OF SUBDIVISION ELEVEN-A OF  THIS  SECTION\n   50  WITHIN TEN YEARS OF A PRIOR VIOLATION OF SUCH SUBDIVISION.\n   51    S 5. Section 400.00 of the penal law is amended by adding a new subdi-\n   52  vision 11-a to read as follows:\n   53    11-A.  LICENSE; SUSPENSION FOR POSSESSION WHILE UNDER THE INFLUENCE OF\n   54  ALCOHOL OR A CONTROLLED SUBSTANCE. (A) NO  LICENSEE  SHALL  POSSESS  ANY\n   55  LOADED  FIREARM,  AS DEFINED IN SUBDIVISION FIFTEEN OF SECTION 265.00 OF\n   56  THIS CHAPTER, ON HIS OR HER PERSON IN A PUBLIC PLACE WHILE SUCH LICENSEE\n\n       S. 1714                             3\n\n    1  IS EITHER UNDER THE INFLUENCE OF ALCOHOL OR UNDER  THE  INFLUENCE  OF  A\n    2  CONTROLLED  SUBSTANCE,  AS  DEFINED IN SECTIONS THIRTY-THREE HUNDRED TWO\n    3  AND THIRTY-THREE HUNDRED SIX OF THE PUBLIC HEALTH LAW.  FOR PURPOSES  OF\n    4  THIS  SUBDIVISION,  A  PERSON IS CONSIDERED TO BE UNDER THE INFLUENCE OF\n    5  ALCOHOL OR UNDER THE INFLUENCE OF  A  CONTROLLED  SUBSTANCE  WHERE  SUCH\n    6  PERSON  HAS VOLUNTARILY CONSUMED ALCOHOL OR VOLUNTARILY USED ONE OR MORE\n    7  CONTROLLED SUBSTANCES, OR BOTH, TO THE EXTENT THAT HIS OR HER ABILITY TO\n    8  SAFELY HANDLE OR USE A LOADED FIREARM HAS BEEN SIGNIFICANTLY DIMINISHED.\n    9  FOR PURPOSES OF THIS SUBDIVISION, \"PUBLIC PLACE\"  SHALL  HAVE  THE  SAME\n   10  MEANING  AS  IN  SUBDIVISION  ONE  OF  SECTION  240.00  OF THIS CHAPTER,\n   11  PROVIDED HOWEVER, THAT FOR PURPOSES OF THIS SUBDIVISION, \"PUBLIC  PLACE\"\n   12  SHALL  ALSO  INCLUDE  THE  INTERIOR OF A MOTOR VEHICLE.  AS USED IN THIS\n   13  SUBDIVISION, \"ON HIS OR HER PERSON\" SHALL  HAVE  ITS  ORDINARY  MEANING,\n   14  PROVIDED, HOWEVER, THAT FOR PURPOSES OF THIS SUBDIVISION, A PERSON SHALL\n   15  ALSO  BE  DEEMED  TO  POSSESS  A  FIREARM \"ON HIS OR HER PERSON\" WHERE A\n   16  FIREARM LICENSED TO SUCH PERSON IS FOUND IN A MOTOR VEHICLE AT THE  SAME\n   17  TIME SUCH PERSON IS AN OCCUPANT OF SUCH VEHICLE.\n   18    (B)  THE  LICENSE  TO  CARRY OR POSSESS A FIREARM OF ANY PERSON WHO IS\n   19  CHARGED WITH A VIOLATION OF ANY OF THE PROVISIONS OF  PARAGRAPH  (A)  OF\n   20  THIS  SUBDIVISION  OR WHO REFUSES TO SUBMIT TO A CHEMICAL TEST OF HIS OR\n   21  HER BREATH, BLOOD, URINE OR SALIVA FOR THE PURPOSE  OF  DETERMINING  THE\n   22  ALCOHOLIC  AND/OR  DRUG  CONTENT  OF  HIS  OR  HER BLOOD SHALL BE DEEMED\n   23  SUSPENDED, WITH RESPECT TO THE FIREARM OR FIREARMS FORMING THE BASIS  OF\n   24  SUCH CHARGE OR REFUSAL, PENDING A HEARING HELD PURSUANT TO THIS SUBDIVI-\n   25  SION  AND  SUCH  FIREARM  OR  FIREARMS,  TOGETHER  WITH  ANY  AMMUNITION\n   26  POSSESSED THEREWITH, SHALL BE CONFISCATED AND HELD BY THE POLICE PENDING\n   27  SUCH HEARING.\n   28    (C) (I) ANY PERSON WHO HOLDS A LICENSE TO CARRY OR POSSESS  A  FIREARM\n   29  IN  THIS  STATE  SHALL  BE  DEEMED TO HAVE GIVEN HIS OR HER CONSENT TO A\n   30  CHEMICAL TEST OF HIS OR HER BREATH,  BLOOD,  URINE  OR  SALIVA  FOR  THE\n   31  PURPOSE  OF  DETERMINING THE ALCOHOLIC AND/OR DRUG CONTENT OF HIS OR HER\n   32  BLOOD; PROVIDED, THAT SUCH TEST IS ADMINISTERED BY OR AT  THE  DIRECTION\n   33  OF  A POLICE OFFICER WITH RESPECT TO A CHEMICAL TEST OF BREATH, URINE OR\n   34  SALIVA OR, WITH RESPECT TO A CHEMICAL TEST OF BLOOD, AT THE DIRECTION OF\n   35  A POLICE OFFICER  HAVING  REASONABLE  GROUNDS  TO  BELIEVE  SUCH  PERSON\n   36  POSSESSES A FIREARM IN VIOLATION OF THIS SUBDIVISION.\n   37    (II)  IF SUCH LICENSEE, HAVING BEEN REQUESTED TO SUBMIT TO SUCH CHEMI-\n   38  CAL TEST AND HAVING BEEN INFORMED THAT HIS OR HER LICENSE  TO  CARRY  OR\n   39  POSSESS  A  FIREARM  SHALL  BE SUSPENDED FOR A REFUSAL TO SUBMIT TO SUCH\n   40  CHEMICAL TEST, REFUSES TO SUBMIT TO SUCH TEST OR  IS  ADMINISTERED  SUCH\n   41  TEST,  A  WRITTEN  REPORT  OF SUCH REFUSAL OR TEST RESULT SHALL BE IMME-\n   42  DIATELY MADE BY THE POLICE OFFICER BEFORE WHOM SUCH REFUSAL OR TEST  WAS\n   43  MADE.  SUCH  REPORT  MAY  BE  VERIFIED BY HAVING THE REPORT SWORN TO, OR\n   44  AFFIXING TO SUCH REPORT A FORM NOTICE THAT FALSE STATEMENTS MADE THEREIN\n   45  ARE PUNISHABLE AS A CLASS A MISDEMEANOR, PURSUANT TO SECTION  210.45  OF\n   46  THIS CHAPTER, AND SUCH FORM NOTICE TOGETHER WITH THE SUBSCRIPTION OF THE\n   47  DEPONENT  SHALL  CONSTITUTE  A VERIFICATION OF THE REPORT. THE REPORT OF\n   48  THE POLICE OFFICER SHALL STATE THAT HE OR SHE HAD REASONABLE GROUNDS  TO\n   49  BELIEVE SUCH LICENSEE TO HAVE BEEN IN VIOLATION OF THIS SUBDIVISION AND,\n   50  IF  APPROPRIATE, THAT SAID PERSON HAD REFUSED TO SUBMIT TO SUCH CHEMICAL\n   51  TEST. COPIES OF SUCH REPORT SHALL BE FORWARDED BY THE POLICE OFFICER  TO\n   52  THE LICENSING OFFICER WITHIN FORTY-EIGHT HOURS.\n   53    (D)  (I)  ANY LICENSEE WHOSE LICENSE TO CARRY OR POSSESS A FIREARM HAS\n   54  BEEN DEEMED SUSPENDED PURSUANT TO THE  TERMS  OF  THIS  SUBDIVISION,  IS\n   55  ENTITLED TO A HEARING BY THE LICENSING OFFICER, NO LATER THAN SEVEN DAYS\n   56  AFTER  THE  DATE ON WHICH HE OR SHE ALLEGEDLY VIOLATED THIS SUBDIVISION.\n\n       S. 1714                             4\n\n    1  SUCH HEARING SHALL BE CONDUCTED BY THE LICENSING  OFFICER,  OR  IF  SUCH\n    2  POSSESSION  ALLEGEDLY  OCCURRED  IN  THE CITY OF NEW YORK, BY THE POLICE\n    3  COMMISSIONER OF SUCH CITY. IF THE LICENSING OFFICER FAILS TO PROVIDE FOR\n    4  SUCH  HEARING  WITHIN  THE  TIME  PRESCRIBED HEREIN, THE LICENSE OF SUCH\n    5  PERSON SHALL BE REINSTATED PENDING A HEARING PURSUANT TO  THIS  SUBDIVI-\n    6  SION  AND  ANY  LAWFULLY  POSSESSED  FIREARM  AND AMMUNITION CONFISCATED\n    7  PURSUANT TO PARAGRAPH (B)  OF  THIS  SUBDIVISION  SHALL  BE  IMMEDIATELY\n    8  RETURNED  TO  THE LICENSEE.   THE BURDEN OF PROOF AT A HEARING CONDUCTED\n    9  PURSUANT TO THIS SUBDIVISION SHALL BE ON THE POLICE OFFICER TO PROVE THE\n   10  ISSUES BY A PREPONDERANCE OF THE EVIDENCE.  THE HEARING SHALL BE LIMITED\n   11  TO THE FOLLOWING ISSUES: (1) DID THE PERSON POSSESS A LOADED FIREARM  ON\n   12  HIS OR HER PERSON IN A PUBLIC PLACE WHILE UNDER THE INFLUENCE OF ALCOHOL\n   13  OR  DRUGS  IN  VIOLATION  OF THIS SUBDIVISION AND DID THE POLICE OFFICER\n   14  HAVE REASONABLE GROUNDS FOR BELIEVING SUCH VIOLATION HAD  OCCURRED;  AND\n   15  (2)  IF SUSPENSION IS BASED UPON A REFUSAL TO SUBMIT TO A CHEMICAL TEST,\n   16  DID THE POLICE OFFICER HAVE REASONABLE GROUNDS FOR BELIEVING THE  LICEN-\n   17  SEE  POSSESSED  A  FIREARM  IN  VIOLATION  OF THIS SUBDIVISION, WAS SUCH\n   18  PERSON GIVEN SUFFICIENT WARNING,  IN  CLEAR  AND  UNEQUIVOCAL  LANGUAGE,\n   19  PRIOR  TO SUCH REFUSAL THAT SUCH REFUSAL TO SUBMIT TO SUCH CHEMICAL TEST\n   20  WOULD RESULT IN THE SUSPENSION OF HIS OR HER LICENSE WHETHER OR  NOT  HE\n   21  OR  SHE  IS  FOUND  GUILTY  OF  THE CHARGE AND DID SUCH PERSON REFUSE TO\n   22  SUBMIT TO SUCH CHEMICAL TEST.   IF, AFTER SUCH  HEARING,  THE  LICENSING\n   23  OFFICER  FINDS  ON  BOTH OF SAID ISSUES IN THE NEGATIVE, HE OR SHE SHALL\n   24  IMMEDIATELY REINSTATE SUCH LICENSE SUBJECT TO ANY EXISTING  RESTRICTION,\n   25  REVOCATION,  OR  SUSPENSION  OF  SUCH LICENSE AND ANY LAWFULLY POSSESSED\n   26  FIREARM AND AMMUNITION CONFISCATED PURSUANT TO  PARAGRAPH  (B)  OF  THIS\n   27  SUBDIVISION  SHALL  BE  IMMEDIATELY RETURNED TO THE LICENSEE.  IF, AFTER\n   28  SUCH HEARING, THE LICENSING OFFICER FINDS EITHER OF THE  ISSUES  IN  THE\n   29  AFFIRMATIVE,  HE  OR  SHE  SHALL  IMMEDIATELY SUSPEND THE LICENSE.   THE\n   30  FIREARM LICENSE SHALL BE SUSPENDED FOR A PERIOD OF ONE YEAR. THE LICENS-\n   31  ING OFFICER, UPON SUSPENDING A LICENSE, SHALL INSTRUCT THE  PERSON  THAT\n   32  ALL  OUTSTANDING  FIREARMS HELD PURSUANT TO SUCH LICENSE, AND ANY AMEND-\n   33  MENTS THERETO, SHALL BE SURRENDERED TO THE DULY ENTITLED POLICE AUTHORI-\n   34  TIES WITHIN TWENTY-FOUR HOURS OF THE CONCLUSION  OF  SUCH  HEARING.  THE\n   35  LICENSING  OFFICER  SHALL  INSTRUCT SUCH PERSON THAT ALL WEAPONS SURREN-\n   36  DERED PURSUANT TO THIS PARAGRAPH AND PARAGRAPH (B) OF  THIS  SUBDIVISION\n   37  SHALL BE RETURNED TO SUCH PERSON UPON THE REINSTATEMENT OF SUCH LICENSE.\n   38  ANY PERSON MAY WAIVE HIS OR HER RIGHT TO A HEARING UNDER THIS PARAGRAPH.\n   39  FAILURE  BY SUCH PERSON TO APPEAR FOR HIS OR HER SCHEDULED HEARING SHALL\n   40  CONSTITUTE A WAIVER OF SUCH HEARING, PROVIDED, HOWEVER, THAT SUCH PERSON\n   41  MAY PETITION THE LICENSING OFFICER FOR A NEW HEARING WHICH, IF  GRANTED,\n   42  SHALL BE HELD AS SOON AS PRACTICABLE.\n   43    (II)  EVIDENCE  OF  A REFUSAL TO SUBMIT TO SUCH CHEMICAL TEST SHALL BE\n   44  ADMISSIBLE IN ANY HEARING HELD PURSUANT TO THE PROVISIONS OF THIS SUBDI-\n   45  VISION BUT ONLY UPON SHOWING THAT THE PERSON WAS GIVEN SUFFICIENT  WARN-\n   46  ING, IN CLEAR AND UNEQUIVOCAL LANGUAGE, OF THE EFFECT OF SUCH REFUSAL.\n   47    (III)  UPON  THE  REQUEST OF THE PERSON WHO WAS TESTED, THE RESULTS OF\n   48  SUCH TEST SHALL BE MADE AVAILABLE TO HIM OR HER.\n   49    (IV) THE CHEMICAL TEST PROVIDED FOR IN SUBPARAGRAPH (I)  OF  PARAGRAPH\n   50  (C)  OF  THIS  SUBDIVISION  SHALL  BE  CONDUCTED  IN  THE SAME MANNER AS\n   51  PROVIDED IN SUBDIVISION FOUR OF SECTION ELEVEN  HUNDRED  NINETY-FOUR  OF\n   52  THE VEHICLE AND TRAFFIC LAW.\n   53    (V)  ANY  PERSON  WHOSE  LICENSE  IS SUSPENDED FOR A VIOLATION OF THIS\n   54  SUBDIVISION SHALL, AS A CONDITION FOR  REINSTATEMENT  OF  SUCH  LICENSE,\n   55  SUCCESSFULLY  COMPLETE  THE  ALCOHOL  AND  DRUG  REHABILITATION  PROGRAM\n   56  PROVIDED FOR IN SECTION EIGHT HUNDRED THIRTY-SEVEN-S  OF  THE  EXECUTIVE\n\n       S. 1714                             5\n\n    1  LAW.  THE  LICENSING  OFFICER SHALL NOT REINSTATE SUCH LICENSE UNTIL THE\n    2  COMMISSIONER OF THE DIVISION OF CRIMINAL JUSTICE SERVICES CERTIFIES SUCH\n    3  PERSON HAS SUCCESSFULLY COMPLETED THE ALCOHOL  AND  DRUG  REHABILITATION\n    4  PROGRAM.\n    5    (VI)  DURING  THE  PERIOD OF SUSPENSION PROVIDED FOR IN THIS PARAGRAPH\n    6  SUCH PERSON SHALL NOT BE PERMITTED TO  APPLY  FOR  ANY  LICENSE,  OR  AN\n    7  AMENDMENT TO AN EXISTING LICENSE, PROVIDED FOR IN THIS SECTION.\n    8    (E)  THE  LICENSING  OFFICER  SUSPENDING  A LICENSE SHALL GIVE WRITTEN\n    9  NOTICE THEREOF, WITHOUT UNNECESSARY DELAY, TO THE EXECUTIVE  DEPARTMENT,\n   10  DIVISION  OF STATE POLICE, ALBANY, AND SHALL ALSO NOTIFY IMMEDIATELY THE\n   11  DULY CONSTITUTED POLICE AUTHORITIES OF THE LOCALITY.\n   12    (F) IN ANY HEARING PURSUANT TO THIS SUBDIVISION, THE LICENSING OFFICER\n   13  SHALL ADMIT EVIDENCE OF THE AMOUNT OF ALCOHOL OR DRUGS IN  THE  PERSON'S\n   14  BLOOD AS SHOWN BY A TEST ADMINISTERED PURSUANT TO THE PROVISIONS OF THIS\n   15  SUBDIVISION.\n   16     THE  FOLLOWING  EFFECT  SHALL  BE  GIVEN TO EVIDENCE OF BLOOD-ALCOHOL\n   17  CONTENT, AS DETERMINED BY  SUCH  TESTS,  OF  A  PERSON  CHARGED  WITH  A\n   18  VIOLATION OF THIS SUBDIVISION:\n   19    (I)  EVIDENCE THAT THERE WAS LESS THAN .10 OF ONE PER CENTUM BY WEIGHT\n   20  OF ALCOHOL IN SUCH PERSON'S BLOOD SHALL BE  PRIMA  FACIE  EVIDENCE  THAT\n   21  SUCH PERSON WAS NOT UNDER THE INFLUENCE OF ALCOHOL;\n   22    (II)  EVIDENCE  THAT THERE WAS .10 OF ONE PER CENTUM OR MORE BY WEIGHT\n   23  OF ALCOHOL IN SUCH PERSON'S BLOOD SHALL BE  PRIMA  FACIE  EVIDENCE  THAT\n   24  SUCH PERSON WAS UNDER THE INFLUENCE OF ALCOHOL.\n   25    (G)  EXCEPT  AS  HEREIN  SPECIFICALLY  PROVIDED, THE HEARING CONDUCTED\n   26  PURSUANT TO THIS SUBDIVISION SHALL  BE  DEEMED  TO  BE  AN  ADJUDICATORY\n   27  PROCEEDING  SUBJECT  TO  THE  PROVISIONS  OF  ARTICLE THREE OF THE STATE\n   28  ADMINISTRATIVE PROCEDURE ACT.\n   29    (H) ANY PERSON AGGRIEVED BY A DECISION AFTER THE HEARING PROVIDED  FOR\n   30  IN  THIS SUBDIVISION MAY APPEAL SUCH DECISION PURSUANT TO THE PROVISIONS\n   31  OF ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES.\n   32    (I) NOTWITHSTANDING ANY OTHER PROVISION OF LAW  TO  THE  CONTRARY,  NO\n   33  PERSON  SHALL BE ARRESTED SOLELY FOR AN ALLEGED VIOLATION OF THIS SUBDI-\n   34  VISION. HOWEVER, A PERSON FOR WHOM A CHEMICAL TEST IS AUTHORIZED  PURSU-\n   35  ANT TO THIS SUBDIVISION MAY BE TEMPORARILY DETAINED BY THE POLICE SOLELY\n   36  FOR  THE PURPOSE OF REQUESTING OR ADMINISTERING SUCH CHEMICAL TEST WHEN-\n   37  EVER ARREST WITHOUT WARRANT FOR A PETTY OFFENSE WOULD BE  AUTHORIZED  IN\n   38  ACCORDANCE  WITH THE PROVISIONS OF SECTION 140.10 OF THE CRIMINAL PROCE-\n   39  DURE LAW.\n   40    (J) NOTHING CONTAINED IN THIS SUBDIVISION SHALL BE DEEMED  TO  IN  ANY\n   41  WAY  REDUCE  OR  LIMIT  THE EXISTING AUTHORITY OF A LICENSING OFFICER TO\n   42  REVOKE OR SUSPEND A LICENSE ISSUED PURSUANT  TO  THIS  SECTION.  NOTHING\n   43  CONTAINED IN THIS SUBDIVISION SHALL BE DEEMED TO LIMIT, REDUCE OR IN ANY\n   44  WAY EFFECT THE CRIMINAL LIABILITY OF A LICENSEE FOR ANY FIREARM OR OTHER\n   45  OFFENSE DEFINED IN THIS CHAPTER OR ANY OTHER PROVISION OF LAW.\n   46    S  6.  Subdivision 15 of section 400.00 of the penal law is amended to\n   47  read as follows:\n   48    15. Any violation by any person of  any  provision  of  this  section,\n   49  OTHER  THAN A VIOLATION OF PARAGRAPH (A) OF SUBDIVISION ELEVEN-A OF THIS\n   50  SECTION, is a class A misdemeanor.\n   51    S 7. The executive law is amended by adding a  new  section  837-s  to\n   52  read as follows:\n   53    S  837-S.  ALCOHOL  AND DRUG REHABILITATION PROGRAM. 1. PROGRAM ESTAB-\n   54  LISHMENT. THERE IS HEREBY ESTABLISHED AN ALCOHOL AND DRUG REHABILITATION\n   55  PROGRAM WITHIN THE DIVISION.  THE COMMISSIONER SHALL ESTABLISH, BY REGU-\n   56  LATION, THE INSTRUCTIONAL AND REHABILITATIVE  ASPECTS  OF  THE  PROGRAM.\n\n       S. 1714                             6\n\n    1  SUCH  PROGRAM SHALL CONSIST OF AT LEAST FIFTEEN AND NOT MORE THAN THIRTY\n    2  HOURS AND INCLUDE, BUT NEED NOT BE LIMITED TO, CLASSROOM INSTRUCTION  IN\n    3  AREAS DEEMED SUITABLE BY THE COMMISSIONER.\n    4    2.  CURRICULUM.  THE  FORM,  CONTENT AND METHOD OF PRESENTATION OF THE\n    5  VARIOUS ASPECTS OF SUCH PROGRAM SHALL BE ESTABLISHED BY THE  COMMISSION-\n    6  ER.  IN  THE  DEVELOPMENT  OF  THE  FORM, CURRICULUM AND CONTENT OF SUCH\n    7  PROGRAM, THE COMMISSIONER MAY CONSULT WITH THE  COMMISSIONER  OF  MENTAL\n    8  HEALTH, THE COMMISSIONER OF THE OFFICE OF ALCOHOLISM AND SUBSTANCE ABUSE\n    9  SERVICES  AND  ANY  OTHER  STATE  DEPARTMENT  OR  AGENCY AND REQUEST AND\n   10  RECEIVE ASSISTANCE FROM THEM. THE COMMISSIONER  IS  ALSO  AUTHORIZED  TO\n   11  DEVELOP  MORE THAN ONE CURRICULUM AND COURSE CONTENT FOR SUCH PROGRAM IN\n   12  ORDER TO MEET THE VARYING REHABILITATIVE NEEDS OF THE PARTICIPANTS.\n   13    3. WHERE AVAILABLE. A COURSE IN SUCH PROGRAM SHALL BE AVAILABLE IN  AT\n   14  LEAST  EVERY  COUNTY  IN THE STATE, EXCEPT WHERE THE COMMISSIONER DETER-\n   15  MINES THAT THERE IS NOT A SUFFICIENT NUMBER OF ALCOHOL  OR  DRUG-RELATED\n   16  OFFENSES  IN  A  COUNTY TO MANDATE THE ESTABLISHMENT OF SAID COURSE, AND\n   17  THAT PROVISIONS BE MADE FOR THE RESIDENTS OF SAID  COUNTY  TO  ATTEND  A\n   18  COURSE IN ANOTHER COUNTY WHERE A COURSE EXISTS.\n   19    4. ELIGIBILITY. PARTICIPATION IN THE PROGRAM SHALL BE LIMITED TO THOSE\n   20  PERSONS  HAVING  VIOLATED  THE  PROVISIONS  OF  SUBDIVISION  ELEVEN-A OF\n   21  SECTION 400.00 OF THE PENAL LAW.\n   22    5. EFFECT OF COMPLETION.  UPON SUCCESSFUL COMPLETION OF  A  COURSE  IN\n   23  SUCH  PROGRAM AS CERTIFIED BY ITS ADMINISTRATOR, THE COMMISSIONER SHALL,\n   24  ON A FORM PROVIDED FOR SUCH PURPOSE, NOTIFY  THE  APPROPRIATE  LICENSING\n   25  OFFICER  HAVING  ISSUED  THE  ORDER  OF  SUSPENSION  OF  SUCH LICENSEE'S\n   26  SUCCESSFUL COMPLETION OF THE COURSE PROVIDED FOR IN THIS SECTION.\n   27    6. FEES. THE COMMISSIONER SHALL ESTABLISH A SCHEDULE  OF  FEES  TO  BE\n   28  PAID  BY  OR ON BEHALF OF EACH PARTICIPANT IN THE PROGRAM, AND MAY, FROM\n   29  TIME TO TIME, MODIFY SAME.  SUCH FEES SHALL DEFRAY THE ONGOING  EXPENSES\n   30  OF  THE  PROGRAM,  PROVIDED, HOWEVER, THAT PURSUANT TO AN AGREEMENT WITH\n   31  THE DIVISION A MUNICIPALITY, DEPARTMENT THEREOF,  OR  OTHER  AGENCY  MAY\n   32  CONDUCT A COURSE IN SUCH PROGRAM WITH ALL OR PART OF THE EXPENSE OF SUCH\n   33  COURSE AND PROGRAM BEING BORNE BY SUCH MUNICIPALITY, DEPARTMENT OR AGEN-\n   34  CY.  IN NO EVENT SHALL SUCH FEE BE REFUNDABLE, EITHER FOR REASONS OF THE\n   35  PARTICIPANT'S WITHDRAWAL OR EXPULSION FROM SUCH PROGRAM OR OTHERWISE.\n   36    S 8. The closing paragraph of section 265.13  of  the  penal  law,  as\n   37  amended  by  chapter  764  of  the  laws  of 2005, is amended to read as\n   38  follows:\n   39    Criminal sale of a firearm in the first degree is a class [B] A  felo-\n   40  ny.\n   41    S  9.  The  closing  paragraph  of section 265.12 of the penal law, as\n   42  amended by chapter 764 of the laws  of  2005,  is  amended  to  read  as\n   43  follows:\n   44    Criminal sale of a firearm in the second degree is a class [C] B felo-\n   45  ny.\n   46    S  10.    Paragraph (a) of subdivision 1 of section 70.02 of the penal\n   47  law, as amended by chapter 320 of the laws of 2006, is amended  to  read\n   48  as follows:\n   49    (a)  Class  B  violent felony offenses: an attempt to commit the class\n   50  A-I felonies of murder in  the  second  degree  as  defined  in  section\n   51  125.25, kidnapping in the first degree as defined in section 135.25, and\n   52  arson  in the first degree as defined in section 150.20; manslaughter in\n   53  the first degree as defined in section 125.20,  aggravated  manslaughter\n   54  in  the  first  degree  as  defined in section 125.22, rape in the first\n   55  degree as defined in section 130.35, criminal sexual act  in  the  first\n   56  degree  as  defined  in  section  130.50, aggravated sexual abuse in the\n\n       S. 1714                             7\n\n    1  first degree as defined in section  130.70,  course  of  sexual  conduct\n    2  against  a  child  in  the  first  degree  as defined in section 130.75;\n    3  assault in the first degree as defined in section 120.10, kidnapping  in\n    4  the  second  degree  as defined in section 135.20, burglary in the first\n    5  degree as defined in section 140.30,  arson  in  the  second  degree  as\n    6  defined  in  section  150.15,  robbery in the first degree as defined in\n    7  section 160.15, incest in the first degree as defined in section 255.27,\n    8  criminal possession of a weapon  in  the  first  degree  as  defined  in\n    9  section 265.04, criminal use of a firearm in the first degree as defined\n   10  in  section  265.09,  criminal  sale  of a firearm in the [first] SECOND\n   11  degree as defined in section [265.13] 265.12, CRIMINAL SALE OF A FIREARM\n   12  WITH THE AID OF A MINOR AS DEFINED IN SECTION 265.14, aggravated assault\n   13  upon a police officer or a peace officer as defined in  section  120.11,\n   14  gang  assault  in  the first degree as defined in section 120.07, intim-\n   15  idating a victim or witness in the first degree as  defined  in  section\n   16  215.17,  hindering  prosecution  of  terrorism  in  the  first degree as\n   17  defined in section 490.35, criminal possession of a chemical  weapon  or\n   18  biological weapon in the second degree as defined in section 490.40, and\n   19  criminal  use  of  a  chemical  weapon or biological weapon in the third\n   20  degree as defined in section 490.47.\n   21    S 11. The closing paragraph of section 265.11 of  the  penal  law,  as\n   22  amended  by  chapter  764  of  the  laws  of 2005, is amended to read as\n   23  follows:\n   24    Criminal sale of a firearm in the third degree is a class [D] C  felo-\n   25  ny.\n   26    S  12.    Paragraph (b) of subdivision 1 of section 70.02 of the penal\n   27  law, as amended by chapter 405 of the laws of 2010, is amended  to  read\n   28  as follows:\n   29    (b)  Class  C violent felony offenses: an attempt to commit any of the\n   30  class B felonies set forth in paragraph (a) of this subdivision;  aggra-\n   31  vated criminally negligent homicide as defined in section 125.11, aggra-\n   32  vated  manslaughter  in  the second degree as defined in section 125.21,\n   33  aggravated sexual abuse in the  second  degree  as  defined  in  section\n   34  130.67, assault on a peace officer, police officer, fireman or emergency\n   35  medical services professional as defined in section 120.08, gang assault\n   36  in  the second degree as defined in section 120.06, strangulation in the\n   37  first degree as defined in section 121.13, burglary in the second degree\n   38  as defined in section 140.25, robbery in the second degree as defined in\n   39  section 160.10, criminal possession of a weapon in the second degree  as\n   40  defined  in  section  265.03,  criminal  use  of a firearm in the second\n   41  degree as defined in section 265.08, criminal sale of a firearm  in  the\n   42  [second]  THIRD  degree as defined in section [265.12] 265.11, [criminal\n   43  sale of a firearm with the aid of a minor as defined in section  265.14]\n   44  CRIMINAL  SALE  OF  A  FIREARM  TO A MINOR AS DEFINED IN SECTION 265.16,\n   45  soliciting or providing support for an act of  terrorism  in  the  first\n   46  degree  as defined in section 490.15, hindering prosecution of terrorism\n   47  in the  second  degree  as  defined  in  section  490.30,  and  criminal\n   48  possession of a chemical weapon or biological weapon in the third degree\n   49  as defined in section 490.37.\n   50    S  13.  The  closing  paragraph of section 265.16 of the penal law, as\n   51  amended by chapter 654 of the laws  of  1998,  is  amended  to  read  as\n   52  follows:\n   53    Criminal sale of a firearm to a minor is a class [C] B felony.\n   54    S  14.  The  closing  paragraph of section 265.14 of the penal law, as\n   55  amended by chapter 654 of the laws  of  1998,  is  amended  to  read  as\n   56  follows:\n\n       S. 1714                             8\n\n    1    Criminal  sale  of  a firearm with the aid of a minor is a class [C] B\n    2  felony.\n    3    S  15.  Subparagraph  (i) of paragraph (h) of subdivision 2 of section\n    4  1349 of the civil practice law and rules, as added by chapter 655 of the\n    5  laws of 1990, is amended to read as follows:\n    6    (i) [seventy-five] SIXTY-FIVE percent of such moneys shall be deposit-\n    7  ed to a law enforcement purposes subaccount of the general fund  of  the\n    8  state  where  the  claiming agent is an agency of the state or the poli-\n    9  tical subdivision or public authority of which the claiming agent  is  a\n   10  part,  to  be used for law enforcement use in the investigation of penal\n   11  law offenses; AND TEN PERCENT OF SUCH MONIES SHALL BE ALLOCATED  TO  THE\n   12  POLICE  ATHLETIC LEAGUE OF THE POLITICAL SUBDIVISION OR PUBLIC AUTHORITY\n   13  OF WHICH THE CLAIMING AGENT IS A PART;\n   14    S 16.  Paragraph (b) of subdivision 3 of section 70.02  of  the  penal\n   15  law,  as  amended by chapter 765 of the laws of 2005, is amended to read\n   16  as follows:\n   17    (b) For a class C felony, the term must be at least three and one-half\n   18  years and must not exceed fifteen years,  provided,  however,  that  the\n   19  term  must be: (i) at least seven years and must not exceed twenty years\n   20  where the sentence is for the crime of aggravated  manslaughter  in  the\n   21  second  degree  as  defined  in  section 125.21 of this chapter; (ii) at\n   22  least seven years and must not exceed twenty years where the sentence is\n   23  for the crime of attempted aggravated assault upon a police  officer  or\n   24  peace  officer as defined in section 120.11 of this chapter; [and] (iii)\n   25  at least three and one-half years and must not exceed twenty years where\n   26  the sentence is for the crime of aggravated criminally  negligent  homi-\n   27  cide as defined in section 125.11 of this chapter; AND (IV) AT LEAST TEN\n   28  YEARS AND MUST NOT EXCEED TWENTY YEARS WHERE THE SENTENCE IS FOR A CRIME\n   29  OF  CRIMINAL  POSSESSION  OF A WEAPON IN THE SECOND DEGREE AS DEFINED IN\n   30  SECTION 265.03 OF THIS CHAPTER;\n   31    S 17.   This act shall take effect  on  the  first  of  November  next\n   32  succeeding the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1714\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to criminal possession of a weapon;\nto amend the penal law and the executive law, in relation to the\npossession of a firearm while under the influence of alcohol or drugs;\nto amend the penal law, in relation to increasing penalties for the\ncriminal sale of firearms;\nto amend the civil practice law and rules, in relation to forfeiture\nmoney;\nand to repeal certain provisions of the penal law relating thereto\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill will increase the penalties for explosive bullets and\narmor piercing ammunition. It will also provide a procedure for\nsuspending a firearms license for possession of a firearm while in a\npublic place while under the influence of alcohol or drugs. This bill\nwill additionally increase the penalty for criminal sale of a firearm\nin the first and second degree to an A felony and a B felony\nrespectively. It will also increase penalties for criminal sales of\nfirearms. This legislation will also change the formula for\ndistribution of seized criminal proceeds from the current 75% to law\nenforcement to 65% to law enforcement and 10% to the police athletic\nleague of the claiming municipality.\nIncreases the penalty for criminal possession of a weapon in the 2nd\ndegree to a minimum 10-year sentence.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nRepeals subdivisions 7 and 8 of section 265.01 and adds two new\nsubdivisions to section 265.02 to include explosive bullets or armor\npiercing ammunition.\n\nSection 4 adds a new subdivision 11-a to section 400.00 of the penal\nlaw.\n\nParagraph (a) of subdivision 11-a provides that no licensee of\nfirearms shall possess any loaded firearm on his person in a public\nplace while such licensee is either under the influence of alcohol or\nunder the influence of a controlled substance. A person is considered\nunder the influence or alcohol or under the influence of a controlled\nsubstance\nwhen the person has voluntarily consumed alcohol or voluntarily used\none or more controlled substances, or both, to the extent that his\nability to safely handle or use a loaded firearm has been\nsignificantly diminished.\n\nParagraph (b) of subdivision 11-a deems suspended, pending a hearing,\nthe firearms license with respect to any firearm(s) which form the\nbasis of a charge of possessing a firearm while under the influence\nof alcohol or drugs or a refusal to submit to a chemical test for the\n\npurpose of determining the alcoholic and/or drug content of a\nperson's blood. Paragraph (b) authorizes the confiscation of such\nfirearm(s) by police pending the suspension hearing.\n\nParagraph (c) of subdivision 11-a provides that a person who holds a\nlicense to carry or possess a firearm impliedly consents to a\nchemical test of his breath, blood, urine or saliva to determine the\nalcoholic and/or drug content of his blood where a police officer\nhas reasonable grounds to believe that the person possesses a loaded\nfirearms while under the influence of alcohol or drugs.\nParagraph (d) of subdivision 11-a sets forth the license suspension\nhearing requirements. Hearings are to be conducted within 7 days of\nthe alleged violation before the appropriate licensing officer, or,\nif the hearing is not held within 7 days, the license of the person\nmust be reinstated and any lawfully possessed firearms and ammunition\nconfiscated by the police must be returned pending a hearing. If the\nlicensee is found to be in violation of possessing a firearm while\nunder the influence of alcohol or drugs, the licensing officer must\nimmediately suspend the person's license for a period not exceeding\none year and the person must surrender his license, any amendment\nthereto, and any weapons held pursuant to such license. Persons whose\nlicense is suspended must successfully complete, as a condition for\nreinstatement of a firearms license, an alcohol and/or drug\nrehabilitation program.\n\nParagraph (f) of subdivision 11-a contains evidentiary standards\nregarding the use of blood-alcohol tests applicable in a suspension\nhearing.\n\nParagraph (h) of subdivision 11-a provides for the right to appeal the\ndecision made at a hearing.\n\nParagraph (i) of subdivision 11-a authorizes a police officer to\ntemporarily detain a person whom such officer reasonably believes is\nin violation of this section for the sole purpose of administering a\nchemical test to determine whether the person is under the influence\nof alcohol or drugs.\n\nSection 5 Amends section 400.00(15) of the penal law to clarify that\npossession of a firearm while under the influence of alcohol or drugs\nis not, in and of itself, a crime.\n\nSection 6 adds a new section 837-m to the executive law to establish\nthe alcohol and drug rehabilitation program required of all persons\nfound to be under the influence of alcohol or drugs while in\npossession of a loaded firearm, which program must be completed in\norder to reinstate the person's firearms license.\n\nAmends section 265.12 of the penal law to increase the penalty for\ncriminal sale of a firearm in the 2nd degree to a class B felony and\nincreases the penalty for criminal sale of a firearm in the 1st\n\ndegree to a class A felony and increases the penalty for criminal\nsale of a firearm in the 3rd degree to a class C felony.\n\nIncreases the penalties for all degrees of criminal sale of a\nfirearm to a minor.\n\nAmends section 1349 of the civil practice law and rules to change the\nformula for distribution of forfeiture monies to decrease the amount\nto the law enforcement purposes subaccount from 75% to 65% and\nrequiring 10% of forfeiture monies to be disbursed to the police\nathletic league of the claiming political subdivision or public\nauthority.\n\nAmends section 70.02 to increase the minimum sentence for criminal\npossession of a weapon in the second degree to ten years.\n\nJUSTIFICATION:\nThere were 5,750 violent crime incidents which involved a firearm in\n2006. The New York State Police Gun Investigation Unit seized over\n1,000 illegal firearms and made over 750 arrests in 2006 alone. In\n2007, there were 5,250 criminal incidents that involved the use of a\nfirearm outside New York City. Many of these murders and other violent\ncrimes were perpetrated by individuals using illegal guns.\nNeighborhoods and communities across the State have been tragically\nimpacted by guns and gun violence. We must do everything in our power\nto stop people from carrying and using illegal weapons. This\nlegislation will help to ensure that those who use and posses illegal\nweapons will receive appropriate punishment. A 10-year automatic\nsanction will also serve as a deterrent to carrying illegal weapons.\n\nFurther, individuals who have been granted the privilege by the state\nof obtaining a firearms license should not be permitted to abuse\nthis privilege by possessing a firearm while under the influence of\nalcohol or\ndrugs. Possessing a loaded firearm while intoxicated possesses a\nserious threat to the citizens of this state. Enactment of this\nlegislation would decrease the possibility of an accidental or\nintentional discharge of a firearm by a person whose judgment is\nimpaired by alcohol or drugs.\n\nIn addition, this legislation will allocate 10% of money seized\nthrough criminal forfeiture to the local police athletic league of\nthe claiming jurisdiction. This will provide additional resources for\nthe police athletic leagues throughout the State of New York. These\nPALs win have a positive impact on the lives of young people and\nprovide an alternative to guns, gangs and other negative influences\nand behaviors.\n\nThis legislation will also increase the penalties for explosive\nammunition and armor piercing bullets. Section 265.01 currently\nprovides that possession of armor piercing ammunition is a class A\nmisdemeanor. The statute also indicates that to be charged will\n\nillegal possession, the actor must intend to use the armor piercing\nammunition against another. The majority of those who lawfully wear\nbody armor in the State of New York are law enforcement personnel,\ntherefore those who intend to use such ammunition \"against another\"\nare planning to shoot law police officers. A misdemeanor is simply an\ninadequate sentence for such a grave offense.\n\nPRIOR LEGISLATIVE HISTORY:\nS.5561 of 2009\n05/18/09 REFERRED TO CODES\n01/06/10 REFERRED TO CODES\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November next succeeding\nthe date on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to criminal possession of a weapon; to amend the penal law and the executive law, in relation to the possession of a firearm while under the influence of alcohol or drugs; to amend the penal law, in relation to increasing penalties for the criminal sale of firearms; to amend the civil practice law and rules, in relation to forfeiture money; and to repeal certain provisions of the penal law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110111.T151719.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624788
}