{
  "year" : 2011,
  "senateBillNo" : "S1713-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1713-2011-1294722000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that an explanation as to the reason or reasons for the dismissal of a complaint be provided to the complainant",
  "summary" : "Requires that an explanation as to the reason or reasons for the dismissal of a complaint be provided to the complainant. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "SA6264-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1713\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the judiciary law, in relation to explanation of reasons\n         for dismissal of complaints\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 44 of the judiciary law, as added by chapter 156 of\n    2  the laws of 1978, is amended to read as follows:\n    3    S  44.  Complaint;  investigation;  hearing  and  disposition.  1. The\n    4  commission shall receive, initiate, investigate and hear complaints with\n    5  respect to the conduct, qualifications, fitness to perform, or  perform-\n    6  ance  of  official  duties  of  any  judge,  and, in accordance with the\n    7  provisions of subdivision d of section twenty-two of article six of  the\n    8  constitution,  may  determine  that  a  judge be admonished, censured or\n    9  removed from office for cause, including, but not limited to, misconduct\n   10  in office, persistent failure to perform his duties, habitual  intemper-\n   11  ance and conduct, on or off the bench, prejudicial to the administration\n   12  of justice, or that a judge be retired for mental or physical disability\n   13  preventing  the  proper  performance of his judicial duties. A complaint\n   14  shall be in writing [and signed by the complainant and, if  directed  by\n   15  the  commission, shall be verified]. Upon receipt of a complaint (a) the\n   16  commission shall conduct an investigation of the complaint; or  (b)  the\n   17  commission may dismiss the complaint if it determines that the complaint\n   18  on  its  face lacks merit. If the complaint is dismissed, the commission\n   19  shall [so notify] PROVIDE  THE  BASIS  FOR  THE  DETERMINATION  FOR  THE\n   20  DISMISSAL  TO the complainant. If the commission shall have notified the\n   21  judge of the complaint, the commission shall also notify  the  judge  of\n   22  such dismissal.\n   23    2. The commission may, on its own motion, initiate an investigation of\n   24  a  judge with respect to his qualifications, conduct, fitness to perform\n   25  or the performance of his official duties. Prior to initiating any  such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06088-01-1\n\n       S. 1713                             2\n\n    1  investigation, the commission shall file as part of its record a written\n    2  complaint,   signed  by  the  administrator  of  the  commission,  which\n    3  complaint shall serve as the basis for such investigation.\n    4    3.  In  the course of an investigation, the commission may require the\n    5  appearance of the judge involved before it, in  which  event  the  judge\n    6  shall  be  notified  in  writing  of  his  required  appearance,  either\n    7  personally, at least three days prior to such appearance, or  by  certi-\n    8  fied  mail,  return  receipt requested, at least five days prior to such\n    9  appearance. In either case a copy of the complaint shall be served  upon\n   10  the  judge  at  the  time of such notification. The judge shall have the\n   11  right to be represented by counsel during any  and  all  stages  of  the\n   12  investigation in which his appearance is required and to present eviden-\n   13  tiary data and material relevant to the complaint. A transcript shall be\n   14  made  and  kept  with  respect  to all proceedings at which testimony or\n   15  statements under oath of any party or witness shall be  taken,  and  the\n   16  transcript of the judge's testimony shall be made available to the judge\n   17  without  cost. Such transcript shall be confidential except as otherwise\n   18  permitted by section forty-five of this article.\n   19    4. If in the course of an  investigation,  the  commission  determines\n   20  that  a  hearing  is  warranted  it  shall  direct that a formal written\n   21  complaint signed and verified by the administrator be drawn  and  served\n   22  upon  the judge involved, either personally or by certified mail, return\n   23  receipt requested. The judge shall file a written answer  to  [the]  the\n   24  complaint  with  the  commission within twenty days of such service. If,\n   25  upon receipt of the answer, or upon expiration of the  time  to  answer,\n   26  the  commission  shall direct that a hearing be held with respect to the\n   27  complaint, the judge involved shall be notified in writing of  the  date\n   28  of the hearing either personally, at least twenty days prior thereto, or\n   29  by  certified  mail,  return receipt requested, at least twenty-two days\n   30  prior thereto. Upon the written request of  the  judge,  the  commission\n   31  shall,  at  least  five  days prior to the hearing or any adjourned date\n   32  thereof, make available to the judge without cost copies  of  all  docu-\n   33  ments  which  the  commission intends to present at such hearing and any\n   34  written statements made by witnesses who will be called to give testimo-\n   35  ny by the commission. The commission shall, in any case, make  available\n   36  to  the  judge  at least five days prior to the hearing or any adjourned\n   37  date thereof any exculpatory evidentiary data and material  relevant  to\n   38  the complaint. The failure of the commission to timely furnish any docu-\n   39  ments,  statements  and/or  exculpatory  evidentiary  data  and material\n   40  provided for herein shall not affect the  validity  of  any  proceedings\n   41  before  the  commission  provided that such failure is not substantially\n   42  prejudicial to the judge. The complainant may be notified of the hearing\n   43  and unless he shall be subpoenaed as a witness by the judge,  his  pres-\n   44  ence thereat shall be within the discretion of the commission. The hear-\n   45  ing  shall [not] be public [unless the judge involved shall so demand in\n   46  writing]. HOWEVER, THE COMMISSION  MAY  CLOSE  THE  PROCEEDINGS  TO  THE\n   47  PUBLIC  AT  THE REQUEST OF THE COMPLAINANT UNLESS THE COMPLAINANT IS THE\n   48  COMMISSION ITSELF PURSUANT TO SUBDIVISION TWO OF THIS  SECTION.  At  the\n   49  hearing  the  commission may take the testimony of witnesses and receive\n   50  evidentiary data and material relevant to the complaint. The judge shall\n   51  have the right to be represented by counsel during any and all stages of\n   52  the hearing and shall have the right to call and cross-examine witnesses\n   53  and present evidentiary data and material relevant to the complaint.   A\n   54  transcript  of  the proceedings and of the testimony of witnesses at the\n   55  hearing shall be taken and kept with the records of the commission. SUCH\n\n       S. 1713                             3\n\n    1  TRANSCRIPT SHALL BE AVAILABLE TO  THE  PUBLIC  UNLESS  THE  HEARING  WAS\n    2  CLOSED AT THE REQUEST OF THE COMPLAINANT.\n    3    5.  Subject  to  the approval of the commission, the administrator and\n    4  the judge may agree on a statement of facts and may stipulate in writing\n    5  that the hearing shall be waived. In such a case, the  commission  shall\n    6  make  its  determination  upon the pleadings and the agreed statement of\n    7  facts.\n    8    6. If, after a formal written complaint has been  served  pursuant  to\n    9  subdivision  four  of  this  section, or during the course of or after a\n   10  hearing, the commission determines that no further action is  necessary,\n   11  the complaint shall be dismissed and the complainant and the judge shall\n   12  be  so  notified in writing.  THE COMMISSION SHALL PROVIDE THE BASIS FOR\n   13  THE DETERMINATION FOR THE DISMISSAL TO THE COMPLAINANT.\n   14    7. After a hearing, the commission  may  determine  that  a  judge  be\n   15  admonished,  censured, removed or retired. The commission shall transmit\n   16  its written determination,  together  with  its  findings  of  fact  and\n   17  conclusions  of  law  and  the  record of the proceedings upon which its\n   18  determination is based, to the chief judge of the court of  appeals  who\n   19  shall  cause  a copy thereof to be served either personally or by certi-\n   20  fied mail,  return  receipt  requested,  on  the  judge  involved.  Upon\n   21  completion of service, the determination of the commission, its findings\n   22  and  conclusions  and the record of its proceedings shall be made public\n   23  and shall be made available  for  public  inspection  at  the  principal\n   24  office  of the commission and at the office of the clerk of the court of\n   25  appeals. The judge involved may either accept the determination  of  the\n   26  commission  or  make  written  request to the chief judge, within thirty\n   27  days after receipt of such determination, for a review  thereof  by  the\n   28  court  of  appeals.    If  the commission has determined that a judge be\n   29  admonished or censured, and if the judge accepts such  determination  or\n   30  fails  to  request a review thereof by the court of appeals, the commis-\n   31  sion shall thereupon admonish or censure  him  in  accordance  with  its\n   32  findings.  If  the  commission has determined that a judge be removed or\n   33  retired, and if the judge accepts such determination or fails to request\n   34  a review thereof by the court of appeals, the  court  of  appeals  shall\n   35  thereupon  order  his removal or retirement in accordance with the find-\n   36  ings of the commission.\n   37    8. (a) The court of appeals may suspend a judge or justice from  exer-\n   38  cising  the  powers of his office while there is pending a determination\n   39  by the commission for his removal or retirement, or while he is  charged\n   40  in  this  state  with  a felony by an indictment or an information filed\n   41  pursuant to section six of article one of the constitution. The  suspen-\n   42  sion  shall  continue  upon  conviction  and,  if the conviction becomes\n   43  final, he shall be removed from office. The suspension shall  be  termi-\n   44  nated  upon  reversal  of the conviction and dismissal of the accusatory\n   45  instrument.\n   46    (b) Upon the recommendation of the commission or on  its  own  motion,\n   47  the  court may suspend a judge or justice from office when he is charged\n   48  with a crime punishable as a felony under the laws of this state, or any\n   49  other crime which involves moral turpitude. The suspension shall contin-\n   50  ue upon conviction and, if the conviction becomes  final,  he  shall  be\n   51  removed from office. The suspension shall be terminated upon reversal of\n   52  the conviction and dismissal of the accusatory instrument.\n   53    (c) A judge or justice who is suspended from office by the court shall\n   54  receive his judicial salary during such period of suspension, unless the\n   55  court  directs  otherwise. If the court has so directed and such suspen-\n\n       S. 1713                             4\n\n    1  sion is thereafter terminated, the court may direct  that  he  shall  be\n    2  paid his salary for such period of suspension.\n    3    (d)  Nothing  in  this  subdivision  shall prevent the commission from\n    4  determining that a judge or justice be admonished, censured, removed, or\n    5  retired pursuant to subdivision seven of this section.\n    6    9. In its review of a determination of the commission,  the  court  of\n    7  appeals  shall  review the commission's findings of fact and conclusions\n    8  of law on the record of the  proceedings  upon  which  the  commission's\n    9  determination  was  based.    After such review, the court may accept or\n   10  reject the determined sanction; impose a  different  sanction  including\n   11  admonition,  censure, removal or retirement for the reasons set forth in\n   12  subdivision one of this section; or impose no sanction.\n   13    10. If during the course of or after an investigation or hearing,  the\n   14  commission  determines  that  the  complaint  or  any allegation thereof\n   15  warrants action, other than in accordance with the provisions of  subdi-\n   16  visions  seven  and  eight  of this section, within the powers of: (a) a\n   17  person having administrative jurisdiction over the judge involved in the\n   18  complaint [or;]; OR (b) an appellate division of the supreme  court;  or\n   19  (c)  a  presiding justice of an appellate division of the supreme court;\n   20  or (d) the chief judge of the court of appeals; or (e) the governor;  or\n   21  (f)  an applicable district attorney's office or other prosecuting agen-\n   22  cy, the commission shall refer such complaint or the appropriate allega-\n   23  tions thereof and any evidence  or  material  related  thereto  to  such\n   24  person,  agency  or  court  for  such  action as may be deemed proper or\n   25  necessary.\n   26    11. The commission shall notify the complainant of its disposition  of\n   27  the complaint.\n   28    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1713\n\nTITLE OF BILL:\nAn act\nto amend the judiciary law, in relation to explanation of reasons for\ndismissal of complaints\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe purpose of this legislation is to make judicial disciplinary\nproceedings more open to public scrutiny by amending sections 44 and\n45 of the judiciary law.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 44(1) of the judiciary law is amended to indicate that if a\ncomplaint against a judge is dismissed, the Commission on Judicial\nConduct must provide the basis for the determination.\n\nSection 44(4) of the judiciary law is amended to indicate that\ndisciplinary hearings shall be open to the public unless the\ncomplainant requests that the hearing be dosed. If the commission is\nacting in its capacity as a complainant, it may not request that the\nhearings be closed.\n\nSection 44(6) of the judiciary law is amended to indicate that if a\ncomplaint is dismissed after a hearing, the Commission on Judicial\nConduct must provide the basis for the determination.\n\nJUSTIFICATION:\nThis legislation will bring more openness and transparency to the\nprocess of judicial discipline in New York State. This bill will\nallow the Commission on Judicial Conduct to provide the basis for\ndismissing complaints rather than simply stating \"There was\ninsufficient indication of misconduct \". When a complaint details\nnumerous allegations against a judge, even when those allegations are\nincorrect or unsubstantiated, the claimant has a right to know why\nthose allegations failed. This legislation will help to bring closure\nto claimants seeking to bring charges against judges in New York.\nThis legislation will also open the judicial disciplinary process.\nJudges are public officials whose actions on the Bench should be\nsubject to public scrutiny. Thirty-five states\ncurrently provide for public hearings once charges have been brought\nagainst a judge. The United States Supreme Court stated in Waller v\nGeorgia, 467 US 39,46 (1984) that \"Openness in court proceedings may\nimprove the quality of testimony, induce unknown witnesses to come\nforward with relevant testimony, cause all trial participants to\nperform their duties more conscientiously and generally give the\npublic an opportunity to observe the justice system.\" This bill will\nprovide the public with such opportunities to observe the system and\nensure that fairness and the Rule of Law are followed in judicial\ndisciplinary proceedings. Most legal proceedings from simple hearings\non speeding tickets to capital murder cases are heard throughout New\n\nYork in open courts. This legislation continues that trend of\nopenness and sunshine by removing the shroud of confidentiality\nsurrounding judicial disciplinary proceedings in New York.\n\nAs Victor Kovner of the Fund for Modern Courts observed \"The need for\nopenness and transparency at the hearing stage will provide the\npublic with greater opportunity to understand and witness the process\nat disciplinary hearings. Confidence in the process is essential to\nthe success of the system. It will provide a judge with an\nopportunity to be heard in public thus removing any rumor or innuendo\nthat might remain after a private hearing, that might linger after\nthe Commission exonerates a judge.\"\n\nPRIOR LEGISLATIVE HISTORY:\nS.6264 of 2009\n11/04/09 REFERRED TO RULES\n11/16/09 AMEND AND RECOMMIT TO RULES\n11/16/09 PRINT NUMBER 6264A\n01/06/10 REFERRED TO JUDICIARY\n02/23/10 1ST REPORT CAL. 150\n02/24/10 2ND REPORT CAL.\n03/01/10 ADVANCED TO THIRD READING\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to explanation of reasons for dismissal of complaints ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110111.T151719.TXT", "SOBI.D110112.T104456.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624787
}