{
  "year" : 2011,
  "senateBillNo" : "S1715-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1715-2011-1294722000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires brokers who receive monies in a fiduciary capacity to deposit such monies in an interest on broker account",
  "summary" : "Requires brokers who receive monies in a fiduciary capacity to deposit such monies in an interest on broker (IOBA) account. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S2974-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1715\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the real property law and  the  state  finance  law,  in\n         relation to brokers fiduciary funds\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property law is amended by adding  a  new  section\n    2  443-b to read as follows:\n    3    S  443-B.  BROKERS  FIDUCIARY  FUNDS; INTEREST-BEARING ACCOUNTS. 1. AS\n    4  USED IN THIS SECTION:\n    5    (A) \"INTEREST ON BROKER  ACCOUNT\"  OR  \"IOBA\"  MEANS  AN  UNSEGREGATED\n    6  INTEREST-BEARING  DEPOSIT  ACCOUNT  WITH  A  BANKING INSTITUTION FOR THE\n    7  DEPOSIT BY A BROKER OF QUALIFIED FUNDS.\n    8    (B) \"QUALIFIED FUNDS\" MEANS MONEYS RECEIVED BY A BROKER IN A FIDUCIARY\n    9  CAPACITY FROM A CLIENT OR BENEFICIAL OWNER AND WHICH ARE NOT  PLACED  IN\n   10  AN INTEREST-BEARING ACCOUNT AT THE REQUEST OF AND FOR THE BENEFIT OF THE\n   11  CLIENT OR BENEFICIAL OWNER.\n   12    (C) \"FUNDS RECEIVED IN A FIDUCIARY CAPACITY\" MEANS FUNDS RECEIVED BY A\n   13  BROKER  FROM  A  CLIENT  OR  BENEFICIAL OWNER IN THE COURSE OF BUSINESS,\n   14  INCLUDING BUT NOT LIMITED TO, FUNDS RECEIVED IN AN ESCROW CAPACITY.\n   15    (D) \"BANKING INSTITUTION\" MEANS A BANK, TRUST COMPANY,  SAVINGS  BANK,\n   16  SAVINGS  AND  LOAN  ASSOCIATION,  CREDIT UNION OR FOREIGN BANKING CORPO-\n   17  RATION WHETHER INCORPORATED, CHARTERED, ORGANIZED OR LICENSED UNDER  THE\n   18  LAWS  OF  THIS  STATE  OR  THE UNITED STATES, PROVIDED THAT SUCH BANKING\n   19  INSTITUTION CONDUCTS ITS PRINCIPAL BANKING BUSINESS IN THIS STATE.\n   20    2. (A) UNLESS A  CLIENT  OR  BENEFICIAL  OWNER  SPECIFICALLY  REQUESTS\n   21  OTHERWISE,  OR  A  CONTRACT  PROVIDES  OTHERWISE,  A BROKER WHO RECEIVES\n   22  MONIES IN A FIDUCIARY CAPACITY SHALL DEPOSIT SUCH MONIES IN AN IOBA IN A\n   23  BANKING INSTITUTION OF HIS OR HER CHOICE OFFERING SUCH ACCOUNTS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05979-01-1\n\n       S. 1715                             2\n\n    1    (B) A BROKER WHO  RECEIVES  QUALIFIED  FUNDS  SHALL  DISCLOSE  TO  ALL\n    2  PARTIES THE BANK IN WHICH THE FUNDS WILL BE DEPOSITED DURING THE TERM OF\n    3  THE ESCROW. NO FURTHER DISCLOSURE SHALL BE REQUIRED OF SUCH BROKER.\n    4    (C)  A  BROKER  WHO DEPOSITS MONEY IN AN IOBA PURSUANT TO THIS SECTION\n    5  SHALL NOT BE DEEMED IN VIOLATION OF THE SECRETARY OF STATE'S  RULES  AND\n    6  REGULATIONS CONCERNING THE MAINTAINING OF ESCROW ACCOUNTS.\n    7    (D)  NOTWITHSTANDING  THE DEPOSIT REQUIREMENTS OF THIS SUBDIVISION, NO\n    8  BROKER SHALL BE LIABLE IN DAMAGES NOR HELD TO ANSWER  FOR  A  CHARGE  OF\n    9  PROFESSIONAL  MISCONDUCT  FOR  FAILURE  TO DEPOSIT QUALIFIED FUNDS IN AN\n   10  IOBA.\n   11    3. NO BROKER SHALL BE LIABLE IN DAMAGES  NOR  HELD  TO  ANSWER  FOR  A\n   12  CHARGE  OF  PROFESSIONAL MISCONDUCT BECAUSE OF A DEPOSIT OF MONEYS TO AN\n   13  IOBA PURSUANT TO A JUDGMENT IN GOOD FAITH THAT SUCH MONEYS  WERE  QUALI-\n   14  FIED FUNDS.\n   15    (A) A BROKER WHICH RECEIVES QUALIFIED FUNDS IN THE COURSE OF ITS BUSI-\n   16  NESS  AND ESTABLISHES AND MAINTAINS AN IOBA SHALL DO SO BY (I) DESIGNAT-\n   17  ING THE ACCOUNT AS (NAME OF BROKER IOBA) WITH THE APPROVAL OF THE  BANK-\n   18  ING  INSTITUTION;  AND  (II)  NOTIFYING  THE NEW YORK INTEREST ON LAWYER\n   19  ACCOUNT FUND WITHIN THIRTY DAYS OF ESTABLISHING THE IOBA OF THE  ACCOUNT\n   20  NUMBER AND NAME AND ADDRESS OF THE BANKING INSTITUTION WHERE THE ACCOUNT\n   21  IS DEPOSITED.\n   22    (B)  THE  RATE  OF INTEREST PAYABLE ON ANY IOBA SHALL BE NOT LESS THAN\n   23  THE RATE PAID BY THE BANKING INSTITUTION ON SIMILAR ACCOUNTS  MAINTAINED\n   24  AT  THAT  INSTITUTION,  AND  THE BANKING INSTITUTION SHALL NOT IMPOSE ON\n   25  SUCH ACCOUNTS ANY CHARGES OR FEES GREATER THAN  IT  IMPOSED  ON  SIMILAR\n   26  ACCOUNTS MAINTAINED AT THAT INSTITUTION.\n   27    (C) WITH RESPECT TO IOBA'S, THE BANKING INSTITUTION SHALL:\n   28    (I)  REMIT  AT  LEAST  QUARTERLY  ANY  INTEREST  EARNED ON THE ACCOUNT\n   29  DIRECTLY TO  THE  NEW  YORK  INTEREST  ON  LAWYER  ACCOUNT  FUND,  AFTER\n   30  DEDUCTION OF SERVICE CHARGES OR FEES, IF ANY, ARE APPLIED;\n   31    (II)  TRANSMIT  TO  THE  NEW YORK INTEREST ON LAWYER ACCOUNT FUND WITH\n   32  EACH REMITTANCE A STATEMENT SHOWING AT LEAST THE NAME  OF  THE  ACCOUNT,\n   33  SERVICE CHARGES OR FEES DEDUCTED, IF ANY, AND THE AMOUNT OF NET INTEREST\n   34  REMITTED FROM SUCH ACCOUNT;\n   35    (III)  TRANSMIT  TO  EACH  BROKER  WHICH MAINTAINS AN IOBA A STATEMENT\n   36  SHOWING AT LEAST THE NAME  OF  THE  ACCOUNT,  SERVICE  CHARGES  OR  FEES\n   37  DEDUCTED, IF ANY, AND THE AMOUNT OF INTEREST REMITTED FROM SUCH ACCOUNT;\n   38    (IV)  BE PERMITTED TO IMPOSE REASONABLE SERVICE CHARGES FOR THE PREPA-\n   39  RATION AND ISSUANCE OF THE STATEMENT; AND\n   40    (V) HAVE NO DUTY TO INQUIRE OR DETERMINE WHETHER DEPOSITS  CONSIST  OF\n   41  QUALIFIED FUNDS.\n   42    4.  (A)  PAYMENT FROM AN IOBA TO OR UPON THE ORDER OF THE BROKER MAIN-\n   43  TAINING SUCH ACCOUNT SHALL BE VALID AND SUFFICIENT RELEASE OF ANY CLAIMS\n   44  BY ANY PERSON OR ENTITY AGAINST ANY BANKING INSTITUTION FOR ANY PAYMENTS\n   45  SO MADE.\n   46    (B) ANY REMITTANCE OF INTEREST TO THE  NEW  YORK  INTEREST  ON  LAWYER\n   47  ACCOUNT  FUND BY A BANKING INSTITUTION PURSUANT TO THIS SECTION SHALL BE\n   48  A VALID AND SUFFICIENT RELEASE AND DISCHARGE OF ANY CLAIMS BY ANY PERSON\n   49  OR ENTITY AGAINST SUCH BANKING INSTITUTION FOR ANY PAYMENT SO MADE,  AND\n   50  NO ACTION SHALL BE MAINTAINED AGAINST ANY BANKING INSTITUTION SOLELY FOR\n   51  OPENING,  OFFERING,  OR MAINTAINING AN IOBA, FOR ACCEPTING ANY FUNDS FOR\n   52  DEPOSIT TO ANY SUCH ACCOUNT OR FOR REMITTING ANY  INTEREST  TO  THE  NEW\n   53  YORK INTEREST ON LAWYER ACCOUNT FUND.\n   54    5. NOTHING CONTAINED IN THIS SECTION SHALL BE CONSTRUED TO REQUIRE ANY\n   55  BANKING INSTITUTION TO OFFER, ACCEPT OR MAINTAIN IOBA'S.\n\n       S. 1715                             3\n\n    1    6.  ALL  PAPERS, RECORDS, DOCUMENTS OR OTHER INFORMATION IDENTIFYING A\n    2  BROKER, CLIENT OR BENEFICIAL OWNER OF AN IOBA SHALL BE CONFIDENTIAL  AND\n    3  SHALL  NOT BE DISCLOSED BY A BANKING INSTITUTION EXCEPT WITH THE CONSENT\n    4  OF THE ATTORNEY MAINTAINING THE ACCOUNT OR  AS  PERMITTED  BY  ANY  LAW,\n    5  REGULATION OR ADMINISTRATIVE REQUIREMENT.\n    6    7.  A BROKER THAT CAN ESTABLISH THAT COMPLIANCE WITH SUBDIVISION THREE\n    7  OF THIS SECTION HAS RESULTED IN ANY  BANKING  SERVICE  CHARGES  OR  FEES\n    8  SHALL  BE ENTITLED TO REIMBURSEMENT OF SUCH EXPENSE FROM THE INTEREST ON\n    9  LAWYER ACCOUNT FUND BY FILING A CLAIM WITH SUPPORTING DOCUMENTATION WITH\n   10  THE FUND.\n   11    S 2. Paragraphs d and g of subdivision 3 of section 97-v of the  state\n   12  finance law, as added by chapter 659 of the laws of 1983, are amended to\n   13  read as follows:\n   14    d.  The board shall adopt rules and regulations for the administration\n   15  of the IOLA fund to carry  out  the  purposes  and  provisions  of  this\n   16  section and of [section] SECTIONS four hundred ninety-seven of the judi-\n   17  ciary law AND FOUR HUNDRED FORTY-THREE-B OF THE REAL PROPERTY LAW.  Such\n   18  regulations shall be adopted in accordance with article two of the state\n   19  administrative procedure act.\n   20    g.  Notwithstanding  any  statute  or  rule to the contrary, the board\n   21  shall maintain all papers, records, documents or other information iden-\n   22  tifying an attorney, BROKER, client  or  beneficial  owner  of  an  IOLA\n   23  account  OR  AN INTEREST ON BROKER ACCOUNT on a private and confidential\n   24  basis and shall not disclose such information unless such disclosure  is\n   25  necessary  to  accomplish  the purposes of this section and section four\n   26  hundred ninety-seven of the  judiciary  law,  or  unless  disclosure  is\n   27  pursuant to compulsory legal process.\n   28    S  3. The closing paragraph of section 98 of the state finance law, as\n   29  amended by chapter 317 of the laws  of  1994,  is  amended  to  read  as\n   30  follows:\n   31    Notwithstanding  the  provisions  of any other general or special law,\n   32  the comptroller shall not invest the moneys of any fund in any  security\n   33  or  securities  except  as above described, provided, however, that: (a)\n   34  the comptroller may, in order to maximize the rate of return on  invest-\n   35  ments,  invest  the  moneys belonging to the New York interest on lawyer\n   36  account fund in notes, securities and deposits of  banking  institutions\n   37  which  accept  IOLA  AND/OR  INTEREST  ON  BROKER  accounts, and (b) the\n   38  provisions of this section shall not limit the types of investments that\n   39  may be made with moneys belonging to  the  volunteer  ambulance  service\n   40  award  fund established by section two hundred nineteen-h of the general\n   41  municipal law.\n   42    S 4. This act shall take effect immediately; provided,  however,  that\n   43  the  provisions  of  section one of this act shall not take effect until\n   44  the board of trustees of the IOLA fund established under the  provisions\n   45  of section 97-v of the state finance law, as added by chapter 659 of the\n   46  laws  of  1983,  shall have certified to the secretary of state that the\n   47  commissioner of internal revenue of the United States has ruled interest\n   48  earned on an interest on broker account is not includable in  the  gross\n   49  income  of either the broker maintaining the account or the gross income\n   50  of the beneficial owner; provided further, that the secretary  of  state\n   51  shall  notify  the legislative bill drafting commission as to whether or\n   52  not the office of the  secretary  of  state  has  timely  received  such\n   53  certification  in order that the commission may maintain an accurate and\n   54  timely effective data base of the official text of the laws of the state\n   55  of New York in furtherance of effecting the provisions of  section  70-b\n   56  of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law and the state finance law, in relation to brokers fiduciary funds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110111.T143714.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294852501420
}