{
  "year" : 2011,
  "senateBillNo" : "S1725-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1725-2011-1294722000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes an appropriation to the office for people with developmental disabilities to offset the cost of increased development of residential facilities",
  "summary" : "Makes an appropriation to the office for people with developmental disabilities to offset the cost of increased development of residential facilities in unserved and underserved communities. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S2450-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1725\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT making an appropriation to the office for  people  with  develop-\n         mental  disabilities  for the purpose of increasing residential treat-\n         ment facilities in unserved and underserved areas\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section   1.   The   sum   of   two   hundred  fifty  million  dollars\n    2  ($250,000,000), or so much thereof as may be necessary, is hereby appro-\n    3  priated to the office for people with developmental disabilities out  of\n    4  any  moneys  in  the  state  treasury in the general fund, not otherwise\n    5  appropriated,  and  made  immediately  available,  for   the   following\n    6  purposes:\n    7    a.  One  hundred  twenty-five  million dollars ($125,000,000) shall be\n    8  made available to the office for people with developmental  disabilities\n    9  immediately to assist the office for people with developmental disabili-\n   10  ties  with  the  development  and providing programs for new residential\n   11  treatment facilities in unserved and underserved communities  throughout\n   12  New York state; and\n   13    b.  One  hundred  twenty-five  million dollars ($125,000,000) shall be\n   14  made available to the office for people with developmental  disabilities\n   15  one  year after the effective date of this act to continue to assist the\n   16  office for people with developmental disabilities  with  increasing  the\n   17  number  of  new  residential treatment facilities in unserved and under-\n   18  served areas of this state through  the  development  and  providing  of\n   19  programs for these new facilities.\n   20    Such  moneys  shall  be  payable on the audit and warrant of the comp-\n   21  troller on vouchers certified or approved by the commissioner of  devel-\n   22  opmental disabilities in the manner prescribed by law.\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02167-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT making an appropriation to the office for people with developmental disabilities for the purpose of increasing residential treatment facilities in unserved and underserved areas ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T163224.TXT", "SOBI.D110111.T163724.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110111.T162724.TXT", "SOBI.D110111.T162223.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294852501419
}