{
  "year" : 2011,
  "senateBillNo" : "S1721-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1721-2011-1294722000000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the granting of higher education degrees by authorized institutions; repealer",
  "summary" : "Relates to the granting of higher education degrees by authorized institutions; provides that no entity shall confer a degree upon an individual unless it is an authorized institution or all of its programs are authorized programs. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A1735",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S1768-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1721                                                  A. 1735\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Higher Educa-\n         tion\n\n       IN  ASSEMBLY  --  Introduced  by M. of A. MORELLE, HOYT, CLARK, MILLMAN,\n         BOYLAND, HOOPER, TITUS, MAYERSOHN -- Multi-Sponsored by --  M.  of  A.\n         CAHILL,  COLTON,  GALEF,  HEASTIE,  McENENY,  PEOPLES-STOKES, PHEFFER,\n         N. RIVERA, ROBINSON, SCHIMMINGER, SWEENEY -- read once and referred to\n         the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to the university of  the\n         state  of  New  York;  and  to repeal section 224 of such law relating\n         thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. This act shall be known as the \"integrity of higher educa-\n    2  tion degrees, and education consumer protection act of 2011\".\n    3    S 2. Section 224 of the education law is REPEALED and  a  new  section\n    4  224 is added to read as follows:\n    5    S 224. PROHIBITIONS. 1. DEFINITIONS. FOR THE PURPOSE OF THIS SECTION:\n    6    (A) \"AUTHORIZED INSTITUTION\" MEANS\n    7    (I)  ANY  INDIVIDUAL,  ASSOCIATION,  PARTNERSHIP, CORPORATION OR OTHER\n    8  ENTITY WHICH HOLDS COLLEGE, UNIVERSITY, OR OTHER DEGREE  GRANTING  POWER\n    9  BY  SPECIAL  CHARTER FROM THE LEGISLATURE OF THIS STATE, OR THE REGENTS,\n   10  OR\n   11    (II) ANY INDIVIDUAL, ASSOCIATION, PARTNERSHIP,  CORPORATION  OR  OTHER\n   12  ENTITY  WHICH IS LOCATED WITHOUT THE STATE, MAINTAINS NO PRESENCE WITHIN\n   13  THIS STATE, AS DETERMINED BY THE DEPARTMENT, AND  IS  ACCREDITED  BY  AT\n   14  LEAST ONE ACCREDITING COMMISSION RECOGNIZED BY THE UNITED STATES DEPART-\n   15  MENT  OF  EDUCATION  AS A RELIABLE AUTHORITY FOR THE PURPOSE OF ACCREDI-\n   16  TATION AT THE POST SECONDARY LEVEL, OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05386-01-1\n\n       S. 1721                             2                            A. 1735\n\n    1    (III) ANY INDIVIDUAL, ASSOCIATION, PARTNERSHIP, CORPORATION  OR  OTHER\n    2  ENTITY  WHICH  IS LOCATED WITHOUT THE UNITED STATES AND, AT THE DETERMI-\n    3  NATION OF THE DEPARTMENT MEETS THE MINIMAL STANDARDS OF  AN  ACCREDITING\n    4  COMMISSION  RECOGNIZED BY THE UNITED STATES DEPARTMENT OF EDUCATION AS A\n    5  RELIABLE  AUTHORITY FOR THE PURPOSE OF ACCREDITATION AT THE POST SECOND-\n    6  ARY LEVEL.\n    7    (B) \"AUTHORIZED PROGRAM\" MEANS ANY SERIES OF ACADEMIC COURSES, OR  ANY\n    8  ACADEMIC PROGRAM WHICH LEADS TO A DEGREE WHEN SUCH PROGRAM IS:\n    9    (I) APPROVED BY THE DEPARTMENT OR THE REGENTS FOR SUCH PURPOSE, OR\n   10    (II)  OFFERED  BY OR THROUGH AN INSTITUTION LOCATED WITHOUT THE STATE,\n   11  AND MAINTAINS NO PRESENCE WITHIN THE STATE, AS DETERMINED BY THE DEPART-\n   12  MENT, AND IS CONDUCTED AND COMPLETED WHOLLY WITHOUT THE STATE,  AND  THE\n   13  PROGRAM  IS ACCREDITED BY AT LEAST ONE ACCREDITING COMMISSION RECOGNIZED\n   14  BY THE UNITED STATES DEPARTMENT OF EDUCATION AS A RELIABLE AUTHORITY FOR\n   15  THE PURPOSE OF ACCREDITATION AT THE POST SECONDARY LEVEL, OR\n   16    (III) OFFERED BY AN INSTITUTION LOCATED WITHOUT THE UNITED STATES  AND\n   17  THE  PROGRAM,  AT  THE DETERMINATION OF THE DEPARTMENT MEETS THE MINIMAL\n   18  STANDARDS OF AN ACCREDITING COMMISSION RECOGNIZED BY THE  UNITED  STATES\n   19  DEPARTMENT  OF  EDUCATION  AS  A  RELIABLE  AUTHORITY FOR THE PURPOSE OF\n   20  ACCREDITATION AT THE POST SECONDARY LEVEL.\n   21    (C) \"AUTHORIZED DEGREE\" MEANS AN ACADEMIC DEGREE WHICH IS:\n   22    (I) ISSUED OR CONFERRED BY AN AUTHORIZED INSTITUTION, OR\n   23    (II) ISSUED OR CONFERRED UPON COMPLETION OF,  AND  IN  RECOGNITION  OF\n   24  SUCH COMPLETION, AN AUTHORIZED PROGRAM, OR\n   25    (III)  AUTHORIZED  BY  THE  DEPARTMENT  UPON  A DETERMINATION THAT THE\n   26  INSTITUTION WHICH CONFERRED THE DEGREE, OR THE PROGRAM WHICH LED TO  THE\n   27  DEGREE  MEETS THE ACADEMIC STANDARDS OF THIS STATE, OR OF AN ACCREDITING\n   28  COMMISSION RECOGNIZED BY THE UNITED STATES DEPARTMENT OF EDUCATION AS  A\n   29  RELIABLE  AUTHORITY FOR THE PURPOSE OF ACCREDITATION AT THE POST SECOND-\n   30  ARY LEVEL.\n   31    2. NO INDIVIDUAL, ASSOCIATION, PARTNERSHIP, CORPORATION OR OTHER ENTI-\n   32  TY SHALL, IN THIS STATE, CONFER ANY DEGREE OR USE, ADVERTISE, OR  TRANS-\n   33  ACT  BUSINESS  UNDER THE NAMED UNIVERSITY OR COLLEGE, OR USING ANY OTHER\n   34  TITLE OR DESCRIPTIVE MATERIAL INDICATING OR  TENDING  TO  INDICATE  THAT\n   35  SUCH  INDIVIDUAL,  ASSOCIATION, PARTNERSHIP, CORPORATION OR OTHER ENTITY\n   36  CONDUCTS, CARRIES ON, OR IS A SCHOOL OF LAW, MEDICINE, DENTISTRY,  PHAR-\n   37  MACY,  VETERINARY  MEDICINE, NURSING, OPTOMETRY, PODIATRY, ARCHITECTURE,\n   38  ENGINEERING, EDUCATION, PSYCHOLOGY, OR  CHIROPRACTIC  UNLESS  IT  IS  AN\n   39  AUTHORIZED  INSTITUTION,  OR  ALL PROGRAMS OFFERED OR ADVERTISED IN THIS\n   40  STATE ARE AUTHORIZED PROGRAMS. THE FIRST VIOLATION OF  THIS  SUBDIVISION\n   41  IS A MISDEMEANOR, ANY SUBSEQUENT VIOLATION IS A FELONY.\n   42    3. NO INSTITUTION SHALL ADVERTISE ANY DEGREE OR ACADEMIC PROGRAM LEAD-\n   43  ING  TO A DEGREE IN THIS STATE, OR SOLICIT STUDENTS IN THIS STATE UNLESS\n   44  IT IS AN AUTHORIZED INSTITUTION OR ALL PROGRAMS OFFERED  ARE  AUTHORIZED\n   45  PROGRAMS.  THE FIRST VIOLATION OF THIS SUBDIVISION IS A MISDEMEANOR, ANY\n   46  SUBSEQUENT VIOLATION IS A FELONY. PROVIDED  HOWEVER,  ANY  NEWSPAPER  OR\n   47  OTHER  ADVERTISING  MEDIUM  WHICH  CARRIES  SUCH ADVERTISEMENTS SHALL BE\n   48  EXEMPT FROM THIS SUBDIVISION.\n   49    4. NO PERSON WITH  INTENT  TO  DECEIVE,  SHALL  REPRESENT  HIMSELF  OR\n   50  HERSELF  TO  HAVE  RECEIVED  ANY DEGREE UNLESS HE OR SHE HAS RECEIVED AN\n   51  AUTHORIZED DEGREE. NEITHER SHALL ANY PERSON APPEND TO HIS  OR  HER  NAME\n   52  ANY  LETTERS  IN  THE SAME FORM REGISTERED TO THE REGENTS AS ENTITLED TO\n   53  THE PROTECTION ACCORDED TO UNIVERSITY DEGREES UNLESS  HE  OR  SHE  SHALL\n   54  HAVE  RECEIVED AN AUTHORIZED DEGREE.  THE FIRST VIOLATION OF THIS SUBDI-\n   55  VISION IS A MISDEMEANOR, ANY SUBSEQUENT VIOLATION IS A FELONY.\n\n       S. 1721                             3                            A. 1735\n\n    1    5. IT SHALL BE A DEFENSE TO ANY CHARGE BROUGHT UNDER SUBDIVISION  FOUR\n    2  OF  THIS SECTION THAT THE PERSON REPRESENTING HIMSELF OR HERSELF TO HOLD\n    3  SUCH DEGREE DID SO BASED ON A GOOD FAITH BELIEF THAT HIS OR  HER  DEGREE\n    4  WAS  AN AUTHORIZED DEGREE, WAS CONFERRED BY AN AUTHORIZED INSTITUTION OR\n    5  UPON COMPLETION OF AN AUTHORIZED PROGRAM.\n    6    6. NO PERSON, ASSOCIATION, PARTNERSHIP, CORPORATION, OR ENTITY GOVERN-\n    7  MENTAL OR PRIVATE, SHALL BE REQUIRED TO ACCEPT A DEGREE FOR ANY PURPOSE,\n    8  EXCEPTING THAT SUCH DEGREE BE AN AUTHORIZED DEGREE.\n    9    7.  COUNTERFEITING  OR  FALSELY  MAKING OR WITHOUT AUTHORITY MAKING OR\n   10  ALTERING IN ANY MATERIAL RESPECT ANY  DIPLOMA  OR  CERTIFICATE,  OR  ANY\n   11  RECORD  OF  POST  SECONDARY ACADEMIC PERFORMANCE OR ACADEMIC TRANSCRIPT,\n   12  ISSUED UNDER SEAL SHALL BE A FELONY.\n   13    8. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION TWO, THREE,  FOUR  OR\n   14  SIX OF THIS SECTION, THE DEPARTMENT, BOARDS OF EDUCATION, SCHOOL AUTHOR-\n   15  ITIES,  OR  AUTHORIZED  SCHOOLS  SHALL  NOT  BE  REQUIRED  TO ACCEPT FOR\n   16  PURPOSES  OF  CERTIFICATION,  RECERTIFICATION,  LICENSURE,  APPOINTMENT,\n   17  PROMOTIONAL  INCREMENT,  OR SALARY DIFFERENTIAL FOR PEDAGOGIC PERSONNEL,\n   18  ANY DIPLOMA, DEGREE OR COURSE CREDIT FROM A UNIVERSITY, COLLEGE,  ACADE-\n   19  MY, SCHOOL OR OTHER INSTITUTION OF LEARNING LOCATED OUTSIDE OF THE STATE\n   20  OF  NEW YORK IF SUCH DIPLOMA, DEGREE, OR COURSE CREDIT WAS GRANTED WITH-\n   21  OUT THE REQUIREMENT OF ON-CAMPUS ATTENDANCE AND IF SUCH INSTRUCTION  AND\n   22  TESTING  WAS  TRANSACTED  PRIMARILY BY CORRESPONDENCE. ANY PERSON MAKING\n   23  APPLICATION FOR CERTIFICATION, RECERTIFICATION, LICENSURE,  APPOINTMENT,\n   24  PROMOTIONAL  INCREMENT  OR  SALARY  DIFFERENTIAL  MAY BE REQUIRED BY THE\n   25  COMMISSIONER, OR BY BOARDS OF EDUCATION, SCHOOL AUTHORITIES, OR  AUTHOR-\n   26  IZED  SCHOOL  OFFICERS TO SUBMIT A SIGNED STATEMENT OR AFFIDAVIT AS PART\n   27  OF SUCH APPLICATION TO IDENTIFY ANY DIPLOMA,  DEGREE  OR  COURSE  CREDIT\n   28  WHICH  WAS  GRANTED  BY  A UNIVERSITY, COLLEGE, ACADEMY, SCHOOL OR OTHER\n   29  INSTITUTION OF LEARNING LOCATED OUTSIDE OF THE STATE  IF  SUCH  DIPLOMA,\n   30  DEGREE,  OR COURSE CREDIT WAS GRANTED WITHOUT THE REQUIREMENT OF ON-CAM-\n   31  PUS ATTENDANCE AND IF SUCH INSTRUCTION AND TESTING WAS TRANSACTED PRIMA-\n   32  RILY BY CORRESPONDENCE. A WILLFUL AND WRONGFUL MISREPRESENTATION ON SUCH\n   33  APPLICATION SHALL CONSTITUTE GROUNDS FOR DISCIPLINARY ACTION IN  ACCORD-\n   34  ANCE  WITH THE PROVISIONS OF THIS CHAPTER, THE RULES OF THE REGENTS, THE\n   35  REGULATIONS OF THE COMMISSIONER, OR THE BY-LAWS, RULES OR REGULATIONS OF\n   36  SUCH SCHOOL AUTHORITIES. THE PROVISIONS OF THIS  SUBDIVISION  SHALL  NOT\n   37  APPLY  TO  ANY  DIPLOMA, DEGREE OR COURSE CREDIT EARNED BEFORE SEPTEMBER\n   38  FIRST, NINETEEN HUNDRED EIGHTY-SEVEN.\n   39    9. THE REGENTS SHALL PROMULGATE  ANY  NECESSARY  REGULATIONS  FOR  THE\n   40  PURPOSE OF CARRYING OUT THE PROVISIONS OF THIS SECTION.\n   41    S  3. The education law is amended by adding a new section 115 to read\n   42  as follows:\n   43    S 115. AUTHORIZED INSTITUTIONS AND DEGREES. THE DEPARTMENT SHALL:\n   44    1. MAINTAIN A LIST, AVAILABLE TO THE PUBLIC, OF ALL AUTHORIZED  INSTI-\n   45  TUTIONS  AND PROGRAMS AS PROVIDED FOR IN SECTION TWO HUNDRED TWENTY-FOUR\n   46  OF THIS TITLE, PROVIDED HOWEVER, THAT THE DEPARTMENT MAY ELECT  TO  LIST\n   47  ONLY  THOSE  INSTITUTIONS  AND  PROGRAMS  WHICH  ARE  AUTHORIZED BUT NOT\n   48  ACCREDITED BY AT LEAST ONE  ACCREDITING  COMMISSION  RECOGNIZED  BY  THE\n   49  UNITED  STATES  DEPARTMENT  OF EDUCATION AS A RELIABLE AUTHORITY FOR THE\n   50  PURPOSE OF ACCREDITATION AT THE POST SECONDARY LEVEL. SUCH LIST SHALL BE\n   51  MADE AVAILABLE AT ALL TIMES TO THE PUBLIC ON THE INTERNET.\n   52    2. FOR ALL COLLEGES, UNIVERSITIES, INSTITUTIONS, INDIVIDUALS,  ASSOCI-\n   53  ATIONS, PARTNERSHIPS, OR OTHER ENTITIES WHICH ARE FOUND TO BE LOCATED IN\n   54  THIS STATE, SOLICITING STUDENTS IN THIS STATE, OR ADVERTISING DEGREES OR\n   55  POST SECONDARY ACADEMIC PROGRAMS IN THIS STATE THE DEPARTMENT SHALL MAKE\n   56  A  DETERMINATION  AS  TO  WHETHER  THE COLLEGE, UNIVERSITY, INSTITUTION,\n\n       S. 1721                             4                            A. 1735\n\n    1  INDIVIDUAL, ASSOCIATION, PARTNERSHIP, OR OTHER ENTITY IS  AN  AUTHORIZED\n    2  INSTITUTION.\n    3    3. MAINTAIN A LIST, AVAILABLE TO THE PUBLIC, OF ALL KNOWN INSTITUTIONS\n    4  THAT ARE OR HAVE BEEN LOCATED IN THIS STATE, SOLICITING STUDENTS IN THIS\n    5  STATE,  OR  ADVERTISING  DEGREES  OR POST SECONDARY ACADEMIC PROGRAMS IN\n    6  THIS STATE AND ARE NOT AUTHORIZED IN ACCORDANCE WITH SECTION TWO HUNDRED\n    7  TWENTY-FOUR OF THIS TITLE. THIS LIST SHALL  BE  MADE  AVAILABLE  TO  THE\n    8  PUBLIC AT ALL TIMES ON THE INTERNET.\n    9    4.  MAINTAIN  A LIST, AVAILABLE TO THE PUBLIC OF ALL DEGREES WHICH ARE\n   10  AUTHORIZED PURSUANT TO SECTION TWO HUNDRED TWENTY-FOUR  OF  THIS  TITLE,\n   11  PROVIDED  HOWEVER,  THAT  FOR  COLLEGES  LOCATED  WITHOUT  THE STATE THE\n   12  DEPARTMENT MAY ELECT TO LIST ONLY  THOSE  DEGREES  CONFERRED  BY  INSTI-\n   13  TUTIONS  OR  UPON  COMPLETION  OF  PROGRAMS WHICH ARE AUTHORIZED BUT NOT\n   14  ACCREDITED BY AT LEAST ONE  ACCREDITING  COMMISSION  RECOGNIZED  BY  THE\n   15  UNITED  STATES  DEPARTMENT  OF EDUCATION AS A RELIABLE AUTHORITY FOR THE\n   16  PURPOSE OF ACCREDITATION AT THE POST SECONDARY LEVEL.  THIS  LIST  SHALL\n   17  INCLUDE  ALL  KNOWN  INSTITUTIONS  AND  PROGRAMS  WHOSE  DEGREES ARE NOT\n   18  AUTHORIZED PURSUANT TO SECTION TWO HUNDRED TWENTY-FOUR  OF  THIS  TITLE.\n   19  THIS  LIST  SHALL  BE  MADE  AVAILABLE TO THE PUBLIC AT ALL TIMES ON THE\n   20  INTERNET.\n   21    5. PROMULGATE ANY REGULATIONS NECESSARY FOR PURPOSES OF  CARRYING  OUT\n   22  THE PROVISIONS OF THIS SECTION.\n   23    S 4. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1721\n\nTITLE OF BILL:\n\nAn act\nto amend the education law, in relation to the university of the state\nof New York; and to repeal section 224 of such law relating thereto\n\nPURPOSE:\n\nTo protect citizens of this state from people holding inadequate or\nfraudulently obtained college degrees as well as protecting potential\nstudents from substandard institutions.\n\nSUMMARY OF PROVISIONS:\n\nSection 1. Defines this act as \"The Integrity of Higher Education\nDegrees, and Education Consumer Protection Act of 2011.\"\n\nSection 2. Repeals section 224 of the education law.\n\nSection 3. Creates a new section 224 of the education law establishing\ncriteria for the authorization of colleges and universities to confer\nand advertise degrees as well as prohibiting fraud in the claiming of\na college or university degree.\n\nSection 4. Requires the state education department to create a list,\navailable on the internet, of colleges and universities that are\nauthorized to confer or advertise a degree, as well as a list of\nthose institutions that are known to the department and not\nauthorized to advertise or confer a degree in this state, and whose\ndegrees are not valid in this state.\n\nJUSTIFICATION:\n\nNot every college offering a degree is accredited by an accrediting\nagency that is recognized by the United States Department of\nEducation. This accreditation represents a kind of minimum standard\nof quality and integrity. Some colleges that are not accredited will\nissue college degrees without requiring any work on the part of the\nstudent. Credits and degrees earned at these unaccredited schools\ngenerally are not accepted by other schools or professional licensing\nboards.\n\nThe rise of diploma mills taking advantage of New York State residents\nhas become an increasing problem. Hundreds of unaccredited colleges\noperate in the United States today, with a wide range of quality.\nSome are legitimate, but many are fraudulent. It has been estimated\nthat these fraudulent institutions earn over two million dollars each\nyear. This legislation is necessary in order to protect citizens of\nthis state from people holding inadequate or fraudulently obtained\n\ncollege degrees as well as protecting potential students from\nsubstandard institutions.\n\nLEGISLATIVE HISTORY:\n\n2009-10 S.1768; S.3902, 2007-08; S.3300, 2005-2006.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the university of the state of New York; and to repeal section 224 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110112.T122001.TXT", "SOBI.D110111.T154221.TXT", "SOBI.D110111.T154722.TXT", "SOBI.D110118.T181704.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624802
}