{
  "year" : 2011,
  "senateBillNo" : "S1720-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1720-2011-1294722000000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that complaints brought against mental health professionals shall be commenced within ten years of the date of the last treatment",
  "summary" : "Provides that complaints brought against mental health professionals shall be commenced within ten years of the date of the last treatment of the complainant. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A1734",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S1767-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1720                                                  A. 1734\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Higher Educa-\n         tion\n\n       IN  ASSEMBLY -- Introduced by M. of A. MORELLE -- read once and referred\n         to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to the statute of limita-\n         tions for professional misconduct for mental health professionals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  6509 of the education law is amended by adding a\n    2  new subdivision 15 to read as follows:\n    3    (15) NOTWITHSTANDING ANY OTHER PROVISION OF  LAW,  ALL  COMPLAINTS  OF\n    4  PROFESSIONAL  MISCONDUCT  BROUGHT  AGAINST  A MENTAL HEALTH PROFESSIONAL\n    5  LICENSED PURSUANT  TO  ARTICLE  ONE  HUNDRED  FIFTY-THREE,  ONE  HUNDRED\n    6  FIFTY-FOUR  OR  ONE HUNDRED SIXTY-THREE OF THIS TITLE SHALL BE COMMENCED\n    7  WITHIN TEN YEARS OF THE DATE OF THE LAST TREATMENT OF  THE  COMPLAINANT.\n    8  IN CASES INVOLVING THE TREATMENT OF CHILDREN UNDER THE AGE OF TWENTY-ONE\n    9  YEARS,  ALL  COMPLAINTS  OF  PROFESSIONAL  MISCONDUCT SHALL BE COMMENCED\n   10  WITHIN TEN YEARS AFTER THE COMPLAINANT REACHES  THE  AGE  OF  TWENTY-ONE\n   11  YEARS.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05236-01-1\n",
  "memo" : "BILL NUMBER:S1720\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to the statute of limitations\nfor professional misconduct for mental health professionals\n\nPURPOSE:\nThis legislation amends the education law to provide a statute of\nlimitations of ten years for all complaints of professional\nmisconduct against mental health professionals licensed under\narticles 153, 154 and 163 of the education law. In cases involving\nthe treatment of children under the age of twenty-one years old, all\ncomplaints of professional misconduct shall be commenced within ten\nyears after the complainant reaches the age of majority\n\nJUSTIFICATION:\nMental health professionals licensed under Title VIII of the education\nlaw are required to keep all patient records for at least six years.\nFor non-adult or minor patients, records must be kept until one year\nafter the age of 21 years (NYCRR EDN &sect;29.2 (3)). A failure to comply\nwith record keeping requirements constitutes unprofessional conduct\nby mental health professionals and can result in a formal\nprofessional misconduct charge.\n\nCurrently, there is no statute of limitations for professional\nmisconduct for these professionals. In light of this fact, mental\nhealth professionals must keep patient records in perpetuity to\nprotect themselves from any charges of professional misconduct from\nformer patients that may be brought against them decades after\ntreatment. This is extremely onerous and burdensome on these\nindividuals who provide an invaluable service to society by treating\ncountless patients with mental health illness so that they may remain\nproductive members of society.\n\nThis legislation would appropriately establish a statute of\nlimitations for mental health professionals that exceeds current\npatient record keeping requirements by an additional four years and\nthereby eliminate the need for these individuals to maintain patient\nrecords indefinitely.\n\nLEGISLATIVE HISTORY:\n2009-10: S.1767\n2007-08: S.4155\n2006:    S.7396-A\n\nFISCAL IMPLICATIONS:\nNone to the State\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the statute of limitations for professional misconduct for mental health professionals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110112.T122001.TXT", "SOBI.D110111.T154221.TXT", "SOBI.D110111.T154722.TXT", "SOBI.D110118.T181704.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624799
}