{
  "year" : 2011,
  "senateBillNo" : "S1728-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1728-2011-1294722000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates crimes of cemetery desecration of a veteran",
  "summary" : "Creates crimes of cemetery desecration of a veteran as a class E felony; makes corresponding changes in cemetery desecration crimes in the first and second degrees and aggravated cemetery desecration in the first degree; makes additional penal provisions. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S768-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1728\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sens.  LARKIN, ALESI, BONACIC, MAZIARZ -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Codes\n\n       AN  ACT  to amend the penal law, in relation to cemetery desecration and\n         cemetery desecration of a veteran\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 145.22 of the penal law, as amended by chapter 353\n    2  of the laws of 2007, is amended to read as follows:\n    3  S 145.22 Cemetery desecration in the second degree.\n    4    A person is guilty of cemetery desecration in the second degree  when:\n    5  (a)  with  intent  to damage property of another person[,] and having no\n    6  right to do so nor any reasonable ground to believe that he OR  SHE  has\n    7  such  right,  he  OR  SHE  damages any real or personal property USED OR\n    8  maintained as a cemetery,  MAUSOLEUM,  COLUMBARIUM,  LOT,  plot,  grave,\n    9  burial  place, NICHE, CRYPT, VAULT or other place of interment OR TEMPO-\n   10  RARY STORAGE of human remains OR CREMATED HUMAN REMAINS,  OR  ANY  MONU-\n   11  MENT,  HEADSTONE,  MARKER,  MEMORIAL,  PLAQUE,  STATUE, VASE, URN, DECO-\n   12  RATION, FLAG HOLDER,  BADGE,  SHIELD,  ITEM  OF  MEMORABILIA,  OR  OTHER\n   13  EMBELLISHMENT THAT IS LOCATED ON OR ADJACENT TO, OR IS OTHERWISE ASSOCI-\n   14  ATED  WITH, ANY SUCH CEMETERY, MAUSOLEUM, COLUMBARIUM, LOT, PLOT, GRAVE,\n   15  BURIAL PLACE, NICHE, CRYPT, VAULT, OR OTHER PLACE OF INTERMENT OR TEMPO-\n   16  RARY STORAGE; or\n   17    (b) with intent to steal personal property, he OR SHE steals  personal\n   18  property  which  is  located at a cemetery, MAUSOLEUM, COLUMBARIUM, LOT,\n   19  plot, grave, burial place, NICHE, CRYPT, VAULT or other place of  inter-\n   20  ment OR TEMPORARY STORAGE of human remains OR CREMATED HUMAN REMAINS, OR\n   21  ANY  MONUMENT,  HEADSTONE,  MARKER, MEMORIAL, PLAQUE, STATUE, VASE, URN,\n   22  DECORATION, FLAG HOLDER, BADGE, SHIELD, ITEM OF  MEMORABILIA,  OR  OTHER\n   23  EMBELLISHMENT THAT IS LOCATED ON OR ADJACENT TO, OR IS OTHERWISE ASSOCI-\n   24  ATED  WITH, ANY SUCH CEMETERY, MAUSOLEUM, COLUMBARIUM, LOT, PLOT, GRAVE,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06569-01-1\n\n       S. 1728                             2\n\n    1  BURIAL PLACE, NICHE, CRYPT, VAULT, OR OTHER PLACE OF INTERMENT OR TEMPO-\n    2  RARY STORAGE, and which property is owned by the person or  organization\n    3  which  maintains or owns such place or the estate, next-of-kin or repre-\n    4  sentatives of the deceased person interred OR STORED there.\n    5    Cemetery desecration in the second degree is a class A misdemeanor.\n    6    S 2. Section 145.23 of the penal law, as amended by chapter 353 of the\n    7  laws of 2007, is amended to read as follows:\n    8  S 145.23 Cemetery desecration in the first degree.\n    9    A  person  is guilty of cemetery desecration in the first degree when,\n   10  with intent to damage property of another person[,] and having no  right\n   11  to  do  so  nor any reasonable ground to believe that he OR SHE has such\n   12  right, he OR SHE:\n   13    (a) damages any real or personal property  USED  OR  maintained  as  a\n   14  cemetery, MAUSOLEUM, COLUMBARIUM, LOT, plot, grave, burial place, NICHE,\n   15  CRYPT,  VAULT  or other place of interment OR TEMPORARY STORAGE of human\n   16  remains OR CREMATED HUMAN REMAINS, OR ANY MONUMENT,  HEADSTONE,  MARKER,\n   17  MEMORIAL,  PLAQUE,  STATUE,  VASE,  URN, DECORATION, FLAG HOLDER, BADGE,\n   18  SHIELD, ITEM OF MEMORABILIA, OR OTHER EMBELLISHMENT THAT IS  LOCATED  ON\n   19  OR  ADJACENT  TO,  OR  IS  OTHERWISE ASSOCIATED WITH, ANY SUCH CEMETERY,\n   20  MAUSOLEUM, COLUMBARIUM, LOT, PLOT, GRAVE, BURIAL  PLACE,  NICHE,  CRYPT,\n   21  VAULT,  OR  OTHER  PLACE OF INTERMENT OR TEMPORARY STORAGE, in an amount\n   22  exceeding two hundred fifty dollars; or\n   23    (b) with intent to steal personal property, he OR SHE steals  personal\n   24  property, the value of which exceeds two hundred fifty dollars, which is\n   25  located  at a cemetery, MAUSOLEUM, COLUMBARIUM, LOT, plot, grave, burial\n   26  place, NICHE, CRYPT, VAULT or other  place  of  interment  OR  TEMPORARY\n   27  STORAGE  of  human  remains  OR CREMATED HUMAN REMAINS, OR ANY MONUMENT,\n   28  HEADSTONE, MARKER, MEMORIAL, PLAQUE, STATUE, VASE, URN, DECORATION, FLAG\n   29  HOLDER, BADGE, SHIELD, ITEM OF MEMORABILIA, OR OTHER EMBELLISHMENT  THAT\n   30  IS  LOCATED ON OR ADJACENT TO, OR IS OTHERWISE ASSOCIATED WITH, ANY SUCH\n   31  CEMETERY, MAUSOLEUM, COLUMBARIUM, LOT, PLOT, GRAVE, BURIAL PLACE, NICHE,\n   32  CRYPT, VAULT, OR OTHER PLACE OF  INTERMENT  OR  TEMPORARY  STORAGE,  and\n   33  which property is owned by the person or organization which maintains or\n   34  owns  such  place  or  the estate, next-of-kin or representatives of the\n   35  deceased person interred there; or\n   36    (c) commits the crime of cemetery desecration in the second degree  as\n   37  defined  in  section  145.22  of  this  article  and has been previously\n   38  convicted of the crime of cemetery desecration  in  the  second  degree,\n   39  CEMETERY  DESECRATION  IN  THE  FIRST  DEGREE, AGGRAVATED CEMETERY DESE-\n   40  CRATION IN THE SECOND DEGREE, AGGRAVATED  CEMETERY  DESECRATION  IN  THE\n   41  FIRST  DEGREE  OR CEMETERY DESECRATION OF A VETERAN within the preceding\n   42  five years.\n   43    Cemetery desecration in the first degree is a class E felony.\n   44    S 3. Section 145.27 of the penal law, as added by chapter 376  of  the\n   45  laws of 2007, is amended to read as follows:\n   46  S 145.27 Aggravated cemetery desecration in the first degree.\n   47    A  person  is  guilty  of aggravated cemetery desecration in the first\n   48  degree when such person commits the crime of aggravated  cemetery  dese-\n   49  cration  in  the  second degree and has been previously convicted within\n   50  the past five years of the crime of cemetery desecration in  the  second\n   51  degree  as  defined  in  section  145.22 of this article, cemetery dese-\n   52  cration in the first degree as defined in section 145.23 of this article\n   53  [or], aggravated cemetery desecration in the second degree as defined in\n   54  section 145.26 of this article OR CEMETERY DESECRATION OF A  VETERAN  AS\n   55  DEFINED IN SECTION 145.29 OF THIS ARTICLE.\n\n       S. 1728                             3\n\n    1    Aggravated cemetery desecration in the first degree is a class D felo-\n    2  ny.\n    3    S  4.  The  penal law is amended by adding two new sections 145.28 and\n    4  145.29 to read as follows:\n    5  S 145.28 CEMETERY DESECRATION OF A VETERAN; DEFINITION OF \"VETERAN\".\n    6    FOR THE PURPOSES OF SECTION 145.29 OF THIS ARTICLE, THE TERM \"VETERAN\"\n    7  MEANS A DECEASED PERSON WHO:\n    8    1. (A) SERVED IN THE ACTIVE MILITARY, NAVAL, OR AIR SERVICE  DURING  A\n    9  WAR IN WHICH THE UNITED STATES ENGAGED; OR\n   10    (B) SERVED IN THE RESERVE COMPONENT OF THE ARMED FORCES, THE ORGANIZED\n   11  MILITIA OF THE STATE; OR\n   12    (C)  IS  ELIGIBLE TO RECEIVE A STANDARD GOVERNMENT HEADSTONE OR MARKER\n   13  FOR INSTALLATION IN A PRIVATE CEMETERY OR  A  STATE  VETERANS'  CEMETERY\n   14  PROVIDED  BY THE UNITED STATES DEPARTMENT OF VETERANS AFFAIRS WHO SERVED\n   15  IN THE UNITED STATES ARMED FORCES; AND\n   16    2. WAS DISCHARGED OR RELEASED THEREFROM UNDER  CONDITIONS  OTHER  THAN\n   17  DISHONORABLE.\n   18    FOR THE PURPOSES OF THIS SECTION \"RESERVE COMPONENT OF THE ARMED FORC-\n   19  ES  OF THE UNITED STATES\" MEANS THE ARMY RESERVE, THE NAVAL RESERVE, THE\n   20  MARINE CORPS RESERVE, THE AIR FORCE RESERVE, THE  COAST  GUARD  RESERVE,\n   21  THE  ARMY NATIONAL GUARD OF THE UNITED STATES AND THE AIR NATIONAL GUARD\n   22  OF THE UNITED STATES AND WHOSE SERVICE WAS DURING A  WAR  IN  WHICH  THE\n   23  UNITED  STATES  ENGAGED.    ORGANIZED  MILITIA  OF THE STATE, SHALL MEAN\n   24  SERVICE OTHER THAN PERMANENT, FULL-TIME SERVICE IN THE  MILITARY  FORCES\n   25  OF  THE STATE OF NEW YORK INCLUDING BUT NOT LIMITED TO THE NEW YORK ARMY\n   26  NATIONAL GUARD, THE NEW YORK AIR NATIONAL GUARD, THE NAVAL  MILITIA  AND\n   27  THE  NEW  YORK  GUARD (NOT INCLUDING THE INACTIVE NATIONAL GUARD AND NOT\n   28  INCLUDING THE NEW YORK GUARD IN AN INACTIVE STATUS).\n   29  S 145.29 CEMETERY DESECRATION OF A VETERAN.\n   30    A PERSON IS GUILTY OF CEMETERY DESECRATION OF  A  VETERAN  WHEN,  WITH\n   31  INTENT  TO  DAMAGE THE PROPERTY OF ANOTHER PERSON AND HAVING NO RIGHT TO\n   32  DO SO NOR ANY REASONABLE GROUND TO BELIEVE  THAT  HE  OR  SHE  HAS  SUCH\n   33  RIGHT, HE OR SHE INTENTIONALLY DAMAGES:\n   34    (A)  ANY  REAL  OR  PERSONAL  PROPERTY THAT HE OR SHE KNOWS IS USED OR\n   35  MAINTAINED AS A CEMETERY,  MAUSOLEUM,  COLUMBARIUM,  LOT,  PLOT,  GRAVE,\n   36  BURIAL  PLACE, NICHE, CRYPT, VAULT OR OTHER PLACE OF INTERMENT OR TEMPO-\n   37  RARY STORAGE PLACE OF A VETERAN; OR\n   38    (B) ANY MONUMENT, HEADSTONE, MARKER, MEMORIAL, PLAQUE,  STATUE,  VASE,\n   39  URN,  DECORATION,  FLAG  HOLDER,  BADGE,  SHIELD, ITEM OF MEMORABILIA OR\n   40  OTHER EMBELLISHMENT THAT IS LOCATED ON OR ADJACENT TO, OR  IS  OTHERWISE\n   41  ASSOCIATED  WITH,  ANY SUCH CEMETERY, MAUSOLEUM, COLUMBARIUM, LOT, PLOT,\n   42  GRAVE, BURIAL PLACE, NICHE, CRYPT, VAULT OR OTHER PLACE OF INTERMENT  OR\n   43  TEMPORARY STORAGE THAT HE OR SHE KNOWS BELONGS TO A VETERAN.\n   44    CEMETERY DESECRATION OF A VETERAN IS A CLASS E FELONY.\n   45    S  5.  Section  60.29 of the penal law, as added by chapter 165 of the\n   46  laws of 1997, is amended to read as follows:\n   47  S 60.29 Authorized disposition; cemetery desecration.\n   48    When a person is convicted of an offense  defined  in  section  145.22\n   49  [or],  145.23, OR 145.29 of this chapter or of an attempt to commit such\n   50  an offense, and the sentence imposed by the court  for  such  conviction\n   51  includes a sentence of probation or conditional discharge, such sentence\n   52  shall,  where appropriate, be in accordance with paragraph (h) of subdi-\n   53  vision two of section 65.10 of this  [article]  TITLE  as  such  section\n   54  relates to cemetery crime.\n\n       S. 1728                             4\n\n    1    S 6. Paragraph (h) of subdivision 2 of section 65.10 of the penal law,\n    2  as  amended  by  chapter  508 of the laws of 2001, is amended to read as\n    3  follows:\n    4    (h) Perform services for a public or not-for-profit corporation, asso-\n    5  ciation,  institution,  or agency, including but not limited to services\n    6  for the division of substance abuse services, services in an appropriate\n    7  community program for removal of graffiti from public or private proper-\n    8  ty, including  any  property  damaged  in  the  underlying  offense,  or\n    9  services  for  the  maintenance  and repair of real or personal property\n   10  USED OR maintained as a cemetery,  MAUSOLEUM,  COLUMBARIUM,  LOT,  plot,\n   11  grave, burial place, NICHE, CRYPT, VAULT, or other place of interment OR\n   12  TEMPORARY  STORAGE  of  human  remains OR CREMATED HUMAN REMAINS, OR ANY\n   13  MONUMENT, HEADSTONE, MARKER, MEMORIAL, PLAQUE, STATUE, VASE, URN,  DECO-\n   14  RATION,  FLAG  HOLDER,  BADGE,  SHIELD,  ITEM  OF  MEMORABILIA, OR OTHER\n   15  EMBELLISHMENT THAT IS LOCATED ON OR ADJACENT TO, OR IS OTHERWISE ASSOCI-\n   16  ATED WITH, ANY SUCH CEMETERY, MAUSOLEUM, COLUMBARIUM, LOT, PLOT,  GRAVE,\n   17  BURIAL PLACE, NICHE, CRYPT, VAULT, OR OTHER PLACE OF INTERMENT OR TEMPO-\n   18  RARY  STORAGE.    Provided,  however,  that  the performance of any such\n   19  services shall not result in the displacement of employed workers or  in\n   20  the  impairment  of  existing  contracts  for  services,  nor  shall the\n   21  performance of any such services be required or permitted in any  estab-\n   22  lishment  involved in any labor strike or lockout.  The court may estab-\n   23  lish provisions for the early termination of a sentence of probation  or\n   24  conditional discharge pursuant to the provisions of subdivision three of\n   25  section  410.90  of  the criminal procedure law after such services have\n   26  been completed. Such sentence may only be imposed upon conviction  of  a\n   27  misdemeanor,  violation,  or  class  D  or class E felony, or a youthful\n   28  offender finding replacing any such conviction, where the defendant  has\n   29  consented to the amount and conditions of such service;\n   30    S 7. This act shall take effect on the one hundred eightieth day after\n   31  it  shall  have become a law; provided, however, that the cemetery board\n   32  in the division of cemeteries in the department of state may  promulgate\n   33  rules  and  regulations  prior  to  such effective date to implement the\n   34  provisions of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to cemetery desecration and cemetery desecration of a veteran ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T163724.TXT", "SOBI.D110112.T133506.TXT", "SOBI.D110111.T162724.TXT", "SOBI.D110111.T162223.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294857306385
}