{
  "year" : 2011,
  "senateBillNo" : "S1724-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1724-2011-1294722000000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for early voting in primary and general elections during the 2 week period prior to the",
  "summary" : "Provides for early voting in primary and general elections during the 2 week period prior to the election. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S151-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1724\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, ADAMS, HASSELL-THOMPSON, KRUEGER, SAMPSON,\n         SMITH, VALESKY -- read twice and ordered printed, and when printed  to\n         be committed to the Committee on Elections\n\n       AN  ACT  to  amend  the  election  law, in relation to authorizing early\n         voting at primary and general elections\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Article  8 of the election law is amended by adding a new\n    2  title 6 to read as follows:\n    3                                  TITLE VI\n    4                                EARLY VOTING\n    5  SECTION 8-600. EARLY VOTING IN PRIMARY AND GENERAL ELECTIONS.\n    6          8-602. APPLICATION FOR EARLY VOTING.\n    7          8-604. STATE BOARD OF ELECTIONS; POWERS AND DUTIES OF.\n    8    S 8-600.  EARLY VOTING IN PRIMARY AND GENERAL  ELECTIONS.  1.  ON  AND\n    9  AFTER  THE FOURTEENTH DAY PRIOR TO THE DATE OF EVERY PRIMARY AND GENERAL\n   10  ELECTION, EACH BOARD OF ELECTIONS SHALL PROVIDE FOR  THE  CONDUCTING  OF\n   11  EARLY  VOTING. SUCH VOTING SHALL BE CONDUCTED AT THE OFFICE OF THE BOARD\n   12  OF ELECTIONS AND AT SUCH ALTERNATIVE POLLING PLACES DESIGNATED  BY  SUCH\n   13  BOARD.  EARLY  VOTING  SHALL  BE MADE AVAILABLE DURING SUCH FOURTEEN DAY\n   14  PERIOD, EXCLUDING SATURDAYS, SUNDAYS AND PUBLIC HOLIDAYS. THE  BOARD  OF\n   15  ELECTIONS  SHALL BE OPEN TO THE PUBLIC FOR EARLY VOTING FROM 8LABOR A.M.\n   16  UNTIL 4LABOR P.M. AND THE ALTERNATIVE POLLING PLACES SHALL BE  OPEN  FOR\n   17  EARLY  VOTING  DURING  SUCH HOURS AND DAYS AS SHALL BE DESIGNATED BY THE\n   18  BOARD OF ELECTIONS.\n   19    2. A REGISTERED VOTER MAY PARTICIPATE IN EARLY VOTING UPON  COMPLETION\n   20  AND  FILING OF AN APPLICATION THEREFOR WITH THE BOARD OF ELECTIONS HOLD-\n   21  ING HIS OR HER VOTER REGISTRATION.\n   22    3. THE CONDUCT OF EARLY VOTING SHALL BE MONITORED AND ADMINISTERED  BY\n   23  TWO  PERSONS  DESIGNATED BY THE BOARD OF ELECTIONS, WITH ONE SUCH PERSON\n   24  FROM EACH OF THE MAJOR POLITICAL PARTIES. SUCH VOTING SHALL CONFORM WITH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01745-01-1\n\n       S. 1724                             2\n\n    1  THE PROCEDURES, MEASURES AND REQUIREMENTS FOR CASTING VOTES IN A PRIMARY\n    2  OR GENERAL ELECTION. ALL VOTES CAST DURING EARLY VOTING SHALL BE COUNTED\n    3  AFTER THE POLLS CLOSE ON THE DATE OF THE PRIMARY OR GENERAL ELECTION  TO\n    4  WHICH  IT RELATES, IN THE SAME MANNER PRESCRIBED BY ARTICLE NINE OF THIS\n    5  CHAPTER.\n    6    4. EACH BOARD OF ELECTIONS SHALL PUBLISH NOTICE OF THE TIME PERIOD  OF\n    7  EARLY  VOTING,  THE  TIMES  THEREOF,  THE  PLACES  WHERE EARLY VOTING IS\n    8  CONDUCTED AND THE MANNER IN WHICH SUCH VOTING IS CONDUCTED. SUCH NOTICES\n    9  SHALL BE PUBLISHED IN A NEWSPAPER OF GENERAL CIRCULATION NOT  LESS  THAN\n   10  SEVEN DAYS PRIOR TO THE FIRST DAY OF EARLY VOTING AND ONCE A WEEK THERE-\n   11  AFTER.\n   12    S  8-602.  APPLICATION  FOR  EARLY VOTING.   1. THE BOARD OF ELECTIONS\n   13  SHALL FURNISH  ONE  APPLICATION  FOR  EARLY  VOTING  TO  ANY  VOTER  WHO\n   14  PERSONALLY APPEARS AND WISHES TO EXERCISE THIS RIGHT. UPON COMPLETION OF\n   15  SUCH  APPLICATION,  TWO  DULY  DESIGNATED  EMPLOYEES  OF  THE  BOARD  OF\n   16  ELECTIONS, ONE  FROM  EACH  MAJOR  POLITICAL  PARTY  REPRESENTED,  SHALL\n   17  COMPARE  THE  INFORMATION OF THE VOTER WITH THE SIGNATURE ON THE VOTER'S\n   18  PERMANENT REGISTRATION RECORD, OR OTHER EVIDENCE  OF  IDENTIFICATION  IF\n   19  COMPUTERIZED DUPLICATE  REGISTRATION RECORDS ARE USED, AND SHALL ENDORSE\n   20  ON  THE  APPLICATION THAT SUCH REVIEW HAS BEEN COMPLETED. THE RESULTS OR\n   21  TABULATION OF VOTES CAST DURING AN EARLY VOTING PERIOD SHALL NOT BE MADE\n   22  BEFORE THE CLOSE OF ALL POLLING PLACES ON  THE  DATE  OF  THE  ELECTION.\n   23  BALLOTS  USED  IN  EARLY  VOTING SHALL BE, AS NEARLY AS PRACTICABLE, THE\n   24  SAME FORM AS THOSE USED ON THE DATE OF THE ELECTION.\n   25    2. THE APPLICATION FOR EARLY VOTING  SHALL  REQUIRE  AND  INCLUDE  THE\n   26  FOLLOWING IDENTIFYING INFORMATION:\n   27    (A) THE DATE OF THE PRIMARY OR GENERAL ELECTION,\n   28    (B) NAME OF THE BOARD OF ELECTIONS,\n   29    (C) THE NAME OF THE VOTER,\n   30    (D) RESIDENCE OF VOTER,\n   31    (E) NUMBER OF THE ASSEMBLY DISTRICT, IF ANY,\n   32    (F) NAME OF CITY OR TOWN, NUMBER OF WARD, IF ANY, AND\n   33    (G) ELECTION DISTRICT AND PARTY ENROLLMENT. THERE SHALL BE A PLACE FOR\n   34  TWO  SIGNATURES  OF  PERSONS  DESIGNATED TO INSPECT, ONE FROM EACH MAJOR\n   35  POLITICAL PARTY, THAT SUCH PERSONS HAVE CHECKED AND MARKED  THE  VOTER'S\n   36  REGISTRATION  AND  POLL  RECORD. ON THE REVERSE SIDE OF SUCH APPLICATION\n   37  SHALL BE PRINTED THE FOLLOWING STATEMENT:\n   38    I DO DECLARE THAT I AM A CITIZEN OF THE UNITED STATES, THAT I AM  DULY\n   39  REGISTERED  IN  THE  ELECTION DISTRICT SHOWN ON THE REVERSE SIDE OF THIS\n   40  APPLICATION AND I AM QUALIFIED TO VOTE IN SUCH DISTRICT; THAT I  DO  NOT\n   41  INTEND  TO  VOTE  ELSEWHERE,  THAT I HAVE NOT COMMITTED ANY ACT NOR AM I\n   42  UNDER ANY IMPEDIMENT WHICH DENIES ME THE RIGHT TO VOTE. I HEREBY DECLARE\n   43  THAT THE FOREGOING IS A TRUE STATEMENT TO THE BEST OF MY  KNOWLEDGE  AND\n   44  BELIEF,  AND I UNDERSTAND THAT IF I MAKE ANY MATERIAL FALSE STATEMENT IN\n   45  THE FOREGOING STATEMENT, I SHALL BE GUILTY OF A MISDEMEANOR.\n   46    (DATE)_________________\n   47    _______________________\n   48    (SIGNATURE AND ADDRESS OF VOTER)_______________________\n   49    _______________________________________________________\n   50    (WITNESS)______________________\n   51    _______________________________\n   52    S 8-604. STATE BOARD OF ELECTIONS; POWERS AND DUTIES OF. ANY  RULE  OR\n   53  REGULATION  NECESSARY  FOR  THE IMPLEMENTATION OF THE PROVISIONS OF THIS\n   54  TITLE SHALL BE PROMULGATED BY THE STATE BOARD OF ELECTIONS.\n   55    S 2. This act shall take effect on the first of January next  succeed-\n   56  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1724\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to authorizing early voting at\nprimary and general elections\n\nPURPOSE:\nWill allow for New Yorkers to have the option to vote 4\ncalendar days prior 10 any general or primary election.\n\nSUMMARY OF PROVISIONS:\nSection 1. Article 8 of the election law is amended by adding a new\ntitle 6 to read as follows:\n\nSec. 8-600. Early voting in primary elections; powers and duties of.\n1. On and after the fourteenth day prior to the date of every primary\nand general election, each board of elections shall provide for the\nconducting of early voting. Such voting shall be made available\nduring such fourteenth day period, excluding Saturdays, Sundays and\npublic holidays.\nThe board of ejections shall be open to the public for early voting\nfrom 8:30AM until 4:30PM and the alternative polling places shall be\nopen for early voting during such hours and days as shall be\ndesignated by the board of elections.\n\n2. A registered voter may participate in early voting upon completion\nand filing of an application therefore with the board of elections\nholding his or her voter registration.\n\n3. The conduct of early voting shall be monitored and administered by\ntwo persons designated by the board of elections, with one such\nperson from each of the major political parties. Such voting shall\nconform with the procedures, measures, and requirements for casting\nvotes in a primary or general election. All votes cast during early\nvoting shall be counted after the polls close On the date of the\nprimary or general election.\n\nJUSTIFICATION:\nOne election day it took some New Yorkers over two hours to cast their\nballots; this is unacceptable in a state as large as New York. Many\nstates, 31 at least, already have some form of early voting in place.\nA bill such as this Would not only make it easier for New Yorkers to\nparticipate in the Democratic process thereby increasing voter\nturnout which, until this historic ejection has been at a thirty year\nlow. The most effective way to keep turn out at this historic high is\nto make it easier for New yorkers to vote.\n\nLEGISLATIVE HISTORY:\n2009-10: S.151/A.201 - REFERRED TO ELECTIONS/Referred to Election Law\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January next succeeding the\ndate on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to authorizing early voting at primary and general elections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T163724.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T162724.TXT", "SOBI.D110111.T162223.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624807
}