{
  "year" : 2011,
  "senateBillNo" : "S1722-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1722-2011-1294722000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates youth employment and career development program in N.Y. city high schools administered by N.Y. city board of education; appropriation",
  "summary" : "Creates a youth employment and career development program in New York city high schools administered by New York city board of education to encourage the development of part and full-time jobs for high school students and graduates, provide students with job training, placement services and career counseling and assist high school faculty in developing and implementing a curriculum to provide students with work-competency training; makes $7,500,000 appropriation upon New York city appropriating and paying matching funds. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A1733",
  "lawSection" : "Appropriations",
  "previousVersions" : [ "SA4150-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1722                                                  A. 1733\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sens. MONTGOMERY, DILAN, HASSELL-THOMPSON --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Finance\n\n       IN  ASSEMBLY -- Introduced by M. of A. BRENNAN, CLARK, ROBINSON, COLTON,\n         PHEFFER, PERRY -- Multi-Sponsored by -- M. of A. AUBRY,  GLICK,  GOTT-\n         FRIED,  JACOBS,  ORTIZ,  ROSENTHAL,  TITONE,  WRIGHT  -- read once and\n         referred to the Committee on Education\n\n       AN ACT to amend the education law,  in  relation  to  creating  a  youth\n         employment  and career development program and making an appropriation\n         therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 2590-g of the education law is amended by adding a\n    2  new subdivision 13 to read as follows:\n    3    13. A. ESTABLISH A YOUTH EMPLOYMENT AND CAREER DEVELOPMENT PROGRAM, AS\n    4  FOLLOWS:\n    5    (1) THERE SHALL BE A YOUTH EMPLOYMENT AND CAREER  DEVELOPMENT  PROGRAM\n    6  ADMINISTERED  BY THE BOARD OF EDUCATION. THE PROGRAM SHALL ENCOURAGE THE\n    7  DEVELOPMENT OF PART TIME AND FULL TIME JOBS FOR HIGH SCHOOL STUDENTS AND\n    8  GRADUATES, PROVIDE STUDENTS WITH JOB TRAINING,  PLACEMENT  SERVICES  AND\n    9  CAREER  COUNSELING  AND  ASSIST  HIGH  SCHOOL  FACULTY IN DEVELOPING AND\n   10  IMPLEMENTING A  CURRICULUM  TO  PROVIDE  STUDENTS  WITH  WORK-COMPETENCY\n   11  TRAINING.\n   12    (2) SUBJECT TO THE PROVISIONS OF PARAGRAPH C OF THIS SUBDIVISION, EACH\n   13  HIGH  SCHOOL  IN  NEW  YORK  CITY MAY HAVE A YOUTH EMPLOYMENT AND CAREER\n   14  DEVELOPMENT OFFICE STAFFED BY A JOB COORDINATOR, A CAREER SPECIALIST AND\n   15  SUCH SUPPORT STAFF AS PERMITTED BY BUDGET ALLOCATIONS THEREFOR.\n   16    (3) THE JOB COORDINATOR SHALL:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06134-01-1\n\n       S. 1722                             2                            A. 1733\n\n    1    (I) ACT AS LIAISON BETWEEN THE  DIRECTORS  OF  ALL  EMPLOYMENT-RELATED\n    2  PROGRAMS  WITHIN  THE  SCHOOL, INCLUDING COOPERATIVE EDUCATION PROGRAMS,\n    3  TRAINING OPPORTUNITIES PROGRAMS AND SCHOOL TO EMPLOYMENT PROGRAMS;\n    4    (II) CONDUCT JOB AND CAREER FAIRS;\n    5    (III) ORGANIZE FIELD TRIPS TO BUSINESSES AND THE NEW YORK CITY JOB AND\n    6  CAREER CENTER;\n    7    (IV) WORK CLOSELY WITH THE NEW YORK CITY BOARD OF EDUCATION WORK EXPE-\n    8  RIENCE AND TRAINING UNIT; AND\n    9    (V)  COMPILE  AND  MAINTAIN  CURRENT LISTS OF ALL JOBS AVAILABLE TO BE\n   10  FILLED BY PROGRAM PARTICIPANTS INCLUDING FULL TIME AND PART TIME EMPLOY-\n   11  MENT OPPORTUNITIES.\n   12    (4) THE JOB DEVELOPER SHALL:\n   13    (I) SOLICIT EMPLOYMENT OPPORTUNITIES FOR  HIGH  SCHOOL  STUDENTS  FROM\n   14  EMPLOYERS    REPRESENTING    THE    PUBLIC   SECTOR,   PRIVATE   SECTOR,\n   15  COMMUNITY-BASED ORGANIZATIONS AND INTERNSHIP PROGRAMS;\n   16    (II) ENDEAVOR TO INCREASE INTERNSHIP OPPORTUNITIES AND  DEVELOP  OTHER\n   17  WORK-EXPERIENCE PROGRAMS FOR STUDENTS;\n   18    (III)  ASSIST PROGRAM PARTICIPANTS IN SECURING FULL TIME AND PART TIME\n   19  SCHOOL YEAR AND SUMMER EMPLOYMENT;\n   20    (IV) PROVIDE TRAINING IN RESUME DRAFTING AND  INTERVIEWING  SKILLS  TO\n   21  PROGRAM PARTICIPANTS;\n   22    (V) ASSIST SCHOOL OFFICIALS TO DEVELOP FLEXIBLE ACADEMIC SCHEDULES FOR\n   23  PROGRAM  PARTICIPANTS  TO FACILITATE THE COMPLETION OF HIGH SCHOOL WHILE\n   24  THE STUDENT IS EMPLOYED;\n   25    (VI) ACT AS AN ADVOCATE FOR PROGRAM PARTICIPANTS IF DIFFICULTIES ARISE\n   26  IN THE WORKPLACE; AND\n   27    (VII) CONTINUE TO PROVIDE JOB PLACEMENT  AND  COUNSELING  SERVICES  TO\n   28  PROGRAM PARTICIPANTS ONE YEAR SUBSEQUENT TO GRADUATION.\n   29    (5)  ALL  PROGRAM  STAFF SHALL BE EMPLOYED PURSUANT TO APPLICABLE CITY\n   30  AND STATE REGULATIONS.\n   31    B. EACH SCHOOL OPERATING A YOUTH  EMPLOYMENT  AND  CAREER  DEVELOPMENT\n   32  PROGRAM  SHALL  BE  EQUIPPED  WITH AN OFFICE OR CLASSROOM TO ACCOMMODATE\n   33  PROGRAM STAFF. THE OFFICE SHALL CONTAIN APPROPRIATE  FURNITURE,  CARPET-\n   34  ING,  TELEPHONES,  TELEFAX  MACHINES,  COPYING MACHINES AND OTHER OFFICE\n   35  SUPPLIES NECESSARY TO ESTABLISH THE  ATMOSPHERE  OF  A  MODERN  BUSINESS\n   36  OFFICE.  THIS  OFFICE SHALL BE OPEN EIGHT HOURS PER DAY, ON A YEAR-ROUND\n   37  BASIS, AND SHALL BE USED TO ACCOMMODATE PROGRAM STAFF AND TO  FACILITATE\n   38  STUDENT CAREER TRAINING AND COUNSELING.\n   39    C. ANY HIGH SCHOOL PRINCIPAL WISHING TO IMPLEMENT THE YOUTH EMPLOYMENT\n   40  AND  CAREER DEVELOPMENT PROGRAM IN HIS OR HER HIGH SCHOOL SHALL SUBMIT A\n   41  WRITTEN REQUEST TO THE CHANCELLOR OF THE BOARD  OF  EDUCATION  FOR  SUCH\n   42  PROGRAM.  THE  CHANCELLOR  SHALL  SELECT  THE  HIGH SCHOOLS IN WHICH THE\n   43  PROGRAM SHALL BE IMPLEMENTED. THE CHANCELLOR SHALL TAKE ALL STEPS NECES-\n   44  SARY TO IMPLEMENT THE PROGRAM  IN  THE  SELECTED  SCHOOLS  IN  A  PROMPT\n   45  MANNER;  PROVIDED,  HOWEVER,  THAT, ONE YEAR AFTER THE EFFECTIVE DATE OF\n   46  THIS SUBDIVISION, THE PROGRAM MAY BE IMPLEMENTED IN NO MORE  THAN  THIR-\n   47  TY-TWO  NEW YORK CITY HIGH SCHOOLS. WITHIN TWO YEARS AFTER THE EFFECTIVE\n   48  DATE OF THIS SUBDIVISION, THE PROGRAM MAY BE IMPLEMENTED IN NO MORE THAN\n   49  SIXTY-FOUR NEW YORK CITY HIGH SCHOOLS; AND WITHIN THREE YEARS AFTER  THE\n   50  EFFECTIVE  DATE  OF  THIS SUBDIVISION, THE PROGRAM MAY BE IMPLEMENTED IN\n   51  EVERY NEW YORK CITY HIGH SCHOOL.\n   52    S 2. Section 2590-g of the education law is amended by  adding  a  new\n   53  subdivision 7 to read as follows:\n   54    7.  A. ESTABLISH A YOUTH EMPLOYMENT AND CAREER DEVELOPMENT PROGRAM, AS\n   55  FOLLOWS:\n\n       S. 1722                             3                            A. 1733\n\n    1    (1) THERE SHALL BE A YOUTH EMPLOYMENT AND CAREER  DEVELOPMENT  PROGRAM\n    2  ADMINISTERED  BY THE BOARD OF EDUCATION. THE PROGRAM SHALL ENCOURAGE THE\n    3  DEVELOPMENT OF PART TIME AND FULL TIME JOBS FOR HIGH SCHOOL STUDENTS AND\n    4  GRADUATES, PROVIDE STUDENTS WITH JOB TRAINING,  PLACEMENT  SERVICES  AND\n    5  CAREER  COUNSELING  AND  ASSIST  HIGH  SCHOOL  FACULTY IN DEVELOPING AND\n    6  IMPLEMENTING A  CURRICULUM  TO  PROVIDE  STUDENTS  WITH  WORK-COMPETENCY\n    7  TRAINING.\n    8    (2) SUBJECT TO THE PROVISIONS OF PARAGRAPH C OF THIS SUBDIVISION, EACH\n    9  HIGH  SCHOOL  IN  NEW  YORK  CITY MAY HAVE A YOUTH EMPLOYMENT AND CAREER\n   10  DEVELOPMENT OFFICE STAFFED BY A JOB COORDINATOR, A CAREER SPECIALIST AND\n   11  SUCH SUPPORT STAFF AS PERMITTED BY BUDGET ALLOCATIONS THEREFOR.\n   12    (3) THE JOB COORDINATOR SHALL:\n   13    (I) ACT AS LIAISON BETWEEN THE  DIRECTORS  OF  ALL  EMPLOYMENT-RELATED\n   14  PROGRAMS  WITHIN  THE  SCHOOL, INCLUDING COOPERATIVE EDUCATION PROGRAMS,\n   15  TRAINING OPPORTUNITIES PROGRAMS AND SCHOOL TO EMPLOYMENT PROGRAMS;\n   16    (II) CONDUCT JOB AND CAREER FAIRS;\n   17    (III) ORGANIZE FIELD TRIPS TO BUSINESSES AND THE NEW YORK CITY JOB AND\n   18  CAREER CENTER;\n   19    (IV) WORK CLOSELY WITH THE NEW YORK CITY BOARD OF EDUCATION WORK EXPE-\n   20  RIENCE AND TRAINING UNIT; AND\n   21    (V) COMPILE AND MAINTAIN CURRENT LISTS OF ALL  JOBS  AVAILABLE  TO  BE\n   22  FILLED BY PROGRAM PARTICIPANTS INCLUDING FULL TIME AND PART TIME EMPLOY-\n   23  MENT OPPORTUNITIES.\n   24    (4) THE JOB DEVELOPER SHALL:\n   25    (I)  SOLICIT  EMPLOYMENT  OPPORTUNITIES  FOR HIGH SCHOOL STUDENTS FROM\n   26  EMPLOYERS   REPRESENTING   THE   PUBLIC    SECTOR,    PRIVATE    SECTOR,\n   27  COMMUNITY-BASED ORGANIZATIONS AND INTERNSHIP PROGRAMS;\n   28    (II)  ENDEAVOR  TO INCREASE INTERNSHIP OPPORTUNITIES AND DEVELOP OTHER\n   29  WORK-EXPERIENCE PROGRAMS FOR STUDENTS;\n   30    (III) ASSIST PROGRAM PARTICIPANTS IN SECURING FULL TIME AND PART  TIME\n   31  SCHOOL YEAR AND SUMMER EMPLOYMENT;\n   32    (IV)  PROVIDE  TRAINING  IN RESUME DRAFTING AND INTERVIEWING SKILLS TO\n   33  PROGRAM PARTICIPANTS;\n   34    (V) ASSIST SCHOOL OFFICIALS TO DEVELOP FLEXIBLE ACADEMIC SCHEDULES FOR\n   35  PROGRAM PARTICIPANTS TO FACILITATE THE COMPLETION OF HIGH  SCHOOL  WHILE\n   36  THE STUDENT IS EMPLOYED;\n   37    (VI) ACT AS AN ADVOCATE FOR PROGRAM PARTICIPANTS IF DIFFICULTIES ARISE\n   38  IN THE WORKPLACE; AND\n   39    (VII)  CONTINUE  TO  PROVIDE  JOB PLACEMENT AND COUNSELING SERVICES TO\n   40  PROGRAM PARTICIPANTS ONE YEAR SUBSEQUENT TO GRADUATION.\n   41    (5) ALL PROGRAM STAFF SHALL BE EMPLOYED PURSUANT  TO  APPLICABLE  CITY\n   42  AND STATE REGULATIONS.\n   43    B.  EACH  SCHOOL  OPERATING  A YOUTH EMPLOYMENT AND CAREER DEVELOPMENT\n   44  PROGRAM SHALL BE EQUIPPED WITH AN OFFICE  OR  CLASSROOM  TO  ACCOMMODATE\n   45  PROGRAM  STAFF.  THE OFFICE SHALL CONTAIN APPROPRIATE FURNITURE, CARPET-\n   46  ING, TELEPHONES, TELEFAX MACHINES, COPYING  MACHINES  AND  OTHER  OFFICE\n   47  SUPPLIES  NECESSARY  TO  ESTABLISH  THE  ATMOSPHERE OF A MODERN BUSINESS\n   48  OFFICE. THIS OFFICE SHALL BE OPENED EIGHT HOURS PER DAY, ON A YEAR-ROUND\n   49  BASIS, AND SHALL BE USED TO ACCOMMODATE PROGRAM STAFF AND TO  FACILITATE\n   50  STUDENT CAREER TRAINING AND COUNSELING.\n   51    C. ANY HIGH SCHOOL PRINCIPAL WISHING TO IMPLEMENT THE YOUTH EMPLOYMENT\n   52  AND  CAREER DEVELOPMENT PROGRAM IN HIS OR HER HIGH SCHOOL SHALL SUBMIT A\n   53  WRITTEN REQUEST TO THE CHANCELLOR OF THE BOARD  OF  EDUCATION  FOR  SUCH\n   54  PROGRAM.  THE  CHANCELLOR  SHALL  SELECT  THE  HIGH SCHOOLS IN WHICH THE\n   55  PROGRAM SHALL BE IMPLEMENTED. THE CHANCELLOR SHALL TAKE ALL STEPS NECES-\n   56  SARY TO IMPLEMENT THE PROGRAM  IN  THE  SELECTED  SCHOOLS  IN  A  PROMPT\n\n       S. 1722                             4                            A. 1733\n\n    1  MANNER;  PROVIDED,  HOWEVER,  THAT, ONE YEAR AFTER THE EFFECTIVE DATE OF\n    2  THIS SUBDIVISION, THE PROGRAM MAY BE IMPLEMENTED IN NO MORE  THAN  THIR-\n    3  TY-TWO  NEW YORK CITY HIGH SCHOOLS. WITHIN TWO YEARS AFTER THE EFFECTIVE\n    4  DATE OF THIS SUBDIVISION, THE PROGRAM MAY BE IMPLEMENTED IN NO MORE THAN\n    5  SIXTY-FOUR  NEW YORK CITY HIGH SCHOOLS; AND WITHIN THREE YEARS AFTER THE\n    6  EFFECTIVE DATE OF THIS SUBDIVISION, THE PROGRAM MAY  BE  IMPLEMENTED  IN\n    7  EVERY NEW YORK CITY HIGH SCHOOL.\n    8    S   3.  The  sum  of  seven  million  five  hundred  thousand  dollars\n    9  ($7,500,000), or so much thereof as may be necessary, is  hereby  appro-\n   10  priated  to  the  department  of  education from any monies in the state\n   11  treasury in the general fund to  the  credit  of  the  local  assistance\n   12  account for purposes of providing for the state's share of the necessary\n   13  appropriation  to the board of education of the city of New York for the\n   14  operation of the youth employment and career development program  estab-\n   15  lished by this act provided, however, that no expenditures shall be made\n   16  available  from  this  appropriation for any purpose unless and until an\n   17  appropriation to such board of education of the city of New York is made\n   18  by such city and then only in amounts matching such moneys paid to  such\n   19  board  of  education. Such sum shall be payable on the audit and warrant\n   20  of the state comptroller  on  vouchers  certified  or  approved  by  the\n   21  commissioner  of education, or his or her duly designated representative\n   22  in the manner provided by law. Consistent with the foregoing  provisions\n   23  of  this act, no expenditure shall be made from this appropriation until\n   24  a certificate of approval of availability shall have been issued by  the\n   25  director  of  the budget and filed with the state comptroller and a copy\n   26  filed with the chairman of the senate finance committee and the chairman\n   27  of the assembly ways and means  committee.    Such  certificate  may  be\n   28  amended  form  time  to time by the director of the budget and a copy of\n   29  each such amendment shall be  filed  with  the  state  comptroller,  the\n   30  chairman  of the senate finance committee and the chairman of the assem-\n   31  bly ways and means committee.\n   32    S 4. This act shall take effect immediately; provided,  however,  that\n   33  the  amendments  to  section 2590-g of the education law made by section\n   34  one of this act shall be subject to the expiration and reversion of such\n   35  section pursuant to section 34 of chapter 91 of the  laws  of  2002,  as\n   36  amended,  when  upon such date the provisions of section two of this act\n   37  shall take effect.\n",
  "memo" : "BILL NUMBER:S1722\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to creating a youth\nemployment and career development program and making an\nappropriation therefor\n\nPURPOSE:\nTo create a program in New York City high schools to encourage the\ndevelopment of job opportunities for high school students and\ngraduates who need jobs and coordinate their work and schooling in\norder to allow time for earning a high school diploma while they are\nemployed.\n\nSUMMARY OF PROVISIONS:\nThe bill establishes a \"Youth Employment and Career Development\nProgram\" operated by the Board of Education and located in high\nschool buildings. The program is required to operate like a business,\n8-hour day, 5 days per week, all year. It will provide students with\njob training, placement services and career counseling. The program\nwould be run in each high school that requests a program and each\nschool would have a job coordinator, career counselor and other\nsupport staff as necessary. Programs would be initiated by the\nprincipal of the high school who would place a written request to the\nChancellor. While the bill provides for a phase-in of these programs,\nall high schools may have such a program within 3 years of enactment\nof the legislation.\n\nJUSTIFICATION:\nMany students find it a necessity to work in order to help support\ntheir family. Jobs are difficult to find, driving some youngsters to\nillegal activities and preventing them from being able to attend\nschool during regular school hours. The New York City partnership has\nestablished a.pilot program called \"New York Working.\" This program,\nwhich was expanded to 16 high schools, has been showing great\npromise in helping students find jobs and still attend school.\nOver 3,000 students have been placed in full-time, part-time, or\nsummer jobs in the past year.\n\nHowever, the Partnership funds for the program have been\nexhausted. Half of the high schools that have a \"New York Working\"\nprogram have had to eliminate the career counselor an integral part\nof the program. Such a successful program should be expanded, not\nleft to die. This bill would make sure that in fact it is expanded\nand institutionalized.\n\nLEGISLATIVE HISTORY:\n2000: S.7600 Died in Committee\n2002: S.2025 Died in Committee\n2004: S.2312 Died in Committee\n\n2006: S.1807 Died in Committee\n2008: S.4031 Died in Committee\n2010: S.4150-A Died in Committee\n\nFISCAL IMPLICATIONS:\n$15 million impact when fully implemented.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately; provided, however, that the\namendments to section 2590g of the education law made by section one\nof this act shall survive the expiration and reversion of such\nsection as provided by section 34 of chapter 91 of the laws of\n2002, as amended.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to creating a youth employment and career development program and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110111.T154221.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110111.T154722.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T152219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624804
}