{
  "year" : 2011,
  "senateBillNo" : "S1723-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1723-2011-1294722000000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires persons in parental relation with a child of elementary school age to attend parent support instruction programs",
  "summary" : "Requires persons in parental relation with a child of elementary school age to attend parents support programs; completion of four workshops one of which shall be related to physical, emotional and sexual abuse of children, shall be a requirement for the child's advancement to seventh grade. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2178-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1723\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to requiring  persons  in\n         parental  relation  with  a  child  of elementary school age to attend\n         parent support programs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section  3212 of the education law is\n    2  amended by adding a new paragraph f to read as follows:\n    3    F. SHALL, AT THE TIME SUCH INDIVIDUAL BEGINS TO ATTEND  UPON  INSTRUC-\n    4  TION,  PARTICIPATE  IN  A  SERIES  OF  FOUR  PARENT  SUPPORT INSTRUCTION\n    5  PROGRAMS PURSUANT TO SECTION THREE HUNDRED  NINETEEN  OF  THIS  CHAPTER,\n    6  SUCH PROGRAMS TO BE COMPLETED PRIOR TO SUCH INDIVIDUAL'S GRADUATION FROM\n    7  SIXTH GRADE AND SHALL BE A REQUIREMENT FOR SUCH INDIVIDUAL'S ADVANCEMENT\n    8  TO  THE  SEVENTH GRADE.  WHERE SUCH PERSONS IN PARENTAL RELATION REQUIRE\n    9  LEAVE FROM WORK  TO  ATTEND  AND  PARTICIPATE  IN  SUCH  PARENT  SUPPORT\n   10  INSTRUCTION PROGRAMS, THE EMPLOYERS OF SUCH PERSONS IN PARENTAL RELATION\n   11  SHALL  PROVIDE  SUCH PERSONS WITH ONE DAY PER YEAR OF PAID JOB LEAVE FOR\n   12  THIS PURPOSE.\n   13    S 2. The education law is amended by adding a new section 319 to  read\n   14  as follows:\n   15    S  319. PARENT SUPPORT INSTRUCTION. THE COMMISSIONER SHALL, WITHIN ONE\n   16  HUNDRED EIGHTY DAYS OF THE  EFFECTIVE  DATE  OF  THIS  SECTION,  AND  IN\n   17  CONSULTATION  WITH  THE  BOARD  OF  REGENTS,  DEVELOP GUIDELINES FOR THE\n   18  CONTENT AND DISTRIBUTION OF A SERIES OF TWELVE PARENTING WORKSHOPS,  ONE\n   19  OF  WHICH  SHALL RELATE TO THE SUBJECT OF PHYSICAL, EMOTIONAL AND SEXUAL\n   20  ABUSE OF CHILDREN. PURSUANT TO PARAGRAPH F OF SUBDIVISION TWO OF SECTION\n   21  THIRTY-TWO HUNDRED TWELVE OF THIS CHAPTER, THE  COMPLETION  OF  FOUR  OF\n   22  SUCH  WORKSHOPS, ONE OF WHICH IS THE PROGRAM ON ABUSE, SHALL BE REQUIRED\n   23  OF ALL PERSONS IN PARENTAL RELATION WITH A CHILD PRIOR TO  SUCH  CHILD'S\n   24  GRADUATION  FROM SIXTH GRADE AND SHALL BE A REQUIREMENT FOR SUCH CHILD'S\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06878-01-1\n\n       S. 1723                             2\n\n    1  ADVANCEMENT TO THE SEVENTH  GRADE.  THE  COMMISSIONER  SHALL  PROMULGATE\n    2  REGULATIONS  PROVIDING FOR ALTERNATIVE MEANS OF PARTICIPATION INCLUDING,\n    3  BUT NOT LIMITED TO, VIDEO OR CD, LIVE LECTURES OR PRINTED MATERIALS, AND\n    4  PROVIDING  FOR A MEANS OF VERIFIABLE CERTIFICATION THAT SUCH PROGRAM HAS\n    5  BEEN COMPLETED.\n    6    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1723\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to requiring persons in parental\nrelation with a child of elementary school age\nto attend\nparent support programs\n\nPURPOSE OR GENERAL IDEA OF BILL:\nRequires parents to attend support programs designed to enhance\nparenting skills.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. Amends the Education Law, Section 3212 subdivision 2 by\nadding a new paragraph f. Requires parents of elementary school\nchildren to attend a minimum of four parent support instruction\nprograms prior to the child's advancement to the seventh grade.\nRequires employers to provide one day per year of paid job leave for\nthe purposes of attending such support instruction programs.\n\nSection 2. Amends the Education Law by adding a new section 319.\nRequires the Commissioner, in consultation with the Board of Regents,\nto develop guidelines for the content and distribution of a series of\ntwelve parenting workshops. Provides that the topic of one such\nworkshop shall be related to the physical, emotional and sexual abuse\nof children. Requires the completion of four workshops prior to the\nchild's graduation from sixth grade and shall be a requirement for\nadvancement to the seventh grade.\n\nSection 3. Effective Date\n\nEXISTING LAW:\nEducation Law; Part 1, Compulsory Education; Section\n3212, Definition of persons in parental relation and their duties;\nduties of certain other persons\n\nJUSTIFICATION:\nTo provide parents with educational and support systems that would\nenhance parenting skills and to provide parents with guidelines and\nresources necessary to prevent instances of abuse and neglect.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10: S.2178 - Referred to Education/A.305 - Enacting Clause Stricken\n2007-08: A.1628 - Referred to Education\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring persons in parental relation with a child of elementary school age to attend parent support programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T163724.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110111.T161723.TXT", "SOBI.D110111.T162724.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110127.T134853.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296154133258
}