{
  "year" : 2011,
  "senateBillNo" : "S1729-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1729-2011-1294722000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the state from entering into certain contracts with companies requiring employees to stipulate to binding arbitration for all disputes",
  "summary" : "Prohibits the state from entering into certain contracts with companies requiring employees to stipulate to binding arbitration for all disputes unless it excludes disputes involving sexual assault. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S6723-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1729\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sens. PARKER, KRUEGER, SAMPSON -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to prohibiting the  state\n         from  entering  into  contracts  with companies requiring employees to\n         stipulate to binding arbitration for all disputes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 170-c\n    2  to read as follows:\n    3    S 170-C. PROHIBITING THE STATE AND CERTAIN STATE ENTITIES FROM  ENTER-\n    4  ING  INTO CONTRACTS WITH CERTAIN COMPANIES REQUIRING EMPLOYEES TO STIPU-\n    5  LATE TO BINDING ARBITRATION AGREEMENTS. 1.  NOTWITHSTANDING  ANY  INCON-\n    6  SISTENT  PROVISIONS OF ANY GENERAL OR SPECIAL LAW OR RESOLUTION, NEITHER\n    7  THE STATE NOR ANY STATE AGENCY INCLUDING: (I) ANY STATE  DEPARTMENT,  OR\n    8  (II) ANY DIVISION, BOARD, COMMISSION, OR BUREAU OF ANY STATE DEPARTMENT,\n    9  OR (III) THE STATE UNIVERSITY OF NEW YORK AND THE CITY UNIVERSITY OF NEW\n   10  YORK,  INCLUDING  ALL THEIR CONSTITUENT UNITS, EXCEPT COMMUNITY COLLEGES\n   11  AND THE  INDEPENDENT  INSTITUTIONS  OPERATING  STATUTORY    OR  CONTRACT\n   12  COLLEGES  ON  BEHALF  OF THE STATE, OR (IV) A BOARD, A MAJORITY OF WHOSE\n   13  MEMBERS ARE APPOINTED BY THE GOVERNOR OR WHO SERVE BY  VIRTUE  OF  BEING\n   14  STATE  OFFICERS  OR  EMPLOYEES  AS  DEFINED IN SUBPARAGRAPH (I), (II) OR\n   15  (III) OF PARAGRAPH (I)  OF SUBDIVISION ONE OF SECTION  SEVENTY-THREE  OF\n   16  THE   PUBLIC   OFFICERS  LAW,  (V)  ANY  PUBLIC  AUTHORITY,  OTHER  THAN\n   17  MULTI-STATE AUTHORITIES, PUBLIC BENEFIT CORPORATIONS, AND COMMISSIONS AT\n   18  LEAST ONE OF WHOSE MEMBERS IS APPOINTED BY THE GOVERNOR, NOR THE  LEGIS-\n   19  LATIVE  AND  JUDICIAL BRANCHES OF GOVERNMENT, NOR ANY FUND OF ANY OF THE\n   20  FOREGOING, NOR ANY OFFICER OF ANY OF THE FOREGOING,  SHALL  CONTRACT  OR\n   21  RENEW A CONTRACT FOR THE SUPPLY OF GOODS, SERVICES, OR CONSTRUCTION WITH\n   22  ANY OVERSEAS CONTRACTOR WHO DOES NOT AGREE TO STIPULATE TO THE FOLLOWING\n   23  AS  A MATERIAL CONDITION OF THE CONTRACT: THE CONTRACTOR, ANY SUBSIDIARY\n   24  OF A CONTRACTOR, ANY FRANCHISER OF THE CONTRACTOR, AND ANY SUBCONTRACTOR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01021-01-1\n\n       S. 1729                             2\n\n    1  TO BE EMPLOYED  BY  THE  CONTRACTOR  SHALL  NOT  UTILIZE  AN  EMPLOYMENT\n    2  CONTRACT  CONTAINING  CLAUSES  WHICH  REQUIRE  EMPLOYEES TO STIPULATE TO\n    3  BINDING ARBITRATION AGREEMENTS FOR ALL DISPUTES UNLESS DISPUTES  INVOLV-\n    4  ING SEXUAL ASSAULT OR OTHER ASSAULT ARE EXCLUDED.\n    5    2.  ANY  CONTRACTOR, ANY SUBSIDIARY OF A CONTRACTOR, FRANCHISER OF THE\n    6  CONTRACTOR, AND ANY SUBCONTRACTOR TO BE EMPLOYED BY THE CONTRACTOR SHALL\n    7  CERTIFY THAT IT IS IN COMPLIANCE WITH THE REQUIREMENTS OF THIS  SECTION.\n    8  SUCH  CERTIFICATION SHALL BE FILED WITH THE STATE GOVERNMENTAL CONTRACT-\n    9  ING PARTY AND MADE A PART OF ITS CONTRACT FILE.\n   10    3. UPON RECEIVING INFORMATION THAT A CONTRACTOR WHO HAS MADE THE STIP-\n   11  ULATION AND   CERTIFICATION REQUIRED BY THIS  SECTION  IS  IN  VIOLATION\n   12  THEREOF,  THE  STATE  GOVERNMENTAL  CONTRACTING  PARTY SHALL REVIEW SUCH\n   13  INFORMATION AND OFFER THE CONTRACTOR AN OPPORTUNITY TO RESPOND.  IF  THE\n   14  STATE   GOVERNMENTAL  CONTRACTING  PARTY  FINDS  THAT  A  VIOLATION  HAS\n   15  OCCURRED, IT SHALL TAKE SUCH ACTION AS MAY BE APPROPRIATE  AND  PROVIDED\n   16  FOR  BY LAW, RULE OR REGULATION, OR CONTRACT, INCLUDING, BUT NOT LIMITED\n   17  TO, IMPOSING SANCTIONS, SEEKING COMPLIANCE, RECOVERING DAMAGES,  DECLAR-\n   18  ING  THE  CONTRACTOR  IN DEFAULT, AND SEEKING DEBARMENT OR SUSPENSION OF\n   19  THE CONTRACTOR.\n   20    S 2. If any provision of this act or the application thereof  is  held\n   21  invalid,  the remainder of this act and the application thereof to other\n   22  persons or circumstances shall not be affected by such holding and shall\n   23  remain in full force and effect.\n   24    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1729\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to prohibiting the state from\nentering into contracts with companies requiring employees to stipulate\nto binding arbitration for all disputes\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo prohibit the state from entering into contracts, or renewing\ncontracts, with certain companies requiring employees to agree to\nbinding arbitration contracts for all disputes, including but not\nlimited to, sexual assaults.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 amends the executive law by adding a new section 170-c which\nwould prohibit the state from entering into contracts, or renewing\ncontracts, with certain companies requiring employees to agree to\nbinding arbitration contracts for all disputes, including but not\nlimited to, sexual assaults.\n\nJUSTIFICATION:\nMany companies require workers to sign binding arbitration agreements\nas part of their employment contracts, which require employees to\nforego their right to seek legal remedies for all disputes with the\nemployer, including those arising from sexual assault and other\nassaults.\n\nWorkers who are sexually assaulted while working for defense\ncontractors overseas typically have few options. They cannot bring\ncharges in the country where the crime was committed, and the binding\narbitration clause bars them from using courts in the united States.\n\nIn one of the most infamous cases arising from this practice of\noverseas contractors for defense corporations, Jamie Leigh Jones, a\n20-yr-old employee of defense contractor KBR, who was stationed in\nIraq, stated she was gang raped by her co-workers and imprisoned in a\nshipping container when she tried to report the crime. Her father and\nher congressman fought to secure her safe return to the United\nStates, but once home, Ms. Jones learned a fine-print clause in her\nKBR contract banned her from taking her case to court, instead\nforcing her into an \"arbitration\" process that would be run by KBR\nitself. Ms. Jones was forced to go to court to sue for the right to\nget justice, and after several years of litigation, she received a\nfavorable ruling, allowing her to seek justice. She has been pursuing\nthe matter in court since 2005.\n\nIn 2008, a number of female employees of overseas defense contractors\ntestified before the U.S. Senate Armed Services Committee. According\nto Sen. Bill Nelson of Florida, who cited Defense Department\nstatistics, more than two dozen female contractor employees working\n\nin Iraq and Afghanistan have reported being raped or sexually\nassaulted. One of the women testifying, Dawn Leamon, a mother of two\nactive duty military personnel, stated she was drugged and brutally\ngang-raped by soldiers and coworkers. She said KBR's employee\nassistance program discouraged her from filing a formal report.\n\nIt is time the State of New York took measures to end this abhorrent\nbehavior and help the employees assaulted overseas to gain justice.\nBy barring contractors who require their employees to sign such\nbinding arbitration agreements from contracting with the State of New\nYork, this state will step forward and help protect the employees who\nare unable to find justice under current law and practice.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nIndeterminate.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to prohibiting the state from entering into contracts with companies requiring employees to stipulate to binding arbitration for all disputes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T163224.TXT", "SOBI.D110111.T164224.TXT", "SOBI.D110111.T163724.TXT", "SOBI.D110112.T134007.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T162223.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624816
}