{
  "year" : 2011,
  "senateBillNo" : "S1726-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S1726-2011-1294722000000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to broadcasting of professional sporting events of publicly funded stadiums",
  "summary" : "Relates to broadcasting of professional sporting events of publicly funded stadiums. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Sports",
  "previousVersions" : [ "S7103-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1726\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cultural Affairs, Tourism,\n         Parks and Recreation\n\n       AN ACT in relation to broadcasting of professional  sporting  events  of\n         publicly funded stadiums\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Broadcasting of home games in publicly funded stadiums.  a.\n    2  If  the  broadcast  of  any home sporting event of a professional sports\n    3  team or franchise whose home stadium is located in this state is blacked\n    4  out for any reason, including under the blackout rules  of  the  profes-\n    5  sional  league  to which such team or franchise is a member, the profes-\n    6  sional sports team or franchise  shall  be  ineligible  to  receive  any\n    7  public funds from the state of New York in the next state fiscal year.\n    8    b. The provisions of this section shall not apply to:\n    9    (i)  Any public funds already appropriated prior to the effective date\n   10  of this section.\n   11    (ii) Any revenues from taxes to support a sports  franchise,  stadium,\n   12  or sports complex if such tax levy is in effect on the effective date of\n   13  this section; and\n   14    (iii)  Any  public funds appropriated or allocated which would consti-\n   15  tute a breach of contract if such funds were not distributed in  accord-\n   16  ance with such contract.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01324-01-1\n",
  "memo" : "BILL NUMBER:S1726\n\nTITLE OF BILL:\n\nAn act\nin relation to broadcasting of professional sporting events of publicly\nfunded stadiums\n\nPURPOSE OR GENERAL IDEA:\n\nThis legislation would render ineligible for public funding, in the\nnext State fiscal year, any professional sports team or franchise\nwhose broadcast of a home sporting event was blacked out for any\nreason.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nSection 1 provides that if the broadcast of a home game of\nprofessional sports team or franchise is blacked out, such team or\nfranchise would be ineligible for public funding in the coming New\nYork State fiscal year.\n\nSection 1 further provides that under certain circumstances,\nirrespective of a blackout, a team or franchise may maintain its\neligibility for public funding.\n\nJUSTIFICATION:\n\nThe National Football League (NFL) has a policy that it calls the\n\"blackout rule.\" The rationale for the blackout rule is that if\ngames are not televised, fans will need to buy tickets and fill up\nthe stadium, thus increasing revenues that are not shared with the\ntelevision networks. Additionally, a fuller stadium makes better\ntelevision, and gives rise to more lucrative broadcast contracts and\nadvertising contracts.\n\nHowever, during these challenging fiscal times, the NFL's rationale\nignores the reality that many fans are unable to afford high priced\ntickets and attend games. Thus, the blackout rule actually depresses\nprofessional sports viewership and shrinks the fan base and\nadvertising revenues. Furthermore, blacked-out games have negative\nmultiplier effects upon local economies. When games are not\ntelevised, fans do not attend the sports bars, restaurants and other\ngathering places where they would normally watch the game and engage\nin economic activity.\n\nThere are a number of NFL teams that receive public funding or have\nbenefited from public financing of their stadiums. Since the\ntaxpayers have funded, or will fund these teams and/or their\nstadiums, it seems\nonly appropriate to cut off access to state funding where the teams\n\nremove the ability of taxpayers to see the games their state has\nsubsidized.\n\nThis legislation would protect the taxpayers' return on their\ninvestment(s), by cutting off state funding to professional sports\nteams or franchises who benefit from public subsidy, but do not\nbroadcast local games.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2009-10: S.7103 - REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND\nRECREATION\n\nA similar bill was introduced in the Missouri House of Representatives\nas H.B. 1986 earlier in the 2009-2010 Legislative Session.\nFurthermore, similar bills are in the process of introduction in the\nstates of California, Florida, Michigan and Pennsylvania.\n\nFISCAL IMPLICATIONS:\n\nThe State could potentially save hundreds of millions of dollars, as\nwell as the fees necessary for the issuance of bonds for publicly\nfunded stadiums.\n\nEFFECTIVE DATE:\n\nThis bill will take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT in relation to broadcasting of professional sporting events of publicly funded stadiums ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T163724.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T162724.TXT", "SOBI.D110111.T162223.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624810
}