{
  "year" : 2011,
  "senateBillNo" : "S1739-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1739-2011-1294808400000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to an interstate compact on educational opportunity for military children",
  "summary" : "Authorizes the commissioner of education to participate in an interstate compact on educational opportunity for military children and to establish requirements to remove barriers imposed on children who are displaced due to a parent's military deployment or service. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S4834-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1739\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sens. GOLDEN, DeFRANCISCO, LAVALLE, LITTLE -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Education\n\n       AN ACT to amend the education law, in relation to an interstate  compact\n         on educational opportunity for military children\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative  intent.  The  legislature  hereby  finds  and\n    2  declares  that  military  families  are reassigned postings on a regular\n    3  basis, with the result that most military children will have six to nine\n    4  different school systems in their lives from kindergarten to 12th grade;\n    5  and further finds that such reassignments can result in transition chal-\n    6  lenges for these children who must start their lives over in new  cities\n    7  and  bases,  changing  homes,  schools,  friends, and relationships. The\n    8  legislature further finds and declares that it is a  matter  of  equity,\n    9  fairness, and in every sense in the public interest to provide the chil-\n   10  dren  of military families opportunities for educational success, and to\n   11  assure that they are not penalized or delayed in achieving their  educa-\n   12  tional goals by inflexible state processes and procedures.\n   13    S 2. The education law is amended by adding a new article 40-B to read\n   14  as follows:\n   15                                ARTICLE 40-B\n   16                            INTERSTATE COMPACT ON\n   17                EDUCATIONAL OPPORTUNITY FOR MILITARY CHILDREN\n   18  SECTION 1982. INTERSTATE COMPACT ON EDUCATIONAL OPPORTUNITY FOR MILITARY\n   19                  CHILDREN; COMMISSIONER AUTHORIZED TO PARTICIPATE.\n   20          1983. DEFINITIONS.\n   21          1984. ENROLLMENT.\n   22          1985. GRADUATION.\n   23    S  1982.  INTERSTATE  COMPACT  ON EDUCATIONAL OPPORTUNITY FOR MILITARY\n   24  CHILDREN; COMMISSIONER AUTHORIZED TO PARTICIPATE.  THE  COMMISSIONER  IS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04237-01-1\n\n       S. 1739                             2\n\n    1  HEREBY  AUTHORIZED  TO  PARTICIPATE  IN THE INTERSTATE COMPACT ON EDUCA-\n    2  TIONAL OPPORTUNITY FOR MILITARY CHILDREN, IF AND WHEN CREATED,  AND  FOR\n    3  SO  LONG AS SUCH COMPACT SHALL BE IN EXISTENCE, AND TO PARTICIPATE FULLY\n    4  IN PROGRAMS DESIGNED BY THE COMPACT AND ITS MEMBER STATES IN MEETING THE\n    5  PURPOSE  OF  THE  COMPACT TO HELP REMOVE BARRIERS TO EDUCATIONAL SUCCESS\n    6  IMPOSED ON CHILDREN OF MILITARY FAMILIES BECAUSE OF FREQUENT  MOVES  AND\n    7  DEPLOYMENT  OF  THEIR  PARENTS. PLACEMENT PROVISIONS OF THIS ARTICLE AND\n    8  ACTIONS REQUIRED OR AUTHORIZED TO BE TAKEN HEREIN  BY  THE  COMMISSIONER\n    9  SHALL  APPLY  TO  THE  CHILDREN  OF ACTIVE DUTY MEMBERS OF THE UNIFORMED\n   10  SERVICES.\n   11    S 1983. DEFINITIONS. AS USED  IN  THIS  ARTICLE,  UNLESS  THE  CONTEXT\n   12  CLEARLY REQUIRES A DIFFERENT CONSTRUCTION:\n   13    1.  \"ACTIVE  DUTY\" MEANS FULL-TIME DUTY STATUS IN THE ACTIVE UNIFORMED\n   14  SERVICE OF THE UNITED STATES, INCLUDING MEMBERS OF  THE  NATIONAL  GUARD\n   15  AND RESERVE ON ACTIVE DUTY ORDERS.\n   16    2.   \"CHILDREN  OF  MILITARY  FAMILIES\"  MEANS  SCHOOL-AGED  CHILDREN,\n   17  ENROLLED IN KINDERGARTEN THROUGH TWELFTH GRADE, IN THE HOUSEHOLD  OF  AN\n   18  ACTIVE DUTY MEMBER.\n   19    3.  \"DEPLOYMENT\"  MEANS  THE  PERIOD  ONE  MONTH  PRIOR TO THE SERVICE\n   20  MEMBERS' DEPARTURE FROM THEIR HOME STATION ON  MILITARY  ORDERS  THROUGH\n   21  SIX MONTHS AFTER RETURN TO THEIR HOME STATION.\n   22    4.   \"EDUCATION  RECORDS\"  OR  \"EDUCATIONAL  RECORDS\"  MEANS  OFFICIAL\n   23  RECORDS, FILES, AND DATA DIRECTLY RELATED TO A STUDENT AND MAINTAINED BY\n   24  THE SCHOOL OR LOCAL EDUCATION  AGENCY,  INCLUDING  BUT  NOT  LIMITED  TO\n   25  RECORDS  ENCOMPASSING  ALL THE MATERIAL KEPT IN THE STUDENT'S CUMULATIVE\n   26  FOLDER SUCH AS GENERAL IDENTIFYING DATA, RECORDS OF  ATTENDANCE  AND  OF\n   27  ACADEMIC  WORK  COMPLETED, RECORDS OF ACHIEVEMENT AND RESULTS OF EVALUA-\n   28  TIVE TESTS, HEALTH DATA, DISCIPLINARY STATUS, TEST PROTOCOLS, AND  INDI-\n   29  VIDUALIZED EDUCATION PROGRAMS, AS SHALL BE DETERMINED BY THE COMMISSION-\n   30  ER.\n   31    5.  \"EXTRACURRICULAR  ACTIVITIES\" MEANS A VOLUNTARY ACTIVITY SPONSORED\n   32  BY THE SCHOOL OR LOCAL EDUCATION AGENCY OR AN ORGANIZATION SANCTIONED BY\n   33  THE LOCAL EDUCATION AGENCY.\n   34    6. \"INTERSTATE COMMISSION  ON  EDUCATIONAL  OPPORTUNITY  FOR  MILITARY\n   35  CHILDREN\" MEANS A COMMISSION CREATED PURSUANT TO A COMPACT AMONG STATES,\n   36  AND REFERRED TO HEREIN AS INTERSTATE COMMISSION.\n   37    7.  \"RECEIVING  STATE\"  MEANS THE STATE TO WHICH A CHILD OF A MILITARY\n   38  FAMILY IS SENT, BROUGHT, OR CAUSED TO BE SENT OR BROUGHT.\n   39    8. \"SENDING STATE\" MEANS THE STATE FROM WHICH A CHILD  OF  A  MILITARY\n   40  FAMILY IS SENT, BROUGHT, OR CAUSED TO BE SENT OR BROUGHT.\n   41    9.  \"STATE\" MEANS A STATE OF THE UNITED STATES, THE DISTRICT OF COLUM-\n   42  BIA, THE COMMONWEALTH OF PUERTO RICO, THE  U.S.  VIRGIN  ISLANDS,  GUAM,\n   43  AMERICAN  SAMOA, THE NORTHERN MARIANAS ISLANDS AND ANY OTHER U.S. TERRI-\n   44  TORY.\n   45    10. \"STUDENT\" MEANS THE CHILD OF A MILITARY  FAMILY  WHO  IS  FORMALLY\n   46  ENROLLED IN KINDERGARTEN THROUGH TWELFTH GRADE.\n   47    11.  \"TRANSITION\" MEANS: (A) THE FORMAL AND PHYSICAL PROCESS OF TRANS-\n   48  FERRING FROM SCHOOL TO SCHOOL; OR (B) THE PERIOD  OF  TIME  IN  WHICH  A\n   49  STUDENT  MOVES FROM ONE SCHOOL IN THE SENDING STATE TO ANOTHER SCHOOL IN\n   50  THE RECEIVING STATE.\n   51    12. \"UNIFORMED SERVICE\" MEANS THE ARMY, NAVY, AIR FORCE, MARINE CORPS,\n   52  COAST GUARD AS WELL AS THE COMMISSIONED CORPS OF  THE  NATIONAL  OCEANIC\n   53  AND ATMOSPHERIC ADMINISTRATION, AND PUBLIC HEALTH SERVICES.\n   54    13.  \"VETERAN\" MEANS A PERSON WHO SERVED IN THE UNIFORMED SERVICES AND\n   55  WHO WAS DISCHARGED OR RELEASED THEREFROM  UNDER  CONDITIONS  OTHER  THAN\n   56  DISHONORABLE.\n\n       S. 1739                             3\n\n    1    S  1984.  ENROLLMENT.  1.  AT  THE  TIME OF ENROLLMENT AND CONDITIONAL\n    2  PLACEMENT OF THE STUDENT, A SCHOOL SHALL REQUEST THE STUDENT'S  OFFICIAL\n    3  EDUCATION  RECORDS  FROM  THE  SCHOOL IN THE SENDING STATE. IN THE EVENT\n    4  THAT OFFICIAL EDUCATION RECORDS CANNOT BE RELEASED TO  THE  PARENTS  FOR\n    5  THE  PURPOSE  OF  TRANSFER,  THE CUSTODIAN OF THE RECORDS IN THE SENDING\n    6  STATE SHALL PREPARE AND FURNISH TO THE PARENT A COMPLETE SET OF  UNOFFI-\n    7  CIAL  EDUCATIONAL  RECORDS  CONTAINING  UNIFORM  INFORMATION MEETING THE\n    8  REQUIREMENTS OR PARAMETERS ESTABLISHED BY THE COMMISSIONER. THE  COMMIS-\n    9  SIONER  SHALL  REQUIRE  THAT  UPON  RECEIPT OF SUCH UNOFFICIAL EDUCATION\n   10  RECORDS, THE SCHOOL SHALL ENROLL AND  APPROPRIATELY  PLACE  THE  STUDENT\n   11  PENDING  VALIDATION  BY  OFFICIAL  RECORDS. THE COMMISSIONER SHALL ADDI-\n   12  TIONALLY ESTABLISH REQUIREMENTS FOR SITUATIONS IN WHICH THE STATE  SHALL\n   13  BE THE SENDING STATE AND ANOTHER STATE THE RECEIVING STATE.\n   14    2.  THE  COMMISSIONER  SHALL  PROVIDE  THIRTY  DAYS  AFTER THE DATE OF\n   15  ENROLLMENT FOR STUDENTS TO OBTAIN REQUIRED IMMUNIZATIONS OR MAY SET  THE\n   16  TIME  TO  COINCIDE  WITH  A TIME REASONABLY DETERMINED BY THE INTERSTATE\n   17  COMMISSION.\n   18    3. THE RULES OF THE COMMISSIONER SHALL PROVIDE THAT A STUDENT WHO  HAS\n   19  SATISFACTORILY  COMPLETED  THE  APPROPRIATE  GRADE  LEVEL IN THE SENDING\n   20  STATE SHALL BE ELIGIBLE FOR ENROLLMENT IN THE NEXT HIGHEST GRADE  LEVEL.\n   21  A STUDENT TRANSFERRING AFTER THE START OF THE SCHOOL YEAR IN THE RECEIV-\n   22  ING  STATE  SHALL ENTER THE SCHOOL ON HIS OR HER VALIDATED LEVEL FROM AN\n   23  ACCREDITED SCHOOL IN THE SENDING STATE.\n   24    4. THE COMMISSIONER MAY WAIVE OR SUBSTITUTE COURSE AND PROGRAM PREREQ-\n   25  UISITES, OR OTHER PRECONDITIONS FOR PLACEMENT,  IN  ORDER  TO  MEET  THE\n   26  REQUIREMENTS AND POLICY GOALS OF THIS ARTICLE.\n   27    5.  THE  COMMISSIONER  SHALL PROVIDE FOR SITUATIONS IN WHICH A STUDENT\n   28  WHOSE PARENT OR LEGAL GUARDIAN IS AN ACTIVE DUTY MEMBER OF THE UNIFORMED\n   29  SERVICES, AND HAS BEEN CALLED TO DUTY FOR, IS ON LEAVE  FROM,  OR  IMME-\n   30  DIATELY  RETURNED FROM DEPLOYMENT TO A COMBAT ZONE OR COMBAT SUPPORT, BY\n   31  SUCH MEASURES AS ALLOWING ADDITIONAL EXCUSED ABSENCES IF APPROVED BY THE\n   32  SCHOOL TO VISIT WITH A PARENT OR LEGAL GUARDIAN RELATIVE.\n   33    6. SPECIAL POWER OF ATTORNEY, RELATIVE TO THE GUARDIANSHIP OF A  CHILD\n   34  OF  A  MILITARY FAMILY AND EXECUTED UNDER APPLICABLE LAW SHALL BE SUFFI-\n   35  CIENT FOR THE PURPOSES OF ENROLLMENT AND  ALL  OTHER  ACTIONS  REQUIRING\n   36  PARENTAL PARTICIPATION AND CONSENT.\n   37    7.  THE COMMISSIONER SHALL PROMULGATE RULES TO FACILITATE THE OPPORTU-\n   38  NITY FOR STUDENTS TO BE INCLUDED IN EXTRACURRICULAR ACTIVITIES,  REGARD-\n   39  LESS  OF  APPLICATION DEADLINES, TO THE EXTENT THEY ARE OTHERWISE QUALI-\n   40  FIED.\n   41    S 1985. GRADUATION. IN ORDER TO FACILITATE THE ON-TIME  GRADUATION  OF\n   42  CHILDREN  OF  MILITARY  FAMILIES  THE COMMISSIONER SHALL INCORPORATE THE\n   43  PROCEDURES INCLUDING BUT NOT LIMITED TO:\n   44    1. THE COMMISSIONER SHALL PROVIDE FOR WAIVER OF COURSES  REQUIRED  FOR\n   45  GRADUATION  WHEN  SIMILAR COURSEWORK HAS BEEN COMPLETED TO THE SATISFAC-\n   46  TION OF THE COMMISSIONER.  SHOULD A WAIVER NOT BE GRANTED TO  A  STUDENT\n   47  WHO  WOULD QUALIFY TO GRADUATE FROM THE SENDING SCHOOL, THE COMMISSIONER\n   48  SHALL REQUIRE THAT THE SCHOOL PROVIDE AN ALTERNATIVE MEANS OF  ACQUIRING\n   49  REQUIRED COURSEWORK SO THAT GRADUATION MAY OCCUR ON TIME.\n   50    2.  THE COMMISSIONER SHALL REQUIRE SCHOOLS TO ACCEPT: (A) EXIT OR END-\n   51  OF-COURSE EXAMS REQUIRED FOR GRADUATION FROM THE SENDING STATE;  OR  (B)\n   52  NATIONAL  NORM ACHIEVEMENT TESTS; OR (C) ALTERNATIVE TESTING, IN LIEU OF\n   53  TESTING REQUIREMENTS FOR GRADUATION IN  THE  RECEIVING  STATE,  IF  SUCH\n   54  EXAMS, TESTS, OR ALTERNATIVE TESTING MEETING CRITERIA ARE ESTABLISHED BY\n   55  THE COMMISSIONER.\n\n       S. 1739                             4\n\n    1    3.  THE COMMISSIONER SHALL ENTER INTO AGREEMENTS AS NECESSARY TO COVER\n    2  A SITUATION IN WHICH A STUDENT TRANSFERS  AT  THE  BEGINNING  OR  DURING\n    3  SENIOR  YEAR  BECOMES INELIGIBLE TO GRADUATE AFTER ALL ALTERNATIVES HAVE\n    4  BEEN CONSIDERED, BY PROVIDING THAT THE STUDENT  MAY  RECEIVE  A  DIPLOMA\n    5  FROM THE SENDING STATE, IF THE STUDENT MEETS THE GRADUATION REQUIREMENTS\n    6  OF THE SENDING SCHOOL.\n    7    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1739\n\nTITLE OF BILL:\n\nAn act\nto amend the education law, in relation to an interstate\ncompact on\neducational opportunity for military children\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThis bill would authorize the education commissioner to join the\ninterstate compact on educational opportunity for military children.\nThis compact aims to remove barriers to educational success imposed\non children of military families because of frequent moves and\ndeployment of their parents. At least 10 states have enacted the\ncompact into law.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nSection 1 defines the stated purpose of the Compact, aimed at removing\nbarriers to the educational success of children of military families\nbecause of frequent moves and deployment of their parents. The\nCompact and the corresponding state law changes apply only to\nchildren from military families in transition.\n\nSection 2 amends the &sect; 1982 education law by adding a new article\n40-B, which authorizes the state commissioner to participate in the\ninterstate compact in educational opportunity.\n\n&sect; 1983 amends the education law and defines key provisions in the\nCompact including \"active duty,\" \"children of military families,\"\ndeployment,\" \"education records,\" \"extracurricular activities,\"\n\"receiving state,\" \"sending state,\" \"state,\" student,\" \"transition,\"\n\"uniformed service,\" and \"veteran.\"\n\n&sect; 1984 amends the education law to redefine enrollment requirements\nfor children of military families in transition.\n\nTransfer of education records. The Compact directs a receiving New\nYork state school to request education records from the school in the\nsending state. In the event that official records cannot be\nfurnished, an unofficial copy may be used to enroll and place the\nstudent while official record are validated.\n\nImmunizations. The Compact directs the commissioner to permit a\nstudent to start school, so long as immunization occurs within 30 days.\n\nGrade and Course Placement. The Compact directs the commissioner to\nallow a student who has satisfactorily completed an appropriate grade\nlevel in the sending state to be placed in the next highest grade\n\nlevel. Should the student enroll during the year, the student will be\nplaced at the validated level from an accredited school in the\nsending state. The commissioner may waive or substitute course or\nprerequisites, in order to meet the requirements and policy goals of\nthe Compact.\n\nExtracurricular Activities. The state and school districts must\nfacilitate the opportunity for inclusion in extracurricular\nactivities, to the extent they are otherwise qualified, regardless of\nenrollment dates.\nAdditional Excused Absences. The Compact allows the Commissioner to\nallow for additional excused absences, if approved by the school, to\nvisit with a parent or legal guardian who is on leave from, or\nimmediately returned from deployment to a combat zone, or who has\nbeen called for duty.\n\n&sect; 1985 amends the education law to redefine graduation requirements\nfor children of military families in transition.\n\nGraduation. The Compact allows the commissioner to authorize\ncourse-waivers when similar coursework has been completed, to\nfacilitate the on-time graduation of children of military families.\nShould a waiver not be appropriate, receiving school districts must\nprovide alternative means of acquiring required coursework so that\ngraduation occurs on time.\n\nThe Compact requires the commissioner to accept exit or end-of-course\nexams required for graduation from the sending state; national\nnorm-referenced achievement tests; or alternative testing, in lieu of\ntesting requirements for graduation in the receiving state. The\ncommissioner is also directed to allow a student to use the sending\nstate's graduation requirements, should a high school senior enter\nmid-year and be deemed ineligible for graduation after all\nalternatives have been considered.\n\nJUSTIFICATION:\n\nMilitary families move between postings on a regular basis. While\nreassignments can often be a boon for career personnel, they often\nwreak havoc on the children of military families. Issues these\nchildren face include: losing and making new friends, adjusting to\nnew cities and bases, and changing schools. While the armed services\nhave taken great leaps to ease the transition of personnel, their\nspouses and most importantly children, much remains to be done at the\nstate and local levels to ensure that the children of military\nfamilies are afforded the same opportunities for educational success\nas other children and are not penalized or delayed in achieving their\neducational goals by inflexible administrative and bureaucratic\npractices.\n\nThe average military student faces transition challenges more than\ntwice during high school, and most military children will have six to\n\nnine different school systems in their lives from kindergarten to\n12th grade. With more than half of all military personnel supporting\nfamilies, the impacts of reassignment and long deployments are key\nconsiderations when making long-term life choices.\n\nThe new Interstate Compact on Educational Opportunity for Military\nChildren addresses transitional challenges including transference of\nrecords; course sequencing; exclusion from extra-curricular\nactivities; graduation requirements; redundant or missed entrance and\nexit testing; kindergarten and first great entrance age variations;\nthe power of custodial parents while parents are deployed.\n\nPRIOR LEGISLATIVE HISTORY:\n\nS.4834 of 2009-10 - Referred to Education\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\n\nTo be determined.\n\nEFFECTIVE DATE:\n\nImmediate.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to an interstate compact on educational opportunity for military children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T112458.TXT", "SOBI.D110112.T143011.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110112.T111958.TXT", "SOBI.D110112.T100954.TXT", "SOBI.D110118.T181704.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624833
}