{
  "year" : 2011,
  "senateBillNo" : "S1734-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1734-2011-1294722000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides grants to households for home energy assistance; appropriation",
  "summary" : "Provides grants of up to $200 to low income households for home energy assistance through the office of temporary and disability assistance; appropriates $500 million therefor. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S2469-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1734\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to create the temporary home  energy  assistance  grant  program;\n         making an appropriation therefor; and providing for the repeal of such\n         provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The temporary home  energy  assistance  grant  program.  1.\n    2  Notwithstanding  any  law,  rule or regulation to the contrary, there is\n    3  hereby created the temporary home energy assistance grant program to  be\n    4  administered by the commissioner of the office of temporary and disabil-\n    5  ity  assistance,  or his or her designees, to award a grant of up to two\n    6  hundred dollars to each household eligible for the low-income home ener-\n    7  gy assistance program, as provided in section 97 of the social  services\n    8  law,  and  a  grant of up to one hundred fifty dollars for all remaining\n    9  households.   Such eligible household  shall  file  an  application,  as\n   10  provided  by  the commissioner, for the temporary home energy assistance\n   11  grant on or before May 31, 2012.\n   12    2. The commissioner shall award grants as follows:\n   13    a. For those households that meet the eligibility requirements for the\n   14  home energy assistance program, the commissioner shall award a grant of:\n   15    (i) two hundred dollars to any household who directly pays their  home\n   16  energy costs; or\n   17    (ii)  one  hundred  dollars to any household who indirectly pays their\n   18  home energy costs, such as being included in their rent.\n   19    b. For all other households, the commissioner  shall  grant  an  award\n   20  according to the following:\n   21    (i)  For  households  with  an income of more than sixty but less than\n   22  seventy-five percent of the state median income, a grant of one  hundred\n   23  fifty dollars if they pay their home energy cost directly;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02148-01-1\n\n       S. 1734                             2\n\n    1    (ii)  For households with an income of seventy-five percent or greater\n    2  but less than eighty-five percent of the state median income, a grant of\n    3  one hundred dollars if they pay their home energy cost directly;\n    4    (iii) For households with an income from eighty-five percent up to one\n    5  hundred  percent of the state median income, a grant of fifty dollars if\n    6  they pay their home energy cost directly;\n    7    (iv) For households with an income equal to or less than  one  hundred\n    8  percent  of  the  state  median income, a grant of fifty dollars if they\n    9  indirectly pay their home energy costs, such as being included in  their\n   10  rent.\n   11    c.  Any grant awarded pursuant to this act shall be in addition to any\n   12  federal assistance received by the homeowner.\n   13    3. The temporary home energy assistance grant provided under this  act\n   14  shall  not  be  considered income or resources of such households, or of\n   15  any member thereof, for any purpose under any federal,  state  or  local\n   16  law, including any law relating to taxation, food stamps, public assist-\n   17  ance or other available benefits.\n   18    S 2. The sum of five hundred million dollars ($500,000,000) or so much\n   19  thereof  as  may  be  necessary, is hereby appropriated to the office of\n   20  temporary and disability assistance and made immediately available,  for\n   21  the  purpose  of  carrying  out  the provisions of this act.   Up to ten\n   22  percent of such moneys may be  used  for  administrative  costs.    Such\n   23  moneys  shall  be payable on the audit and warrant of the comptroller on\n   24  vouchers certified or approved by the  commissioner  of  the  office  of\n   25  temporary and disability assistance in the manner prescribed by law.\n   26    S  3.  This  act shall take effect immediately and shall expire and be\n   27  deemed repealed on May 31, 2012.\n",
  "memo" : "BILL NUMBER:S1734\n\nTITLE OF BILL:\n\nAn act\nto create the temporary home energy assistance grant program;\nmaking an appropriation therefor;\nand\nproviding for the repeal of such provisions\nupon expiration thereof\n\nPURPOSE:\n\nCreates the temporary home energy assistance program, to provide\nadditional benefits to those who receive federal home-energy\nassistance, as well as to provide benefits to those whose incomes\nmake them ineligible for the federal program.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 creates the temporary home energy assistance grant program,\nand outlines the grant limits. Section 2 provides that all those who\nare eligible for the federal program and pay for their own heat, will\nreceive a state grant of $200. Those who pay indirectly for their\nheat will receive a state grant of $100. Households that are\nineligible for federal energy assistance, but whose incomes are still\nbelow 100% of the state's median income level, based on size, will\nreceive a state grant of between $50-$150. Those who pay directly for\ntheir heat and whose income is above 60% but below 75% of the state\nmedian income will receive $150; those whose income is above 75% but\nbelow 85% of the state median income will receive $100; those whose\nincome is above 85% but below 100% of the state median income will\nreceive $50. Those who pay indirectly for their heat, and whose\nincome is between 60% and 100% of the state's median income will\nreceive $50. This legislation also provides that the grants issued by\nthis bill will not be considered in any way as income or resources.\nSection 3 provides for an immediate effective date, and a sunset of\nMay 31, 2012.\n\nEXISTING LAW:\n\nCurrently, only those whose incomes are less than 60% of the state's\nmedian income, based on household size, are eligible for the home\nenergy assistance program.\n\nJUSTIFICATION:\n\nOver the past year, fuel prices have been steadily climbing. Increased\ndemand for oil, coupled with the crippling effects of Hurricane Katrina\nhas placed an enormous economic burden on consumers. The sharp\nincrease in petroleum costs will result in much higher heating bills\n\nthis winter for all New Yorkers. According to state energy officials,\nthe cost of natural gas is expected to be up 32% from last winter,\nheating oil 31%, propane 21% and electricity 11%. A recent analysis\nby federal officials predicts that the average New York family will\nhave to spend $400 more to heat their home this winter. The\nanticipated spike in home heating costs has placed New York State in\nthe throes of an energy crisis. Many working families and vulnerable\npopulations will be forced to choose between eating and heating their\nhomes. This issue was recently highlighted in an article in the New\nYork Times on 11/27/05; which commented that many offices are not\nonly seeing an increase in first time applications for assistance,\nbut are having to refuse assistance to many because they are over the\nincome limits. This legislation will help ease the burden of this\nwinter's energy bills, not only for those who already receive\nassistance, but for those whose incomes are too high to get the\nfederal assistance, yet are barely making it by.\n\nLEGISLATIVE HISTORY:\n\n2010: S.2469 Referred to Finance\n2008: S.2484 Referred to Finance\n2006: S.7106 Referred to Finance\n\nFISCAL IMPLICATIONS:\n\n$500 million appropriation to be made to the program.\n\nEFFECTIVE DATE:\n\nTakes effect immediately and shall expire and be deemed repealed on\nMay 31, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to create the temporary home energy assistance grant program; making an appropriation therefor; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164224.TXT", "SOBI.D110111.T163724.TXT", "SOBI.D110112.T134007.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T162724.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624825
}