{
  "year" : 2011,
  "senateBillNo" : "S1733-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1733-2011-1294722000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"access to public services for non-English speakers act\"",
  "summary" : "Enacts the \"Access to Public Services for Non-English Speakers Act\"; requires state agencies to take reasonable steps to provide equal access to services through oral language services or translating documents for persons with limited English proficiency. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SA2274-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1733\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by Sens. PARKER, ADAMS, DIAZ, DUANE, HASSELL-THOMPSON, KRUEG-\n         ER,  SAMPSON -- read twice and ordered printed, and when printed to be\n         committed to the Committee on Finance\n\n       AN ACT to amend the executive  law,  in  relation  to  establishing  the\n         \"access to public services for non-English speakers act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be  known  as  the  \"Access  to\n    2  Public Services for Non-English Speakers Act\".\n    3    S  2.  Legislative  findings and purpose. The legislature hereby finds\n    4  and declares that:\n    5    1. thousands of residents cannot access the public  services  provided\n    6  by  state  departments, agencies and programs because of their inability\n    7  or limited ability to speak, understand or read  the  English  language;\n    8  and\n    9    2.  non-English  speakers  must  have  access to these important state\n   10  programs.\n   11    The purpose of this act is to provide individuals with limited English\n   12  proficiency equal access to state departments, agencies and programs.\n   13    S 3. The executive law is amended by adding a new article 14-A to read\n   14  as follows:\n   15                                ARTICLE 14-A\n   16           ACCESS TO PUBLIC SERVICES FOR NON-ENGLISH SPEAKERS ACT\n   17  SECTION 280. DEFINITIONS.\n   18          281. LANGUAGE ACCESS REQUIRED.\n   19          282. SCHEDULE IMPLEMENTATION.\n   20    S 280. DEFINITIONS. FOR PURPOSES OF THIS ARTICLE, THE FOLLOWING  WORDS\n   21  SHALL MEAN THE FOLLOWING:\n   22    1. \"EQUAL ACCESS\" MEANS TO BE INFORMED OF, PARTICIPATE IN, AND BENEFIT\n   23  FROM  PUBLIC SERVICES OFFERED BY A STATE DEPARTMENT, AGENCY, OR PROGRAM,\n   24  AT A LEVEL EQUAL TO ENGLISH PROFICIENT INDIVIDUALS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01715-01-1\n\n       S. 1733                             2\n\n    1    2. \"LIMITED ENGLISH PROFICIENCY\" MEANS  THE  INABILITY  TO  ADEQUATELY\n    2  UNDERSTAND OR EXPRESS ONESELF IN THE SPOKEN OR WRITTEN ENGLISH LANGUAGE.\n    3    3. \"ORAL LANGUAGE SERVICES\" INCLUDES VARIOUS METHODS TO PROVIDE VERBAL\n    4  INFORMATION  AND  INTERPRETATIONS  SUCH AS STAFF INTERPRETERS, BILINGUAL\n    5  STAFF, TELEPHONE INTERPRETER PROGRAMS, AND PRIVATE INTERPRETER PROGRAMS.\n    6    4. \"VITAL DOCUMENTS\" MEANS APPLICATIONS  OR  INFORMATIONAL  MATERIALS,\n    7  NOTICES  AND  COMPLAINT FORMS OFFERED BY STATE DEPARTMENTS, AGENCIES AND\n    8  PROGRAMS. \"VITAL DOCUMENTS\" DOES NOT INCLUDE APPLICATIONS  AND  EXAMINA-\n    9  TIONS  RELATED  TO THE LICENSURE, CERTIFICATION OR REGISTRATION OF BUSI-\n   10  NESSES AND PROFESSIONALS.\n   11    S 281. LANGUAGE ACCESS REQUIRED. 1. EACH STATE DEPARTMENT  SHALL  TAKE\n   12  REASONABLE STEPS TO PROVIDE EQUAL ACCESS TO PUBLIC SERVICES FOR INDIVID-\n   13  UALS WITH LIMITED ENGLISH PROFICIENCY.\n   14    2.  REASONABLE  STEPS  TO  PROVIDE  EQUAL  ACCESS  TO  PUBLIC SERVICES\n   15  INCLUDE:\n   16    (A) IN-HOUSE ORAL  LANGUAGE  SERVICES  FOR  INDIVIDUALS  WITH  LIMITED\n   17  ENGLISH  PROFICIENCY, IF CONTACT BETWEEN ANY AGENCY AND INDIVIDUALS WITH\n   18  LIMITED ENGLISH PROFICIENCY IS ON A WEEKLY OR MORE FREQUENT BASIS.\n   19    (B) THE TRANSLATION OF VITAL  DOCUMENTS  ORDINARILY  PROVIDED  TO  THE\n   20  PUBLIC  INTO ANY LANGUAGE SPOKEN BY ANY LIMITED ENGLISH PROFICIENT POPU-\n   21  LATION THAT CONSTITUTES AT LEAST THREE PERCENT OF THE OVERALL POPULATION\n   22  WITHIN THE GEOGRAPHIC AREA SERVED BY A LOCAL OFFICE OF A  STATE  AGENCY,\n   23  AS MEASURED BY THE U.S. CENSUS.\n   24    (C)  ANY ADDITIONAL METHODS OR MEANS NECESSARY TO ACHIEVE EQUAL ACCESS\n   25  TO PUBLIC SERVICES.\n   26    3.  EACH  STATE  DEPARTMENT  SHALL  ADOPT  REGULATIONS  REGARDING  THE\n   27  REQUIREMENTS  OF  THIS  ARTICLE AT LEAST SIX MONTHS PRIOR TO THE DATE OF\n   28  FULL IMPLEMENTATION FOR THAT DEPARTMENT.\n   29    4. THE DEPARTMENT, IN CONSULTATION WITH THE  OFFICE  OF  THE  ATTORNEY\n   30  GENERAL,  SHALL PROVIDE CENTRAL COORDINATION AND TECHNICAL ASSISTANCE TO\n   31  DEPARTMENTS AND AGENCIES TO HELP THEM COMPLY WITH THIS ARTICLE.\n   32    S 282. SCHEDULE IMPLEMENTATION. THE PROVISIONS OF THIS  ARTICLE  SHALL\n   33  BE FULLY IMPLEMENTED ACCORDING TO THE FOLLOWING SCHEDULE:\n   34    1. THE DEPARTMENT OF LABOR, THE DEPARTMENT OF HEALTH AND THE OFFICE OF\n   35  CHILDREN  AND  FAMILY  SERVICES ON OR BEFORE JANUARY FIRST, TWO THOUSAND\n   36  TWELVE.\n   37    2. THE DEPARTMENT OF  CORRECTIONAL  SERVICES  AND  THE  DEPARTMENT  OF\n   38  TRANSPORTATION  AND THE OFFICE FOR THE AGING ON OR BEFORE JANUARY FIRST,\n   39  TWO THOUSAND THIRTEEN.\n   40    3. ALL OTHER DEPARTMENTS OR AGENCIES ON OR BEFORE JANUARY  FIRST,  TWO\n   41  THOUSAND FOURTEEN.\n   42    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing the \"access to public services for non-English speakers act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T163724.TXT", "SOBI.D110111.T164224.TXT", "SOBI.D110112.T134007.TXT", "SOBI.D110111.T162724.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294857607555
}