{
  "year" : 2011,
  "senateBillNo" : "S1730-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1730-2011-1294722000000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requiring voter approval for the abolition or modification of term limits for certain elected offices",
  "summary" : "Requires voter approval for the abolition or modification of term limits for certain elected offices; requires resolution of local legislative body followed by a voter referendum; sets procedures. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "SC1536-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1730\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PARKER, HUNTLEY, KLEIN, SAMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Elections\n\n       AN  ACT  to  amend  the  election  law,  in  relation to requiring voter\n         approval for the abolition or modification of term limits for  certain\n         elected offices\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The election law is amended by adding a new  section  1-108\n    2  to read as follows:\n    3    S 1-108. VOTER APPROVAL FOR MODIFICATION OF TERM LIMITS. NOTWITHSTAND-\n    4  ING ANY OTHER PROVISION OF LAW TO THE CONTRARY, WHERE THE TERM OF OFFICE\n    5  OF  AN  ELECTED  OFFICIAL  HAS BEEN LIMITED BY REFERENDUM OR PROPOSITION\n    6  (HEREINAFTER, \"REFERENDUM\"), A LEGISLATIVE BODY WITHIN THE  GOVERNMENTAL\n    7  OR  POLITICAL SUBDIVISION IMPACTED BY THE TERM LIMITATION OR RESTRICTION\n    8  IS PROHIBITED FROM MODIFYING  OR  ABOLISHING  SUCH  TERM  LIMITATION  OR\n    9  RESTRICTION  BY  LEGISLATIVE  ACTION. IN ORDER FOR A LEGISLATIVE BODY TO\n   10  MODIFY OR ABOLISH A TERM LIMITATION OR RESTRICTION INITIALLY IMPOSED  BY\n   11  REFERENDUM, SUCH LEGISLATIVE BODY MUST SUBMIT A RESOLUTION TO THE APPRO-\n   12  PRIATE  QUALIFIED ELECTORS OR VOTERS (HEREINAFTER, \"ELECTORS\") FOR THEIR\n   13  APPROVAL AT A REGULAR OR SPECIAL ELECTION (HEREINAFTER, \"SECOND REFEREN-\n   14  DUM\").  SUCH RESOLUTION SHALL BE ADOPTED BY THE APPROPRIATE  LEGISLATIVE\n   15  BODY  AT  LEAST NINETY DAYS PRIOR TO THE DATE THAT THE SECOND REFERENDUM\n   16  IS CONDUCTED.  NO SUCH RESOLUTION SHALL BECOME EFFECTIVE UNTIL  APPROVED\n   17  BY  THE  AFFIRMATIVE  VOTE OF THE MAJORITY OF THE  APPROPRIATE QUALIFIED\n   18  ELECTORS VOTING ON SUCH SECOND REFERENDUM.   THE  VOTE  ON  SUCH  SECOND\n   19  REFERENDUM  SHALL  BE CONDUCTED PURSUANT TO THE RULES AND REGULATIONS OF\n   20  THE STATE BOARD OF ELECTIONS; PROVIDED THAT SUCH VOTE SHALL BE TAKEN  NO\n   21  LATER  THAN  THE  FIRST TUESDAY IN MARCH IN THE SAME YEAR THAT A GENERAL\n   22  ELECTION IS SCHEDULED TO BE HELD FOR THE OFFICE OR  OFFICES  SUBJECT  TO\n   23  TERM  LIMIT  MODIFICATION OR ABOLISHMENT. IF THE APPROPRIATE LEGISLATIVE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01748-01-1\n\n       S. 1730                             2\n\n    1  BODY PUTS FORTH SUCH A RESOLUTION AND IF A MAJORITY OF THE VOTES CAST ON\n    2  ANY SUCH SECOND REFERENDUM WHEN SUBMITTED AS PROVIDED  IN  THIS  SECTION\n    3  SHALL  BE IN THE AFFIRMATIVE, THE TERMS OF OFFICE OF THOSE ELECTED OFFI-\n    4  CERS  INCLUDED IN SUCH SECOND REFERENDUM AND THEREAFTER ELECTED SHALL BE\n    5  AS PROVIDED IN SUCH SECOND REFERENDUM.  THE REFERENDUM PROCESS  REQUIRED\n    6  BY  THIS  SECTION  SHALL NOT PROHIBIT OR IN ANY WAY ALTER THE PROCESS BY\n    7  WHICH A TERM LIMITATION CAN BE MODIFIED OR ABOLISHED  BY  A  CITIZEN  OR\n    8  PUBLICLY  INITIATED  REFERENDUM  OTHERWISE  AUTHORIZED BY THE LAW OF THE\n    9  RELEVANT JURISDICTION.  THIS SECTION SHALL SUPERSEDE ANY OTHER STATE LAW\n   10  OR REGULATION, CITY CHARTER OR POLITICAL SUBDIVISION  LAW,  RULE,  REGU-\n   11  LATION,  CODE  OR  ORDINANCE  TO  THE CONTRARY. FOR THE PURPOSES OF THIS\n   12  SECTION THE TERMS \"ELECTED OFFICIAL\" AND \"ELECTED OFFICE\" SHALL MEAN  AN\n   13  ELECTED  OFFICIAL  OR  ELECTED OFFICE OF ANY COUNTY, CITY, MUNICIPALITY,\n   14  TOWN, VILLAGE OR POLITICAL SUBDIVISION, EXCEPT JUDGES OR JUSTICES OF THE\n   15  UNIFIED COURT SYSTEM.\n   16    S 2. This act shall take effect July 1, 2011.\n",
  "memo" : "BILL NUMBER:S1730\n\nTITLE OF BILL:\n\nAn act\nto amend the election law, in relation to requiring voter approval for\nthe abolition or modification of term limits for certain elected offices\n\nSUMMARY OF PROVISIONS:\n\nThe bill will add a new Section 1-108 to the Election Law to require\nthat in any political subdivision where the term of office of an\nelected official has been limited by referendum, the legislative body\nwith jurisdiction over the term limited elected office may adopt a\nresolution to abolish or modify the term limit and such resolution\nshall be submitted to the appropriate qualified electors.\n\nThe resolution shall be adopted by the appropriate legislative body at\nleast ninety days prior to the date of the referendum required by\nthis legislation. No such resolution shall become effective until\napproved by the affirmative vote of the majority of the electors who\nparticipate in the referendum. The referendum is to be held no later\nthan the first Tuesday of March in the year the general election is\nscheduled for the term limited office.\n\nThis law will apply to any elected office in any county, municipality,\ntown, village or political subdivision, except judges or justices of\nthe unified court system.\n\nREASONS FOR SUPPORT:\n\nTerm limits, particularly with respect to the legislative branch,\nartificially restrict voter choice and dilute representative democracy.\nHowever, where the public has participated in the referendum process,\na legitimate expectation exists that their opinion as expressed in\nthe outcome of the referendum will be respected. That expectation is\nparticularly justified when the referendum concerns the term of\noffice of individuals elected to represent the people.\n\nIn this circumstance, even where one conceptually disagrees with term\nlimits, the most appropriate mechanism to change the law is to\nrevisit the issue with the public in a referendum. Otherwise, the\nintegrity of our democracy is undermined, particularly when elected\nofficials who are self-interested in the outcome overturn the\nexpressed will of the voters.\n\nRecently, we have witnessed the corrosive impact that such a\nlegislative maneuver can have on the democratic process in New York\nCity. In 1993 and 1996, New York City residents voted by referendum\nto limit the\ntenure of municipal officeholders to two terms, or a total of eight\n\nyears. Not only did the public express its support for term limits\ntwice, it did so in considerable fashion.\n\nNevertheless, in direct contravention of the public will, the New York\nCity Council passed legislation extending the term limits of\nmunicipal officeholders to a redacted with outage square even though\noccasions.\n\nThe state legislature functions as the custodians of the\nsystem administered in New York. Accordingly, we are charged with the\nresponsibility of protecting the integrity of the democratic\nand the will of residents who elect their representatives.\n\nIn this capacity, it is appropriate to enact a statewide law that\nrespects the public referendum process on the issue of term limits,\nin any municipality, county, town or village throughout the state,\nincluding Syracuse and New York City. Ultimately, maintaining the\npublic's confidence in the legitimacy of our representative democracy\nrequires no less.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2009-10:  S.1536/A.1224D - Passed the Assembly, Died in the Senate.\n\nEFFECTIVE DATE:\n\nThis act shall take effect July 1, 2011.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to requiring voter approval for the abolition or modification of term limits for certain elected offices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164224.TXT", "SOBI.D110111.T163724.TXT", "SOBI.D110112.T134007.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T162724.TXT", "SOBI.D110111.T162223.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624818
}