{
  "year" : 2011,
  "senateBillNo" : "S1735-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1735-2011-1294722000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the office of nutrition and fitness",
  "summary" : "Establishes the office of nutrition and fitness. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S2275-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1735\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to creating the office of\n         nutrition and fitness\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The executive law is amended by adding a new article 24-A\n    2  to read as follows:\n    3                                 ARTICLE 24-A\n    4                       OFFICE OF NUTRITION AND FITNESS\n    5  SECTION 660. STATEMENT OF POLICY.\n    6          661. DEFINITIONS.\n    7          662. OFFICE OF NUTRITION AND FITNESS; DIRECTOR.\n    8          663. POWERS AND DUTIES.\n    9          664. ACTIONS BY OTHER OFFICERS, DEPARTMENTS, BOARDS, COMMISSIONS\n   10                 OR AGENCIES.\n   11    S 660. STATEMENT OF POLICY. THE LEGISLATURE HEREBY REAFFIRMS ITS POLI-\n   12  CY TO PROMOTE HEALTH AND NUTRITION TO PROTECT THE PUBLIC FROM  PREVENTA-\n   13  BLE  DISEASES CAUSALLY RELATED TO OBESITY BY DEVELOPING AND IMPLEMENTING\n   14  A PLAN TO EDUCATE AND ENCOURAGE HEALTH AND NUTRITION IN THE  STATE;  AND\n   15  RECOGNIZES  THAT  FURTHERANCE  OF  SUCH  POLICY REQUIRES CREATION IN THE\n   16  EXECUTIVE DEPARTMENT OF AN OFFICE OF NUTRITION AND  FITNESS  WITH  STAFF\n   17  AND  SKILLS  REQUISITE  TO ACT AS THE GOVERNOR'S AGENT IN DEVELOPING AND\n   18  IMPLEMENTING HEALTHY NUTRITION AND FITNESS PROGRAMS, TO ASSURE THE PROP-\n   19  ER IMPLEMENTATION AND ADMINISTRATION OF SUCH PROGRAMS, AND TO ASSIST THE\n   20  GOVERNOR AND DIRECT AND COORDINATE THE STATE'S EFFORTS  WITH  REGARD  TO\n   21  OVERALL NUTRITION AND FITNESS AND THE PREVENTION OF OBESITY.\n   22    S 661. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n   23    1. \"DIRECTOR\" SHALL MEAN THE DIRECTOR OF NUTRITION AND FITNESS.\n   24    2. \"OFFICE\" SHALL MEAN THE OFFICE OF NUTRITION AND FITNESS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02170-01-1\n\n       S. 1735                             2\n\n    1    S 662. OFFICE  OF  NUTRITION  AND  FITNESS;  DIRECTOR. THERE IS HEREBY\n    2  CREATED AN OFFICE OF NUTRITION AND FITNESS IN THE EXECUTIVE  DEPARTMENT.\n    3  THE  HEAD  OF  THE OFFICE SHALL BE THE DIRECTOR OF NUTRITION AND FITNESS\n    4  WHO SHALL BE APPOINTED BY, AND HOLD OFFICE AT THE PLEASURE OF THE GOVER-\n    5  NOR. HE OR SHE SHALL RECEIVE A SALARY TO BE FIXED BY THE GOVERNOR WITHIN\n    6  THE  AMOUNT  APPROPRIATED  THEREFOR. THE DIRECTOR MAY APPOINT SUCH DEPU-\n    7  TIES, ASSISTANTS, CONSULTANTS AND OTHER EMPLOYEES AS MAY BE  NEEDED  FOR\n    8  THE  PERFORMANCE OF HIS OR HER DUTIES AND MAY PRESCRIBE THEIR POWERS AND\n    9  DUTIES AND FIX THEIR COMPENSATION WITHIN THE AMOUNT APPROPRIATED  THERE-\n   10  FOR. SUCH OFFICE MAY HAVE AN OFFICE SEAL.\n   11    S 663. POWERS  AND DUTIES. THE DIRECTOR SHALL ASSIST THE GOVERNOR WITH\n   12  REGARD TO DEVELOPING POLICY AND PROGRAMS TO IMPROVE  THE  NUTRITION  AND\n   13  FITNESS OF THE PEOPLE OF NEW YORK.\n   14    S 664. ACTIONS  BY OTHER OFFICERS, DEPARTMENTS, BOARDS, COMMISSIONS OR\n   15  AGENCIES. 1. NOTWITHSTANDING ANY  INCONSISTENT  PROVISION  OF  LAW,  ANY\n   16  STATE  OFFICER,  DEPARTMENT,  BOARD,  COMMISSION  OR AGENCY, SHALL, UPON\n   17  WRITTEN REQUEST FROM THE DIRECTOR, TAKE  SUCH  ADMINISTRATIVE  OR  OTHER\n   18  ACTION  AS  IS NECESSARY TO IMPLEMENT AND ADMINISTER THE PROGRAMS DEVEL-\n   19  OPED BY THE OFFICE. SUCH ACTION MAY  INCLUDE,  WITHOUT  LIMITATION,  THE\n   20  ADOPTION, REPEAL OR AMENDMENT OF RULES, REGULATIONS OR OTHER PROCEDURES.\n   21  IN  PARTICULAR,  THE  DIRECTOR  SHALL  WORK  CLOSELY  WITH THE EDUCATION\n   22  DEPARTMENT TO DEVELOP AND IMPLEMENT PROGRAMS TO IMPROVE THE  HEALTH  AND\n   23  NUTRITION  OF  STUDENTS  IN  SCHOOL AND WITH THE DEPARTMENT OF HEALTH TO\n   24  DEVELOP AND IMPLEMENT THE FINDINGS AND RECOMMENDATIONS  OF  THE  OBESITY\n   25  PREVENTION  ACT,  AS  ESTABLISHED  IN  TITLE  FIVE OF ARTICLE TWO OF THE\n   26  PUBLIC HEALTH LAW, AS ADDED BY CHAPTER FIVE HUNDRED THIRTY-EIGHT OF  THE\n   27  LAWS OF TWO THOUSAND TWO.\n   28    2.  ALL  STATE OFFICERS, DEPARTMENTS, BOARDS, COMMISSIONS AND AGENCIES\n   29  ARE AUTHORIZED AND DIRECTED TO PROVIDE SUCH OTHER  AND  FURTHER  ASSIST-\n   30  ANCE,  SERVICES AND DATA AS MAY BE NECESSARY TO ALLOW THE DIRECTOR PROP-\n   31  ERLY TO CARRY OUT HIS OR HER FUNCTIONS, POWERS AND DUTIES.\n   32    S 2. This act shall take effect on the one hundred eightieth day after\n   33  it shall have become a law. Effective immediately, the addition,  amend-\n   34  ment and/or repeal of any rule or regulation necessary for the implemen-\n   35  tation  of this act on its effective date are authorized and directed to\n   36  be made and completed on or before such effective date.\n",
  "memo" : "BILL NUMBER:S1735\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to creating the office of\nnutrition and fitness\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo create an office of nutrition and fitness in order to address the\nissue of obesity in children and adults.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 - This bill would amend the executive law by adding a new\narticle 24-A, which would create the office of nutrition and fitness\nand its directors, powers and duties.\n\nJUSTIFICATION:\nThe New York State Department of Health has determined that the\npercentage of New York State adults who are overweight or obese\nincreased from 42% in 1997 to 57% in 2002. Obesity among children and\nadolescents has tripled over the past three decades. Obesity-related\nillnesses cost New York state more than $6 billion. These staggering\nfigures need to be addressed with a new office of nutrition and\nfitness that will target obesity in New York. This office could have\nthe potential to decrease cardiovascular disease, high cholesterol,\nhigh blood pressure, type 2 diabetes, cancer and osteoarthritis.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2010:  S.2275   Referred to Finance\n       A.3095   Referred to Governmental Operations\n2008:  S.6192   Referred to Finance\n       A.9122   Referred to Governmental Operations\n\nFISCAL IMPLICATIONS:\n\nUndetermined.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the one hundred eightieth day after it\nshall have become a law. Effective immediately, the addition,\namendment and/or repeal of any rule or regulation necessary for the\nimplementation of this act on its effective date are authorized and\ndirected to be made and completed on or before such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to creating the office of nutrition and fitness ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T163224.TXT", "SOBI.D110112.T142511.TXT", "SOBI.D110111.T164224.TXT", "SOBI.D110111.T163724.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110111.T162724.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624826
}