{
  "year" : 2011,
  "senateBillNo" : "S1747-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1747-2011-1294808400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Adds instances where a person may be guilty of burglary in the second degree",
  "summary" : "Provides that displaying a device that appears to be an explosive or hazardous substance but is not while knowingly entering or remaining unlawfully in a building with the intent to commit a crime therein is the crime of burglary in the second degree. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2102-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1747\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN, DeFRANCISCO, JOHNSON, RANZENHOFER -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Codes\n\n       AN  ACT  to  amend  the penal law, in relation to burglary in the second\n         degree\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 140.25 of the penal law, paragraph (c) of subdivi-\n    2  sion 1 as added by chapter 791 of the laws of  1967,  paragraph  (d)  of\n    3  subdivision 1 as amended by chapter 374 of the laws of 1973 and subdivi-\n    4  sion 2 as amended by chapter 361 of the laws of 1981, is amended to read\n    5  as follows:\n    6  S 140.25 Burglary in the second degree.\n    7    A  person  is  guilty  of burglary in the second degree when he OR SHE\n    8  knowingly enters or remains unlawfully in  a  building  with  intent  to\n    9  commit a crime therein, and when:\n   10    1.  In effecting entry or while in the building or in immediate flight\n   11  therefrom, he OR SHE or another participant in the crime:\n   12    (a) Is armed with explosives or a deadly weapon; or\n   13    (b) Causes physical injury to any person who is not a  participant  in\n   14  the crime; or\n   15    (c) Uses or threatens the immediate use of a dangerous instrument; or\n   16    (d)  Displays  what  appears to be a pistol, revolver, rifle, shotgun,\n   17  machine gun or other firearm; or\n   18    (E)  DISPLAYS  ANY  DEVICE  OR  OBJECT  WHICH  JUST  BY  ITS   DESIGN,\n   19  CONSTRUCTION,  CONTENT  OR CHARACTERISTICS APPEARS TO BE OR TO CONTAIN A\n   20  BOMB, DESTRUCTIVE DEVICE, EXPLOSIVE OR HAZARDOUS SUBSTANCE, BUT  IS,  IN\n   21  FACT,  AN INOPERATIVE FACSIMILE OR IMITATION OF SUCH A BOMB, DESTRUCTIVE\n   22  DEVICE, EXPLOSIVE OR HAZARDOUS SUBSTANCE; OR\n   23    2. The building is a dwelling.\n   24    Burglary in the second degree is a class C felony.\n   25    S 2. This act shall take effect on the one hundred twentieth day after\n   26  it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04231-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to burglary in the second degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T145515.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110112.T101455.TXT", "SOBI.D110112.T111958.TXT", "SOBI.D110112.T101955.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294862115038
}