{
  "year" : 2011,
  "senateBillNo" : "S1744-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1744-2011-1294808400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates the month of May as elder appreciation month",
  "summary" : "Designates the month of May as elder appreciation month. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A4131",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1573-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1744\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN,  DeFRANCISCO, GRISANTI, JOHNSON, LAVALLE,\n         RANZENHOFER -- read twice and ordered printed, and when printed to  be\n         committed to the Committee on Finance\n\n       AN  ACT to amend the executive law, in relation to designating the month\n         of May as Elder Appreciation Month\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 168-b\n    2  to read as follows:\n    3    S 168-B. DESIGNATION OF MONTHS OF COMMEMORATION. 1. A MONTH OF COMMEM-\n    4  ORATION IS A CALENDAR MONTH SO DESIGNATED BY THIS SECTION OR A  CALENDAR\n    5  MONTH IN ANY ONE YEAR SO DESIGNATED BY A PROCLAMATION OF THE GOVERNOR OR\n    6  RESOLUTION OF THE SENATE AND ASSEMBLY JOINTLY ADOPTED.\n    7    2. A MONTH OF COMMEMORATION SHALL NOT CONSTITUTE A HOLIDAY OR HALF-HO-\n    8  LIDAY BUT SHALL BE A MONTH SET ASIDE IN RECOGNITION AND SPECIAL HONOR OF\n    9  A PERSON, PERSONS, GROUP IDEAL OR GOAL.\n   10    3. THE FOLLOWING MONTH SHALL BE A MONTH OF COMMEMORATION IN EACH YEAR:\n   11  MAY, TO BE KNOWN AS \"ELDER APPRECIATION MONTH\".\n   12    S  2. This act shall take effect on the first of January next succeed-\n   13  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04385-01-1\n",
  "memo" : "BILL NUMBER:S1744\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to designating the month of May\nas Elder Appreciation Month\n\nPURPOSE OR GENERAL IDEA OF BILL:\nDesignates the month of May as Elder\nAppreciation Month in celebration of their tireless volunteer work\nwithin our communities and years of overall good citizenry.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill amends the executive law by\nadding section 168-b.\n\nSubdivision 1 defines the term \"month of commemoration\" as a calendar\nmonth designated by section 168, gubernatorial proclamation or a\njoint house resolution.\n\nSubdivision 2 clarifies the \"month of commemoration\" as a designation\nonly for recognition and special honor and not a holiday.\n\nSubdivision 3 declares May for the annual commemoration of our elders.\n\nJUSTIFICATION:\nSince childhood we have all been taught to respect our\nelders. We respect them for their honesty, dedication, and tireless\nefforts to make our communities a better place to live. After\nspending much of their lives as valuable members of the American work\nforce, it is our elders who relentlessly volunteer their time working\nin schools, hospitals, senior centers and many other venues within\ntheir communities, In fact, nearly half of all Americans age 55 and\nover volunteered at least once in the past year.\nOf Americans 75 and older, 43% volunteered in the past year. The next\nfew years are important because the first of the Baby Boom generation\nbegin to turn 60, With 77 million Baby Boomers approaching\nretirement, it is essential that we acknowledge the profound impact\nthis change will have on our State and our Nation.\n\nPRIOR LEGISLATIVE HISTORY:\nS.1148 - 2007-2008  Passed Senate\nS.1573 - 2009-2010  Referred to Finance\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January\nnext succeeding the date on which it shall become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to designating the month of May as Elder Appreciation Month ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T145515.TXT", "SOBI.D110201.T153907.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110112.T111958.TXT", "SOBI.D110112.T101455.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110131.T105656.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296592747773
}