{
  "year" : 2011,
  "senateBillNo" : "S1745-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1745-2011-1294808400000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires electronic monitoring systems on school buses in the city of New York",
  "summary" : "Requires monitoring systems on school buses in the city of New York; requires retrofitting, notification and record keeping. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2583-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1745\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law and the  education  law,  in\n         relation  to  electronic  monitoring  equipment on school buses in the\n         city of New York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  375 of the vehicle and traffic law is amended by\n    2  adding a new subdivision 21-j to read as follows:\n    3    21-J. EVERY NEW SCHOOL BUS USED TO TRANSPORT SEVEN OR MORE CHILDREN IN\n    4  A CITY WITH A POPULATION OF ONE MILLION OR MORE SHALL BE EQUIPPED WITH A\n    5  SCHOOL BUS ELECTRONIC MONITORING SYSTEM ON AND  AFTER  SEPTEMBER  FIRST,\n    6  TWO  THOUSAND  FOURTEEN, AND EVERY SCHOOL BUS IN SERVICE FOR SUCH TRANS-\n    7  PORT SHALL BE SO EQUIPPED NOT LATER THAN SEPTEMBER FIRST,  TWO  THOUSAND\n    8  SEVENTEEN,  PURSUANT TO RULES AND REGULATIONS PROMULGATED BY THE COMMIS-\n    9  SIONER AFTER CONSULTATION WITH THE COMMISSIONERS OF  TRANSPORTATION  AND\n   10  EDUCATION.    FOR THE PURPOSES OF THIS SUBDIVISION, THE TERM \"SCHOOL BUS\n   11  ELECTRONIC MONITORING SYSTEM\" MEANS ONE OR MORE ELECTRONIC DEVICES CAPA-\n   12  BLE OF RECORDING THE SPEED, SOUND, CONDUCT AND MOVEMENT OF PERSONS WITH-\n   13  IN THE DRIVER AND PASSENGER COMPARTMENTS OF THE BUS.   SUCH  SYSTEM  MAY\n   14  ALSO  INCLUDE ONE OR MORE DEVICES DESIGNED TO SIMULATE THE APPEARANCE OF\n   15  AN OPERABLE VIDEO CAMERA OR OTHER DEVICE.\n   16    S 2. The education law is amended by adding a new  section  3624-a  to\n   17  read as follows:\n   18    S  3624-A. SCHOOL BUS ELECTRONIC MONITORING SYSTEMS. THE COMMISSIONER,\n   19  IN CONSULTATION WITH THE COMMISSIONER OF TRANSPORTATION AND THE  COMMIS-\n   20  SIONER  OF  MOTOR  VEHICLES, SHALL PROMULGATE REGULATIONS CONCERNING THE\n   21  EQUIPPING, PLACEMENT, INSTALLATION, AND USE  OF  SCHOOL  BUS  ELECTRONIC\n   22  MONITORING  SYSTEMS  IN SCHOOL BUSES AS REQUIRED PURSUANT TO SUBDIVISION\n   23  TWENTY-ONE-J OF SECTION THREE HUNDRED SEVENTY-FIVE OF  THE  VEHICLE  AND\n   24  TRAFFIC  LAW.    FOR  THE PURPOSES OF THIS SECTION, THE TERM \"SCHOOL BUS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05061-01-1\n\n       S. 1745                             2\n\n    1  ELECTRONIC MONITORING SYSTEM\" MEANS ONE OR MORE ELECTRONIC DEVICES CAPA-\n    2  BLE OF RECORDING THE SPEED, SOUND, CONDUCT AND MOVEMENT OF PERSONS WITH-\n    3  IN THE DRIVER AND PASSENGER COMPARTMENTS OF THE BUS.   SUCH  SYSTEM  MAY\n    4  ALSO  INCLUDE ONE OR MORE DEVICES DESIGNED TO SIMULATE THE APPEARANCE OF\n    5  AN OPERABLE VIDEO CAMERA OR OTHER DEVICE.  SUCH REGULATIONS SHALL  APPLY\n    6  TO THE CITY SCHOOL DISTRICT OF THE CITY OF NEW YORK AND SHALL REQUIRE OR\n    7  BE CONSISTENT WITH THE FOLLOWING:\n    8    1. ALL SCHOOL BUSES SHALL BE EQUIPPED WITH SCHOOL BUS ELECTRONIC MONI-\n    9  TORING  SYSTEMS,  THAT  WILL  ACCOMPLISH  THE PURPOSE AND INTENT OF THIS\n   10  SECTION IN THE MOST EFFECTIVE AND LEAST COSTLY MANNER, AS  FOLLOWS:  ALL\n   11  NEW  SCHOOL BUSES SHALL BE SO EQUIPPED ON AND AFTER SEPTEMBER FIRST, TWO\n   12  THOUSAND FOURTEEN, AND ALL SCHOOL BUSES IN SERVICE  FOR  SUCH  TRANSPORT\n   13  SHALL BE SO EQUIPPED NOT LATER THAN SEPTEMBER FIRST, TWO THOUSAND SEVEN-\n   14  TEEN.\n   15    2.  ON  AND  AFTER  SEPTEMBER FIRST, TWO THOUSAND TWELVE, THE DISTRICT\n   16  SHALL CONDUCT A  DEMONSTRATION  PROGRAM  INVOLVING  NO  LESS  THAN  FIVE\n   17  PERCENT  OF EXISTING SCHOOL BUSES WHICH SHALL BE RETROFITTED IN A DEMON-\n   18  STRATION PROJECT CONDUCTED FOR  THE  PURPOSE  OF  DETERMINING  THE  MOST\n   19  EFFECTIVE AND LEAST COSTLY MEANS OF ACCOMPLISHING THE PURPOSE AND INTENT\n   20  OF  THIS  SECTION.  INSOFAR  AS  PRACTICABLE,  BUSES USED FOR THE DEMON-\n   21  STRATION PROGRAM SHALL BE SPREAD OVER CONTRACTORS IN THE SAME  RATIO  AS\n   22  BUSES  OPERATED  BY  SUCH  CONTRACTORS HAVE OF THE TOTAL NUMBER OF BUSES\n   23  USED BY THE DISTRICT FOR THE SYSTEM.  THE SCHOOL DISTRICT  SHALL  REPORT\n   24  ON  THE RESULTS OF THE PLAN BY SEPTEMBER FIRST, TWO THOUSAND THIRTEEN TO\n   25  THE COMMISSIONER, THE GOVERNOR AND THE LEGISLATURE.\n   26    3. SCHOOL BUS ELECTRONIC MONITORING SYSTEMS ON SCHOOL BUSES  SHALL  BE\n   27  USED ONLY AS AN AID TO MONITOR ON-BOARD ACTIVITIES.\n   28    4.  RECORDS  CREATED  BY  THE SCHOOL BUS ELECTRONIC MONITORING SYSTEMS\n   29  SHALL BE STORED IN A SECURE LOCATION FOR A PERIOD OF TIME DESIGNATED  BY\n   30  THE  COMMISSIONER,  BUT  NOT  FOR A PERIOD LESS THAN NINETY DAYS, UNLESS\n   31  THERE IS A REPORT OF AN INCIDENT, IN WHICH CASE THE  RECORDS  PERTAINING\n   32  TO  SUCH  INCIDENT  SHALL  BE  KEPT FOR A PERIOD TO BE DETERMINED BY THE\n   33  COMMISSIONER.\n   34    5. SUCH RECORDS SHALL BE REVIEWED BY DESIGNATED PERSONNEL PURSUANT  TO\n   35  AN  INCIDENT REPORT AND ON A REGULAR BASIS USING RANDOM SELECTION CRITE-\n   36  RIA, IN ORDER TO ENSURE PROPER DRIVER AND PUPIL CONDUCT.\n   37    6. ANY OTHER PROVISION OF THIS SECTION OR OF SUBDIVISION  TWENTY-ONE-J\n   38  OF  SECTION  THREE  HUNDRED  SEVENTY-FIVE OF THE VEHICLE AND TRAFFIC LAW\n   39  NOTWITHSTANDING, THE COMMISSIONER IS AUTHORIZED TO WAIVE  ANY  PROVISION\n   40  OF  THE  SCHOOL BUS ELECTRONIC MONITORING SYSTEM REQUIREMENT ESTABLISHED\n   41  PURSUANT TO SUCH SUBDIVISION WITH RESPECT TO THE DISTRICT IF THE COMMIS-\n   42  SIONER DETERMINES THAT THE REQUIREMENT IS IMPRACTICABLE, OR THAT  IT  IS\n   43  FINANCIALLY OR PHYSICALLY BURDENSOME AND INEFFECTIVE WITH RESPECT TO THE\n   44  GOAL, OR IF THE DISTRICT PROPOSES AND THE COMMISSIONER ACCEPTS AN ALTER-\n   45  NATE MEANS OF ACHIEVING THE SAME GOAL.\n   46    7. ALL PUPILS AND ALL SCHOOL BUS DRIVERS SHALL BE NOTIFIED BY MEANS OF\n   47  SIGNAGE  AND BY ANY OTHER MEANS PRESCRIBED BY THE COMMISSIONER THAT THEY\n   48  ARE SUBJECT TO BEING VIDEOTAPED ON  A  SCHOOL  BUS  AT  ANY  TIME.  SUCH\n   49  NOTIFICATION  SHALL  BE  MADE  BY  THE  SCHOOL TO THE PARENTS OF PUPILS.\n   50  DRIVERS, PARENTS AND PUPILS SHALL BE ADVISED  WHAT  DRIVER  CONDUCT  AND\n   51  WHAT  PUPIL  CONDUCT  IS PROHIBITED BY THE STATE AND BY THE DISTRICT AND\n   52  THAT SUCH CONDUCT WILL RESULT IN SPECIFIED DISCIPLINARY CONSEQUENCES  AS\n   53  DEFINED IN THE ESTABLISHED DISCIPLINE POLICY.\n   54    8.  NOT LESS THAN TWICE EACH SCHOOL YEAR NOTIFICATIONS REGARDING ELEC-\n   55  TRONIC MONITORING MUST OCCUR, ADDRESSING THE PURPOSE AND  USE  OF  ELEC-\n   56  TRONIC  EQUIPMENT  AND THE NEED FOR PERSONAL AWARENESS OF SAFETY ISSUES.\n\n       S. 1745                             3\n\n    1  THE USE OF NEWSLETTERS, PUPIL HANDOUTS, AND NOTICES  POSTED  WITHIN  THE\n    2  BUS MAY CONSTITUTE MEANS OF FULFILLING THIS REQUIREMENT.\n    3    9.  RECORDS  UNDER THIS SECTION SHALL REMAIN CONFIDENTIAL AND SHALL BE\n    4  USED ONLY FOR THE PURPOSE OF DISCIPLINARY AND ENFORCEMENT PROCEEDINGS.\n    5    S 3. Paragraph c of subdivision 2 of section 3623-a of  the  education\n    6  law,  as  amended by chapter 453 of the laws of 2005, is amended to read\n    7  as follows:\n    8    c. The purchase of equipment deemed a proper school district  expense,\n    9  including:  (i) the purchase of two-way radios to be used on old and new\n   10  school buses, (ii) the purchase of stop-arms, to be used on old and  new\n   11  school  buses,  (iii) the purchase and installation of seat safety belts\n   12  on school buses in accordance with the provisions of section  thirty-six\n   13  hundred  thirty-five-a  of this article, (iv) the purchase of school bus\n   14  back up beepers, (v) the purchase of school  bus  front  crossing  arms,\n   15  (vi)  the  purchase  of  school  bus  safety  sensor  devices, (vii) THE\n   16  PURCHASE AND INSTALLATION OF SCHOOL BUS ELECTRONIC MONITORING SYSTEMS ON\n   17  SCHOOL BUSES AND BACKUP AND STORAGE SYSTEMS REQUIRED TO MAINTAIN RECORDS\n   18  IN ACCORDANCE WITH THE PROVISIONS OF SECTION THIRTY-SIX HUNDRED  TWENTY-\n   19  FOUR-A  OF  THIS  PART, (VIII) the purchase and installation of exterior\n   20  reflective marking on school buses, [(viii)] (IX) the purchase of  auto-\n   21  matic  engine fire extinguishing systems for school buses used to trans-\n   22  port students who use wheelchairs or other assistive  mobility  devices,\n   23  and  [(ix)]  (X)  the  purchase  of other equipment as prescribed in the\n   24  regulations of the commissioner; and\n   25    S 4. This act shall take effect on the one hundred thirtieth day after\n   26  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the education law, in relation to electronic monitoring equipment on school buses in the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T145515.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110112.T101455.TXT", "SOBI.D110112.T111958.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294862115034
}