{
  "year" : 2011,
  "senateBillNo" : "S1742-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1742-2011-1294808400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the criminal street gang enforcement and prevention act; repealer",
  "summary" : "Enacts the criminal street gang enforcement and prevention act; defines offenses; increases penalties; provides for gang prevention programs in schools; and develops a comprehensive approach to protecting public interests from gang related crime and violence. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2108-2009", "S7929-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1742\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sens. GOLDEN, JOHNSON, LAVALLE -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, the civil practice  law  and  rules,  the\n         state  finance  law, the correction law, the education law, the execu-\n         tive law and the mental hygiene law, in relation to defining  offenses\n         involving  criminal  street  gangs,  creating the criminal street gang\n         prevention fund, enacting the criminal street gang  registration  act,\n         providing  for  gang  prevention  services in schools and creating the\n         office of criminal street gangs and  youth  violence;  and  to  repeal\n         sections  120.06  and 120.07 of the penal law, relating to offenses of\n         gang assault\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings and purpose. The legislature hereby\n    2  finds that New York laws are insufficiently targeted to the  prosecution\n    3  of criminal street gangs and the protection of public order and individ-\n    4  ual safety against gang-related violence, because they lack programs and\n    5  activities  specifically  designed  to  prevent  the  growth of criminal\n    6  street gangs, facilitate prosecution and punishment of members of crimi-\n    7  nal street gangs, and punish those who solicit others to participate  in\n    8  criminal  street  gangs  and  in  acts  of  gang-related violence or who\n    9  provide support or resources  to  those  who  commit  or  encourage  the\n   10  commission of such acts.\n   11    The  legislature  further  finds  that  the threat of violence and the\n   12  disruption of public order and safety presented by criminal street gangs\n   13  has reached a crisis point that threatens the right of residents of this\n   14  state to be secure and protected from fear, intimidation,  and  physical\n   15  harm.\n   16    The legislature therefore finds and declares that it is in every sense\n   17  in  the  public  interest  to  establish a comprehensive approach to the\n   18  protection of public order and individual safety against criminal street\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04618-01-1\n\n       S. 1742                             2\n\n    1  gangs and gang-related violence, by severely criminalizing  such  activ-\n    2  ities,  by creating anti-crime programs that focus on patterns of crimi-\n    3  nal gang activity and organization, by expanding  education  and  inter-\n    4  vention  to  prevent  the  growth  of  criminal  street  gangs,  and  by\n    5  establishing an ongoing system of tracking criminal  gang  activity,  as\n    6  provided in this legislation.\n    7    S 2. Paragraph (a) of subdivision 2 of section 60.07 of the penal law,\n    8  as  added  by  chapter  148  of  the laws of 2000, is amended to read as\n    9  follows:\n   10    (a) the term \"specified offense\"  shall  mean  an  attempt  to  commit\n   11  murder  in  the second degree as defined in section 125.25 of this chap-\n   12  ter, gang assault in the first degree as  defined  in  section  [120.07]\n   13  495.08  of this chapter, gang assault in the second degree as defined in\n   14  section [120.06] 495.07 of this chapter, assault in the first degree  as\n   15  defined  in  section  120.10  of this chapter, manslaughter in the first\n   16  degree as defined in section 125.20 of this chapter, manslaughter in the\n   17  second degree as defined in section 125.15 of this chapter,  robbery  in\n   18  the  first  degree as defined in section 160.15 of this chapter, robbery\n   19  in the second degree as defined in section 160.10 of  this  chapter,  or\n   20  the  attempted commission of any of the following offenses: gang assault\n   21  in the first degree as defined in section [120.07]  495.08,  assault  in\n   22  the first degree as defined in section 120.10, manslaughter in the first\n   23  degree  as  defined  in section 125.20 or robbery in the first degree as\n   24  defined in section 160.15;\n   25    S 3. Paragraphs (a) and (b) of subdivision 1 of section 70.02  of  the\n   26  penal  law,  paragraph (a) as amended by chapter 320 of the laws of 2006\n   27  and paragraph (b) as amended by chapter 405 of the  laws  of  2010,  are\n   28  amended to read as follows:\n   29    (a)  Class  B  violent felony offenses: an attempt to commit the class\n   30  A-I felonies of murder in  the  second  degree  as  defined  in  section\n   31  125.25, kidnapping in the first degree as defined in section 135.25, and\n   32  arson  in the first degree as defined in section 150.20; manslaughter in\n   33  the first degree as defined in section 125.20,  aggravated  manslaughter\n   34  in  the  first  degree  as  defined in section 125.22, rape in the first\n   35  degree as defined in section 130.35, criminal sexual act  in  the  first\n   36  degree  as  defined  in  section  130.50, aggravated sexual abuse in the\n   37  first degree as defined in section  130.70,  course  of  sexual  conduct\n   38  against  a  child  in  the  first  degree  as defined in section 130.75;\n   39  assault in the first degree as defined in section 120.10, kidnapping  in\n   40  the  second  degree  as defined in section 135.20, burglary in the first\n   41  degree as defined in section 140.30,  arson  in  the  second  degree  as\n   42  defined  in  section  150.15,  robbery in the first degree as defined in\n   43  section 160.15, incest in the first degree as defined in section 255.27,\n   44  criminal possession of a weapon  in  the  first  degree  as  defined  in\n   45  section 265.04, criminal use of a firearm in the first degree as defined\n   46  in  section  265.09,  criminal  sale of a firearm in the first degree as\n   47  defined in section 265.13, aggravated assault upon a police officer or a\n   48  peace officer as defined in section 120.11, gang assault  in  the  first\n   49  degree  as  defined in section [120.07] 495.08, intimidating a victim or\n   50  witness in the first degree as  defined  in  section  215.17,  hindering\n   51  prosecution  of  terrorism  in  the  first  degree as defined in section\n   52  490.35, criminal possession of a chemical weapon or biological weapon in\n   53  the second degree as defined in section 490.40, and criminal  use  of  a\n   54  chemical  weapon  or biological weapon in the third degree as defined in\n   55  section 490.47.\n\n       S. 1742                             3\n\n    1    (b) Class C violent felony offenses: an attempt to commit any  of  the\n    2  class  B felonies set forth in paragraph (a) of this subdivision; aggra-\n    3  vated criminally negligent homicide as defined in section 125.11, aggra-\n    4  vated manslaughter in the second degree as defined  in  section  125.21,\n    5  aggravated  sexual  abuse  in  the  second  degree as defined in section\n    6  130.67, assault on a peace officer, police officer, fireman or emergency\n    7  medical services professional as defined in section 120.08, gang assault\n    8  in the second degree as defined in section [120.06]  495.07,  strangula-\n    9  tion  in  the first degree as defined in section 121.13, burglary in the\n   10  second degree as defined in section 140.25, robbery in the second degree\n   11  as defined in section 160.10, criminal possession of  a  weapon  in  the\n   12  second degree as defined in section 265.03, criminal use of a firearm in\n   13  the  second  degree  as  defined  in  section 265.08, criminal sale of a\n   14  firearm in the second degree as defined in section 265.12, criminal sale\n   15  of a firearm with the aid of a  minor  as  defined  in  section  265.14,\n   16  soliciting  or  providing  support  for an act of terrorism in the first\n   17  degree as defined in section 490.15, hindering prosecution of  terrorism\n   18  in  the  second  degree  as  defined  in  section  490.30,  and criminal\n   19  possession of a chemical weapon or biological weapon in the third degree\n   20  as defined in section 490.37.\n   21    S 4. Sections 120.06 and 120.07 of the penal law are REPEALED.\n   22    S 5. Subdivision 2 of section 130.91 of the penal law, as  amended  by\n   23  chapter 405 of the laws of 2010, is amended to read as follows:\n   24    2.  A  \"specified  offense\"  is a felony offense defined by any of the\n   25  following provisions of this chapter: assault in the  second  degree  as\n   26  defined  in  section  120.05,  assault in the first degree as defined in\n   27  section 120.10, gang assault in the second degree as defined in  section\n   28  [120.06]  495.07, gang assault in the first degree as defined in section\n   29  [120.07] 495.08, stalking in the first  degree  as  defined  in  section\n   30  120.60, strangulation in the second degree as defined in section 121.12,\n   31  strangulation  in  the  first  degree  as  defined  in  section  121.13,\n   32  manslaughter in the second degree  as  defined  in  subdivision  one  of\n   33  section  125.15,  manslaughter in the first degree as defined in section\n   34  125.20, murder in the second degree as defined in section 125.25, aggra-\n   35  vated murder as defined in section 125.26, murder in the first degree as\n   36  defined in section 125.27, kidnapping in the second degree as defined in\n   37  section 135.20, kidnapping in the first degree  as  defined  in  section\n   38  135.25,  burglary  in  the  third  degree  as defined in section 140.20,\n   39  burglary in the second degree as defined in section 140.25, burglary  in\n   40  the  first  degree  as  defined  in  section 140.30, arson in the second\n   41  degree as defined in section  150.15,  arson  in  the  first  degree  as\n   42  defined  in  section  150.20,  robbery in the third degree as defined in\n   43  section 160.05, robbery in the  second  degree  as  defined  in  section\n   44  160.10,  robbery  in  the  first  degree  as  defined in section 160.15,\n   45  promoting prostitution in  the  second  degree  as  defined  in  section\n   46  230.30, promoting prostitution in the first degree as defined in section\n   47  230.32,  compelling  prostitution  as defined in section 230.33, dissem-\n   48  inating indecent material to minors in the first degree  as  defined  in\n   49  section  235.22,  use  of  a child in a sexual performance as defined in\n   50  section 263.05, promoting an obscene sexual performance by  a  child  as\n   51  defined  in section 263.10, promoting a sexual performance by a child as\n   52  defined in section 263.15, or any felony attempt or conspiracy to commit\n   53  any of the foregoing offenses.\n   54    S 6. The penal law is amended by adding a new title  Y-2  to  read  as\n   55  follows:\n\n       S. 1742                             4\n\n    1                                   TITLE Y-2\n    2                  OFFENSES INVOLVING CRIMINAL STREET GANGS\n\n    3                                 ARTICLE 495\n    4            CRIMINAL STREET GANGS ENFORCEMENT AND PREVENTION ACT\n    5  SECTION 495.01 DEFINITIONS.\n    6          495.02 PARTICIPATION IN A CRIMINAL STREET GANG.\n    7          495.03 PARTICIPATION IN CRIMINAL STREET GANG ACTIVITY.\n    8          495.04 SOLICITATION FOR PARTICIPATION IN A CRIMINAL STREET GANG.\n    9          495.05 SOLICITATION  OR  RECRUITMENT OF MINORS FOR PARTICIPATION\n   10                   IN A CRIMINAL STREET GANG.\n   11          495.06 SOLICITATION OR RECRUITMENT OF MINORS  FOR  PARTICIPATION\n   12                   IN A CRIMINAL STREET GANG ON SCHOOL GROUNDS.\n   13          495.07 GANG ASSAULT IN THE SECOND DEGREE.\n   14          495.08 GANG ASSAULT IN THE FIRST DEGREE.\n   15          495.09 ABATEMENT  OF  PREMISES  USED  FOR  CRIMINAL  STREET GANG\n   16                   ACTIVITY.\n   17          495.10 PREEMPTION.\n   18          495.11 REGISTRATION REQUIREMENT.\n   19          495.12 SENTENCING.\n   20  S 495.01 DEFINITIONS.\n   21    AS USED IN THIS ARTICLE, THE FOLLOWING TERMS SHALL HAVE THE  FOLLOWING\n   22  MEANINGS:\n   23    1.  \"CRIMINAL  STREET GANG\" MEANS ANY FORMAL OR INFORMAL ORGANIZATION,\n   24  ASSOCIATION, OR GROUP OF THREE OR MORE PERSONS HAVING A COMMON  NAME  OR\n   25  IDENTIFYING  SIGN  OR  SYMBOL WHOSE MEMBERS INDIVIDUALLY OR COLLECTIVELY\n   26  ENGAGE IN OR HAVE ENGAGED IN A PATTERN OF CRIMINAL GANG ACTIVITY.\n   27    2. \"PATTERN OF  CRIMINAL  GANG  ACTIVITY\"  MEANS  THE  COMMISSION  OF,\n   28  ATTEMPTED   COMMISSION   OF,  CONSPIRACY  TO  COMMIT,  SOLICITATION  OF,\n   29  SUSTAINED JUVENILE PETITION FOR, OR CONVICTION OF ANY TWO OR MORE OF ANY\n   30  SPECIFIED OFFENSES LISTED IN SUBDIVISION THREE  OF  THIS  SECTION  BY  A\n   31  PARTICIPANT OR PARTICIPANTS IN A CRIMINAL STREET GANG, PROVIDED THAT THE\n   32  OFFENSES SHALL HAVE OCCURRED ON SEPARATE OCCASIONS WITHIN THREE YEARS OF\n   33  EACH OTHER, OR BY TWO OR MORE PERSONS WHO ARE PARTICIPANTS IN A CRIMINAL\n   34  STREET  GANG,  AND  THAT  AT  LEAST ONE SUCH OFFENSE SHALL HAVE OCCURRED\n   35  AFTER THE EFFECTIVE DATE OF THIS ARTICLE.\n   36    3. \"SPECIFIED OFFENSE\" MEANS ANY OFFENSE DEFINED BY ANY OF THE FOLLOW-\n   37  ING PROVISIONS  OF  THIS  CHAPTER:  OFFENSES  CONSTITUTING  A  SPECIFIED\n   38  OFFENSE AS DEFINED IN SUBDIVISION THREE OF SECTION 485.05 (HATE CRIMES),\n   39  ARTICLE  ONE  HUNDRED FIFTEEN (CRIMINAL FACILITATION), ONE HUNDRED THIR-\n   40  TY-FIVE (KIDNAPPING, COERCION AND RELATED OFFENSE), ONE HUNDRED  SEVENTY\n   41  (FORGERY  AND  RELATED  OFFENSES),  ONE  HUNDRED SEVENTY-EIGHT (CRIMINAL\n   42  DIVERSION OF PRESCRIPTION MEDICATIONS AND  PRESCRIPTIONS),  TWO  HUNDRED\n   43  TWENTY   (CONTROLLED   SUBSTANCES   OFFENSES),  TWO  HUNDRED  TWENTY-ONE\n   44  (OFFENSES  INVOLVING  MARIHUANA),  TWO  HUNDRED  TWENTY-FIVE   (GAMBLING\n   45  OFFENSES), TWO HUNDRED THIRTY (PROSTITUTION OFFENSES), TWO HUNDRED THIR-\n   46  TY-FIVE   (OBSCENITY  AND  RELATED  OFFENSES),  TWO  HUNDRED  SIXTY-FIVE\n   47  (FIREARMS AND OTHER  DANGEROUS  WEAPONS),  TWO  HUNDRED  SEVENTY  (OTHER\n   48  OFFENSES  RELATING  TO PUBLIC SAFETY), FOUR HUNDRED (LICENSING AND OTHER\n   49  PROVISIONS RELATING TO FIREARMS) OR FOUR HUNDRED SEVENTY (MONEY LAUNDER-\n   50  ING).\n   51  S 495.02 PARTICIPATION IN A CRIMINAL STREET GANG.\n   52    A PERSON IS GUILTY OF PARTICIPATION IN A CRIMINAL STREET GANG IF  SUCH\n   53  PERSON  PARTICIPATES  IN  A CRIMINAL STREET GANG WITH KNOWLEDGE THAT ITS\n   54  MEMBERS ENGAGE IN OR HAVE ENGAGED IN A PATTERN OF CRIMINAL  GANG  ACTIV-\n   55  ITY.\n\n       S. 1742                             5\n\n    1    PARTICIPATION IN A CRIMINAL STREET GANG IS A CLASS A MISDEMEANOR.\n    2  S 495.03 PARTICIPATION IN CRIMINAL STREET GANG ACTIVITY.\n    3    A  PERSON  IS GUILTY OF PARTICIPATION IN CRIMINAL STREET GANG ACTIVITY\n    4  WHEN HE OR SHE WILLFULLY AND KNOWINGLY PROMOTES, FURTHERS,  ASSISTS  IN,\n    5  CONDUCTS,  OR  PARTICIPATES  IN THE AFFAIRS OF A CRIMINAL STREET GANG BY\n    6  PARTICIPATING IN A PATTERN OF CRIMINAL STREET GANG ACTIVITY, OR KNOWING-\n    7  LY INVESTS PROCEEDS DERIVED  FROM  CRIMINAL  STREET  GANG  ACTIVITY,  OR\n    8  PROCEEDS  DERIVED  FROM  THE  INVESTMENT OR USE OF THOSE PROCEEDS, IN AN\n    9  ENTERPRISE. A PERSON MAY BE A PARTICIPANT  IN  A  CRIMINAL  STREET  GANG\n   10  IRRESPECTIVE  OF  THE  AMOUNT  OF TIME HE OR SHE DEVOTES TO THE CRIMINAL\n   11  STREET GANG, AS LONG AS SUCH PERSON SHALL HAVE PARTICIPATED  IN  COMMIT-\n   12  TING  ACTS  CONSTITUTING  CRIMINAL STREET GANG ACTIVITY WITH ONE OR MORE\n   13  MEMBERS OF A CRIMINAL STREET GANG.\n   14    PARTICIPATION IN CRIMINAL STREET GANG ACTIVITY IS A CLASS E FELONY.\n   15  S 495.04 SOLICITATION FOR PARTICIPATION IN A CRIMINAL STREET GANG.\n   16    A PERSON IS GUILTY OF SOLICITATION FOR  PARTICIPATION  IN  A  CRIMINAL\n   17  STREET GANG IF SUCH PERSON:\n   18    1.  SOLICITS OR RECRUITS ANOTHER TO ACTIVELY PARTICIPATE IN A CRIMINAL\n   19  STREET GANG WITH THE INTENT  THAT  THE  PERSON  SOLICITED  OR  RECRUITED\n   20  PARTICIPATE  IN  A PATTERN OF CRIMINAL STREET GANG ACTIVITY, OR WITH THE\n   21  INTENT THAT SUCH PERSON PROMOTE, FURTHER,  CONDUCT,  OR  ASSIST  IN  ANY\n   22  PATTERN  OF  CRIMINAL  STREET  GANG  ACTIVITY BY MEMBERS OF THE CRIMINAL\n   23  STREET GANG; OR\n   24    2. THREATENS A PERSON  WITH  PHYSICAL  VIOLENCE  WITH  THE  INTENT  TO\n   25  COERCE,  INDUCE,  OR  SOLICIT SUCH PERSON OR ANOTHER TO PARTICIPATE IN A\n   26  CRIMINAL STREET GANG; OR\n   27    3. USES PHYSICAL VIOLENCE TO COERCE, INDUCE, OR SOLICIT ANOTHER PERSON\n   28  TO PARTICIPATE IN A CRIMINAL STREET GANG.\n   29    SOLICITATION FOR PARTICIPATION IN A CRIMINAL STREET GANG IS A CLASS  E\n   30  FELONY.\n   31  S 495.05 SOLICITATION  OR  RECRUITMENT  OF MINORS FOR PARTICIPATION IN A\n   32             CRIMINAL STREET GANG.\n   33    A PERSON IS GUILTY  OF  SOLICITATION  OR  RECRUITMENT  OF  MINORS  FOR\n   34  PARTICIPATION IN A CRIMINAL STREET GANG WHEN HE OR SHE COMMITS THE CRIME\n   35  OF  SOLICITATION  FOR  PARTICIPATION  IN  A CRIMINAL STREET GANG AND THE\n   36  PERSON SOLICITED OR RECRUITED IS LESS THAN EIGHTEEN YEARS OF AGE.\n   37    SOLICITATION OR RECRUITMENT OF MINORS FOR PARTICIPATION IN A  CRIMINAL\n   38  STREET GANG IS A CLASS D FELONY.\n   39  S 495.06 SOLICITATION  OR  RECRUITMENT  OF MINORS FOR PARTICIPATION IN A\n   40             CRIMINAL STREET GANG ON SCHOOL GROUNDS.\n   41    A PERSON IS GUILTY  OF  SOLICITATION  OR  RECRUITMENT  OF  MINORS  FOR\n   42  PARTICIPATION IN A CRIMINAL STREET GANG ON SCHOOL GROUNDS WHEN HE OR SHE\n   43  COMMITS  THE  CRIME OF SOLICITATION OR RECRUITMENT OF MINORS FOR PARTIC-\n   44  IPATION IN A CRIMINAL STREET GANG WHILE ON SCHOOL GROUNDS. FOR  PURPOSES\n   45  OF  THIS  SECTION,  THE  TERM \"SCHOOL GROUNDS\" MEANS \"SCHOOL GROUNDS\" AS\n   46  DEFINED IN SUBDIVISION FOURTEEN OF SECTION 220.00 OF THIS CHAPTER.\n   47    SOLICITATION OR RECRUITMENT OF MINORS FOR PARTICIPATION IN A  CRIMINAL\n   48  STREET GANG ON SCHOOL GROUNDS IS A CLASS C FELONY.\n   49  S 495.07 GANG ASSAULT IN THE SECOND DEGREE.\n   50    A  PERSON  IS  GUILTY  OF GANG ASSAULT IN THE SECOND DEGREE WHEN, WITH\n   51  INTENT TO CAUSE PHYSICAL INJURY TO ANOTHER PERSON AND WHEN AIDED BY  TWO\n   52  OR  MORE  OTHER PERSONS ACTUALLY PRESENT, HE OR SHE CAUSES SERIOUS PHYS-\n   53  ICAL INJURY TO SUCH PERSON OR TO A THIRD PERSON.\n   54    GANG ASSAULT IN THE SECOND DEGREE IS A CLASS C FELONY.\n   55  S 495.08 GANG ASSAULT IN THE FIRST DEGREE.\n\n       S. 1742                             6\n\n    1    A PERSON IS GUILTY OF GANG ASSAULT IN  THE  FIRST  DEGREE  WHEN,  WITH\n    2  INTENT TO CAUSE SERIOUS PHYSICAL INJURY TO ANOTHER PERSON AND WHEN AIDED\n    3  BY  TWO OR MORE OTHER PERSONS ACTUALLY PRESENT, HE OR SHE CAUSES SERIOUS\n    4  PHYSICAL INJURY TO SUCH PERSON OR TO A THIRD PERSON.\n    5    GANG ASSAULT IN THE FIRST DEGREE IS A CLASS B FELONY.\n    6  S 495.09 ABATEMENT OF PREMISES USED FOR CRIMINAL STREET GANG ACTIVITY.\n    7    1.  A  BUILDING OR PLACE USED BY MEMBERS OF A CRIMINAL STREET GANG FOR\n    8  THE PURPOSE OF ENGAGING IN A PATTERN OF  CRIMINAL  GANG  ACTIVITY  IS  A\n    9  NUISANCE  WHICH  SHALL BE ENJOINED, ABATED, AND PREVENTED, AND FOR WHICH\n   10  DAMAGES MAY BE RECOVERED,  IRRESPECTIVE  OF  WHETHER  IT  CONSTITUTES  A\n   11  PUBLIC OR PRIVATE NUISANCE.\n   12    2.  ANY ACTION FOR AN INJUNCTION OR ABATEMENT FILED PURSUANT TO SUBDI-\n   13  VISION ONE OF THIS SECTION SHALL PROCEED ACCORDING TO THE PROVISIONS  OF\n   14  THE CIVIL PRACTICE LAW AND RULES, EXCEPT THAT ALL OF THE FOLLOWING SHALL\n   15  APPLY:\n   16    (A)  THE  COURT  SHALL  NOT  ASSESS A CIVIL PENALTY AGAINST ANY PERSON\n   17  UNLESS THAT PERSON KNEW OR  SHOULD  HAVE  KNOWN  OF  THE  UNLAWFUL  ACTS\n   18  COMMITTED ON OR IN THE PREMISES;\n   19    (B) NO ORDER OF EVICTION OR CLOSURE MAY BE ENTERED;\n   20    (C)  ALL  INJUNCTIONS  ISSUED  SHALL  BE LIMITED TO THOSE NECESSARY TO\n   21  PROTECT THE HEALTH AND SAFETY OF THE RESIDENTS OR THE  PUBLIC  OR  THOSE\n   22  NECESSARY TO PREVENT FURTHER CRIMINAL ACTIVITY; AND\n   23    (D)  SUIT  MAY  NOT  BE  FILED UNTIL A THIRTY DAY NOTICE PERIOD OF THE\n   24  UNLAWFUL USE OR CRIMINAL CONDUCT HAS BEEN PROVIDED TO THE OWNER BY MAIL,\n   25  RETURN RECEIPT REQUESTED, POSTAGE PREPAID, TO THE LAST KNOWN ADDRESS.\n   26    3. NO NOT-FOR-PROFIT OR CHARITABLE ORGANIZATION  WHICH  IS  CONDUCTING\n   27  ITS  AFFAIRS  WITH  ORDINARY CARE AND SKILL, AND NO GOVERNMENTAL ENTITY,\n   28  SHALL BE ABATED PURSUANT TO THE PROVISIONS OF SUBDIVISIONS ONE  AND  TWO\n   29  OF THIS SECTION.\n   30    4.  NOTHING  IN  THIS SECTION SHALL PRECLUDE ANY AGGRIEVED PERSON FROM\n   31  SEEKING ANY OTHER REMEDY PROVIDED BY LAW.\n   32    5. WHEN AN INJUNCTION IS ISSUED  PURSUANT  TO  THIS  SECTION  FOR  THE\n   33  ABATEMENT  OF  PREMISES  USED  FOR  CRIMINAL STREET GANG ACTIVITIES, THE\n   34  ATTORNEY GENERAL OR ANY DISTRICT ATTORNEY OR ANY PROSECUTING CITY ATTOR-\n   35  NEY MAY MAINTAIN AN ACTION FOR MONEY DAMAGES ON BEHALF OF THE  COMMUNITY\n   36  OR NEIGHBORHOOD INJURED BY THE NUISANCE. ANY MONEY DAMAGES AWARDED SHALL\n   37  BE  PAID  BY OR COLLECTED FROM ASSETS OF THE CRIMINAL STREET GANG OR ITS\n   38  MEMBERS THAT WERE DERIVED FROM  THE  PATTERN  OF  CRIMINAL  STREET  GANG\n   39  ACTIVITY  BEING ABATED OR ENJOINED. ONLY PERSONS WHO KNEW OR SHOULD HAVE\n   40  KNOWN OF THE UNLAWFUL ACTS SHALL BE PERSONALLY LIABLE FOR THE PAYMENT OF\n   41  THE DAMAGES AWARDED. IN A CIVIL ACTION FOR DAMAGES BROUGHT  PURSUANT  TO\n   42  THIS  SUBDIVISION,  THE  ATTORNEY  GENERAL,  DISTRICT  ATTORNEY, OR CITY\n   43  ATTORNEY MAY USE, BUT IS NOT LIMITED TO THE USE  OF,  THE  TESTIMONY  OF\n   44  EXPERTS  TO  ESTABLISH DAMAGES SUFFERED BY THE COMMUNITY OR NEIGHBORHOOD\n   45  INJURED BY THE NUISANCE. DAMAGES RECOVERED PURSUANT TO THIS  SUBDIVISION\n   46  SHALL  BE  DEPOSITED  INTO A SEPARATE SEGREGATED FUND FOR PAYMENT TO THE\n   47  GOVERNING BODY OF THE CITY OR COUNTY IN WHOSE POLITICAL SUBDIVISION  THE\n   48  COMMUNITY  OR NEIGHBORHOOD IS LOCATED, AND THAT GOVERNING BODY SHALL USE\n   49  THOSE ASSETS FOR THE BENEFIT OF THE COMMUNITY OR NEIGHBORHOOD INJURED BY\n   50  THE NUISANCE.\n   51  S 495.10 PREEMPTION.\n   52    NOTHING IN THIS ARTICLE SHALL PREEMPT AN  APPROPRIATE  ALTERNATIVE  OR\n   53  ADDITIONAL CHARGE PURSUANT TO THIS CHAPTER.\n   54  S 495.11 REGISTRATION REQUIREMENT.\n   55    1.  IN ADDITION TO ANY OTHER PENALTY IMPOSED UNDER THIS ARTICLE OR ANY\n   56  OTHER LAW, A PERSON CONVICTED OF THE CRIME OF PARTICIPATION IN  CRIMINAL\n\n       S. 1742                             7\n\n    1  STREET  GANG  ACTIVITY  WHO  IS RELEASED ON PROBATION OR DISCHARGED UPON\n    2  PAYMENT OF A FINE, CONDITIONAL DISCHARGE OR UNCONDITIONAL DISCHARGE,  OR\n    3  WHO  IS  TO BE DISCHARGED, PAROLED, RELEASED TO POST-RELEASE SUPERVISION\n    4  OR  RELEASED  FROM  ANY STATE OR LOCAL CORRECTIONAL FACILITY WHERE HE OR\n    5  SHE WAS CONFINED, SHALL BE  REQUIRED  TO  PARTICIPATE  IN  THE  CRIMINAL\n    6  STREET  GANG OFFENDER REGISTRATION PROGRAM ESTABLISHED PURSUANT TO ARTI-\n    7  CLE SIX-D OF THE CORRECTION LAW FOR A PERIOD OF FIVE YEARS; AND\n    8    2. IN ADDITION TO ANY OTHER PENALTY IMPOSED UNDER THIS ARTICLE OR  ANY\n    9  OTHER  LAW, A PERSON CONVICTED OF THE CRIME OF PARTICIPATION IN CRIMINAL\n   10  STREET GANG ACTIVITY OR THE CRIME OF SOLICITATION FOR PARTICIPATION IN A\n   11  CRIMINAL STREET GANG WHO IS RELEASED ON  PROBATION  OR  DISCHARGED  UPON\n   12  PAYMENT  OF A FINE, CONDITIONAL DISCHARGE OR UNCONDITIONAL DISCHARGE, OR\n   13  WHO IS TO BE DISCHARGED, PAROLED, RELEASED TO  POST-RELEASE  SUPERVISION\n   14  OR  RELEASED  FROM  ANY STATE OR LOCAL CORRECTIONAL FACILITY WHERE HE OR\n   15  SHE WAS CONFINED, SHALL BE  REQUIRED  TO  PARTICIPATE  IN  THE  CRIMINAL\n   16  STREET  GANG OFFENDER REGISTRATION PROGRAM ESTABLISHED PURSUANT TO ARTI-\n   17  CLE SIX-D OF THE CORRECTION LAW FOR A PERIOD OF TEN YEARS.\n   18  S 495.12 SENTENCING.\n   19    1. WHEN A PERSON IS CONVICTED OF THE CRIME OF PARTICIPATION IN  CRIMI-\n   20  NAL  STREET  GANG  ACTIVITY  PURSUANT TO THIS ARTICLE, AND THE SPECIFIED\n   21  OFFENSE IS A VIOLENT FELONY OFFENSE, AS DEFINED IN SECTION 70.02 OF THIS\n   22  CHAPTER, THE CRIME OF PARTICIPATION IN  CRIMINAL  STREET  GANG  ACTIVITY\n   23  SHALL BE DEEMED A VIOLENT FELONY OFFENSE.\n   24    2.  WHEN A PERSON IS CONVICTED OF THE CRIME OF PARTICIPATION IN CRIMI-\n   25  NAL STREET GANG ACTIVITY PURSUANT TO  THIS  ARTICLE  AND  THE  SPECIFIED\n   26  OFFENSE  IS  A  MISDEMEANOR  OR  A  CLASS C, D OR E FELONY, THE CRIME OF\n   27  PARTICIPATION IN CRIMINAL STREET GANG ACTIVITY SHALL BE DEEMED TO BE ONE\n   28  CATEGORY HIGHER THAN THE SPECIFIED OFFENSE THE DEFENDANT  COMMITTED,  OR\n   29  ONE CATEGORY HIGHER THAN THE OFFENSE LEVEL APPLICABLE TO THE DEFENDANT'S\n   30  CONVICTION  FOR  AN ATTEMPT OR CONSPIRACY TO COMMIT A SPECIFIED OFFENSE,\n   31  WHICHEVER IS APPLICABLE.\n   32    3. NOTWITHSTANDING ANY OTHER  PROVISION  OF  LAW,  WHEN  A  PERSON  IS\n   33  CONVICTED OF THE CRIME OF PARTICIPATION IN CRIMINAL STREET GANG ACTIVITY\n   34  PURSUANT TO THIS ARTICLE AND THE SPECIFIED OFFENSE IS A CLASS B FELONY:\n   35    (A)  THE  MAXIMUM  TERM OF THE INDETERMINATE SENTENCE MUST BE AT LEAST\n   36  SIX YEARS OF IMPRISONMENT IF THE  DEFENDANT  IS  SENTENCED  PURSUANT  TO\n   37  SECTION 70.00 OF THIS CHAPTER;\n   38    (B)  THE TERM OF THE DETERMINATE SENTENCE MUST BE AT LEAST EIGHT YEARS\n   39  OF IMPRISONMENT IF THE DEFENDANT IS SENTENCED PURSUANT TO SECTION  70.02\n   40  OF THIS CHAPTER;\n   41    (C) THE TERM OF THE DETERMINATE SENTENCE MUST BE AT LEAST TWELVE YEARS\n   42  OF  IMPRISONMENT IF THE DEFENDANT IS SENTENCED PURSUANT TO SECTION 70.04\n   43  OF THIS CHAPTER;\n   44    (D) THE MAXIMUM TERM OF THE INDETERMINATE SENTENCE MUST  BE  AT  LEAST\n   45  FOUR  YEARS  OF  IMPRISONMENT  IF THE DEFENDANT IS SENTENCED PURSUANT TO\n   46  SECTION 70.05 OF THIS CHAPTER; AND\n   47    (E) THE MAXIMUM TERM OF THE INDETERMINATE SENTENCE OR THE TERM OF  THE\n   48  DETERMINATE  SENTENCE  MUST BE AT LEAST TEN YEARS OF IMPRISONMENT IF THE\n   49  DEFENDANT IS SENTENCED PURSUANT TO SECTION 70.06 OF THIS CHAPTER.\n   50    4. ANY OTHER PROVISION OF ANY OTHER LAW TO THE CONTRARY  NOTWITHSTAND-\n   51  ING,  WHEN A PERSON IS CONVICTED OF THE CRIME OF PARTICIPATION IN CRIMI-\n   52  NAL STREET GANG ACTIVITY PURSUANT TO  THIS  ARTICLE  AND  THE  SPECIFIED\n   53  OFFENSE  IS  A CLASS A-1 FELONY, THE MINIMUM PERIOD OF THE INDETERMINATE\n   54  SENTENCE SHALL BE NOT LESS THAN TWENTY YEARS OF IMPRISONMENT.\n   55    NOTWITHSTANDING ANY OTHER LAW, THE COURT  MAY  STRIKE  THE  ADDITIONAL\n   56  PUNISHMENT  FOR  THE  ENHANCEMENTS  PROVIDED IN SUBDIVISIONS ONE THROUGH\n\n       S. 1742                             8\n\n    1  FOUR OF THIS SECTION OR REFUSE TO IMPOSE THE MINIMUM JAIL  SENTENCE  FOR\n    2  MISDEMEANORS  IN  AN  UNUSUAL  CASE WHERE THE INTERESTS OF JUSTICE WOULD\n    3  BEST BE SERVED, IF THE COURT SPECIFIES ON THE RECORD AND ENTERS INTO THE\n    4  MINUTES  THE  CIRCUMSTANCES INDICATING THE MANNER IN WHICH THE INTERESTS\n    5  OF JUSTICE WOULD BEST BE SERVED BY SUCH DISPOSITION.\n    6    NOTWITHSTANDING THE FOREGOING, IN THE CASE OF  A  MINOR  FOUND  TO  BE\n    7  GUILTY  OF  AN  OFFENSE  DESCRIBED  IN  THIS ARTICLE WHO IS A FIRST-TIME\n    8  OFFENDER, THE COURT MAY ORDER THAT A PARENT OR GUARDIAN  RETAIN  CUSTODY\n    9  OF  THAT MINOR, AND MAY ORDER THE PARENT OR GUARDIAN TO ATTEND ANTI-GANG\n   10  VIOLENCE PARENTING CLASSES ESTABLISHED  PURSUANT  TO  STANDARDS  OF  THE\n   11  DIVISION  OF  CRIMINAL  JUSTICE SERVICES. THE FATHER, MOTHER, SPOUSE, OR\n   12  OTHER PERSON LIABLE FOR THE SUPPORT OF THE MINOR,  THE  ESTATE  OF  THAT\n   13  PERSON,  AND  THE  ESTATE  OF  THE MINOR SHALL BE LIABLE FOR THE COST OF\n   14  CLASSES ORDERED PURSUANT TO THIS SECTION, UNLESS THE  COURT  FINDS  THAT\n   15  THE  PERSON  OR  ESTATE  DOES  NOT HAVE THE FINANCIAL ABILITY TO PAY. IN\n   16  EVALUATING FINANCIAL ABILITY TO PAY, THE COURT SHALL TAKE INTO CONSIDER-\n   17  ATION THE COMBINED HOUSEHOLD INCOME, THE NECESSARY  OBLIGATIONS  OF  THE\n   18  HOUSEHOLD, THE NUMBER OF PERSONS DEPENDENT UPON THIS INCOME, AND WHETHER\n   19  REDUCED  MONTHLY  PAYMENTS WOULD OBVIATE THE NEED TO WAIVE LIABILITY FOR\n   20  THE FULL COSTS.\n   21    S 7. The opening paragraph  of  paragraph  (h)  of  subdivision  2  of\n   22  section  1349  of  the civil practice law and rules, as added by chapter\n   23  655 of the laws of 1990, is amended to read as follows:\n   24    [All] EXCEPT WITH RESPECT TO A CIRCUMSTANCE TO WHICH PARAGRAPH (I)  OF\n   25  THIS  SUBDIVISION  APPLIES,  ALL  moneys  remaining  after distributions\n   26  pursuant to paragraphs (a) through (g)  of  this  subdivision  shall  be\n   27  distributed as follows:\n   28    S 8. Subdivision 2 of section 1349 of the civil practice law and rules\n   29  is amended by adding a new paragraph (i) to read as follows:\n   30    (I)  IF THE DEFENDANT AGAINST WHOM A FORFEITURE ACTION IS COMMENCED IS\n   31  CONVICTED OF AN OFFENSE LISTED IN ARTICLE FOUR  HUNDRED  NINETY-FIVE  OF\n   32  THE  PENAL  LAW,  ALL  MONEYS  REMAINING AFTER DISTRIBUTIONS PURSUANT TO\n   33  PARAGRAPHS (A) THROUGH (G) OF THIS SUBDIVISION SHALL BE  DISTRIBUTED  TO\n   34  THE  CRIMINAL  STREET  GANG  PREVENTION  FUND,  ESTABLISHED  PURSUANT TO\n   35  SECTION NINETY-SEVEN-KKKK OF THE STATE FINANCE LAW.\n   36    S 9. The state finance law is amended by adding a new section  97-kkkk\n   37  to read as follows:\n   38    S  97-KKKK.  CRIMINAL  STREET GANG PREVENTION FUND. 1. THERE IS HEREBY\n   39  ESTABLISHED IN THE JOINT  CUSTODY  OF  THE  STATE  COMPTROLLER  AND  THE\n   40  COMMISSIONER  OF  TAXATION  AND  FINANCE AN ACCOUNT OF THE MISCELLANEOUS\n   41  SPECIAL REVENUE FUND TO BE KNOWN AS THE CRIMINAL STREET GANG  PREVENTION\n   42  FUND.\n   43    2.  THE  COMPTROLLER IS AUTHORIZED AND DIRECTED TO RECEIVE FOR DEPOSIT\n   44  TO THE CREDIT OF THE CULTURAL EDUCATION ACCOUNT REVENUES DESIGNATED  FOR\n   45  SUCH DEPOSIT BY LAW OR APPROPRIATION.\n   46    3.  MONEYS  OF  THE  FUND, FOLLOWING APPROPRIATION BY THE LEGISLATURE,\n   47  SHALL BE AVAILABLE TO SUPPORT THE  CRIMINAL  STREET  GANG  AND  VIOLENCE\n   48  PREVENTION  PARTNERSHIP  PROGRAM  ESTABLISHED PURSUANT TO SECTION TWELVE\n   49  HUNDRED THIRTEEN OF THE EDUCATION LAW.\n   50    S 10.  Section 109 of the correction law is renumbered section 110 and\n   51  a new section 109 is added to read as follows:\n   52    S 109. INTERSTATE INSTITUTIONALIZATION OF CRIMINAL STREET  GANG  LEAD-\n   53  ERS.  THE  DEPARTMENT SHALL ESTABLISH A PROGRAM, AFTER CONSULTATION WITH\n   54  THE DIVISION OF CRIMINAL JUSTICE SERVICES AND WITH  CHIEFS  AND  COMMIS-\n   55  SIONERS  OF POLICE, UNDER WHICH THE LEADERS OF CRIMINAL STREET GANGS MAY\n\n       S. 1742                             9\n\n    1  BE SENT TO OTHER STATE  INSTITUTIONS  PURSUANT  TO  AGREEMENTS  EXECUTED\n    2  UNDER SECTION ONE HUNDRED THREE OF THIS CHAPTER.\n    3    S  11.  The  correction  law is amended by adding a new article 6-D to\n    4  read as follows:\n    5                                  ARTICLE 6-D\n    6               CRIMINAL STREET GANG OFFENDER REGISTRATION ACT\n    7  SECTION 169.   SHORT TITLE.\n    8          169-A. DEFINITIONS.\n    9          169-B. DUTIES OF THE DIVISION; REGISTRATION INFORMATION.\n   10          169-C. CRIMINAL STREET GANG DATABASE.\n   11          169-D. CRIMINAL STREET GANG OFFENDER; RELOCATION; NOTIFICATION.\n   12          169-E. DUTIES OF THE COURT.\n   13          169-F. DISCHARGE OF CRIMINAL STREET GANG OFFENDER  FROM  CORREC-\n   14                   TIONAL FACILITY; DUTIES OF OFFICIAL IN CHARGE.\n   15          169-G. DUTY TO REGISTER AND TO VERIFY.\n   16          169-H. DURATION OF REGISTRATION AND VERIFICATION; REQUIREMENTS.\n   17          169-I. NOTIFICATION  OF LOCAL LAW ENFORCEMENT AGENCIES OF CHANGE\n   18                   OF ADDRESS.\n   19          169-J. REVIEW.\n   20          169-K. IMMUNITY FROM LIABILITY.\n   21          169-L. ANNUAL REPORT.\n   22          169-M. PENALTY.\n   23          169-N. UNAUTHORIZED RELEASE OF INFORMATION.\n   24          169-O. SEPARABILITY.\n   25    S 169. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY  BE  CITED  AS\n   26  THE \"CRIMINAL STREET GANG OFFENDER REGISTRATION ACT\".\n   27    S  169-A.  DEFINITIONS.  AS  USED IN THIS ARTICLE, THE FOLLOWING DEFI-\n   28  NITIONS APPLY:\n   29    1. \"CRIMINAL STREET GANG OFFENDER\" MEANS ANY PERSON CONVICTED  OF  ANY\n   30  OFFENSE  LISTED  IN  SUBDIVISION TWO OF THIS SECTION. ANY CONVICTION SET\n   31  ASIDE PURSUANT TO LAW IS NOT A CONVICTION FOR PURPOSES OF THIS ARTICLE.\n   32    2.  \"CRIMINAL  STREET  GANG  OFFENSE\"  MEANS  A  CONVICTION  OF  OR  A\n   33  CONVICTION FOR AN ATTEMPT TO COMMIT ANY OF THE CRIMES LISTED IN SECTIONS\n   34  495.02  AND  495.03  OF  THE  PENAL  LAW RELATING TO PARTICIPATION IN OR\n   35  SOLICITATION FOR PARTICIPATION IN A CRIMINAL  STREET  GANG  OR  CRIMINAL\n   36  STREET  GANG  ACTIVITY,  UNLESS  UPON MOTION BY THE DEFENDANT, THE TRIAL\n   37  COURT, HAVING REGARD TO THE NATURE AND CIRCUMSTANCES OF THE CRIME AND TO\n   38  THE HISTORY AND CHARACTER OF THE  DEFENDANT,  IS  OF  THE  OPINION  THAT\n   39  REGISTRATION WOULD BE UNDULY HARSH AND INAPPROPRIATE.\n   40    3.  \"LAW  ENFORCEMENT  AGENCY  HAVING JURISDICTION\" MEANS: (A) (I) THE\n   41  CHIEF LAW ENFORCEMENT OFFICER IN THE VILLAGE, TOWN OR CITY IN WHICH  THE\n   42  OFFENDER EXPECTS TO RESIDE UPON HIS OR HER DISCHARGE, PROBATION, PAROLE,\n   43  RELEASE  TO  POST-RELEASE SUPERVISION OR UPON ANY FORM OF STATE OR LOCAL\n   44  CONDITIONAL RELEASE; OR (II) IF THERE BE NO CHIEF LAW ENFORCEMENT  OFFI-\n   45  CER  IN SUCH VILLAGE, TOWN OR CITY, THE CHIEF LAW ENFORCEMENT OFFICER OF\n   46  THE COUNTY IN WHICH THE OFFENDER EXPECTS TO RESIDE; OR (III) IF THERE BE\n   47  NO CHIEF ENFORCEMENT OFFICER IN SUCH VILLAGE, TOWN, CITY OR COUNTY,  THE\n   48  DIVISION OF STATE POLICE;\n   49    (B)  IN  THE CASE OF A CRIMINAL STREET GANG OFFENDER WHO IS OR EXPECTS\n   50  TO BE ENROLLED, ATTENDING OR EMPLOYED, WHETHER FOR COMPENSATION OR  NOT,\n   51  AT  AN  INSTITUTION  OF HIGHER EDUCATION:  (I) THE CHIEF LAW ENFORCEMENT\n   52  OFFICER IN THE VILLAGE, TOWN  OR  CITY  IN  WHICH  SUCH  INSTITUTION  IS\n   53  LOCATED;  OR  (II)  IF THERE BE NO CHIEF LAW ENFORCEMENT OFFICER IN SUCH\n   54  VILLAGE, TOWN OR CITY, THE CHIEF LAW ENFORCEMENT OFFICER OF  THE  COUNTY\n   55  IN  WHICH SUCH INSTITUTION IS LOCATED; OR (III) IF THERE BE NO CHIEF LAW\n   56  ENFORCEMENT OFFICER IN SUCH VILLAGE, TOWN, CITY OR COUNTY, THE  DIVISION\n\n       S. 1742                            10\n\n    1  OF  STATE  POLICE;  AND  (IV)  IF SUCH INSTITUTION OPERATES OR EMPLOYS A\n    2  CAMPUS LAW ENFORCEMENT OR SECURITY AGENCY, THE CHIEF OF SUCH AGENCY; AND\n    3    (C)  IN  THE  CASE  OF  A CRIMINAL STREET GANG OFFENDER WHO EXPECTS TO\n    4  RESIDE WITHIN A STATE PARK OR ON OTHER LAND UNDER  THE  JURISDICTION  OF\n    5  THE  OFFICE  OF  PARKS,  RECREATION AND HISTORIC PRESERVATION, THE STATE\n    6  REGIONAL PARK POLICE.\n    7    4. \"DIVISION\" MEANS THE  DIVISION  OF  CRIMINAL  JUSTICE  SERVICES  AS\n    8  DEFINED BY SECTION EIGHT HUNDRED THIRTY-SEVEN OF THE EXECUTIVE LAW.\n    9    5.  \"LOCAL  CORRECTIONAL FACILITY\" MEANS A LOCAL CORRECTIONAL FACILITY\n   10  AS THAT TERM IS DEFINED IN SUBDIVISION SIXTEEN OF SECTION  TWO  OF  THIS\n   11  CHAPTER.\n   12    6. \"PROBATION\" MEANS A SENTENCE OF PROBATION IMPOSED PURSUANT TO ARTI-\n   13  CLE  SIXTY-FIVE  OF THE PENAL LAW AND SHALL INCLUDE A SENTENCE OF IMPRI-\n   14  SONMENT IMPOSED IN CONJUNCTION WITH A SENTENCE OF PROBATION.\n   15    7. \"INSTITUTION OF HIGHER EDUCATION\" MEANS AN INSTITUTION IN THE STATE\n   16  PROVIDING HIGHER EDUCATION AS SUCH TERM IS DEFINED IN SUBDIVISION  EIGHT\n   17  OF SECTION TWO OF THE EDUCATION LAW.\n   18    S  169-B.  DUTIES  OF  THE  DIVISION; REGISTRATION INFORMATION. 1. THE\n   19  DIVISION SHALL ESTABLISH AND MAINTAIN A FILE OF INDIVIDUALS REQUIRED  TO\n   20  REGISTER  PURSUANT TO THE PROVISIONS OF THIS ARTICLE WHICH SHALL INCLUDE\n   21  THE FOLLOWING INFORMATION OF EACH REGISTRANT:\n   22    (A) THE CRIMINAL STREET GANG OFFENDER'S NAME, ALL ALIASES  USED,  DATE\n   23  OF BIRTH, SEX, RACE, HEIGHT, WEIGHT, EYE COLOR, DRIVER'S LICENSE NUMBER,\n   24  HOME  ADDRESS  AND/OR  EXPECTED PLACE OF DOMICILE, ANY INTERNET ACCOUNTS\n   25  WITH INTERNET ACCESS PROVIDERS BELONGING TO SUCH OFFENDER  AND  INTERNET\n   26  IDENTIFIERS THAT SUCH OFFENDER USES.\n   27    (B) A PHOTOGRAPH AND SET OF FINGERPRINTS, THE PHOTOGRAPH TO BE UPDATED\n   28  AS  OFTEN  AS  THE  DIVISION SHALL DEEM NECESSARY BUT NOT LESS THAN ONCE\n   29  EVERY TWO YEARS.\n   30    (C) A DESCRIPTION OF THE OFFENSE FOR WHICH THE  CRIMINAL  STREET  GANG\n   31  OFFENDER WAS CONVICTED, THE DATE OF CONVICTION AND THE SENTENCE IMPOSED.\n   32    (D)  THE  NAME  AND  ADDRESS OF ANY INSTITUTION OF HIGHER EDUCATION AT\n   33  WHICH THE CRIMINAL STREET GANG OFFENDER IS OR EXPECTS  TO  BE  ENROLLED,\n   34  ATTENDING OR EMPLOYED, WHETHER FOR COMPENSATION OR NOT, AND WHETHER SUCH\n   35  OFFENDER  RESIDES  IN  OR WILL RESIDE IN A FACILITY OWNED OR OPERATED BY\n   36  SUCH INSTITUTION.\n   37    (E) ANY OTHER INFORMATION DEEMED PERTINENT BY THE DIVISION.\n   38    2. (A) THE DIVISION IS AUTHORIZED TO MAKE THE  REGISTRY  AVAILABLE  TO\n   39  ANY  REGIONAL OR NATIONAL REGISTRY OF CRIMINAL STREET GANG OFFENDERS, OR\n   40  REGISTRY THAT HAS A  PRINCIPAL,  SHARED,  OR  SIMILAR  PURPOSE,  HOWEVER\n   41  NAMED, FOR THE PURPOSE OF SHARING INFORMATION. THE DIVISION SHALL ACCEPT\n   42  FILES  FROM  ANY  SUCH  REGIONAL OR NATIONAL REGISTRY OF CRIMINAL STREET\n   43  GANG OFFENDERS AND SHALL MAKE SUCH FILES AVAILABLE WHEN REQUESTED PURSU-\n   44  ANT TO THE PROVISIONS OF THIS ARTICLE.\n   45    (B) NO OFFICIAL, AGENCY, AUTHORIZED PERSON OR ENTITY,  WHETHER  PUBLIC\n   46  OR  PRIVATE,  SHALL  BE  SUBJECT  TO ANY CIVIL OR CRIMINAL LIABILITY FOR\n   47  DAMAGES FOR ANY DECISION OR ACTION MADE IN THE ORDINARY COURSE OF  BUSI-\n   48  NESS  OF  THAT OFFICIAL, AGENCY, AUTHORIZED PERSON OR ENTITY PURSUANT TO\n   49  THIS SUBDIVISION, PROVIDED THAT SUCH OFFICIAL, AGENCY, AUTHORIZED PERSON\n   50  OR ENTITY ACTED REASONABLY AND IN GOOD FAITH WITH RESPECT TO SUCH REGIS-\n   51  TRY INFORMATION.\n   52    (C) THE DIVISION SHALL REQUIRE THAT NO  INFORMATION  INCLUDED  IN  THE\n   53  REGISTRY SHALL BE MADE AVAILABLE EXCEPT IN FURTHERANCE OF THE PROVISIONS\n   54  OF THIS ARTICLE.\n   55    3.  THE  DIVISION SHALL DEVELOP A STANDARDIZED REGISTRATION FORM TO BE\n   56  MADE AVAILABLE TO THE APPROPRIATE AUTHORITIES AND PROMULGATE  RULES  AND\n\n       S. 1742                            11\n\n    1  REGULATIONS TO IMPLEMENT THE PROVISIONS OF THIS SECTION. SUCH FORM SHALL\n    2  BE  WRITTEN  IN CLEAR AND CONCISE LANGUAGE AND SHALL ADVISE THE CRIMINAL\n    3  STREET GANG OFFENDER OF HIS OR HER DUTIES  AND  OBLIGATIONS  UNDER  THIS\n    4  ARTICLE.\n    5    4.  THE DIVISION SHALL MAIL A NON-FORWARDABLE VERIFICATION FORM TO THE\n    6  LAST REPORTED ADDRESS OF THE CRIMINAL STREET GANG  OFFENDER  FOR  ANNUAL\n    7  VERIFICATION REQUIREMENTS.\n    8    5.  THE  DIVISION  SHALL  ESTABLISH  AND OPERATE A TELEPHONE NUMBER AS\n    9  PROVIDED IN THIS ARTICLE.\n   10    6. THE DIVISION SHALL CHARGE A FEE OF TEN DOLLARS EACH TIME A CRIMINAL\n   11  STREET GANG OFFENDER REGISTERS ANY CHANGE OF ADDRESS OR  ANY  CHANGE  OF\n   12  HIS  OR HER STATUS OF ENROLLMENT, ATTENDANCE, EMPLOYMENT OR RESIDENCE AT\n   13  ANY INSTITUTION OF HIGHER EDUCATION AS REQUIRED BY THIS ARTICLE. THE FEE\n   14  SHALL BE PAID TO THE DIVISION BY THE CRIMINAL STREET GANG OFFENDER.  THE\n   15  STATE  COMPTROLLER  IS  HEREBY  AUTHORIZED TO DEPOSIT SUCH FEES INTO THE\n   16  GENERAL FUND.\n   17    S 169-C. CRIMINAL STREET GANG DATABASE.  IN DEVELOPING AND MAINTAINING\n   18  THE STATEWIDE REGISTRATION SYSTEM REQUIRED BY THIS ARTICLE, THE DIVISION\n   19  MAY ESTABLISH A CRIMINAL STREET GANG DATABASE. IN DOING SO, THE DIVISION\n   20  SHALL:\n   21    1. CREATE A UNIFORM REPORTING FORMAT FOR THE ENTRY OF PERTINENT INFOR-\n   22  MATION REGARDING THE REPORT OF AN ARRESTED CRIMINAL STREET  GANG  MEMBER\n   23  OR ORGANIZED GANG AFFILIATES INTO THE DATABASE;\n   24    2. NOTIFY ALL STATE AND LOCAL LAW ENFORCEMENT AGENCIES THAT REPORTS OF\n   25  ARRESTED CRIMINAL STREET GANG MEMBERS OR ORGANIZED GANG AFFILIATES SHALL\n   26  BE ENTERED INTO THE STATEWIDE GANG DATABASE AS SOON AS THE MINIMUM LEVEL\n   27  OF  DATA, TO BE SPECIFIED BY THE DIVISION, IS AVAILABLE TO THE REPORTING\n   28  AGENCY;\n   29    3. DEVELOP AND IMPLEMENT A POLICY FOR NOTIFYING STATE  AND  LOCAL  LAW\n   30  ENFORCEMENT  AGENCIES  OF THE EMERGENCE OF NEW ORGANIZED CRIMINAL STREET\n   31  GANGS OR THE CHANGE OF A NAME OR OTHER IDENTIFYING INFORMATION  SIGN  OR\n   32  SYMBOL OF AN EXISTING ORGANIZED CRIMINAL STREET GANG;\n   33    4.  COMPILE AND RETAIN INFORMATION REGARDING ORGANIZED CRIMINAL STREET\n   34  GANGS AND THEIR MEMBERS AND AFFILIATES  IN  A  MANNER  THAT  ALLOWS  THE\n   35  INFORMATION  TO BE USED BY STATE AND LOCAL LAW ENFORCEMENT AGENCIES, AND\n   36  OTHER STATE AGENCIES;\n   37    5. COMPILE AND MAINTAIN AN HISTORIC DATA REPOSITORY RELATING TO ORGAN-\n   38  IZED CRIMINAL STREET GANGS AND THEIR MEMBERS AND AFFILIATES IN ORDER  TO\n   39  DEVELOP  AND IMPROVE TECHNIQUES UTILIZED BY LAW ENFORCEMENT AGENCIES AND\n   40  PROSECUTORS IN  THE  INVESTIGATION,  APPREHENSION,  AND  PROSECUTION  OF\n   41  MEMBERS AND AFFILIATES OF ORGANIZED CRIMINAL STREET GANGS; AND\n   42    6.  CREATE  A QUALITY CONTROL PROGRAM REGARDING CONFIRMATION OF ORGAN-\n   43  IZED CRIMINAL STREET GANG MEMBERSHIP AND ORGANIZED CRIMINAL STREET  GANG\n   44  AFFILIATION  DATA,  TIMELINESS  AND ACCURACY OF INFORMATION ENTERED INTO\n   45  THE STATEWIDE CRIMINAL STREET GANG DATABASE AND  PERFORMANCE  AUDITS  OF\n   46  ALL AGENCIES ENTERING INFORMATION.\n   47    S  169-D. CRIMINAL STREET GANG OFFENDER; RELOCATION; NOTIFICATION.  1.\n   48  IT SHALL BE THE DUTY OF THE DEPARTMENT OR LOCAL  CORRECTIONAL  FACILITY,\n   49  AT  LEAST  TEN  CALENDAR  DAYS  PRIOR TO THE RELEASE OR DISCHARGE OF ANY\n   50  CRIMINAL STREET GANG OFFENDER FROM  A  CORRECTIONAL  FACILITY  OR  LOCAL\n   51  CORRECTIONAL  FACILITY,  TO  NOTIFY  THE  DIVISION  OF  THE CONTEMPLATED\n   52  RELEASE OR DISCHARGE OF SUCH CRIMINAL STREET  GANG  OFFENDER,  INFORMING\n   53  THE  DIVISION  IN  WRITING ON A FORM PROVIDED BY THE DIVISION INDICATING\n   54  THE ADDRESS AT WHICH SUCH CRIMINAL  STREET  GANG  OFFENDER  PROPOSES  TO\n   55  RESIDE  AND  THE NAME AND ADDRESS OF ANY INSTITUTION OF HIGHER EDUCATION\n   56  AT WHICH HE OR SHE EXPECTS TO BE ENROLLED, ATTENDING OR EMPLOYED, WHETH-\n\n       S. 1742                            12\n\n    1  ER FOR COMPENSATION OR NOT, AND WHETHER HE OR SHE  RESIDES  IN  OR  WILL\n    2  RESIDE  IN  A  FACILITY  OWNED  OR OPERATED BY SUCH INSTITUTION. IF SUCH\n    3  CRIMINAL STREET GANG OFFENDER CHANGES HIS  OR  HER  PLACE  OF  RESIDENCE\n    4  WHILE  ON  PAROLE, SUCH NOTIFICATION OF THE CHANGE OF RESIDENCE SHALL BE\n    5  SENT BY THE  CRIMINAL  STREET  GANG  OFFENDER'S  PAROLE  OFFICER  WITHIN\n    6  FORTY-EIGHT HOURS TO THE DIVISION ON A FORM PROVIDED BY THE DIVISION. IF\n    7  SUCH  CRIMINAL  STREET  GANG  OFFENDER  CHANGES THE STATUS OF HIS OR HER\n    8  ENROLLMENT, ATTENDANCE, EMPLOYMENT OR RESIDENCE AT  ANY  INSTITUTION  OF\n    9  HIGHER  EDUCATION  WHILE  ON  PAROLE, SUCH NOTIFICATION OF THE CHANGE OF\n   10  STATUS SHALL BE SENT BY THE CRIMINAL STREET GANG OFFENDER'S PAROLE OFFI-\n   11  CER WITHIN FORTY-EIGHT HOURS TO THE DIVISION ON A FORM PROVIDED  BY  THE\n   12  DIVISION.\n   13    2.  IN  THE CASE OF ANY CRIMINAL STREET GANG OFFENDER ON PROBATION, IT\n   14  SHALL BE THE DUTY OF THE CRIMINAL STREET GANG OFFENDER'S PROBATION OFFI-\n   15  CER TO NOTIFY THE DIVISION WITHIN FORTY-EIGHT HOURS OF THE NEW PLACE  OF\n   16  RESIDENCE  ON  A  FORM PROVIDED BY THE DIVISION. IF SUCH CRIMINAL STREET\n   17  GANG OFFENDER CHANGES THE STATUS OF HIS OR HER  ENROLLMENT,  ATTENDANCE,\n   18  EMPLOYMENT  OR RESIDENCE AT ANY INSTITUTION OF HIGHER EDUCATION WHILE ON\n   19  PROBATION, SUCH NOTIFICATION OF THE CHANGE OF STATUS SHALL  BE  SENT  BY\n   20  THE CRIMINAL STREET GANG OFFENDER'S PROBATION OFFICER WITHIN FORTY-EIGHT\n   21  HOURS TO THE DIVISION ON A FORM PROVIDED BY THE DIVISION.\n   22    3.  WHEN A CRIMINAL STREET GANG OFFENDER ESCAPES FROM A STATE OR LOCAL\n   23  CORRECTIONAL FACILITY, THE DESIGNATED OFFICIAL  OF  THE  FACILITY  WHERE\n   24  SUCH OFFENDER WAS CONFINED SHALL NOTIFY WITHIN TWENTY-FOUR HOURS THE LAW\n   25  ENFORCEMENT  AGENCY  THAT  HAD  JURISDICTION  AT  THE TIME OF HIS OR HER\n   26  CONVICTION, INFORMING SUCH LAW ENFORCEMENT AGENCY OF THE NAME AND ALIAS-\n   27  ES OF THE PERSON, AND THE ADDRESS AT WHICH HE OR SHE RESIDED AT THE TIME\n   28  OF HIS OR HER CONVICTION, THE AMOUNT OF TIME REMAINING TO BE SERVED,  IF\n   29  ANY,  ON THE FULL TERM FOR WHICH HE OR SHE WAS SENTENCED, AND THE NATURE\n   30  OF THE CRIME FOR WHICH HE OR SHE WAS SENTENCED, TRANSMITTING AT THE SAME\n   31  TIME A COPY OF SUCH CRIMINAL STREET  GANG  OFFENDER'S  FINGERPRINTS  AND\n   32  PHOTOGRAPH AND A SUMMARY OF HIS OR HER CRIMINAL RECORD.\n   33    4.  THE  DIVISION  SHALL  PROVIDE GENERAL INFORMATION, IN REGISTRATION\n   34  MATERIALS AND ANNUAL CORRESPONDENCE, TO REGISTRANTS CONCERNING NOTIFICA-\n   35  TION AND REGISTRATION PROCEDURES THAT MAY APPLY  IF  THE  REGISTRANT  IS\n   36  AUTHORIZED  TO  RELOCATE AND RELOCATES TO ANOTHER STATE OR UNITED STATES\n   37  POSSESSION, OR COMMENCES EMPLOYMENT  OR  ATTENDANCE  AT  AN  EDUCATIONAL\n   38  INSTITUTION  IN ANOTHER STATE OR UNITED STATES POSSESSION. SUCH INFORMA-\n   39  TION SHALL INCLUDE ADDRESSES AND TELEPHONE NUMBERS FOR RELEVANT AGENCIES\n   40  FROM WHICH ADDITIONAL INFORMATION MAY BE OBTAINED.\n   41    S 169-E. DUTIES OF THE COURT.   1.  UPON  CONVICTION  OF  ANY  OF  THE\n   42  OFFENSES   SET   FORTH   IN  SUBDIVISION  TWO  OF  SECTION  ONE  HUNDRED\n   43  SIXTY-NINE-A OF THIS ARTICLE THE COURT SHALL CERTIFY THAT THE PERSON  IS\n   44  A  CRIMINAL  STREET GANG OFFENDER AND SHALL INCLUDE THE CERTIFICATION IN\n   45  THE ORDER OF COMMITMENT, IF ANY, AND JUDGMENT OF CONVICTION.  THE  COURT\n   46  SHALL  ADVISE  THE  CRIMINAL  STREET  GANG OFFENDER OF HIS OR HER DUTIES\n   47  UNDER THIS ARTICLE. FAILURE TO INCLUDE THE CERTIFICATION IN THE ORDER OF\n   48  COMMITMENT OR THE JUDGMENT OF CONVICTION SHALL NOT  RELIEVE  A  CRIMINAL\n   49  STREET GANG OFFENDER OF THE OBLIGATIONS IMPOSED BY THIS ARTICLE.\n   50    2. A CRIMINAL STREET GANG OFFENDER RELEASED ON PROBATION OR DISCHARGED\n   51  UPON PAYMENT OF A FINE, CONDITIONAL DISCHARGE OR UNCONDITIONAL DISCHARGE\n   52  SHALL,  PRIOR  TO  SUCH  RELEASE OR DISCHARGE, BE INFORMED OF HIS OR HER\n   53  DUTY TO REGISTER AS REQUIRED BY THIS ARTICLE BY THE COURT IN WHICH HE OR\n   54  SHE WAS CONVICTED. AT THE TIME SENTENCE IS IMPOSED, SUCH CRIMINAL STREET\n   55  GANG OFFENDER SHALL REGISTER WITH THE DIVISION ON A FORM PREPARED BY THE\n   56  DIVISION. THE COURT SHALL REQUIRE THE CRIMINAL STREET GANG  OFFENDER  TO\n\n       S. 1742                            13\n\n    1  READ AND SIGN SUCH FORM AND TO COMPLETE THE REGISTRATION PORTION OF SUCH\n    2  FORM,  WHICH  SHALL  INCLUDE  THE ADDRESS WHERE THE CRIMINAL STREET GANG\n    3  OFFENDER EXPECTS TO RESIDE UPON HIS OR HER RELEASE,  AND  THE  NAME  AND\n    4  ADDRESS  OF  ANY INSTITUTION OF HIGHER EDUCATION HE OR SHE EXPECTS TO BE\n    5  EMPLOYED BY OR ENROLLED IN, WHETHER FOR COMPENSATION OR NOT, AND WHETHER\n    6  HE OR SHE EXPECTS TO RESIDE IN A FACILITY OWNED OR OPERATED BY  SUCH  AN\n    7  INSTITUTION,  AND  SHALL  REPORT  SUCH  INFORMATION TO THE DIVISION. THE\n    8  COURT SHALL GIVE ONE COPY OF THE FORM TO THE CRIMINAL STREET GANG OFFEN-\n    9  DER AND SHALL SEND TWO COPIES TO THE DIVISION WHICH  SHALL  FORWARD  THE\n   10  INFORMATION TO THE LAW ENFORCEMENT AGENCIES HAVING JURISDICTION.\n   11    S  169-F. DISCHARGE OF CRIMINAL STREET GANG OFFENDER FROM CORRECTIONAL\n   12  FACILITY; DUTIES OF OFFICIAL IN CHARGE.    1.  A  CRIMINAL  STREET  GANG\n   13  OFFENDER,  TO  BE  DISCHARGED,  PAROLED, RELEASED TO POST-RELEASE SUPER-\n   14  VISION OR RELEASED FROM ANY STATE OR LOCAL CORRECTIONAL  FACILITY  WHERE\n   15  HE  OR  SHE  WAS  CONFINED SHALL AT LEAST FIFTEEN CALENDAR DAYS PRIOR TO\n   16  DISCHARGE, PAROLE OR RELEASE, BE INFORMED OF HIS OR HER DUTY TO REGISTER\n   17  UNDER THIS ARTICLE BY THE FACILITY IN WHICH HE OR SHE  WAS  CONFINED  OR\n   18  COMMITTED.  THE FACILITY SHALL REQUIRE THE CRIMINAL STREET GANG OFFENDER\n   19  TO READ AND SIGN SUCH FORM AS MAY BE REQUIRED BY  THE  DIVISION  STATING\n   20  THE  DUTY  TO  REGISTER  AND  THE  PROCEDURE  FOR  REGISTRATION HAS BEEN\n   21  EXPLAINED TO HIM OR HER AND TO COMPLETE THE REGISTRATION PORTION OF SUCH\n   22  FORM. THE FACILITY SHALL OBTAIN ON SUCH FORM THE ADDRESS WHERE THE CRIM-\n   23  INAL STREET GANG OFFENDER EXPECTS TO RESIDE UPON HIS OR  HER  DISCHARGE,\n   24  PAROLE  OR RELEASE AND THE NAME AND ADDRESS OF ANY INSTITUTION OF HIGHER\n   25  EDUCATION HE OR SHE EXPECTS TO BE EMPLOYED BY OR  ENROLLED  IN,  WHETHER\n   26  FOR  COMPENSATION  OR  NOT, AND WHETHER HE OR SHE EXPECTS TO RESIDE IN A\n   27  FACILITY OWNED OR OPERATED BY SUCH AN INSTITUTION, AND SHALL REPORT SUCH\n   28  INFORMATION TO THE DIVISION.  THE FACILITY SHALL GIVE ONE  COPY  OF  THE\n   29  FORM  TO  THE  CRIMINAL  STREET GANG OFFENDER, RETAIN ONE COPY AND SHALL\n   30  SEND ONE COPY TO THE DIVISION WHICH SHALL PROVIDE THE INFORMATION TO THE\n   31  LAW ENFORCEMENT AGENCIES HAVING JURISDICTION. THE  FACILITY  SHALL  GIVE\n   32  THE  CRIMINAL  STREET  GANG OFFENDER A FORM PREPARED BY THE DIVISION, TO\n   33  REGISTER WITH THE DIVISION AT  LEAST  FIFTEEN  CALENDAR  DAYS  PRIOR  TO\n   34  RELEASE  AND SUCH FORM SHALL BE COMPLETED, SIGNED BY THE CRIMINAL STREET\n   35  GANG OFFENDER AND SENT TO THE DIVISION BY THE FACILITY AT LEAST TEN DAYS\n   36  PRIOR TO THE CRIMINAL STREET GANG OFFENDER'S RELEASE OR DISCHARGE.\n   37    2. THE DIVISION SHALL ALSO IMMEDIATELY TRANSMIT  THE  CONVICTION  DATA\n   38  AND  FINGERPRINTS TO THE FEDERAL BUREAU OF INVESTIGATION, IF NOT ALREADY\n   39  OBTAINED.\n   40    S 169-G. DUTY TO REGISTER AND TO VERIFY.  1. ANY CRIMINAL STREET  GANG\n   41  OFFENDER  SHALL,  (A)  AT  LEAST  TEN  CALENDAR DAYS PRIOR TO DISCHARGE,\n   42  PAROLE, RELEASE TO POST-RELEASE SUPERVISION OR RELEASE FROM ANY STATE OR\n   43  LOCAL CORRECTIONAL FACILITY WHERE HE OR SHE WAS CONFINED, OR, (B) AT THE\n   44  TIME SENTENCE IS IMPOSED FOR ANY CRIMINAL STREET GANG OFFENDER  RELEASED\n   45  ON PROBATION OR DISCHARGED UPON PAYMENT OF A FINE, CONDITIONAL DISCHARGE\n   46  OR  UNCONDITIONAL  DISCHARGE,  REGISTER  WITH  THE  DIVISION  ON  A FORM\n   47  PREPARED BY THE DIVISION.\n   48    2. THE FOLLOWING SHALL APPLY TO  ANY  CRIMINAL  STREET  GANG  OFFENDER\n   49  REQUIRED TO REGISTER UNDER THIS ARTICLE ON EACH ANNIVERSARY OF THE CRIM-\n   50  INAL  STREET GANG OFFENDER'S INITIAL REGISTRATION DATE DURING THE PERIOD\n   51  IN WHICH HE OR SHE IS REQUIRED TO REGISTER UNDER THIS SECTION:\n   52    (A) THE CRIMINAL STREET GANG OFFENDER SHALL MAIL THE VERIFICATION FORM\n   53  TO THE DIVISION WITHIN TEN CALENDAR DAYS AFTER RECEIPT OF THE FORM.  THE\n   54  VERIFICATION  FORM SHALL BE SIGNED BY THE CRIMINAL STREET GANG OFFENDER,\n   55  AND SHALL STATE WHETHER HE OR SHE STILL  RESIDES  AT  THE  ADDRESS  LAST\n\n       S. 1742                            14\n\n    1  REPORTED  TO THE DIVISION, AND STATE WHETHER HE OR SHE IS STILL EMPLOYED\n    2  AT THE ADDRESS LAST REPORTED TO THE DIVISION.\n    3    (B)  THE  CRIMINAL STREET GANG OFFENDER SHALL PERSONALLY APPEAR AT THE\n    4  LAW ENFORCEMENT AGENCY HAVING JURISDICTION WITHIN  TWENTY  DAYS  OF  THE\n    5  FIRST  ANNIVERSARY OF THE CRIMINAL STREET GANG OFFENDER'S INITIAL REGIS-\n    6  TRATION AND EVERY YEAR THEREAFTER DURING THE PERIOD OF REGISTRATION  FOR\n    7  THE  PURPOSE OF PROVIDING A CURRENT PHOTOGRAPH OF SUCH OFFENDER. THE LAW\n    8  ENFORCEMENT AGENCY HAVING JURISDICTION  SHALL  PHOTOGRAPH  THE  CRIMINAL\n    9  STREET  GANG  OFFENDER  AND SHALL PROMPTLY FORWARD A COPY OF SUCH PHOTO-\n   10  GRAPH TO THE DIVISION. FOR PURPOSES OF THIS PARAGRAPH, IF SUCH  CRIMINAL\n   11  STREET GANG OFFENDER IS CONFINED IN A STATE OR LOCAL CORRECTIONAL FACIL-\n   12  ITY,  THE  LOCAL LAW ENFORCEMENT AGENCY HAVING JURISDICTION SHALL BE THE\n   13  WARDEN, SUPERINTENDENT, SHERIFF OR OTHER PERSON IN CHARGE OF  THE  STATE\n   14  OR LOCAL CORRECTIONAL FACILITY.\n   15    (C)  IF  THE  CRIMINAL  STREET  GANG OFFENDER FAILS TO MAIL THE SIGNED\n   16  VERIFICATION FORM TO THE DIVISION WITHIN TEN CALENDAR DAYS AFTER RECEIPT\n   17  OF THE FORM, HE OR SHE SHALL BE IN VIOLATION OF THIS SECTION  UNLESS  HE\n   18  PROVES THAT HE OR SHE HAS NOT CHANGED HIS OR HER RESIDENCE ADDRESS.\n   19    (D)  THE FOREGOING PROVISIONS OF THIS SECTION TO THE CONTRARY NOTWITH-\n   20  STANDING, THE DUTY TO PERSONALLY APPEAR FOR  AN  UPDATED  PHOTOGRAPH  AS\n   21  REQUIRED BY THIS SECTION SHALL BE TEMPORARILY SUSPENDED DURING ANY PERI-\n   22  OD  IN WHICH THE CRIMINAL STREET GANG OFFENDER IS CONFINED IN ANY HOSPI-\n   23  TAL OR  INSTITUTION,  AND  SUCH  CRIMINAL  STREET  GANG  OFFENDER  SHALL\n   24  PERSONALLY  APPEAR FOR SUCH UPDATED PHOTOGRAPH NO LATER THAN NINETY DAYS\n   25  AFTER RELEASE FROM SUCH HOSPITAL OR INSTITUTION, OR AN  ALTERNATE  LATER\n   26  DATE SCHEDULED BY THE LAW ENFORCEMENT AGENCY HAVING JURISDICTION.\n   27    3. A CRIMINAL STREET GANG OFFENDER SHALL REGISTER WITH THE DIVISION NO\n   28  LATER  THAN  TEN  CALENDAR  DAYS  AFTER  ANY CHANGE OF ADDRESS, INTERNET\n   29  ACCOUNTS WITH INTERNET ACCESS  PROVIDERS  BELONGING  TO  SUCH  OFFENDER,\n   30  INTERNET  IDENTIFIERS  THAT  SUCH OFFENDER USES, OR HIS OR HER STATUS OF\n   31  ENROLLMENT, ATTENDANCE, EMPLOYMENT OR RESIDENCE AT  ANY  INSTITUTION  OF\n   32  HIGHER EDUCATION. A FEE OF TEN DOLLARS, AS AUTHORIZED BY SUBDIVISION SIX\n   33  OF  SECTION ONE HUNDRED SIXTY-NINE-B OF THIS ARTICLE, SHALL BE SUBMITTED\n   34  BY THE CRIMINAL STREET GANG OFFENDER EACH TIME SUCH  OFFENDER  REGISTERS\n   35  ANY  CHANGE OF ADDRESS OR ANY CHANGE OF HIS OR HER STATUS OF ENROLLMENT,\n   36  ATTENDANCE, EMPLOYMENT OR RESIDENCE AT ANY INSTITUTION OF HIGHER  EDUCA-\n   37  TION.  ANY  FAILURE  OR  OMISSION  TO  SUBMIT THE REQUIRED FEE SHALL NOT\n   38  AFFECT THE ACCEPTANCE BY THE DIVISION OF THE CHANGE OF ADDRESS OR CHANGE\n   39  OF STATUS.\n   40    4. THE DUTY TO REGISTER UNDER THE PROVISIONS OF THIS ARTICLE SHALL NOT\n   41  BE APPLICABLE TO ANY CRIMINAL STREET GANG OFFENDER WHOSE CONVICTION  WAS\n   42  REVERSED UPON APPEAL OR WHO WAS PARDONED BY THE GOVERNOR.\n   43    S  169-H. DURATION OF REGISTRATION AND VERIFICATION; REQUIREMENTS.  1.\n   44  THE DURATION OF REGISTRATION AND VERIFICATION FOR A CRIMINAL STREET GANG\n   45  OFFENDER SHALL BE ANNUALLY FOR FIVE YEARS FOR  A  CRIMINAL  STREET  GANG\n   46  OFFENDER WHO IS A MISDEMEANOR OFFENDER, AND ANNUALLY FOR TEN YEARS FOR A\n   47  CRIMINAL STREET GANG OFFENDER WHO IS A FELONY OFFENDER.\n   48    2.  REGISTRATION  AND  VERIFICATION  AS REQUIRED BY THIS ARTICLE SHALL\n   49  CONSIST OF A STATEMENT IN WRITING SIGNED BY  THE  CRIMINAL  STREET  GANG\n   50  OFFENDER GIVING THE INFORMATION THAT IS REQUIRED BY THE DIVISION AND THE\n   51  DIVISION  SHALL  ENTER  THE  INFORMATION  INTO AN APPROPRIATE ELECTRONIC\n   52  DATABASE OR FILE.\n   53    S 169-I. NOTIFICATION OF LOCAL LAW ENFORCEMENT AGENCIES OF  CHANGE  OF\n   54  ADDRESS.   UPON RECEIPT OF A CHANGE OF ADDRESS BY A CRIMINAL STREET GANG\n   55  OFFENDER REQUIRED TO REGISTER UNDER THIS  ARTICLE,  THE  DIVISION  SHALL\n   56  NOTIFY  THE  LOCAL LAW ENFORCEMENT AGENCY HAVING JURISDICTION OF THE NEW\n\n       S. 1742                            15\n\n    1  PLACE OF RESIDENCE AND THE LOCAL LAW ENFORCEMENT AGENCY WHERE THE CRIMI-\n    2  NAL STREET GANG OFFENDER LAST RESIDED OF THE NEW PLACE OF RESIDENCE. THE\n    3  DIVISION SHALL, IF THE CRIMINAL STREET GANG OFFENDER  CHANGES  RESIDENCE\n    4  TO ANOTHER STATE, NOTIFY THE APPROPRIATE AGENCY WITHIN THAT STATE OF THE\n    5  NEW PLACE OF RESIDENCE.\n    6    S  169-J.  REVIEW.  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW TO THE\n    7  CONTRARY, ANY STATE OR LOCAL CORRECTIONAL FACILITY, HOSPITAL OR INSTITU-\n    8  TION, DISTRICT ATTORNEY, LAW ENFORCEMENT AGENCY,  PROBATION  DEPARTMENT,\n    9  DIVISION OF PAROLE, COURT OR CHILD PROTECTIVE AGENCY SHALL FORWARD RELE-\n   10  VANT  INFORMATION  PERTAINING  TO  A CRIMINAL STREET GANG OFFENDER TO BE\n   11  DISCHARGED, PAROLED, RELEASED TO POST-RELEASE SUPERVISION OR RELEASED TO\n   12  THE DIVISION FOR REVIEW NO LATER THAN ONE HUNDRED TWENTY DAYS  PRIOR  TO\n   13  THE  RELEASE OR DISCHARGE AND THE DIVISION SHALL MAKE RECOMMENDATIONS AS\n   14  PROVIDED IN SECTION ONE HUNDRED  SIXTY-NINE-L  OF  THIS  ARTICLE  WITHIN\n   15  SIXTY  DAYS  OF  RECEIPT OF THE INFORMATION. INFORMATION MAY INCLUDE BUT\n   16  MAY NOT BE LIMITED TO ALL OR A PORTION OF THE ARREST FILE,  PROSECUTOR'S\n   17  FILE,  PROBATION  OR  PAROLE  FILE,  CHILD  PROTECTIVE FILE, COURT FILE,\n   18  COMMITMENT FILE, MEDICAL FILE AND  TREATMENT  FILE  PERTAINING  TO  SUCH\n   19  PERSON. SUCH PERSON SHALL BE PERMITTED TO SUBMIT TO THE BOARD ANY INFOR-\n   20  MATION  RELEVANT  TO THE REVIEW. UPON APPLICATION OF THE CRIMINAL STREET\n   21  GANG OFFENDER OR THE DISTRICT ATTORNEY, THE COURT SHALL SEAL ANY PORTION\n   22  OF THE BOARD'S FILE PERTAINING TO  THE  CRIMINAL  STREET  GANG  OFFENDER\n   23  WHICH  CONTAINS MATERIAL THAT IS CONFIDENTIAL UNDER ANY STATE OR FEDERAL\n   24  LAW; PROVIDED, HOWEVER, THAT IN ANY SUBSEQUENT PROCEEDINGS IN WHICH  THE\n   25  CRIMINAL STREET GANG OFFENDER WHO IS THE SUBJECT OF THE SEALED RECORD IS\n   26  A  PARTY AND WHICH REQUIRES THE BOARD TO PROVIDE A RECOMMENDATION TO THE\n   27  COURT PURSUANT TO THIS ARTICLE, SUCH SEALED RECORD SHALL BE AVAILABLE TO\n   28  THE CRIMINAL STREET GANG OFFENDER, THE DISTRICT ATTORNEY, THE COURT  AND\n   29  THE  ATTORNEY  GENERAL WHERE THE ATTORNEY GENERAL IS A PARTY, OR REPRES-\n   30  ENTS A PARTY, IN THE PROCEEDING.\n   31    S 169-K. IMMUNITY FROM LIABILITY. 1. NO OFFICIAL, EMPLOYEE OR  AGENCY,\n   32  WHETHER  PUBLIC  OR  PRIVATE,  SHALL BE SUBJECT TO ANY CIVIL OR CRIMINAL\n   33  LIABILITY FOR DAMAGES FOR ANY DISCRETIONARY DECISION TO RELEASE RELEVANT\n   34  AND NECESSARY INFORMATION PURSUANT TO THIS SECTION, UNLESS IT  IS  SHOWN\n   35  THAT SUCH OFFICIAL, EMPLOYEE OR AGENCY ACTED WITH GROSS NEGLIGENCE OR IN\n   36  BAD  FAITH.  THE  IMMUNITY  PROVIDED  UNDER  THIS SECTION APPLIES TO THE\n   37  RELEASE OF RELEVANT INFORMATION TO OTHER EMPLOYEES OR  OFFICIALS  OR  TO\n   38  THE GENERAL PUBLIC.\n   39    2.  NOTHING  IN  THIS  SECTION  SHALL BE DEEMED TO IMPOSE ANY CIVIL OR\n   40  CRIMINAL LIABILITY UPON OR TO GIVE RISE TO A CAUSE OF ACTION AGAINST ANY\n   41  OFFICIAL, EMPLOYEE OR AGENCY, WHETHER PUBLIC OR PRIVATE, FOR FAILING  TO\n   42  RELEASE  INFORMATION  AS  AUTHORIZED  IN THIS SECTION UNLESS IT IS SHOWN\n   43  THAT SUCH OFFICIAL, EMPLOYEE OR AGENCY ACTED WITH GROSS NEGLIGENCE OR IN\n   44  BAD FAITH.\n   45    S 169-L. ANNUAL REPORT. THE DIVISION SHALL ON OR BEFORE FEBRUARY FIRST\n   46  IN EACH YEAR FILE A  REPORT  WITH  THE  GOVERNOR,  AND  THE  LEGISLATURE\n   47  DETAILING  THE  PROGRAM,  COMPLIANCE WITH PROVISIONS OF THIS ARTICLE AND\n   48  EFFECTIVENESS OF THE PROVISIONS  OF  THIS  ARTICLE,  TOGETHER  WITH  ANY\n   49  RECOMMENDATIONS TO FURTHER ENHANCE THE INTENT OF THIS ARTICLE.\n   50    S 169-M. PENALTY. ANY CRIMINAL STREET GANG OFFENDER REQUIRED TO REGIS-\n   51  TER OR TO VERIFY PURSUANT TO THE PROVISIONS OF THIS ARTICLE WHO FAILS TO\n   52  REGISTER  OR  VERIFY  IN THE MANNER AND WITHIN THE TIME PERIODS PROVIDED\n   53  FOR IN THIS ARTICLE SHALL BE GUILTY OF A CLASS E FELONY UPON  CONVICTION\n   54  FOR  THE  FIRST  OFFENSE.  UPON  CONVICTION  FOR  A SECOND OR SUBSEQUENT\n   55  OFFENSE SUCH CRIMINAL STREET GANG OFFENDER SHALL BE GUILTY OF A CLASS  D\n   56  FELONY.\n\n       S. 1742                            16\n\n    1    S 169-N. UNAUTHORIZED RELEASE OF INFORMATION. THE UNAUTHORIZED RELEASE\n    2  OF  ANY  INFORMATION  REQUIRED  TO BE COLLECTED PURSUANT TO THIS ARTICLE\n    3  SHALL BE A CLASS B MISDEMEANOR.\n    4    S 169-O. SEPARABILITY. IF ANY SECTION OF THIS ARTICLE, OR PART THEREOF\n    5  SHALL  BE  ADJUDGED  BY A COURT OF COMPETENT JURISDICTION TO BE INVALID,\n    6  SUCH JUDGMENT SHALL NOT AFFECT, IMPAIR OR INVALIDATE  THE  REMAINDER  OR\n    7  ANY OTHER SECTION OR PART THEREOF.\n    8    S  12. The education law is amended by adding a new article 25 to read\n    9  as follows:\n   10                                  ARTICLE 25\n   11                               GANG PREVENTION\n   12  SECTION 1210. GANG PREVENTION.\n   13          1211. MODEL GANG VIOLENCE CURRICULUM; PREVENTION ACTIVITIES.\n   14          1212. DRESS CODE CONCERNING GANG-RELATED APPAREL.\n   15          1213. CRIMINAL STREET GANG AND VIOLENCE  PREVENTION  PARTNERSHIP\n   16                  PROGRAM.\n   17    S  1210.  GANG PREVENTION. THE DEPARTMENT SHALL PREPARE AND DISTRIBUTE\n   18  TO SCHOOLS GUIDELINES FOR  INCORPORATING  IN-SERVICE  TRAINING  IN  GANG\n   19  VIOLENCE  FOR  TEACHERS,  COUNSELORS,  ATHLETIC  DIRECTORS, SCHOOL BOARD\n   20  MEMBERS, AND OTHER EDUCATIONAL  PERSONNEL  INTO  THE  STAFF  DEVELOPMENT\n   21  PLANS,  AND SHALL, UPON REQUEST, ASSIST ANY SCHOOL IN DEVELOPING COMPRE-\n   22  HENSIVE GANG VIOLENCE IN-SERVICE TRAINING PROGRAMS. SUCH INFORMATION AND\n   23  GUIDELINES, TO THE MAXIMUM EXTENT POSSIBLE, SHALL ENCOURAGE  SCHOOLS  TO\n   24  AVOID  DUPLICATION  OF EFFORT BY SHARING RESOURCES; ADAPTING OR ADOPTING\n   25  MODEL IN-SERVICE TRAINING PROGRAMS; DEVELOPING JOINT  AND  COLLABORATIVE\n   26  PROGRAMS;  AND  COORDINATING  EFFORTS WITH EXISTING STATE AND LOCAL GANG\n   27  VIOLENCE STAFF DEVELOPMENT PROGRAMS, COUNTY  AND  CITY  LAW  ENFORCEMENT\n   28  AGENCIES,  AND OTHER PUBLIC AND PRIVATE AGENCIES PROVIDING GANG VIOLENCE\n   29  PREVENTION, OR OTHER RELATED SERVICES AT THE LOCAL LEVEL.\n   30    THE DEPARTMENT SHALL ADDITIONALLY ASSIST SCHOOLS IN QUALIFYING FOR THE\n   31  RECEIPT OF FEDERAL AND STATE FUNDS TO SUPPORT THEIR  GANG  VIOLENCE  AND\n   32  DRUG  AND  ALCOHOL  ABUSE  PREVENTION  IN-SERVICE TRAINING PROGRAMS. THE\n   33  DEPARTMENT SHALL CONSULT WITH THE DIVISION OF CRIMINAL JUSTICE  SERVICES\n   34  REGARDING GANG VIOLENCE.\n   35    THE  TERM \"GANG VIOLENCE AND DRUG AND ALCOHOL ABUSE PREVENTION IN-SER-\n   36  VICE TRAINING\" AS  USED  IN  THIS  SECTION  MEANS  THE  PRESENTATION  OF\n   37  PROGRAMS,  INSTRUCTION,  AND  CURRICULA THAT WILL HELP EDUCATORS DEVELOP\n   38  COMPETENCIES IN INTERACTING IN A POSITIVE MANNER WITH CHILDREN AND YOUTH\n   39  TO ASSIST THEM IN DEVELOPING THE  POSITIVE  VALUES,  SELF-ESTEEM,  KNOW-\n   40  LEDGE,  AND  SKILLS  TO LEAD PRODUCTIVE, GANG-FREE, AND DRUG-FREE LIVES,\n   41  INCLUDING THE DEVELOPMENT OF KNOWLEDGE OF THE CAUSES  OF  GANG  VIOLENCE\n   42  AND  SUBSTANCE  ABUSE,  AND TRAINING REGARDING AVAILABLE INFORMATION AND\n   43  RESOURCES CONCERNING GANG VIOLENCE.\n   44    S 1211. MODEL GANG VIOLENCE CURRICULUM; PREVENTION ACTIVITIES. 1.  THE\n   45  DEPARTMENT,  IN  COLLABORATION  WITH  THE  DIVISION  OF CRIMINAL JUSTICE\n   46  SERVICES, SHALL DEVELOP A MODEL GANG VIOLENCE PREVENTION CURRICULUM  FOR\n   47  USE IN SCHOOLS, AND SHALL PROVIDE FOR AN INDEPENDENT BIENNIAL EVALUATION\n   48  OF THE CURRICULUM AND OF PUPIL OUTCOMES.\n   49    2.  IN  DEVELOPING THE CURRICULUM, THE DEPARTMENT, IN CONJUNCTION WITH\n   50  THE DIVISION OF CRIMINAL JUSTICE  SERVICES,  SHALL  ASSESS  THE  CURRENT\n   51  STATUS OF SCHOOL CRIME COMMITTED ON SCHOOL CAMPUSES AND AT SCHOOL-RELAT-\n   52  ED FUNCTIONS, AND IDENTIFY APPROPRIATE STRATEGIES AND PROGRAMS THAT WILL\n   53  PROVIDE  OR  MAINTAIN  A  HIGH  LEVEL  OF  SCHOOL SAFETY AND ADDRESS THE\n   54  SCHOOL'S PROCEDURES FOR COMPLYING WITH EXISTING LAWS RELATED  TO  SCHOOL\n   55  SAFETY.\n\n       S. 1742                            17\n\n    1    3.  UPON  REQUEST,  THE  DEPARTMENT  SHALL  ASSIST SCHOOL DISTRICTS IN\n    2  DEVELOPING COMPREHENSIVE  GANG  VIOLENCE  AND  DRUG  AND  ALCOHOL  ABUSE\n    3  PREVENTION  IN-SERVICE  TRAINING  PROGRAMS. SUCH GUIDELINES SHALL TO THE\n    4  MAXIMUM EXTENT POSSIBLE ENCOURAGE SCHOOL DISTRICTS TO  SHARE  RESOURCES,\n    5  DEVELOP  JOINT  AND  COLLABORATIVE PROGRAMS, AND COORDINATE EFFORTS WITH\n    6  OTHER EXISTING STATE AND LOCAL PROGRAMS.\n    7    4. THE DEPARTMENT SHALL PREPARE AND  DISTRIBUTE  TO  SCHOOL  DISTRICTS\n    8  GUIDELINES  FOR  INCORPORATING  IN-SERVICE TRAINING IN GANG VIOLENCE AND\n    9  DRUG AND ALCOHOL ABUSE PREVENTION  FOR  TEACHERS,  COUNSELORS,  ATHLETIC\n   10  DIRECTORS,  SCHOOL  BOARD  MEMBERS, AND OTHER EDUCATIONAL PERSONNEL INTO\n   11  THE STAFF DEVELOPMENT PLANS OF ALL SCHOOL DISTRICTS AND  COUNTY  OFFICES\n   12  OF  EDUCATION.  SUCH  TRAINING SHALL INCLUDE INSTRUCTION TO TEACHERS AND\n   13  ADMINISTRATORS ON THE SUBTLETIES OF IDENTIFYING CONSTANTLY CHANGING GANG\n   14  REGALIA AND GANG AFFILIATION.\n   15    S  1212.  DRESS  CODE  CONCERNING  GANG-RELATED  APPAREL.  ANY   OTHER\n   16  PROVISION  OF ANY OTHER LAW TO THE CONTRARY NOTWITHSTANDING, THE GOVERN-\n   17  ING BOARD OF ANY SCHOOL DISTRICT MAY ADOPT OR RESCIND A REASONABLE DRESS\n   18  CODE POLICY THAT REQUIRES PUPILS TO WEAR A SCHOOLWIDE UNIFORM OR PROHIB-\n   19  ITS PUPILS FROM WEARING \"GANG-RELATED APPAREL\" IF THE GOVERNING BOARD OF\n   20  THE SCHOOL DISTRICT APPROVES A PLAN THAT MAY BE INITIATED BY AN INDIVID-\n   21  UAL SCHOOL'S PRINCIPAL, STAFF, AND PARENTS AND DETERMINES THAT THE POLI-\n   22  CY IS NECESSARY FOR THE HEALTH AND SAFETY  OF  THE  SCHOOL  ENVIRONMENT.\n   23  INDIVIDUAL  SCHOOLS  MAY  INCLUDE  THE REASONABLE DRESS CODE POLICY. THE\n   24  GOVERNING BOARD SHALL PROVIDE A METHOD WHEREBY PARENTS MAY CHOOSE NOT TO\n   25  HAVE THEIR CHILDREN COMPLY WITH AN ADOPTED  SCHOOL  UNIFORM  POLICY.  NO\n   26  PUPIL SHALL BE PENALIZED ACADEMICALLY OR OTHERWISE DISCRIMINATED AGAINST\n   27  NOR DENIED ATTENDANCE TO SCHOOL IF THE PUPIL'S PARENTS CHOSE NOT TO HAVE\n   28  THE  PUPIL  COMPLY  WITH  THE SCHOOL UNIFORM POLICY. THE GOVERNING BOARD\n   29  SHALL CONTINUE TO HAVE RESPONSIBILITY FOR THE APPROPRIATE  EDUCATION  OF\n   30  SUCH PUPILS. THE COMMISSIONER SHALL ADOPT RULES AND REGULATIONS TO CARRY\n   31  OUT THE INTENT AND PURPOSES OF THIS SECTION.\n   32    S  1213.  CRIMINAL  STREET  GANG  AND  VIOLENCE PREVENTION PARTNERSHIP\n   33  PROGRAM. 1.  THE DEPARTMENT, IN COLLABORATION WITH THE DIVISION OF CRIM-\n   34  INAL JUSTICE SERVICES, SHALL EVALUATE REQUESTS FOR FUNDING FOR  PROGRAMS\n   35  FROM  THE  CRIMINAL STREET GANG PREVENTION FUND, ESTABLISHED PURSUANT TO\n   36  SECTION NINETY-SEVEN-KKKK OF THE STATE FINANCE LAW. ALL SUCH FUNDS SHALL\n   37  BE DISBURSED  TO  NON-PROFIT  AGENCIES  THAT  COMPLY  WITH  THE  PROGRAM\n   38  REQUIREMENTS AND WHO MEET FUNDING CRITERIA.\n   39    2. GRANTS DISBURSED PURSUANT TO THIS SECTION MAY ENHANCE BUT SHALL NOT\n   40  SUPPLANT  LOCAL,  STATE, OR FEDERAL FUNDS THAT WOULD OTHERWISE BE AVAIL-\n   41  ABLE FOR THE PREVENTION OR INTERVENTION OF YOUTH INVOLVEMENT  IN  GANGS,\n   42  CRIME,  OR VIOLENCE.   GRANTS SHALL BE AWARDED PURSUANT TO A REQUEST FOR\n   43  PROPOSALS THAT INFORMS APPLICANTS OF THE PURPOSES  AND  AVAILABILITY  OF\n   44  FUNDS  TO BE AWARDED AND SOLICITS PROPOSALS TO PROVIDE SERVICES CONSIST-\n   45  ENT WITH THIS ARTICLE. AGENCIES RECEIVING FUNDS PURSUANT TO THIS SECTION\n   46  SHALL UTILIZE THE FUNDS TO PROVIDE SERVICES AND ACTIVITIES  DESIGNED  TO\n   47  PREVENT  OR  DETER  AT-RISK  YOUTH FROM PARTICIPATING IN GANGS, CRIMINAL\n   48  ACTIVITY, OR VIOLENT BEHAVIOR. SUCH FUNDS MAY NOT BE USED  FOR  SERVICES\n   49  OR ACTIVITIES RELATED TO SUPPRESSION, LAW ENFORCEMENT, INCARCERATION, OR\n   50  OTHER  PURPOSES  NOT  RELATED TO THE PREVENTION AND DETERRENCE OF GANGS,\n   51  CRIME, AND VIOLENCE. NOTHING IN THIS  SUBDIVISION  SHALL  PREVENT  FUNDS\n   52  FROM  BEING  USED  FOR  VIOLENCE  PREVENTION  AND  GANG CRIME DETERRENCE\n   53  SERVICES PROVIDED BY NONPROFIT AGENCIES TO YOUTHS INCARCERATED IN  JUVE-\n   54  NILE  DETENTION  FACILITIES. SERVICES AND ACTIVITIES PROVIDED WITH FUNDS\n   55  UNDER THIS SECTION SHALL BE USED FOR AT-RISK YOUTH WHO  ARE  DEFINED  AS\n   56  PERSONS  FROM  AGE  FIVE  TO  TWENTY YEARS OF AGE AND WHO ARE CURRENT OR\n\n       S. 1742                            18\n\n    1  FORMER GANG MEMBERS, OR WHO HAVE ONE OR MORE FAMILY  MEMBERS  LIVING  AT\n    2  HOME WHO ARE CURRENT OR FORMER MEMBERS OF A GANG.\n    3    3.  THE  DEPARTMENT SHALL CONDUCT AN EVALUATION OF THE CRIMINAL STREET\n    4  GANG AND VIOLENCE PREVENTION PARTNERSHIP  PROGRAM  AFTER  TWO  YEARS  OF\n    5  PROGRAM  OPERATION AND EACH YEAR THEREAFTER, TO ASSESS THE EFFECTIVENESS\n    6  AND RESULTS OF THE PROGRAM. THE EVALUATION SHALL BE CONDUCTED  BY  STAFF\n    7  OR  AN INDEPENDENT BODY THAT HAS EXPERIENCE IN EVALUATING PROGRAMS OPER-\n    8  ATED BY COMMUNITY-BASED ORGANIZATIONS OR NONPROFIT AGENCIES.  AFTER  TWO\n    9  YEARS  OF  PROGRAM  OPERATION,  AND EACH YEAR THEREAFTER, THE DEPARTMENT\n   10  SHALL PREPARE AND SUBMIT AN ANNUAL REPORT TO THE LEGISLATURE  DESCRIBING\n   11  IN DETAIL THE OPERATION OF THE PROGRAM AND THE RESULTS OBTAINED.\n   12    S  13.  The  executive law is amended by adding a new section 837-s to\n   13  read as follows:\n   14    S 837-S. OFFICE OF CRIMINAL STREET GANG AND YOUTH VIOLENCE PREVENTION.\n   15  1. ESTABLISHMENT. THERE IS HEREBY ESTABLISHED  WITHIN  THE  DIVISION  OF\n   16  CRIMINAL  JUSTICE SERVICES THE OFFICE OF CRIMINAL STREET GANGS AND YOUTH\n   17  VIOLENCE (HEREINAFTER IN THIS SECTION, THE \"OFFICE\"). THE HEAD  OF  SUCH\n   18  OFFICE  SHALL BE THE DIRECTOR OF CRIMINAL STREET GANG AND YOUTH VIOLENCE\n   19  PREVENTION (HEREINAFTER IN THIS SECTION, THE \"DIRECTOR\").\n   20    2. DUTIES AND RESPONSIBILITIES. THE OFFICE SHALL  BE  RESPONSIBLE  FOR\n   21  IDENTIFYING  AND  EVALUATING  STATE,  LOCAL,  AND FEDERAL GANG AND YOUTH\n   22  VIOLENCE SUPPRESSION, INTERVENTION, AND PREVENTION PROGRAMS AND  STRATE-\n   23  GIES,  ALONG  WITH  FUNDING  FOR  THOSE  EFFORTS.  THE DIRECTOR SHALL BE\n   24  RESPONSIBLE FOR MONITORING,  ASSESSING,  AND  COORDINATING  THE  STATE'S\n   25  PROGRAMS,  STRATEGIES,  AND FUNDING THAT ADDRESS GANG AND YOUTH VIOLENCE\n   26  IN A MANNER THAT MAXIMIZES THE EFFECTIVENESS AND COORDINATION  OF  THOSE\n   27  PROGRAMS, STRATEGIES, AND RESOURCES. THE DIRECTOR SHALL COMMUNICATE WITH\n   28  LOCAL  AGENCIES  AND PROGRAMS IN AN EFFORT TO PROMOTE THE BEST PRACTICES\n   29  FOR ADDRESSING GANG  AND  YOUTH  VIOLENCE  THROUGH  SUPPRESSION,  INTER-\n   30  VENTION,  AND  PREVENTION.  OFFICE  ACTIVITIES  AS TO SUCH MATTERS SHALL\n   31  INCLUDE, BUT NOT BE LIMITED TO:\n   32    (A) DEVELOPING  RECOMMENDATIONS  TO  DEFINE  ITS  MISSION,  ROLE,  AND\n   33  RESPONSIBILITIES  AS  A  STATEWIDE ENTITY DEDICATED TO REDUCING VIOLENCE\n   34  AND THE PROLIFERATION OF  GANGS  AND  GANG  VIOLENCE  PURSUANT  TO  THIS\n   35  SECTION.  IN  DEVELOPING  RECOMMENDATIONS,  THE OFFICE SHALL COLLABORATE\n   36  WITH STATE AND  LOCAL  STAKEHOLDERS,  INCLUDING,  BUT  NOT  LIMITED  TO,\n   37  NOT-FOR-PROFIT  ORGANIZATIONS  SERVING AT-RISK POPULATIONS AND NEIGHBOR-\n   38  HOODS, LAW ENFORCEMENT, EDUCATORS, THE COURTS, POLICY EXPERTS AND SCHOL-\n   39  ARS WITH EXPERTISE IN THE AREA OF CRIMINAL STREET GANGS, AND LOCAL POLI-\n   40  CYMAKERS.\n   41    (B) IN COLLABORATION  WITH  STATE  AND  LOCAL  STAKEHOLDERS,  DEFINING\n   42  ACTIVITIES INCLUDING:\n   43    (I)  THE  COLLECTION AND ANALYSIS OF DATA ON GANG MEMBERSHIP STATEWIDE\n   44  AND THE EFFECTIVENESS OF VARIOUS GANG PREVENTION EFFORTS.\n   45    (II) THE DEVELOPMENT OF RELIABLE AND ACCURATE SOURCES OF DATA TO MEAS-\n   46  URE THE SCALE AND CHARACTERISTICS OF CRIMINAL STREET GANG PROBLEMS.\n   47    (III) THE DEVELOPMENT OF A  CLEARINGHOUSE  FOR  RESEARCH  ON  CRIMINAL\n   48  STREET GANGS, AT-RISK YOUTH, AND PREVENTION AND INTERVENTION PROGRAMS IN\n   49  ORDER TO IDENTIFY BEST PRACTICES AND EVIDENCE-BASED PROGRAMMING, AS WELL\n   50  AS  UNSUCCESSFUL PRACTICES, IN ORDER TO PROMOTE EFFECTIVE STRATEGIES FOR\n   51  REDUCING CRIMINAL STREET  GANG  INVOLVEMENT  AND  CRIMINAL  STREET  GANG\n   52  VIOLENCE.\n   53    (IV) THE BEST METHODS TO ASSIST STATE AND LOCAL GOVERNMENTAL AND OTHER\n   54  ORGANIZATIONS  IN  DEVELOPING CRIMINAL STREET GANG VIOLENCE AND CRIMINAL\n   55  STREET GANG PREVENTION STRATEGIES, INCLUDING BUILT-IN EVALUATION  COMPO-\n   56  NENTS.\n\n       S. 1742                            19\n\n    1    (V)  THE DEVELOPMENT OF SUSTAINED COORDINATION MECHANISMS AMONG STATE,\n    2  LOCAL, AND REGIONAL ENTITIES.\n    3    (VI)  THE  IDENTIFICATION  OF  AVAILABLE  OR  NEEDED  FEDERAL,  STATE,\n    4  REGIONAL, LOCAL, AND PRIVATE FUNDING RESOURCES.\n    5    (VII) THE BEST MEANS TO PROVIDE AND PROMOTE PUBLIC EDUCATION ON EFFEC-\n    6  TIVE PROGRAMS, MODELS, AND STRATEGIES FOR THE CONTROL  OF  VIOLENCE  AND\n    7  SERVING  AS  A  CLEARINGHOUSE  FOR  INFORMATION  ON CRIMINAL STREET GANG\n    8  VIOLENCE PREVENTION ISSUES, PROGRAMS, RESOURCES, AND RESEARCH.\n    9    (VIII) MEANS OF PROVIDING OR PROMOTING TRAINING AND TECHNICAL  ASSIST-\n   10  ANCE TO HELP BUILD THE CAPACITY OF ORGANIZATIONS, COMMUNITIES, AND LOCAL\n   11  GOVERNMENT  TO  DEVELOP,  IMPLEMENT,  AND  EVALUATE CRIMINAL STREET GANG\n   12  VIOLENCE PREVENTION PROGRAMS.\n   13    (IX) PROVIDING INFORMATION AND GUIDANCE TO  STATE  AND  LOCAL  GOVERN-\n   14  MENTAL  AND  NON-GOVERNMENTAL  ENTITIES  ON  ACCESSING STATE AND FEDERAL\n   15  RESOURCES TO PREVENT CRIMINAL STREET GANG VIOLENCE.\n   16    (X) FACILITATING GREATER INTEGRATION BETWEEN  EXISTING  ENTITIES  WITH\n   17  RESPECT TO CRIMINAL STREET GANG PREVENTION EFFORTS.\n   18    3. REPORT. THE OFFICE SHALL PUBLISH A REPORT OF ITS POLICY RECOMMENDA-\n   19  TIONS  AND ACTIVITIES, WHICH IT SHALL PROVIDE TO THE LEGISLATURE AND THE\n   20  GOVERNOR, AND MAKE AVAILABLE TO THE  PUBLIC  ONLINE.  THE  OFFICE  SHALL\n   21  ANNUALLY UPDATE SUCH REPORT, AND INCLUDE RECOMMENDATIONS FOR MORE EFFEC-\n   22  TIVE  ACTION,  PROGRAM  CHANGES, AND STATUTORY CHANGES TO BETTER PREVENT\n   23  THE PROLIFERATION OF CRIMINAL STREET  GANGS  AND  CRIMINAL  STREET  GANG\n   24  VIOLENCE.\n   25    4.  CURRICULUM.  THE  OFFICE  IN  COLLABORATION WITH THE DEPARTMENT OF\n   26  EDUCATION, SHALL ESTABLISH CURRICULUM FOR THE ANTI-GANG VIOLENCE PARENT-\n   27  ING CLASSES REQUIRED PURSUANT TO THIS SECTION, INCLUDING, BUT NOT LIMIT-\n   28  ED TO, ALL OF THE FOLLOWING CRITERIA:\n   29    (A) A MEETING IN WHICH THE FAMILIES OF INNOCENT  VICTIMS  OF  CRIMINAL\n   30  STREET GANG VIOLENCE SHARE THEIR EXPERIENCES.\n   31    (B)  A  MEETING  IN WHICH THE SURVIVING PARENTS OF A DECEASED CRIMINAL\n   32  STREET GANG MEMBER SHARE THEIR EXPERIENCE.\n   33    (C) HOW TO IDENTIFY CRIMINAL STREET GANG AND DRUG-RELATED ACTIVITY  IN\n   34  CHILDREN.\n   35    (D) HOW TO COMMUNICATE EFFECTIVELY WITH ADOLESCENTS.\n   36    (E)  AN  OVERVIEW  OF PERTINENT SUPPORT AGENCIES AND ORGANIZATIONS FOR\n   37  INTERVENTION, EDUCATION, JOB TRAINING, AND POSITIVE RECREATIONAL  ACTIV-\n   38  ITIES,  INCLUDING  TELEPHONE  NUMBERS,  LOCATIONS,  AND CONTACT NAMES OF\n   39  THOSE AGENCIES AND ORGANIZATIONS.\n   40    (F) THE POTENTIAL FINES AND PERIODS OF INCARCERATION FOR  THE  COMMIS-\n   41  SION OF ADDITIONAL CRIMINAL STREET GANG-RELATED OFFENSES.\n   42    (G)  THE  POTENTIAL  PENALTIES  THAT  MAY  BE IMPOSED UPON PARENTS FOR\n   43  AIDING AND ABETTING CRIMES COMMITTED BY THEIR CHILDREN.\n   44    5. CRIMINAL STREET GANG DATABASE. IN DEVELOPING  AND  MAINTAINING  THE\n   45  STATEWIDE  CRIMINAL STREET GANG REGISTRATION SYSTEM REQUIRED PURSUANT TO\n   46  ARTICLE SIX-D OF THE CORRECTION LAW, THE DIVISION  OF  CRIMINAL  JUSTICE\n   47  SERVICES,  THROUGH THE OFFICE MAY ESTABLISH A CRIMINAL STREET GANG DATA-\n   48  BASE. IN DOING SO, THE DIVISION OF CRIMINAL JUSTICE SERVICES SHALL:\n   49    (A) CREATE A UNIFORM REPORTING  FORMAT  FOR  THE  ENTRY  OF  PERTINENT\n   50  INFORMATION  REGARDING  THE  REPORT  OF AN ARRESTED CRIMINAL STREET GANG\n   51  MEMBER OR ORGANIZED CRIMINAL STREET GANG AFFILIATES INTO THE DATABASE.\n   52    (B) NOTIFY ALL STATE AND LOCAL LAW ENFORCEMENT AGENCIES  THAT  REPORTS\n   53  OF  ARRESTED  CRIMINAL  STREET GANG MEMBERS OR ORGANIZED CRIMINAL STREET\n   54  GANG AFFILIATES SHALL BE ENTERED INTO THE STATEWIDE CRIMINAL STREET GANG\n   55  DATABASE AS SOON AS THE MINIMUM LEVEL OF DATA, TO BE  SPECIFIED  BY  THE\n\n       S. 1742                            20\n\n    1  DIVISION  OF  CRIMINAL  JUSTICE  SERVICES, IS AVAILABLE TO THE REPORTING\n    2  AGENCY.\n    3    (C)  DEVELOP  AND IMPLEMENT A POLICY FOR NOTIFYING STATE AND LOCAL LAW\n    4  ENFORCEMENT AGENCIES OF THE EMERGENCE OF NEW ORGANIZED  CRIMINAL  STREET\n    5  GANGS  OR  THE CHANGE OF A NAME OR OTHER IDENTIFYING INFORMATION SIGN OR\n    6  SYMBOL OF AN EXISTING ORGANIZED CRIMINAL STREET GANG.\n    7    (D) COMPILE AND RETAIN INFORMATION REGARDING ORGANIZED CRIMINAL STREET\n    8  GANGS AND THEIR MEMBERS AND AFFILIATES  IN  A  MANNER  THAT  ALLOWS  THE\n    9  INFORMATION  TO BE USED BY STATE AND LOCAL LAW ENFORCEMENT AGENCIES, AND\n   10  OTHER STATE AGENCIES.\n   11    (E) COMPILE AND MAINTAIN  AN  HISTORIC  DATA  REPOSITORY  RELATING  TO\n   12  ORGANIZED  CRIMINAL  STREET  GANGS  AND  THEIR MEMBERS AND AFFILIATES IN\n   13  ORDER TO DEVELOP AND IMPROVE  TECHNIQUES  UTILIZED  BY  LAW  ENFORCEMENT\n   14  AGENCIES  AND PROSECUTORS IN THE INVESTIGATION, APPREHENSION, AND PROSE-\n   15  CUTION OF MEMBERS AND AFFILIATES OF ORGANIZED CRIMINAL STREET GANGS.\n   16    (F) CREATE A QUALITY CONTROL PROGRAM REGARDING CONFIRMATION OF  ORGAN-\n   17  IZED  CRIMINAL STREET GANG MEMBERSHIP AND ORGANIZED CRIMINAL STREET GANG\n   18  AFFILIATION DATA, TIMELINESS AND ACCURACY OF  INFORMATION  ENTERED  INTO\n   19  THE  STATEWIDE  CRIMINAL  STREET GANG DATABASE AND PERFORMANCE AUDITS OF\n   20  ALL AGENCIES ENTERING INFORMATION.\n   21    6. PILOT PROGRAM. THE DIVISION OF CRIMINAL  JUSTICE  SERVICES  THROUGH\n   22  THE  OFFICE,  AND  IN  COOPERATION  WITH  THE DEPARTMENT OF CORRECTIONAL\n   23  ALTERNATIVES, SHALL ESTABLISH A PILOT PROGRAM  UNDER  WHICH  LEADERS  OF\n   24  CRIMINAL  STREET  GANGS  MAY  BE  TRANSFERRED TO PRISONS IN OTHER STATES\n   25  PURSUANT TO SECTION ONE HUNDRED THREE OF THE CORRECTION LAW.  THE  DIVI-\n   26  SION OF CRIMINAL JUSTICE SERVICES SHALL REPORT BIENNIALLY ON THE SUCCESS\n   27  OF SUCH PROGRAM, WITH RECOMMENDATIONS FOR CHANGE, TO THE LEGISLATURE AND\n   28  THE GOVERNOR.\n   29    S  14.  Subdivision (f) of section 10.03 of the mental hygiene law, as\n   30  added by chapter 405 of the laws of 2010, is amended to read as follows:\n   31    (f) \"Designated felony\" means any felony offense defined by any of the\n   32  following provisions of the penal law: assault in the second  degree  as\n   33  defined  in  section  120.05,  assault in the first degree as defined in\n   34  section 120.10, gang assault in the second degree as defined in  section\n   35  [120.06]  495.07, gang assault in the first degree as defined in section\n   36  [120.07] 495.08, stalking in the first  degree  as  defined  in  section\n   37  120.60, strangulation in the second degree as defined in section 121.12,\n   38  strangulation  in  the  first  degree  as  defined  in  section  121.13,\n   39  manslaughter in the second degree  as  defined  in  subdivision  one  of\n   40  section  125.15,  manslaughter in the first degree as defined in section\n   41  125.20, murder in the second degree as defined in section 125.25, aggra-\n   42  vated murder as defined in section 125.26, murder in the first degree as\n   43  defined in section 125.27, kidnapping in the second degree as defined in\n   44  section 135.20, kidnapping in the first degree  as  defined  in  section\n   45  135.25,  burglary  in  the  third  degree  as defined in section 140.20,\n   46  burglary in the second degree as defined in section 140.25, burglary  in\n   47  the  first  degree  as  defined  in  section 140.30, arson in the second\n   48  degree as defined in section  150.15,  arson  in  the  first  degree  as\n   49  defined  in  section  150.20,  robbery in the third degree as defined in\n   50  section 160.05, robbery in the  second  degree  as  defined  in  section\n   51  160.10,  robbery  in  the  first  degree  as  defined in section 160.15,\n   52  promoting prostitution in  the  second  degree  as  defined  in  section\n   53  230.30, promoting prostitution in the first degree as defined in section\n   54  230.32,  compelling  prostitution  as defined in section 230.33, dissem-\n   55  inating indecent material to minors in the first degree  as  defined  in\n   56  section  235.22,  use  of  a child in a sexual performance as defined in\n\n       S. 1742                            21\n\n    1  section 263.05, promoting an obscene sexual performance by  a  child  as\n    2  defined  in section 263.10, promoting a sexual performance by a child as\n    3  defined in section 263.15, or any felony attempt or conspiracy to commit\n    4  any of the foregoing offenses.\n    5    S 15. This act shall take effect on the first of January next succeed-\n    6  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1742\n\nTITLE OF BILL:\nAn act\nto amend the penal law, the civil practice law and rules, the\nstate finance law, the correction law, the education law, the executive\nlaw and the mental hygiene law, in relation to defining offenses\ninvolving criminal street gangs, creating the criminal street gang\nprevention fund, enacting the criminal street gang registration act,\nproviding for gang prevention services in schools and creating the\noffice of criminal street gangs and youth violence; and to repeal\nsections 120.06 and 120.07 of the penal law, relating to offenses of\ngang assault\n\nPURPOSE:\nNew York laws are insufficiently targeted to the prosecution\nof criminal street gangs and the protection of public order and\nindividual safety against gang-related violence, because they lack\nprograms and activities specifically designed to prevent the growth\nof criminal street gangs, facilitate prosecution and punishment of\nmembers of criminal street gangs, and punish those who solicit others\nto participate in criminal street gangs and in acts of gang-related\nviolence or who provide support or resources to those who commit or\nencourage the commission of such acts.\n\nSUMMARY OF PROVISIONS:\n* Creates Title Y-2 of the Penal Law that governs offenses involving\ncriminal street gangs.\n\n* Sets forth new penalties and sentencing enhancements for\nparticipation in criminal gang activities:\n\nParticipation in a Criminal Street Gang:\nClass A Misdemeanor for\nparticipation in a criminal street gang with knowledge that its\nmembers engage in or have engaged in a pattern of criminal gang\nactivity.\n\nParticipation in Criminal Street Gang Activity:\nE Felony if a person\nwillfully and knowingly promotes, furthers, assists in, conducts, or\nparticipates in the affairs of a criminal street gang by\nparticipating in a pattern of criminal street gang activity, or\nknowingly invests proceeds derived from criminal street gang\nactivity, or proceeds derived from the investment or use of those\nproceeds, in an enterprise.\n\nSolicitation for participation in a Criminal\nStreet Gang:\nE felony\nif a person solicits or recruits another to actively participate in a\n\ncriminal street gang; or threatens a person with physical violence\nwith the intent to coerce, induce, or solicit such person or another\nto participate in a criminal street gang; or uses physical violence\nto coerce, induce, or solicit another person to participate in a\ncriminal street gang.\n\nSolicitation or recruitment of minors\nfor participation in a\nCriminal Street Gang.\nD felony if a person commit the crime of\nsolicitation for participation in a criminal street gang and the\nperson solicited or recruited is less than eighteen years of age.\n\nSolicitation or recruitment of minors for\nparticipation in a\nCriminal Street Gang on School Grounds:\nC felony if the crime of\nsolicitation or recruitment of minors for participation in a Criminal\nStreet Gang occurs on school grounds.\n\nProvides stepped up sentencing for certain crimes committed\nas part of gang activity\n\nAbatement of premises used for criminal\nstreet an activity:\nAllows\nabatement and damages if a building or place is used by members of a\ncriminal street gang for the purpose of engaging in a pattern of\ncriminal gang activity, except that the court cannot assess a civil\npenalty against any person unless that person knew or should have\nknown of the unlawful acts committed on or in the premises. Requires\nthat damages be used for neighborhood improvement.\n\n* Creates a fund and requires that forfeiture of monies from criminal\ngang activities be placed in it.\n\no Money is allocated to the support of the Criminal Street Gang\nViolence Prevention Program created by this act.\n\n* Creates the Criminal Street Gang Registration Act modeled on the sex\ncrime offender registration.\n\n* Allows DCJS to create a Criminal Street Gang Database.\n\n* Provides for transfer of gang kingpins out of state, pursuant to\nexisting interstate compact.\n\n* Creates the Gang Prevention program in the Education Department that\nincludes in-service training for school personnel.\n\n* Allows establishment of Dress Code re Gang-related Apparel by school\ndistricts.\n\nAllows the governing board of any school district to adopt or\nrescind a reasonable dress code policy that requires pupils to wear a\nschool wide uniform or prohibits pupils from wearing \"gang-related\napparel\" if the governing board of the school district approves a\nplan that may be initiated by an individual school's principal,\nstaff, and parents and determines that the policy is necessary for\nthe health and safety of the school environment.\n\nCreates the Criminal Street Gang and Violence Prevention Partnership\ngrant program to provide services and activities designed to prevent\nor deter at-risk youth from participating in gangs, criminal\nactivity, or violent behavior.\n\nCreates a new Office of Criminal Street Gangs and Youth Violence at\nDCJS with vast coordinating powers.\n\nJUSTIFICATION:\n\nThe threat of violence and the disruption of public order and safety\npresented by criminal street gangs has reached a crisis point that\nthreatens the right of residents of this state to be secure and\nprotected from fear, intimidation, and physical harm. There have been\nrecent reports that gang members recruited girls as young as\n15 years of age to serve in gangs.  These girls were forced to\nwork as teen prostitutes to make money for the gang.\n\nIt is in the public interest to establish a comprehensive approach\nto protect public order and individual safety against criminal street\ngangs and gang-related violence, by severely criminalizing such\nactivities by creating anti-crime programs that focus on patterns\nof criminal gang activity and organization, by expanding education\nand intervention to prevent the growth of criminal street gangs,\nand by establishing an ongoing system of tracking criminal gang\nactivity, as provided in this legislation.\n\nLEGISLATIVE HISTORY:\nS.7929 of 2010 - Referred to Codes\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect January 1 of the year next succeeding its\nenactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the civil practice law and rules, the state finance law, the correction law, the education law, the executive law and the mental hygiene law, in relation to defining offenses involving criminal street gangs, creating the criminal street gang prevention fund, enacting the criminal street gang registration act, providing for gang prevention services in schools and creating the office of criminal street gangs and youth violence; and to repeal sections 120.06 and 120.07 of the penal law, relating to offenses of gang assault ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T113458.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110112.T101455.TXT", "SOBI.D110112.T111958.TXT", "SOBI.D110112.T141010.TXT", "SOBI.D110118.T181704.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624837
}