{
  "year" : 2011,
  "senateBillNo" : "S1740-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1740-2011-1294808400000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the reimbursement of non-public schools and teachers",
  "summary" : "Authorizes the reimbursement of non-public schools and teachers for training to properly administer, grade, compile and report the results of the state-prepared examinations and to teach their students the subjects for which the state administers assessment tests. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "S2127-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1740\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by Sens. GOLDEN, GRISANTI -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Education\n\n       AN ACT in relation to reimbursing non-public schools  and  teachers  for\n         training\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  the state shall reimburse non-public  schools  directly  for  the  costs\n    3  associated  with  two  days  of  training for teachers to assist them in\n    4  preparing their students to  meet  the  state's  educational  standards.\n    5  Furthermore, the state shall directly reimburse non-public school teach-\n    6  ers  in  an  amount  equal  to the lesser of (i) the pro rata portion of\n    7  their salary that they are foregoing in order to obtain such training or\n    8  (ii) an amount equivalent to the pro rata share of the average salary of\n    9  public school teachers in the school districts in which  the  non-public\n   10  schools are located.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04220-01-1\n",
  "memo" : "BILL NUMBER:S1740\n\nTITLE OF BILL:\n\nAn act\nin relation to reimbursing non-public schools and teachers\nfor training\n\nPURPOSE:\n\nTo reimburse non-public schools for costs associated with preparing.\nteachers to handle various facets of state-prepared examinations.\n\nSUMMARY OF PROVISIONS:\n\nThis bill would require the state to directly reimburse non-public\nschools for the costs associated with two days of training for\nteachers to prepare them in the areas of administering, grading,\ncompiling, and reporting the results of state-prepared examinations.\nIn addition, the state would be required to directly reimburse\nnon-public school teachers the lesser of (i) the pro rata portion of\ntheir salary that they are foregoing in order to obtain such training\nor (ii) an amount equivalent to the pro rata share of the aver- age\nsalary of public school teachers in the school districts in which the\nnon-public school is located.\n\nEXISTING LAW:\n\nNone.\n\nJUSTIFICATION:\n\nNon-public schools receive far less in government aid than do public\nschools. As such, they shoulder an enormous financial burden that\npublic schools do not have to bear. The overall operating costs of\nnon-public schools are extremely high and far surpass any revenue\ngenerated\nby tuition payments by the parents. When a non-public school is\nforced to bear additional costs associated with testing mandates\nimposed upon them by the state, the state should be responsible for\nalleviating that additional burden. This concept was unveiled by New\nYork State Attorney General Eliot Spitzer in a May 2002 report on\nnon-public education. The findings in the Attorney General's report\nWere based on recommendations put forth by members of his Advisory\nCommittee on Non-Public Education. The committee was\ncomprised of individuals representing the Archdiocese of New York, the\nNew York State Board of Regents, the United Federation of Teachers\nand the UJA Federation of New York, as well as several other\ndistinguished institutions and organizations.\n\nLEGISLATIVE HISTORY:\n\nS.2127 of 2009-10 - Referred to Education\nS.3721 of 2007-08 - Senate Education\nS.6296 of 2004 - Senate Education\nS.2201 of 2006\n\nFISCAL IMPLICATIONS:\n\nTo be determined.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT in relation to reimbursing non-public schools and teachers for training ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T143011.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110112.T101455.TXT", "SOBI.D110112.T111958.TXT", "SOBI.D110112.T100954.TXT", "SOBI.D110112.T143512.TXT", "SOBI.D110118.T181704.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624834
}