{
  "year" : 2011,
  "senateBillNo" : "S1748-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1748-2011-1294808400000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that residential health care facilities may return and redistribute unused medication",
  "summary" : "Provides that residential health care facilities may return and redistribute unused medication provided that such medication is in the manufacturer's original, tamper evident packaging; directs the commissioner of health to establish a reasonable fee of reimbursement of costs related to the receipt, restocking and redistribution of such medication payable to the pharmacy to which such medication is returned. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S3500-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1748\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by Sens. GOLDEN, RANZENHOFER -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Health\n\n       AN  ACT to amend the public health law, in relation to return and redis-\n         tribution of unused medication\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 2803-e of the public health law, as added by chap-\n    2  ter 902 of the laws of 1977 and renumbered by chapter 340 of the laws of\n    3  1980, is amended to read as follows:\n    4    S 2803-e. Residential health care facilities;  return  and  redistrib-\n    5  ution   of   unused  medication.  1.  Notwithstanding  any  inconsistent\n    6  provision of law, rule or regulation to the contrary,  the  commissioner\n    7  is  hereby  authorized  and  directed  to  permit  either  a resident or\n    8  consultant pharmacist OR HIS OR HER DESIGNEE  in  a  residential  health\n    9  care  facility to return to the pharmacy from which it was purchased any\n   10  unused medication  provided  that  such  medication  is  sealed  in  THE\n   11  MANUFACTURER'S  ORIGINAL unopened[,] TAMPER EVIDENT PACKAGING AND EITHER\n   12  individually packaged [units] OR PACKAGED  IN  UNIT-DOSE  PACKAGING  and\n   13  within  the recommended period of shelf life, AND, IF ORAL OR PARENTERAL\n   14  MEDICATIONS, SEALED IN SINGLE-DOSE CONTAINERS APPROVED  BY  THE  FEDERAL\n   15  FOOD  AND  DRUG  ADMINISTRATION,  AND, IF A TOPICAL OR INHALANT DRUG, IS\n   16  SEALED IN UNITS-OF-USE CONTAINERS APPROVED BY THE FEDERAL FOOD AND  DRUG\n   17  ADMINISTRATION  and  provided  that  such medication is not a controlled\n   18  substance as defined in section thirty-three hundred six of [the  public\n   19  health law] THIS CHAPTER.\n   20    2.  The  pharmacy to which such medication as described in subdivision\n   21  one of this section is returned shall be permitted to  receive,  restock\n   22  and  redistribute  that  medication.   THE COMMISSIONER, IN CONSULTATION\n   23  WITH THE ADVISORY COMMITTEE  ESTABLISHED  BY  SUBDIVISION  SIX  OF  THIS\n   24  SECTION,  SHALL  ESTABLISH  A  REASONABLE  FEE OF REIMBURSEMENT OF COSTS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04234-01-1\n\n       S. 1748                             2\n\n    1  RELATED TO THE RECEIPT, RESTOCKING AND REDISTRIBUTION OF SUCH MEDICATION\n    2  PAYABLE TO THE PHARMACY TO WHICH SUCH MEDICATION IS RETURNED.\n    3    3.  The  pharmacy to which such medication as described in subdivision\n    4  one of this section is returned shall be required to reimburse or credit\n    5  the purchaser of that medication  for  the  unused  medication  that  is\n    6  restocked and redistributed. No pharmacy shall be required to accept any\n    7  medication returned under subdivision one of this section.\n    8    4.  Neither  an  individual  patient  or  the state, if a patient is a\n    9  recipient of a state funded program, shall be charged for unused medica-\n   10  tion which according to the provisions  of  this  law  is  returned  for\n   11  reimbursement or credit.\n   12    5.  THE  COMMISSIONER  SHALL  ESTABLISH  PROCEDURES TO ASSURE THAT ANY\n   13  RETURN OF MEDICATIONS AUTHORIZED  BY  THIS  SECTION,  AND  ANY  RECEIPT,\n   14  RESTOCKING OR REDISTRIBUTION OF MEDICATION SO RETURNED SHALL COMPLY WITH\n   15  THE  FEDERAL HEALTH INSURANCE PORTABILITY AND ACCOUNTABILITY ACT (HIPAA)\n   16  OF 1996, AS AMENDED.\n   17    6. THE DEPARTMENT SHALL CONVENE AN ADVISORY COMMITTEE  TO  ASSIST  THE\n   18  COMMISSIONER IN DEVELOPING A REASONABLE FEE OF REIMBURSEMENT PURSUANT TO\n   19  THE  PROVISIONS OF SUBDIVISION TWO OF THIS SECTION. THE ADVISORY COMMIT-\n   20  TEE SHALL BE COMPRISED OF LICENSED PHARMACISTS CURRENTLY ENGAGED IN  THE\n   21  PROVISION  OF LONG TERM CARE PHARMACY SERVICES. MEMBERS OF THE COMMITTEE\n   22  SHALL BE APPOINTED BY THE GOVERNOR: TWO MEMBERS OF THE  COMMITTEE  SHALL\n   23  BE  APPOINTED  ON  THE  RECOMMENDATION OF THE TEMPORARY PRESIDENT OF THE\n   24  SENATE AND THE SPEAKER  OF  THE  ASSEMBLY;  AND  TWO  MEMBERS  SHALL  BE\n   25  APPOINTED  ON  THE RECOMMENDATION OF THE MINORITY LEADER OF THE ASSEMBLY\n   26  AND THE MINORITY LEADER OF THE SENATE.\n   27    S 2. This act shall take effect on the one hundred twentieth day after\n   28  it shall have become a law; provided, however, that the commissioner  of\n   29  health  shall  promulgate  rules and regulations prior to such effective\n   30  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to return and redistribution of unused medication ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T150016.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110112.T111958.TXT", "SOBI.D110112.T101955.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294862416148
}