{
  "year" : 2011,
  "senateBillNo" : "S1746-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1746-2011-1294808400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "1ST REPORT CAL.32",
    "billEventId" : "S1746-2011-1295931600000-1ST+REPORT+CAL.32",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1295969400000S1746-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295969400000,
    "ayes" : [ "Saland", "DeFrancisco", "Flanagan", "Fuschillo", "Gallivan", "Golden", "Lanza", "Nozzolio", "O'Mara", "Gianaris", "Huntley", "Espaillat" ],
    "nays" : [ "Parker" ],
    "abstains" : null,
    "excused" : null,
    "ayeswr" : [ "Duane", "Perkins", "Squadron" ],
    "description" : "Codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that no person convicted of certain felonies may not file for change of name while incarcerated or under supervised release therefor",
  "summary" : "Provides that no person convicted of certain felonies defined under specified laws of this state may file a petition for change of name while such person is incarcerated or under supervised release therefor. ",
  "currentCommittee" : null,
  "sameAs" : "A2726",
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "S2104-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : [ "CODES" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1746\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sens. GOLDEN, JOHNSON, LARKIN, RANZENHOFER -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Codes\n\n       AN ACT to amend the civil rights law, in relation to prohibiting certain\n         felons from changing their names\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 60 of the civil rights law, as amended by chapter\n    2  695 of the laws of 1962, is amended to read as follows:\n    3    S 60. Petition for change of name; EXCEPTION.  1. A petition for leave\n    4  to assume another name may be made by a resident of  the  state  to  the\n    5  county  court  of the county or the supreme court in the county in which\n    6  he OR SHE resides, or, if he OR SHE resides in the  city  of  New  York,\n    7  either  to  the supreme court or to any branch of the civil court of the\n    8  city of New York, in any county of the city of New York. The petition to\n    9  change the name of an infant may be made by the infant  through  his  OR\n   10  HER  next  friend,  or by either of his OR HER parents, or by his OR HER\n   11  general guardian, or by the guardian of his OR HER person.\n   12    2.   NOTWITHSTANDING THE PROVISIONS  OF  SUBDIVISION  TWO  OF  SECTION\n   13  SIXTY-ONE  OF  THIS  ARTICLE,  ON  AND  AFTER THE EFFECTIVE DATE OF THIS\n   14  SUBDIVISION NO PETITION MAY BE MADE TO CHANGE THE NAME OF ANY PERSON WHO\n   15  HAS BEEN CONVICTED (REGARDLESS OF WHEN SUCH CONVICTION WAS ENTERED) OF A\n   16  VIOLENT FELONY OFFENSE AS DEFINED IN SECTION 70.02 OF THE PENAL LAW OR A\n   17  FELONY DEFINED IN ARTICLE ONE HUNDRED TWENTY-FIVE OF SUCH LAW OR ANY  OF\n   18  THE  FOLLOWING  PROVISIONS  OF SUCH LAW: SECTION 130.25, 130.30, 130.40,\n   19  130.45, 255.25, 255.26, ARTICLE TWO HUNDRED SIXTY-THREE, SECTION 135.10,\n   20  230.05, 230.06, SUBDIVISION TWO OF SECTION 230.30,  OR  SECTION  230.32,\n   21  AND  WHO IS CURRENTLY CONFINED AS AN INMATE IN ANY CORRECTIONAL FACILITY\n   22  OR CURRENTLY UNDER THE SUPERVISION OF THE STATE DIVISION OF PAROLE OR  A\n   23  COUNTY PROBATION DEPARTMENT AS A RESULT OF SUCH CONVICTION.\n   24    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04232-01-1\n",
  "memo" : "BILL NUMBER:S1746\n\nTITLE OF BILL:\nAn act\nto amend the civil rights law, in relation to prohibiting certain felons\nfrom changing their names\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo prevent the filing of a petition for change of name by anyone\nconvicted of certain felonies and currently confined as an inmate in\nany correctional facility, on parole, or on probation.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1: Creates an exception to Section 60 of the civil rights law\nto prevent certain felons from filing a petition for a legal change\nof name. Prohibits any person who has been convicted (regardless of\nwhen such conviction was entered) of a violent felony as defined in\nsection 70.02 of the penal law or a felony defined in article 125 of\nsuch law or any of the following provisions of such law: section\n130.25, 130.30, 130.40, 130.45, 255.25, 255.26, article 263, section\n135.10, 230.05, 230,06, subdivision two of section 230.30, or\nsection 230.32, and who is currently confined as an inmate in any\ncorrectional facility or currently under the supervision of the state\ndivision of parole or a county probation department as a result of\nsuch conviction.\n\nSection 2: Enacts this bill immediately.\n\nJUSTIFICATION:\nIn the past, convicted felons have been able to change their names\nwhile in prison in order to achieve anonymity. In 2000, the civil\nrights law was amended by providing for a process whereby crime\nvictims and communities are notified when certain violent felons\npetition for a legal name change, giving victims an opportunity to\nvoice their objections. However, the process of objecting to a name\nchange petition places an unnecessary burden on crime victims. One\nway to alleviate this additional burden and protect the tights of\nvictims of violent crime is to not allow violent felons the\nopportunity to petition for a name change until they have completed\ntheir sentence requirements.\n\nPRIOR LEGISLATIVE HISTORY:\n2002:      A.9828-A\n2003-2004: A.6607\n2005-2006: A.1856\n2007-2008: S.3440A - Referred to Codes, Passed Senate\n2009-2010: S.2104 - Referred to Codes\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to prohibiting certain felons from changing their names ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T145515.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110120.T122901.TXT", "SOBI.D110112.T111958.TXT", "SOBI.D110112.T101455.TXT", "SOBI.D110126.T133258.TXT-agenda-1.xml-agenda-1.xml", "SOBI.D110125.T135419.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110126.T133258.TXT-agenda-1.xml" ],
  "luceneActive" : true,
  "luceneModified" : 1296066778317
}