{
  "year" : 2011,
  "senateBillNo" : "S1749-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1749-2011-1294808400000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the notification of certain relatives prior to the placement of children",
  "summary" : "Relates to the notification of certain relatives prior to the placement of children. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S2033-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1749\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by Sens. GOLDEN, DeFRANCISCO -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Aging\n\n       AN  ACT  to  amend  the  elder  law  and  the domestic relations law, in\n         relation to the notification of certain relatives prior to the  place-\n         ment of children\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 202 of the elder law is amended  by  adding  a  new\n    2  subdivision 15 to read as follows:\n    3    15.  TO  MONITOR KINSHIP PLACEMENTS PURSUANT TO SECTION SEVENTY-TWO OF\n    4  THE DOMESTIC RELATIONS LAW AND REPORT TO THE LEGISLATURE AND THE  GOVER-\n    5  NOR  ON RECOMMENDATIONS FOR IMPROVING OR MODIFYING SUCH PLACEMENT PROCE-\n    6  DURES.\n    7    S 2. Subdivision 2 of section 72 of the  domestic  relations  law,  as\n    8  added by chapter 657 of the laws of 2003, is amended to read as follows:\n    9    2.    (a)  Where  a  grandparent or the grandparents of a minor child,\n   10  residing within this state, OR THE RELATIVE OF  A  MINOR  CHILD  WHO  IS\n   11  RELATED  WITHIN  THE  THIRD  DEGREE OF CONSANGUINITY TO EITHER PARENT OF\n   12  SUCH CHILD AND WHO IS RESIDING IN THIS STATE,  can  demonstrate  to  the\n   13  satisfaction  of the court the existence of extraordinary circumstances,\n   14  such grandparent or grandparents OR RELATIVE of such child may apply  to\n   15  the  supreme  court  by commencing a special proceeding or for a writ of\n   16  habeas corpus to have such child brought before such court, or may apply\n   17  to family court pursuant to  subdivision  (b)  of  section  six  hundred\n   18  fifty-one of the family court act; and on the return thereof, the court,\n   19  by  order,  after  due notice to the parent or any other person or party\n   20  having the care, custody, and control of such child, to be given in such\n   21  manner as the court shall prescribe, may make  such  directions  as  the\n   22  best  interests  of  the  child may require, for custody rights for such\n   23  grandparent or grandparents OR RELATIVE in respect  to  such  child.  An\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04228-01-1\n\n       S. 1749                             2\n\n    1  extended disruption of custody, as such term is defined in this section,\n    2  shall constitute an extraordinary circumstance.\n    3    (b)  For the purposes of this section \"extended disruption of custody\"\n    4  shall include, but not be limited to,  a  prolonged  separation  of  the\n    5  respondent  parent  and  the  child  for at least twenty-four continuous\n    6  months BEFORE THE COMMENCEMENT OF THE PROCEEDING, during which TIME  the\n    7  parent  voluntarily  relinquished  care and control of the child and the\n    8  child resided in the household of the petitioner grandparent  or  grand-\n    9  parents  OR  RELATIVE,  provided,  however, that the court may find that\n   10  extraordinary circumstances exist should the prolonged  separation  have\n   11  lasted  for  less  than  twenty-four months DURING WHICH TIME PETITIONER\n   12  GRANDPARENT OR GRANDPARENTS OR RELATIVE ACTED AS  PERSONS  ACTING  AS  A\n   13  PARENT  AS  DEFINED IN SUBDIVISION THIRTEEN OF SECTION SEVENTY-FIVE-A OF\n   14  THIS CHAPTER.\n   15    (c) Nothing in this section shall limit  the  ability  of  parties  to\n   16  enter  into  consensual  custody  agreements  absent  the  existence  of\n   17  extraordinary circumstances.\n   18    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1749\n\nTITLE OF BILL:\nAn act\nto amend the elder law and the domestic relations\nlaw, in relation to the notification of certain relatives prior to the\nplacement of children\n\nSUMMARY OF PROVISIONS:\n\nThe bill makes the following amendments: Section 1- amends 202 of the\nelder law to require the director to monitor kinship placements.\nSection 2 - amends section 72 of the domestic relations law, to\ninclude a relative within the third degree of consanguinity as\nsuitable for emergency placement of a child, if the court makes a\nfinding of extraordinary circumstances. Also extends the definition\nof \"extraordinary circumstances\" to include a period of less than 245\nmonths during which time the child resided for at least six months\ncontinually with the parent, grandparent, or relative.\n\nJUSTIFICATION:\n\nToo often in our current system, children are placed in foster care\neven though there may be relatives whose homes are available for\nplacement, and where the child can receive a safe and nurturing\nenvironment. This bill will help increase the options for placement\nin a manner that allows families to remain intact while reducing\nfurther trauma for children placed in the foster care system.\n\nPRIOR LEGISLATIVE HISTORY:\n\nS.5968  - 2007 - Referred to Rules\nS.5968A - 2008 - Referred to Aging\nS.2033  - 2010 - Referred to Aging, Third Reading\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the elder law and the domestic relations law, in relation to the notification of certain relatives prior to the placement of children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T103956.TXT", "SOBI.D110112.T150016.TXT", "SOBI.D110112.T111958.TXT", "SOBI.D110112.T101955.TXT", "SOBI.D110118.T181704.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624846
}