{
  "year" : 2011,
  "senateBillNo" : "S1756-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1756-2011-1294808400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits Suffolk County to refund penalties and interest associated with non-payment of real property taxes where customary payment-due notice was not provided",
  "summary" : "Permits Suffolk County to refund penalties and interest associated with non-payment of real property taxes where customary payment-due notice was not provided. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A1791",
  "lawSection" : "Suffolk County",
  "previousVersions" : [ "S6347-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1756                                                  A. 1791\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Local Govern-\n         ment\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Real Property Taxation\n\n       AN ACT in relation to permitting the county of Suffolk to refund  penal-\n         ties  and  interest  associated  with the non-payment of real property\n         taxes in certain cases for the 2008-2009 tax year where a town  failed\n         to  send  out a customary payment-due notice regarding the second-half\n         payment of real property taxes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Notwithstanding  the provisions of the Suffolk County Tax\n    2  Act or any other provision of law to the contrary, the county of Suffolk\n    3  is hereby authorized, by legislative resolution, to  direct  the  county\n    4  treasurer  to refund penalties and interest associated with the non-pay-\n    5  ment of real property taxes for the year 2008-2009 provided:\n    6    (a) the reason for such non-payment was due to the failure of  a  town\n    7  in  said  county  to  provide  written notification that the second-half\n    8  payment of real property taxes was due; and\n    9    (b) the county legislature makes a finding in the resolution that such\n   10  town had customarily mailed such a notice in previous years; and\n   11    (c) that such town had failed to mail such notice  for  the  2008-2009\n   12  tax year; and\n   13    (d)  that  such  non-payment  of  taxes was subsequently paid in full,\n   14  including interest and penalties, by December 31, 2009.\n   15    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03849-01-1\n",
  "memo" : "BILL NUMBER:S1756\n\nTITLE OF BILL:\n\nAn act in relation to permitting the county of Suffolk to refund penal-\nties and interest associated with the non-payment of real property taxes\nin certain cases for the 2008-2009 tax year where a town failed to send\nout a customary payment-due notice regarding the second-half payment of\nreal property taxes\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nPermits Suffolk County to refund penalties and interest associated with\nnon-payment of real property taxes where customary payment-due notice\nwas not provided.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nSection 1 provides notwithstanding provisions permitting Suffolk County\nto refund penalties and interest associated with certain non-payment of\nreal property taxes; Section 2 provides effect date.\n\nJUSTIFICATION:\n\nThis bill would allow the Suffolk County Legislature to direct, via\nlegislative resolution, the Suffolk County Treasurer to refund penalties\nand interest to certain property owners where the non-payment was due to\nthe following:\n\n* The reason for non-payment was due to the failure of a town to provide\nwritten notification that the second-half payment of taxes was due;\n* The town had customarily provided such notice;\n* The town failed to mail such notices for the 2008-09 tax year; and\n* The taxpayer had subsequently paid the taxes in full, including inter-\nest and penalty by December 31, 2009.\n\nMany taxpayers have come to rely on the customary notification mailer as\na reminder their taxes are due, although this proceed is not required by\nlaw. Some towns, in an effort to cut costs, have eliminated these mail-\nings. As a result, many taxpayers, already burdened by skyrocketing\nbills, were late paying their second-half bills.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2009-10: A.9129/S.6347 - Remained in Committee\n\nFISCAL IMPLICATIONS:\n\nNone to state.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT in relation to permitting the county of Suffolk to refund penalties and interest associated with the non-payment of real property taxes in certain cases for the 2008-2009 tax year where a town failed to send out a customary payment-due notice regarding the second-half payment of real property taxes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T113959.TXT", "SOBI.D110112.T102955.TXT", "SOBI.D110112.T110957.TXT", "SOBI.D110112.T152028.TXT", "SOBI.D110118.T181704.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624851
}