{
  "year" : 2011,
  "senateBillNo" : "S1751-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1751-2011-1294808400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes prosecuting agency to move to have identity of undercover public officers and employees protected while testifying in court",
  "summary" : "Authorizes the people in a criminal proceeding, the presentment agency in a juvenile delinquency proceeding and a governmental agency or public employer in a civil enforcement action to move to protect the identity, address and any other identifying information of any witness who is an undercover public officer or employee when the disclosure of the identity of such officer or employee would endanger the officer's life or employee's or compromise his or her continued effectiveness. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "S2117-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1751\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by Sens. GOLDEN, RANZENHOFER -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Codes\n\n       AN  ACT  to  amend the civil rights law, the criminal procedure law, the\n         family court act and the civil practice law and rules, in relation  to\n         protecting the identity of undercover public officers and employees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 50-a of the civil rights  law,  as\n    2  amended  by  chapter  137  of  the  laws  of 2002, is amended to read as\n    3  follows:\n    4    1. All personnel records, used to evaluate performance toward  contin-\n    5  ued  employment  or promotion, under the control of any police agency or\n    6  department of the state or any political subdivision  thereof  including\n    7  authorities or agencies maintaining police forces of individuals defined\n    8  as  police  officers  in  section 1.20 of the criminal procedure law and\n    9  such personnel records under the control of a sheriff's department or  a\n   10  department  of correction of individuals employed as correction officers\n   11  and such personnel records under the control of a paid  fire  department\n   12  or    force    of    individuals    employed    as    firefighters    or\n   13  firefighter/paramedics and such personnel records under the  control  of\n   14  the  division of parole for individuals defined as peace officers pursu-\n   15  ant to subdivisions twenty-three and twenty-three-a of section  2.10  of\n   16  the  criminal  procedure  law  shall  be considered confidential and not\n   17  subject to inspection or review without the express written  consent  of\n   18  such  police  officer,  firefighter,  firefighter/paramedic,  correction\n   19  officer or peace officer within the division of parole except as may  be\n   20  mandated  by lawful court order. FOR PURPOSES OF THIS SECTION, PERSONNEL\n   21  RECORDS SHALL INCLUDE ANY REPORT, PAPER, PICTURE, PHOTOGRAPH, COURT FILE\n   22  OR OTHER DOCUMENT, IN THE CUSTODY OR POSSESSION OF ANY PUBLIC OFFICER OR\n   23  EMPLOYEE, WHICH TENDS TO IDENTIFY BY NAME OR IMAGE AN INDIVIDUAL WHO  IS\n   24  PERFORMING  OR  HAS  PERFORMED OFFICIAL DUTIES IN A COVERT OR UNDERCOVER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04209-02-1\n\n       S. 1751                             2\n\n    1  CAPACITY AND WHOSE PERSONNEL  RECORDS  ARE  OTHERWISE  COVERED  BY  THIS\n    2  SUBDIVISION.\n    3    S  2. Section 60.15 of the criminal procedure law is amended by adding\n    4  a new subdivision 3 to read as follows:\n    5    3. WHEN A PUBLIC OFFICER OR EMPLOYEE, INCLUDING BUT NOT LIMITED  TO  A\n    6  POLICE  OFFICER AS DEFINED IN SECTION 1.20 OF THIS PART OR A PEACE OFFI-\n    7  CER AS DEFINED IN SECTION 2.10  OF  THIS  PART,  IS  PERFORMING  OR  HAS\n    8  PERFORMED  OFFICIAL  DUTIES  IN  A  COVERT OR UNDERCOVER CAPACITY AND IS\n    9  CALLED AS A WITNESS IN A CRIMINAL PROCEEDING:\n   10    (A) THE PEOPLE MAY MAKE A REQUEST OF THE COURT THAT  THE  IDENTITY  OF\n   11  THE  WITNESS BE PROTECTED. THERE SHALL BE A PRESUMPTION THAT THE WITNESS\n   12  WOULD BE ENDANGERED OR HIS OR HER EFFECTIVENESS COMPROMISED  IF  HIS  OR\n   13  HER  IDENTITY  IS  DISCLOSED  AND  THAT THEREFORE THE PEOPLE HAVE MADE A\n   14  SHOWING THAT THE WITNESS SHOULD BE EXCUSED FROM  PROVIDING  HIS  OR  HER\n   15  IDENTITY.  THE  DEFENDANT  MAY  THEREUPON  SEEK TO REBUT THE PRESUMPTION\n   16  AND/OR DEMONSTRATE THE MATERIALITY OF  THE  WITNESS'S  IDENTITY  TO  THE\n   17  ISSUE  OF  GUILT OR INNOCENCE. IF THE PRESUMPTION HAS NOT BEEN REBUTTED,\n   18  THE COURT SHALL THEN BALANCE THE INTERESTS AND IF IT DETERMINES THAT THE\n   19  NEED OF THE PUBLIC OFFICER OR EMPLOYEE WITNESS FOR ANONYMITY EXCEEDS THE\n   20  DEFENDANT'S NEED TO  OBTAIN  THE  WITNESS'S  IDENTITY  FOR  PURPOSES  OF\n   21  CROSS-EXAMINATION, THE COURT SHALL DIRECT THAT THE WITNESS TESTIFY UNDER\n   22  A PSEUDONYM SUCH AS A SHIELD NUMBER.\n   23    (B)  IF REQUESTED BY THE PEOPLE, THE COURT SHALL TAKE SUCH OTHER MEAS-\n   24  URES AS ARE NECESSARY, CONSISTENT WITH RIGHTS OF THE DEFENDANT, TO SAFE-\n   25  GUARD THE IDENTITY OF THE WITNESS.\n   26    (C) UPON REQUEST OF THE DEFENDANT DURING A JURY TRIAL, THE COURT SHALL\n   27  INSTRUCT THE JURY THAT THE USE OF A PSEUDONYM OR  ANY  OTHER  ADDITIONAL\n   28  MEASURE  TO  PROTECT  THE  IDENTITY  OF THE WITNESS IS NOT A FACTOR FROM\n   29  WHICH AN INFERENCE UNFAVORABLE TO THE DEFENDANT MAY BE DRAWN.\n   30    S 3. The family court act is amended by adding a new section 343.6  to\n   31  read as follows:\n   32    S  343.6.  RULES  OF  EVIDENCE; TESTIMONY GIVEN BY A PUBLIC OFFICER OR\n   33  EMPLOYEE. WHEN A PUBLIC OFFICER OR EMPLOYEE, INCLUDING BUT  NOT  LIMITED\n   34  TO A POLICE OFFICER AS DEFINED IN SECTION 1.20 OF THE CRIMINAL PROCEDURE\n   35  LAW  OR  A  PEACE  OFFICER  AS  DEFINED  IN SECTION 2.10 OF SUCH LAW, IS\n   36  PERFORMING OR HAS PERFORMED OFFICIAL DUTIES IN A  COVERT  OR  UNDERCOVER\n   37  CAPACITY AND IS CALLED AS A WITNESS IN A DELINQUENCY PROCEEDING:\n   38    1.  THE  PRESENTMENT  AGENCY  MAY MAKE A REQUEST OF THE COURT THAT THE\n   39  IDENTITY OF THE WITNESS BE PROTECTED. THERE SHALL BE A PRESUMPTION  THAT\n   40  THE  WITNESS WOULD BE ENDANGERED OR HIS OR HER EFFECTIVENESS COMPROMISED\n   41  IF HIS OR HER IDENTITY IS DISCLOSED AND THAT THEREFORE  THE  PRESENTMENT\n   42  AGENCY  HAS  MADE  A  SHOWING  THAT  THE  WITNESS SHOULD BE EXCUSED FROM\n   43  PROVIDING HIS OR HER IDENTITY.   THE RESPONDENT MAY  THEREUPON  SEEK  TO\n   44  REBUT   THE  PRESUMPTION  AND/OR  DEMONSTRATE  THE  MATERIALITY  OF  THE\n   45  WITNESS'S IDENTITY TO THE ISSUE OF GUILT OR INNOCENCE. IF  THE  PRESUMP-\n   46  TION  HAS  NOT BEEN REBUTTED, THE COURT SHALL THEN BALANCE THE INTERESTS\n   47  AND IF IT DETERMINES THAT THE NEED OF THE  PUBLIC  OFFICER  OR  EMPLOYEE\n   48  WITNESS  FOR  ANONYMITY  EXCEEDS  THE  RESPONDENT'S  NEED  TO OBTAIN THE\n   49  WITNESS'S IDENTITY FOR PURPOSES OF CROSS-EXAMINATION,  THE  COURT  SHALL\n   50  DIRECT  THAT  THE  WITNESS  TESTIFY  UNDER  A PSEUDONYM SUCH AS A SHIELD\n   51  NUMBER.\n   52    2. IF REQUESTED BY THE PRESENTMENT AGENCY, THE COURT SHALL  TAKE  SUCH\n   53  OTHER  MEASURES AS ARE NECESSARY, CONSISTENT WITH RIGHTS OF THE RESPOND-\n   54  ENT, TO SAFEGUARD THE IDENTITY OF THE WITNESS.\n   55    S 4. The civil practice law and rules is amended by adding a new  Rule\n   56  4516-a to read as follows:\n\n       S. 1751                             3\n\n    1    RULE 4516-A. TESTIMONY BY CERTAIN PUBLIC OFFICERS AND EMPLOYEES.  WHEN\n    2  A  PUBLIC  OFFICER  OR  EMPLOYEE,  INCLUDING BUT NOT LIMITED TO A POLICE\n    3  OFFICER AS DEFINED IN SECTION 1.20 OF THE CRIMINAL PROCEDURE  LAW  OR  A\n    4  PEACE  OFFICER  AS DEFINED IN SECTION 2.10 OF SUCH LAW, IS PERFORMING OR\n    5  HAS  PERFORMED OFFICIAL DUTIES IN A COVERT OR UNDERCOVER CAPACITY AND IS\n    6  CALLED AS A WITNESS IN A CIVIL ENFORCEMENT ACTION BROUGHT BY  A  GOVERN-\n    7  MENTAL ENTITY:\n    8    (A) SUCH GOVERNMENTAL ENTITY OR THE PUBLIC EMPLOYER OF THE WITNESS MAY\n    9  MAKE  A  REQUEST  OF  THE  COURT  THAT  THE  IDENTITY  OF THE WITNESS BE\n   10  PROTECTED. THERE SHALL BE A PRESUMPTION THAT THE WITNESS WOULD BE ENDAN-\n   11  GERED OR HIS OR HER EFFECTIVENESS COMPROMISED IF HIS OR HER IDENTITY  IS\n   12  DISCLOSED  AND  THAT  THEREFORE THE GOVERNMENT ENTITY HAS MADE A SHOWING\n   13  THAT THE WITNESS SHOULD BE EXCUSED FROM PROVIDING HIS OR  HER  IDENTITY.\n   14  THE RESPONDENT MAY THEREUPON SEEK TO REBUT THE PRESUMPTION AND/OR DEMON-\n   15  STRATE  THE  MATERIALITY OF THE WITNESS'S IDENTITY TO THE ISSUE OF GUILT\n   16  OR INNOCENCE. IF THE PRESUMPTION HAS NOT BEEN REBUTTED, THE COURT  SHALL\n   17  THEN  BALANCE  THE  INTERESTS  AND IF IT DETERMINES THAT THE NEED OF THE\n   18  PUBLIC OFFICER OR EMPLOYEE WITNESS FOR ANONYMITY  EXCEEDS  THE  RESPOND-\n   19  ENT'S NEED TO OBTAIN THE WITNESS'S IDENTITY FOR PURPOSES OF CROSS-EXAMI-\n   20  NATION,  THE COURT SHALL DIRECT THAT THE WITNESS TESTIFY UNDER A PSEUDO-\n   21  NYM SUCH AS A SHIELD NUMBER.\n   22    (B) IF REQUESTED BY SUCH GOVERNMENTAL ENTITY OR SUCH PUBLIC  EMPLOYER,\n   23  THE  COURT  SHALL  TAKE SUCH OTHER MEASURES AS ARE NECESSARY, CONSISTENT\n   24  WITH RIGHTS OF THE ADVERSE PARTY,  TO  SAFEGUARD  THE  IDENTITY  OF  THE\n   25  WITNESS.\n   26    (C)  DURING  A  JURY TRIAL, UPON REQUEST BY THE PARTY AGAINST WHOM THE\n   27  ACTION IS BROUGHT, THE COURT SHALL INSTRUCT THE JURY THAT THE USE  OF  A\n   28  PSEUDONYM OR ANY OTHER ADDITIONAL MEASURE TO PROTECT THE IDENTITY OF THE\n   29  WITNESS  IS  NOT  A  FACTOR  FROM WHICH AN INFERENCE UNFAVORABLE TO SUCH\n   30  PARTY MAY BE DRAWN.\n   31    (D) NOTHING IN THIS SECTION SHALL BE CONSTRUED TO PROHIBIT  OR  OTHER-\n   32  WISE  AFFECT APPROPRIATE MEASURES TO SAFEGUARD THE IDENTITY OF A WITNESS\n   33  THAT MAY BE TAKEN IN ANY CIVIL ACTION THAT IS NOT WITHIN  THE  SCOPE  OF\n   34  THIS SECTION.\n   35    S 5. Severability. If any clause, sentence, paragraph, section or part\n   36  of  this act shall be adjudged by any court of competent jurisdiction to\n   37  be invalid, the judgment shall not  affect,  impair  or  invalidate  the\n   38  remainder thereof, but shall be confined in its operation to the clause,\n   39  sentence,  paragraph,  section  of part thereof directly involved in the\n   40  controversy in which the judgment shall have been rendered.\n   41    S 6. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1751\n\nTITLE OF BILL:\nAn act\nto amend the civil rights law, the criminal procedure law,\nthe family court act and the civil practice law and rules,\nin relation to protecting the\nidentity of undercover public officers and employees\n\nPURPOSE:\nThis bill would amend Civil Rights Law &sect;50-a\nto include\nwithin the confidentiality provisions for police personnel records\nthose records that include the identity of undercover police\nofficers. The bill would also amend Criminal Procedure Law &sect;60.l6 to\ncreate a procedure whereby a District Attorney may request that an\nundercover officer's identity be protected. There would be a\nrebuttable presumption that an undercover police officer would be\nendangered, or his or her effectiveness compromised, by public\ndisclosure of his or her identity. Therefore, unless the presumption\nis rebutted, the court would be required to direct the witness to\ntestify under a pseudonym such as a shield number. The bill allows\nthe District Attorney to ask the court for additional measures to\nprotect the police officer's identity if necessary. These requests\nwould continue to be governed by standards articulated by the United\nStates Supreme Court in WALLER V. GEORGIA, 467 U.S. 39,48 (1984). In\naddition, the bill would allow a defendant to require the court to\ninstruct the jury that no inference unfavorable to the defendant may\nbe drawn because the undercover police officer is testifying under a\npseudonym or form of any other similar protective measure.\n\nJUSTIFICATION:\nUndercover police officers perform\ntheir duty under\nextraordinarily dangerous circumstances. These brave officers, male\nand female, of various ethnic and racial backgrounds, all of whom\nvolunteer for this assignment, put their safety at risk to make the\nCity and State of New York safer. The safety of their loved ones is\nalso sometimes at risk as a corollary to their dangerous work.\nTragically, too many have been murdered, shot, stabbed and beaten by\nnarcotics dealers. The distribution and sale of illicit drugs\npermeate many of New York City's neighborhoods. The astronomical\nprofits of the illegal narcotics trade motivate narcotics dealers to\ntake extreme risks and zealously protect their operation at all\ncosts. Dealers and distributors are often individuals who do not\nhesitate to resort to violence. They commit violent crime and attract\nviolence to any area in which they operate. To guard themselves from\nthe attack of rival drug gangs, prevent the loss of their money and\nproperty and avoid the detection of law enforcement, drug gangs set\nup elaborate systems of protection that include the use of people and\ntechnology. A drug sales \"team\" may include street managers, heavily\n\narmed enforcers, lookouts and at the lower\nlevels, steerers. Sophisticated dealers protect their operation with\nvideo surveillance and other technology. Because the world of drug\ndealing has changed and in fact has\nin large measure moved indoors, utilizing high levels of technological\nprotection, there is an ever greater need for undercover operations\nin order to conduct even the most simple \"buy and bust\".\nGiven the realities of today's information technology and the easy\naccess to it, having a person's name may yield his or her residence\naddress and the directions to it. This bill would add protection for\nundercover officers to the law by making the identity of an\nundercover officer a \"personnel record\" for purposes of Civil Rights\nLaw &sect;50-a, which requires a court order for release. In addition, it\nwould create a rebuttable presumption that an undercover· police\nofficer would be endangered, or his or her effectiveness compromised,\nby public disclosure of his or her name. Therefore, unless the\npresumption is rebutted, the court would be required to direct that\nthe witness testify under a pseudonym such as a shield number. This\nbill would help protect undercover officers' identities and thus\ntheir safety. In addition, upon a request from the defendant, the\ncourt would be required to instruct the jury that no negative\ninference could be drawn because the undercover police officer\ntestified under a pseudonym or from any other similar protective\nmeasure. Indeed, if undercover police officers routinely testify\nunder pseudonyms, it would be easier for a jury not to draw any\nadverse inferences against the individual defendants.\n\nLEGISLATIVE HISTORY:\nS.2117 of 2009-10 - Referred to Codes\nS.5335-A of 2007-08 - Referred to Codes\nS.1870-A-of 2005-06 - Passed Senate.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, the criminal procedure law, the family court act and the civil practice law and rules, in relation to protecting the identity of undercover public officers and employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T102455.TXT", "SOBI.D110113.T093307.TXT", "SOBI.D110112.T145515.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110112.T111958.TXT", "SOBI.D110113.T100309.TXT", "SOBI.D110118.T181704.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295392624849
}