{
  "year" : 2011,
  "senateBillNo" : "S1759-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1759-2011-1294808400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts wholesalers from filing annual information returns with the commissioner of taxation and finance for sales made to and from farm wineries",
  "summary" : "Exempts wholesalers from filing annual information returns with the commissioner of taxation and finance for sales made to and from farm wineries. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A1788",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S6472-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1759                                                  A. 1788\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed,  and  when  printed  to  be committed to the Committee on Investi-\n         gations and Government Operations\n\n       IN ASSEMBLY -- Introduced by M. of A. THIELE -- read once  and  referred\n         to the Committee on Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to exempting wholesalers from\n         filing annual information returns with the  commissioner  of  taxation\n         and finance for sales made to and from farm wineries\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (C) of  paragraph  1  of  subdivision  (i)  of\n    2  section  1136 of the tax law, as added by section 1 of subpart G of part\n    3  V-1 of chapter 57 of the laws of 2009, is amended to read as follows:\n    4    (C) Every wholesaler, as defined by section  three  of  the  alcoholic\n    5  beverage control law, if it has made a sale of an alcoholic beverage, as\n    6  defined by section four hundred twenty of this chapter, without collect-\n    7  ing sales or use tax during the period covered by the return, except (i)\n    8  a sale to a person that has furnished an exempt organization certificate\n    9  to  the  wholesaler  for that sale; or (ii) a sale to another wholesaler\n   10  whose license under the alcoholic beverage control law does not allow it\n   11  to make retail sales of the alcoholic beverage.  For each vendor, opera-\n   12  tor, or recipient to  whom  the  wholesaler  has  made  a  sale  without\n   13  collecting  sales  or  compensating use tax, the return must include the\n   14  total value of those sales made during the period covered by the  return\n   15  (excepting  the sales described in clauses (i) and (ii) of this subpara-\n   16  graph) and the vendor's, operator's or recipient's state liquor authori-\n   17  ty license number, along with the information required by paragraph  two\n   18  of  this  subdivision.    THE  PROVISIONS OF THIS SUBPARAGRAPH SHALL NOT\n   19  APPLY TO A FARM WINERY AS DEFINED IN  SECTION  THREE  OF  THE  ALCOHOLIC\n   20  BEVERAGE CONTROL LAW.\n   21    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03841-01-1\n",
  "memo" : "BILL NUMBER:S1759\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to exempting wholesalers from filing\nannual information returns with the commissioner of taxation and\nfinance for sales made to and from\nfarm wineries\n\nPURPOSE:\nThis bill exempts farm wineries from filing annual information returns\nregarding their transactions with sales tax vendors.\n\nSUMMARY OF PROVISIONS:\nAmends chapter 57 of the Laws of 2009 by adding language to exempt\nfarm wineries from filing annual information returns regarding their\ntransactions with sales tax vendors.\n\nJUSTIFICATION:\nThe 2009-10 Revenue budget Bill (Chapter 57 of the Laws of 2009),\nenacted various tax compliance initiatives. One of the initiatives\nmandates the filing of annual information returns by certain third\nparties that do business with sales tax vendors. Information that\nneeds to be reported include general information (such as vendor's\nname, phone number, etc) and more labor-intensive information, such\nas total monthly sales amounts to each vendor exclusive of total\namounts for deposit and returns. In order to complete these\ninformation returns, valuable time and resources will be needed to\ncompile and submit it on time (the first due is September 20th).\n\nSuch third parties mandated to file the information returns are\nalcoholic beverage wholesalers, including farm wineries. Farm\nwineries are run by farms, most of whom are small businesses that are\nalready burdened by the high costs of doing business. This mandate\nplaces further burdens on them. Farms are an industry that New York\nState needs to protect, rather than hinder with additional State\nrequirements.\n\nThis legislation exempt farm wineries from filing annual information\nreturns regarding their transactions with sales tax vendors. Thus,\nfarm wineries would be freed from this State mandate.\n\nLEGISLATIVE HISTORY:\n2009: S.6472\n\nFISCAL IMPLICATIONS:\nDecreased revenue for the State.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting wholesalers from filing annual information returns with the commissioner of taxation and finance for sales made to and from farm wineries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T113458.TXT", "SOBI.D110112.T110957.TXT", "SOBI.D110112.T152028.TXT", "SOBI.D110112.T103456.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615227
}