{
  "year" : 2011,
  "senateBillNo" : "S1754-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1754-2011-1294808400000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to notice and filing of application for a real property tax exemption for senior citizens",
  "summary" : "Provides additional notice of the real property tax exemption for senior citizens under section 467 of the real property tax law and requires municipal corporations to permit late filings within 60 days of the statutory deadline from persons previously granted such exemption. ",
  "currentCommittee" : "AGING",
  "sameAs" : "A541",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "AA5640-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1754\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the real property tax law, in relation to  a  notice  of\n         exemption for senior citizens\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 467 of the real property tax  law,\n    2  as  amended  by  chapter  406 of the laws of 1995, is amended to read as\n    3  follows:\n    4    4. Every municipal corporation in which such real property is  located\n    5  shall  notify,  or  cause to be notified, each person owning residential\n    6  real property in such municipal corporation of the  provisions  of  this\n    7  section.    The provisions of this subdivision may be met by a notice or\n    8  legend sent on or with each tax bill to such persons reading \"You may be\n    9  eligible for senior citizen tax exemptions. Senior citizens  have  until\n   10  month..........,  day.......,  year......, to apply for such exemptions.\n   11  For information please call or write....,\" followed by the  name,  tele-\n   12  phone  number  and/or  address of a person or department selected by the\n   13  municipal corporation to explain the provisions of  this  section.  Each\n   14  cooperative  apartment  corporation shall notify each tenant-stockholder\n   15  thereof in residence of such provisions as set forth herein.  Failure to\n   16  notify, or cause to be notified any person who is in fact,  eligible  to\n   17  receive  the  exemption  provided by this section or the failure of such\n   18  person to receive the same shall not prevent the  levy,  collection  and\n   19  enforcement  of  the  payment  of  the  taxes  on property owned by such\n   20  person. A SECOND COPY OF THE NOTICE REQUIRED BY THIS  SUBDIVISION  SHALL\n   21  BE SENT THIRTY DAYS PRIOR TO THE FILING DEADLINE.\n   22    S  2.  Subdivision 5-b of section 467 of the real property tax law, as\n   23  added by chapter 571 of the laws of 1996, is amended to read as follows:\n   24    5-b. Notwithstanding the provisions  of  this  section  or  any  other\n   25  provision  of law, a [county with an annual taxable status date of Janu-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04460-01-1\n\n       S. 1754                             2\n\n    1  ary first or January second and with a  population  of  one  million  or\n    2  more,] MUNICIPALITY may, at its option and by amendment or adoption of a\n    3  local  law  or  ordinance, authorize its assessor to accept applications\n    4  for  the  exemption from real property taxes authorized pursuant to this\n    5  section on a date later than such  [county's]  MUNICIPALITY'S  statutory\n    6  deadline  date for receiving applications for such exemption. Any appli-\n    7  cation filed later than such statutory deadline date which is in compli-\n    8  ance with such local law or ordinance amended  or  adopted  pursuant  to\n    9  this  subdivision  and  which meets all other necessary requirements for\n   10  granting the exemption authorized by this section  shall  be  deemed  to\n   11  have  been  timely  filed prior to such statutory deadline date, and any\n   12  individual or individuals for whom such an application  has  been  filed\n   13  shall  be granted such exemption and shall receive such exemption on the\n   14  assessment [roles] ROLLS prepared for such [county] MUNICIPALITY on  the\n   15  basis  of  the  taxable  status date immediately preceding the date such\n   16  application was filed.\n   17    S 3. This act shall take effect immediately, provided that section two\n   18  of this act shall apply to the 2011-2012  tax  assessment  rolls  if  an\n   19  application  for  exemption  is  filed  within 60 days of such effective\n   20  date.\n",
  "memo" : "BILL NUMBER:S1754\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to a notice of exemption\nfor senior citizens\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill would require municipalities where real property tax\nexemptions may exist to notify eligible senior citizens of the tax\nexemptions they may be eligible to receive.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. Amends the Real Property Tax Law, Section 467, Subdivision\n4. Requires a second copy of the exemption notice to be sent thirty\ndays before the filing deadline.\n\nSection 2. Amends the Real Property Tax Law, Section 467, Subdivision\n5b. Allows a municipality to accept applications for exemption later\nthan such municipality's statutory deadline.\n\nSection 3. Effective Date\n\nEXISTING LAW:\nTitle 2 - Private Housing; Section 467, Persons sixty-five years of\nage and over; Subdivision 4, requires only one notice and Subdivision\n5b pertains to a county with population of one million or more.\n\nJUSTIFICATION:\nNew York State offers a wide variety of programs in an effort to keep\nsenior citizens in their homes and out of institutional care. In an\neffort to boost utilization of these programs, this bill would\nrequire municipalities to send a second notice, in addition to the\nnotice already mandated that is sent with, or on, senior citizens tax\nbill.\nThe second notification will be sent thirty days prior to the filing\ndead- line for the tax exemptions.\n\nPRIOR LEGISLATIVE HISTORY:\n2011- Senate-New Bill/A.541 Referred to Aging\n2009-2010- A.5640-A         Referred to Ways and Means\n2007-2008- A.9940           Referred to Social Services\n\nFISCAL IMPLICATIONS:\nTo be determined\n\nEFFECTIVE DATE:\nThis act shall take effect immediately, provided that section two of\nthis act shall apply to the 2011-2012 tax assessment rolls if an\napplication for exemption is filed within 60 days of such effective\ndate.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to a notice of exemption for senior citizens ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T150016.TXT", "SOBI.D110112.T111958.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110112.T104456.TXT", "SOBI.D110120.T101311.TXT", "SOBI.D110112.T101955.TXT", "SOBI.D110121.T105516.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295625316094
}