{
  "year" : 2011,
  "senateBillNo" : "S1758-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1758-2011-1294808400000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the consolidation of school districts",
  "summary" : "Provides for studies and procedures for the consolidation of school districts. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A1790",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2549-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1758                                                  A. 1790\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Education\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Education\n\n       AN ACT to amend the education law, in relation to the  consolidation  of\n         school districts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 1509-a\n    2  to read as follows:\n    3    S 1509-A. SCHOOL DISTRICT CONSOLIDATION. 1. THE DEPARTMENT  IS  HEREBY\n    4  AUTHORIZED  AND DIRECTED TO CONDUCT A STUDY TO IDENTIFY SCHOOL DISTRICTS\n    5  WITHIN THE STATE THAT MAY BENEFIT FROM CONSOLIDATION WITH  ONE  OR  MORE\n    6  SCHOOL  DISTRICT.  THE  STUDY  SHALL BE LIMITED IN SCOPE TO INCLUDE EACH\n    7  SCHOOL DISTRICT WITHIN THE STATE WITH ONE THOUSAND STUDENTS OR LESS  AND\n    8  ANY  SCHOOL  DISTRICT  THAT EITHER: (1) SHARES A COMMON BORDER WITH SUCH\n    9  DISTRICT; OR (2) HAS AN EXISTING CONTRACT TO EDUCATE SOME OR ALL OF  THE\n   10  STUDENTS  OF SUCH DISTRICT WITH ONE THOUSAND STUDENTS OR LESS.  CRITERIA\n   11  USED TO DETERMINE WHICH SCHOOL DISTRICTS SHALL BE CONSIDERED FOR CONSOL-\n   12  IDATION SHALL BE DETERMINED BY  THE  DEPARTMENT.  THE  DEPARTMENT  SHALL\n   13  ISSUE  A  REPORT BASED ON THE FINDINGS OF SUCH STUDY WHICH SHALL CLEARLY\n   14  IDENTIFY THE SCHOOL DISTRICTS THAT THE DEPARTMENT RECOMMENDS FOR CONSOL-\n   15  IDATION.\n   16    2. THE REPORT ISSUED PURSUANT TO SUBDIVISION ONE OF THIS SECTION SHALL\n   17  BE COMPLETED WITHIN SIX MONTHS AFTER THE EFFECTIVE DATE OF THIS SECTION.\n   18  SUCH REPORT SHALL BE MADE AVAILABLE FOR REVIEW BY THE PUBLIC  AND  SHALL\n   19  BE POSTED ON THE DEPARTMENT'S INTERNET WEB PAGE.\n   20    3. EACH PROPOSED CONSOLIDATION IDENTIFIED IN THE REPORT RECOMMENDED BY\n   21  THE DEPARTMENT SHALL BE THE SUBJECT OF PUBLIC HEARINGS IN A MANNER TO BE\n   22  DETERMINED  BY  THE  DEPARTMENT.  A HEARING SHALL BE HELD IN EACH SCHOOL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03789-01-1\n\n       S. 1758                             2                            A. 1790\n\n    1  DISTRICT WHICH IS PROPOSED TO BE PART OF A CONSOLIDATION. WITHIN  THIRTY\n    2  DAYS  AFTER THE COMPLETION OF SUCH PUBLIC HEARINGS, THE DEPARTMENT SHALL\n    3  PUBLISH A FINAL LIST OF SCHOOL DISTRICTS THAT THE DEPARTMENT  RECOMMENDS\n    4  FOR  CONSOLIDATION.  SUCH LIST SHALL BE MADE AVAILABLE FOR REVIEW BY THE\n    5  PUBLIC AND SHALL BE POSTED ON THE DEPARTMENT'S INTERNET WEB PAGE.\n    6    4. EACH SCHOOL DISTRICT IDENTIFIED IN THE LIST  DIRECTED  TO  BE  MADE\n    7  PURSUANT  TO SUBDIVISION THREE OF THIS SECTION SHALL ESTABLISH A CITIZEN\n    8  ADVISORY COMMITTEE. THE MEMBERSHIP OF EACH  CITIZEN  ADVISORY  COMMITTEE\n    9  SHALL BE ESTABLISHED IN A MANNER TO BE DETERMINED BY THE DEPARTMENT.\n   10    5. THE DEPARTMENT IS HEREBY AUTHORIZED AND DIRECTED TO CONDUCT A STUDY\n   11  FOR EACH PROPOSED CONSOLIDATION SET FORTH IN THE LIST PURSUANT TO SUBDI-\n   12  VISION  THREE OF THIS SECTION ON THE FEASIBILITY OF THE CONSOLIDATION OF\n   13  SUCH DISTRICTS. EACH FEASIBILITY STUDY SHALL BE CONDUCTED IN CONJUNCTION\n   14  AND COOPERATION WITH THE LOCAL CITIZEN ADVISORY COMMITTEE.  THE  DEPART-\n   15  MENT SHALL ISSUE A REPORT FOR EACH SCHOOL DISTRICT BASED ON THE FINDINGS\n   16  OF  EACH SUCH FEASIBILITY STUDY WITHIN NINETY DAYS AFTER THE PUBLICATION\n   17  OF THE LIST PREPARED PURSUANT TO SUBDIVISION THREE OF THIS SECTION. EACH\n   18  REPORT SHALL BE MADE AVAILABLE FOR REVIEW BY THE COMMUNITY IN WHICH SUCH\n   19  SCHOOL DISTRICT IS LOCATED AND  SHALL  BE  POSTED  ON  THE  DEPARTMENT'S\n   20  INTERNET WEB PAGE.\n   21    6.  UPON  COMPLETION OF EACH FEASIBILITY STUDY AUTHORIZED AND DIRECTED\n   22  TO BE MADE PURSUANT TO SUBDIVISION FIVE OF  THIS  SECTION,  EACH  SCHOOL\n   23  DISTRICT  SHALL  CONDUCT PUBLIC HEARINGS IN A MANNER TO BE DETERMINED BY\n   24  THE DEPARTMENT. UPON THE COMPLETION OF SUCH  PUBLIC  HEARINGS  A  PUBLIC\n   25  REFERENDUM  TO APPROVE OR DISAPPROVE SUCH CONSOLIDATION SHALL BE SUBMIT-\n   26  TED  TO  THE  ELIGIBLE  VOTERS  RESIDING  IN  THE  CONSOLIDATING  SCHOOL\n   27  DISTRICTS.  A MAJORITY VOTE OF EACH SCHOOL DISTRICT PROPOSED FOR CONSOL-\n   28  IDATION SHALL BE REQUIRED TO EFFECTUATE THE PROPOSED CONSOLIDATION.\n   29    7.  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW, EACH SCHOOL DISTRICT\n   30  CONSOLIDATED PURSUANT TO THIS SECTION SHALL RECEIVE  AN  ADDITIONAL  TEN\n   31  PERCENT OF STATE AID FOR TWENTY YEARS FOLLOWING SUCH CONSOLIDATION. SUCH\n   32  ADDITIONAL  STATE  AID  SHALL  BE CALCULATED USING THE HIGHEST STATE AID\n   33  RATIO OF THE CONSOLIDATING SCHOOL DISTRICTS.\n   34    8. ADDITIONAL STATE AID GRANTED PURSUANT TO SUBDIVISION SEVEN OF  THIS\n   35  SECTION  SHALL  BE  USED  SOLELY  FOR THE COSTS OF THE CONSOLIDATION AND\n   36  REORGANIZATION OF SUCH DISTRICT, TO IMPROVE  THE  QUALITY  OF  EDUCATION\n   37  WITHIN  THE  CONSOLIDATED  SCHOOL  DISTRICT  OR TO REDUCE TAXES. NO SUCH\n   38  ADDITIONAL STATE AID SHALL BE USED TO INCREASE SALARIES OR  BENEFITS  OF\n   39  SCHOOL DISTRICT ADMINISTRATORS, TEACHERS AND STAFF.\n   40    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the consolidation of school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T113458.TXT", "SOBI.D110112.T152028.TXT", "SOBI.D110112.T110957.TXT", "SOBI.D110112.T103456.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294863628674
}