{
  "year" : 2011,
  "senateBillNo" : "S1755-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1755-2011-1294808400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Decreases application fees for tidal wetlands permits",
  "summary" : "Decreases application fees for tidal wetlands permits to be similar to application fees for freshwater wetlands permits. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A1787",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S5360-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1755                                                  A. 1787\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Environmental\n         Conservation\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         application fees for tidal wetlands permits\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 8  of  section  70-0117  of  the  environmental\n    2  conservation law, as added by section 1 of part AAA of chapter 59 of the\n    3  laws of 2009, is amended to read as follows:\n    4    8.  (a)  All  persons  required to obtain a permit from the department\n    5  pursuant to section 24-0701 of this chapter shall submit to the  depart-\n    6  ment an application fee in an amount not to exceed the following:\n    7    (i)  fifty dollars per application for a permit for a minor project as\n    8  defined in this article or modification to any  existing  permit  issued\n    9  pursuant to section 24-0701 of this chapter;\n   10    (ii)  fifty  dollars  per  application  for a permit for a residential\n   11  project defined as  associated  with  one  single  family  dwelling  and\n   12  customary appurtenances thereto;\n   13    (iii) one hundred dollars per application for multiple family dwelling\n   14  and customary appurtenances thereto;\n   15    (iv)  two  hundred  dollars per application for a permit for any other\n   16  project as defined in this article.\n   17    (b) All persons required to obtain a permit from the department pursu-\n   18  ant to section 25-0402 of this chapter shall submit to the department an\n   19  application fee in an amount not to exceed the following:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03837-01-1\n\n       S. 1755                             2                            A. 1787\n\n    1    (i) [two hundred] FIFTY dollars per application for  a  permit  for  a\n    2  minor project as defined in this article or modification to any existing\n    3  permit issued pursuant to section 25-0402 of this chapter;\n    4    (ii)  [nine]  TWO  hundred  dollars per application for a permit for a\n    5  project as defined in this article.\n    6    (c) All fees collected pursuant to this subdivision shall be deposited\n    7  into the environmental protection fund pursuant to section  ninety-two-s\n    8  of the state finance law.\n    9    S  2.  This  act shall take effect on the ninetieth day after it shall\n   10  have become a law.\n",
  "memo" : "BILL NUMBER:S1755\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to application\nfees for tidal wetlands permits\n\nPURPOSE:\nDecreases application fees for tidal wetlands permits.\n\nSUMMARY OF PROVISIONS:\nSubdivision 8 of section 70-0117 of the environmental conservation\nlaw, as added by section 1 of part AAA of chapter 59 of the laws of\n2009, is amended.\n\nJUSTIFICATION:\nThe goal of this legislation is to make the fee structure for tidal\nwetland and freshwater wetland permits the same, thereby eliminating\nthe current fee disparity. In the 2009-10 Budget, a provision was\nincluded relating to fees for tidal and freshwater wetland permit\napplications.\nAlthough both applications require the filing of the same forms, there\nis a huge disparity in the fees. Freshwater wetland fees range form\n$50-$200 while the fees for tidal wetland permit applications range\nfrom $200-$900. The discrepancy is alarming and should be adjusted to\nreflect the same fee structure.\n\nLEGISLATIVE HISTORY:\n2009: S.5360\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it shall have\nbecome law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to application fees for tidal wetlands permits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T113959.TXT", "SOBI.D110112.T102955.TXT", "SOBI.D110112.T110957.TXT", "SOBI.D110112.T152028.TXT", "SOBI.D110112.T114459.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615224
}