{
  "year" : 2011,
  "senateBillNo" : "S1766-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1766-2011-1294808400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a clean air account and makes an appropriation therefor",
  "summary" : "Establishes a clean air account and makes an appropriation therefor; specifies the manner in which such appropriation is to be utilized. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S1146-2009", "S1145-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1766\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sens. PERKINS, ADAMS, DIAZ, DILAN, DUANE, HASSELL-THOMP-\n         SON, KRUEGER, PARKER, SAMPSON, SERRANO, STEWART-COUSINS -- read  twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Finance\n\n       AN  ACT  to  amend  the state finance law, in relation to establishing a\n         clean air account; and making an appropriation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph a of subdivision 2 of section 92-s of the state\n    2  finance law, as added by chapter 610 of the laws of 1993, is amended  to\n    3  read as follows:\n    4    a. The comptroller shall establish the following separate and distinct\n    5  accounts within the environmental protection fund:\n    6    (i) solid waste account;\n    7    (ii) parks, recreation and historic preservation account;\n    8    (iii) open space account; [and]\n    9    (iv) environmental protection transfer account[.]; AND\n   10    (V) CLEAN AIR ACCOUNT.\n   11    S  2.  Paragraph  (e)  of  subdivision  6 of section 92-s of the state\n   12  finance law is relettered paragraph (f) and a new paragraph (e) is added\n   13  to read as follows:\n   14    (E) MONEYS FROM THE CLEAN AIR ACCOUNT SHALL BE AVAILABLE, PURSUANT  TO\n   15  APPROPRIATION,  FOR  CLEAN AIR ACCOUNT PROJECTS ACCORDING TO THE FOLLOW-\n   16  ING:\n   17    (I) THIRTY-FIVE MILLION DOLLARS TO UPGRADE SCHOOL BOILERS. THE COMMIS-\n   18  SIONER OF EDUCATION SHALL ESTABLISH A PROCEDURE TO DETERMINE THE PRIORI-\n   19  TY OF WHICH SCHOOL BOILERS SHALL BE REPLACED;\n   20    (II) FIVE MILLION DOLLARS FOR GRANTS TO SCHOOLS IN CLEAN  AIR  NON-AT-\n   21  TAINMENT AREAS TO PAY FOR THE INCREASED COST OF ULTRA LOW SULFUR DIESEL;\n   22  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06895-01-1\n\n       S. 1766                             2\n\n    1    (III)  TEN  MILLION  DOLLARS TO FUND THE INITIAL COSTS ASSOCIATED WITH\n    2  CONVERSION TO BOILERS OR FURNACES THAT USE BIO-FUEL.\n    3    S 3. The sum of fifty million dollars ($50,000,000), or so much there-\n    4  of  as  may  be  necessary,  is hereby appropriated to the department of\n    5  environmental conservation out of any moneys in the  state  treasury  in\n    6  the  general  fund to the credit of the clean air account, not otherwise\n    7  appropriated, and made immediately available, for the purpose of  carry-\n    8  ing  out the provisions of this act. Such moneys shall be payable on the\n    9  audit and warrant of the comptroller on vouchers certified  or  approved\n   10  by  the  commissioner of the department of environmental conservation in\n   11  the manner prescribed by law.\n   12    S 4. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1766\n\nTITLE OF BILL:\n\nAn act\nto amend the state finance law, in relation to establishing a clean air\naccount; and making an appropriation therefor\n\nPURPOSE:\n\nThis bill will increase the Environmental Protection Fund (EPF) from\n$250 million to $300 million. This additional $50 million will be\nused to create a new Clean Air Account.\nThis $50 million would be allocated as follows:\n\n1. $35 million to upgrade the dirtiest School boilers in the State\n(Approximately 14 boilers per year);\n\n2. $5 million for grants to School in Clean Air Non-Attainment Areas to\npay for the increased cost of Ultra Low Sulfur Diesel; and\n\n3. $10 million to fund the initial costs of conversion to bio- fuels.\n(In many cases, switching to a Bio-Fuel mixture requires the oil tank to\nbe cleaned out. If the tank is not cleaned, the Bio-Fuel will push\nthe tanks sludge into the boiler or furnace, which can inflict severe\ndamage).\n\nSUMMARY OF PROVISIONS:\n\nSection 1. Amends paragraph a of subdivision 2 of Section 92-s of the\nState Finance Law to create a new clean air account within the EPF.\n\n&sect;2. Amends paragraph (e) of subdivision 6 of Section 92-s of the State\nFinance Law to provide that moneys from the Clean Air Account shall\nbe allocated as follows: $35 million to upgrade the dirtiest School\nboilers in the State (Approximately 14 boilers per year); $5 million\nfor grants to School in Clean Air Non-Attainment Areas to pay for the\nincreased cost of Ultra Low Sulfur Diesel; and $10 million to fund\nthe initial costs of conversion to bio-fuels.\n\n&sect;3. Provides for an appropriation of $50 million to the credit of the\nClean Air Account of the EPF.\n\n&sect;4. Effective immediately.\n\nEXISTING LAW:\n\nThe EPF is almost entirely funded by the Real Estate Transfer Tax\n(RETT). Revenues from the RETT have grown from $371 million in SFY\n2001-02 to $950 million in 2006-07. It is realistic to expect that the\nRETT will continue to grow in the coming years.\n\nThe General Fund received no direct deposit of real estate transfer\ntax receipts in 2006-07 nor will it in 2007-08. However, the balance\nof the Clean Water/Clean Air Fund, not needed for debt service, is\ntransferred to the General Fund. In 2006-07 and 2007-08, it is\n\n\nexpected that $682 million and $559.9 million, respectively, will be\ntransferred to the General Fund.\n\nDuring 2006-07, the statutory amount of real estate transfer tax\nreceipts to be deposited in to the Environmental Protection Fund was\n$147 million. During 2007-08, the statutory amount of real estate\ntransfer tax receipts to be deposited in to the Environmental\nProtection Fund will be up to $237 million.\n\nJUSTIFICATION:\n\nAccording to a May 1, 2007 report of the American Lung Association of\nNew York, entitled State of the Air: 2007, fourteen of New York's\nthirty-two counties that have air pollution monitors, received\nfailing grades. According to the report, residents of all regions of\nNew York State breathe air with dangerously high levels of both\nparticulate matter and ozone.\n\nAdditionally, The American Lung Association of New York State\nconcluded that \"Twenty-nine percent of all New York City emissions\ncome from heating fuel - more than the amount from vehicle traffic\nand power plants combined.\" Additionally, the use of bio-fuels in old\nschool boilers will significantly reduce the particulate pollution\nthat leads to higher asthma incidence.\n\nLEGISLATIVE HISTORY:\n\n2009-2010:  Referred to Finance (S.1146)\n2007-2008:  Referred to Finance (S.6105)\n\nFISCAL IMPLICATIONS:\n\nThis bill will divert $50 million in RETT revenues from the General\nFund to the EPF.\n\nLOCAL FISCAL IMPLICATIONS:\n\nThis bill will save school districts money in two ways: 1) it provides\nState funding for the upgrade of their inefficient heating systems;\nand 2) energy costs will be lower for school districts that upgrade\nto more efficient heating systems.\n\nEFFECTIVE DATE:\n\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to establishing a clean air account; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T115500.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T131505.TXT", "SOBI.D110112.T132005.TXT", "SOBI.D110119.T193335.TXT", "SOBI.D110113.T105316.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615239
}