{
  "year" : 2011,
  "senateBillNo" : "S176-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S176-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that health insurance coverage may not deny reimbursements because the registered laboratory providing laboratory services has not been approved",
  "summary" : "Provides that health insurance coverage may not deny reimbursements because the registered laboratory providing laboratory services has not been approved by the insurer or other entity; provides that in such case the insured pays excess costs therefor above the covered benefit. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S1053-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          176\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. MAZIARZ, FLANAGAN, GOLDEN -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Insur-\n         ance\n\n       AN  ACT  to  amend  the  insurance  law, in relation to health insurance\n         coverage and eligibility for employee benefits  provided  by  employee\n         welfare funds for laboratory services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (i) of section 3216  of  the  insurance  law  is\n    2  amended by adding a new paragraph 28 to read as follows:\n    3    (28)  NO  SUCH  POLICY  SHALL LIMIT BENEFITS OR DENY REIMBURSEMENT FOR\n    4  BENEFITS TO ANY INSURED ON THE BASIS THAT THE LABORATORY PROVIDING  SUCH\n    5  BENEFITS HAS NOT BEEN SPECIFICALLY SELECTED OR APPROVED. IF THE INSURED,\n    6  HIS  OR  HER  DEPENDENTS  OR  BOTH RECEIVE SERVICES FROM A LABORATORY OF\n    7  THEIR OWN CHOOSING, SUCH INSURED SHALL PAY THE COST OF  SUCH  LABORATORY\n    8  SERVICES  TO  THE  EXTENT  THAT  SUCH COST EXCEEDS THE BENEFITS PROVIDED\n    9  UNDER THE POLICY WITHOUT FORFEITURE OF THE BENEFITS PROVIDED UNDER  SUCH\n   10  POLICY.  NO SUCH POLICY SHALL PROHIBIT A DULY REGISTERED LABORATORY FROM\n   11  PROVIDING SERVICES, PROVIDED SUCH  LABORATORY  AGREES  TO  PROVIDE  SUCH\n   12  SERVICES  IN  ACCORDANCE  WITH  THE MINIMUM STANDARDS AND CONDITIONS FOR\n   13  SIMILAR PROVIDERS THAT HAVE BEEN ESTABLISHED BY SUCH POLICY.\n   14    S 2. Subsection (e) of section 3221 of the insurance law is amended by\n   15  adding a new paragraph 12 to read as follows:\n   16    (12) NO SUCH GROUP OR BLANKET POLICY  SHALL  LIMIT  BENEFITS  OR  DENY\n   17  REIMBURSEMENT  FOR BENEFITS TO ANY INSURED ON THE BASIS THAT THE LABORA-\n   18  TORY PROVIDING SUCH BENEFITS  HAS  NOT  BEEN  SPECIFICALLY  SELECTED  OR\n   19  APPROVED  BY  THE  GROUP  OR  BLANKET POLICY. IF THE INSURED, HIS OR HER\n   20  DEPENDENTS OR BOTH RECEIVE SERVICES  FROM  A  LABORATORY  OF  THEIR  OWN\n   21  CHOOSING, SUCH INSURED SHALL PAY THE COST OF SUCH LABORATORY SERVICES TO\n   22  THE  EXTENT THAT SUCH COST EXCEEDS THE BENEFITS PROVIDED UNDER THE GROUP\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01580-01-1\n\n       S. 176                              2\n\n    1  OR BLANKET POLICY WITHOUT FORFEITURE OF THE BENEFITS PROVIDED UNDER SUCH\n    2  GROUP OR BLANKET POLICY. NO SUCH GROUP OR BLANKET POLICY SHALL  PROHIBIT\n    3  A  DULY  REGISTERED  LABORATORY  FROM  PROVIDING SERVICES, PROVIDED SUCH\n    4  LABORATORY  AGREES TO PROVIDE SUCH SERVICES IN ACCORDANCE WITH THE MINI-\n    5  MUM STANDARDS AND CONDITIONS FOR SIMILAR PROVIDERS THAT HAVE BEEN ESTAB-\n    6  LISHED BY SUCH GROUP OR BLANKET POLICY.\n    7    S 3. Section 4303 of the insurance law is  amended  by  adding  a  new\n    8  subsection (hh) to read as follows:\n    9    (HH)  NO  SUCH  POLICY  ISSUED  BY A THIRD PARTY BENEFIT PROGRAM SHALL\n   10  LIMIT BENEFITS OR DENY REIMBURSEMENT FOR SERVICES TO ANY INSURED ON  THE\n   11  BASIS  THAT  THE LABORATORY PROVIDING SUCH BENEFITS HAS NOT BEEN SPECIF-\n   12  ICALLY SELECTED OR APPROVED BY THE THIRD PARTY BENEFIT PROGRAM.  IF  THE\n   13  INSURED, HIS OR HER DEPENDENTS OR BOTH RECEIVE SERVICES FROM A LABORATO-\n   14  RY OF THEIR OWN CHOOSING, SUCH INSURED SHALL PAY THE COST OF SUCH TREAT-\n   15  MENT  TO  THE  EXTENT THAT SUCH COST EXCEEDS THE BENEFITS PROVIDED UNDER\n   16  THE POLICY WITHOUT FORFEITURE OF THE BENEFITS PROVIDED UNDER SUCH  POLI-\n   17  CY. NO SUCH THIRD PARTY BENEFIT PROGRAM SHALL PROHIBIT A DULY REGISTERED\n   18  LABORATORY  FROM  PROVIDING SERVICES, PROVIDED SUCH LABORATORY AGREES TO\n   19  PROVIDE SERVICES IN ACCORDANCE WITH THE MINIMUM STANDARDS AND CONDITIONS\n   20  FOR SIMILAR PROVIDERS THAT HAVE BEEN ESTABLISHED  BY  SUCH  THIRD  PARTY\n   21  BENEFIT PROGRAM.\n   22    S 4. Subsection (b) of section 4402 of the insurance law is amended to\n   23  read as follows:\n   24    (b)  \"Employee  benefits\"  means  one or more benefits or services for\n   25  employees or their families or dependents, or for both,  including,  but\n   26  not  limited to, medical, surgical or hospital care or benefits PROVIDED\n   27  BY OR PERFORMED BY ANY LABORATORY, benefits in the  event  of  sickness,\n   28  accident, disability or death, benefits in the event of unemployment, or\n   29  retirement benefits.\n   30    S 5. Subsection (b) of section 4413 of the insurance law is amended by\n   31  adding a new paragraph 1-a to read as follows:\n   32    (1-A) NO SUCH FUND SHALL LIMIT EMPLOYEE BENEFITS OR DENY REIMBURSEMENT\n   33  FOR  EMPLOYEE  BENEFITS  TO  ANY ELIGIBLE EMPLOYEE ON THE BASIS THAT THE\n   34  LABORATORY PROVIDING SUCH BENEFITS HAS NOT BEEN SPECIFICALLY SELECTED OR\n   35  APPROVED BY THE WELFARE FUND, THE EMPLOYER  OR  THE  LABOR  ORGANIZATION\n   36  REPRESENTING  THE  EMPLOYEES ELIGIBLE FOR SUCH EMPLOYEE BENEFITS. IF THE\n   37  ELIGIBLE EMPLOYEE, HIS OR HER DEPENDENTS OR BOTH RECEIVE SERVICES FROM A\n   38  LABORATORY OF THEIR OWN CHOOSING, SUCH EMPLOYEE SHALL PAY  THE  COST  OF\n   39  SUCH  TREATMENT  TO  THE  EXTENT  THAT  SUCH  COST  EXCEEDS THE BENEFITS\n   40  PROVIDED UNDER THE PLAN WITHOUT  FORFEITURE  OF  THE  BENEFITS  PROVIDED\n   41  UNDER  SUCH  PLAN.    NO SUCH FUND, EMPLOYER OR LABOR ORGANIZATION SHALL\n   42  PROHIBIT A DULY REGISTERED LABORATORY FROM PROVIDING EMPLOYEE  BENEFITS,\n   43  PROVIDED  SUCH  LABORATORY AGREES TO PROVIDE SUCH SERVICES IN ACCORDANCE\n   44  WITH THE MINIMUM STANDARDS AND CONDITIONS  FOR  SIMILAR  PROVIDERS  THAT\n   45  HAVE BEEN ESTABLISHED BY SUCH FUND, EMPLOYER OR LABOR ORGANIZATION.\n   46    S 6. Subsection (b) of section 4301 of the insurance law is amended by\n   47  adding a new paragraph 4 to read as follows:\n   48    (4)  IF  A  CONTRACT  ISSUED BY A THIRD PARTY BENEFIT PROGRAM PROVIDES\n   49  BENEFITS FOR LABORATORY SERVICES, ANY LABORATORY WILLING TO  PARTICIPATE\n   50  UNDER  THE  TERMS  OF  THE  CONTRACT  SHALL  NOT BE DENIED ACCESS TO THE\n   51  PROVIDER PANEL.\n   52    S 7. This act shall take effect on the first of January next  succeed-\n   53  ing  the date on which it shall have become a law and shall apply to all\n   54  policies and contracts issued, renewed, modified, altered or amended  on\n   55  or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to health insurance coverage and eligibility for employee benefits provided by employee welfare funds for laboratory services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T112805.TXT", "SOBI.D101210.T161216.TXT", "SOBI.D101210.T155205.TXT", "SOBI.D101210.T155705.TXT", "SOBI.D101213.T112305.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292257685395
}