{
  "year" : 2011,
  "senateBillNo" : "S1760-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S1760-2011-1294808400000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants James Ryan retirement service credit in the New York state and local employees' retirement system",
  "summary" : "Grants James Ryan retirement service credit in the New York state and local employees' retirement system for services provided to the Long Island Rail Road beginning in 1978. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : "A1795",
  "lawSection" : "Retirement",
  "previousVersions" : [ "S3767-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1760                                                  A. 1795\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Civil Service\n         and Pensions\n\n       IN  ASSEMBLY  --  Introduced  by  M.  of A. ENGLEBRIGHT -- read once and\n         referred to the Committee on Governmental Employees\n\n       AN ACT to grant James Ryan retirement service credit  in  the  New  York\n         state and local employees' retirement system\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law, James Ryan, who\n    2  is a member of the  New  York  state  and  local  employees'  retirement\n    3  system,  and  who  was  employed  as  an  assessment  assistant  in  the\n    4  assessor's office in the town of Islip for the  period  beginning  March\n    5  1978  and  ending  September 1978, and who was employed as a real estate\n    6  agent for the Long Island Rail Road for the period  beginning  September\n    7  1978  and ending February 1982, and who was employed by the state of New\n    8  York in the office of real property services for  the  period  beginning\n    9  February 1982 and ending February 1994, and who has been employed as the\n   10  assessor  of  the  town  of  Brookhaven since February 1994, and who for\n   11  reasons not ascribable to his own negligence, failed  to  join  the  New\n   12  York  state and local employees' retirement system during his employment\n   13  with the Long Island Rail Road, shall be entitled to receive  retirement\n   14  credit  for  his period of employment with the Long Island Rail Road if,\n   15  within one year of the effective date of this act, he shall file a writ-\n   16  ten request to that effect with the state comptroller.\n   17    S 2. All past service costs associated with the implementation of this\n   18  act shall be borne by the state of New York.\n   19    S 3. This act shall take effect immediately.\n         FISCAL NOTE.--Pursuant to Legislative Law, Section 50:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04921-02-1\n\n       S. 1760                             2                            A. 1795\n\n         This bill will allow James Ryan, an employee of the Town  of  Brookha-\n       ven,  to  purchase  credit  for service he rendered with the Long Island\n       Railroad, which is not a participating employer in the  New  York  State\n       and Local Employees' Retirement System.\n         If this bill is enacted, we anticipate that there will be an immediate\n       past  service  cost  of approximately $167,000. Of this amount, approxi-\n       mately $14,000 will be borne by Mr.  Ryan  to  purchase  the  additional\n       service.  The  remaining $153,000 will be borne by the State of New York\n       as a one-time payment, assuming a payment date of March 1, 2012.\n         This estimate, dated January 7, 2011, and intended for use only during\n       the 2011 Legislative Session, is Fiscal Note No.  2011-79,  prepared  by\n       the  Actuary  for  the  New  York  State and Local Employees' Retirement\n       System.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to grant James Ryan retirement service credit in the New York state and local employees' retirement system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T104812.TXT", "SOBI.D110112.T130004.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T111958.TXT", "SOBI.D110112.T111458.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933692309
}