{
  "year" : 2011,
  "senateBillNo" : "S1765-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1765-2011-1294808400000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires utility corporations and entities to submit an annual report to the public service commission, the legislature, the executive and the chairman of the state",
  "summary" : "Requires utility corporations and entities to submit an annual report to the public service commission, legislature, the executive, and the chairman of the state energy planning board detailing energy metering production, including the number of customer-generators, the type of power producing the energy and the amount of output from each customer-generator. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "SA1660-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1765\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS, DUANE -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Energy and  Tele-\n         communications\n\n       AN ACT to amend the public service law, in relation to requiring utility\n         corporations  and  entities  to  submit an annual report to the public\n         service commission, the legislature, the executive and the chairman of\n         the state energy planning board detailing energy metering production\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public service law is amended by adding a new section\n    2  66-m to read as follows:\n    3    S 66-M. REPORTING TO THE COMMISSION, THE  LEGISLATURE,  THE  EXECUTIVE\n    4  AND  THE  CHAIRMAN  OF THE STATE ENERGY PLANNING BOARD BY UTILITY CORPO-\n    5  RATIONS AND ENTITIES. 1.   ANY UTILITY CORPORATION  OR  ENTITY  ENTERING\n    6  INTO CONTRACTS OR ENGAGING IN THE SALE OR TRADE OF ENERGY METERING SHALL\n    7  FILE  WITH THE COMMISSION, THE LEGISLATURE, THE EXECUTIVE AND THE CHAIR-\n    8  MAN OF THE STATE ENERGY PLANNING BOARD AN ANNUAL REPORT AT  A  TIME  AND\n    9  COVERING  THE YEARLY PERIOD FIXED BY THE COMMISSION DETAILING THE ENERGY\n   10  METERING AND INTERCONNECTION BETWEEN THE UTILITY AND THEIR CUSTOMER-GEN-\n   11  ERATORS, THE TYPE OF GENERATING EQUIPMENT PRODUCING AND PROVIDING ENERGY\n   12  TO THE UTILITY CORPORATION OR ENTITY,  AND  THE  NET  AMOUNT  OF  ENERGY\n   13  PRODUCED BY EACH CUSTOMER-GENERATOR.  SUCH REPORT SHALL CONTAIN INFORMA-\n   14  TION  DETAILING  THE  AMOUNT  OF  DISTRIBUTED  ENERGY SOURCES WITHIN THE\n   15  SERVICE TERRITORY OF ANY UTILITY CORPORATION  OR  ENTITY  ENTERING  INTO\n   16  CONTRACTS  OR ENGAGING IN THE SALE OR TRADE OF DISTRIBUTED ENERGY SOURC-\n   17  ES, THE ANNUAL AMOUNT OF ENERGY PRODUCED BY SUCH RESOURCES, THE TYPE  OF\n   18  FUEL  USED, AND INFORMATION ON BACKUP FUEL SYSTEMS. SUCH REPORT SHALL BE\n   19  DELIVERED DIRECTLY TO THE CHAIR OF  THE  CORPORATIONS,  AUTHORITIES  AND\n   20  COMMISSIONS  COMMITTEE  IN THE SENATE AND ASSEMBLY, THE RANKING MINORITY\n   21  MEMBER OF THE CORPORATIONS, AUTHORITIES AND COMMISSIONS COMMITTEE IN THE\n   22  SENATE AND ASSEMBLY, THE CHAIR  OF  THE  ENERGY  AND  TELECOMMUNICATIONS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06894-01-1\n\n       S. 1765                             2\n\n    1  COMMITTEE  IN  THE SENATE, THE RANKING MINORITY MEMBER OF THE ENERGY AND\n    2  TELECOMMUNICATIONS COMMITTEE IN THE SENATE,  THE  CHAIR  OF  THE  ENERGY\n    3  COMMITTEE  IN  THE  ASSEMBLY,  THE RANKING MINORITY MEMBER OF THE ENERGY\n    4  COMMITTEE  IN THE ASSEMBLY, THE CHAIR OF THE RENEWABLE ENERGY SUBCOMMIT-\n    5  TEE IN THE ASSEMBLY AND THE RANKING MINORITY  MEMBER  OF  THE  RENEWABLE\n    6  ENERGY SUBCOMMITTEE IN THE ASSEMBLY.\n    7    2.  FOR  THE PURPOSES OF THIS SECTION, \"CUSTOMER-GENERATOR\" SHALL MEAN\n    8  ANY CUSTOMER CLASS OF A UTILITY CORPORATION, INCLUDING BUT  NOT  LIMITED\n    9  TO  RESIDENTIAL  AND  COMMERCIAL, THAT IS INTERCONNECTED TO THE ELECTRIC\n   10  GRID SYSTEM AND IS PRODUCING ENERGY ON SITE.\n   11    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to requiring utility corporations and entities to submit an annual report to the public service commission, the legislature, the executive and the chairman of the state energy planning board detailing energy metering production ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T115500.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T131505.TXT", "SOBI.D110113.T105316.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933996438
}