{
  "year" : 2011,
  "senateBillNo" : "S1761-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1761-2011-1294808400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Protects constitutional or civil rights of people against infringement by those not acting under color of law",
  "summary" : "Provides for protection of persons in exercise or enjoyment of rights under state and federal laws; provides for civil action by attorney general, civil action by person aggrieved, and criminal penalties; applies to defendants acting or not acting under color of law; provides for various penal sanctions in addition to civil relief; defines \"sexual orientation\". ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "S1128-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1761\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS,  ADAMS,  DIAZ,  DUANE, HASSELL-THOMPSON,\n         KRUEGER, PARKER -- read twice and ordered printed, and when printed to\n         be committed to the Committee on Investigations and  Government  Oper-\n         ations\n\n       AN  ACT to amend the civil rights law, in relation to protecting consti-\n         tutional or civil rights of the people\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  civil  rights law is amended by adding a new section\n    2  44-b to read as follows:\n    3    S 44-B. VIOLATIONS OF CONSTITUTIONAL OR CIVIL RIGHTS;  CIVIL  ACTIONS;\n    4  AND  CRIMINAL SANCTIONS. 1. LEGISLATIVE INTENT. THE LEGISLATURE DECLARES\n    5  THAT IT IS THE POLICY OF THE STATE OF NEW YORK TO ASSURE THAT EACH RESI-\n    6  DENT IS AFFORDED AN EQUAL OPPORTUNITY TO ENJOY  A  FULL  AND  PRODUCTIVE\n    7  LIFE  WITHOUT  FEAR  OF DISCRIMINATION BASED UPON RACE, RELIGION, CREED,\n    8  COLOR, SEX, SEXUAL ORIENTATION, AGE, DISABILITY OR NATIONAL ORIGIN.  THE\n    9  STATE  HAS A RESPONSIBILITY TO ACT TO PROTECT THE CONSTITUTIONALLY GUAR-\n   10  ANTEED RIGHTS OF ITS RESIDENTS. THE LEGISLATURE  NOTES  WITH  ALARM  THE\n   11  CONTINUED GROWTH IN THE STATE OF ACTS AND THREATS OF VIOLENCE AND INTIM-\n   12  IDATION, DENYING TO MEMBERS OF RACIAL, RELIGIOUS AND ETHNIC GROUPS THEIR\n   13  FUNDAMENTAL CIVIL AND HUMAN RIGHTS. ACTS WHICH DENY OR DEPRIVE OTHERS OF\n   14  THEIR  CONSTITUTIONALLY GUARANTEED RIGHTS THREATEN THE RIGHTS AND PRIVI-\n   15  LEGES OF ALL PERSONS AND UNDERMINE THE FOUNDATION OF A  FREE  DEMOCRATIC\n   16  SOCIETY.  THE  LEGISLATURE FINDS THAT ENACTMENT OF THIS LEGISLATION WILL\n   17  ENHANCE THE HEALTH, SAFETY AND WELFARE OF THE PEOPLE OF THE STATE.\n   18    2. WHENEVER ANY PERSON OR PERSONS, WHETHER OR NOT ACTING  UNDER  COLOR\n   19  OF  LAW,  INTERFERE  BY THREATS, INTIMIDATION OR COERCION, OR ATTEMPT TO\n   20  INTERFERE BY THREATS, INTIMIDATION OR COERCION,  WITH  THE  EXERCISE  OR\n   21  ENJOYMENT  BY  ANY  OTHER  PERSON  OR  PERSONS  OF RIGHTS SECURED BY THE\n   22  CONSTITUTION OR LAWS OF THE UNITED STATES, OR OF RIGHTS SECURED  BY  THE\n   23  CONSTITUTION  OR  LAWS  OF  THIS STATE, THE ATTORNEY GENERAL MAY BRING A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06897-01-1\n\n       S. 1761                             2\n\n    1  CIVIL ACTION FOR INJUNCTIVE OR OTHER  APPROPRIATE  EQUITABLE  RELIEF  IN\n    2  ORDER  TO  PROTECT  THE  PEACEABLE EXERCISE OR ENJOYMENT OF THE RIGHT OR\n    3  RIGHTS SECURED. SAID CIVIL ACTION SHALL BE BROUGHT IN THE  NAME  OF  THE\n    4  PEOPLE  OF  THE STATE OF NEW YORK AND SHALL BE INSTITUTED IN THE SUPREME\n    5  COURT FOR THE COUNTY IN WHICH THE CONDUCT COMPLAINED OF OCCURRED  OR  IN\n    6  THE  SUPREME  COURT  FOR THE COUNTY IN WHICH THE PERSON OR PERSONS WHOSE\n    7  CONDUCT COMPLAINED OF RESIDE OR HAVE THEIR PRINCIPAL PLACE  OF  BUSINESS\n    8  OR  IN THE SUPREME COURT FOR THE COUNTY IN WHICH THE AGGRIEVED PERSON OR\n    9  PERSONS RESIDE.\n   10    3. ANY PERSON WHOSE EXERCISE OR ENJOYMENT OF  RIGHTS  SECURED  BY  THE\n   11  CONSTITUTION  OR  LAWS OF THE UNITED STATES, OR OF RIGHTS SECURED BY THE\n   12  CONSTITUTION OR LAWS  OF  THIS  STATE,  HAS  BEEN  INTERFERED  WITH,  OR\n   13  ATTEMPTED TO BE INTERFERED WITH, AS DESCRIBED IN SUBDIVISION TWO OF THIS\n   14  SECTION,  MAY  INSTITUTE AND PROSECUTE IN HIS OR HER OWN NAME AND ON HIS\n   15  OR HER OWN BEHALF A CIVIL ACTION FOR  INJUNCTIVE  OR  OTHER  APPROPRIATE\n   16  EQUITABLE RELIEF, INCLUDING THE AWARD OF COMPENSATORY AND PUNITIVE MONEY\n   17  DAMAGES.  ANY  SUCH AGGRIEVED PERSON OR PERSONS WHO PREVAIL IN AN ACTION\n   18  AUTHORIZED BY THIS SECTION SHALL BE ENTITLED TO AN AWARD OF THE COSTS OF\n   19  THE LITIGATION AND REASONABLE ATTORNEYS' FEES IN AN AMOUNT TO BE  DETER-\n   20  MINED BY THE COURT.\n   21    4.  ANY  PERSON  CONVICTED OF VIOLATING THE PROVISIONS OF THIS SECTION\n   22  SHALL BE FINED NOT MORE THAN ONE THOUSAND DOLLARS OR IMPRISONED NOT MORE\n   23  THAN ONE YEAR OR BOTH; IF BODILY INJURY  RESULTS  FROM  SUCH  VIOLATION,\n   24  SUCH  PERSON  SHALL  BE PUNISHED BY A FINE OF NOT MORE THAN TEN THOUSAND\n   25  DOLLARS OR BY IMPRISONMENT FOR NOT MORE THAN TEN YEARS, OR BOTH; AND  IF\n   26  DEATH  RESULTS,  SUCH  PERSON SHALL BE SUBJECT TO THE RELEVANT PENALTIES\n   27  PROVIDED FOR IN SECTION 70.00 OF THE PENAL LAW FOR CONVICTION OF A CLASS\n   28  A-I FELONY.\n   29    5. FOR PURPOSES OF THIS SECTION, \"SEXUAL ORIENTATION\" MEANS  HAVING  A\n   30  PREFERENCE  FOR HETEROSEXUALITY, HOMOSEXUALITY, BISEXUALITY OR ASEXUALI-\n   31  TY, HAVING A HISTORY OF SUCH A PREFERENCE, OR BEING IDENTIFIED WITH SUCH\n   32  A PREFERENCE. HOWEVER NOTHING CONTAINED IN  THIS  SUBDIVISION  SHALL  BE\n   33  CONSTRUED TO PROTECT CONDUCT OTHERWISE PROSCRIBED BY LAW.\n   34    S 2. This act shall take effect on the first of November next succeed-\n   35  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1761\n\nTITLE OF BILL:\nAn act\nto amend the civil rights law, in relation to protecting\nconstitutional or civil rights of the people\n\nPURPOSE:\nTo provide for a state statutory right to bring an action for damages\nresulting from discrimination, threats or acts of violence and\nintimidation, which parallels the rights of action and is found in\nsections 1983 and 1984 of Title 42 of the U.S. code.\n\nSUMMARY OF PROVISIONS:\nAdds a new section 44-b of the Civil Rights Law. Provides for\nprotection of persons in exercise or enjoyment of rights under state and\nfederal laws. Provides for civil action by persons aggrieved, and\ncriminal penalties.\n\nJUSTIFICATION:\nThe Civil Rights Law is one of the repositories for New York's statutory\nprovisions on human rights. Article 4 of the Civil Rights 40-45\nestablishes equal rights to access and enjoyment of places of public\naccommodation such as theatres, hotels and educational institutions.\nDiscrimination by owners and employees of such establishments, which is\nbased upon race, color, creed or national origin, is punishable as a\nmisdemeanor, with a fine of $100-$500 or 30-90 days in jail, or both.\n\nResearch has not revealed the existence of a state statutory right to\nbring an action for damages resulting from discrimination. Therefore,\naction by the legislature is imperative to provide a state remedy for\ndeprivation of civil rights statutes (sections 1983 and 1985 of the U.S.\ncode). Recent events of racially motivated violence in this state reveal\nthe need for this legislation.\n\nFISCAL IMPLICATIONS:\nNone.\n\nLEGISLATIVE HISTORY:\n2009-10: S.1128 - Referred to Investigations & Government Operations\n2007-08: S.2911 - Referred to Investigations & Government Operations\n2005-06: S.1221 - Referred to Investigations, Taxation &\nGovernment Operations\n2003-04: S.1006 - Referred to Investigations, Taxation&\nGovernment Operations\n2001-02: S.1572/A.2542 - Referred to Investigation, Taxation\n& Government Operations\n\nEFFECTIVE DATE:\nOn the first of November next succeeding the date on which it shall\nhave become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to protecting constitutional or civil rights of the people ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T104812.TXT", "SOBI.D110112.T130004.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T115000.TXT", "SOBI.D110112.T125504.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615230
}