{
  "year" : 2011,
  "senateBillNo" : "S1769-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1769-2011-1294808400000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that qualified persons who are not registered to vote may register on a day of election at their polling places",
  "summary" : "Provides that qualified persons who have never previously registered to vote may register on any day, including a day of election, that the board of elections is open for business; requires establishment of a procedure to enable such registrants to cast their votes at the appropriate polling places. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "SA5059-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1769\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to  allowing  for  polling\n         place  voter  registration  for any qualified person who is not regis-\n         tered to vote\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  5-210 of the election law is amended by adding a\n    2  new subdivision 1-a to read as follows:\n    3    1-A. (A) NOTWITHSTANDING ANY OTHER PROVISION OF THIS ARTICLE  RELATING\n    4  TO REGISTRATION REQUIREMENTS, ANY QUALIFIED PERSON WHO IS NOT REGISTERED\n    5  IN  THIS  STATE  MAY APPLY PERSONALLY FOR REGISTRATION AND ENROLLMENT BY\n    6  APPEARING AT THE APPROPRIATE POLLING PLACE FOR THE ELECTION DISTRICT  IN\n    7  WHICH  HE  OR  SHE  RESIDES ON ANY DAY OF ELECTION, PRIMARY, GENERAL, OR\n    8  SPECIAL, DURING THE HOURS THAT SUCH POLLING PLACE IS OPEN FOR VOTING. TO\n    9  BE ELIGIBLE TO REGISTER PURSUANT TO  THIS  SUBDIVISION,  A  PERSON  MUST\n   10  PROVIDE  ACCEPTABLE  FORMS  OF  IDENTIFICATION CONTAINING PROOF OF RESI-\n   11  DENCE, AS DETERMINED BY STATE LAW IMPLEMENTING THE HELP  AMERICANS  VOTE\n   12  ACT  OF  2002  (PUBLIC LAW 107-252). ANY PERSON WHO SO REGISTERS TO VOTE\n   13  SHALL EXECUTE THE FOLLOWING INSTRUMENT IN  SUBSTANTIALLY  THE  FOLLOWING\n   14  FORM:\n   15  \"I,  (NAME),  DO  HEREBY CERTIFY, UNDER PENALTY OF PERJURY, THAT, TO THE\n   16  BEST OF MY KNOWLEDGE, I AM A QUALIFIED VOTER, HAVING RESIDED  AT  (PLACE\n   17  OF  RESIDENCE)  FOR  AT  LEAST  THIRTY  DAYS  IMMEDIATELY PRECEDING THIS\n   18  ELECTION, THAT I AM NOT DISQUALIFIED ON ANY LEGAL GROUNDS  FROM  VOTING,\n   19  AND THAT I HAVE NOT ALREADY VOTED AT THIS ELECTION.\"\n   20    (B)  IF  A REGISTRANT IS UNABLE TO PROVIDE VALID PROOF OF RESIDENCE AS\n   21  PROVIDED FOR IN PARAGRAPH (A) OF THIS SUBDIVISION, SUCH  REGISTRANT  MAY\n   22  BE ALLOWED TO REGISTER FOR AND VOTE IN ANY ELECTION BY AFFIDAVIT BALLOT.\n   23  SUCH  AFFIDAVIT BALLOT SHALL NOT BE COUNTED UNTIL ELECTION OFFICIALS CAN\n   24  DETERMINE SUCH REGISTRANT'S RESIDENCE AND ELIGIBILITY TO VOTE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06740-01-1\n\n       S. 1769                             2\n\n    1    (C) THE BOARD OF ELECTIONS SHALL ESTABLISH  A  PROCEDURE  BY  WHICH  A\n    2  PERSON  WHO  REGISTERS  PURSUANT TO THIS SUBDIVISION MAY CAST HIS OR HER\n    3  VOTE AT THE APPROPRIATE POLLING PLACE.\n    4    S 2. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to allowing for polling place voter registration for any qualified person who is not registered to vote ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T120318.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T131505.TXT", "SOBI.D110112.T120000.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294938198811
}