{
  "year" : 2011,
  "senateBillNo" : "S1768-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1768-2011-1294808400000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the niche market assistance projects for small businesses to identify and develop niche markets for their products in competitive environments",
  "summary" : "Creates the niche market assistance projects for small businesses to identify and develop niche markets for their products in competitive environments. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "S3477-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1768\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation  to  creating  niche  market  assistance  projects to promote\n         economic development\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Statement of legislative intent. Small manufacturing enter-\n    2  prises are responsible for an estimated twenty-eight to forty percent of\n    3  employment  in  the manufacturing sector. They tend to be more effective\n    4  at job creation and job replacement, more innovative in the  development\n    5  of  products  and  process  improvements,  more  flexible, and thus more\n    6  competitive, in terms of the ability to produce small quantities. All of\n    7  these factors help to explain the shift to  smaller  and  average  sized\n    8  plants  and  the  national  trend toward more of the total production of\n    9  goods coming from small manufacturers.\n   10    Small manufacturing enterprises, often owned  by  minorities  and  new\n   11  immigrants,  have  been  growing. Leading this expansion in New York are\n   12  specialty and ethnic food manufacturers, which have grown by  more  than\n   13  eight  percent over the past year. Other evidence suggests that there is\n   14  similar growth in construction; specialty apparel for niche markets  and\n   15  other  design-based  manufacturing  industries  such  as luxury consumer\n   16  goods like jewelry; medical instruments;  suppliers  to  service  indus-\n   17  tries;  and  companies  serving  local  markets,  such as makers of food\n   18  products or suppliers of construction materials.\n   19    Often, small manufacturers can not only survive, but grow, if they can\n   20  identify and develop niche markets - targeted markets composed of  indi-\n   21  viduals  and businesses that have similar interests and needs, which can\n   22  be readily identified, and that can be easily targeted and reached, or a\n   23  group of potential customers who  share  common  characteristics  making\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06744-01-1\n\n       S. 1768                             2\n\n    1  them especially receptive to the company's product, service, or opportu-\n    2  nity.\n    3    S  2.  Section  1 of chapter 174 of the laws of 1968, constituting the\n    4  New York state urban development corporation act, is amended by adding a\n    5  new section 16-u to read as follows:\n    6    S 16-U. NICHE MARKET ASSISTANCE PROJECTS. 1. THE CORPORATION IS HEREBY\n    7  AUTHORIZED TO PROVIDE ASSISTANCE TO  NICHE  MARKET  ASSISTANCE  PROJECTS\n    8  DESIGNED TO ENCOURAGE AND ASSIST SMALL AND MEDIUM-SIZED MANUFACTURING OR\n    9  FOOD  PROCESSING  BUSINESSES WITH FEWER THAN TWO HUNDRED FIFTY EMPLOYEES\n   10  TO IDENTIFY AND DEVELOP NICHE MARKETS FOR THEIR PRODUCTS.\n   11    2. FOR THE PURPOSES OF THIS  SECTION,  \"NICHE  MARKET\"  SHALL  MEAN  A\n   12  TARGETED MARKET COMPOSED OF INDIVIDUALS AND BUSINESSES THAT HAVE SIMILAR\n   13  INTERESTS  AND  NEEDS,  WHICH  CAN BE READILY IDENTIFIED AND REACHED, OR\n   14  GROUP OF POTENTIAL CUSTOMERS WHO  SHARE  COMMON  CHARACTERISTICS  MAKING\n   15  THEM  ESPECIALLY RECEPTIVE TO THE COMPANY'S PRODUCT, SERVICE OR OPPORTU-\n   16  NITY.\n   17    3. THE CORPORATION  SHALL  ACTIVELY  SEEK  TO  IDENTIFY  ENTITIES  AND\n   18  DISSEMINATE  INFORMATION  TO  SUCH  ENTITIES  WHICH  MAY  BE ELIGIBLE TO\n   19  RECEIVE ASSISTANCE PURSUANT TO  THIS  SECTION  AND  SHALL  MAKE  AWARDS,\n   20  SUBJECT  TO  AVAILABLE  APPROPRIATIONS,  FOR  NICHE MARKETING ASSISTANCE\n   21  PROJECTS ON A COMPETITIVE BASIS TO SUCH ENTITIES.\n   22    (A) ENTITIES ELIGIBLE TO APPLY FOR FUNDING FOR A NICHE MARKET  ASSIST-\n   23  ANCE  PROJECT  SHALL INCLUDE NOT-FOR-PROFIT CORPORATIONS, LOCAL DEVELOP-\n   24  MENT CORPORATIONS, TRADE ASSOCIATIONS, EDUCATIONAL  INSTITUTIONS,  TECH-\n   25  NOLOGY  DEVELOPMENT  CORPORATIONS ESTABLISHED PURSUANT TO SECTION 3102-D\n   26  OF THE PUBLIC AUTHORITIES  LAW  WHICH  OPERATE  MANUFACTURING  EXTENSION\n   27  PROGRAMS,  AND OTHER NOT-FOR-PROFIT ORGANIZATIONS WHICH PROMOTE ECONOMIC\n   28  DEVELOPMENT.\n   29    (B) APPLICANTS SHALL BE REQUIRED TO DEMONSTRATE:\n   30    (I) THEIR ABILITY TO PROVIDE THE SERVICES PROPOSED;\n   31    (II) THE POTENTIAL FOR MANUFACTURING OR FOOD PROCESSING INDUSTRIES  IN\n   32  THEIR AREA OF SERVICE TO DEVELOP NICHE MARKETS;\n   33    (III)  THE  POSSIBILITY  THAT  THE  SERVICES TO BE FUNDED WOULD BECOME\n   34  SELF-SUSTAINING;\n   35    (IV) THE PARTICIPATION OF  LOCAL  AND  REGIONAL  ECONOMIC  DEVELOPMENT\n   36  ORGANIZATIONS; AND\n   37    (V) TO PROVIDE A PROGRAM BUDGET, INCLUDING MATCHING FUNDS, IN-KIND AND\n   38  OTHERWISE, TO BE PROVIDED BY THE APPLICANT.\n   39    (C)  A  PROJECT  ELIGIBLE  TO BE A NICHE MARKET ASSISTANCE PROJECT MAY\n   40  INCLUDE, BUT NOT BE LIMITED TO,  RESEARCH,  MARKET  ANALYSIS,  MARKETING\n   41  ASSISTANCE,  AND  IDENTIFYING  SOURCES  OF FINANCIAL ASSISTANCE TO ENTER\n   42  INTO NEW MARKETS.\n   43    4. NO SINGLE GRANT FOR A NICHE MARKET ASSISTANCE PROJECT SHALL  EXCEED\n   44  TWO HUNDRED THOUSAND DOLLARS.\n   45    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to creating niche market assistance projects to promote economic development ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T115500.TXT", "SOBI.D110113.T120318.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T131505.TXT", "SOBI.D110112.T125504.TXT", "SOBI.D110112.T120000.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294938198808
}