{
  "year" : 2011,
  "senateBillNo" : "S1763-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1763-2011-1294808400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the legislature to convene daily if they do not timely pass a budget",
  "summary" : "Provides that if the legislature does not timely pass a budget, it shall convene daily until legislative passage of such budget. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "S1127-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1763\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sens. PERKINS, DUANE, HASSELL-THOMPSON, KRUEGER, PARKER,\n         SERRANO -- read twice and ordered printed,  and  when  printed  to  be\n         committed to the Committee on Investigations and Government Operations\n\n       AN ACT to amend the legislative law, in relation to requiring the legis-\n         lature  to  convene  daily if the legislative passage of the budget is\n         not timely\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The legislative law is amended by adding a new section 5-b\n    2  to read as follows:\n    3    S 5-B. ABSENT OF BUDGET BY THE NEW FISCAL YEAR, THE LEGISLATURE  SHALL\n    4  CONVENE DAILY. IF LEGISLATIVE PASSAGE OF THE BUDGET AS DEFINED IN SUBDI-\n    5  VISION  THREE  OF SECTION FIVE OF THIS ARTICLE HAS NOT OCCURRED PRIOR TO\n    6  THE FIRST DAY OF ANY FISCAL YEAR, EACH HOUSE OF  THE  LEGISLATURE  SHALL\n    7  CONVENE  ON  A  DAILY BASIS UNTIL SUCH LEGISLATIVE PASSAGE OF THE BUDGET\n    8  HAS OCCURRED.\n    9    S 2. Subdivision 3 of section 5 of the legislative law,  as  added  by\n   10  chapter 635 of the laws of 1998, is amended to read as follows:\n   11    3.  \"Legislative  passage  of  the budget\", solely for the purposes of\n   12  this section and [section] SECTIONS five-a AND FIVE-B of  this  article,\n   13  shall  mean that the appropriation bill or bills submitted by the gover-\n   14  nor pursuant to section three of article seven of the state constitution\n   15  have been finally acted on by both houses of the legislature in  accord-\n   16  ance  with  article  seven of the state constitution and the state comp-\n   17  troller has determined that such appropriation bill or bills  that  have\n   18  been  finally acted on by the legislature are sufficient for the ongoing\n   19  operation and support of state government and local assistance  for  the\n   20  ensuing  fiscal year. In addition, legislation submitted by the governor\n   21  pursuant to section three of article seven  of  the  state  constitution\n   22  determined necessary by the legislature for the effective implementation\n   23  of such appropriation bill or bills shall have been acted on. Nothing in\n   24  this  section  shall be construed to affect the prohibition contained in\n   25  section five of article seven of the state constitution.\n   26    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06898-01-1\n",
  "memo" : "BILL NUMBER:S1763\n\nTITLE OF BILL:\nAn act\nto amend the legislative law, in relation to requiring the legislature\nto convene daily if the legislative passage of the budget is not timely\n\nPURPOSE:\nRequires the State Legislature to meet each day until passage\nof the budget when the budget is not enacted by the April 1 deadline.\n\nSUMMARY OF PROVISIONS:\nAdds a new section 5-b to the Legislative Law which provides\nthat after April 1, if the budget is not adopted, the Legislature\nshall convene every day.\n\nEXISTING LAW:\nCurrent law provides that members of the Legislature do\nnot get paid after April 1 if the budget has not been acted on by\nboth the Senate and Assembly.\n\nJUSTIFICATION:\nNew York has failed to adopt its budget in a timely\nmanner every year since 1984. This bill represents an effort to\nreform the process and be responsive to the needs of the people of\nNew York State.\n\nWhile politics cannot be legislated, this bill would attempt to\ncreate an atmosphere in which legislators would be required to meet\nin session each day -- including weekends -- until the budget impasse\nis resolved.\n\nBy requiring the Senate and the Assembly to convene every day from\nApril 1 until a budget is adopted, it is the hope of this legislation\nthat increased pressure, and attention, on the budget making process\nwill achieve a more timely resolution to budgetary discussions.\n\nLEGISLATIVE HISTORY:\n2009-10: S.1127 - Referred to Investigations & Government Operations\n2007-08: S.2909 - Referred to Investigations & Government Operations\n2005-06: S.1402 - Referred to Investigations & Government Operations\n2003-04: S.4739 - Referred to Investigations & Government Operations\n\nFISCAL IMPLICATIONS:\nUndetermined. Daily legislative sessions would\nresult in some cost to the state.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to requiring the legislature to convene daily if the legislative passage of the budget is not timely ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T115500.TXT", "SOBI.D110113.T104812.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T132005.TXT", "SOBI.D110112.T115000.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615233
}