{
  "year" : 2011,
  "senateBillNo" : "S1771-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1771-2011-1294808400000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs telephone corporations to use information regarding federal and state assistance programs that qualify recipients for telephone Lifeline service",
  "summary" : "Directs telephone corporations to use information regarding federal and state assistance programs that qualify recipients for telephone lifeline service in offering such service. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "SB3446-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1771\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN ACT to amend the public service law, in relation to providing for the\n         identification  of federal and state assistance programs which qualify\n         recipients for telephone Lifeline service\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public service law is amended by adding a new section\n    2  92-g to read as follows:\n    3    S 92-G. QUALIFICATION FOR TELEPHONE LIFELINE SERVICE.  1. THE  COMMIS-\n    4  SION  SHALL ADOPT RULES AND REGULATIONS, IN ACCORDANCE WITH FEDERAL LAWS\n    5  AND REGULATIONS, WHICH WOULD REQUIRE THAT  EVERY  TELEPHONE  CORPORATION\n    6  OFFERING A RETAIL LOCAL SERVICE THAT IS DEFINED PURSUANT TO SUBPART E OF\n    7  PART  FIFTY-FOUR OF TITLE FORTY-SEVEN OF THE CODE OF FEDERAL REGULATIONS\n    8  AS A LIFELINE SERVICE AND RECEIVING FEDERAL  UNIVERSAL  SERVICE  SUPPORT\n    9  PURSUANT  TO  SUCH  SUBPART FOR SUCH SERVICE PROVIDE SUCH SERVICE TO ALL\n   10  CUSTOMERS WHO ARE IDENTIFIED BY SUCH COMPANY THROUGH  CUSTOMER  SUPPLIED\n   11  INFORMATION  OR  THROUGH  INFORMATION  SUPPLIED  BY  A  THIRD PARTY AS A\n   12  PARTICIPANT OR ELIGIBLE TO BE A PARTICIPANT IN:\n   13    (A) ANY OF THE FOLLOWING FEDERAL OR STATE ASSISTANCE PROGRAMS:\n   14    (I) MEDICAID,\n   15    (II) FOOD STAMPS,\n   16    (III) SUPPLEMENTAL SECURITY INCOME,\n   17    (IV) LOW-INCOME HOME ENERGY ASSISTANCE,\n   18    (V) STATE FAMILY ASSISTANCE,\n   19    (VI) STATE SAFETY NET ASSISTANCE,\n   20    (VII) VETERAN'S DISABILITY PENSION,\n   21    (VIII) VETERAN'S SURVIVING SPOUSE PENSION,\n   22    (IX) NATIONAL SCHOOL LUNCH PROGRAM,\n   23    (X) STATE EARNED INCOME TAX CREDIT, OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06745-01-1\n\n       S. 1771                             2\n\n    1    (XI) CHILD HEALTH PLUS, AS A RECIPIENT OF FREE  OR  SUBSIDIZED  HEALTH\n    2  COVERAGE, OR FAMILY HEALTH PLUS; OR\n    3    (B)  SUCH  ADDITIONAL  FEDERAL  OR STATE ASSISTANCE PROGRAMS AS MAY BE\n    4  DESIGNATED BY THE COMMISSION AS A PROGRAM THAT WILL QUALIFY THE  PARTIC-\n    5  IPANT FOR SUCH LIFELINE RATE.\n    6    2.    THE  COMMISSION SHALL ADOPT RULES AND REGULATIONS, IN ACCORDANCE\n    7  WITH FEDERAL LAWS AND REGULATIONS, ESTABLISHING ELIGIBILITY CRITERIA FOR\n    8  CONSUMERS THAT ARE NOT ENROLLED IN FEDERAL OR STATE ASSISTANCE  PROGRAMS\n    9  THAT  WOULD  QUALIFY  SUCH  CONSUMERS  FOR  SUCH  LIFELINE RATE. FOR THE\n   10  PURPOSES OF THIS SECTION, THE COMMISSION  SHALL  USE  SOLELY  INCOME  OR\n   11  OTHER  FACTORS DIRECTLY RELATED TO INCOME IN DETERMINING THE ELIGIBILITY\n   12  CRITERIA.\n   13    3. THE COMMISSION WILL ALSO  ESTABLISH  RULES  REQUIRING  EVERY  CABLE\n   14  TELEVISION  COMPANY,  AS  DEFINED  IN SECTION TWO HUNDRED TWELVE OF THIS\n   15  CHAPTER THAT PROVIDES TELEPHONE SERVICE TO CUSTOMERS  IN  NEW  YORK,  TO\n   16  CONTRIBUTE  TO  THE  TARGETED  ASSISTANCE FUND TO HELP SUPPORT COMPANIES\n   17  THAT CHOOSE TO OFFER LIFELINE SERVICE TO THEIR CUSTOMERS.\n   18    4. FOR PURPOSES OF THIS SECTION, THE \"TARGETED ASSISTANCE FUND\"  IS  A\n   19  FUND  CREATED  IN  PUBLIC  SERVICE  COMMISSION  CASE 06-02-1998, AND WAS\n   20  DESIGNED BY THE COMMISSION TO FUND PROGRAMS SUCH AS LIFELINE,  EMERGENCY\n   21  SERVICES  (E911), AND THE TELECOMMUNICATIONS RELAY SERVICE FOR THE HEAR-\n   22  ING IMPAIRED (TRS), ON A COMPETITIVELY NEUTRAL BASIS.\n   23    S 2. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to providing for the identification of federal and state assistance programs which qualify recipients for telephone Lifeline service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T120318.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T131005.TXT", "SOBI.D110112.T120000.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294938198818
}