{
  "year" : 2011,
  "senateBillNo" : "S1770-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1770-2011-1294808400000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the metropolitan transportation authority to hold a public hearing prior to awarding a sole source contract without competitive bidding thereon",
  "summary" : "Requires the Metropolitan Transportation Authority to hold a public hearing prior to awarding a non-emergency sole source contract without competitive bidding thereon; provides requirements for notice of such hearing; provides that the public shall be heard with respect to such contract; requires the awarding resolution to state reasons therefor; makes an exception for contracts for personal or professional services. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S5056-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1770\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS, DILAN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the public authorities law, in relation to requiring the\n         metropolitan transportation authority to hold a public  hearing  prior\n         to the awarding of a sole source contract\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public authorities law  is  amended  by  adding  a  new\n    2  section 1265-c to read as follows:\n    3    S  1265-C.  SOLE  SOURCE  CONTRACTS.  NOTWITHSTANDING ANY INCONSISTENT\n    4  PROVISIONS OF THIS CHAPTER, EXCEPT WHEN THERE IS AN EMERGENCY  INVOLVING\n    5  DANGER  TO LIFE OR PROPERTY, THE AUTHORITY SHALL NOT AWARD A SOLE SOURCE\n    6  CONTRACT WITHOUT COMPETITIVE BIDDING THEREON UNTIL IT SHALL HAVE HELD  A\n    7  PUBLIC HEARING ON THE AWARD OF SUCH CONTRACT PRIOR TO THE MAKING OF SUCH\n    8  AWARD.  NOTICE  OF  SUCH HEARING SHALL BE PUBLISHED PRIOR THERETO ONCE A\n    9  WEEK FOR TWO SUCCESSIVE WEEKS IN TWO OF THE DAILY  NEWSPAPERS  PUBLISHED\n   10  IN  THE CITY AND IN THE CITY RECORDS. PUBLIC COMMENT SHALL BE HEARD WITH\n   11  RESPECT TO SUCH PROPOSED  AWARD  OF  CONTRACT.  ANY  RESOLUTION  OF  THE\n   12  AUTHORITY  AWARDING  SUCH  A  SOLE  SOURCE  CONTRACT WITHOUT COMPETITIVE\n   13  BIDDING SHALL BE ADOPTED ONLY AFTER SUCH HEARING  AND  SHALL  STATE  THE\n   14  REASONS  THEREFOR.  THE  PROVISIONS  OF  THIS SECTION SHALL NOT APPLY TO\n   15  CONTRACTS FOR PERSONAL, ARCHITECTURAL,  ENGINEERING,  OR  OTHER  PROFES-\n   16  SIONAL SERVICES.\n   17    S  2.  This  act shall take effect on the thirtieth day after it shall\n   18  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06743-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to requiring the metropolitan transportation authority to hold a public hearing prior to the awarding of a sole source contract ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T120318.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T131505.TXT", "SOBI.D110112.T120000.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294938198815
}