{
  "year" : 2011,
  "senateBillNo" : "S1777-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1777-2011-1294808400000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a safety and reliability inspection of all telephone poles used by telephone corporations providing telephone service to more than one million subscribers",
  "summary" : "Requires a safety and reliability inspection of all telephone poles used by telephone corporations providing telephone service to more than one million subscribers and the replacement or removal of deficient poles. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S7469-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1777\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS, ADDABBO, MONTGOMERY, OPPENHEIMER -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Energy and Telecommunications\n\n       AN ACT to amend the public service law, in relation to requiring a safe-\n         ty and reliability inspection of all telephone poles used by telephone\n         corporations  providing  telephone  service  to  more than one million\n         subscribers and the replacement or removal of deficient poles\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Legislative findings. The legislature hereby declares that\n    2  unsafe, inadequate or unreliable telephone poles are  a  danger  to  the\n    3  general  public  and  to telecommunications workers; that such telephone\n    4  poles impair the effective delivery of telecommunications services;  and\n    5  that  the public interest requires increased oversight of the safety and\n    6  reliability of jurisdictional telecommunications services  carried  over\n    7  or  by above ground telephone lines, as such are defined in article 1 of\n    8  the public service law; and that the public interest requires a  set  of\n    9  minimum  fines  to ensure compliance with this statute by each telephone\n   10  corporation serving over one million subscribers.\n   11    S 2. The public service law is amended by adding a new section 98-a to\n   12  read as follows:\n   13    S 98-A. SAFETY AND  RELIABILITY  INSPECTION.  1.  THE  PUBLIC  SERVICE\n   14  COMMISSION  SHALL,  WITHIN  THIRTY  DAYS  OF  THE EFFECTIVE DATE OF THIS\n   15  SECTION, REQUIRE TELEPHONE CORPORATIONS PROVIDING TELEPHONE  SERVICE  TO\n   16  MORE  THAN ONE MILLION SUBSCRIBERS, TO CONDUCT A STUDY OF THE SAFETY AND\n   17  RELIABILITY OF ALL TELEPHONE POLES USED BY SUCH CORPORATIONS TO  PROVIDE\n   18  TELEPHONE  SERVICE  WITHIN THE STATE OF NEW YORK, AND TO REPORT UPON THE\n   19  FOLLOWING FACTORS:\n   20    (A) THE TOTAL NUMBER OF TELEPHONE POLES PER COUNTY;\n   21    (B) THE NUMBER OF TELEPHONE POLES WITHIN EACH COUNTY THAT ARE SPLIT OR\n   22  SHATTERED FOR MORE THAN FIVE PERCENT OF THE LENGTH OF SUCH POLES;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07005-01-1\n\n       S. 1777                             2\n\n    1    (C) THE NUMBER OF TELEPHONE POLES  PER  COUNTY  THAT  ARE  SEVERED  OR\n    2  PARTIALLY SEVERED FROM THEIR BASE;\n    3    (D) THE NUMBER OF TELEPHONE POLES PER COUNTY THAT ARE ATTACHED DIRECT-\n    4  LY TO OTHER TELEPHONE POLES (\"STRAPPED\") BY MEANS OTHER THAN THE UTILITY\n    5  LINES CONNECTING SUCH POLES;\n    6    (E)  THE  NUMBER  OF STRAPPED POLES, OF WHICH EITHER OR BOTH POLES ARE\n    7  SPLIT OR SHATTERED FOR MORE THAN FIVE PERCENT  OF  THE  LENGTH  OF  SUCH\n    8  POLES;\n    9    (F)  ANY  POLES  THAT NO LONGER COMPLY WITH ANSI SAFETY STANDARD O5.1;\n   10  AND\n   11    (G) ANY TELEPHONE POLES FROM WHICH ALL ELECTRICAL, TELEPHONE AND CABLE\n   12  EQUIPMENT OR ELECTRICAL, TELEPHONE AND CABLE LINES HAVE BEEN  PREVIOUSLY\n   13  REMOVED  FROM  THE  POLES  AND  TO WHICH NO NEW TELEPHONE, ELECTRICAL OR\n   14  CABLE PLANT AND EQUIPMENT HAS BEEN ATTACHED FOR AT LEAST THIRTY DAYS.\n   15    2. TELEPHONE POLES IDENTIFIED IN SUBDIVISIONS (B), (C), (D), (E),  (F)\n   16  AND  (G)  OF  SUBDIVISION ONE OF THIS SECTION SHALL BE PRESUMED TO BE NO\n   17  LONGER SAFE, ADEQUATE OR RELIABLE FOR TELECOMMUNICATIONS SERVICE AND  AN\n   18  ENDANGERMENT  TO  THE GENERAL PUBLIC AND TELECOMMUNICATIONS WORKERS, AND\n   19  SHALL BE SUBJECT TO SUCH STANDARDS FOR REPLACEMENT OF UNSAFE  POLES,  OR\n   20  FINES, OR BOTH, AS MAY BE REQUIRED BY THIS SECTION.\n   21    3.  THE  TELEPHONE  POLE SAFETY AND RELIABILITY STUDY REQUIRED BY THIS\n   22  SECTION SHALL BE COMPLETED BY EACH TELEPHONE  CORPORATION  SERVING  MORE\n   23  THAN  ONE MILLION SUBSCRIBERS WITHIN SIXTY DAYS OF THE EFFECTIVE DATE OF\n   24  THIS SECTION.  THE TELEPHONE POLE SAFETY AND RELIABILITY STUDY  REQUIRED\n   25  BY  THIS  SECTION  SHALL  CONTAIN SUCH TELEPHONE CORPORATION'S PLAN (THE\n   26  \"CORRECTIVE PLAN\") FOR REPLACING, WITHIN ONE HUNDRED TWENTY DAYS OF  THE\n   27  ISSUANCE  OF  SUCH  REPORT  (THE CORRECTIVE PLAN \"COMPLETION DATE\"), ALL\n   28  POLES SPLIT OR SHATTERED FOR MORE THAN FIVE PERCENT  OF  THE  LENGTH  OF\n   29  SUCH  POLES, ALL POLES SEVERED OR PARTIALLY SEVERED FROM THEIR BASE, ALL\n   30  POLES THAT ARE STRAPPED DIRECTLY TO OTHER  TELEPHONE  POLES,  ALL  POLES\n   31  FROM  WHICH ALL ELECTRICAL, TELEPHONE AND CABLE EQUIPMENT OR ELECTRICAL,\n   32  TELEPHONE AND CABLE LINES HAVE BEEN PREVIOUSLY REMOVED  FROM  THE  POLES\n   33  AND  TO  WHICH NO NEW TELEPHONE, ELECTRICAL OR CABLE PLANT AND EQUIPMENT\n   34  HAS BEEN ATTACHED FOR AT  LEAST  THIRTY  DAYS,  (COLLECTIVELY,  \"UNSAFE\"\n   35  POLES).\n   36    4.  UPON  ITS  COMPLETION,  THE  TELEPHONE POLE SAFETY AND RELIABILITY\n   37  STUDY REQUIRED BY THIS SECTION SHALL BE SUBMITTED AS A REPORT,  BY  EACH\n   38  TELEPHONE  CORPORATION  SERVING MORE THAN ONE MILLION SUBSCRIBERS TO THE\n   39  PUBLIC SERVICE COMMISSION, THE GOVERNOR, THE TEMPORARY PRESIDENT OF  THE\n   40  SENATE,  THE  SPEAKER  OF THE ASSEMBLY, AND THE CHAIR OF BOTH THE SENATE\n   41  AND  ASSEMBLY  STANDING  COMMITTEES  ON  CORPORATIONS,  AUTHORITIES  AND\n   42  COMMISSIONS.\n   43    5. THE STUDY TO BE COMPLETED BY THE TELEPHONE CORPORATION SHALL INCOR-\n   44  PORATE  REPORTS  OF  POLES  NON COMPLIANT WITH THE FACTORS IDENTIFIED IN\n   45  SUBDIVISION ONE OF THIS SECTION PROVIDED TO THE TELEPHONE CORPORATION BY\n   46  MEMBERS OF THE GENERAL PUBLIC, TELEPHONE CORPORATION UNIONS, AND  LOCAL,\n   47  MUNICIPAL, COUNTY, AND STATE GOVERNMENT AND AGENCIES.\n   48    6.  ALL TELEPHONE POLES IDENTIFIED AS UNSAFE OR NONCOMPLIANT WITH ANSI\n   49  SAFETY STANDARD O5.1, IN THE CORRECTIVE PLAN REQUIRED IN  THE  TELEPHONE\n   50  POLE  SAFETY  AND  RELIABILITY STUDY, SHALL BE REPLACED BY THE TELEPHONE\n   51  CORPORATION OWNING SUCH POLES, WITHIN ONE HUNDRED  TWENTY  DAYS  OF  THE\n   52  ISSUANCE OF SUCH REPORT.\n   53    7.  REPLACEMENT  OF  THE POLES IDENTIFIED AS UNSAFE OR NONCOMPLIANT IN\n   54  THE CORRECTIVE PLAN SHALL BE CONDUCTED BY PROPERLY TRAINED,  EXPERIENCED\n   55  AND  EQUIPPED  EMPLOYEES  OF EACH TELEPHONE CORPORATION SERVING OVER ONE\n   56  MILLION SUBSCRIBERS PREPARING THE STUDY.\n\n       S. 1777                             3\n\n    1    8. A FINE OF ONE HUNDRED FIFTY DOLLARS PER MONTH PER UN-REPLACED  POLE\n    2  SHALL  BE  ASSESSED  AGAINST EACH TELEPHONE POLE THAT A TELEPHONE CORPO-\n    3  RATION SERVING MORE THAN  ONE  MILLION  SUBSCRIBERS  HAS  IDENTIFIED  AS\n    4  UNSAFE  OR  NONCOMPLIANT  IN  ITS STUDY, AND HAS NOT REPLACED WITHIN ONE\n    5  HUNDRED  TWENTY  DAYS  OF  THE ISSUANCE OF THE TELEPHONE POLE SAFETY AND\n    6  RELIABILITY REPORT.\n    7    S 3. The public service commission shall begin, within ninety days  of\n    8  the  effective  date  of  this act, a rulemaking proceeding to establish\n    9  statewide safety and reliability standards for wooden  telephone  poles,\n   10  and  to  establish penalties for the violation of such standards. Penal-\n   11  ties for violation of established standards shall not be less than  $150\n   12  per  month  per un-replaced pole. The rulemaking proceeding to establish\n   13  statewide safety and reliability standards for  wooden  telephone  poles\n   14  and  to establish penalties for the violation of such standards shall be\n   15  completed within one year of its inception.\n   16    S 4. Severability. If any provision of this act,  or  the  application\n   17  thereof to any person or circumstance, shall be adjudged by any court of\n   18  competent  jurisdiction to be invalid or unconstitutional, such judgment\n   19  shall not affect, impair or invalidate the remainder thereof, but  shall\n   20  be  confined  in  its  operation to the provision of this act, or in its\n   21  application to the person or  circumstance,  directly  involved  in  the\n   22  controversy in which such judgment shall have been rendered.\n   23    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1777\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to requiring a\nsafety and reliability\ninspection of all telephone poles used by telephone corporations\nproviding telephone\nservice to more than one million subscribers and the replacement or\nremoval of deficient\npoles\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe purpose of this\nbill is to ensure\nthat there is a plan in place by any telephone corporation in NY8\nthat services more than one million subscribers to conduct a study\nand implement a plan of action to remove the growing number of old\nunsafe telephone poles in communities throughout the state or face a\nmandatory minimum fine for inaction.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 2 amends public service law by\nadding a new section 98-a that calls for the PSC to require telephone\ncorporations providing telephone service to more than one million\nsubscribers to conduct a safety and reliability study of all\ntelephone poles used for telephone service and report the total\nnumber of poles per county, the total number of poles split or\nshattered, the number of poles severed or partially severed and the\nnumber of poles \"strapped\" or declared unsafe within language in this\nnew subdivision. The study will be completed within 60 days of the\neffective date of this section and upon completion the study will be\nsubmitted to the public service commission, the governor, the\ntemporary president of the senate, the speaker of the assembly and\nthe standing chairs of the assembly and senate committee on\ncorporations, authorities and commissions. Replace of unsafe poles\nwill be made by experience employees and fines of $150 per month per\nunreplaced pole shall be assessed against each telephone pole that a\ntelephone corporation serving more than one million subscribers has\nidentified as unsafe or noncompliant.\n\nJUSTIFICATION:\nThis bill would require the public Service commission\nto initiate a rule-making to establish mandatory minimum fines for\nunsafe double pole conditions; an inventory and study of double pole\nconditions by telephone corporations serving over 1 million\nsubscribers;\nand timely removal by properly trained and experienced telephone\nworkers of double pole conditions.\n\nAging or damaged telephone poles pose a threat to public and utility\nworker safety and must be replaced. When they are replaced with new\npoles and wiring is transferred to the new pole, the old telephone\npole must be removed to protect public and worker safety. When the\nold telephone pole is not removed, it creates an unsafe and unsightly\n\"double\" pole condition.\n\n\nCurrently, there are many thousands of aging \"double\" telephone poles\nlittering the state. Many double telephone poles have been in place\nfor years despite complaints by municipalities, residents and the\ntelephone workers union. Double poles are also found on both public\nand private property.\n\nThe public Service Commission has had a proceeding on double poles\nsince June of 2008 (Case 08-M0593). The Public Service Commission\nproceeding initiated on double pole conditions has not produced\neither a remedy or an inventory of double pole conditions.\n\nAs the public Service Commission's proceeding has continued, many more\ndouble poles have being created throughout New York State where the\ntelephone corporation serving over 1 million subscribers has failed\nto remove the old poles.\n\nAging and damaged utility poles are at risk of toppling over or falling.\nUtility workers are unable to safely climb double poles and therefore\nnetwork operations are impaired. Property values are impaired by\ndouble poles. Telephone poles are also filled with wood preservatives\nthat may leach into the ground, potentially damaging environmental\nquality and public health.\n\nTelephone corporations serving over 1 million subscribers should not\nbe allowed to create these avoidable unsafe and unsightly conditions.\nAn inventory of existing conditions, mandatory minimum fines, and\nrequirements for timely removal of double poles conditions are needed\nto remedy the problem.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-2010:  S.7469  Referred to Energy & Telecommunications\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to requiring a safety and reliability inspection of all telephone poles used by telephone corporations providing telephone service to more than one million subscribers and the replacement or removal of deficient poles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T120501.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T131005.TXT", "SOBI.D110113.T120818.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615255
}