{
  "year" : 2011,
  "senateBillNo" : "S1774-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1774-2011-1294808400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the credit for servicing certain mortgages",
  "summary" : "Relates to the credit for servicing certain mortgages. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S5997-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1774\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in  relation  to  the  credit  for  serving\n         certain mortgages\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (a) of section 1456 of the tax law, as added  by\n    2  chapter 167 of the laws of 1972, is amended to read as follows:\n    3    (a)  Credit for servicing certain mortgages. Every bank, as defined in\n    4  section two thousand four hundred two of  the  public  authorities  law,\n    5  which  shall  have  entered  into  a contract with the state of New York\n    6  mortgage agency to service mortgages acquired by such agency pursuant to\n    7  the state of New York mortgage agency act OR  MORTGAGES  ACQUIRED  BY  A\n    8  BANK IN CONNECTION WITH ANY PROGRAM OF THE AGENCY, FOR SALE TO OR TRANS-\n    9  FER  IN  EXCHANGE  FOR  A  MORTGAGE  BACKED SECURITY TO BE ISSUED BY THE\n   10  FEDERAL NATIONAL MORTGAGE ASSOCIATION, shall have credited to it annual-\n   11  ly to apply upon or in lieu of the payment of any tax to which it may be\n   12  subject under this article an amount equal to two and  ninety-three  one\n   13  hundredths  percentum  of  the total principal and interest collected by\n   14  the bank during its taxable year on each such mortgage secured by a lien\n   15  on real estate improved  by  a  one-family  to  four-family  residential\n   16  structure  and  an  amount  equal  to the interest collected by the bank\n   17  during its taxable year on each such mortgage secured by a lien on  real\n   18  property  improved  by  a structure occupied as the residence of five or\n   19  more families living independently of each other, multiplied by a  frac-\n   20  tion  the denominator of which shall be the interest rate payable on the\n   21  mortgage (computed to five decimal places) and the  numerator  of  which\n   22  shall  be  .00125 in the case of such a mortgage acquired by such agency\n   23  for less than one million dollars, and .00100 in  the  case  of  such  a\n   24  mortgage  acquired  by  such  agency  for  one  million dollars or more;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06751-01-1\n\n       S. 1774                             2\n\n    1  provided, however, that there shall in no case be credited to  any  such\n    2  bank  an  amount  in  excess  of the amount due from such bank for taxes\n    3  payable to the state under this article for the taxable year  for  which\n    4  such  credit is given. In computing such tax credit for the servicing of\n    5  mortgages on one-family to four-family residential structures, the  bank\n    6  shall  be  entitled  to  no credit for the collection of curtailments or\n    7  payments in discharge of any such mortgage. For  the  purposes  of  this\n    8  section,  (a)  a \"curtailment\" shall mean amounts paid by mortgagors (1)\n    9  in excess of the monthly constant due during the month of collection and\n   10  (2) in reduction of the unpaid principal balance of the mortgage; in the\n   11  absence of clear evidence to the contrary, amounts paid in excess of the\n   12  monthly constant due during the month of collection shall be  deemed  to\n   13  be in reduction of the unpaid principal balance of the mortgage; and (b)\n   14  \"monthly constant\" shall mean the amount of principal and interest which\n   15  is  due and payable according to the mortgage documents on each periodic\n   16  payment date.\n   17    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the credit for serving certain mortgages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T125003.TXT", "SOBI.D110113.T120818.TXT", "SOBI.D110112.T131005.TXT", "SOBI.D110112.T120000.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294938498942
}