{
  "year" : 2011,
  "senateBillNo" : "S1774-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1774-2011-1294808400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the credit for servicing certain mortgages",
  "summary" : "Relates to the credit for servicing certain mortgages. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S5997-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1774\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in  relation  to  the  credit  for  serving\n         certain mortgages\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (a) of section 1456 of the tax law, as added  by\n    2  chapter 167 of the laws of 1972, is amended to read as follows:\n    3    (a)  Credit for servicing certain mortgages. Every bank, as defined in\n    4  section two thousand four hundred two of  the  public  authorities  law,\n    5  which  shall  have  entered  into  a contract with the state of New York\n    6  mortgage agency to service mortgages acquired by such agency pursuant to\n    7  the state of New York mortgage agency act OR  MORTGAGES  ACQUIRED  BY  A\n    8  BANK IN CONNECTION WITH ANY PROGRAM OF THE AGENCY, FOR SALE TO OR TRANS-\n    9  FER  IN  EXCHANGE  FOR  A  MORTGAGE  BACKED SECURITY TO BE ISSUED BY THE\n   10  FEDERAL NATIONAL MORTGAGE ASSOCIATION, shall have credited to it annual-\n   11  ly to apply upon or in lieu of the payment of any tax to which it may be\n   12  subject under this article an amount equal to two and  ninety-three  one\n   13  hundredths  percentum  of  the total principal and interest collected by\n   14  the bank during its taxable year on each such mortgage secured by a lien\n   15  on real estate improved  by  a  one-family  to  four-family  residential\n   16  structure  and  an  amount  equal  to the interest collected by the bank\n   17  during its taxable year on each such mortgage secured by a lien on  real\n   18  property  improved  by  a structure occupied as the residence of five or\n   19  more families living independently of each other, multiplied by a  frac-\n   20  tion  the denominator of which shall be the interest rate payable on the\n   21  mortgage (computed to five decimal places) and the  numerator  of  which\n   22  shall  be  .00125 in the case of such a mortgage acquired by such agency\n   23  for less than one million dollars, and .00100 in  the  case  of  such  a\n   24  mortgage  acquired  by  such  agency  for  one  million dollars or more;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06751-01-1\n\n       S. 1774                             2\n\n    1  provided, however, that there shall in no case be credited to  any  such\n    2  bank  an  amount  in  excess  of the amount due from such bank for taxes\n    3  payable to the state under this article for the taxable year  for  which\n    4  such  credit is given. In computing such tax credit for the servicing of\n    5  mortgages on one-family to four-family residential structures, the  bank\n    6  shall  be  entitled  to  no credit for the collection of curtailments or\n    7  payments in discharge of any such mortgage. For  the  purposes  of  this\n    8  section,  (a)  a \"curtailment\" shall mean amounts paid by mortgagors (1)\n    9  in excess of the monthly constant due during the month of collection and\n   10  (2) in reduction of the unpaid principal balance of the mortgage; in the\n   11  absence of clear evidence to the contrary, amounts paid in excess of the\n   12  monthly constant due during the month of collection shall be  deemed  to\n   13  be in reduction of the unpaid principal balance of the mortgage; and (b)\n   14  \"monthly constant\" shall mean the amount of principal and interest which\n   15  is  due and payable according to the mortgage documents on each periodic\n   16  payment date.\n   17    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1774\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to the credit for serving certain\nmortgages\n\nPURPOSE:\nThis bill would amend Section 1456(a) of the\nTax Law to allow\na bank who acquires mortgages in connection with any State of New\nYork Mortgage Agency program for the sale of the mortgage to the\nFederal National Mortgage Association or transfer of the mortgage for\na security issued by the Federal National Mortgage Association to\nhave credited to the bank certain amounts annually to apply upon or\nin lieu of the payment of any tax to which it may be subject under\nSection 1456(a) of the Tax Law.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill amends Section 1456(a) of\nthe Tax Law to provide that the tax credit available to banks that\nservice mortgages of the State of New York Mortgage Agency shall be\navailable in cases where the mortgages are acquired by the servicing\nbank for the sale of the mortgage to the Federal National Mortgage\nAssociation or transfer of the mortgage for a security issued by the\nFederal National Mortgage Association.\n\nSection 2 of the bill provides for an immediate effective date.\n\nEXISTING LAW:\nSection 1456(a) of the Tax Law provides that banks which\nshall have entered into a contract with the state of New York\nmortgage agency to service mortgages acquired by such agency pursuant\nto the state of New York mortgage agency act, shall be eligible to\nreceive a tax credit.\n\nLEGISLATIVE HISTORY:\n2009-10:  S.5997 Referred to Investigations & Government Operations\n\nJUSTIFICATION:\nThe ability of SONYMA, and other issuers of mortgage\nrevenue bonds, to borrow in the tax-exempt markets to fund mortgage\nprograms has been negatively impacted as a result of a loss of\ninvestor confidence as well as interest rate volatility associated\nwith the market events of 2008. SONYMA's borrowing costs for its\nsingle family programs have increased as a result of the turbulent\nmarkets that have been with us since mid-2008, thus making it a less\ncompetitive provider of mortgage loan products to first time\nhomebuyers. This is happening at a time when that customer base, low\nto moderate income first time homebuyers, is more than ever in need\nof safe, fixed rate mortgage loans with down payment or closing cost\nassistance.\nFor the first time in its history, the Agency in the fall of 2008 was\nnot able to access the capital markets. Since then, as the markets\nhave slowly recovered, its ability to issue long-term fixed rate debt\nhas\n\n\nbecome more costly, as housing bond investors demand higher yields in\nreturn for what they perceive (wrongly in the case of SONYMA) as the\nincreased risks associated with housing. This impacts the mortgage\nrates on its products, since they are directly tied to its cost of\nfunds. In the past, the Agency has taken advantage of the tax-exempt\ncapital markets to both offer low interest rates to first-time\nhomebuyers in New York State and to also offer additional benefits\nsuch as low down payments and closing cost assistance.\nThe events of 2008 have thus led the Agency to look to alternative\nfixed rate funding sources beyond the capital markets. The Agency has\nbeen working with the GSEs, particularly Fannie Mae, to structure\nprograms that would allow the Agency to pass through its mortgage\nproducts to the GSEs, thereby generating an alternative funding\nsource. Rather than bonding to obtain funds to buy mortgages from\nparticipating lenders under its programs, SONYMA would enter into\nagreements with these GSEs to sell them the mortgages. SONYMA has\nentered into agreements with Fannie Mae that would allow it to\nstructure programs that provide homeowners with the benefits of\nSONYMA'S down payment and closing assistance programs, and other\nbenefits, in combination with Fannie Mae programs.\nThis approach has gained heightened importance in recent weeks as the\nHomeowner Affordability and Stability Plan announced by the White\nHouse on February 18, 2009 included provisions to ensure that Fannie\nMae and Freddie Mac can continue to provide assistance in addressing\nproblems in the housing market. The White House plan, as well the\nplan proposed by the Treasury Department (the Financial Stability\nplan) both look to increase the size of the GSEs' retained mortgage\nportfolios so that they spend as much as $600 billion for purchasing\nGSE mortgage backed securities and GSE debt. This is part of the\noverall plan, announced as part of the Homeowner Affordability and\nStability Plan, to have the GSEs support state housing finance\nagencies in serving homebuyers.\nThe reason for the proposed amendment is to specifically permit\nservicing banks to take advantage of the tax credit offered under\nSection 1456(a) in situations where the mortgage loans would not be\nacquired by SONYMA directly from the originating lenders, but would\ninstead be acquired pursuant to a SONYMA program that would involve\nFannie Mae. It is crucial for SONYMA'S programs that its servicing\nbanks are able to take advantage of the servicing tax credit. The\nsavings are substantial and are reflected in SONYMA's mortgage rates.\nIn the current environment, where Fannie Mae programs provide the\nonly efficient method for SONYMA to access the capital markets,\nensuring that the credit continues to be available is of great\nimportance to SONYMA.\n\nFISCAL IMPLICATIONS:\nAdditional tax revenue may be lost due to the\nexpansion of the tax credit.\n\nEFFECTIVE DATE:\nThe act takes effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the credit for serving certain mortgages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T125003.TXT", "SOBI.D110112.T131005.TXT", "SOBI.D110113.T120818.TXT", "SOBI.D110112.T120000.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615250
}