{
  "year" : 2011,
  "senateBillNo" : "S1772-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1772-2011-1294808400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the definition of \"public body\"",
  "summary" : "Relates to expanding the definition of \"public body\". ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A74",
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A3081-2009", "S3247-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1772\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the public officers law, in relation to  the  definition\n         of a \"public body\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 102 of the public officers law, as\n    2  amended by chapter 704 of the laws of 1979 and such  section  as  renum-\n    3  bered by chapter 652 of the laws of 1983, is amended to read as follows:\n    4    2.  \"Public  body\" means any entity, for which a quorum is required in\n    5  order to conduct public business and  which  consists  of  two  or  more\n    6  members,  performing  a  governmental  function  for the state or for an\n    7  agency or department thereof, or for a public corporation as defined  in\n    8  section  sixty-six  of  the  general  construction  law, or committee or\n    9  subcommittee or other similar body of such public body, AND  ANY  ENTITY\n   10  CONSISTING  OF  TWO  OR  MORE  MEMBERS CREATED BY EXECUTIVE ORDER OF THE\n   11  GOVERNOR.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00906-01-1\n",
  "memo" : "BILL NUMBER:S1772\n\nTITLE OF BILL:\nAn act\nto amend the public officers law, in relation to the\ndefinition of a \"public body\"\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill will require that entities with two or more members created\nby executive order of the governor are subject to the Open Meetings\nLaw.\n\nSUMMARY OF PROVISIONS:\nSection one of the bill amends subdivision two of section 102 of the\npublic officers law to require that entities consisting of two or\nmore members created by executive order of the Governor are included\nin the definition of a \"public body\" and therefore subject to the\nprovisions of the Open Meetings Law. Section two of the bill provides\nthe effective date.\n\nJUSTIFICATION:\nExecutive Order\n3 from January 1, 2007,\nstates, \"It is essential to\nthe maintenance of a democratic society that the public business be\nperformed in an open and public manner; and the citizens of this\nState be fully aware of and able to observe the performances of\npublic officials and attend and listen to the deliberations and\ndecisions that go into the making of public policy; and the people\nmust be able to remain informed if they are to retain control over\nthose who are their public servants; and the Open Meetings Law\nrequires every meeting of a public body shall be open to the general\npublic.\" The above referenced Executive Order was endorsed by former\nGovernor Eliot Spitzer in an effort to achieve openness and\ntransparency in access to the governmental decision-making process.\nNotwithstanding this stated policy, the Commission on Local\nGovernment Efficiency and Competitiveness, created by the former\nGovernor Spitzer under Executive Order\n11 on April 23, 2007, has\noperated and conducted its business behind closed doors, excluding\ninterested parties who have attempted to attend its sessions. For\nexample, two representatives of the Nassau County Village Officials\nAssociation were asked to leave the January 23, 2008 meeting of t\nhe Commission and, according to press reports, were told by a senior\nadvisor to the Governor that the Commission's meetings were not\nsubject to the State's Open Meetings Law, In addition, they were\ndirected to an opinion furnished by the Governor's Counsel's Office.\nThe Counsel's opinion was based on a 22 year-old State Supreme Court\ncase, not reviewed at the appellate level, involving an advisory\ncommission on liability insurance. The trial court held that because\nthe advisory commission lacked power to transact public business, and\nhad no direct impact on the functioning of the government of the\nstate, it was not subject to the Open Meetings Law. Irrespective of\nthat court case, the issue is not whether the proceedings of a major\nadvisory commission must be open to the public, but whether it should\nbe open to the public. Clearly, the work\n\n\nof the Commission on Local Government Efficiency and Competitiveness\nis very significant and important, and is likely to have profound\neffects on the functioning of government. This commission and others\nsimilarly formed and tasked must and should be open to public scrutiny.\n\nLEGISLATIVE HISTORY:\n2009-10: Referred to Investigations & Government Operations\nA.11085, 2008 Referred to Rules. Same as S.7424A, 2008 passed senate.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to the definition of a \"public body\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T120318.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T131005.TXT", "SOBI.D110112.T120000.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615246
}