{
  "year" : 2011,
  "senateBillNo" : "S1779-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1779-2011-1294808400000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the lawful sale of scrap copper and other metals by junk dealers",
  "summary" : "Provides for the lawful sale of scrap copper and other metals by junk dealers; restricts sale of certain items; increases existing penalties. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S6035-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1779\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law and the penal law, in  relation\n         to the lawful sale of scrap copper and other metals by junk dealers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 62 of the general business law, as amended by chap-\n    2  ter 302 of the laws of 2007, is amended to read as follows:\n    3    S 62. Statement required from persons selling certain property.  1. On\n    4  purchasing any pig or pigs of metal, bronze or brass castings  or  parts\n    5  thereof,  sprues  or  gates  or  parts thereof, copper TUBING OR wire or\n    6  brass car journals, or metal beer kegs, such junk  dealer  shall:    (A)\n    7  TAKE  A  COPY  OF THE SELLER'S GOVERNMENT ISSUED IDENTIFICATION; AND (B)\n    8  cause to be subscribed by the person from whom purchased a statement  as\n    9  to:    (I)  when, where and from whom he or she obtained such property[,\n   10  also his or her identity as verified by a government issued  identifica-\n   11  tion card,] OR OTHER PROOF OF AUTHORIZATION TO SELL SUCH ITEMS; (II) THE\n   12  PERSON'S  age,  residence  by  city, village or town, and the street and\n   13  number thereof, if any, the driver's license number or information  from\n   14  a  government  issued  identification  card, if any, of such person, and\n   15  otherwise such description as will reasonably locate the same[,  his  or\n   16  her];  (III) THE PERSON'S occupation and name of his or her employer and\n   17  place of employment or business, which statement the junk  dealer  shall\n   18  forthwith  file  in  the  office  of  the chief of police of the city or\n   19  village in which the purchase was made, if made in a  city  or  incorpo-\n   20  rated  village, and otherwise in the office of the sheriff of the county\n   21  in which made.  THE JUNK DEALER SHALL CAUSE SUCH STATEMENT TO BE  SIGNED\n   22  BY  THE  SELLER. The junk metal dealer shall also make and retain a copy\n   23  of the government issued photographic identification card used to verify\n   24  the identity of the person from whom the junk metal  was  purchased  and\n   25  shall  retain  this  copy AND THE SIGNED STATEMENT in a separate book or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07009-01-1\n\n       S. 1779                             2\n\n    1  register for two years from the date of purchase of the junk  metal  and\n    2  include  an  additional copy of this identification with the information\n    3  required to be transmitted to the chief of police or sheriff pursuant to\n    4  this  section.  IT SHALL BE UNLAWFUL FOR ANY SELLER TO REFUSE TO FURNISH\n    5  SUCH INFORMATION OR TO FURNISH INCORRECT OR INCOMPLETE INFORMATION.\n    6    2. FOR THE PURPOSES OF THIS SECTION,  \"GOVERNMENT  ISSUED  IDENTIFICA-\n    7  TION\" MEANS ANY CURRENT AND VALID OFFICIAL FORM OF IDENTIFICATION ISSUED\n    8  BY  THE  GOVERNMENT OF THE UNITED STATES OF AMERICA, A STATE, TERRITORY,\n    9  PROTECTORATE, OR DEPENDENCY OF THE UNITED STATES OF AMERICA,  A  COUNTY,\n   10  MUNICIPALITY  OR  SUBDIVISION  THEREOF,  ANY PUBLIC AGENCY OR DEPARTMENT\n   11  THEREOF, OR ANY PUBLIC EMPLOYER, WHICH REQUIRES AND BEARS THE  SIGNATURE\n   12  OF  THE  PERSON  TO  WHOM  IT IS ISSUED, NOT INCLUDING A SOCIAL SECURITY\n   13  ACCOUNT NUMBER CARD.\n   14    S 2. Section 63 of the general business law  is  amended  to  read  as\n   15  follows:\n   16    S 63. Certain property to be kept in separate piles. Every junk dealer\n   17  shall  on purchasing any of the property described in [the last] section\n   18  SIXTY-TWO OF THIS ARTICLE, place and keep each separate  purchase  in  a\n   19  separate  and  distinct  pile,  bundle or package, in the usual place of\n   20  business of such junk dealer,  without  removing,  melting,  cutting  or\n   21  destroying  any  article  thereof, for a period of five days immediately\n   22  succeeding such purchase, on which package,  bundle  or  pile  shall  be\n   23  placed  and  kept by such dealer a tag bearing the name and residence of\n   24  the seller, with the date, hour and place of purchase,  and  the  weight\n   25  thereof.\n   26    S  3. The general business law is amended by adding a new section 63-b\n   27  to read as follows:\n   28    S 63-B. PROHIBITION ON SALE  OF  CERTAIN  ITEMS.  NOTWITHSTANDING  ANY\n   29  PROVISION OF LAW, RULE OR REGULATION TO THE CONTRARY, IT SHALL BE UNLAW-\n   30  FUL  TO SELL, OFFER FOR SALE, OR PURCHASE AS JUNK, ANY OF THE FOLLOWING:\n   31  STREET SIGNS, PROPANE CONTAINERS FOR FUELING FORKLIFTS, FUNERAL MARKERS,\n   32  OR ANY METAL ITEMS BEARING MARKINGS OF ANY GOVERNMENTAL ENTITY,  UTILITY\n   33  COMPANY,  CEMETERY  OR  RAILROAD.    THIS SECTION SHALL NOT APPLY TO THE\n   34  SALE, OFFER FOR SALE, OR PURCHASE AS JUNK,  OF  SUCH  ITEMS  BY  A  DULY\n   35  AUTHORIZED EMPLOYEE OR REPRESENTATIVE OF ANY GOVERNMENTAL ENTITY, UTILI-\n   36  TY COMPANY, CEMETERY OR RAILROAD ACTING IN THEIR OFFICIAL CAPACITY.\n   37    S  4.  Section  64  of  the general business law is amended to read as\n   38  follows:\n   39    S 64. [Penalty] PENALTIES.  1. Each violation of this article,  either\n   40  by  the junk dealer, the agent or servant thereof, and each false state-\n   41  ment made in or on any statement or  tag  above  mentioned  shall  be  a\n   42  misdemeanor  and the person convicted shall, in addition to other penal-\n   43  ties imposed, forfeit his OR HER license to do business.\n   44    2. IF A JUNK DEALER, THE AGENT OR SERVANT THEREOF, HAS THREE  OR  MORE\n   45  PREVIOUS  CONVICTIONS  IN  A  TEN-YEAR  PERIOD FOR VIOLATIONS OF SECTION\n   46  SIXTY-TWO, SIXTY-THREE OR SIXTY-THREE-B OF THIS  ARTICLE,  SUCH  CURRENT\n   47  VIOLATION SHALL BE PUNISHABLE AS A CLASS E FELONY.\n   48    3.  EACH  VIOLATION  OF  THIS ARTICLE BY A SELLER SHALL BE A VIOLATION\n   49  SUBJECT TO A FINE OF NOT MORE THAN  ONE  HUNDRED  DOLLARS,  UNLESS  SUCH\n   50  VIOLATION  SHALL  BE INTENTIONAL, IN WHICH EVENT IT SHALL BE A MISDEMEA-\n   51  NOR.\n   52    4. But nothing [herein contained]  IN  THIS  SECTION  shall  apply  to\n   53  cities of the first class.\n   54    S 5. Section 69-e of the general business law, as added by chapter 431\n   55  of the laws of 1976, is amended to read as follows:\n\n       S. 1779                             3\n\n    1    S  69-e.  Definitions. 1. \"Scrap metal processing facility\" shall mean\n    2  an establishment engaged primarily in the purchase, processing and ship-\n    3  ment of ferrous and/or non-ferrous scrap, the end product  of  which  is\n    4  the  production  of raw material for remelting purposes for steel mills,\n    5  [foundaries] FOUNDRIES, smelters, refiners, and similar users.\n    6    2.  \"Scrap  processor\" shall mean any person, association, partnership\n    7  or corporation operating  and  maintaining  a  \"scrap  metal  processing\n    8  facility\".\n    9    3.  \"GOVERNMENT  ISSUED  IDENTIFICATION\"  MEANS  ANY CURRENT AND VALID\n   10  OFFICIAL FORM OF IDENTIFICATION ISSUED BY THE GOVERNMENT OF  THE  UNITED\n   11  STATES  OF  AMERICA,  A STATE, TERRITORY, PROTECTORATE, OR DEPENDENCY OF\n   12  THE UNITED STATES OF AMERICA,  A  COUNTY,  MUNICIPALITY  OR  SUBDIVISION\n   13  THEREOF,  ANY PUBLIC AGENCY OR DEPARTMENT THEREOF, OR ANY PUBLIC EMPLOY-\n   14  ER, WHICH REQUIRES AND BEARS THE SIGNATURE AND PHOTOGRAPH OF THE  PERSON\n   15  TO WHOM IT IS ISSUED.\n   16    S  6.  Subdivision  1  of section 69-g of the general business law, as\n   17  amended by chapter 302 of the laws  of  2007,  is  amended  to  read  as\n   18  follows:\n   19    1.  Such scrap processor shall record [(i) each purchase of any pig or\n   20  pigs of metal, bronze or brass castings  or  parts  thereof,  sprues  or\n   21  gates  or parts thereof, utility wire or brass car journals, or of metal\n   22  beer kegs, and (ii)] each  purchase  of  [iron,  steel]  FERROUS  and/or\n   23  nonferrous  scrap  [for  a price of fifty dollars or more,] and preserve\n   24  such record for a period of three years; which  record  shall  show  the\n   25  date  of purchase, name of seller, [his] THE SELLER'S residence OR BUSI-\n   26  NESS address [by street, number, city, village  or  town,  the  driver's\n   27  license  number  or  information  from  a government issued photographic\n   28  identification card, if any, of such person, or by such  description  as\n   29  will  reasonably  locate  the seller,] AND the type and quantity of such\n   30  purchase[; and the].  THE scrap processor shall cause such record to  be\n   31  signed  by  the seller or his agent. It shall be unlawful for any seller\n   32  to refuse to furnish such information or to furnish incorrect or  incom-\n   33  plete  information.  Such  scrap  processor shall also make and retain a\n   34  copy of the government issued photographic identification card  used  to\n   35  verify  the  identity  of  [the]  ANY NATURAL person from whom the scrap\n   36  metal was purchased and shall retain  this  copy  in  a  separate  book,\n   37  register  or  electronic  archive for [two] THREE years from the date of\n   38  purchase.\n   39    S 7. Section 69-h of the general business law  is  renumbered  section\n   40  69-i and two new sections 69-h and 69-j are added to read as follows:\n   41    S  69-H.  PROHIBITION  ON  SALE  OF CERTAIN ITEMS. NOTWITHSTANDING ANY\n   42  PROVISION OF LAW, RULE OR REGULATION TO THE CONTRARY, IT SHALL BE UNLAW-\n   43  FUL TO SELL, OFFER FOR SALE, OR PURCHASE AS SCRAP, ANY OF THE FOLLOWING:\n   44  STREET SIGNS, PROPANE CONTAINERS FOR FUELING FORKLIFTS, FUNERAL MARKERS,\n   45  OR ANY METAL ITEMS BEARING MARKINGS OF ANY GOVERNMENTAL ENTITY,  UTILITY\n   46  COMPANY,  CEMETERY OR RAILROAD UNLESS SUCH ITEMS ARE OFFERED FOR SALE BY\n   47  A DULY AUTHORIZED EMPLOYEE OR AGENT OF ANY GOVERNMENTAL ENTITY,  UTILITY\n   48  COMPANY, CEMETERY OR RAILROAD.\n   49    S  69-J.  PREEMPTION  OF  LOCAL LAWS.   THE PROVISIONS OF THIS ARTICLE\n   50  SHALL APPLY TO ALL MUNICIPALITIES, INCLUDING CITIES WITH A POPULATION OF\n   51  ONE MILLION OR MORE, AND SHALL SUPERSEDE  ANY  LOCAL  LAW,  RULE,  REGU-\n   52  LATION,  OR  ORDINANCE  THAT  DIRECTLY  CONFLICTS WITH THE REGULATION OR\n   53  LICENSING OF SCRAP PROCESSORS AS SET  FORTH  IN  THIS  ARTICLE.  NOTHING\n   54  CONTAINED IN LOCAL LAW NUMBER FIFTY OF THE CITY OF NEW YORK FOR THE YEAR\n   55  TWO  THOUSAND  SEVEN SHALL BE DEEMED TO DIRECTLY CONFLICT WITH THE REGU-\n   56  LATION OR LICENSING OF SCRAP PROCESSORS AS SET FORTH IN THIS ARTICLE.\n\n       S. 1779                             4\n\n    1    S 8. Section 155.00 of the penal law is amended by adding a new subdi-\n    2  vision 10 to read as follows:\n    3    10.  \"INCIDENTAL DAMAGE\" MEANS PROPERTY DAMAGE, LOSS OF INCOME OR LOSS\n    4  OF PROFIT.\n    5    S 9. Section 155.20 of the penal law is amended by adding a new subdi-\n    6  vision 5 to read as follows:\n    7    5. WHEN, AS A RESULT OF THE THEFT OF PROPERTY,  INCIDENTAL  DAMAGE  IS\n    8  CAUSED  TO  OTHER  PROPERTY OF AN OWNER, VALUE SHALL BE THE AGGREGATE OF\n    9  THE VALUE OF PROPERTY TAKEN AS SET FORTH  IN  SUBDIVISION  ONE  OF  THIS\n   10  SECTION AND ANY INCIDENTAL DAMAGE CAUSED TO SUCH OTHER PROPERTY.\n   11    S  10.  This act shall take effect on the ninetieth day after it shall\n   12  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the penal law, in relation to the lawful sale of scrap copper and other metals by junk dealers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T121001.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110113.T120818.TXT", "SOBI.D110112.T131005.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294938498949
}