{
  "year" : 2011,
  "senateBillNo" : "S1773-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1773-2011-1294808400000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the notification of impending emergencies by electric corporations to affected communities",
  "summary" : "Provides for the notification of impending emergencies by electric corporations to affected communities. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "SB5057-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1773\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN ACT to amend the public service law, in relation to providing for the\n         notification of impending emergencies by electric corporations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public service law is amended by adding a  new  section\n    2  54 to read as follows:\n    3    S  54. NOTIFICATION OF IMPENDING EMERGENCIES. 1. EVERY ELECTRIC CORPO-\n    4  RATION SHALL NOTIFY THE CHIEF EXECUTIVE OFFICER OF A MUNICIPALITY OR THE\n    5  DESIGNATED AGENCY HEAD OR DEPARTMENT HEAD OF A MUNICIPALITY  WHEN  THERE\n    6  IS  AN  IMPENDING ELECTRICAL EMERGENCY THAT MAY AFFECT THE MUNICIPALITY.\n    7  EACH MUNICIPALITY NOTIFIED  OF  A  PENDING  ELECTRICAL  EMERGENCY  SHALL\n    8  PROVIDE  APPROPRIATE NOTICE AND INFORMATION TO DESIGNATED MEDIA OUTLETS,\n    9  INCLUDING BUT NOT LIMITED TO ELECTRONIC, PRINT, INTERNET OR OTHER DESIG-\n   10  NATED PUBLIC MEDIA OUTLETS SERVING SUCH AFFECTED MUNICIPALITY.\n   11    2. (A) THE COMMISSION, IN CONJUNCTION WITH THE ATTORNEY GENERAL, SHALL\n   12  PROMULGATE RULES AND REGULATIONS NECESSARY TO ENFORCE THE PROVISIONS  OF\n   13  THIS  SECTION.   THE COMMISSION SHALL SOLICIT INPUT FROM ELECTRIC CORPO-\n   14  RATIONS AND MUNICIPAL OFFICIALS IN THE PROCESS OF FORMULATING SUCH RULES\n   15  AND REGULATIONS.\n   16    (B) SUCH RULES AND REGULATIONS SHALL INCLUDE BUT  NOT  BE  LIMITED  TO\n   17  ESTABLISHING  PROTOCOLS  WHICH ADDRESS THE MAGNITUDE AND SEVERITY OF THE\n   18  IMPENDING EMERGENCY, AS  WELL  AS  PROTOCOLS  FOR  NOTIFICATION  OF  THE\n   19  PUBLIC.\n   20    S 2. This act shall take effect on the one hundred eightieth day after\n   21  it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06742-01-1\n",
  "memo" : "BILL NUMBER:S1773\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to providing\nfor the notification of impending emergencies by electric\ncorporations\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill provides notification of impending emergencies by electrical\nutility corporations to affected communities.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would mandate all electrical utility corporations to notify\nthe chief executive officer of a municipality or the designated\nagency head or department head of a municipality when there is an\nimpending electrical emergency that may affect the municipality. Each\nmunicipality notified of a pending electrical emergency shall provide\nappropriate notice and information to designated media outlets.\n\nThe public service commission, with the attorney general, shall\npromulgate rules and regulations necessary to enforce the provisions\nof section one. The commission shall solicit input from electric\ncorporations and municipal officials in the process of formulating\nsuch rules and regulations.\n\nSuch rules and regulations shall include but not limited to\nestablishing protocols which address the magnitude and severity of\nthe impending emergency, as well as protocols for notification of the\npublic.\n\nThis act shall take effect on the one hundred eightieth day.\n\nJUSTIFICATION:\nDuring the recent power outage in New York City, Con Edison failed to\nnotify customers of the impending blackout, which occurred on July 6,\n1999, nor were any efforts made to reach a broad number of people\nthrough the media. This bill, when enacted would require the utility\ncorporations to do so in the future.\n\nPRIOR LEGISLATIVE HISTORY:\n2001/02: A.7085\n2003/04: A.5268\n2005/06: A.4104\n2007/08: A.4578  Referred to Corporations, Authorities & Commissions\n2009/10: S.5057B Referred to Corporations, Authorities & Commissions\n\nFISCAL IMPLICATIONS:\nMinimal.\n\nEFFECTIVE DATE:\nThis act shall take effect 180 days after becoming a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to providing for the notification of impending emergencies by electric corporations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T125003.TXT", "SOBI.D110112.T131005.TXT", "SOBI.D110113.T120818.TXT", "SOBI.D110112.T120000.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615248
}