{
  "year" : 2011,
  "senateBillNo" : "S1778-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1778-2011-1294808400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the purchase of security services",
  "summary" : "Relates to the purchase of security services. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S7913-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1778\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law and the general business  law,  in\n         relation to the purchase of security services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 165 of the state finance law is amended by adding a\n    2  new subdivision 9 to read as follows:\n    3    9. SPECIAL PROVISIONS REGARDING THE PURCHASING OF SECURITY SERVICES.\n    4    A. WHENEVER THE STATE OR ANY GOVERNMENTAL AGENCY OR POLITICAL SUBDIVI-\n    5  SION OR PUBLIC BENEFIT CORPORATION OF THE STATE ENTERS INTO  A  CONTRACT\n    6  IN EXCESS OF FIVE HUNDRED THOUSAND DOLLARS TO PURCHASE SECURITY SERVICES\n    7  FROM  ANY  PRIVATE  INVESTIGATOR,  OR  WATCH, GUARD OR PATROL AGENCY, OR\n    8  SECURITY GUARD COMPANY, THE  CONTRACT  SHALL  PROVIDE  THAT  THE  ENTITY\n    9  PROVIDING  THE  SECURITY  SERVICES SHALL ENSURE THAT EACH SECURITY GUARD\n   10  WHO PERFORMS SERVICES UNDER THE CONTRACT COMPLETES  A  TRAINING  PROGRAM\n   11  CERTIFIED  BY  THE DEPARTMENT OF HOMELAND SECURITY PURSUANT TO PARAGRAPH\n   12  (R) OF SUBDIVISION TWO OF SECTION SEVEN HUNDRED NINE  OF  THE  EXECUTIVE\n   13  LAW  WITHIN  NINETY  WORKING  DAYS  FOLLOWING  EMPLOYMENT, AND THAT SUCH\n   14  TRAINING SHALL BE PROVIDED AT NO COST TO THE SECURITY GUARDS.\n   15    B. EXCEPT IN THE CASE OF CONTRACTS IN THE AMOUNT OF FIVE HUNDRED THOU-\n   16  SAND DOLLARS OR LESS, EVERY BID, PROPOSAL, OR OTHER RESPONSE TO A SOLIC-\n   17  ITATION FOR BID OR PROPOSAL FOR SECURITY SERVICES TO BE PROVIDED TO  THE\n   18  STATE  OR  ANY  GOVERNMENTAL  AGENCY  OR POLITICAL SUBDIVISION OR PUBLIC\n   19  BENEFIT CORPORATION OF THE STATE SHALL BE DEEMED  NON-RESPONSIVE  UNLESS\n   20  THE  PERSON  OR  ENTITY  SUBMITTING  THE BID ESTABLISHES THAT IT HAS THE\n   21  CAPACITY TO PROVIDE THE NECESSARY  TRAINING  TO  EACH  SECURITY  OFFICER\n   22  PERFORMING SERVICES UNDER THE CONTRACT.\n   23    C. WHENEVER THE STATE OR ANY GOVERNMENTAL AGENCY OR POLITICAL SUBDIVI-\n   24  SION  OR  PUBLIC BENEFIT CORPORATION OF THE STATE ENTERS INTO A CONTRACT\n   25  IN EXCESS OF FIVE HUNDRED THOUSAND DOLLARS TO PURCHASE SECURITY SERVICES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07007-01-1\n\n       S. 1778                             2\n\n    1  FROM ANY PRIVATE INVESTIGATOR, OR WATCH,  GUARD  OR  PATROL  AGENCY,  OR\n    2  SECURITY  GUARD  COMPANY,  THE  CONTRACT  SHALL  PROVIDE THAT THE ENTITY\n    3  PROVIDING  THE  SECURITY  SERVICES  SHALL  FURNISH  A  PERFORMANCE  BOND\n    4  EXECUTED  BY  A  SURETY  AUTHORIZED  TO DO BUSINESS IN THE STATE, OR THE\n    5  EQUIVALENT IN CASH. THE PERFORMANCE BOND SHALL BE IN AN AMOUNT  ADEQUATE\n    6  TO  ENSURE  THE  PROTECTION OF THE GOVERNMENT, BUT SHALL BE NO LESS THAN\n    7  FIFTY PERCENT OF THE AMOUNT PAYABLE UNDER THE CONTRACT.\n    8    S 2. The opening paragraph of subdivision  1  of  section  79  of  the\n    9  general  business law, as amended by chapter 336 of the laws of 1992, is\n   10  amended to read as follows:\n   11    The department of state shall have the power to revoke or suspend  any\n   12  license,  or  in  lieu  thereof to impose a fine not exceeding [one] TEN\n   13  thousand dollars PER VIOLATION OR OCCURRENCE payable to  the  department\n   14  of state, or reprimand any licensee or deny an application for a license\n   15  or renewal thereof upon proof:\n   16    S 3. Paragraph b of subdivision 1 of section 89-n of the general busi-\n   17  ness  law,  as amended by chapter 634 of the laws of 1994, is amended to\n   18  read as follows:\n   19    b. an on-the-job training course to be completed within ninety working\n   20  days following employment, consisting of a minimum of [sixteen hours and\n   21  a maximum of] forty hours, [as  determined  by  the  council,  generally\n   22  relating to the security guard's specific duties, the nature of the work\n   23  place  and  the  requirements of the security guard company] WHICH SHALL\n   24  COVER OBSERVATION, DETECTION AND  REPORTING  SKILLS;  COORDINATION  WITH\n   25  LOCAL  POLICE,  FIRE  AND  EMERGENCY  SERVICES  SKILLS;  IN WORKING WITH\n   26  ADVANCED SECURITY TECHNOLOGY INCLUDING SURVEILLANCE AND  ACCESS  CONTROL\n   27  PROCEDURES;  AND  AT  LEAST THREE HOURS OF TRAINING DEVOTED TO TERRORISM\n   28  AWARENESS. THE ENTITY EMPLOYING THE SECURITY GUARD SHALL COMPENSATE  THE\n   29  SECURITY  GUARD FOR ALL HOURS OF ATTENDANCE AT THE TRAINING COURSE AT NO\n   30  LESS THAN THE SECURITY GUARD'S REGULAR  HOURLY  WAGE,  OR  THE  OVERTIME\n   31  RATE, IF APPLICABLE;\n   32    S 4. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1778\n\nTITLE OF BILL:\nAn act\nto amend the state finance law and the general business law, in relation\nto the purchase of security services\n\nPURPOSE:\nTo ensure that all employees engaged in contracted security\nservices by the state have training in responding to the most current\nthreats. To ensure additionally that there is a more stringent\npenalty for those employers who forego this necessary training.\n\nSUMMARY OF PROVISIONS:\nThe first section of the bill mandates that\ncontractors or sub-contractors, who receive over S500,000 in\ncontracts from NY State, are mandated to enroll their security\npersonnel in 40 hour training programs. Each firm will be required to\nuse a qualified security training program certified by the Office of\nHomeland Security.\nAdditionally, on the job training will be increased from 16 to 32\nhours for all security officers.\n\nThe second section of the bill increases the penalty for employers\nfailing to ensure that their officers have undergone proper\nregistration and training. The penalty will range from $1,000 to\n$10,000.\n\nJUSTIFICATION:\nNew York State security personnel are the first line of\ndefense for tenants and, visitors at our homes and work places. The\ncurrent training standards for these employees have been shown over\nand over again to be insufficient in giving security personnel the\ntools they need to keep New Yorkers safe and secure. An increased\n40-hour training regiment for state-contracted security personnel\nwill not only ensure that the workforce is sufficiently able to\nrespond to various threats, but it will also cover new training\npreviously neglected. The 40-hour training will include fire safety,\ncrime prevention, first aid, and coordination with police, fire, and\nemergency personnel during an emergency. Furthermore, the training\nprogram will have had to he certified by the Office of Homeland\nSecurity. This new training will allow security guards to adapt to\nthe most current threats, and provide protection to New York's\ncitizens as their first line of defense.\n\nCurrently, the penalty for employers failing to ensure that their\nsecurity personnel are certified is too low. According to a report\nissued by the City of New York Public Advocate's Office, 17% of\nsecurity personnel have less than eight hours of mandatory\npre-assignment training, and 12% have no training at all.\nAdditionally, according to a study in the Rochester Democrat and\nChronicle in 2008 there has not been a review of the 880 schools\nwhich provide this mandatory training program since\n2005. The current maximum fine of $1,000 to an employer has proved to\nhe an insufficient deterrent. New meaningful and enforceable\n\n\npenalties will ensure that New Yorkers receive the best protection\npossible in this new dangerous security climate.\n\nLEGISLATIVE HISTORY:\n2009-10:  S.7913 - Referred to Finance\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law and the general business law, in relation to the purchase of security services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T120501.TXT", "SOBI.D110112.T121001.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T131005.TXT", "SOBI.D110113.T120818.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615257
}