{
  "year" : 2011,
  "senateBillNo" : "S1783-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1783-2011-1294808400000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notice of certain ex parte communications",
  "summary" : "Requires notice of any ex parte communications or visits before the public service commission by a party to a hearing or investigation be given in writing to any affected party and to give such affected parties an opportunity to respond. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S1749-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1783\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend  the  public service law and the state administrative\n         procedure act, in relation to ex parte communications\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public service law is amended by adding a new section\n    2  20-a to read as follows:\n    3    S 20-A. EX PARTE COMMUNICATIONS. WITH REGARD TO  ALL  HEARINGS  BEFORE\n    4  THE  COMMISSIONER  OR  AN  OFFICER  OR  EMPLOYEE SPECIALLY AUTHORIZED TO\n    5  CONDUCT AN INVESTIGATION OR HEARING, ALL PARTIES SHALL  RECEIVE  WRITTEN\n    6  NOTICE  OF  ALL  EX  PARTE  COMMUNICATIONS  AND VISITS AND SHALL HAVE AN\n    7  OPPORTUNITY TO RESPOND.\n    8    S 2. Subdivision 2 of section 307 of the state  administrative  proce-\n    9  dure act is amended to read as follows:\n   10    2.  Unless required for the disposition of ex parte matters authorized\n   11  by law, members or employees of an agency assigned to render a  decision\n   12  or  to  make  findings of fact and conclusions of law in an adjudicatory\n   13  proceeding shall not communicate, directly or indirectly, in  connection\n   14  with  any  issue  of  fact, with any person or party, nor, in connection\n   15  with any issue of law, with any party or his representative, except upon\n   16  notice and opportunity for all parties to participate.  Any such  agency\n   17  member (a) may communicate with other members of the agency, and (b) may\n   18  have  the aid and advice of agency staff other than staff which has been\n   19  or  is  engaged  in  the  investigative  or  prosecuting  functions   in\n   20  connection with the case under consideration or factually related case.\n   21    [This  subdivision  does not apply (a) in determining applications for\n   22  initial licenses for public utilities or carriers; or (b) to proceedings\n   23  involving the validity or application of rates, facilities, or practices\n   24  of public utilities or carriers.]\n   25    S 3.  This act shall take effect on the thirtieth day after  it  shall\n   26  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06333-01-1\n",
  "memo" : "BILL NUMBER:S1783\n\nTITLE OF BILL:\nAn act\nto amend the public service law\nand the state administrative procedure act,\nin relation to ex parte\ncommunications\n\nPURPOSE:\nThis bill is designed to require any party involved in hearings\nor investigations before the State Public Service Commission (PSC)\nto give written notification of any ex parte communications or\nvisits  with the PSC to other affected parties, and to give\nthose other parties an opportunity to respond.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe public service law is amended by adding a new that all parties\ninvolved in hearings or investigations with the Public Service\nCommission shall receive written notification of all ex parte\ncommunications and visits and shall have an opportunity to respond.\n\nJUSTIFICATION:\nThis bill will end off-the-record contacts by staff members of the\nPublic Service Commission with the companies they oversee. Under the\nprovision, any party talking to state PSC employees about a case\nwould have to notify other parties in the case, thereby eliminating\nthe appearance of favoritism toward one side or another in a Public\nService Commission case.\n\nLEGISLATIVE HISTORY:\nThis bill has been introduced in previous legislative sessions.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the thirtieth day after it shall have\na law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law and the state administrative procedure act, in relation to ex parte communications ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T132506.TXT", "SOBI.D110113.T121318.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615264
}