{
  "year" : 2011,
  "senateBillNo" : "S1784-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1784-2011-1294808400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases penalties for the offense of making graffiti",
  "summary" : "Increases penalties for the offense of making graffiti. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S1751-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1784\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to increasing  penalties  for\n         making graffiti\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 145.60 of the penal law, as added by chapter 458 of\n    2  the laws of 1992, is amended to read as follows:\n    3  S 145.60 Making graffiti IN THE SECOND DEGREE.\n    4    [1.] For purposes of this section AND SECTION 145.62 OF THIS  ARTICLE,\n    5  the  term \"graffiti\" shall mean the etching, painting, covering, drawing\n    6  upon or otherwise placing of a mark upon public or private property with\n    7  intent to damage such property.  A PERSON IS GUILTY OF  MAKING  GRAFFITI\n    8  IN THE SECOND DEGREE WHEN HE OR SHE:\n    9    [2.  No person shall make] MAKES graffiti of any type on any building,\n   10  public or private, or any other property real or personal owned  by  any\n   11  person,  firm  or  corporation  or any public agency or instrumentality,\n   12  without the express permission of the owner or operator of said  proper-\n   13  ty.\n   14    Making graffiti IN THE SECOND DEGREE is a class A misdemeanor.\n   15    S  2.  The penal law is amended by adding a new section 145.62 to read\n   16  as follows:\n   17  S 145.62 MAKING GRAFFITI IN THE FIRST DEGREE.\n   18    A PERSON IS GUILTY OF MAKING GRAFFITI IN THE FIRST  DEGREE  WHEN  SUCH\n   19  PERSON  DAMAGES  PROPERTY  OF  ANOTHER PERSON IN THE MANNER DESCRIBED IN\n   20  SECTION 145.60 OF THIS ARTICLE AND HE OR SHE:\n   21    1. HAS PREVIOUSLY BEEN CONVICTED OF A VIOLATION OF SECTION  145.60  OF\n   22  THIS ARTICLE; OR\n   23    2. DAMAGES PROPERTY IN AN AMOUNT EXCEEDING ONE THOUSAND DOLLARS.\n   24    MAKING GRAFFITI IN THE FIRST DEGREE IS A CLASS E FELONY.\n   25    S 3. This act shall take effect on the first of November next succeed-\n   26  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06337-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to increasing penalties for making graffiti ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T132506.TXT", "SOBI.D110113.T121318.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294938798074
}