{
  "year" : 2011,
  "senateBillNo" : "S1782-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1782-2011-1294808400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits access by a victim to the proceedings of a juvenile offender",
  "summary" : "Permits access to a crime victim to information about status of case he or she was involved in and the right to participate in the proceedings of a juvenile offender. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1553-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1782\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law and the family court act,  in\n         relation  to  a  victim's  right  of  access to information in certain\n         proceedings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  1.20 of the criminal procedure law is amended by\n    2  adding a new subdivision 44 to read as follows:\n    3    44. \"VICTIM\" MEANS A PERSON AS DEFINED IN SUBDIVISION SEVEN OF SECTION\n    4  10.00 OF THE PENAL LAW ALLEGED TO  HAVE  SUSTAINED  PHYSICAL  INJURY  TO\n    5  PERSON  OR  FINANCIAL DAMAGE TO PROPERTY AS A DIRECT RESULT OF THE CRIME\n    6  OR CRIMES CHARGED IN AN ACCUSATORY INSTRUMENT.\n    7    S 2. The criminal procedure law is amended by adding a new article 235\n    8  to read as follows:\n    9                                  ARTICLE 235\n   10                        VICTIM'S RIGHT TO DISCLOSURE\n   11                        OF THE ACCUSED'S CASE STATUS\n   12  SECTION 235.10 VICTIM'S RIGHT OF ACCESS.\n   13  S 235.10 VICTIM'S RIGHT OF ACCESS.\n   14    1. A VICTIM OF A CRIME MAY OBTAIN UPON  DEMAND  FROM  THE  PROSECUTOR,\n   15  INFORMATION CONCERNING THE STATUS OF THE ACCUSED'S CASE FROM THE TIME OF\n   16  ARRAIGNMENT TO SENTENCING.\n   17    2. A VICTIM HAS THE RIGHT TO KNOW WHAT PLEA THE ACCUSED HAS ENTERED.\n   18    3.  A  VICTIM  HAS THE RIGHT TO KNOW WHAT TRIAL DATE HAS BEEN ASSIGNED\n   19  FOR TRYING THE ACCUSED.\n   20    4. A VICTIM HAS THE RIGHT TO KNOW  IF  THE  ACCUSED'S  CASE  HAS  BEEN\n   21  TRANSFERRED  TO  A  COURT  OTHER THAN THE ORIGINAL ONE WHERE THE ACCUSED\n   22  ENTERED HIS/HER PLEA.\n   23    S 3. The family court act is amended by adding a new section 340.3  to\n   24  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06382-01-1\n\n       S. 1782                             2\n\n    1    S  340.3. VICTIM'S RIGHT OF ACCESS TO DISCLOSURE OF THE ACCUSED'S CASE\n    2  STATUS. 1. \"VICTIM\" MEANS AN INDIVIDUAL, A CORPORATION, AN UNINCORPORAT-\n    3  ED ASSOCIATION, A PARTNERSHIP, OR A GOVERNMENTAL AGENCY OR INSTRUMENTAL-\n    4  ITY ALLEGED TO HAVE SUSTAINED PHYSICAL INJURY  TO  PERSON  OR  FINANCIAL\n    5  DAMAGE  TO PROPERTY AS A DIRECT RESULT OF THE CRIME OR CRIMES CHARGED IN\n    6  AN ACCUSATORY INSTRUMENT, AS THAT TERM IS DEFINED IN SUBDIVISION ONE  OF\n    7  SECTION 1.20 OF THE CRIMINAL PROCEDURE LAW.\n    8    2.  NOTWITHSTANDING ANY PROVISION OF THIS CHAPTER TO THE CONTRARY, THE\n    9  VICTIM SHALL HAVE THE RIGHT TO REQUEST PARTICIPATION IN THE PROCEEDINGS,\n   10  AND SUCH REQUEST SHALL BE GRANTED BY THE COURT UNLESS IT  CAN  BE  SHOWN\n   11  FOR  GOOD  CAUSE  THAT  SUCH  PARTICIPATION  WOULD  INHIBIT THE JUDICIAL\n   12  PROCEEDINGS.\n   13    3. A VICTIM MAY OBTAIN UPON DEMAND FROM THE AGENCY RESPONSIBLE FOR THE\n   14  PROSECUTION OF THE ACCUSED, INFORMATION CONCERNING  THE  STATUS  OF  THE\n   15  ACCUSED'S CASE FROM THE TIME OF ARRAIGNMENT TO SENTENCING.\n   16    4.  A  VICTIM  HAS  THE  RIGHT  TO KNOW WHAT PLEA THE ACCUSED HAS BEEN\n   17  OFFERED.\n   18    5. A VICTIM HAS THE RIGHT TO KNOW WHAT HEARING OR TRIAL DATE HAS  BEEN\n   19  ASSIGNED FOR TRYING THE ACCUSED.\n   20    6.  NOTWITHSTANDING  THE  PROVISIONS OF SECTION 341.1 OF THIS ARTICLE,\n   21  THE VICTIM HAS THE RIGHT TO ATTEND THE HEARING AND/OR TRIAL.\n   22    S 4. This act shall take effect on the one hundred eightieth day after\n   23  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1782\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law and the family court act, in\nrelation to a victim's right of access to information in certain\nproceedings\n\nPURPOSE:\nThis bill gives a crime victim access to information about the status\nof the case in which he was involved, and the right to participate in\nthe judicial proceedings of a juvenile offender.\n\n* Section 1.20 of the criminal procedure law is amended by adding a\nnew subdivision 44 which reads: \"Victim\" means a person as defined in\nsubdivision seven of section 10.00 of the penal law alleged to have\nsustained physical injury to person or financial damage to property\nas a direct result of the crime or crimes charged in an accusatory\ninstrument.\n\n* A new article 235 is added to the Criminal Procedure Law, entitling\na victim of a crime to certain information on the status of the case.\nThis information includes the plea the accused has entered, the trial\ndate assigned to the accused, whether the case has been transferred\nto another court, and the general status of the case. The prosecutor\nof the case is responsible for turning this information over to the\nvictim on demand.\n\n* A new section, 340.3, is added to the Family Court Act, giving the\nvictim access to the same information in the case of a juvenile\noffender. A victim is also given the right to request participation\nin the proceedings against a juvenile, subject to the approval of the\ncourt.\n\nJUSTIFICATION:\nThe information that will be given to the victim under this bill is\nclearly information which may have a direct bearing upon the victim's\nwell being. Access to this information should surely be a matter of\nright. Too often, the criminal justice system, given its heavy\nworkload and the necessity of safeguarding the rights of the accused,\nneglects the victims and their needs. Providing the victim with\nupdated information on the status of cases will not only protect\nvictims, it will increase their confidence in the criminal justice\nsystem, and encourage them to take a more active role in bringing\ncriminals to justice.\n\nPRIOR LEGISLATIVE HISTORY:\nThis bill has been introduced in previous legislative sessions.\n\nFISCAL IMPLICATIONS:\nAgencies responsible for prosecution will have to develop a system to\nkeep victims informed. The cost should be minimal, as the information\nto be provided to the victim is certainly already part of the\nprosecution's file on the case.\n\nEFFECTIVE DATE:\n\n\n180 days after enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the family court act, in relation to a victim's right of access to information in certain proceedings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T121318.TXT", "SOBI.D110112.T133006.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110112.T135009.TXT", "SOBI.D110112.T134508.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615262
}