{
  "year" : 2011,
  "senateBillNo" : "S1785-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1785-2011-1294808400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the victim notification act to provide information relating to the criminal justice system; repealer",
  "summary" : "Enacts the victim notification act to provide crime victims with the right of notification of the criminal justice process and other matters affecting their interests as a crime victim; enacts procedures to implement such right and details the specific information to be made available to the crime victim; requires police officers and district attorneys or employees of district attorneys to provide victims to the best of their ability with information about financial and social service assistance available. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1734-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1785\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law and  the  executive  law,  in\n         relation  to  procedures for providing victim notification of criminal\n         justice processes affecting the interests  of  crime  victims  and  to\n         repeal section 440.50 of the criminal procedure law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 440.50 of the criminal procedure law is REPEALED.\n    2    S 2. Part 3 of the criminal procedure law is amended by adding  a  new\n    3  title V to read as follows:\n    4                        TITLE V-VICTIM NOTIFICATION ACT\n    5                       ARTICLE 740-VICTIM NOTIFICATION\n    6  SECTION 740.10 DEFINITION OF TERMS.\n    7          740.15 ISSUANCE AND FILING OF VICTIM NOTICES.\n    8          740.20 NOTIFICATION OF VICTIM.\n    9          740.25 VICTIM  FINANCIAL  AND  SOCIAL  SERVICES  ASSISTANCE  IN-\n   10                   FORMATION.\n   11  S 740.10  DEFINITION OF TERMS.\n   12    AS USED IN THIS ARTICLE, THE FOLLOWING TERMS HAVE THE FOLLOWING  MEAN-\n   13  INGS:\n   14    1.  \"CRIME\"  MEANS CONDUCT DEFINED AS A FELONY OR A MISDEMEANOR IN THE\n   15  PENAL LAW.\n   16    2. \"VICTIM\" MEANS A PERSON WHO, AS A RESULT OF A CRIME, HAS SUFFERED A\n   17  DIRECT ADVERSE EFFECT CONSISTING OF:    DEATH,  PHYSICAL  INJURY,  RAPE,\n   18  SODOMY, SEXUAL ABUSE OR LOSS OF PROPERTY.\n   19    3. \"FAMILY MEMBER\" MEANS (A) ANY PERSON RELATED TO A VICTIM WITHIN THE\n   20  THIRD DEGREE OF CONSANGUINITY OR AFFINITY, OR (B) ANY PERSON RESIDING IN\n   21  THE SAME HOUSEHOLD WITH A VICTIM.\n   22    4.  \"VICTIM  NOTICE\"  MEANS  A  FORM PRESCRIBED BY THE COMMISSIONER OF\n   23  CRIMINAL JUSTICE SERVICES AND DISTRIBUTED BY THE  DIVISION  OF  CRIMINAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06384-01-1\n\n       S. 1785                             2\n\n    1  JUSTICE  SERVICES ON WHICH A VICTIM MAY INDICATE A DEMAND THAT HE OR SHE\n    2  BE ADVISED AS TO COURT PROCEEDINGS AND THAT HE  OR  SHE  BE  ADVISED  OF\n    3  CERTAIN  OTHER  CRIMINAL  JUSTICE  AND LAW ENFORCEMENT AGENCIES' ACTIONS\n    4  AFFECTING  THE INTERESTS OF SUCH VICTIM AS PRESCRIBED BY THIS ARTICLE IN\n    5  ANY CRIMINAL ACTION THAT MAY BE BASED UPON THE CRIME OF WHICH HE OR  SHE\n    6  WAS  A  VICTIM.  SUCH  FORM  SHALL  BE  DESIGNED TO INCLUDE AT LEAST THE\n    7  FOLLOWING INFORMATION:   THE NAME OF THE  VICTIM;  THE  ADDRESS  OF  THE\n    8  VICTIM; THE NATURE OF THE CRIME; A DESCRIPTION OF THE CRIME; THE ADVERSE\n    9  EFFECTS  SUFFERED BY THE VICTIM AND BY ANY FAMILY MEMBER; WHETHER OR NOT\n   10  THE VICTIM WISHES TO BE ADVISED AS  TO  COURT  PROCEEDINGS  AND  CERTAIN\n   11  OTHER  CRIMINAL  JUSTICE AND LAW ENFORCEMENT AGENCIES' ACTIONS AFFECTING\n   12  THE INTEREST OF SUCH VICTIM AS PRESCRIBED BY THIS ARTICLE IN ANY  CRIMI-\n   13  NAL ACTION INVOLVING THE CRIME; AND THE PLACE OR PLACES WHERE THE VICTIM\n   14  MAY BE REACHED BY MAIL AND TELEPHONE.\n   15    5.  \"DISCRETIONARY  DISPOSITION\"  MEANS  DISMISSAL  IN  FURTHERANCE OF\n   16  JUSTICE, PURSUANT TO PARAGRAPH (G) OF SUBDIVISION ONE OF SECTION  170.30\n   17  AND  SECTION  170.40  OF  THIS  CHAPTER; ADJOURNMENT IN CONTEMPLATION OF\n   18  DISMISSAL PURSUANT TO SECTION 170.55 OF THIS  CHAPTER;  REDUCTION  OF  A\n   19  FELONY CHARGE TO ONE FOR A NON-FELONY OFFENSE PURSUANT TO SECTION 180.50\n   20  OF  THIS  CHAPTER,  OTHER  THAN  WHERE THE REDUCTION IS MADE PURSUANT TO\n   21  PARAGRAPH (A) OF SUBDIVISION TWO THEREOF; REDUCTION OF A  FELONY  CHARGE\n   22  TO  A NON-FELONY OFFENSE PURSUANT TO SUBDIVISION THREE OF SECTION 180.70\n   23  OF THIS CHAPTER; DISMISSAL OF AN INDICTMENT IN THE INTERESTS OF  JUSTICE\n   24  PURSUANT  TO  PARAGRAPH (I) OF SUBDIVISION ONE OF SECTION 210.20 OF THIS\n   25  CHAPTER AND SECTION 210.40 OF THIS CHAPTER; THE ENTRY OF A PLEA OF GUIL-\n   26  TY TO ANY CRIME OTHER THAN ONE THAT IS NOT MORE THAN  A  SINGLE  CLASSI-\n   27  FICATION  BELOW  THE  HIGHEST  CLASSIFICATION  OF  FELONY CHARGED IN THE\n   28  INDICTMENT, OR THE ENTRY OF A PLEA OF  GUILTY  TO  A  CRIME  CHARGED  IN\n   29  ANOTHER INDICTMENT TO CONSTITUTE A DISPOSITION OF THE INDICTMENT FOR THE\n   30  CRIME  UPON  WHICH  THE  VICTIM NOTICE IS BASED; A DETERMINATION THAT AN\n   31  ELIGIBLE YOUTH IS A YOUTHFUL OFFENDER; OR IMPOSITION OF SENTENCE.\n   32    6. \"FILING\" MEANS SUBMISSION, EITHER BY MAIL  OR  IN  PERSON,  OF  THE\n   33  VICTIM  NOTIFICATION FORM BY THE VICTIM OR FAMILY MEMBER TO THE CRIMINAL\n   34  JUSTICE AGENCY WHERE THE RECORD OF THE REPORT OF THE CRIME IS MAINTAINED\n   35  OR IF A CRIMINAL ACTION HAS BEEN COMMENCED, WITH THE CLERK OF THE  COURT\n   36  WHERE THE ACTION IS PENDING.\n   37  S 740.15  ISSUANCE AND FILING OF VICTIM NOTICES.\n   38    1.  WHENEVER  A  VICTIM  SHALL  GIVE INFORMATION IN PERSON TO A POLICE\n   39  OFFICER OR TO A DISTRICT ATTORNEY OR AN EMPLOYEE OF A DISTRICT  ATTORNEY\n   40  CONCERNING A CRIME OF WHICH HE OR SHE IS A VICTIM SUCH OFFICER, DISTRICT\n   41  ATTORNEY OR EMPLOYEE SHALL INQUIRE AS TO WHETHER THE VICTIM HAS RECEIVED\n   42  A  VICTIM NOTICE FORM AND, WHERE THE VICTIM INDICATES THAT HE OR SHE HAS\n   43  NOT RECEIVED SUCH FORM, SHALL ISSUE OR SHALL MAKE ARRANGEMENT  TO  ISSUE\n   44  TO  THE VICTIM A VICTIM NOTICE FORM AND A COPY OF THE PROVISIONS OF THIS\n   45  ARTICLE.  IN THE EVENT THAT THE VICTIM IS DECEASED OR IS UNDER  THE  AGE\n   46  OF  EIGHTEEN  OR IS UNABLE BY REASON OF MENTAL OR PHYSICAL DISABILITY TO\n   47  FILL OUT A VICTIM NOTICE FORM, THE FORM AND A COPY OF THIS ARTICLE SHALL\n   48  BE ISSUED TO ANY FAMILY MEMBER WHO APPEARS TO REPRESENT THE INTEREST  OF\n   49  THE VICTIM.\n   50    2.  AT  THE  TIME A VICTIM NOTICE IS ISSUED AS PROVIDED IN SUBDIVISION\n   51  ONE OF THIS SECTION, THE PERSON ISSUING SAID NOTICE SHALL INDICATE THER-\n   52  EON HIS OR HER OWN NAME AND (A) IF  NO  CRIMINAL  ACTION  HAS  YET  BEEN\n   53  COMMENCED, THE PLACE WHERE THE RECORD OF THE REPORT OF THE CRIME WILL BE\n   54  MAINTAINED, OR (B) IF A CRIMINAL ACTION HAS BEEN COMMENCED (I) THE COURT\n   55  WHERE  SUCH  ACTION  PRESENTLY  IS  PENDING, (II) THE PART, IF KNOWN, TO\n   56  WHICH SUCH ACTION HAS  BEEN  ASSIGNED,  AND  (III)  THE  DOCKET  NUMBER,\n\n       S. 1785                             3\n\n    1  INDICTMENT NUMBER OR OTHER IDENTIFYING NUMBER, IF KNOWN, ASSIGNED TO THE\n    2  CRIMINAL ACTION.  THE PERSON ISSUING A VICTIM NOTICE FORM SHALL, ALSO AT\n    3  THE  TIME  OF ISSUANCE, INFORM THE VICTIM OR FAMILY MEMBER OF THE MANNER\n    4  AND PLACE WHERE SUCH FORM MUST BE FILED IF AN ELECTION TO FILE IS MADE.\n    5    3.  A  PERSON TO WHOM A VICTIM NOTICE HAS BEEN ISSUED PURSUANT TO THIS\n    6  SECTION MAY, IF HE OR SHE SO ELECTS, FILE, BY MAIL  OR  IN  PERSON,  THE\n    7  VICTIM  NOTICE  AT  THE PLACE INDICATED IN PARAGRAPH (A) OR SUBPARAGRAPH\n    8  (I) OF PARAGRAPH (B) OF SUBDIVISION TWO OF  THIS  SECTION.    WHERE  THE\n    9  NOTICE  HAS BEEN FILED AT THE PLACE SET FORTH IN PARAGRAPH (A) OF SUBDI-\n   10  VISION TWO OF THIS SECTION, IT SHALL BE THE DUTY OF THE  POLICE  OFFICER\n   11  WHO  APPEARS AT THE ARRAIGNMENT ON THE FIRST ACCUSATORY INSTRUMENT FILED\n   12  IN ANY CRIMINAL ACTION BASED UPON THE CRIME TO SUBMIT THE VICTIM  NOTICE\n   13  TO THE CLERK OF THE COURT.  WHERE A VICTIM NOTICE HAS BEEN SO SUBMITTED,\n   14  OR  WHERE  A VICTIM NOTICE IS FILED WITH THE COURT INDICATED IN SUBPARA-\n   15  GRAPH (I) OF PARAGRAPH (B) OF SUBDIVISION TWO OF THIS SECTION, IT  SHALL\n   16  BE THE DUTY OF THE CLERK OF THE COURT OR THE CLERK OF THE PART TO ATTACH\n   17  THE NOTICE TO THE ACCUSATORY INSTRUMENT.\n   18    4.  A VICTIM NOTICE FILED WITH AN ACCUSATORY INSTRUMENT MUST BE TRANS-\n   19  MITTED TO ANY COURT THAT SUBSEQUENTLY ACQUIRES JURISDICTION OF THE CRIM-\n   20  INAL  ACTION  AND  MUST  BE  ATTACHED TO THE ACCUSATORY INSTRUMENT FILED\n   21  THEREIN.   IT ALSO SHALL  BE  ATTACHED  TO  ALL  SUPERSEDING  ACCUSATORY\n   22  INSTRUMENTS.\n   23    5.  IF  A  SENTENCE  IS  IMPOSED OR OTHER COURT ORDER ISSUED REQUIRING\n   24  CUSTODIAL PLACEMENT, THE CLERK OF THE COURT OR THE  CLERK  OF  THE  PART\n   25  SHALL TRANSMIT A VICTIM NOTICE TO THE CUSTODIAL INSTITUTION WHERE PLACE-\n   26  MENT IS TO OCCUR.  FURTHER, IF AT ANY TIME THE ORIGINAL CUSTODIAL INSTI-\n   27  TUTION  TRANSFERS  AN  INDIVIDUAL  TO  ANY OTHER CUSTODIAL INSTITUTION A\n   28  VICTIM NOTICE SHALL ACCOMPANY SUCH TRANSFER.\n   29  S 740.20 NOTIFICATION OF VICTIM.\n   30    1. WHEN A VICTIM NOTICE HAS BEEN FILED PURSUANT TO SECTION  740.15  OF\n   31  THIS  ARTICLE  AND  A  VICTIM OR A FAMILY MEMBER HAS INDICATED THEREIN A\n   32  WISH TO BE ADVISED AS  TO  COURT  PROCEEDINGS  IN  THE  CRIMINAL  ACTION\n   33  INVOLVING THE CRIME, THEN NO COURT SHALL MAKE ANY DISCRETIONARY DISPOSI-\n   34  TION  IN THE ACTION UNLESS THE VICTIM OR FAMILY MEMBER WHO HAS FILED THE\n   35  NOTICE IS PRESENT OR THE COURT HAS ASCERTAINED THAT  REASONABLE  EFFORTS\n   36  HAVE  BEEN  MADE  TO GIVE SUCH PERSON AT LEAST TWENTY-FOUR HOURS ADVANCE\n   37  NOTICE OF THE FACT THAT A DISCRETIONARY DISPOSITION IS TO BE MADE IN THE\n   38  ACTION.\n   39    2. WHERE THE VICTIM OR FAMILY MEMBER WHO HAS FILED THE NOTICE IS PRES-\n   40  ENT, THE COURT SHALL NOT  MAKE  ANY  DISCRETIONARY  DISPOSITION  IN  THE\n   41  ACTION  UNLESS THE COURT FIRST ADVISES SUCH PERSON OF THE SUBJECT MATTER\n   42  OF THE DISPOSITION TO BE MADE AND ASKS SUCH PERSON  WHETHER  HE  OR  SHE\n   43  WISHES  TO MAKE A STATEMENT WITH RESPECT THERETO.  IF SUCH PERSON WISHES\n   44  TO MAKE A STATEMENT, THE COURT SHALL GRANT HIM OR HER AN OPPORTUNITY  TO\n   45  DO SO BEFORE MAKING A DISCRETIONARY DISPOSITION.\n   46    3.  WHETHER  OR  NOT  A VICTIM OR FAMILY MEMBER WHO HAS FILED A VICTIM\n   47  NOTICE APPEARS IN COURT, THE CLERK OF THE COURT SHALL  PROMPTLY  FORWARD\n   48  BY MAIL TO ANY PERSON WHO HAS FILED A VICTIM NOTICE A NOTIFICATION AS TO\n   49  THE FOLLOWING EVENTS:\n   50    (A) ANY DISCRETIONARY DISPOSITION, INCLUDING THE SPECIFICS THEREOF;\n   51    (B) ANY DISMISSAL OF THE ACCUSATORY INSTRUMENT; AND\n   52    (C)  ANY  REVERSAL  OR  MODIFICATION  OF  THE JUDGMENT BY AN APPELLATE\n   53  COURT.\n   54    4. WHEN A VICTIM NOTICE HAS BEEN TRANSMITTED PURSUANT  TO  SUBDIVISION\n   55  FIVE OF SECTION 740.15 OF THIS ARTICLE AND A VICTIM OR FAMILY MEMBER HAS\n   56  INDICATED  THEREIN  A  WISH  TO  BE  ADVISED  OF CRIMINAL JUSTICE AGENCY\n\n       S. 1785                             4\n\n    1  ACTIONS, THEN NO CUSTODIAL INSTITUTION SHALL RELEASE, DISCHARGE, PAROLE,\n    2  FURLOUGH, GRANT TEMPORARY PASS,  GRANT  WORK  RELEASE  PRIVILEGES  TO  A\n    3  PERSON  IN  ITS CUSTODY UNLESS IT SHALL FORWARD BY MAIL NOTICE, AT LEAST\n    4  EIGHT  DAYS,  EXCLUDING  SATURDAYS,  SUNDAYS AND HOLIDAYS, IN ADVANCE OF\n    5  SUCH PERSON'S CHANGE OF STATUS, TO THE VICTIM OR FAMILY MEMBER.\n    6    5. WHEN A VICTIM NOTICE HAS BEEN FILED PURSUANT TO SECTION  740.15  OF\n    7  THIS  ARTICLE  AND  A  VICTIM OR A FAMILY MEMBER HAS INDICATED THEREIN A\n    8  WISH TO BE ADVISED OF CRIMINAL JUSTICE  AND  LAW  ENFORCEMENT  AGENCIES'\n    9  ACTIONS THEN IT SHALL BE THE DUTY, WHENEVER POSSIBLE, OF THE INVESTIGAT-\n   10  ING  POLICE OFFICER AND DISTRICT ATTORNEY OR AN EMPLOYEE OF THE DISTRICT\n   11  ATTORNEY TO INFORM A VICTIM,  UPON  ORAL  OR  WRITTEN  REQUEST,  OF  THE\n   12  PROGRESS,  STATUS  OR  RESULTS  OF  AN  INVESTIGATION OR THE PROGRESS OR\n   13  STATUS OF A CASE WHICH IS BASED UPON THE CRIME OF WHICH HE OR SHE WAS  A\n   14  VICTIM.    HOWEVER,  DISCLOSURE  OF  INFORMATION  MAY BE WITHHELD FROM A\n   15  VICTIM IF SUCH INFORMATION IS CONFIDENTIAL OR COULD POTENTIALLY  COMPRO-\n   16  MISE THE RESULTS OF AN INVESTIGATION OR PROSECUTION AS THE CASE MAY BE.\n   17  S 740.25  VICTIM FINANCIAL AND SOCIAL SERVICES ASSISTANCE INFORMATION.\n   18    NOTWITHSTANDING  THE  ABSENCE  OF  FILING  A VICTIM NOTICE, WHENEVER A\n   19  VICTIM SHALL GIVE INFORMATION TO A  POLICE  OFFICER  OR  TO  A  DISTRICT\n   20  ATTORNEY  OR  AN  EMPLOYEE  OF A DISTRICT ATTORNEY CONCERNING A CRIME OF\n   21  WHICH HE OR SHE IS A VICTIM, SUCH OFFICER, DISTRICT ATTORNEY OR EMPLOYEE\n   22  SHALL, TO THE BEST OF THEIR ABILITY, PROVIDE THE VICTIM WITH INFORMATION\n   23  ABOUT FINANCIAL  AND  SOCIAL  SERVICES  ASSISTANCE  AVAILABLE  TO  CRIME\n   24  VICTIMS.   THIS INFORMATION SHALL INCLUDE, BUT IS NOT LIMITED TO, INFOR-\n   25  MATION ABOUT AVAILABLE:  RAPE CRISIS CENTERS; VICTIM/WITNESS  ASSISTANCE\n   26  PROGRAMS; ELDERLY VICTIM PROJECTS; THE OFFICE OF VICTIM SERVICES; VICTIM\n   27  ASSISTANCE HOTLINES; AND DOMESTIC VIOLENCE SHELTERS AND PROGRAMS.\n   28    S  3.  Subparagraph  (A)  of paragraph (c) of subdivision 2 of section\n   29  259-i of the executive law, as amended by section  12  of  part  AAA  of\n   30  chapter 56 of the laws of 2009, is amended to read as follows:\n   31    (A)  Discretionary  release on parole shall not be granted merely as a\n   32  reward for  good  conduct  or  efficient  performance  of  duties  while\n   33  confined  but  after  considering  if  there is a reasonable probability\n   34  that, if such inmate is released, he will live  and  remain  at  liberty\n   35  without violating the law, and that his release is not incompatible with\n   36  the  welfare of society and will not so deprecate the seriousness of his\n   37  crime as to undermine respect for law.  In  making  the  parole  release\n   38  decision, the guidelines adopted pursuant to subdivision four of section\n   39  two  hundred fifty-nine-c of this article shall require that the follow-\n   40  ing be considered: (i) the institutional record including program  goals\n   41  and accomplishments, academic achievements, vocational education, train-\n   42  ing  or  work  assignments, therapy and interpersonal relationships with\n   43  staff and inmates; (ii) performance, if  any,  as  a  participant  in  a\n   44  temporary  release  program;  (iii)  release  plans  including community\n   45  resources, employment,  education  and  training  and  support  services\n   46  available to the inmate; (iv) any deportation order issued by the feder-\n   47  al  government against the inmate while in the custody of the department\n   48  of correctional services and any  recommendation  regarding  deportation\n   49  made  by  the  commissioner  of  the department of correctional services\n   50  pursuant to section one hundred forty-seven of the correction  law;  (v)\n   51  any  statement  made  to  the  board by the crime victim or the victim's\n   52  representative, where the crime victim is deceased  or  is  mentally  or\n   53  physically  incapacitated;  and  (vi)  the  length  of  the  determinate\n   54  sentence to which the inmate would be subject had he or she  received  a\n   55  sentence pursuant to section 70.70 or section 70.71 of the penal law for\n   56  a  felony  defined  in article two hundred twenty or article two hundred\n\n       S. 1785                             5\n\n    1  twenty-one of the penal law. The board shall provide toll free telephone\n    2  access for crime victims. [In the case of  an  oral  statement  made  in\n    3  accordance with subdivision one of section 440.50 of the criminal proce-\n    4  dure  law, the parole board member shall present a written report of the\n    5  statement to the parole board.] A crime  victim's  representative  shall\n    6  mean  the  crime  victim's  closest surviving relative, the committee or\n    7  guardian of such person, or the legal representative of any such person.\n    8  Such statement submitted by the victim or  victim's  representative  may\n    9  include  information  concerning  threatening  or  intimidating  conduct\n   10  toward the victim, the victim's representative, or the victim's  family,\n   11  made  by  the  person sentenced and occurring after the sentencing. Such\n   12  information may include, but need not be limited to, the threatening  or\n   13  intimidating conduct of any other person who or which is directed by the\n   14  person  sentenced.  Notwithstanding  the  provisions of this section, in\n   15  making the parole release decision for persons whose minimum  period  of\n   16  imprisonment was not fixed pursuant to the provisions of subdivision one\n   17  of this section, in addition to the factors listed in this paragraph the\n   18  board  shall consider the factors listed in paragraph (a) of subdivision\n   19  one of this section.\n   20    S 4. Paragraph (b) of subdivision 2 of section 646-a of the  executive\n   21  law,  as  added by chapter 67 of the laws of 1994, is amended to read as\n   22  follows:\n   23    (b) the rights of crime victims to routine  notification  of  judicial\n   24  proceedings  relating  to  their case as provided in section six hundred\n   25  forty-one of this article[,] AND in section 330.20[, and section 440.50]\n   26  of the criminal procedure law [and section one hundred  forty-nine-a  of\n   27  the correction law];\n   28    S 5. This act shall take effect on the first of November next succeed-\n   29  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1785\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law and the executive law,\nin relation to procedures for\nproviding victim notification of\ncriminal justice processes affecting the interests of crime victims\nand to repeal section 440.50 of\nsuch law relating thereto\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo recognize the legitimate rights\nand interests of\ncrime victims to be notified and kept informed of court proceedings\nand certain other criminal\njustice agency actions which follow victimization.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n* Section 440.50 of the criminal procedure law is REPEALED.\n* Part 3 of the criminal procedure law is amended  by\nby adding a new title V to create the Victim\nNotification Act. It sets up a mechanism for developing a victim\nnotification form which would contain information about the crime\nvictim, the crime itself, the\nadverse effects suffered by the victim and how the victim can be\nreached for notification purposes.\n\nIf a victim elects to file a victim notice form and therein indicates\na wish to be notified, a procedure\nis set forth for making sure the victim's right to be informed is\nassured. The notification form,\nonce filed, is appended to the accusatory instrument and subsequently\nforwarded to any custodial\ninstitution.\n\nThe bill would also require police officers and district attorneys to\ninform a victim, upon oral or\nwritten request, of the progress, status or results of an investigation\nor the progress or status of a\ncase so long as such information is not confidential or could\npotentially compromise the results of\nan investigation or prosecution as the case may be.\n\nFinally, the bill would require, whether or not a victim notice is\nfiled, that police officers and\ndistrict attorneys or employees of district attorneys provide victims,\nto the best of their ability, with\ninformation about financial and social service assistance available to\ncrime victims.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nExisting law requires\nthe district attorney to inform a victim of the final disposition of a\ncase, where the victim so requests.\n\n\nJUSTIFICATION:\nThere is a basic need for crime victims to be kept informed\nconcerning the\ncriminal justice process in which they become so intricately involved.\nVictims are very often\nasked to help in this process, thereby exposing themselves to further\nhardships including: the need\nto tell their story over and over again; to appear in court to\ntestify; and to help police with\nidentification and many other time consuming, frustrating and even\npsychologically difficult\nactivities. This involvement and assistance should vest in victims\nrights to be notified and\ninformed, with full explanation, of all decisions made which\ninherently affect their standing in\nthe criminal justice system.\n\nThis can be seen as the victim's \"due\nprocess\" counterpart to that\nwhich is so freely available to the accused. In the past, the victim's\nplace and interests in the\nsystem were much more central, but the state gradually took over the\nprosecutorial function from\nthe victim and relegated the crime victim to a mere informational\nsource. The information which\nthe victim, as witness, provides is essential. However, the\ncooperation and assistance that the\nvictim can provide must not be given greater value then the interests\nof the victim to be informed,\nnotified and have his/her input considered in matters which so\nfundamentally affect his/her rights\nas the person directly harmed by the criminal act.\n\nThis proposed legislation provides an administrative mechanism for the\nvictim to be kept informed\nby the criminal justice system on a timely basis of the decisions\ndetermining the criminal case,\nwhere the victim so requests. Law abiding citizens who are victims of\ncrime and whose\ncooperation is required by the criminal justice system should not be\nuninformed of important\ndecisions and proceedings which may vitally affect their rights or\nwell-being.\n\nPRIOR LEGISLATIVE HISTORY:\nThis bill was previously introduced.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November next succeeding the\ndate on which it shall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the executive law, in relation to procedures for providing victim notification of criminal justice processes affecting the interests of crime victims and to repeal section 440.50 of the criminal procedure law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T132506.TXT", "SOBI.D110113.T121318.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615267
}