{
  "year" : 2011,
  "senateBillNo" : "S1780-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1780-2011-1294808400000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the counties of residence that eleven additional judges previously authorized to serve on the civil court of the city of New York shall be elected from",
  "summary" : "Establishes the counties of residence that eleven additional judges previously authorized to serve on the civil court of the city of New York shall be elected from. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "New York City Civil Court Act",
  "previousVersions" : [ "SA1745-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1780\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the New York city civil court act, in  relation  to  the\n         election  of  additional  judges of the civil court of the city of New\n         York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 2 of section 102-a of the New York city civil\n    2  court act, as added by chapter 511 of the laws of 1993,  is  amended  to\n    3  read as follows:\n    4    2. The twenty-five additional judges of the civil court of the city of\n    5  New York authorized on June first, nineteen hundred sixty-eight by chap-\n    6  ter  nine  hundred  eighty-seven  of the laws of nineteen hundred sixty-\n    7  eight shall be elected in and from the residents of the following  coun-\n    8  ties  in the indicated numbers: from the county of New York, seven; from\n    9  the county of Kings, seven; from the county of  Queens,  six;  from  the\n   10  county  of Bronx, four; and from the county of Richmond, one. Such addi-\n   11  tional judges shall receive the same compensation as the existing judges\n   12  of the civil court of the city of New York. The eleven additional judges\n   13  of the civil court of the city of New York authorized by [this]  section\n   14  SEVEN OF CHAPTER FIVE HUNDRED OF THE LAWS OF NINETEEN HUNDRED EIGHTY-TWO\n   15  shall  be  [chosen  by  the electors of the counties included within the\n   16  city of New York from districts within such counties as shall be  estab-\n   17  lished  by law] ELECTED IN AND FROM THE RESIDENTS OF THE FOLLOWING COUN-\n   18  TIES IN THE INDICATED NUMBERS: FROM THE COUNTY OF NEW  YORK,  ONE;  FROM\n   19  THE  COUNTY  OF  KINGS, THREE; FROM THE COUNTY OF QUEENS, FOUR; FROM THE\n   20  COUNTY OF BRONX, TWO; AND FROM THE COUNTY OF RICHMOND, ONE.  SUCH  ADDI-\n   21  TIONAL JUDGES SHALL RECEIVE THE SAME COMPENSATION AS THE EXISTING JUDGES\n   22  OF THE CIVIL COURT OF THE CITY OF NEW YORK.\n   23    S  2.  This act shall take effect immediately; provided, however, that\n   24  in accordance with subdivision a of section  15  of  article  6  of  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06332-01-1\n\n       S. 1780                             2\n\n    1  constitution,  the  additional judgeships of the civil court of the city\n    2  of New York affected by the provisions of this act first shall be filled\n    3  at the general election to be held  in  November  2012  for  a  term  to\n    4  commence January 1, 2013.\n",
  "memo" : "BILL NUMBER:S1780\n\nTITLE OF BILL:\nAn act\nto amend the New York city civil court act, in relation to the election\nof additional judges of the civil court of the city of New York\n\nPURPOSE OR GENERAL IDEA OF THE BILL:\nThis bill would apportion the eleven addition NYC Civil Court\njudgeships previously authorized by the legislature in 1993, but\nnever distributed among the five counties of NYC and therefore never\nelected and utilized.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSubdivision 2 of section 102-a of the\nNew York city civil court act as added by chapter 511 of the laws of\n1993 is amended to apportion the eleven addition NYC Civil Court\njudgeships previously authorized by the legislature in 1993, but\nnever distributed among the five counties of NYC and therefore never\nelected and utilized, as follows: New York County: 1 judgeship;\nKings: 3 judgeships; Queens: 4 judgeships; Bronx: 2 judgeships;\nRichmond: 1 judgeship.\n\nJUSTIFICATION:\nThe Civil Court docket in New York City has increased dramatically in\nthe thirty years since additional judgeships were added. In\nrecognition of this, the legislature authorized eleven additional\njudgeships in 1993, but has never established how these eleven\njudgeships are to be apportioned among NYC's five counties. In\nessence, the legislature's determination to address the increasing\ndocket of NYC Civil Court cases in 1993 has still not been realized\nfourteen years later. This bill finally apportions these judges and\ngives NYC residents whose cases are heard in Civil Court the relief\nthey need to have their cases heard in a speedy manner. The breakdown\namong the counties reflects the docket load of each county, with\nQueens receiving the greatest number of judges because it has the\nhighest judge/docket ratio.\n\nThe eleven additional judges shall be elected in and from the\nresidents of the following counties as follows: one from the county\nof New York, three from Kings County, four from Queens County, two\nfrom Bronx County;\none from Richmond County. The additional judges shall receive the same\ncompensation as the existing judges of the civil court of the city of\nNew York.\n\nLEGISLATIVE HISTORY:\nThis bill was previously introduced.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately; provided that in accordance with subdivision (a) of\nsection 15 of article 6 of the constitution, the additional\njudgeships of the civil court of the city of New York affected by the\n\n\nprovisions of this act first shall be filled at the general election\nto be held in November 2012 for a term to commence January 1, 2013.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the New York city civil court act, in relation to the election of additional judges of the civil court of the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T130504.TXT", "SOBI.D110112.T121001.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110113.T120818.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615260
}