{
  "year" : 2011,
  "senateBillNo" : "S1787-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1787-2011-1294808400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates use of pesticides on public and private school grounds and daycare facilities",
  "summary" : "Regulates use of pesticides on public and private school grounds for aesthetic purposes. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SA1737-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1787\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation  law  and  the  education\n         law,  in  relation  to  regulating the use of pesticides for aesthetic\n         purposes on public and private school grounds\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"New York pesticides-free schools act\".\n    3    S 2. Subdivision 1 of section 3-0301 of the environmental conservation\n    4  law is amended by adding a new paragraph kk to read as follows:\n    5    KK. CONSULT AND COOPERATE WITH THE DEPARTMENT OF HEALTH TO  PROMULGATE\n    6  RULES  AND  REGULATIONS  NECESSARY TO IMPLEMENT THE ABATEMENT OF HARMFUL\n    7  PESTICIDES USED ON SCHOOL GROUNDS AS DEFINED  IN  SECTION  FOUR  HUNDRED\n    8  NINE-L OF THE EDUCATION LAW.\n    9    S  3.  The  education  law is amended by adding a new section 409-l to\n   10  read as follows:\n   11    S 409-L. PROHIBITION OF PESTICIDES FOR AESTHETIC PURPOSE ON PUBLIC AND\n   12  PRIVATE SCHOOL GROUNDS.  1. FOR THE PURPOSES OF THIS SECTION THE FOLLOW-\n   13  ING TERMS SHALL HAVE THE MEANINGS SET FORTH BELOW:\n   14    (A) \"PESTICIDE\" SHALL MEAN A FUNGICIDE USED ON PLANTS, AN INSECTICIDE,\n   15  A HERBICIDE OR A RODENTICIDE BUT DOES NOT MEAN  A  SANITIZER,  DISINFEC-\n   16  TANT, ANTIMICROBIAL AGENT OR A PESTICIDE BAIT, AND \"LAWN CARE PESTICIDE\"\n   17  MEANS   A  PESTICIDE  REGISTERED  BY  THE  UNITED  STATES  ENVIRONMENTAL\n   18  PROTECTION AGENCY AND  LABELED  PURSUANT  TO  THE  FEDERAL  INSECTICIDE,\n   19  FUNGICIDE  AND  RODENTICIDE  ACT  FOR USE IN LAWN, GARDEN AND ORNAMENTAL\n   20  SITES OR AREAS.\n   21    (B) \"SCHOOL\" MEANS ALL FACILITIES, BOTH PUBLIC AND PRIVATE EDUCATIONAL\n   22  INSTITUTIONS, FOR GRADES KINDERGARTEN THROUGH TWELVE  OPERATED  IN  THIS\n   23  STATE.\n   24    (C)  \"GROUNDS\"  MEANS  SCHOOL LAND, INCLUDING PLAYING FIELDS AND GREEN\n   25  SPACES OF ALL PUBLIC OR PRIVATE SCHOOL OR EDUCATIONAL INSTITUTIONS OPER-\n   26  ATED IN THIS STATE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06329-01-1\n\n       S. 1787                             2\n\n    1    (D) \"INTEGRATED PEST MANAGEMENT\"  AND  \"IPM\"  MEAN  A  DECISION-MAKING\n    2  PROCESS  FOR  PEST CONTROL THAT UTILIZES REGULAR MONITORING TO DETERMINE\n    3  IF AND WHEN CONTROLS ARE NEEDED; EMPLOYS PHYSICAL, MECHANICAL, CULTURAL,\n    4  BIOLOGICAL AND EDUCATIONAL TACTICS TO CONTROL  CONDITIONS  THAT  PROMOTE\n    5  PEST  INFESTATIONS  AND  TO KEEP PEST POPULATIONS AT TOLERABLE DAMAGE OR\n    6  ANNOYANCE LEVELS; AND ONLY AS A LAST RESORT, UTILIZES LEAST TOXIC PESTI-\n    7  CIDE CONTROLS. THE OVERALL GOAL OF IPM IS TO ELIMINATE  THE  UNNECESSARY\n    8  USE OF PESTICIDES AND REDUCE THE USE OF ALL PESTICIDES.\n    9    2. BY THE FIRST OF SEPTEMBER AFTER THE EFFECTIVE DATE OF THIS SECTION,\n   10  ALL  SCHOOLS  SHALL  HAVE  INTEGRATED PEST MANAGEMENT PLANS FOR ALL PEST\n   11  CONTROL ACTIVITIES,  WHICH  HAVE  BEEN  SUBJECT  TO  PUBLIC  REVIEW  AND\n   12  APPROVED BY THE SCHOOL BOARD. SUCH PLANS SHALL UTILIZE IPM TECHNIQUES TO\n   13  MANAGE  AND  CONTROL  PESTS  AND PROBLEMS. ALL IPM PLANS SHALL INCLUDE A\n   14  PROVISION FOR PUBLIC ACCESS TO ALL INFORMATION ABOUT THE  IMPLEMENTATION\n   15  OF  THE  PLAN. SCHOOL DISTRICTS MAY CREATE ADVISORY COMMITTEES TO ASSIST\n   16  IN THE DEVELOPMENT OF THE IPM PLANS, AND TO MONITOR  THE  IMPLEMENTATION\n   17  OF  SUCH  PLANS. NO SCHOOL SHALL CONDUCT OR HAVE CONDUCTED ANY PESTICIDE\n   18  APPLICATION TO SCHOOL GROUNDS WHICH APPLICATION IS SOLELY FOR  AESTHETIC\n   19  PURPOSES  OR  WHICH IS PREVENTATIVE IN NATURE AND WHICH DOES NOT RESPOND\n   20  TO VERIFIABLE PEST PROBLEMS.\n   21    3. BY THE FIRST OF SEPTEMBER IN THE YEAR NEXT SUCCEEDING THE EFFECTIVE\n   22  DATE OF THIS SECTION, ALL APPLICATIONS OF PESTICIDES MADE ON THE GROUNDS\n   23  OF ANY PUBLIC OR PRIVATE SCHOOL SOLELY FOR AESTHETIC PURPOSES  SHALL  BE\n   24  PROHIBITED. SUCH PROHIBITION SHALL NOT INCLUDE ANY APPLICATION OF PESTI-\n   25  CIDES  DEEMED  NECESSARY BY THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION\n   26  TO PROTECT THE PUBLIC HEALTH, SAFETY, AND WELFARE, PESTICIDES NEEDED  TO\n   27  PROTECT  THE BUILDING AND STRUCTURAL INTEGRITY OF THE SCHOOL FACILITY OR\n   28  SUCH APPLICATION OF PESTICIDES INCLUDING BACILLUS POPILLAE SPORES REGIS-\n   29  TERED PURSUANT TO SECTION ONE HUNDRED THIRTY-SIX-A OF TITLE SEVEN OF THE\n   30  UNITED STATES CODE. SUCH NECESSARY APPLICATION MAY BE  MADE  OUTSIDE  OF\n   31  REGULAR  BUSINESS  HOURS  PROVIDED IT IS THE LEAST TOXIC ALTERNATIVE AND\n   32  DOES NOT INVOLVE A RESTRICTED   USE PESTICIDE,  AS  DEFINED  IN  SECTION\n   33  33-0101 OF THE ENVIRONMENTAL CONSERVATION LAW. NO CHILD ENROLLED AT SUCH\n   34  SCHOOL MAY ENTER AN AREA WHERE PESTICIDES HAVE BEEN APPLIED UNTIL  IT IS\n   35  SAFE TO DO SO ACCORDING TO THE PROVISIONS OF THE PESTICIDE LABEL.\n   36    4.  A  SCHOOL  DISTRICT  MAY  PETITION THE DEPARTMENT OF ENVIRONMENTAL\n   37  CONSERVATION IN THE EVENT THAT THE DISTRICT DETERMINES AN EXTENSION  FOR\n   38  THE  ABATEMENT  OF PESTICIDES IS NEEDED PROVIDED THE SCHOOL DISTRICT HAS\n   39  MADE A GOOD FAITH EFFORT TO COMPLY WITH THE PROVISIONS OF THIS SECTION.\n   40    5. WITHIN TWELVE MONTHS OF THE EFFECTIVE  DATE  OF  THIS  SECTION  THE\n   41  DEPARTMENT OF ENVIRONMENTAL CONSERVATION IN COOPERATION WITH THE DEPART-\n   42  MENT  OF HEALTH SHALL ISSUE RULES AND REGULATIONS NECESSARY TO IMPLEMENT\n   43  THE PROVISIONS OF THIS SECTION, INCLUDING BUT NOT  LIMITED  TO  A  MODEL\n   44  PLAN, A COMPLIANCE SCHEDULE AND APPROPRIATE PENALTIES FOR NONCOMPLIANCE.\n   45  SUCH  RULES  AND REGULATIONS SHALL INCLUDE, BUT NOT BE LIMITED TO STAND-\n   46  ARDS FOR TECHNICAL CAPABILITY AND DEFINITIONS  FOR  \"PESTICIDE  APPLICA-\n   47  TIONS  NECESSARY  TO PROTECT THE PUBLIC HEALTH, SAFETY, AND WELFARE\" AND\n   48  \"PESTICIDE APPLICATIONS NECESSARY TO PROTECT THE BUILDING AND STRUCTURAL\n   49  INTEGRITY OF A FACILITY\".\n   50    S 4. This act shall  take  effect  on  the  first  of  September  next\n   51  succeeding  the  date  on  which  it  shall have become a law; provided,\n   52  however, that effective  immediately,  the  addition,  amendment  and/or\n   53  repeal  of  any  rule  or regulation necessary for the implementation of\n   54  this act on its effective date are authorized and directed  to  be  made\n   55  and completed on or before such effective date.\n",
  "memo" : "BILL NUMBER:S1787\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law and\nthe education law, in relation to regulating the use of\npesticides for aesthetic purposes\non public and private school grounds\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo prohibit the use of pesticides on public and private school grounds\nand on the grounds of daycare facilities.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSubdivision 1 of sect 3-0301 of the environmental conservation\nlaw is amended by\nadding a new paragraph kk. The education law is amended by adding a\nnew section 409-1.\n\nGives a short title allowing the act to be known as \"The New York\nPesticides-Free Schools Act.\"\n\nRequires the department of environmental conservation to cooperate\nwith the department of health to promulgate rules and regulations to\nimplement the provisions of this act.\n\nDefines \"pesticide,\" \"school,\" \"facilities,\" daycare facility,\" and\n\"integrated peat management,\" and \"IPM.\"\n\nRequires that by the first of September after the section becomes law,\nall schools and daycare facilities must have an IPM program in place.\n\nProhibits the application of pesticides on school and daycare grounds\nafter the first of September in the year after the section becomes\nlaw except for when an application is necessary to protect the public\nhealth, safety, or welfare or to protect the structural integrity of\na building or if the application is of bacillus papillae spores.\nRequires that necessary applications be made outside of business\nhours, employ the least toxic alternative, and not involve a\nrestricted use pesticide.\n\nProhibits any child enrolled in the school or daycare to enter an area\nwith a necessary pesticide application until it is safe to do so.\n\nAllows a school district to petition the department of environmental\nconservation to extend the deadline for pesticide abatement. Requires\nthe department of environmental conservation to promulgate rules and\nregulations.to implement this section within twelve months of the\neffective date of this section.\n\nJUSTIFICATION:\nChildren are particularly susceptible to the negative effects of\npesticides because of their rapid growth and decreased ability to\ndetoxify toxins. According to the US Environmental Protection Agency\nand the National Academy of Sciences of the 30 most commonly used\n\n\nlawn pesticides, 19 have studies that link them with certain cancers,\n13 with birth defects, 21 with reproductive effects, and 15 with\nneurotoxicity or abnormal brain development. A 2003 study on human\nexposure to toxic chemicals by the Center for Disease Control found\nthat the highest residue levels of pesticides that are commonly used\nin schools were found in children aged 6-11.\n\nPesticides can provide public health benefits, but those benefits must\nbe evaluated in the context of the risks to health that they pose.\nChildren spend most of their waking hours in a school setting and the\nschool environment has the potential to affect the long-term health\nand welfare of our children. The recent prohibition of pesticides on\nschool and daycare grounds in Connecticut has demonstrated that\nnatural pest control methods can be both economical and efficient.\n\nIt is wrong to continue to unnecessarily expose New York's\nchildren to toxic\nchemicals where there is no public health or environmental benefit\nand only a major risk to public health.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nUnknown.\n\nEFFECTIVE DATE:\nThe first of September after it becomes law, provided that, effective\nimmediately, the addition, amendment and/or repeal of any rule or\nregulation necessary for the implementation of this act on its\neffective date are authorized and directed to be made and completed\non or before such effective\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law and the education law, in relation to regulating the use of pesticides for aesthetic purposes on public and private school grounds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T133006.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110113.T134826.TXT", "SOBI.D110112.T133506.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615271
}