{
  "year" : 2011,
  "senateBillNo" : "S1781-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1781-2011-1294808400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires victims be notified of right to make a victim impact statement and allows them to personally appear at parole hearing and make such a statement",
  "summary" : "Requires the district attorney to notify victims by letter of the final disposition of the case within sixty days of such disposition; such letter shall also notify victims of their right to make a victim impact statement and allows them to personally appear at parole hearing and make such a statement. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1748-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1781\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law,  in  relation  to  requiring\n         victims  be informed of right to make victim impact statement to divi-\n         sion of parole and to appear at parole hearing\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 440.50 of the criminal procedure\n    2  law, as amended by chapter 186 of the laws of 2005, is amended  to  read\n    3  as follows:\n    4    1.  [Upon  the  request of a victim of a crime, or in any event in all\n    5  cases in which the final disposition includes a conviction of a  violent\n    6  felony  offense as defined in section 70.02 of the penal law or a felony\n    7  defined in article  one  hundred  twenty-five  of  such  law,  the]  THE\n    8  district  attorney  shall, within sixty days of the final disposition of\n    9  the case, inform the victim by letter of such final disposition. If such\n   10  final disposition results in the commitment  of  the  defendant  to  the\n   11  custody  of the department of correctional services for an indeterminate\n   12  sentence, the notice provided to the crime victim shall also inform  the\n   13  victim  of  his  or  her right to submit a written, audiotaped, or vide-\n   14  otaped victim impact statement to the state division  of  parole  or  to\n   15  [meet] personally [with a member of the state board of parole] APPEAR at\n   16  [a time and place separate from] the personal interview between a member\n   17  or  members  of  the  board  and  the  inmate and make such a statement,\n   18  subject to procedures and limitations contained in rules of  the  board,\n   19  both  pursuant to subdivision two of section two hundred fifty-nine-i of\n   20  the executive law. The right of the victim  under  this  subdivision  to\n   21  submit  a  written  victim impact statement or to meet personally with a\n   22  member of the state board of parole applies to each  personal  interview\n   23  between a member or members of the board and the inmate.\n   24    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06334-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to requiring victims be informed of right to make victim impact statement to division of parole and to appear at parole hearing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T133006.TXT", "SOBI.D110112.T121001.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110113.T120818.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294938498952
}