{
  "year" : 2011,
  "senateBillNo" : "S1786-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1786-2011-1294808400000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Reduces from one-third to one-fourth of income the applicability of the senior citizens' rent increase exemption",
  "summary" : "Provides that the tax abatements for certain rent-controlled and rent-regulated property occupied by senior citizens commonly known as the senior citizens' rent increase exemption (SCRIE) shall be applicable where the rent constitutes more than one-fourth rather than one-third of the tenant's income. ",
  "currentCommittee" : "AGING",
  "sameAs" : "A2987",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S1382-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1786\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the real property tax law, in  relation  to  the  income\n         level  for  the  applicability  of  the senior citizens' rent increase\n         exemption\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 2 and subparagraph 3 of paragraph d of subdi-\n    2  vision 3 of section 467-b of the real property tax law, subdivision 2 as\n    3  amended by chapter 747 of the laws of 1985 and subparagraph 3  of  para-\n    4  graph  d  of subdivision 3 as amended by section 1 of chapter 188 of the\n    5  laws of 2005, are amended to read as follows:\n    6    2.  The governing body of any municipal corporation is hereby  author-\n    7  ized  and  empowered  to adopt, after public hearing, in accordance with\n    8  the provisions of this section, a local  law,  ordinance  or  resolution\n    9  providing  for  the  abatement  of  taxes  of said municipal corporation\n   10  imposed on real property containing a dwelling unit as defined herein by\n   11  one of the following amounts:\n   12    (a) where the head of the household does not receive a monthly  allow-\n   13  ance  for  shelter pursuant to the social services law, an amount not in\n   14  excess of that portion of any increase in maximum rent  or  legal  regu-\n   15  lated  rent  which  causes  such maximum rent or legal regulated rent to\n   16  exceed [one-third] ONE-FOURTH of the combined income of all  members  of\n   17  the household; or\n   18    (b)  where  the head of the household receives a monthly allowance for\n   19  shelter pursuant to the social services law, an amount not in excess  of\n   20  that  portion  of  any  increase in maximum rent or legal regulated rent\n   21  which is not covered by the maximum allowance  for  shelter  which  such\n   22  person is entitled to receive pursuant to the social services law.\n   23    (3)  where the head of the household does not receive a monthly allow-\n   24  ance for shelter pursuant to the social  services  law,  the  amount  by\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06380-01-1\n\n       S. 1786                             2\n\n    1  which  the maximum rent or legal regulated rent of the subsequent dwell-\n    2  ing unit exceeds [one-third] ONE-FOURTH of the combined  income  of  all\n    3  members of the household.\n    4    S 2.  This act shall take effect immediately; provided that the amend-\n    5  ments  made to section 467-b of the real property tax law by section one\n    6  of this act shall not affect the expiration of such  section  and  shall\n    7  expire therewith.\n",
  "memo" : "BILL NUMBER:S1786\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to the income level\nfor the applicability of the senior citizens' rent increase exemption\n\nPURPOSE OR GENERAL IDEA OF BILL:\nReduces from one-third to one-fourth\nof income the applicability of the senior citizen's rent increase\nexemption.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSubdivision 2 and subparagraph 3 of\nparagraph d of subdivision 3 of section 467-b of the real property\ntax law, subdivision 2 as amended by chapter 747 of the laws of 1985\nand subparagraph 3 of paragraph d of subdivision 3 as amended by\nsection 1 of chapter 188 of the laws of 2005 are amended. One of the\ncriteria that must be met in order to be eligible for the senior\ncitizen's rent increase exemption (SCRIE) deals with household\nincome. At least one-third of a senior's income must be used for rent\nin order to be eligible for SCRIE. This criteria would be lowered to\ninclude seniors who pay at least one-fourth of their income for rent.\n\nJUSTIFICATION:\nSCRIE was established in 1979 to allow senior citizens\nan exemption from rent increases if specific criteria are met. They\nmust reside in rent controlled, rent stabilized or Mitchell-Lama\nhousing, be at least 62 years of age, have household incomes of no\nmore than $29,000 (as of July 1, 2009 per NYC DHCR fact sheet) and\npay at least one-third of their income for rent. The problem lies in\nthe requirement that one-third of household income be used for rent.\nMany seniors do not meet that requirement and are subject to high\nrents and rent increases. This bill will lower the requirement to\none-fourth and allow more seniors to become eligible for SCRIE.\n\nPRIOR LEGISLATIVE HISTORY:\nThis legislation was previously introduced.\n\nFISCAL IMPLICATION FOR STATE AND LOCAL GOVERNMENTS:\nA fiscal note\nreceived on May 4, 2009 from the State of New York, Executive\nDepartment, Office of Real Property Services states:\n\nThe SCRIE program is currently active in New York City, six\nmunicipalities in Nassau County, and thirteen municipalities in\nWestchester County. The estimated fiscal impact of the proposed\nlegislation is based primarily from data obtained from the 2008 New\nYork City Housing and Vacancy Survey, as well as from the city's\nannual Report of Tax Expenditure.\nComparable data are not available from other municipalities.\n\nIt is estimated that an additional 7,000 households in New York City\ncould become eligible for SCRIE if the proposed legislation becomes\nlaw. According to the City's Office of Management and Budget, when these\nbenefits are fully phased in over an estimated 20 year period (the\n\n\nlife expectancy of the newly eligible senior head of household),\nSCRIE payments to landlords by\nthe City of New York would increase by approximately $50 million as a\nresult of this program change.\n\nIt is not possible to estimate the impact of this program change for\nthe other affected municipalities, but it would have similar effects,\nin that tenants having comparatively low based rents would qualify\nfor the SCRIE program, with corresponding abatement of taxes by the\neffected municipalities to the affected landlords.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately; provided that\nthe amendments made to section 467-b of the real property tax law by\nsection one of this act shall not affect the expiration of and shall\nexpire therewith.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the income level for the applicability of the senior citizens' rent increase exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152535.TXT", "SOBI.D110112.T133006.TXT", "SOBI.D110113.T134826.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110113.T134338.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295641535642
}