{
  "year" : 2011,
  "senateBillNo" : "S1788-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1788-2011-1294808400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for preference for certain N.Y. state domiciliaries in the awarding of contracts for public work",
  "summary" : "Provides that for public works contracts involving an expenditure of $20,000 or more and purchase contracts for $10,000 or more a responsible bidder who is a New York state resident, firm or corporation and who is within two percent of the bid of the lowest responsible bidder may be awarded the contract; provides that where two or more qualify according to such provisions, the contract is to be awarded to the lowest responsible bidder. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A3285",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S1549-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1788\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general municipal law and the state finance law,  in\n         relation  to  granting  preferences to New York state domiciliaries in\n         the awarding of contracts for public work\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 103 of the general municipal law,\n    2  as amended by section 1 of part FF of chapter 56 of the laws of 2010, is\n    3  amended to read as follows:\n    4    1. Except as otherwise expressly provided by an act of the legislature\n    5  or by a local law adopted prior to  September  first,  nineteen  hundred\n    6  fifty-three,  all  contracts for public work involving an expenditure of\n    7  more than  thirty-five  thousand  dollars  and  all  purchase  contracts\n    8  involving  an expenditure of more than twenty thousand dollars, shall be\n    9  awarded by the appropriate officer,  board  or  agency  of  a  political\n   10  subdivision  or  of  any district therein including but not limited to a\n   11  soil conservation district, to the lowest responsible bidder  furnishing\n   12  the  required security after advertisement for sealed bids in the manner\n   13  provided by this section. In any case where a responsible bidder's gross\n   14  price is reducible by an allowance for  the  value  of  used  machinery,\n   15  equipment,  apparatus  or  tools to be traded in by a political subdivi-\n   16  sion, the gross price shall be reduced by the amount of such  allowance,\n   17  for the purpose of determining the low bid.  NOTWITHSTANDING THE FOREGO-\n   18  ING,  IN  ANY  CASE  WHERE  A RESPONSIBLE BIDDER WHO IS A NEW YORK STATE\n   19  RESIDENT, FIRM OR CORPORATION AND WHO IS FURNISHING THE REQUIRED SECURI-\n   20  TY IS FOUND BY SUCH OFFICER, BOARD OR AGENCY TO BE WITHIN TWO PERCENT OF\n   21  THE BID OF THE LOWEST RESPONSIBLE BIDDER, SUCH OFFICER, BOARD OR  AGENCY\n   22  MAY  PREFER  SUCH  RESPONSIBLE BIDDER OVER THE LOWEST RESPONSIBLE BIDDER\n   23  AND AWARD THE CONTRACT TO SUCH RESPONSIBLE  BIDDER;  PROVIDED,  HOWEVER,\n   24  WHERE  MORE  THAN ONE RESPONSIBLE BIDDER QUALIFIES HEREUNDER, SUCH OFFI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06381-01-1\n\n       S. 1788                             2\n\n    1  CER, BOARD OR AGENCY SHALL AWARD THE CONTRACT TO SUCH QUALIFIED  RESPON-\n    2  SIBLE  BIDDER  SUBMITTING  THE  LOWEST  BID.  In cases where two or more\n    3  responsible bidders furnishing the required  security  submit  identical\n    4  bids  as  to price, such officer, board or agency may award the contract\n    5  to any of such bidders. Such officer, board or agency may, in his or her\n    6  or its discretion, reject all bids and readvertise for new bids  in  the\n    7  manner provided by this section. In determining whether a purchase is an\n    8  expenditure  within  the  discretionary threshold amounts established by\n    9  this subdivision, the officer, board or agency of a  political  subdivi-\n   10  sion  or  of any district therein shall consider the reasonably expected\n   11  aggregate amount of all purchases of the same commodities,  services  or\n   12  technology  to  be made within the twelve-month period commencing on the\n   13  date of purchase.   Purchases of  commodities,  services  or  technology\n   14  shall  not  be  artificially  divided  for the purpose of satisfying the\n   15  discretionary buying  thresholds  established  by  this  subdivision.  A\n   16  change  to or a renewal of a discretionary purchase shall not be permit-\n   17  ted if the change or renewal would bring the reasonably expected  aggre-\n   18  gate  amount of all purchases of the same commodities, services or tech-\n   19  nology from the same provider within the twelve-month period  commencing\n   20  on  the date of the first purchase to an amount greater than the discre-\n   21  tionary buying threshold amount. For purposes of this  section,  \"sealed\n   22  bids\",  as  that  term applies to purchase contracts, shall include bids\n   23  submitted in an electronic format including submission of the  statement\n   24  of  non-collusion  required by section one hundred three-d of this arti-\n   25  cle, provided that the governing board of the political  subdivision  or\n   26  district,  by  resolution,  has  authorized  the receipt of bids in such\n   27  format.  Submission in electronic format may, for  technology  contracts\n   28  only,  be  required  as the sole method for the submission of bids. Bids\n   29  submitted in an electronic format shall be transmitted by bidders to the\n   30  receiving device designated by the political  subdivision  or  district.\n   31  Any  method  used  to  receive electronic bids shall comply with article\n   32  three of the state technology law, and any rules and regulations promul-\n   33  gated and guidelines developed thereunder and, at a  minimum,  must  (a)\n   34  document  the  time  and  date of receipt of each bid received electron-\n   35  ically; (b) authenticate the identity of  the  sender;  (c)  ensure  the\n   36  security  of  the  information transmitted; and (d) ensure the confiden-\n   37  tiality of the bid until the time and date established for  the  opening\n   38  of  bids.  The timely submission of an electronic bid in compliance with\n   39  instructions provided for such submission in the advertisement for  bids\n   40  and/or  the  specifications  shall  be the responsibility solely of each\n   41  bidder or prospective bidder. No political subdivision or district ther-\n   42  ein shall incur any liability from delays of  or  interruptions  in  the\n   43  receiving device designated for the submission and receipt of electronic\n   44  bids.\n   45    S  2.  Subdivision  1  of section 103 of the general municipal law, as\n   46  amended by section 2 of part FF of chapter 56 of the laws  of  2010,  is\n   47  amended to read as follows:\n   48    1. Except as otherwise expressly provided by an act of the legislature\n   49  or  by  a  local  law adopted prior to September first, nineteen hundred\n   50  fifty-three, all contracts for public work involving an  expenditure  of\n   51  more  than  thirty-five  thousand  dollars  and  all  purchase contracts\n   52  involving an expenditure of more than twenty thousand dollars, shall  be\n   53  awarded  by  the  appropriate  officer,  board  or agency of a political\n   54  subdivision or of any district therein including but not  limited  to  a\n   55  soil  conservation district, to the lowest responsible bidder furnishing\n   56  the required security after advertisement for sealed bids in the  manner\n\n       S. 1788                             3\n\n    1  provided  by  this  section.  In  determining  whether  a purchase is an\n    2  expenditure within the discretionary threshold  amounts  established  by\n    3  this  subdivision,  the officer, board or agency of a political subdivi-\n    4  sion  or  of any district therein shall consider the reasonably expected\n    5  aggregate amount of all purchases of the same commodities,  services  or\n    6  technology  to  be made within the twelve-month period commencing on the\n    7  date of purchase. Purchases of commodities, services or technology shall\n    8  not be artificially divided for the purpose of  satisfying  the  discre-\n    9  tionary  buying  thresholds established by this subdivision. A change to\n   10  or a renewal of a discretionary purchase shall not be permitted  if  the\n   11  change  or  renewal would bring the reasonably expected aggregate amount\n   12  of all purchases of the same commodities, services  or  technology  from\n   13  the  same provider within the twelve-month period commencing on the date\n   14  of the first purchase to an amount greater than the discretionary buying\n   15  threshold amount. In any case where a responsible bidder's  gross  price\n   16  is reducible by an allowance for the value of used machinery, equipment,\n   17  apparatus or tools to be traded in by a political subdivision, the gross\n   18  price  shall be reduced by the amount of such allowance, for the purpose\n   19  of determining the low bid.  NOTWITHSTANDING THE FOREGOING, IN ANY  CASE\n   20  WHERE  A  RESPONSIBLE  BIDDER  WHO IS A NEW YORK STATE RESIDENT, FIRM OR\n   21  CORPORATION AND WHO IS FURNISHING THE REQUIRED SECURITY IS FOUND BY SUCH\n   22  OFFICER, BOARD OR AGENCY TO BE WITHIN TWO PERCENT  OF  THE  BID  OF  THE\n   23  LOWEST RESPONSIBLE BIDDER, SUCH OFFICER, BOARD OR AGENCY MAY PREFER SUCH\n   24  RESPONSIBLE  BIDDER  OVER  THE  LOWEST  RESPONSIBLE BIDDER AND AWARD THE\n   25  CONTRACT TO SUCH RESPONSIBLE BIDDER; PROVIDED, HOWEVER, WHERE MORE  THAN\n   26  ONE RESPONSIBLE BIDDER QUALIFIES HEREUNDER, SUCH OFFICER, BOARD OR AGEN-\n   27  CY SHALL AWARD THE CONTRACT TO SUCH QUALIFIED RESPONSIBLE BIDDER SUBMIT-\n   28  TING  THE  LOWEST  BID.  In  cases where two or more responsible bidders\n   29  furnishing the required security submit identical bids as to price, such\n   30  officer, board or agency may award the contract to any of such  bidders.\n   31  Such officer, board or agency may, in his, her or its discretion, reject\n   32  all  bids  and  readvertise  for new bids in the manner provided by this\n   33  section.\n   34    S 3.  Section 135 of the state finance law is amended by adding a  new\n   35  closing paragraph to read as follows:\n   36    NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW,  WHENEVER  THE LOWEST\n   37  RESPONSIBLE BIDDER IS A FOREIGN  OR  OUT-OF-STATE  INDIVIDUAL,  FIRM  OR\n   38  CORPORATION  AND  AT  LEAST  ONE NEW YORK STATE RESIDENT, FIRM OR CORPO-\n   39  RATION HAS SUBMITTED A RESPONSIBLE BID WHICH IS WITHIN  TWO  PERCENT  OF\n   40  THE  LOWEST  RESPONSIBLE  BID, THE CONTRACT MAY BE AWARDED TO THE LOWEST\n   41  RESPONSIBLE BIDDER WHO IS A NEW YORK  STATE  RESIDENT,  FIRM  OR  CORPO-\n   42  RATION; PROVIDED, HOWEVER, WHERE MORE THAN ONE RESPONSIBLE BIDDER QUALI-\n   43  FIES  HEREUNDER,  SUCH OFFICER, BOARD OR AGENCY SHALL AWARD THE CONTRACT\n   44  TO SUCH QUALIFIED RESPONSIBLE BIDDER SUBMITTING THE LOWEST BID.\n   45    S 4. This act shall  take  effect  on  the  first  of  September  next\n   46  succeeding  the  date  on  which  it  shall have become a law; provided,\n   47  however, that the amendments to subdivision 1  of  section  103  of  the\n   48  general  municipal  law made by section one of this act shall not affect\n   49  the expiration and reversion of such subdivision as provided in subdivi-\n   50  sion (a) of section 41 of part X of chapter 62 of the laws of  2003,  as\n   51  amended,  when  upon such date the provisions of section two of this act\n   52  shall take effect.\n",
  "memo" : "BILL NUMBER:S1788\n\nTITLE OF BILL:\nAn act\nto amend the general municipal law and the state finance law, in\nrelation to granting preferences to New York state domiciliaries in\nthe awarding of contracts for public work\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis legislation provides a preference to New York State contractors\nover non-resident contractors if the resident contractor submits a\nbid within 2% of the lowest responsible bid submitted by a\nnon-resident contractor.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThis legislation amends subdivision 1 of section 103 of the general\nmunicipal law as amended by section 1 of part FF of chapter 56 of the\nlaws of 2010.\n\nJUSTIFICATION:\nDuring difficult financial times, the construction industry in New\nYork State has suffered tremendously.\n\nThis proposal would give a preference to a responsible bidder who is a\nNew York State domiciliary if his/her bid is within 2% of the lowest\nresponsible bidder. This preference, although it permits awarding of\ncontracts to a \"higher\" bidder, would actually save the State money\nby creating jobs for New York residents, promoting our state\nconstruction industry, and supporting the overall economic growth\nwithin the state.\n\nIt is important that we first protect our families at home before we\nextend our means and support others. Our in-state contractors are an\nintegral part of the New York State family and we must protect them.\n\nLEGISLATIVE HISTORY:\nThis bill has been previously introduced.\n\nFISCAL IMPLICATIONS:\nThis will have no direct fiscal impact on State appropriation or\nexpenditures. The possible direct impact on State Revenues is\nspeculative and, as such, is not measurable. To the extent this\nproposed legislation would result in the award of a contract that\nwould not otherwise have been awarded to a New York State resident,\nfirm, or corporation, there may be impacts. This legislation permits\nawarding contracts to New York bidders whose bids are 2% higher than\nforeign or out-of-state bidders.\n\nIt could result in an increased tax base in the State, create jobs\nfor New York residents and increase revenues for the company.  It is\nnot possible to calculate the actual impact this bill would have\nbecause the number of contracts and the dollar amount of the contract\nawards that would be affected are unknown. Further, if a contract is\nawarded to a New York State company that does net manufacture,\nproduce, grew or construct the goods or services called for in the\ncontract in New York State, impacts may exist but would be\nsignificantly reduced. A different consequence of granting\n\n\npreferences to. New York bidders could be that this practice may\ninvite retaliation by ether states resulting in a negative impact on\nNew York companies.\n\nOther states may choose not to contract with New York companies\nbased on this preference; thus New York companies could lose business\nopportunities and potential revenues. It is conceivable that the loss of\nrevenues to New York businesses as a result of retaliatory\nmeasures of other states would outweigh the benefits to New York\nbusinesses in securing New York contracts for public work. It is\nimpossible to estimate the amount of revenue that would be gained or\nlost in this scenario, as all figures would be speculative.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of September next succeeding\nthe date on which it shall have become a law; provided, however, that\nthe amendments to subdivision 1 of section 103 of the general\nmunicipal law made by section one of this act shall net affect the\nexpiration and reversion of such subdivision as provided in\nsubdivision (a) of section 41 of part X of chapter 62 of the laws of\n2003, as amended, when upon such date the provisions of section two\nof this act shall take effect.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the state finance law, in relation to granting preferences to New York state domiciliaries in the awarding of contracts for public work ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T152636.TXT", "SOBI.D110112.T122001.TXT", "SOBI.D110112.T133006.TXT", "SOBI.D110113.T134826.TXT", "SOBI.D110112.T121501.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295900796525
}