{
  "year" : 2011,
  "senateBillNo" : "S1795-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1795-2011-1294808400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows sex offense victim to request indicted sex offender submit to HIV testing anytime between indictment and sentencing",
  "summary" : "Allows sex offense victim to request indicted sex offender submit to HIV testing anytime between indictment and sentencing. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1908-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1795\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by Sens. KLEIN, ADAMS, DIAZ, MAZIARZ, PARKER, SAVINO -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to requiring HIV\n         related testing in certain cases\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1, 2, 4, 5 and 8  of  section  390.15  of  the\n    2  criminal  procedure  law, subdivision 1 as amended by chapter 264 of the\n    3  laws of 2003, and subdivisions 2, 4, 5 and 8 as added by chapter  76  of\n    4  the laws of 1995, are amended to read as follows:\n    5    1. (a) In any case where the defendant is [convicted of] CHARGED IN AN\n    6  INDICTMENT  WITH  a  felony offense enumerated in any section of article\n    7  one hundred thirty of the penal  law,  or  any  subdivision  of  section\n    8  130.20  of  such law, where an act of \"sexual intercourse\", \"oral sexual\n    9  conduct\" or \"anal sexual conduct,\" as those terms are defined in section\n   10  130.00 of the penal law, is required as an  essential  element  for  the\n   11  commission  thereof, the court must, upon a request of the victim, order\n   12  that the defendant submit to human immunodeficiency (HIV) related  test-\n   13  ing.  The testing is to be conducted by a state, county, or local public\n   14  health officer designated by the order. Test results, which shall not be\n   15  disclosed to the court, shall be communicated to the defendant  and  the\n   16  victim  named  in the order in accordance with the provisions of section\n   17  twenty-seven hundred eighty-five-a of the public health  law,  but  such\n   18  results  and disclosure need not be completed prior to the imposition of\n   19  sentence.\n   20    (b)  For  the  purposes  of  this  section,  the  terms   \"defendant\",\n   21  \"conviction\" and \"sentence\" mean and include, respectively, an \"eligible\n   22  youth,\" a \"youthful offender finding\" and a \"youthful offender sentence\"\n   23  as  those terms are defined in section 720.10 of this chapter.  THE TERM\n   24  \"INDICTMENT\" MEANS AND INCLUDES AN INDICTMENT SEALED PURSUANT TO SECTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05919-01-1\n\n       S. 1795                             2\n\n    1  720.15 OF THIS CHAPTER. The term \"victim\" means the person with whom the\n    2  defendant engaged in  an  act  of  \"sexual  intercourse\",  \"oral  sexual\n    3  conduct\" or \"anal sexual conduct\", as those terms are defined in section\n    4  130.00  of  the  penal  law, where such conduct with such victim was the\n    5  basis for the defendant's INDICTMENT OR conviction of an offense  speci-\n    6  fied in paragraph (a) of this subdivision.\n    7    2.  Any request made by the victim pursuant to this section must be in\n    8  writing, filed with the court and provided by the court to the defendant\n    9  or his or her counsel. The request must be filed with the  court  [prior\n   10  to  or  within  ten  days]  after  [entry]  FILING  of  the  defendant's\n   11  [conviction; provided that, for good cause shown, the court  may  permit\n   12  such  request to be filed] INDICTMENT AND at any time before sentence is\n   13  imposed.\n   14    4. The application for an order to compel [a  convicted]  AN  INDICTED\n   15  person  to undergo an HIV related test may be made by the victim but, if\n   16  the victim is an infant or incompetent person, the application may  also\n   17  be  made by a representative as defined in section twelve hundred one of\n   18  the civil practice law and rules. The application must  state  that  (a)\n   19  the  applicant was the victim of the offense enumerated in paragraph (a)\n   20  of subdivision one  of  this  section  of  which  the  defendant  stands\n   21  [convicted]  INDICTED; and (b) the applicant has been offered counseling\n   22  by a public health officer and been advised of (i)  the  limitations  on\n   23  the  information  to  be  obtained  through  an HIV test on the proposed\n   24  subject; (ii) current scientific assessments of the risk of transmission\n   25  of HIV from the exposure he or she may have experienced, and  (iii)  the\n   26  need  for  the  applicant to undergo HIV related testing to definitively\n   27  determine his or her HIV status.\n   28    5. The court shall conduct a hearing only if necessary to determine if\n   29  the applicant is the victim of the offense of which  the  defendant  was\n   30  [convicted]  INDICTED.   The court ordered test must be performed within\n   31  fifteen days of the date on which the court ordered the test,  provided,\n   32  however,  that  whenever  the  defendant is not tested within the period\n   33  prescribed by the court, the court must again order that  the  defendant\n   34  undergo an HIV related test.\n   35    8.  No information obtained as a result of a consent, hearing or court\n   36  order for testing issued pursuant to this section  nor  any  information\n   37  derived  therefrom  may  be  used  as  evidence in any criminal or civil\n   38  proceeding against the defendant which relates to events that  were  the\n   39  basis  for  the  defendant's  INDICTMENT OR conviction, provided however\n   40  that nothing [herein] IN THIS SUBDIVISION shall prevent prosecution of a\n   41  witness testifying in any court hearing held pursuant  to  this  section\n   42  for perjury pursuant to article two hundred ten of the penal law.\n   43    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1795\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law, in relation to requiring HIV\nrelated testing in certain cases\n\nPURPOSE OR GENERAL IDEA OF BILL:\nAllows sex offense victims to request\nthat indicted sex offenders submit to HIV testing anytime between\nindictment and sentencing.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1: Amends paragraph (b) of subdivision 1 of section 390.15 of\nthe criminal procedure law, to include indicted defendants in the\ngroup of eligible sex offenders subject to HIV testing at the request\nof their alleged victim. Amends subdivision 2 of section 390.15 of\nthe criminal procedure law, as added by chapter 76 of the laws of\n1995 to allow such request to be made at any time after indictment\nand before sentencing.\n\nJUSTIFICATION:\nThe successful criminal prosecution of a sex crime can take months or\neven years, but victims need to embark upon an HIV treatment regimen\nvery quickly to reduce the chances of an infection. This measure will\nallow victims to make necessary medical treatment decisions as\nquickly as possible, while still protecting the defendant's right to\nprivacy until a criminal investigation is completed and an indictment\nhas been issued.\n\nPRIOR LEGISLATIVE HISTORY:\n2006:    S.7608 - Referred to Crime Victims, Crime & Protection\n2008:    S.2296 - Referred to Crime Victims, Crime & Protection\n2009/10: S.1908 - Referred to Codes Committee\n\nFISCAL IMPLICATION:\nNone to the state.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to requiring HIV related testing in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T132506.TXT", "SOBI.D110113.T135327.TXT", "SOBI.D110112.T122001.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615287
}