{
  "year" : 2011,
  "senateBillNo" : "S1790-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1790-2011-1294808400000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for mandatory revocation of drivers license for certain convictions under the penal law",
  "summary" : "Provides for the mandatory revocation of a driver's license for certain convictions under the penal law, followed by a period of one year of operating with a probationary license; such license would permit operation of a vehicle for employment, education, medical and dental purposes only. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S1739-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1790\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  revocation\n         of licenses in certain cases\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 2 of section 1193 of the vehi-\n    2  cle and traffic law is amended by adding a new subparagraph 3-a to  read\n    3  as follows:\n    4    (3-A)  CONVICTION OF A CRIME PURSUANT TO ANY OF THE FOLLOWING SECTIONS\n    5  OF THE PENAL LAW: 120.03, 120.04, 125.12 OR 125.13. SIX MONTHS  FOLLOWED\n    6  BY  A PERIOD OF ONE YEAR OF OPERATING UNDER A PROBATIONARY LICENSE WHICH\n    7  LIMITS OPERATION TO EMPLOYMENT, EDUCATION AND MEDICAL/DENTAL ATTENTION.\n    8    S 2. This act  shall  take  effect  immediately  and  shall  apply  to\n    9  convictions entered on and after such date.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06330-01-1\n",
  "memo" : "BILL NUMBER:S1790\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to revocation of\nlicenses in certain cases\n\nPURPOSE:\nPersons convicted of a crime under certain sections of the penal law,\nwill have their license revoked for a period of six months followed\nby a period of one year of operating under a probationary license\nwhich limits operation to employment, education and medical/dental\nattention.\n\nSUMMARY OF PROVISIONS:\n\nParagraph (b) of subdivision 2\nof section 1193 of the vehicle and traffic law is amended\nby adding a new subparagraph 3-a.\n\nJUSTIFICATION:\nThis legislation\ncreates the penalty of a six month license revocation and a\none year limited license if a person is convicted of vehicular\nmanslaughter and driving while intoxicated under Vasean's Law, Senate\nBill 1872-B (Chapter 39, May 7, 2005).\n\nLEGISLATIVE HISTORY:\nThis legislation has been previously introduced.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply to conviction\nentered on and after such a date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to revocation of licenses in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T122001.TXT", "SOBI.D110112.T133006.TXT", "SOBI.D110113.T134826.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615276
}