{
  "year" : 2011,
  "senateBillNo" : "S1798-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1798-2011-1294808400000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for accelerated payment of a death benefit rider on life insurance policies",
  "summary" : "Provides for an accelerated death benefit rider on life insurance policies. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "SB1981-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : [ "INSURANCE" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1798\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN,  ADDABBO, DIAZ, HASSELL-THOMPSON, HUNTLEY,\n         KRUEGER, SAMPSON, SAVINO, STAVISKY -- read twice and ordered  printed,\n         and when printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to accelerated payment of\n         the death benefit rider under a life insurance policy\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 3230 of the insurance law is amended by  adding  a\n    2  new subsection (h) to read as follows:\n    3    (H)(1)  AN  INSURED  WHO  HOLDS  AN ACCELERATED PAYMENT RIDER SHALL BE\n    4  ENTITLED TO AN ACCELERATED PAYMENT OF A DEATH BENEFIT  IF  IT  IS  SHOWN\n    5  THAT  SUCH  INSURED HAS MET ONE OF THE CONDITIONS STATED IN SUBPARAGRAPH\n    6  (C), (D) OR (E) OF PARAGRAPH ONE OF SUBSECTION (A) OF SECTION ONE  THOU-\n    7  SAND ONE HUNDRED THIRTEEN OF THIS CHAPTER.\n    8    (2)  THE  AMOUNT OF THE BENEFIT TO WHICH THE INSURED IS ENTITLED SHALL\n    9  BE DETERMINED IN AN ACTUARIALLY APPROPRIATE MANNER  BY  CONSIDERING  THE\n   10  LENGTH THE POLICY HAS BEEN IN EFFECT, THE AMOUNT THAT HAS BEEN PAID UPON\n   11  THE  POLICY,  THE  CASH VALUE OF THE POLICY, AND THE AMOUNT OF THE DEATH\n   12  BENEFIT.\n   13    (3) THE SUPERINTENDENT SHALL ESTABLISH, THROUGH GUIDELINES, AN ACTUAR-\n   14  IALLY APPROPRIATE METHOD FOR CALCULATING THE AMOUNT OF BENEFIT TO  WHICH\n   15  AN  INSURED  HOLDING AN ACCELERATED BENEFIT RIDER SHALL BE ENTITLED. THE\n   16  SUPERINTENDENT SHALL ALSO ESTABLISH A MINIMUM LENGTH OF TIME  FOR  WHICH\n   17  THE  POLICY HAD TO HAVE BEEN IN EFFECT IN ORDER FOR THE POLICY HOLDER TO\n   18  RECEIVE A BENEFIT PURSUANT TO THIS SUBSECTION.\n   19    (4) IF A POLICY HOLDER HAS PAID A MINIMUM OF TWO HUNDRED  FIFTY  THOU-\n   20  SAND  DOLLARS  OF  A DEATH BENEFIT FOR LONG-TERM CARE SERVICES, THEN ANY\n   21  BENEFIT RECEIVED PURSUANT TO THIS SUBSECTION SHALL NOT BE CONSIDERED  AN\n   22  ASSET  FOR  PURPOSES OF MEDICAL ASSISTANCE ELIGIBILITY PURSUANT TO TITLE\n   23  ELEVEN OF ARTICLE FIVE OF THE SOCIAL SERVICES LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04449-02-1\n\n       S. 1798                             2\n\n    1    (5) EVERY INSURER PROVIDING LIFE INSURANCE IN THIS STATE SHALL OFFER A\n    2  RIDER ENTITLING THE INSURED TO ACCELERATED PAYMENT OF  A  DEATH  BENEFIT\n    3  PURSUANT  TO  THIS  SUBSECTION. WITHIN ONE YEAR OF THE EFFECTIVE DATE OF\n    4  THIS SUBSECTION, EACH INSURER SHALL OFFER EVERY INSURED OF A LIFE INSUR-\n    5  ANCE  POLICY,  IN EFFECT BEFORE THE EFFECTIVE DATE OF THIS SUBSECTION, A\n    6  WRITTEN OFFERING FOR THE ACCELERATED PAYMENT OF A DEATH BENEFIT RIDER BY\n    7  MAIL.\n    8    S 2. This act shall take effect on  the  two  hundred  seventieth  day\n    9  after it shall have become a law and shall apply to life insurance poli-\n   10  cies  issued,  altered,  amended  or  renewed  on  or  after  such date;\n   11  provided, that, effective immediately, the  addition,  amendment  and/or\n   12  repeal of any rule or regulation necessary for the implementation of the\n   13  provisions of this act on its effective date are authorized and directed\n   14  to be made and completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to accelerated payment of the death benefit rider under a life insurance policy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T140509.TXT", "SOBI.D110113.T135327.TXT", "SOBI.D110112.T144512.TXT", "SOBI.D110112.T141010.TXT", "SOBI.D110112.T143512.TXT", "SOBI.D110112.T150519.TXT", "SOBI.D110112.T140009.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294944807320
}