{
  "year" : 2011,
  "senateBillNo" : "S1792-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1792-2011-1294808400000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires coverage under medicaid and health insurance plans for treatment for smoking cessation",
  "summary" : "Requires that medicaid and health insurance plans provide coverage for costs of prescription smoking cessation treatment that is ordered by a physician; establishes a coverage limit of $400 for each covered individual. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : "A2620",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A693-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1792\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to coverage for treatment\n         of smoking cessation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  4303 of the insurance law is amended by adding a\n    2  new subsection (l-1) to read as follows:\n    3    (L-1) A HOSPITAL SERVICE CORPORATION OR A HEALTH  SERVICE  CORPORATION\n    4  WHICH  PROVIDES  GROUP,  GROUP REMITTANCE OR SCHOOL BLANKET COVERAGE FOR\n    5  INPATIENT HOSPITAL CARE SHALL PROVIDE COVERAGE FOR COSTS OF PRESCRIPTION\n    6  SMOKING CESSATION TREATMENT THAT IS ORDERED BY A PHYSICIAN. SUCH  TREAT-\n    7  MENT  MAY  BE  LIMITED TO FOUR HUNDRED DOLLARS PER YEAR FOR EACH COVERED\n    8  INDIVIDUAL. THIS PROVISION SHALL NOT APPLY TO A CONTRACT ISSUED PURSUANT\n    9  TO SECTION FOUR THOUSAND THREE HUNDRED FIVE OF THIS ARTICLE WHICH COVERS\n   10  PERSONS EMPLOYED IN MORE THAN ONE STATE  OR  THE  BENEFIT  STRUCTURE  OF\n   11  WHICH WAS THE SUBJECT OF COLLECTIVE BARGAINING AFFECTING PERSONS WHO ARE\n   12  EMPLOYED  IN MORE THAN ONE STATE. SUCH COVERAGE MAY BE SUBJECT TO ANNUAL\n   13  DEDUCTIBLES AND CO-INSURANCE AS MAY BE DEEMED APPROPRIATE BY THE  SUPER-\n   14  INTENDENT AND ARE CONSISTENT WITH THOSE IMPOSED ON OTHER BENEFITS WITHIN\n   15  A  GIVEN  POLICY. SUCH COVERAGE SHALL NOT REPLACE, RESTRICT OR ELIMINATE\n   16  EXISTING COVERAGE PROVIDED BY THE POLICY.\n   17    S 2. Subsection (i) of section 3216 of the insurance law is amended by\n   18  adding a new paragraph 28 to read as follows:\n   19    (28) EVERY POLICY SHALL PROVIDE COVERAGE  FOR  COSTS  OF  PRESCRIPTION\n   20  SMOKING  CESSATION TREATMENT THAT IS ORDERED BY A PHYSICIAN. SUCH COVER-\n   21  AGE MAY BE LIMITED TO FOUR HUNDRED DOLLARS PER  YEAR  FOR  EACH  COVERED\n   22  INDIVIDUAL.\n   23    S 3. Subsection (1) of section 3221 of the insurance law is amended by\n   24  adding a new paragraph 18 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04244-01-1\n\n       S. 1792                             2\n\n    1    (18) EVERY GROUP OR BLANKET POLICY DELIVERED OR ISSUED FOR DELIVERY IN\n    2  THIS  STATE  WHICH PROVIDES HOSPITAL, SURGICAL OR MEDICAL COVERAGE SHALL\n    3  PROVIDE COVERAGE FOR COSTS OF PRESCRIPTION SMOKING  CESSATION  TREATMENT\n    4  THAT  IS  ORDERED  BY  A PHYSICIAN. SUCH COVERAGE MAY BE LIMITED TO FOUR\n    5  HUNDRED DOLLARS FOR EACH COVERED INDIVIDUAL.\n    6    S 4. This act shall take effect on the one hundred eightieth day after\n    7  it shall have become a law and shall apply to all policies and contracts\n    8  issued,  renewed,  modified,  altered  or amended on or after such date;\n    9  except that  any  rules  and  regulations  necessary  to  implement  the\n   10  provisions  of  this  act are authorized and directed to be promulgated,\n   11  amended or repealed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to coverage for treatment of smoking cessation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T132506.TXT", "SOBI.D110113.T135327.TXT", "SOBI.D110112.T122001.TXT", "SOBI.D110112.T133006.TXT", "SOBI.D110119.T142306.TXT", "SOBI.D110113.T134826.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295464986071
}