{
  "year" : 2011,
  "senateBillNo" : "S1791-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1791-2011-1294808400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands definition of place of public accommodation",
  "summary" : "Prohibits discrimination because of race, creed, sex, color or national origin in institutions, clubs or places of public accommodation that are granted licenses or tax exemption from the state or any of its political subdivisions; clarifies the definition of \"distinctly private\" so that an institution which receives tax exemption or licensing from government, which are public privileges rather than private rights, may no longer discriminate on the basis of race, creed, sex, color or national origin. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1740-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1791\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the executive law, in relation to unlawful discriminato-\n         ry practices\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Subdivision  9  of section 292 of the executive law, as\n    2  amended by chapter 262 of the laws  of  1994,  is  amended  to  read  as\n    3  follows:\n    4    9. The term \"place of public accommodation, resort or amusement\" shall\n    5  include,  except  as  hereinafter  specified, all places included in the\n    6  meaning of such terms as: inns, taverns, road  houses,  hotels,  motels,\n    7  whether  conducted  for the entertainment of transient guests or for the\n    8  accommodation of those seeking health, recreation or  rest,  or  restau-\n    9  rants, or eating houses, or any place where food is sold for consumption\n   10  on  the  premises;  buffets,  saloons,  barrooms,  or any store, park or\n   11  enclosure where spirituous or malt liquors are sold; ice cream  parlors,\n   12  confectionaries, soda fountains, and all stores where ice cream, ice and\n   13  fruit  preparations or their derivatives, or where beverages of any kind\n   14  are retailed for consumption  on  the  premises;  wholesale  and  retail\n   15  stores  and  establishments  dealing with goods or services of any kind,\n   16  dispensaries, clinics, hospitals, bath-houses, swimming pools, laundries\n   17  and all other cleaning establishments,  barber  shops,  beauty  parlors,\n   18  theatres,  motion  picture houses, airdromes, roof gardens, music halls,\n   19  race courses, skating rinks, amusement  and  recreation  parks,  trailer\n   20  camps,  resort  camps,  fairs, bowling alleys, golf courses, gymnasiums,\n   21  shooting galleries, billiard  and  pool  parlors;  garages,  all  public\n   22  conveyances  operated  on  land  or  water or in the air, as well as the\n   23  stations and terminals thereof; travel or tour advisory services,  agen-\n   24  cies  or  bureaus;  public  halls  and public elevators of buildings and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06331-01-1\n\n       S. 1791                             2\n\n    1  structures occupied by two or more tenants, or by the owner and  one  or\n    2  more  tenants;  INSTITUTIONS, CLUBS OR PLACES OF ACCOMMODATION WHICH ARE\n    3  LICENSED BY THE STATE OR ANY OF ITS POLITICAL SUBDIVISIONS, OR  ARE  THE\n    4  RECIPIENTS OF ANY FORM OF ABATEMENT OR EXEMPTION FROM TAXES, IN WHOLE OR\n    5  IN PART, FROM THE STATE OR ANY OF ITS POLITICAL SUBDIVISIONS.  Such term\n    6  shall not include public libraries, kindergartens, primary and secondary\n    7  schools,  high  schools, academies, colleges and universities, extension\n    8  courses, and all educational institutions under the supervision  of  the\n    9  regents of the state of New York; any such public library, kindergarten,\n   10  primary and secondary school, academy, college, university, professional\n   11  school, extension course or other education facility, supported in whole\n   12  or in part by public funds or by contributions solicited from the gener-\n   13  al  public;  or  any  institution,  club or place of accommodation which\n   14  proves that it is in its nature distinctly private. In no event shall an\n   15  institution, club or place of accommodation be considered in its  nature\n   16  distinctly  private  if  it  has more than one hundred members, provides\n   17  regular meal service and regularly receives payment for dues, fees,  use\n   18  of space, facilities, services, meals or beverages directly or indirect-\n   19  ly  from  or  on  behalf  of a nonmember for the furtherance of trade or\n   20  business. An institution, club, or place of accommodation which  is  not\n   21  deemed  distinctly private pursuant to this subdivision may nevertheless\n   22  apply such selective criteria as it chooses in the use  of  its  facili-\n   23  ties,  in evaluating applicants for membership and in the conduct of its\n   24  activities, so long as such selective criteria do not constitute discri-\n   25  minatory practices under this article or any other provision of law. For\n   26  the purposes of this  section,  a  corporation  incorporated  under  the\n   27  benevolent  orders  law  or  described  in the benevolent orders law but\n   28  formed under any other law of this  state  or  a  religious  corporation\n   29  incorporated  under  the education law or the religious corporations law\n   30  shall be deemed to be in  its  nature  distinctly  private  AND  IS  NOT\n   31  LICENSED  BY  THE  STATE OR ANY OF ITS POLITICAL SUBDIVISIONS AND IS NOT\n   32  THE RECIPIENT OF ANY FORM OF ABATEMENT OR EXEMPTION FROM TAXES, IN WHOLE\n   33  OR IN PART, FROM THE STATE OR ANY OF ITS POLITICAL SUBDIVISIONS.\n   34    No institution, club, organization or  place  of  accommodation  which\n   35  sponsors or conducts any amateur athletic contest or sparring exhibition\n   36  and  advertises  or bills such contest or exhibition as a New York state\n   37  championship contest or uses the words \"New York state\" in its announce-\n   38  ments shall be deemed a private exhibition within the  meaning  of  this\n   39  section.\n   40    S  2.  This  act  shall  take  effect  on  the first of September next\n   41  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to unlawful discriminatory practices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T122001.TXT", "SOBI.D110112.T133006.TXT", "SOBI.D110113.T134826.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294944506200
}