{
  "year" : 2011,
  "senateBillNo" : "S1793-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1793-2011-1294808400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates rent regulation protection for certain high income tenants and high rent apartments; repealer",
  "summary" : "Eliminates rent regulation protection for certain high income tenants and high rent apartments. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A1737",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1551-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1793\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law and the real property tax law,  in  relation\n         to  eliminating  rent  regulation  protection  for certain high income\n         tenants and high rent housing accommodations; and  to  repeal  certain\n         provisions  of the emergency housing rent control law, the administra-\n         tive code of the city of New York, the emergency tenant protection act\n         of nineteen seventy-four and the tax law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs  (m)  and (n) of subdivision 2 of section 2 of\n    2  chapter 274 of the laws of 1946, constituting the emergency housing rent\n    3  control law, are REPEALED.\n    4    S 2. Section 2-a of chapter 274 of the laws of 1946, constituting  the\n    5  emergency housing rent control law, is REPEALED.\n    6    S  3.  Subparagraphs  (j)  and  (k) of paragraph 2 of subdivision e of\n    7  section 26-403 of the administrative code of the city of  New  York  are\n    8  REPEALED.\n    9    S  4.  Section  26-403.1 of the administrative code of the city of New\n   10  York is REPEALED.\n   11    S 5. Sections 26-504.1 and 26-504.2 of the administrative code of  the\n   12  city of New York are REPEALED.\n   13    S  6.  Section  26-504.3 of the administrative code of the city of New\n   14  York is REPEALED.\n   15    S 7. Paragraphs 12 and 13 of subdivision a of section 5 of  section  4\n   16  of  chapter  576  of the laws of 1974, constituting the emergency tenant\n   17  protection act of nineteen seventy-four, are REPEALED.\n   18    S 8. Section 5-a of section 4 of chapter 576  of  the  laws  of  1974,\n   19  constituting  the  emergency  tenant protection act of nineteen seventy-\n   20  four, is REPEALED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04825-01-1\n\n       S. 1793                             2\n\n    1    S 9. Subdivision 3 of section 171-b of the tax  law  is  REPEALED  and\n    2  subdivision  7 of such section, as amended by chapter 170 of the laws of\n    3  1994, is amended to read as follows:\n    4    (7)  The  provisions of the state freedom of information act shall not\n    5  apply to any verification of income information obtained from a company,\n    6  the commissioner of housing and community renewal, the supervising agen-\n    7  cy, the corporation, or officer or employee thereof, an approved  organ-\n    8  ization  as  defined  in  section  two  thousand five hundred ten of the\n    9  public health  law  or  the  commissioner  of  health  pursuant  to  the\n   10  provisions  of  this section [nor shall the provisions of such act apply\n   11  to any verifications prepared or provided pursuant to subdivision  three\n   12  and information provided pursuant to subdivision four of this section].\n   13    S  10.  Subparagraph  (i) of paragraph (f) of subdivision 2 of section\n   14  421-a of the real property tax law, as amended by  chapter  253  of  the\n   15  laws of 1993, is amended to read as follows:\n   16    (i) with respect to units subject to the provisions of this section on\n   17  the effective date of this subparagraph such a unit becomes vacant after\n   18  the  expiration  of  such  ten  year  period  or  applicable law or act;\n   19  provided, however, [that such units may be decontrolled pursuant to  the\n   20  rent  regulation  reform act of 1993 and provided further that] the rent\n   21  shall not be decontrolled for a unit which the commissioner  of  housing\n   22  and  community renewal or a court of competent jurisdiction finds became\n   23  vacant because the landlord or any person acting on his  behalf  engaged\n   24  in  any course of conduct, including but not limited to, interruption or\n   25  discontinuance of essential services which interfered with or  disturbed\n   26  or  was intended to interfere with or disturb the comfort, repose, peace\n   27  or quiet of the tenant in his use or occupancy of such unit,  and,  that\n   28  upon such finding in addition to being subject to any other penalties or\n   29  remedies  permitted  by  law,  the landlord of such unit shall be barred\n   30  from collecting rent for such unit in excess  of  that  charged  to  the\n   31  tenant  who  vacated  such  unit until restoration of possession of such\n   32  tenant, if the tenant so desires, in which case the rent of such  tenant\n   33  shall  be  established  as  if such tenant had not vacated such unit, or\n   34  compliance with such other remedy, including, but not  limited  to,  all\n   35  remedies provided for by the emergency tenant protection act of nineteen\n   36  seventy-four  for rent overcharge or failure to comply with any order of\n   37  the commissioner of housing and community renewal, as  shall  be  deter-\n   38  mined  by the commissioner of housing and community renewal to be appro-\n   39  priate; provided, however, that if a tenant fails  to  accept  any  such\n   40  offer  of  restoration  of  possession,  such  unit shall return to rent\n   41  stabilization at the previously regulated rent; or\n   42    S 11. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1793\n\nTITLE OF BILL:\nAn act\nto amend the tax law and the real property tax law, in relation to\neliminating rent regulation protection for certain high income tenants\nand high rent housing accommodations; and to repeal certain provisions\nof the emergency housing rent control law, the administrative code of\nthe city of New York, the emergency tenant protection act of nineteen\nseventy-four and the tax law relating thereto\n\nPURPOSE:\nTo end high-rent vacancy decontrol of rent stabilized\napartments.\n\nSUMMARY OF PROVISIONS:\nSection 1 repeals paragraphs (m) and (n) of\nsubdivision 2 of &sect;2 of chapter 274 of the laws of 1946.\n\n&sect; 2 repeals &sect;2-a of chapter 274 of the laws of 1946\n\n&sect;3 repeals subparagraphs (j) and (k) of paragraph 2 of subdivision e\nof &sect;26-403 of the administrative code of the city of New York\n\n&sect;4 repeals &sect;26-403.1 of the administrative code of the city of New York\n\n&sect;5 repeals &sect;26-504.1 and &sect;26-504.2 of the administrative code of the\ncity of New York\n\n&sect;6 repeals &sect;26-504.3 of the administrative code of city of New York\n\n&sect;7 repeals paragraphs 12 and 13 of subdivision a of&sect;5 and &sect;4 of\nchapter 576 of the laws of 1974\n\n&sect;8 repeals &sect;5-a and &sect;4 of chapter 576 of the laws of 1974\n\n&sect;9 repeals subdivision 3 of &sect; 171-b of the tax law and amends\nsubdivision 7 of such section as amended by chapter 170 of the\nlaws of 1994\n\n&sect;10 amends subparagraph (i) of paragraph (f) of subdivision 2 of\n&sect;421-a of the real property law, as amended by chapter 253 of the\nlaws of 1993\n\nJUSTIFICATION:\nThe rent stabilization program is necessary to provide\naffordable housing for New Yorkers. High rent vacancy decontrol has\nled to the decontrol of large numbers of\napartments. Ending this damaging practice is necessary to ensure\naffordable housing and stabilization of neighborhoods.\n\nLEGISLATIVE HISTORY:\nNew bill has been previously introduced.\n\nFISCAL IMPLICATIONS:\nNone.\n\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the real property tax law, in relation to eliminating rent regulation protection for certain high income tenants and high rent housing accommodations; and to repeal certain provisions of the emergency housing rent control law, the administrative code of the city of New York, the emergency tenant protection act of nineteen seventy-four and the tax law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T132506.TXT", "SOBI.D110113.T135327.TXT", "SOBI.D110112.T122001.TXT", "SOBI.D110112.T134007.TXT", "SOBI.D110112.T134508.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615284
}