{
  "year" : 2011,
  "senateBillNo" : "S1794-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1794-2011-1294808400000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires landlords to hold public forums with tenants before permitting cell phone towers to be placed on residential buildings; requires school to notify parents and school faculty",
  "summary" : "Requires landlords to hold a public forum with tenants prior to contracting with cell phone carriers to mount cell phone towers on residential buildings; requires school districts to provide parents and school faculty with written notification of cell phone towers being mounted onto school facilities. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S4913-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1794\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  Sens. KLEIN, HASSELL-THOMPSON, KRUEGER -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Judiciary\n\n       AN  ACT  to  amend the real property law, in relation to requiring land-\n         lords to hold a public forum with tenants prior  to  contracting  with\n         cell  phone service carriers to mount cell phone towers on residential\n         buildings; and to amend the education law, in  relation  to  requiring\n         school  districts  to  provide parents and school faculty with written\n         notification of cell phone towers being mounted onto school facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real property law is amended by adding a new section\n    2  238-a to read as follows:\n    3    S 238-A. DUTY OF LANDLORD TO HOLD A PUBLIC  FORUM  PRIOR  TO  MOUNTING\n    4  CELLULAR  PHONE  TOWERS  ONTO  RESIDENTIAL BUILDING STRUCTURES. 1.   THE\n    5  TERMS  \"CELLULAR  PHONE  TOWER\",  \"CELLULAR  PHONE  ANTENNA\"  AND  \"BASE\n    6  STATION\"  AS  USED  IN THIS SECTION SHALL MEAN A STRUCTURE CONSISTING OF\n    7  RADIOS, COMPUTERIZED SWITCHING EQUIPMENT AND ANTENNAS THAT  RECEIVE  AND\n    8  TRANSMIT  RADIO FREQUENCY SIGNALS WHICH FACILITATE CELLULAR PHONE TRANS-\n    9  MISSION AND RECEPTION.  THE TERM \"RESIDENTIAL BUILDING\" AS USED IN  THIS\n   10  SECTION SHALL MEAN A RESIDENTIAL BUILDING THAT HAS FOUR OR MORE DWELLING\n   11  UNITS OR APARTMENTS.\n   12    2. A LANDLORD SHALL BE REQUIRED TO HOLD A PUBLIC FORUM WITH HIS OR HER\n   13  TENANTS  NOT  LESS THAN FORTY-FIVE DAYS PRIOR TO CONTRACTING WITH A CELL\n   14  PHONE SERVICE CARRIER TO MOUNT OR ATTACH A CELL PHONE TOWER, CELL  PHONE\n   15  ANTENNA  OR  BASE STATION ONTO THE RESIDENTIAL BUILDING STRUCTURE.  EACH\n   16  SUCH LANDLORD SHALL PROVIDE WRITTEN NOTICE OF SUCH PUBLIC FORUM TO  EACH\n   17  TENANT  OF  THE RESIDENTIAL BUILDING NOT LESS THAN TEN DAYS PRIOR TO THE\n   18  PUBLIC FORUM. THE NOTICE SHALL INCLUDE THE DATE, TIME, PLACE AND PURPOSE\n   19  OF SUCH FORUM. EVERY PUBLIC FORUM SHALL BE HELD AT A  COMMON  AREA  WITH\n   20  THE RESIDENTIAL BUILDING TO WHICH IT RELATES. THE PUBLIC FORUMS REQUIRED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05417-01-1\n\n       S. 1794                             2\n\n    1  BY  THIS  SECTION  SHALL  BE  OPEN SOLELY TO THE LANDLORD AND HIS OR HER\n    2  AGENTS, AND THE TENANTS OF THE AFFECTED RESIDENTIAL BUILDING.\n    3    3.  A  LANDLORD  WHO VIOLATES SUBDIVISION TWO OF THIS SECTION SHALL BE\n    4  SUBJECT, IN ADDITION TO ANY OTHER PENALTIES THAT MAY  BE  PRESCRIBED  BY\n    5  LAW,  TO  A CIVIL PENALTY OF TWO HUNDRED FIFTY DOLLARS FOR EACH DAY THAT\n    6  PASSES AFTER A BUILDING PERMIT HAS BEEN APPROVED  TO  BUILD  A  CELLULAR\n    7  PHONE  TOWER,  CELLULAR  PHONE ANTENNA OR BASE STATION, TO BE MOUNTED OR\n    8  ATTACHED ONTO A RESIDENTIAL BUILDING STRUCTURE WITHOUT PROPER  NOTIFICA-\n    9  TION TO TENANTS.\n   10    S  2.  The  education  law is amended by adding a new section 414-a to\n   11  read as follows:\n   12    S 414-A. NOTIFICATION ABOUT CELL PHONE TOWERS LOCATED ON SCHOOL FACIL-\n   13  ITIES. 1. FOR PURPOSES OF THIS SECTION THE FOLLOWING  TERMS  SHALL  HAVE\n   14  THE  MEANINGS SET FORTH BELOW: (A) \"SCHOOL\" SHALL MEAN ANY PUBLIC SCHOOL\n   15  DISTRICT, PRIVATE OR PAROCHIAL SCHOOL, OR BOARD  OF  COOPERATIVE  EDUCA-\n   16  TIONAL SERVICES.\n   17    (B)  \"FACILITY\"  MEANS  ANY  SCHOOL  BUILDING  USED  FOR INSTRUCTIONAL\n   18  PURPOSES AND ITS SURROUNDING GROUNDS, SITES AND OTHER GROUNDS TO BE USED\n   19  FOR PLAYGROUNDS, ATHLETICS AND OTHER  INSTRUCTIONAL  PURPOSES,  AND  ANY\n   20  ADMINISTRATIVE OFFICES.\n   21    (C)  \"WRITTEN  NOTIFICATION\"  SHALL  MEAN  NOTICE  IN WRITING THAT IS:\n   22  PROVIDED DIRECTLY TO STUDENTS' PARENTS OR GUARDIANS AND TO SCHOOL  STAFF\n   23  MEMBERS;  OR  MAILED  TO  STUDENTS'  PARENTS  OR  GUARDIANS AND TO STAFF\n   24  MEMBERS' LAST KNOWN ADDRESS; OR DELIVERED BY ANY OTHER REASONABLE  METH-\n   25  ODS  AUTHORIZED BY THE CHANCELLOR, SCHOOL DISTRICT SUPERINTENDENT, PRIN-\n   26  CIPAL OR HEADMASTER INCLUDING, BUT NOT LIMITED  TO,  INTERNET  NOTIFICA-\n   27  TION.\n   28    2. SCHOOLS SHALL PROVIDE WRITTEN NOTIFICATION TO THE PARENT OR GUARDI-\n   29  AN OF A STUDENT AND TO SCHOOL FACULTY, STAFF AND ADMINISTRATORS NOT LESS\n   30  THAN  FORTY-FIVE  DAYS  BEFORE CELL PHONE TOWERS, CELL PHONE ANTENNAS OR\n   31  BASE STATIONS ARE PLACED, MOUNTED OR ATTACHED ONTO SCHOOL FACILITIES.\n   32    3. ANY SCHOOL THAT VIOLATES SUBDIVISION TWO OF THIS SECTION  SHALL  BE\n   33  SUBJECT  TO  A  CIVIL  PENALTY OF FIVE HUNDRED DOLLARS FOR EACH DAY THAT\n   34  PASSES AFTER A BUILDING PERMIT HAS BEEN APPROVED  TO  BUILD  A  CELLULAR\n   35  PHONE  TOWER,  CELLULAR  PHONE ANTENNA OR BASE STATION, TO BE MOUNTED OR\n   36  ATTACHED ONTO A SCHOOL  FACILITY  WITHOUT  PROPER  NOTIFICATION  TO  THE\n   37  PARENT OR GUARDIAN OF A STUDENT OR TO SCHOOL FACULTY, STAFF AND ADMINIS-\n   38  TRATORS.\n   39    S  3.  Severability.  If  any provision of this act or the application\n   40  thereof to any person or circumstance is adjudged invalid by a court  of\n   41  competent  jurisdiction,  such  judgment  shall not affect or impair any\n   42  other provisions or applications of this act which can be effected with-\n   43  out the invalid provision or application, and to this end the provisions\n   44  of this act are severable.\n   45    S 4. This act shall take effect on the one hundred eightieth day after\n   46  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1794\n\nTITLE OF BILL:\nAn act\nto amend the real property law, in relation to\nrequiring landlords to hold a public forum with tenants prior to\ncontracting with cell phone service carriers to mount cell phone towers\non residential buildings; and to amend the education law,\nin relation to requiring school districts to\nprovide parents and school faculty with written notification of cell\nphone towers being mounted onto school facilities\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo provide prior notification to tenants in residential buildings when\ncell phone service carriers approach their landlord with an offer to\nbuild cell antennas on the roof or side of the building. The bill\nalso instructs school districts to notify parents and school faculty\nof such negotiations, prior to the approval of a building permit.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1: Amends the Real Property Law to add a new section 238-a. It\nrequires landlords to hold a public forum 45 days prior to entering\ninto a contract to mount a cellular phone tower on a residential\nbuilding structure.\nA violation of this section results in a civil penalty of two-hundred\nand fifty dollars for each day that passes after a building permit\nhas been approved and no forum has been conducted.\n\nSection 2: Amends Education Law to add a new section 414-a. It defines\nthe terms \"Facility\", and \"Written Notification\". Requires schools to\nprovide written notification to the parent or guardian of a student\nand to school faculty, staff and administrators 45 days before cell\nphone towers, cell phone antennas, or base stations are placed or\nmounted onto school facilities. A violation of this section results\nin a civil penalty of five _ hundred dollars for each day that passes\nafter a building permit has been approved without proper notification.\n\nJUSTIFICATION:\nTenants should have the right to know when a landlord has agreed to\nplace a cell tower on the roof or side of a residential building.\nCell phone service carriers compensate the landlord for placing\ntowers on their building, while tenants are left without a voice in\nthe process.\n\nIt is important that a tenant has the opportunity to express his/her\nopinion when a cell tower is going to be placed where they live,\nespecially since the health effects from human exposure are not fully\nknown.\n\nUnder current Federal FCC regulations, states cannot regulate or\nprevent the placement of cell towers on residential buildings based\nupon allegations that the energy emitted causes environmental or\nhealth effects.\n\nHowever, complaints and requests for an environmental review can be\napplied for within three months of the building permit's approval. It\n\n\nis only fair that tenants are made aware of the landlord's\nintentions, and give them ample time to file a complaint.\n\nSchools are both institutions for learning and also a work place\nenvironment for teachers and other faculty. Both parents and faculty\nshould be made aware of the school's intentions to build cell towers,\nand should be given time to voice their concerns.\n\nPRIOR LEGISLATIVE HISTORY:\n2009/2010 - S.4913 - Referred to Judiciary Committee\n\nFISCAL IMPLICATIONS:\nNone. This bill could potentially raise revenue for the state through\nthe collection of fines.\n\nEFFECTIVE DATE:\n180 days after it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to requiring landlords to hold a public forum with tenants prior to contracting with cell phone service carriers to mount cell phone towers on residential buildings; and to amend the education law, in relation to requiring school districts to provide parents and school faculty with written notification of cell phone towers being mounted onto school facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T132506.TXT", "SOBI.D110113.T135327.TXT", "SOBI.D110112.T122001.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615285
}