{
  "year" : 2011,
  "senateBillNo" : "S1801-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1801-2011-1294808400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes town of Brookhaven to establish a housing and community court, and provides for its powers and duties",
  "summary" : "Authorizes the town of Brookhaven to establish a housing and community court to assist the district court in the disposition of all violations of town laws, codes and ordinances, and provides for its powers and duties. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A1940",
  "lawSection" : "Town Law",
  "previousVersions" : [ "S5251-2009", "A7870-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1801                                                  A. 1940\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Local Govern-\n         ment\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Local Governments\n\n       AN ACT to amend the town law, in relation to  authorizing  the  town  of\n         Brookhaven to establish a housing and community court\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The town law is amended by adding a  new  article  10-A  to\n    2  read as follows:\n    3                                 ARTICLE 10-A\n    4                           BROOKHAVEN HOUSING AND\n    5                               COMMUNITY COURT\n    6  SECTION 160. ESTABLISHMENT.\n    7          161. ADMINISTRATIVE LAW JUDGES.\n    8          162. JURISDICTION TO IMPOSE CIVIL PENALTIES.\n    9          163. SUMMONS.\n   10          164. COMMENCEMENT OF PROCEEDINGS; DEFAULT JUDGMENTS.\n   11          165. JUDICIAL ENFORCEMENT.\n   12          166. RESTRICTION ON COLLATERAL USE.\n   13          167. APPEALS.\n   14    S  160. ESTABLISHMENT. THE TOWN BOARD OF THE TOWN OF BROOKHAVEN MAY BY\n   15  ORDINANCE OR LOCAL LAW ESTABLISH A HOUSING AND COMMUNITY COURT TO ASSIST\n   16  THE DISTRICT COURT IN THE DISPOSITION  OF  ALL  VIOLATIONS  OF  TOWN  OF\n   17  BROOKHAVEN HOUSING LAWS, CODES AND ORDINANCES.\n   18    S  161.  ADMINISTRATIVE  LAW  JUDGES. 1. THE TOWN BOARD OF THE TOWN OF\n   19  BROOKHAVEN SHALL APPOINT ADMINISTRATIVE LAW JUDGES WHO SHALL  BE  ATTOR-\n   20  NEYS  ADMITTED  TO  PRACTICE IN THIS STATE FOR NOT LESS THAN THREE YEARS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03836-01-1\n\n       S. 1801                             2                            A. 1940\n\n    1  AND SHALL HAVE SUCH OTHER QUALIFICATIONS AS MAY BE  PRESCRIBED  BY  SUCH\n    2  TOWN BOARD.\n    3    2.  NO ADMINISTRATIVE LAW JUDGE SHALL PARTICIPATE IN ANY PROCEEDING TO\n    4  WHICH HE OR SHE IS A PARTY, IN WHICH HE OR SHE  HAS  BEEN  AN  ATTORNEY,\n    5  COUNSEL  OR  REPRESENTATIVE, IF HE OR SHE IS RELATED BY CONSANGUINITY OR\n    6  AFFINITY TO ANY PARTY TO THE PROCEEDING WITHIN THE SIXTH DEGREE OR WHERE\n    7  SUCH PARTICIPATION IS OTHERWISE PROHIBITED BY  LAW.  ADMINISTRATIVE  LAW\n    8  JUDGES SHALL ENSURE THAT ALL HEARINGS ARE CONDUCTED IN A FAIR AND IMPAR-\n    9  TIAL MANNER.\n   10    3.  EXCEPT  AS OTHERWISE PROVIDED BY LAW, IN THE CONDUCT OF AN ADJUDI-\n   11  CATION, AN ADMINISTRATIVE LAW JUDGE MAY:\n   12    A. HOLD CONFERENCES FOR THE SETTLEMENT OR SIMPLIFICATION OF ISSUES;\n   13    B. ADMINISTER OATHS AND AFFIRMATIONS,  EXAMINE  WITNESSES,  RULE  UPON\n   14  OFFERS  OF  PROOF,  RECEIVE  EVIDENCE,  AND OVERSEE, REGULATE, ORDER AND\n   15  ENFORCE SUCH DISCOVERY AS IS APPROPRIATE UNDER THE CIRCUMSTANCES;\n   16    C. UPON MOTION OF ANY PARTY, OR UPON THE  ADMINISTRATIVE  LAW  JUDGE'S\n   17  OWN  MOTION  UPON  CONSENT  OF THE DEFENDANT, SUBPOENA THE ATTENDANCE OF\n   18  WITNESSES AND THE PRODUCTION OF BOOKS, RECORDS OR OTHER INFORMATION;\n   19    D. REGULATE THE COURSE OF THE HEARING;\n   20    E. RULE ON PROCEDURAL REQUESTS OR SIMILAR MATTERS;\n   21    F. MAKE FINAL FINDINGS OF FACT AND FINAL DECISIONS, DETERMINATIONS  OR\n   22  ORDERS;\n   23    G.  WHERE  THE BROOKHAVEN HOUSING AND COMMUNITY COURT IS AUTHORIZED TO\n   24  RENDER A FINAL DECISION, DETERMINATION OR ORDER  IMPOSING  CIVIL  PENAL-\n   25  TIES, IMPOSE SUCH CIVIL PENALTIES; AND\n   26    H. TAKE ANY OTHER ACTION AUTHORIZED BY LAW.\n   27    4.  UNLESS INCONSISTENT WITH THIS ARTICLE, ALL HEARINGS SHALL SUBSTAN-\n   28  TIALLY COMPLY WITH THE REQUIREMENTS OF ARTICLE THREE OF THE STATE ADMIN-\n   29  ISTRATIVE PROCEDURE ACT.\n   30    5. UNLESS OTHERWISE AUTHORIZED BY LAW AND EXCEPT AS OTHERWISE PROVIDED\n   31  IN SUBDIVISION SIX OF THIS SECTION, NO ADMINISTRATIVE  LAW  JUDGE  SHALL\n   32  COMMUNICATE  IN CONNECTION WITH ANY ISSUE THAT RELATES IN ANY WAY TO THE\n   33  MERITS OF A PROCEEDING PENDING BEFORE SUCH JUDGE WITH ANY PERSON  EXCEPT\n   34  UPON NOTICE AND OPPORTUNITY FOR ALL PARTIES TO PARTICIPATE.\n   35    6.  AN  ADMINISTRATIVE  LAW JUDGE MAY CONSULT, ON QUESTIONS OF LAW AND\n   36  MINISTERIAL MATTERS,  WITH  OTHER  ADMINISTRATIVE  LAW  JUDGES  AND  THE\n   37  SUPPORT STAFF OF SUCH COURT, PROVIDED THAT SUCH ADMINISTRATIVE LAW JUDG-\n   38  ES OR SUPPORT STAFF HAVE NOT ENGAGED IN FUNCTIONS IN CONNECTION WITH THE\n   39  ADJUDICATORY  PROCEEDING  UNDER  CONSIDERATION  OR  A  FACTUALLY RELATED\n   40  PROCEEDING.\n   41    S 162. JURISDICTION TO IMPOSE CIVIL  PENALTIES.    1.  THE  BROOKHAVEN\n   42  HOUSING  AND  COMMUNITY  COURT  MAY  IMPOSE  ANY  CIVIL  PENALTY FOR THE\n   43  VIOLATION OF A TOWN LAW, CODE OR ORDINANCE THAT THE  DISTRICT  COURT  IS\n   44  AUTHORIZED  TO  IMPOSE.    NOTWITHSTANDING  ANY  PROVISION OF LAW TO THE\n   45  CONTRARY, ANY CIVIL PENALTY IMPOSED BY SUCH COURT UPON A PERSON WHO  HAS\n   46  AN  INTEREST IN REAL PROPERTY IN THE TOWN OF BROOKHAVEN, SHALL BE A LIEN\n   47  UPON SUCH REAL PROPERTY IF SUCH  PENALTY  IS  NINETY  DAYS  OR  MORE  IN\n   48  ARREARS. ALL SUCH ARREARS SHALL BE DEEMED TO BE A REAL PROPERTY TAX UPON\n   49  THE  REAL  PROPERTY  AND  MAY  BE COLLECTED AS SUCH PURSUANT TO THE REAL\n   50  PROPERTY TAX LAW.\n   51    2. NO PERSON APPEARING BEFORE THE  BROOKHAVEN  HOUSING  AND  COMMUNITY\n   52  COURT  SHALL  BE  SENTENCED  TO  A TERM OF IMPRISONMENT UPON BEING FOUND\n   53  GUILTY OF ANY CHARGE, NOR SHALL AN ADMINISTRATIVE LAW  JUDGE  ORDER  THE\n   54  ARREST OR DETENTION OF ANY PERSON, NOR SHALL AN ADMINISTRATIVE LAW JUDGE\n   55  DEPRIVE ANY PERSON OF THE RIGHT TO COUNSEL.\n\n       S. 1801                             3                            A. 1940\n\n    1    S  163. SUMMONS. THE BROOKHAVEN HOUSING AND COMMUNITY COURT SHALL HAVE\n    2  THE SAME POWERS AND DUTIES RELATING TO A  SUMMONS  AS  ARE  PROVIDED  TO\n    3  DISTRICT  COURTS  PURSUANT TO ARTICLE FOUR OF THE UNIFORM DISTRICT COURT\n    4  ACT, ARTICLE THREE OF THE CIVIL PRACTICE LAW AND RULES, ARTICLE THREE OF\n    5  THE  BUSINESS CORPORATION LAW AND ARTICLE THREE OF THE LIMITED LIABILITY\n    6  COMPANY LAW. IN ADDITION,\n    7    1. SERVICE OF A SUMMONS MAY BE MADE BY DELIVERING SUCH  SUMMONS  TO  A\n    8  PERSON EMPLOYED BY THE RESPONDENT:\n    9    A.  TO  WORK ON THE PREMISES THE OCCUPANCY OF WHICH CAUSED THE ALLEGED\n   10  VIOLATION OF A TOWN OF BROOKHAVEN LAW, CODE OR ORDINANCE,\n   11    B. AT THE PREMISES AT WHICH THE RESPONDENT ACTUALLY CONDUCTS THE BUSI-\n   12  NESS THE OPERATION OF WHICH GAVE RISE TO SUCH ALLEGED VIOLATION, OR\n   13    C. AT THE SITE  OF  THE  WORK  AT  WHICH  SUCH  AN  ALLEGED  VIOLATION\n   14  OCCURRED; AND\n   15    2.  SERVICE OF A SUMMONS MAY BE MADE BY CERTIFIED MAIL, RETURN RECEIPT\n   16  REQUESTED, TO THE RESPONDENT. IF AFTER TWENTY-ONE DAYS SUCH MAILING  HAS\n   17  NOT  BEEN RETURNED AS UNDELIVERABLE, THE RESPONDENT SHALL BE PRESUMED TO\n   18  HAVE BEEN SERVED SUCH SUMMONS.\n   19    S 164. COMMENCEMENT OF PROCEEDINGS; DEFAULT JUDGMENTS. 1. THE BROOKHA-\n   20  VEN HOUSING AND COMMUNITY COURT SHALL CONDUCT THE PROCEEDINGS AUTHORIZED\n   21  BY LOCAL LAW IN ACCORDANCE WITH THIS SECTION.\n   22    2. SUCH PROCEEDINGS SHALL BE COMMENCED BY THE SERVICE  OF  A  SUMMONS.\n   23  THE  SUMMONS  OR COPY THEREOF WHEN FILLED IN AND SERVED SHALL CONSTITUTE\n   24  NOTICE OF THE VIOLATION CHARGED, AND, IF SWORN TO OR AFFIRMED, SHALL  BE\n   25  PRIMA  FACIE  EVIDENCE  OF THE FACTS CONTAINED THEREIN. THE SUMMONS WHEN\n   26  SWORN TO OR AFFIRMED SHALL CONSTITUTE THE TESTIMONY OF THE SIGNATOR AND,\n   27  WHEN FILED WITH THE BROOKHAVEN HOUSING  AND  COMMUNITY  COURT  SHALL  BE\n   28  ADMITTED INTO EVIDENCE AS SUCH TESTIMONY AT ANY HEARING ON THE VIOLATION\n   29  CHARGED.  EVERY  SUCH  SUMMONS  SHALL  STATE WHETHER THE FACTS SET FORTH\n   30  THEREIN ARE KNOWN PERSONALLY TO THE SIGNATOR AND IF THE FACTS ARE NOT SO\n   31  KNOWN THE SUMMONS SHALL SPECIFICALLY IDENTIFY THE SOURCE OF KNOWLEDGE OF\n   32  SUCH FACTS.  IF THE RESPONDENT DISPUTES THE FACTS STATED IN THE SUMMONS,\n   33  THE  ADMINISTRATIVE  LAW  JUDGE,  WHERE  APPROPRIATE  MAY   REJECT   THE\n   34  SIGNATOR'S  FACTS,  ACCEPT  FACTS  THE  RESPONDENT OFFERS, OR DIRECT THE\n   35  SIGNATOR'S APPEARANCE.\n   36    3. A. THE  SUMMONS  SHALL  CONTAIN  INFORMATION  ADVISING  THE  PERSON\n   37  CHARGED OF THE MANNER AND THE TIME IN WHICH SUCH PERSON MAY EITHER ADMIT\n   38  OR  DENY  THE  VIOLATION CHARGED IN THE SUMMONS. SUCH SUMMONS SHALL ALSO\n   39  CONTAIN A WARNING TO ADVISE THE PERSON CHARGED THAT FAILURE TO PLEAD  IN\n   40  THE  MANNER AND TIME STATED IN THE SUMMONS MAY RESULT IN A DEFAULT DECI-\n   41  SION AND ORDER BEING ENTERED AGAINST SUCH PERSON. THE ORIGINAL OR A COPY\n   42  OF THE SUMMONS SHALL BE FILED AND RETAINED BY THE BROOKHAVEN HOUSING AND\n   43  COMMUNITY COURT AND SHALL BE DEEMED A RECORD KEPT IN THE ORDINARY COURSE\n   44  OF BUSINESS.\n   45    B. EVERY SUMMONS SHALL IDENTIFY THE PROVISION OF LAW CHARGED AND SHALL\n   46  SET FORTH THE FACTUAL BASIS FOR THE VIOLATION.  WHERE A SUMMONS DOES NOT\n   47  CONTAIN THIS INFORMATION, IT SHALL BE DISMISSED AT THE  REQUEST  OF  THE\n   48  RESPONDENT  OR THE ADMINISTRATIVE LAW JUDGE MAY DISMISS THE SUMMONS UPON\n   49  HIS OR HER OWN MOTION.\n   50    4. WHERE A RESPONDENT HAS FAILED TO PLEAD WITHIN THE TIME  ALLOWED  BY\n   51  CONTROLLING LAW OR, IF THERE IS NO SUCH CONTROLLING LAW, BY THE RULES OF\n   52  THE BROOKHAVEN HOUSING AND COMMUNITY COURT, OR HAS FAILED TO APPEAR ON A\n   53  DESIGNATED  HEARING  DATE OR A SUBSEQUENT DATE FOLLOWING AN ADJOURNMENT,\n   54  SUCH FAILURE TO PLEAD OR APPEAR SHALL BE DEEMED, FOR ALL PURPOSES, TO BE\n   55  AN ADMISSION OF LIABILITY AND SHALL BE GROUNDS FOR RENDERING  A  DEFAULT\n   56  DECISION  AND  ORDER  IMPOSING  A  PENALTY  UP  TO  THE  MAXIMUM  AMOUNT\n\n       S. 1801                             4                            A. 1940\n\n    1  PRESCRIBED UNDER LAW FOR THE VIOLATION CHARGED.  A DEFAULT DECISION  AND\n    2  ORDER  MAY  BE OPENED WITHIN ONE YEAR OF ITS ENTRY UPON WRITTEN APPLICA-\n    3  TION SHOWING EXCUSABLE DEFAULT AND A MERITORIOUS DEFENSE TO THE  CHARGE;\n    4  A  DEFAULT DECISION AND ORDER MAY THEREAFTER BE OPENED ONLY UPON WRITTEN\n    5  APPLICATION SHOWING EXCUSABLE DEFAULT,  A  MERITORIOUS  DEFENSE  TO  THE\n    6  CHARGE, AND GOOD CAUSE FOR THE DELAY.\n    7    5.  ANY  FINAL  ORDER  OF  THE  BROOKHAVEN HOUSING AND COMMUNITY COURT\n    8  IMPOSING A CIVIL PENALTY, WHETHER THE ADJUDICATION WAS HAD BY HEARING OR\n    9  UPON DEFAULT OR OTHERWISE, SHALL CONSTITUTE A JUDGMENT RENDERED BY  SUCH\n   10  COURT  AGAINST THE RESPONDENT WHICH MAY BE ENTERED IN THE DISTRICT COURT\n   11  OR ANY OTHER PLACE PROVIDED FOR THE ENTRY OF CIVIL JUDGMENTS WITHIN  THE\n   12  STATE,  AND  MAY  BE ENFORCED AGAINST THE RESPONDENT AND HIS, HER OR ITS\n   13  PROPERTY WITHOUT COURT PROCEEDINGS IN THE SAME MANNER AS THE ENFORCEMENT\n   14  OF MONEY JUDGMENTS ENTERED  IN  CIVIL  ACTIONS,  PROVIDED  FURTHER,  ANY\n   15  ARREARS  MAY BE COLLECTED AS REAL PROPERTY TAXES PURSUANT TO SUBDIVISION\n   16  ONE OF SECTION ONE HUNDRED SIXTY-TWO OF THIS ARTICLE;  PROVIDED  HOWEVER\n   17  THAT NO SUCH JUDGMENT SHALL BE ENTERED WHICH EXCEEDS THE JURISDICTION OF\n   18  SUCH DISTRICT COURT OR OTHER COURT.\n   19    6.  NOTWITHSTANDING THE FOREGOING PROVISIONS OF THIS SECTION, BEFORE A\n   20  JUDGMENT BASED UPON A DEFAULT MAY BE SO ENTERED THE  BROOKHAVEN  HOUSING\n   21  AND  COMMUNITY  COURT  SHALL HAVE NOTIFIED THE RESPONDENT BY FIRST CLASS\n   22  MAIL IN SUCH FORM:\n   23    A. OF THE DEFAULT DECISION AND ORDER AND THE PENALTY IMPOSED;\n   24    B. THAT A JUDGMENT MAY BE ENTERED IN THE DISTRICT COURT OR  ANY  OTHER\n   25  PLACE  PROVIDED FOR THE ENTRY OF CIVIL JUDGMENTS WITHIN THE STATE OF NEW\n   26  YORK; AND\n   27    C. THAT ENTRY OF SUCH JUDGMENT MAY BE AVOIDED BY REQUESTING A STAY  OF\n   28  DEFAULT FOR GOOD CAUSE SHOWN AND EITHER REQUESTING A HEARING OR ENTERING\n   29  A PLEA WITHIN THIRTY DAYS OF THE MAILING OF SUCH NOTICE.\n   30    S  165.  JUDICIAL ENFORCEMENT. ANY ORDER, SUBPOENA, OR ANY FINAL DECI-\n   31  SION OR DETERMINATION RENDERED BY THE BROOKHAVEN HOUSING  AND  COMMUNITY\n   32  COURT  SHALL  BE SUBJECT TO ENFORCEMENT BY THE JUDICIARY IN AN ACTION OR\n   33  PROCEEDING COMMENCED  IN  A  COURT  OF  COMPETENT  JURISDICTION  BY  THE\n   34  PREVAILING PARTY, INCLUDING THE TOWN OF BROOKHAVEN.\n   35    S  166.  RESTRICTION  ON COLLATERAL USE. DECISIONS, DETERMINATIONS AND\n   36  ORDERS ISSUED BY THE BROOKHAVEN HOUSING AND COMMUNITY COURT SHALL NOT BE\n   37  CITED, AND SHALL NOT BE CONSIDERED PRECEDENT NOR BE GIVEN ANY  FORCE  OR\n   38  EFFECT IN ANY CRIMINAL PROCEEDING.\n   39    S  167. APPEALS. EVERY APPEAL OF A FINAL DETERMINATION OF THE BROOKHA-\n   40  VEN HOUSING AND COMMUNITY COURT SHALL BE HEARD IN THE APPELLATE TERM  OF\n   41  SUPREME  COURT IN THE SECOND DEPARTMENT.  SUCH APPEALS SHALL BE TAKEN BY\n   42  FILING A NOTICE OF APPEAL WITH SUCH COURT  WITHIN  THIRTY  DAYS  OF  THE\n   43  ENTRY  OF THE DECISION, DETERMINATION, OR ORDER FROM WHICH THE APPEAL IS\n   44  BEING TAKEN.\n   45    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   46  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the town law, in relation to authorizing the town of Brookhaven to establish a housing and community court ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T135826.TXT", "SOBI.D110112.T153520.TXT", "SOBI.D110112.T154619.TXT", "SOBI.D110112.T152028.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294945106440
}