{
  "year" : 2011,
  "senateBillNo" : "S1805-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1805-2011-1294894800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the development of a comprehensive campus security plan for the state university of New York, the city university of New York and community colleges;",
  "summary" : "Provides for the development of a comprehensive campus security plan for the state university of New York, the city university of New York and community colleges. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S876-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1805\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen. LAVALLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to the development  of  a\n         comprehensive campus security plan\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   The education law is amended  by  adding  a  new  section\n    2  6435-a to read as follows:\n    3    S  6435-A.  COMPREHENSIVE  CAMPUS  SECURITY  PLAN. 1. THE PRESIDENT OR\n    4  CHIEF ADMINISTRATIVE OFFICER OF EVERY COLLEGE CHARTERED BY  THE  REGENTS\n    5  OR  INCORPORATED  BY  SPECIAL ACT OF THE LEGISLATURE INCLUDING ALL STATE\n    6  UNIVERSITY OF NEW YORK,  CITY  UNIVERSITY  OF  NEW  YORK  AND  COMMUNITY\n    7  COLLEGES,  SHALL WORK WITH THE ADVISORY COMMITTEE ON CAMPUS SECURITY, AS\n    8  ESTABLISHED PURSUANT TO SECTION SIXTY-FOUR HUNDRED  THIRTY-ONE  OF  THIS\n    9  ARTICLE TO DEVELOP A COMPREHENSIVE CAMPUS SECURITY PLAN FOR THE COLLEGE.\n   10  SUCH PLAN SHALL INCLUDE:\n   11    A.  THE  ESTABLISHMENT  OF  A RELATIONSHIP WITH LOCAL LAW ENFORCEMENT,\n   12  WHICH SHALL INCLUDE AT LEAST ONE OF THE FOLLOWING: THE  COUNTY  SHERIFF,\n   13  THE STATE POLICE OR THE NEW YORK CITY POLICE DEPARTMENT.\n   14    B.  THE  COORDINATION OF VARIOUS LAW ENFORCEMENT AND EMERGENCY SERVICE\n   15  AND MEDICAL PERSONNEL, BOTH ON AND OFF CAMPUS, IN RESPONSE  TO  EMERGEN-\n   16  CIES ON, IN OR AROUND THE CAMPUS.\n   17    C.  THE USE OF VARIOUS COMMUNICATIONS, MONITORING AND SENSOR TECHNOLO-\n   18  GIES IN ORDER TO MAINTAIN THE SAFETY OF ALL CAMPUS PERSONNEL, TO COORDI-\n   19  NATE THE ACTIVITIES OF ALL LAW ENFORCEMENT AND EMERGENCY MEDICAL PERSON-\n   20  NEL ON AND OFF CAMPUS, TO  IDENTIFY  POTENTIAL  THREATS  TO  THE  CAMPUS\n   21  SECURITY AND TO RESPOND TO ANY EMERGENCY ON CAMPUS.\n   22    D. PROVIDE FOR THE DETAILED MAPPING OF ALL CAMPUS ROADS AND FACILITIES\n   23  INCLUDING  THE  INTERNAL MAPPING OF EACH CAMPUS FACILITY, WHICH SHALL BE\n   24  MAINTAINED IN A SECURED LOCATION BY THE CAMPUS  AND  BY  THE  LOCAL  LAW\n   25  ENFORCEMENT  ENTITY  THAT HAS A RELATIONSHIP WITH THE CAMPUS PURSUANT TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06723-01-1\n\n       S. 1805                             2\n\n    1  PARAGRAPH A OF THIS SUBDIVISION.  ONLY THOSE AUTHORIZED IN THE PLAN  MAY\n    2  HAVE ACCESS TO SUCH CAMPUS MAPS.\n    3    2. AS PART OF THE COMPREHENSIVE PLAN AS ESTABLISHED BY SUBDIVISION ONE\n    4  OF  THIS  SECTION  EACH CAMPUS SUBJECT TO THE PROVISIONS OF THIS SECTION\n    5  SHALL CONDUCT DRILLS IN RESPONSE TO EMERGENCY  SITUATIONS.  SUCH  DRILLS\n    6  WILL  IMPLEMENT  THE COMPREHENSIVE CAMPUS SECURITY PLAN AS IT RELATES TO\n    7  EMERGENCY SITUATIONS. THE DRILLS SHALL INCLUDE  LOCAL  LAW  ENFORCEMENT,\n    8  CAMPUS  SECURITY OFFICERS OR PEACE OFFICERS, THE INSTITUTION'S PERSONNEL\n    9  AND STUDENTS.\n   10    3. THE STATE UNIVERSITY OF NEW YORK, CITY UNIVERSITY OF NEW YORK,  AND\n   11  INDEPENDENT  SECTOR  BOARDS  OF  TRUSTEES SHALL EVALUATE THEIR EMERGENCY\n   12  DRILLS IN TERMS OF OVERALL RESPONSE TIME, COMPLIANCE OF CAMPUS PERSONNEL\n   13  AND ALL OTHERS ENGAGED IN ITS IMPLEMENTATION.   STANDARDS  FOR  RESPONSE\n   14  TIME,  COMPLIANCE  WITH CAMPUS PERSONNEL AND OTHER ASPECTS OF THE DRILLS\n   15  SHALL BE ESTABLISHED BY THE BOARD OF TRUSTEES FOR EACH STATE  UNIVERSITY\n   16  OF  NEW YORK AND CITY UNIVERSITY OF NEW YORK CAMPUS IN CONSULTATION WITH\n   17  LOCAL LAW ENFORCEMENT. SUCH STANDARDS SHALL BE REVIEWED BY THE NEW  YORK\n   18  STATE POLICE.\n   19    4.  THE  STATE  UNIVERSITY  AND  CITY UNIVERSITY BOARD OF TRUSTEES ARE\n   20  HEREBY AUTHORIZED AND DIRECTED TO  IMPLEMENT  SEVERAL  DEMONSTRATION  OR\n   21  PILOT TYPE PROGRAMS TO TEST VARIOUS TECHNOLOGIES AS RELATED TO IDENTIFY-\n   22  ING SECURITY THREATS AND RESPONDING TO EMERGENCY SITUATIONS. SUCH DEMON-\n   23  STRATION  OR PILOT PROJECTS SHALL BE REVIEWED BY AND INCLUDE THE PARTIC-\n   24  IPATION OF LOCAL LAW ENFORCEMENT AND MUST BE EVALUATED BY THE RESPECTIVE\n   25  BOARD OF TRUSTEES.\n   26    5. EACH CAMPUS  SHALL  IMPLEMENT  A  PROTOCOL  FOR  THE  REPORTING  OF\n   27  INSTANCES  WHERE  THERE  IS  CONCERN  REGARDING  THE  MENTAL HEALTH OF A\n   28  STUDENT. SUCH PROTOCOL WILL REQUIRE THAT IN THE EVENT  THAT  A  CREDIBLE\n   29  REPORT  IS MADE REGARDING A STUDENT, THAT THE STUDENT BE INTERVIEWED AND\n   30  A RECOMMENDATION BE MADE REGARDING THE OUTCOME OF THE CASE. SUCH  PROTO-\n   31  COL  SHALL BECOME PART OF THE INSTITUTION'S GENERAL GOVERNING POLICY AND\n   32  GENERALLY COMMUNICATED TO ALL CAMPUS EMPLOYEES. THE STATE UNIVERSITY  OF\n   33  NEW  YORK  BOARD  OF  TRUSTEES, THE CITY UNIVERSITY OF NEW YORK BOARD OF\n   34  TRUSTEES, AND THE BOARDS OF TRUSTEES OF ALL OTHER CAMPUSES SHALL  ESTAB-\n   35  LISH  REGULATIONS  AS  NECESSARY  TO  IMPLEMENT  THE  PROVISION  OF THIS\n   36  SECTION.\n   37    S 2.  The state university of New York and city university of New York\n   38  board of trustees are hereby authorized  and  directed  to,  within  the\n   39  funds  appropriated  for,  increase the number of licensed mental health\n   40  counselors available to students. This effort is  intended  to  increase\n   41  the counselor-to-student ratio toward an appropriate and more nationally\n   42  recognized  threshold,  based  on the nature of the campuses.  The funds\n   43  made available to implement this section shall be utilized to supplement\n   44  existing services and shall not be substituted  for  services  currently\n   45  being  funded by state or other sources. For the state university of New\n   46  York, no more than 70 percent of the newly licensed mental health  coun-\n   47  selors  recruited shall be distributed to state-operated campuses and no\n   48  less than 30 percent to community colleges. For the city  university  of\n   49  New  York,  no  more than 50 percent of the newly licensed mental health\n   50  counselors recruited shall be distributed to senior colleges and no less\n   51  than 50 percent to community colleges.\n   52    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   53  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the development of a comprehensive campus security plan ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T101310.TXT", "SOBI.D110113.T151417.TXT", "SOBI.D110113.T104312.TXT", "SOBI.D110113.T105316.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294949657006
}