{
  "year" : 2011,
  "senateBillNo" : "S1808-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1808-2011-1294894800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires disclosure of gifts made to certain foundations by foreign governments, persons and entities",
  "summary" : "Requires disclosure of gifts made to certain foundations by foreign governments, persons and entities; imposes fines for violations. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2047-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1808\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sens.  LAVALLE,  BONACIC,  DeFRANCISCO, JOHNSON, LARKIN,\n         MAZIARZ, SALAND -- read twice and ordered printed, and when printed to\n         be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in  relation  to  the  disclosure  of\n         gifts made to institutions of higher education by foreign governments,\n         persons and entities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 207-a of the education law, as added by chapter 215\n    2  of the laws of 1984, is amended to read as follows:\n    3    S 207-a. Disclosure of gifts made to institutions of higher  education\n    4  by  foreign  governments,  persons  and  entities.  1.  As  used in this\n    5  section:  a. The term \"foreign government\"  shall  mean  any  government\n    6  other  than the United States government or the government of a state or\n    7  a political subdivision thereof and  shall  include  an  agent  of  such\n    8  government;\n    9    b.  The  term  \"foreign  legal entity\" shall mean (i) any legal entity\n   10  created under the laws of a foreign government or (ii) any legal  entity\n   11  created  under the laws of the United States or of any state hereof if a\n   12  majority of the ownership of the stock of such legal entity is  directly\n   13  or  indirectly  owned  legally  or  beneficially  by one or more foreign\n   14  governments or one or more foreign persons or one or more legal entities\n   15  created under the laws of a foreign government or if a majority  of  the\n   16  membership  of  any  such entity is composed of foreign persons or legal\n   17  entities created under the  laws  of  a  foreign  government  and  shall\n   18  include an agent of such legal entity;\n   19    c.  The  term  \"foreign person\" shall mean any individual who is not a\n   20  citizen or national of the United States or a trust territory or protec-\n   21  torate thereof and shall include an agent of such individual; and\n   22    d. The term \"gift\" shall mean any endowment,  gift,  grant,  contract,\n   23  award or property of any kind.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06716-01-1\n\n       S. 1808                             2\n\n    1    2.  Every  institution authorized by the legislature or by the regents\n    2  of the university of the state of New York to confer academic degrees in\n    3  this state AND ANY FOUNDATION THAT IS  ASSOCIATED  WITH  AN  INSTITUTION\n    4  AUTHORIZED BY THE LEGISLATURE OR BY THE REGENTS OF THE UNIVERSITY OF THE\n    5  STATE  OF  NEW  YORK  shall disclose the amount, terms, restrictions and\n    6  requirements attached to or made a part of any gift of a value in excess\n    7  of one hundred thousand dollars made to such institution  by  a  foreign\n    8  government, foreign legal entity or foreign person in any fiscal year of\n    9  the  institution.  If  the  foreign  government, foreign legal entity or\n   10  foreign person makes more than one gift to an institution in any  fiscal\n   11  year  of  such  institution,  and the total value of those gifts in such\n   12  fiscal year of the institution exceeds one hundred thousand dollars, the\n   13  institution shall report all of such gifts received.\n   14    3. Such information shall be forwarded to the department no later than\n   15  thirty days after the final day of the fiscal year of  the  institution.\n   16  The information shall include:\n   17    a. the amount and the date of the making of the gift;\n   18    b.  when the gift is conditional, matching or designated for a partic-\n   19  ular purpose, full details of the  conditions,  matching  provisions  or\n   20  designation,  INCLUDING  WHETHER  SUCH  GIFT WAS RECEIVED FROM A FOREIGN\n   21  GOVERNMENT, ENTITY OR INDIVIDUAL;\n   22    c. the name of the foreign government in the  case  of  a  gift  by  a\n   23  foreign  government;  the name of the foreign country in which a foreign\n   24  entity or foreign person is principally located or resides in  the  case\n   25  of a gift by a foreign entity or foreign person.\n   26    The  name  of  the foreign entity shall be disclosed in the event of a\n   27  gift which (i) contains conditions or restrictions regarding the control\n   28  of  curricula,  employment  or  termination  of  faculty,  admission  of\n   29  students,  student  fees or (ii) is contingent upon the agreement of the\n   30  institution to take specific public positions or  actions  or  to  award\n   31  honorary degrees; and\n   32    d. the purpose or purposes for which the gift will be used.\n   33    4.  Such  information  shall be a matter of public record and shall be\n   34  made available by the department to the general public  for  review  and\n   35  copying  during  normal business hours.  FURTHER, SUCH INFORMATION SHALL\n   36  BE PROVIDED TO THE DEPARTMENT IN A FORMAT DETERMINED BY THE  DEPARTMENT.\n   37  THE  DEPARTMENT  SHALL  MAINTAIN SUCH INFORMATION IN ELECTRONIC FORM FOR\n   38  ITS OWN INTERNAL RECORD KEEPING PURPOSES ONLY.\n   39    5. IF IT IS DETERMINED, BY AN AUDIT OF  THE  STATE  COMPTROLLER,  CITY\n   40  COMPTROLLER,  OR  BY  ANY  OTHER  PRIVATE  OR INDEPENDENT AUDIT, THAT AN\n   41  INSTITUTION SUBJECT TO THE PROVISIONS OF THIS  SECTION,  HAS  FAILED  TO\n   42  COMPLY  WITH  ANY  OR ALL OF THE PROVISIONS OF THIS SECTION, THE COMMIS-\n   43  SIONER SHALL IMPOSE A FINE OF NOT LESS THAN ONE THOUSAND DOLLARS AND NOT\n   44  MORE THAN FIVE THOUSAND DOLLARS, FOR EACH OCCURRENCE.  SUCH  INSTITUTION\n   45  SHALL  BE  GIVEN  AN  OPPORTUNITY  TO APPEAL THE IMPOSITION OF SUCH FINE\n   46  PURSUANT TO PROCEDURES  ESTABLISHED  BY  RULES  OR  REGULATIONS  OF  THE\n   47  COMMISSIONER. IF A SUBSEQUENT AUDIT OF THE STATE COMPTROLLER, CITY COMP-\n   48  TROLLER,  OR  BY ANY OTHER PRIVATE OR INDEPENDENT AUDIT, FINDS THAT SUCH\n   49  INSTITUTION HAS FAILED TO COMPLY WITH ANY OR ALL OF  THE  PROVISIONS  OF\n   50  THIS  SECTION, THE COMMISSIONER SHALL IMPOSE A FINE OF NOT LESS THAN TWO\n   51  THOUSAND DOLLARS, AND SUCH INSTITUTION SHALL COMPLY  WITH  SECTIONS  ONE\n   52  HUNDRED    SEVENTY-TWO,   ONE   HUNDRED   SEVENTY-TWO-A,   ONE   HUNDRED\n   53  SEVENTY-TWO-B, ONE HUNDRED SEVENTY-TWO-C AND ONE  HUNDRED  SEVENTY-TWO-D\n   54  OF THE EXECUTIVE LAW.\n   55    S 2. This act shall take effect on the first of August next succeeding\n   56  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the disclosure of gifts made to institutions of higher education by foreign governments, persons and entities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T104812.TXT", "SOBI.D110113.T101310.TXT", "SOBI.D110113.T151918.TXT", "SOBI.D110113.T104312.TXT", "SOBI.D110113.T105316.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294949958136
}