{
  "year" : 2011,
  "senateBillNo" : "S1800-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1800-2011-1294808400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a registry program for saltwater recreational anglers; repealer",
  "summary" : "Establishes a registry program for saltwater recreational anglers. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A1941",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A9475-2009", "S7244-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1800                                                  A. 1941\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Environmental\n         Conservation\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         establishing  a  registry  program for saltwater recreational anglers;\n         and to repeal section 13-0355 of the  environmental  conservation  law\n         relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 13-0355 of the environmental  conservation  law  is\n    2  REPEALED and a new section 13-0355 is added to read as follows:\n    3  S 13-0355. REGISTRY PROGRAM FOR SALTWATER RECREATIONAL ANGLERS.\n    4    1. THE COMMISSIONER SHALL ESTABLISH, IMPLEMENT AND MAINTAIN A REGISTRY\n    5  PROGRAM FOR SALTWATER RECREATIONAL ANGLERS WHICH SHALL PROVIDE FOR:\n    6    A.  THE REGISTRATION, INCLUDING BUT NOT LIMITED TO, IDENTIFICATION AND\n    7  CONTACT INFORMATION OF INDIVIDUALS WHO ENGAGE IN RECREATIONAL FISHING IN\n    8  THE NEW YORK STATE MARINE AND COASTAL DISTRICT; AND\n    9    B. THE REGISTRATION, INCLUDING BUT NOT LIMITED TO, THE OWNER, OPERATOR\n   10  AND IDENTIFICATION OF THE VESSEL IF SUCH VESSEL IS USED IN FISHING.\n   11    2. A. THE REGISTRY PROGRAM ESTABLISHED PURSUANT TO THIS SECTION  SHALL\n   12  COMPLY  WITH THE PROVISIONS OF THE REGISTRY PROGRAM ESTABLISHED PURSUANT\n   13  TO THE \"MAGNUSON-STEVENS FISHERY CONSERVATION AND MANAGEMENT  REAUTHORI-\n   14  ZATION ACT OF 2006\" (16 U.S.C. S 1801 ET SEQ.).\n   15    B.  UPON  ESTABLISHMENT  OF  THE  REGISTRY  PROGRAM  PURSUANT  TO THIS\n   16  SECTION, THE COMMISSIONER SHALL APPLY TO THE NATIONAL  MARINE  FISHERIES\n   17  SERVICE  OF  THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION FOR THE\n   18  EXEMPTED STATE DESIGNATION FROM FEDERAL REGISTRATION REQUIREMENTS.\n   19    3. THE DEPARTMENT SHALL NOT CHARGE A FEE FOR THE REGISTRATION REQUIRED\n   20  PURSUANT TO THIS SECTION.\n   21    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03851-01-1\n",
  "memo" : "BILL NUMBER:S1800\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to establishing\na registry program for saltwater recreational anglers; and to repeal\nsection 13-0355 of the environmental conservation law relating thereto\n\nPURPOSE:\nTo establish a no-fee registry program for saltwater recreational\nanglers in New York State.\n\nSUMMARY OF PROVISIONS:\nSection 13-0355 of the Environmental Conservation Law relating to\nmarine fishing license regulations and fees is repealed and a new\nSection 13-0355 is added which shall direct the commissioner of the\nNew York State Department of Environmental Conservation to establish,\nimplement and maintain a registry program for saltwater recreational\nanglers.\n\nJUSTIFICATION:\nThe Magnuson-Stevens Fishery Conservation and Management Act, first\nenacted in 1976, is the primary law governing marine fisheries in\nUnited States federal waters. pursuant to the Magnuson-Stevens\nFishery Conservation and Management Reauthorization Act of 2006,\nseveral provisions were revised and the National Saltwater Angler\nRegistry was created. The purpose of this registry is to identify all\nsaltwater anglers that can be contacted to obtain more accurate\nrecreational fishery information to improve fisheries management.\nBeginning in 2011, there will be a fee collected by the National\nOceanic and Atmospheric Administration to cover administrative costs\nassociated with his federal registry program.\n\nThe National Saltwater Angler Registry will exempt anglers from this\nfederal registry if their state has its own registration or licensing\nsystem. This legislation is necessary to afford New York State\nsaltwater recreational anglers such exemption. It directs the\ncommissioner of the Department of Environmental Conservation to\nestablish, implement and maintain a registry program for saltwater\nrecreational anglers in New York State which will comply with the\nMagnuson-Stevens Fishery Conservation and Management Reauthorization\nAct of 2006. Upon the establishment of this, New York State\nConservation shall apply to the National Marine Fisheries Service of\nthe National Oceanic and Atmospheric Administration for the exempted\nstate designation from federal regulation requirements. There will be\nno departmental fees charged for this registry program for saltwater\nrecreational anglers in New York State.\n\nLEGISLATIVE HISTORY:\n2010:  S.7244\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately.\n\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing a registry program for saltwater recreational anglers; and to repeal section 13-0355 of the environmental conservation law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T135826.TXT", "SOBI.D110112.T154619.TXT", "SOBI.D110112.T153520.TXT", "SOBI.D110112.T152028.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615291
}