{
  "year" : 2011,
  "senateBillNo" : "S1807-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1807-2011-1294894800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires institutions of higher education to disclose financial aid policies",
  "summary" : "Enacts the \"financial aid disclosure act\"; makes definitions; requires institutions of higher education to disclose financial aid policies relating to contributions to be made by such institution, any changes which may result to such financial aid and the reasons therefor; makes board of regents in charge of enforcement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2050-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ZELDIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1807\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by Sens. LAVALLE, BONACIC, DeFRANCISCO, LARKIN, RANZENHOFER,\n         ZELDIN -- read twice and ordered  printed,  and  when  printed  to  be\n         committed to the Committee on Higher Education\n\n       AN  ACT to amend the education law, in relation to financial aid disclo-\n         sure\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The education law is amended by adding a new article 14-B\n    2  to read as follows:\n    3                                ARTICLE 14-B\n    4                        FINANCIAL AID DISCLOSURE ACT\n    5  SECTION 698. SHORT TITLE.\n    6          698-A. DEFINITIONS.\n    7          698-B. DISCLOSURE OF FINANCIAL AID POLICY.\n    8    S 698. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AS THE \"FINANCIAL  AID\n    9  DISCLOSURE ACT.\"\n   10    S  698-A.  DEFINITIONS.  AS  USED IN THIS ARTICLE, THE FOLLOWING TERMS\n   11  SHALL HAVE THE FOLLOWING MEANINGS UNLESS OTHERWISE SPECIFIED:\n   12    1. \"INSTITUTION OF HIGHER EDUCATION\" SHALL HAVE THE  SAME  MEANING  AS\n   13  DEFINED IN ARTICLE FOURTEEN-A OF THIS CHAPTER.\n   14    2.  \"STUDENT\" MEANS ANY INDIVIDUAL OR GROUP OF INDIVIDUALS RESPONSIBLE\n   15  FOR PAYING THE COST OF AN ENROLLED STUDENT'S HIGHER EDUCATION, INCLUDING\n   16  BUT NOT LIMITED TO A STUDENT AND HIS OR HER FAMILY.\n   17    3. \"FINANCIAL AID AWARD\" MEANS ANY SCHOLARSHIP, GRANT, LOAN  OR  OTHER\n   18  FINANCIAL  AID  COMPENSATION  AWARDED  TO  A  STUDENT BY OR ADMINISTERED\n   19  THROUGH AN INSTITUTION OF HIGHER EDUCATION WITH THE PURPOSE OF  DECREAS-\n   20  ING  THE STUDENT'S COST OF ATTENDANCE AT AN INSTITUTION OF HIGHER EDUCA-\n   21  TION.\n   22    4. \"OUTSIDE FINANCIAL AID AWARD\" MEANS ANY SCHOLARSHIP,  GRANT,  AWARD\n   23  OR  OTHER TYPE OF FINANCIAL ASSISTANCE AWARDED TO A STUDENT BY OR ADMIN-\n   24  ISTERED THROUGH STATE OR NATIONAL GOVERNMENT OR A PRIVATE INDIVIDUAL  OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06714-01-1\n\n       S. 1807                             2\n\n    1  COMPANY  FOR  THE PURPOSE OF DECREASING THE STUDENT'S COST OF ATTENDANCE\n    2  AT AN INSTITUTION OF HIGHER EDUCATION.\n    3    5.  \"FINANCIAL AID PUBLICATION\" MEANS ANY CATALOG, HAND BOOK, PROSPEC-\n    4  TUS, PAMPHLET, BULLETIN OR OTHER WRITTEN MATERIAL, SUPPLIED BY AN INSTI-\n    5  TUTION OF HIGHER EDUCATION THAT CONTAINS, EITHER  EXCLUSIVELY  OR  ALONG\n    6  WITH  OTHER MATERIAL, CONSIDERABLE INFORMATION REGARDING THE INSTITUTION\n    7  OF HIGHER EDUCATION'S FINANCIAL AID POLICIES.\n    8    6. \"FINANCIAL AID AWARD STATEMENT\" MEANS THE STATEMENT PROVIDED BY THE\n    9  INSTITUTION OF HIGHER EDUCATION AND DISTRIBUTED TO  A  STUDENT  ACCEPTED\n   10  FOR  ENROLLMENT  AT SUCH INSTITUTION OF HIGHER EDUCATION THAT IDENTIFIES\n   11  THE SPECIFIC AMOUNT OF THE PROPOSED  INDIVIDUAL'S  FINANCIAL  AID  AWARD\n   12  FROM THE INSTITUTION OF HIGHER EDUCATION.\n   13    7.  \"FINANCIAL  AID AWARD AGREEMENT\" MEANS THE ACTUAL FORM UTILIZED BY\n   14  THE INSTITUTION OF HIGHER EDUCATION AND THE STUDENT IN ORDER TO FINALIZE\n   15  THE FINANCIAL AID AGREEMENT.\n   16    S 698-B. DISCLOSURE OF FINANCIAL AID POLICY. ALL FINANCIAL AID  PUBLI-\n   17  CATIONS, AWARD STATEMENTS AND AWARD AGREEMENTS SHALL DISCLOSE THE INSTI-\n   18  TUTION OF HIGHER EDUCATION'S FINANCIAL AID POLICY REGARDING:\n   19    1. ANY CHANGES TO THE CONTRIBUTION THE INSTITUTION OF HIGHER EDUCATION\n   20  MAY  MAKE  IN  ITS AWARD DUE TO THE STUDENT'S USAGE OF OUTSIDE FINANCIAL\n   21  AID AWARDS, SCHOLARSHIPS, GRANTS, AWARDS OR  OTHER  TYPES  OF  FINANCIAL\n   22  ASSISTANCE  AWARDED TO A STUDENT BY OR ADMINISTERED THROUGH THE STATE OR\n   23  FEDERAL GOVERNMENT OR A PRIVATE INDIVIDUAL OR COMPANY FOR  THE  PURPOSES\n   24  OF DECREASING THE STUDENT'S COST OF ATTENDING COLLEGE;\n   25    2.  ANY  ANNUAL ADJUSTMENT OF AN AWARD DUE TO CHANGES IN THE RESOURCES\n   26  OF THE STUDENT OR THOSE OF THE INSTITUTION OF HIGHER  EDUCATION  OR  FOR\n   27  ANY OTHER REASON; AND\n   28    3.  IN  WHAT  SEQUENCE THE COMPONENTS OF A FINANCIAL AID AWARD WILL BE\n   29  INCREASED OR DECREASED WHEN A TOTAL  AWARD  IS  ADJUSTED,  AND  HOW  THE\n   30  INCREASE OR DECREASE WILL BE DISTRIBUTED BETWEEN COMPONENTS.\n   31    S  2.  The  education  law is amended by adding a new section 209-b to\n   32  read as follows:\n   33    S 209-B. ENFORCEMENT RELATING TO FINANCIAL AID DISCLOSURE. THE REGENTS\n   34  SHALL, BY RULE OR REGULATION, ESTABLISH GUIDELINES FOR AND CARRY OUT THE\n   35  ENFORCEMENT OF THE PROVISIONS OF ARTICLE FOURTEEN-B OF THIS CHAPTER  AND\n   36  SHALL PROVIDE NOTICE TO ALL INSTITUTIONS OF HIGHER EDUCATION OF ANY SUCH\n   37  RULE OR REGULATION ADOPTED FOR SUCH PURPOSES.\n   38    S  3.  This act shall take effect on the first of July next succeeding\n   39  the date on which it shall have become a law provided, however, that the\n   40  adoption, amendment and/or repeal of any rule  or  regulation  necessary\n   41  for  the  timely implementation of the provisions of this act is author-\n   42  ized and directed to be completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to financial aid disclosure ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T101310.TXT", "SOBI.D110113.T151417.TXT", "SOBI.D110113.T151918.TXT", "SOBI.D110113.T104312.TXT", "SOBI.D110113.T105316.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294949958132
}