{
  "year" : 2011,
  "senateBillNo" : "S1802-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1802-2011-1294808400000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York state school taxpayers' protection act",
  "summary" : "Enacts the NYS school taxpayers' protection act; requires the reporting of suspected corruption or conflicts of interest within the operation of a school district; requires the treasurer of each district to issue an annual report of all moneys received by the board and any expenditures; creates a compensation committee to oversee proposed contracts of all school district bargaining units, administrators and superintendents; creates the office of the state inspector general for education; prohibits retaliation by public school district employers where employees have made complaints of malfeasance; creates crime of defrauding a public pension plan. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A1939",
  "lawSection" : "Education Law",
  "previousVersions" : [ "A7280-2009", "S3567-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1802                                                  A. 1939\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Education\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Education\n\n       AN ACT to amend the education law, the executive law, the general munic-\n         ipal law, the  labor law, the penal law and the retirement and  social\n         security  law,  in  relation  to  enacting  the \"New York state school\n         taxpayers' protection act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"New York state school taxpayers' protection act\".\n    3    S 2. Legislative findings and intent. Public school districts  in  New\n    4  York  state  have  recently  experienced numerous instances of financial\n    5  scandals. These scandals have been unprecedented in both the number  and\n    6  diversity of financial malfeasance. Furthermore, such scandals result in\n    7  the diversion of hard-earned property taxpayers' money from their proper\n    8  use  in  school instruction to improper and illegal purposes that do not\n    9  further the school districts' essential mission of  educating  New  York\n   10  children.    Therefore,  the  legislature  finds that it is necessary to\n   11  establish a new, independent state agency charged with the  function  of\n   12  investigating allegations of corruption, financial improprieties, uneth-\n   13  ical  conduct, misconduct or other criminal conduct within public school\n   14  districts outside of New York city. In addition, the legislature further\n   15  finds that the current  laws  must  be  amended  to  incorporate  school\n   16  district  financial safeguards and establish sanctions for violations of\n   17  school district finance laws.\n   18    S 3. The education law is amended by adding a new  section  2116-d  to\n   19  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03816-01-1\n\n       S. 1802                             2                            A. 1939\n\n    1    S  2116-D. PERSONS AND OFFICIALS REQUIRED TO REPORT CASES OF SUSPECTED\n    2  CORRUPTION, OTHER CRIMINAL ACTIVITY OR CONFLICT  OF  INTEREST  OCCURRING\n    3  WITHIN THE OPERATIONS OF A SCHOOL DISTRICT. 1. THE FOLLOWING PERSONS AND\n    4  OFFICIALS ARE REQUIRED TO REPORT OR CAUSE A REPORT TO BE MADE IN ACCORD-\n    5  ANCE WITH THIS SECTION WHEN THEY DISCOVER INFORMATION CONCERNING CONDUCT\n    6  WHICH  IS  KNOWN  OR SHOULD REASONABLY BE KNOWN TO INVOLVE CORRUPTION OR\n    7  OTHER CRIMINAL ACTIVITY OR CONFLICT  OF  INTEREST  BY  EITHER  A  PUBLIC\n    8  SCHOOL  DISTRICT  EMPLOYEE  THAT  RELATES  TO  THEIR  EMPLOYMENT OR BY A\n    9  PERSON, PERSONS OR ENTITIES DOING BUSINESS WITH A PUBLIC SCHOOL DISTRICT\n   10  WITH RESPECT TO THEIR TRANSACTIONS WITH THE SCHOOL DISTRICT, ANY  SCHOOL\n   11  DISTRICT OFFICER, AND ANY SCHOOL DISTRICT EMPLOYEE.\n   12    2.  ANY  PERSON  OR  OFFICIAL  MANDATED  TO  REPORT CASES OF SUSPECTED\n   13  CORRUPTION, OTHER CRIMINAL ACTIVITY OR CONFLICT OF INTEREST PURSUANT  TO\n   14  SUBDIVISION ONE OF THIS SECTION SHALL IMMEDIATELY REPORT THE INFORMATION\n   15  THEY  HAVE  TO  THE  NEW  YORK STATE INSPECTOR GENERAL FOR EDUCATION, AS\n   16  ESTABLISHED IN ARTICLE FOUR-B OF THE EXECUTIVE LAW.\n   17    3. ANY SCHOOL  DISTRICT  WHICH  EMPLOYS  PERSONS  MANDATED  TO  REPORT\n   18  SUSPECTED  INCIDENTS  OF CORRUPTION, OTHER CRIMINAL ACTIVITY OR CONFLICT\n   19  OF INTEREST PURSUANT TO SUBDIVISION ONE OF THIS  SECTION  SHALL  PROVIDE\n   20  SUCH  CURRENT  AND NEW EMPLOYEES WITH WRITTEN INFORMATION EXPLAINING THE\n   21  REPORTING REQUIREMENTS SET OUT IN SUBDIVISION ONE OF THIS SECTION.\n   22    4. ANY PERSON OR OFFICIAL REQUIRED BY THIS SECTION TO  REPORT  CERTAIN\n   23  INFORMATION  AS  SPECIFIED  IN THIS SECTION WHO WILLFULLY FAILS TO DO SO\n   24  SHALL BE GUILTY OF A CLASS A MISDEMEANOR.\n   25    5. ANY PERSON OR OFFICIAL REQUIRED BY THIS SECTION TO  REPORT  CERTAIN\n   26  INFORMATION  AS  SPECIFIED  IN  THIS SECTION WHO KNOWINGLY AND WILLFULLY\n   27  FAILS TO DO SO SHALL BE  CIVILLY  LIABLE  FOR  THE  DAMAGES  PROXIMATELY\n   28  CAUSED BY SUCH FAILURE.\n   29    6. ANY PERSON OR OFFICIAL PARTICIPATING IN GOOD FAITH IN THE MAKING OF\n   30  A  REPORT  UNDER  THIS  SECTION  SHALL HAVE IMMUNITY FROM ANY LIABILITY,\n   31  CIVIL OR CRIMINAL,  THAT  MIGHT  OTHERWISE  RESULT  BY  REASON  OF  SUCH\n   32  ACTIONS.  FOR THE PURPOSE OF ANY PROCEEDING, CIVIL OR CRIMINAL, THE GOOD\n   33  FAITH OF ANY SUCH PERSON OR  OFFICIAL  REQUIRED  TO  REPORT  UNDER  THIS\n   34  SECTION  SHALL  BE PRESUMED, PROVIDED SUCH PERSON OR OFFICIAL WAS ACTING\n   35  IN DISCHARGE OF THEIR DUTIES AND WITHIN THE SCOPE OF  THEIR  EMPLOYMENT,\n   36  AND  THAT  SUCH  LIABILITY DID NOT RESULT FROM THE WILLFUL MISCONDUCT OR\n   37  GROSS NEGLIGENCE OF SUCH PERSON OR OFFICIAL.\n   38    S 4. Subdivision 6 of section 2122 of the education law is amended  to\n   39  read as follows:\n   40    6.  Such treasurer shall[, whenever required by such trustees,] report\n   41  to [them] SUCH TRUSTEES a detailed  [statement]  ANNUAL  REPORT  of  the\n   42  moneys  received  by  him OR HER and of his OR HER disbursements, and at\n   43  the annual meeting of such district  he  OR  SHE  shall  render  a  full\n   44  account  of  all moneys received by him OR HER and from what source, and\n   45  when received, and all disbursements made by him OR HER and to whom  and\n   46  the  dates of such disbursements respectively, and the balance of moneys\n   47  remaining in his OR HER hands.   THE TREASURER  SHALL  CERTIFY  IN  SUCH\n   48  ANNUAL  REPORT  THAT  HE  OR SHE HAS:   REVIEWED THE ANNUAL REPORT; THAT\n   49  BASED ON THE TREASURER'S KNOWLEDGE, THE  REPORT  DOES  NOT  CONTAIN  ANY\n   50  UNTRUE  STATEMENT  OF  A  MATERIAL FACT OR OMIT TO STATE A MATERIAL FACT\n   51  NECESSARY IN ORDER TO MAKE THE STATEMENTS MADE, IN LIGHT OF THE  CIRCUM-\n   52  STANCES UNDER WHICH SUCH STATEMENTS WERE MADE, NOT MISLEADING; AND BASED\n   53  ON  SUCH  TREASURER'S  KNOWLEDGE,  THE  FINANCIAL  STATEMENTS, AND OTHER\n   54  FINANCIAL INFORMATION INCLUDED IN THE  REPORT,  FAIRLY  PRESENT  IN  ALL\n   55  MATERIAL  RESPECTS  THE FINANCIAL CONDITION AND RESULTS OF OPERATIONS OF\n   56  THE SCHOOL DISTRICT AS OF, AND FOR, THE PERIODS PRESENTED IN THE REPORT.\n\n       S. 1802                             3                            A. 1939\n\n    1    S 5. Section 1720 of the education law is  amended  by  adding  a  new\n    2  subdivision 3 to read as follows:\n    3    3.  THE  TREASURER OF THE DISTRICT SHALL ISSUE AN ANNUAL REPORT WITH A\n    4  FULL AND DETAILED ACCOUNT OF ALL MONEYS RECEIVED BY THE  BOARD  OR  SUCH\n    5  TREASURER,  FOR  ITS  ACCOUNT  AND  USE,  AND OF ALL THE MONEYS EXPENDED\n    6  THEREFOR, GIVING THE ITEMS OF EXPENDITURE IN FULL. THE  TREASURER  SHALL\n    7  CERTIFY  IN  SUCH  ANNUAL REPORT THAT HE OR SHE HAS: REVIEWED THE ANNUAL\n    8  REPORT; THAT BASED ON THE TREASURER'S KNOWLEDGE,  THE  REPORT  DOES  NOT\n    9  CONTAIN ANY UNTRUE STATEMENT OF A MATERIAL FACT OR OMIT TO STATE A MATE-\n   10  RIAL  FACT  NECESSARY  IN ORDER TO MAKE THE STATEMENTS MADE, IN LIGHT OF\n   11  THE CIRCUMSTANCES UNDER WHICH SUCH STATEMENTS WERE MADE, NOT MISLEADING;\n   12  AND BASED ON SUCH TREASURER'S KNOWLEDGE, THE FINANCIAL  STATEMENTS,  AND\n   13  OTHER  FINANCIAL  INFORMATION  INCLUDED IN THE REPORT, FAIRLY PRESENT IN\n   14  ALL MATERIAL RESPECTS THE FINANCIAL CONDITION AND RESULTS OF  OPERATIONS\n   15  OF  THE  SCHOOL  DISTRICT  AS  OF, AND FOR, THE PERIODS PRESENTED IN THE\n   16  REPORT.\n   17    S 6. Section 2215 of the education law is  amended  by  adding  a  new\n   18  subdivision 17 to read as follows:\n   19    17.  TO CERTIFY IN THE ANNUAL REPORT ISSUED PURSUANT TO EITHER SECTION\n   20  SEVENTEEN HUNDRED TWENTY OF THIS CHAPTER OR SECTION  TWENTY-ONE  HUNDRED\n   21  TWENTY-TWO  OF  THIS  CHAPTER  THAT  HE  OR SHE HAS: REVIEWED THE ANNUAL\n   22  REPORT; THAT BASED ON THE SUPERINTENDENT'S KNOWLEDGE,  THE  REPORT  DOES\n   23  NOT  CONTAIN  ANY UNTRUE STATEMENT OF A MATERIAL FACT OR OMIT TO STATE A\n   24  MATERIAL FACT NECESSARY IN ORDER TO MAKE THE STATEMENTS MADE,  IN  LIGHT\n   25  OF THE CIRCUMSTANCES UNDER WHICH SUCH STATEMENTS WERE MADE, NOT MISLEAD-\n   26  ING;  AND BASED ON SUCH SUPERINTENDENT'S KNOWLEDGE, THE FINANCIAL STATE-\n   27  MENTS, AND OTHER FINANCIAL INFORMATION INCLUDED IN  THE  REPORT,  FAIRLY\n   28  PRESENT  IN ALL MATERIAL RESPECTS THE FINANCIAL CONDITION AND RESULTS OF\n   29  OPERATIONS OF THE SCHOOL DISTRICT AS OF, AND FOR, THE PERIODS  PRESENTED\n   30  IN THE REPORT.\n   31    S  7.  The  education law is amended by adding a new section 2116-e to\n   32  read as follows:\n   33    S 2116-E. COMPENSATION COMMITTEES. 1. EVERY  SCHOOL  DISTRICT,  EXCEPT\n   34  THOSE  EMPLOYING  FEWER THAN EIGHT TEACHERS, SHALL ESTABLISH BY A RESOL-\n   35  UTION OF THE TRUSTEES OR BOARD OF  EDUCATION  A  LOCAL  SCHOOL  DISTRICT\n   36  COMPENSATION COMMITTEE TO OVERSEE AND REPORT TO THE TRUSTEES OR BOARD ON\n   37  THE PROPOSED CONTRACTS OF ALL SCHOOL DISTRICT BARGAINING UNITS, ADMINIS-\n   38  TRATORS AND SUPERINTENDENTS.\n   39    2. THE COMPENSATION COMMITTEE SHALL BE ESTABLISHED NO LATER THAN JANU-\n   40  ARY  FIRST, TWO THOUSAND TWELVE AS A COMMITTEE OF THE TRUSTEES OR BOARD,\n   41  AS AN ADVISORY COMMITTEE, OR AS A COMMITTEE OF THE WHOLE.\n   42    3. THE COMPENSATION COMMITTEE SHALL CONSIST OF AT LEAST THREE MEMBERS,\n   43  AT LEAST TWO OF WHOM SHALL NOT BE A TRUSTEE OR BOARD MEMBER. THE COMPEN-\n   44  SATION COMMITTEE MEMBERS SHALL SERVE WITHOUT COMPENSATION.  EMPLOYEES OF\n   45  THE SCHOOL DISTRICT ARE PROHIBITED  FROM  SERVING  ON  THE  COMPENSATION\n   46  COMMITTEE. A MEMBER OF A COMPENSATION COMMITTEE SHALL BE DEEMED A SCHOOL\n   47  DISTRICT OFFICER FOR THE PURPOSES OF SECTIONS THIRTY-EIGHT HUNDRED ELEV-\n   48  EN  THROUGH THIRTY-EIGHT HUNDRED THIRTEEN OF THIS CHAPTER, BUT SHALL NOT\n   49  BE REQUIRED TO BE A RESIDENT OF THE SCHOOL DISTRICT.\n   50    4. THE ROLE OF A COMPENSATION COMMITTEE  SHALL  BE  ADVISORY  AND  ANY\n   51  RECOMMENDATIONS  IT  PROVIDES TO THE TRUSTEES OR BOARD UNDER SUBDIVISION\n   52  FIVE OF THIS SECTION SHALL NOT SUBSTITUTE FOR ANY  REQUIRED  REVIEW  AND\n   53  ACTION BY THE TRUSTEES OR BOARD OF EDUCATION.\n   54    5. IT SHALL BE THE RESPONSIBILITY OF THE COMPENSATION COMMITTEE TO:\n\n       S. 1802                             4                            A. 1939\n\n    1    (A)  REVIEW  EVERY  CONTRACT  BETWEEN  THE DISTRICT AND ANY BARGAINING\n    2  UNITS, EMPLOYEES, ADMINISTRATORS AND  SUPERINTENDENTS  NEGOTIATED  AFTER\n    3  JANUARY FIRST, TWO THOUSAND TWELVE;\n    4    (B) RECEIVE AND REVIEW PROPOSED CONTRACTS BETWEEN THE DISTRICT AND ANY\n    5  BARGAINING UNITS, EMPLOYEES, ADMINISTRATORS AND SUPERINTENDENTS PRIOR TO\n    6  SUCH CONTRACTS' APPROVAL; AND\n    7    (C)  PROVIDE  RECOMMENDATIONS  TO  THE TRUSTEES OR BOARD REGARDING THE\n    8  SALARY, FRINGE BENEFITS  AND  OTHER  FORMS  OF  COMPENSATION  GIVEN  AND\n    9  PROPOSED  TO  BE  GIVEN TO ALL SCHOOL DISTRICT EMPLOYEES, ADMINISTRATORS\n   10  AND SUPERINTENDENTS.\n   11    6. NOTWITHSTANDING ANY PROVISION OF ARTICLE SEVEN OF THE PUBLIC  OFFI-\n   12  CERS  LAW  OR  ANY  OTHER LAW TO THE CONTRARY, A SCHOOL DISTRICT COMPEN-\n   13  SATION COMMITTEE MAY CONDUCT AN EXECUTIVE SESSION  PURSUANT  TO  SECTION\n   14  ONE HUNDRED FIVE OF THE PUBLIC OFFICERS LAW PERTAINING TO ANY MATTER SET\n   15  FORTH IN PARAGRAPHS (A) AND (B) OF SUBDIVISION FIVE OF THIS SECTION.\n   16    7.  THE  COMMISSIONER  IS  AUTHORIZED  TO  PROMULGATE REGULATIONS WITH\n   17  RESPECT TO COMPENSATION COMMITTEES  AS  ARE  NECESSARY  FOR  THE  PROPER\n   18  PERFORMANCE OF THEIR DUTIES.\n   19    8.   AS LONG AS THE CHANCELLOR OF A SCHOOL DISTRICT IN A CITY HAVING A\n   20  POPULATION OF ONE MILLION OR MORE INHABITANTS SHALL ANNUALLY CERTIFY  TO\n   21  THE  COMMISSIONER  THAT  SUCH  DISTRICT  HAS  A  PROCESS FOR REVIEW BY A\n   22  COMPENSATION COMMITTEE OF THE DISTRICT'S CONTRACTS WITH  ANY  BARGAINING\n   23  UNITS,  EMPLOYEES, ADMINISTRATORS AND SUPERINTENDENTS, THE PROVISIONS OF\n   24  THIS SECTION SHALL NOT APPLY TO SUCH SCHOOL DISTRICT.\n   25    S 8. The education law is amended by adding a new  section  2009-a  to\n   26  read as follows:\n   27    S  2009-A. ADDITIONAL REQUIREMENTS OF NOTICE PRIOR TO AUTHORIZATION OF\n   28  SCHOOL DISTRICT EMPLOYMENT CONTRACTS. WHERE  ANY  COLLECTIVE  BARGAINING\n   29  AGREEMENT,  EMPLOYMENT  CONTRACT  OR  AMENDMENTS  TO  SUCH  AGREEMENT OR\n   30  CONTRACT IS TO BE SUBMITTED TO A DISTRICT MEETING FOR A VOTE, THE SCHOOL\n   31  DISTRICT BOARD OR TRUSTEES SHALL GIVE NOTICE, AT LEAST FIVE WEEKS  PRIOR\n   32  TO  SUCH MEETING, THROUGH A DISTRICT-WIDE MAILING OF THE AVAILABILITY OF\n   33  THE AGREEMENT, CONTRACT OR AMENDMENT  AT  PUBLIC  LIBRARIES  WITHIN  THE\n   34  DISTRICT,  AT  THE  SCHOOL DISTRICT OFFICES AND ON THE SCHOOL DISTRICT'S\n   35  INTERNET WEBSITE, IF ONE EXISTS.\n   36    S 9. Subdivision 4 of section 1608 of the education law, as amended by\n   37  chapter 640 of the laws of 2008, is amended to read as follows:\n   38    4. Commencing with the proposed budget for the nineteen hundred  nine-\n   39  ty-eight--ninety-nine   school  year,  such  proposed  budget  shall  be\n   40  presented in three components: a program component, a capital  component\n   41  and  an administrative component which shall be separately delineated in\n   42  accordance with regulations of the commissioner after consultation  with\n   43  local  school  district  officials.  The  administrative component shall\n   44  include, but need not be limited to, office and  central  administrative\n   45  expenses, traveling expenses and all compensation, salaries and benefits\n   46  of  all school administrators and supervisors, including business admin-\n   47  istrators, superintendents of schools and deputy,  assistant,  associate\n   48  or  other  superintendents  under  all  existing employment contracts or\n   49  collective bargaining agreements, AND TEACHERS UNDER EXISTING EMPLOYMENT\n   50  CONTRACTS, any and all expenditures associated with the operation of the\n   51  office of trustee or board of trustees, the office of the superintendent\n   52  of schools, general administration, the school business office, consult-\n   53  ing costs not directly related to direct student services and  programs,\n   54  planning  and all other administrative activities. The program component\n   55  shall include, but need not be limited to, all program  expenditures  of\n   56  the school district, including the salaries and benefits of teachers and\n\n       S. 1802                             5                            A. 1939\n\n    1  any  school  administrators or supervisors who spend a majority of their\n    2  time  performing  teaching  duties,  and  all  transportation  operating\n    3  expenses.   The capital component shall include, but need not be limited\n    4  to,  all  transportation  capital, debt service, and lease expenditures;\n    5  costs resulting from judgments in  tax  certiorari  proceedings  or  the\n    6  payment of awards from court judgments, administrative orders or settled\n    7  or  compromised claims; and all facilities costs of the school district,\n    8  including facilities lease expenditures, the  annual  debt  service  and\n    9  total  debt for all facilities financed by bonds and notes of the school\n   10  district, and the costs of  construction,  acquisition,  reconstruction,\n   11  rehabilitation  or  improvement  of school buildings, provided that such\n   12  budget shall include a rental, operations and maintenance  section  that\n   13  includes  base  rent  costs, total rent costs, operation and maintenance\n   14  charges, cost per square foot for each facility  leased  by  the  school\n   15  district,  and  any and all expenditures associated with custodial sala-\n   16  ries and benefits, service contracts, supplies, utilities,  and  mainte-\n   17  nance and repairs of school facilities. For the purposes of the develop-\n   18  ment  of  a  budget  for  the nineteen hundred ninety-eight--ninety-nine\n   19  school year, the  trustee  or  board  of  trustees  shall  separate  the\n   20  district's  program,  capital  and administrative costs for the nineteen\n   21  hundred ninety-seven--ninety-eight school year in the manner as  if  the\n   22  budget for such year had been presented in three components.\n   23    S  10.  Subdivision 4 of section 1716 of the education law, as amended\n   24  by chapter 640 of the laws of 2008, is amended to read as follows:\n   25    4. Commencing with the proposed budget for the nineteen hundred  nine-\n   26  ty-eight--ninety-nine   school  year,  such  proposed  budget  shall  be\n   27  presented in three components: a program component, a capital  component\n   28  and  an administrative component which shall be separately delineated in\n   29  accordance with regulations of the commissioner after consultation  with\n   30  local  school  district  officials.  The  administrative component shall\n   31  include, but need not be limited to, office and  central  administrative\n   32  expenses, traveling expenses and all compensation, salaries and benefits\n   33  of  all school administrators and supervisors, including business admin-\n   34  istrators, superintendents of schools and deputy,  assistant,  associate\n   35  or  other  superintendents  under  all  existing employment contracts or\n   36  collective bargaining agreements, AND TEACHERS UNDER EXISTING EMPLOYMENT\n   37  CONTRACTS, any and all expenditures associated with the operation of the\n   38  board of education, the office of the superintendent of schools, general\n   39  administration, the school business office, consulting costs not direct-\n   40  ly related to direct student services and  programs,  planning  and  all\n   41  other  administrative activities.   The program component shall include,\n   42  but need not be limited to,  all  program  expenditures  of  the  school\n   43  district, including the salaries and benefits of teachers and any school\n   44  administrators  or  supervisors  who  spend  a  majority  of  their time\n   45  performing teaching duties, and all transportation  operating  expenses.\n   46  The  capital  component  shall  include, but need not be limited to, all\n   47  transportation capital, debt  service,  and  lease  expenditures;  costs\n   48  resulting from judgments in tax certiorari proceedings or the payment of\n   49  awards from court judgments, administrative orders or settled or compro-\n   50  mised claims; and all facilities costs of the school district, including\n   51  facilities  lease  expenditures,  the annual debt service and total debt\n   52  for all facilities financed by bonds and notes of the  school  district,\n   53  and  the  costs  of construction, acquisition, reconstruction, rehabili-\n   54  tation or improvement of school buildings,  provided  that  such  budget\n   55  shall include a rental, operations and maintenance section that includes\n   56  base  rent  costs,  total rent costs, operation and maintenance charges,\n\n       S. 1802                             6                            A. 1939\n\n    1  cost per square foot for each facility leased by  the  school  district,\n    2  and  any  and  all  expenditures  associated with custodial salaries and\n    3  benefits, service contracts, supplies, utilities,  and  maintenance  and\n    4  repairs  of  school facilities. For the purposes of the development of a\n    5  budget for the nineteen hundred ninety-eight--ninety-nine  school  year,\n    6  the  board  of  education shall separate the district's program, capital\n    7  and administrative costs for the nineteen hundred  ninety-seven--ninety-\n    8  eight  school year in the manner as if the budget for such year had been\n    9  presented in three components.\n   10    S 11. Subdivision 2 of section 1608 of the education law,  as  amended\n   11  by chapter 640 of the laws of 2008, is amended to read as follows:\n   12    2.  Such  statement  shall be completed at least seven days before the\n   13  budget hearing at which it is to be presented and copies  thereof  shall\n   14  be  prepared  and  made  available[,  upon  request  and]  at the school\n   15  district offices, at any public  library  or  free  association  library\n   16  within  the  district  and on the school district's internet website, if\n   17  one exists, to residents within the district during the period of [four-\n   18  teen] THIRTY days immediately preceding the annual meeting and  election\n   19  or  special  district meeting at which the budget vote will occur and at\n   20  such meeting or hearing. The board shall also as a part  of  the  notice\n   21  required  by  section  two thousand three of this chapter give notice of\n   22  the date, time and place of the budget hearing and that a copy  of  such\n   23  statement  may  be  obtained  by  any  resident  in the district at each\n   24  schoolhouse in the district in which school is maintained during certain\n   25  designated hours on each day other than a Saturday,  Sunday  or  holiday\n   26  during  the  [fourteen]  THIRTY days immediately preceding such meeting.\n   27  The board shall include notice of the availability of such statement  at\n   28  least  once during the school year in any district-wide mailing distrib-\n   29  uted.\n   30    S 12. Subdivision 2 of section 1716 of the education law,  as  amended\n   31  by chapter 640 of the laws of 2008, is amended to read as follows:\n   32    2.  Such  statement  shall be completed at least seven days before the\n   33  budget hearing at which it is to be presented and copies  thereof  shall\n   34  be  prepared  and  made  available[,  upon  request  and]  at the school\n   35  district offices, at any public  library  or  free  association  library\n   36  within  the  district  and on the school district's internet website, if\n   37  one exists, to residents within the district during the period of [four-\n   38  teen] THIRTY days immediately preceding the annual meeting and  election\n   39  or  special  district meeting at which the budget vote will occur and at\n   40  such meeting or hearing. The board shall also as a part  of  the  notice\n   41  required by section two thousand four of this chapter give notice of the\n   42  date,  time  and  place  of  the  budget hearing and that a copy of such\n   43  statement may be obtained by  any  resident  in  the  district  at  each\n   44  schoolhouse in the district in which school is maintained during certain\n   45  designated  hours  on  each day other than a Saturday, Sunday or holiday\n   46  during the [fourteen] THIRTY days immediately  preceding  such  meeting.\n   47  The  board shall include notice of the availability of such statement at\n   48  least once during the school year in any district-wide mailing  distrib-\n   49  uted.\n   50    S  13.  Paragraph (c) of subdivision 3 of section 2116-a of the educa-\n   51  tion law, as added by chapter 263 of the laws of  2005,  is  amended  to\n   52  read as follows:\n   53    (c)  Notwithstanding  the  provisions of subparagraph one of paragraph\n   54  (b) of subdivision four of section thirty-five of the general  municipal\n   55  law,  each school district shall (i) prepare a corrective action plan in\n   56  response to any findings contained in the annual external  audit  report\n\n       S. 1802                             7                            A. 1939\n\n    1  or  management  letter,  or  any  final audit report issued by the state\n    2  comptroller, within ninety days of receipt of such report or letter, and\n    3  (ii) to the extent practicable, begin implementation of such  corrective\n    4  action  plan no later than the end of the next fiscal year.  EACH SCHOOL\n    5  DISTRICT SHALL NOTIFY THE DISTRICT RESIDENTS OF THE AVAILABILITY OF  THE\n    6  CORRECTIVE  ACTION  PLAN AT PUBLIC LIBRARIES WITHIN THE DISTRICT, AT THE\n    7  SCHOOL DISTRICT OFFICES AND ON THE SCHOOL DISTRICT'S  INTERNET  WEBSITE,\n    8  IF  ONE  EXISTS.  ANY  SCHOOL  DISTRICT  WHICH  FAILS TO COMPLY WITH THE\n    9  REQUIRED NOTIFICATION OF AVAILABILITY  OF  THE  CORRECTIVE  ACTION  PLAN\n   10  SHALL  BE SUBJECT TO A CIVIL PENALTY NOT TO EXCEED FIVE THOUSAND DOLLARS\n   11  UPON AN ADMINISTRATIVE DETERMINATION BY THE COMMISSIONER.\n   12    S 14. The education law is amended by adding a new section  1527-a  to\n   13  read as follows:\n   14    S  1527-A.  FUNDING OF MANDATES IMPOSED ON SCHOOL DISTRICTS. 1.  DEFI-\n   15  NITIONS. AS USED IN THIS SECTION, THE FOLLOWING  TERMS  SHALL  HAVE  THE\n   16  FOLLOWING MEANINGS UNLESS THE CONTEXT SHALL OTHERWISE REQUIRE:\n   17    (A) \"MANDATE\" SHALL MEAN:\n   18    (I)  ANY  STATE LAW, RULE OR REGULATION WHICH CREATES A NEW PROGRAM OR\n   19  REQUIRES A HIGHER LEVEL OF SERVICE  FOR  AN  EXISTING  PROGRAM  WHICH  A\n   20  SCHOOL  DISTRICT  ORGANIZED  EITHER  BY  SPECIAL LAWS OR PURSUANT TO THE\n   21  PROVISIONS OF A GENERAL LAW, IS REQUIRED TO PROVIDE; OR\n   22    (II) ANY GENERAL LAW WHICH GRANTS A  NEW  PROPERTY  TAX  EXEMPTION  OR\n   23  INCREASES  AN  EXISTING  PROPERTY  TAX  EXEMPTION  WHICH ANY SUCH SCHOOL\n   24  DISTRICT IS REQUIRED TO PROVIDE.\n   25    (B) \"UNFUNDED MANDATE\" SHALL MEAN:\n   26    (I) ANY STATE LAW, RULE OR REGULATION WHICH CREATES A NEW  PROGRAM  OR\n   27  REQUIRES  A  HIGHER   LEVEL OF SERVICE FOR AN EXISTING PROGRAM WHICH ANY\n   28  SUCH SCHOOL DISTRICT IS REQUIRED TO PROVIDE AND WHICH RESULTS IN  A  NET\n   29  ADDITIONAL COST TO SUCH SCHOOL DISTRICT;\n   30    (II)  ANY  ALTERATION  IN FUNDING PROVIDED TO ANY SUCH SCHOOL DISTRICT\n   31  FOR THE PURPOSE OF DEFRAYING THE COSTS OF A PROGRAM WHICH IT IS REQUIRED\n   32  TO PROVIDE, THEREBY RESULTING IN A NET ADDITIONAL COST  TO  SUCH  SCHOOL\n   33  DISTRICT; OR\n   34    (III)  ANY  GENERAL  LAW  WHICH GRANTS A NEW PROPERTY TAX EXEMPTION OR\n   35  INCREASES AN EXISTING PROPERTY  TAX  EXEMPTION  WHICH  ANY  SUCH  SCHOOL\n   36  DISTRICT  IS  REQUIRED TO PROVIDE, THEREBY RESULTING IN A NET ADDITIONAL\n   37  COST TO SUCH SCHOOL DISTRICT.\n   38    (C) \"NET ADDITIONAL COST\" MEANS THE COST OR COSTS INCURRED  OR  ANTIC-\n   39  IPATED  TO  BE INCURRED WITHIN A ONE YEAR PERIOD BY A SCHOOL DISTRICT IN\n   40  PERFORMING OR ADMINISTERING A MANDATE AFTER  SUBTRACTING  THEREFROM  ANY\n   41  REVENUES RECEIVED OR RECEIVABLE BY THE SCHOOL DISTRICT ON ACCOUNT OF THE\n   42  MANDATED PROGRAM OR SERVICE, INCLUDING BUT NOT LIMITED TO:\n   43    (I) FEES CHARGED TO THE RECIPIENTS OF THE MANDATED PROGRAM OR SERVICE;\n   44    (II)  STATE  OR  FEDERAL  AID  PAID  SPECIFICALLY  OR CATEGORICALLY IN\n   45  CONNECTION WITH THE  PROGRAM OR SERVICE; AND\n   46    (III) AN OFFSETTING SAVINGS RESULTING FROM THE  DIMINUTION  OR  ELIMI-\n   47  NATION  OF  ANY  OTHER  PROGRAM  OR SERVICE DIRECTLY ATTRIBUTABLE TO THE\n   48  PERFORMANCE OR ADMINISTRATION OF THE MANDATED PROGRAM.\n   49    2. FUNDING OF SCHOOL  DISTRICT  MANDATES.  NOTWITHSTANDING  ANY  OTHER\n   50  PROVISION OF LAW, NO  UNFUNDED MANDATE SHALL BE ENACTED WHICH CREATES AN\n   51  ANNUAL  NET  ADDITIONAL  COST TO ANY   SCHOOL DISTRICT IN EXCESS OF FIVE\n   52  THOUSAND DOLLARS OR AN AGGREGATE ANNUAL NET  ADDITIONAL    COST  TO  ALL\n   53  SCHOOL DISTRICTS IN EXCESS OF FIVE HUNDRED THOUSAND DOLLARS.\n   54    3.  EXEMPTIONS TO THE FUNDING OF SCHOOL DISTRICT MANDATES REQUIREMENT.\n   55  (A) THE STATE SHALL NOT BE REQUIRED TO FUND ANY NEW OR EXPANDED PROGRAMS\n   56  FOR SCHOOL DISTRICTS IF: (I) THE  MANDATE IS REQUIRED BY A  COURT  ORDER\n\n       S. 1802                             8                            A. 1939\n\n    1  OR  JUDGMENT;  (II) THE MANDATE IS PROVIDED AT THE  OPTION OF THE SCHOOL\n    2  DISTRICT UNDER A LAW, REGULATION, RULE,  OR  ORDER  THAT  IS  PERMISSIVE\n    3  RATHER  THAN  MANDATORY; (III) THE MANDATE RESULTS FROM THE PASSAGE OF A\n    4  HOME  RULE  MESSAGE    WHEREBY  A  SCHOOL DISTRICT REQUESTS AUTHORITY TO\n    5  IMPLEMENT THE PROGRAM OR SERVICE   SPECIFIED IN  THE  STATUTE,  AND  THE\n    6  STATUTE  IMPOSES COSTS ONLY UPON THAT SCHOOL DISTRICT WHICH REQUESTS THE\n    7  AUTHORITY TO IMPOSE THE PROGRAM OR SERVICE; (IV) THE MANDATE IS REQUIRED\n    8  BY, OR ARISES FROM, AN EXECUTIVE ORDER OF THE GOVERNOR EXERCISING HIS OR\n    9  HER EMERGENCY POWERS; OR (V) THE MANDATE IS REQUIRED BY STATUTE OR EXEC-\n   10  UTIVE ORDER THAT IMPLEMENTS A FEDERAL LAW OR REGULATION AND RESULTS FROM\n   11  COSTS MANDATED BY THE FEDERAL GOVERNMENT TO BE BORNE AT THE LOCAL LEVEL,\n   12  UNLESS THE STATUTE OR EXECUTIVE ORDER RESULTS IN COSTS WHICH EXCEED  THE\n   13  COSTS MANDATED BY THE FEDERAL GOVERNMENT.\n   14    (B) EACH ACT ESTABLISHING A MANDATE SHALL PROVIDE THAT  THE  EFFECTIVE\n   15  DATE  OF ANY SUCH MANDATE  IMPOSED ON SCHOOL DISTRICTS SHALL BE CONSIST-\n   16  ENT WITH THE NEEDS OF THE STATE AND SCHOOL DISTRICTS TO PLAN IMPLEMENTA-\n   17  TION THEREOF, AND ALSO CONSISTENT  WITH  THE  AVAILABILITY  OF  REQUIRED\n   18  FUNDS.\n   19    S 15. The executive law is amended by adding a new article 4-B to read\n   20  as follows:\n   21                                  ARTICLE 4-B\n   22             OFFICE OF THE STATE INSPECTOR GENERAL FOR EDUCATION\n\n   23  SECTION 57. ESTABLISHMENT AND ORGANIZATION.\n   24          58. FUNCTIONS AND DUTIES.\n   25          59. POWERS.\n   26    S  57. ESTABLISHMENT AND ORGANIZATION.  1. THERE IS HEREBY ESTABLISHED\n   27  THE OFFICE OF THE STATE INSPECTOR GENERAL FOR EDUCATION. THE HEAD OF THE\n   28  OFFICE SHALL BE THE EDUCATION INSPECTOR GENERAL, WHO SHALL BE  APPOINTED\n   29  BY  THE  BOARD OF THE   OFFICE OF THE STATE INSPECTOR GENERAL FOR EDUCA-\n   30  TION. SUCH OFFICE SHALL BE INDEPENDENT OF THE  DEPARTMENT  OF  EDUCATION\n   31  AND OF ANY OTHER OFFICE, AGENCY, BOARD OR COMMISSION OF THE STATE OR ANY\n   32  OF ITS POLITICAL SUBDIVISIONS.\n   33    2.  THE  EDUCATION  INSPECTOR GENERAL MAY EMPLOY AND AT THEIR PLEASURE\n   34  REMOVE SUCH PERSONNEL AS  THEY DEEM NECESSARY FOR THE PERFORMANCE OF THE\n   35  OFFICE, AND MAY FIX THEIR COMPENSATION WITH AMOUNTS AVAILABLE THEREFOR.\n   36    3. THERE IS HEREBY ESTABLISHED THE BOARD OF THE OFFICE  OF  THE  STATE\n   37  INSPECTOR  GENERAL  FOR EDUCATION WHICH SHALL CONSIST OF ELEVEN MEMBERS,\n   38  AND SHALL HAVE AND EXERCISE THE POWERS AND DUTIES OF THE  OFFICE OF  THE\n   39  STATE INSPECTOR GENERAL FOR EDUCATION.\n   40    4. THE BOARD MEMBERS SHALL BE APPOINTED AS FOLLOWS:\n   41    (A)  THREE  MEMBERS  SHALL  BE  APPOINTED BY THE GOVERNOR, ONE OF WHOM\n   42  SHALL BE DESIGNATED BY THE  GOVERNOR AS THE CHAIR OF THE BOARD;\n   43    (B) THREE MEMBERS SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE\n   44  SENATE;\n   45    (C) THREE MEMBERS SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY;\n   46    (D) ONE MEMBER SHALL BE APPOINTED BY THE MINORITY LEADER OF THE ASSEM-\n   47  BLY; AND\n   48    (E) ONE MEMBER SHALL BE  APPOINTED  BY  THE  MINORITY  LEADER  OF  THE\n   49  SENATE.\n   50    5. THE BOARD MEMBERS SHALL SERVE FOR TERMS OF FIVE YEARS.\n   51    6. THE CHAIR OF THE BOARD OR ANY FIVE MEMBERS THEREOF MAY CALL A MEET-\n   52  ING OF THE BOARD.\n   53    7.  ANY  VACANCY  OCCURRING  ON THE BOARD SHALL BE FILLED WITHIN SIXTY\n   54  DAYS OF ITS OCCURRENCE, IN THE  SAME MANNER AS THE MEMBER WHOSE  VACANCY\n   55  IS  BEING  FILLED  WAS  APPOINTED. A PERSON APPOINTED  TO FILL A VACANCY\n\n       S. 1802                             9                            A. 1939\n\n    1  OCCURRING OTHER THAN  BY  EXPIRATION  OF  A  TERM  OF  OFFICE  SHALL  BE\n    2  APPOINTED FOR THE  UNEXPIRED TERM OF THE MEMBER HE OR SHE SUCCEEDS.\n    3    8.  SIX  MEMBERS  OF THE BOARD SHALL CONSTITUTE A QUORUM AND THE BOARD\n    4  SHALL HAVE THE POWER TO ACT BY MAJORITY VOTE  OF  THE  TOTAL  NUMBER  OF\n    5  MEMBERS OF THE BOARD WITHOUT VACANCY.\n    6    9. THE BOARD MEMBERS SHALL NOT RECEIVE COMPENSATION BUT SHALL BE REIM-\n    7  BURSED  FOR  REASONABLE  EXPENSES  INCURRED  IN THE PERFORMANCE OF THEIR\n    8  OFFICIAL DUTIES.\n    9    10. THE BOARD SHALL APPOINT AN EDUCATION INSPECTOR GENERAL  WHO  SHALL\n   10  PERFORM  THE  POWERS  AND  DUTIES  SET FORTH IN SECTIONS FIFTY-EIGHT AND\n   11  FIFTY-NINE OF THIS ARTICLE, AND WHO SHALL SERVE FOR  A  TERM    OF  FIVE\n   12  YEARS AND MAY ONLY BE DISMISSED FOR CAUSE OR BY A THREE-QUARTERS VOTE OF\n   13  THE  BOARD. THE  BOARD MAY FIX THE COMPENSATION OF THE EDUCATION INSPEC-\n   14  TOR GENERAL.\n   15    11. NO BOARD MEMBER, NOR THE EDUCATION INSPECTOR GENERAL,  SHALL  HOLD\n   16  ANY  ELECTED  PUBLIC  OFFICE OR OFFICE IN ANY POLITICAL PARTY, NOR SHALL\n   17  ANY MEMBER BE AN EMPLOYEE OF OR UNDER THE SUPERVISION OF ANY PERSON  WHO\n   18  HOLDS  SUCH  ELECTED  PUBLIC  OFFICE  OR OFFICE OF A POLITICAL PARTY. NO\n   19  MEMBER OF THE  BOARD SHALL SERVE IN ANY PUBLIC OR POLITICAL OFFICE WITH-\n   20  IN FIVE YEARS OF THE MEMBER'S PERIOD OF SERVICE.\n   21    12. THE EDUCATION INSPECTOR GENERAL SHALL, PRIOR TO THEIR APPOINTMENT,\n   22  HAVE HAD AT LEAST TEN YEARS EXPERIENCE IN AUDITING OR LAW ENFORCEMENT OR\n   23  INVESTIGATION, OR IN PROSECUTING OR AIDING IN THE PROSECUTION OF FRAUD.\n   24    13. MEMBERS OF THE BOARD SHALL, PRIOR TO THEIR APPOINTMENT,  HAVE  HAD\n   25  AT  LEAST THREE YEARS EXPERIENCE IN AUDITING OR INVESTIGATION OF GOVERN-\n   26  MENTAL OR SCHOOL DISTRICT OPERATIONS, OR IN THE  PRACTICE  OF  LAW,  LAW\n   27  ENFORCEMENT  OR  IN  SERVICES  RELATED  TO DEVELOPMENT AND MANAGEMENT OF\n   28  INFORMATION TECHNOLOGY OR DATABASE CREATION AND MAINTENANCE.\n   29    S 58. FUNCTIONS AND DUTIES.   THE EDUCATION  INSPECTOR  GENERAL  SHALL\n   30  HAVE THE FOLLOWING DUTIES AND RESPONSIBILITIES:\n   31    1.  TO RECEIVE AND INVESTIGATE COMPLAINTS FROM ANY SOURCE, OR UPON HIS\n   32  OR HER OWN INITIATIVE, CONCERNING ALLEGATIONS OF  CORRUPTION,  FINANCIAL\n   33  IMPROPRIETIES,  UNETHICAL  CONDUCT, MISCONDUCT OR OTHER CRIMINAL CONDUCT\n   34  WITHIN PUBLIC SCHOOL DISTRICTS OUTSIDE OF A CITY WITH  A  POPULATION  OF\n   35  ONE MILLION OR MORE;\n   36    2.  TO  INVESTIGATE AND REPORT ON CORRUPTION AND OTHER CRIMINAL ACTIV-\n   37  ITY, SCHOOL BOARD ELECTION FRAUD,  BIDDING IRREGULARITIES AND  CONFLICTS\n   38  OF INTEREST BY PUBLIC SCHOOL DISTRICT EMPLOYEES WHOSE ACTIONS  RELATE TO\n   39  THEIR  EMPLOYMENT,  PERSONS  OR  ENTITIES  DOING  BUSINESS WITH A PUBLIC\n   40  SCHOOL DISTRICT CONCERNING THEIR TRANSACTIONS WITH THE SCHOOL  DISTRICT,\n   41  AND SCHOOL BOARD MEMBERS WHOSE ACTIONS  RELATE TO THEIR OFFICE;\n   42    3.  TO DETERMINE WITH RESPECT TO SUCH ALLEGATIONS WHETHER DISCIPLINARY\n   43  ACTION, CIVIL OR CRIMINAL  PROSECUTION, OR FURTHER INVESTIGATION  BY  AN\n   44  APPROPRIATE  FEDERAL,  STATE OR LOCAL AGENCY IS WARRANTED, AND TO ASSIST\n   45  IN SUCH INVESTIGATIONS;\n   46    4. TO REVIEW AND EXAMINE PERIODICALLY THE POLICIES AND  PROCEDURES  OF\n   47  PUBLIC  SCHOOL  DISTRICTS WITH REGARD TO THE PREVENTION AND DETECTION OF\n   48  CORRUPTION, FINANCIAL IMPROPRIETIES,  UNETHICAL  CONDUCT,    MISCONDUCT,\n   49  OTHER CRIMINAL CONDUCT, SCHOOL BOARD ELECTION FRAUD, BIDDING IRREGULARI-\n   50  TIES AND CONFLICTS OF INTEREST OR ABUSE;\n   51    5.  TO  RECOMMEND  REMEDIAL ACTION TO PREVENT OR ELIMINATE CORRUPTION,\n   52  FINANCIAL IMPROPRIETIES, UNETHICAL CONDUCT, MISCONDUCT,  OTHER  CRIMINAL\n   53  CONDUCT,  SCHOOL BOARD ELECTION FRAUD, BIDDING IRREGULARITIES, CONFLICTS\n   54  OF INTEREST OR ABUSE BY PUBLIC SCHOOL DISTRICT OFFICIALS AND EMPLOYEES;\n   55    6. TO ESTABLISH PROGRAMS FOR  TRAINING  PUBLIC  SCHOOL  OFFICIALS  AND\n   56  EMPLOYEES REGARDING THE PREVENTION AND ELIMINATION OF CORRUPTION, FINAN-\n\n       S. 1802                            10                            A. 1939\n\n    1  CIAL   IMPROPRIETIES,  UNETHICAL  CONDUCT,  MISCONDUCT,  OTHER  CRIMINAL\n    2  CONDUCT,  SCHOOL  BOARD  ELECTION  FRAUD,  BIDDING  IRREGULARITIES   AND\n    3  CONFLICTS OF INTEREST OR ABUSE;\n    4    7. TO PREPARE AN ANNUAL REPORT THAT PROVIDES THE RESULTS OF THE EDUCA-\n    5  TION  INSPECTOR  GENERAL'S FINDINGS   WITH RESPECT TO ALL INVESTIGATIONS\n    6  AND DETAILED ANALYSIS OF THE CURRENT FINANCIAL STATUS  OF  THOSE  SCHOOL\n    7  DISTRICTS THAT HAVE BEEN REVIEWED;\n    8    8.  TO  INCLUDE  IN  SUCH  REPORT ANY FINDINGS REGARDING THE FINANCIAL\n    9  PRACTICES OF THE SCHOOL DISTRICT THAT THE  EDUCATION  INSPECTOR  GENERAL\n   10  BELIEVES  VIOLATED,  OR  COULD POTENTIALLY VIOLATE, EXISTING STATE RULES\n   11  OR REGULATIONS OR MAY BE OF CONCERN IN  THAT  INCOMPETENCE  OR  LACK  OF\n   12  TRAINING MAY RESULT IN  FINANCIAL PRACTICES THAT VIOLATE STATE RULES AND\n   13  REGULATIONS;\n   14    9.  TO  ISSUE  THE  REPORT TO THE LEGISLATURE, THE COMPTROLLER AND THE\n   15  DEPARTMENT OF EDUCATION WITH EACH  ANNUAL  REPORT  POSTED  ON  A  PUBLIC\n   16  INTERNET WEBSITE FOR AT LEAST FIVE YEARS FROM THE DATE OF ISSUANCE.\n   17    S  59.  POWERS.   THE EDUCATION INSPECTOR GENERAL SHALL HAVE THE POWER\n   18  TO:\n   19    1. SUBPOENA AND ENFORCE THE ATTENDANCE  OF  WITNESSES,  INCLUDING  THE\n   20  POWER  TO  SUBPOENA DOCUMENTS AND RECORDS NECESSARY TO ANY INVESTIGATION\n   21  FROM ANY PUBLIC SCHOOL DISTRICT OUTSIDE OF A CITY WITH A  POPULATION  OF\n   22  ONE  MILLION  OR  MORE AND FROM VENDORS WHO DO BUSINESS WITH SUCH PUBLIC\n   23  SCHOOL DISTRICTS;\n   24    2. ADMINISTER OATHS OR AFFIRMATIONS AND EXAMINE WITNESSES UNDER OATH;\n   25    3. REQUIRE THE PRODUCTION OF ANY BOOKS AND PAPERS DEEMED  RELEVANT  OR\n   26  MATERIAL TO ANY INVESTIGATION, EXAMINATION OR REVIEW;\n   27    4. NOTWITHSTANDING ANY LAW TO THE CONTRARY, EXAMINE AND COPY OR REMOVE\n   28  DOCUMENTS  OR  RECORDS  OF  ANY KIND PREPARED, MAINTAINED OR HELD BY ANY\n   29  PUBLIC SCHOOL DISTRICT COVERED BY THIS ARTICLE;\n   30    5. REQUIRE ANY PUBLIC SCHOOL DISTRICT  EMPLOYEE  TO  ANSWER  QUESTIONS\n   31  CONCERNING  ANY MATTER RELATED TO THE PERFORMANCE OF HIS OR HER OFFICIAL\n   32  DUTIES. NO STATEMENT OR OTHER EVIDENCE DERIVED  THEREFROM  MAY  BE  USED\n   33  AGAINST  SUCH OFFICER OR EMPLOYEE IN ANY SUBSEQUENT CRIMINAL PROSECUTION\n   34  OTHER THAN FOR PERJURY OR CONTEMPT  ARISING  FROM  SUCH  TESTIMONY.  THE\n   35  REFUSAL  OF  ANY  OFFICER OR EMPLOYEE TO ANSWER QUESTIONS SHALL BE CAUSE\n   36  FOR REMOVAL FROM OFFICE OR EMPLOYMENT OR OTHER APPROPRIATE PENALTY;\n   37    6. MONITOR THE IMPLEMENTATION BY PUBLIC SCHOOL DISTRICTS OF ANY RECOM-\n   38  MENDATIONS MADE BY THE EDUCATION INSPECTOR GENERAL;\n   39    7. PERFORM ANY OTHER FUNCTIONS THAT ARE NECESSARY  OR  APPROPRIATE  TO\n   40  FULFILL THE DUTIES AND RESPONSIBILITIES OF THE OFFICE.\n   41    S 16. Subparagraphs 2 and 3 of paragraph b of subdivision 2 of section\n   42  33  of the general municipal law, as added by chapter 267 of the laws of\n   43  2005, are amended and a new subparagraph 4 is added to read as follows:\n   44    (2) assessing the current financial  practices  of  school  districts,\n   45  BOCES and charter schools to ensure that they are consistent with estab-\n   46  lished standards, [and]\n   47    (3)  determining  that  school  districts,  BOCES, and charter schools\n   48  provide for adequate protections against any fraud,  theft,  or  profes-\n   49  sional misconduct[.], AND\n   50    (4)  AUDITING  FEDERAL  AND  STATE  GRANT  PROGRAM EXPENDITURES IN ALL\n   51  SCHOOL DISTRICTS, BOCES AND CHARTER SCHOOLS.\n   52    S 17. Paragraph d of subdivision 2 of section 33 of the general munic-\n   53  ipal law, as added by chapter 267 of the laws of  2005,  is  amended  to\n   54  read as follows:\n   55    d.  The office of the state comptroller shall upon making a finding of\n   56  misconduct refer any findings of fraud, abuse or other  conduct  consti-\n\n       S. 1802                            11                            A. 1939\n\n    1  tuting  a  crime  that  are  uncovered during the course of an audit, as\n    2  appropriate, to the  commissioner  of  education,  THE  NEW  YORK  STATE\n    3  INSPECTOR GENERAL FOR EDUCATION, the charter entity, the attorney gener-\n    4  al,  United States attorney or district attorney having jurisdiction for\n    5  appropriate action, together with any documents supporting the auditors'\n    6  findings.\n    7    S 18. The labor law is amended by adding a new section 742 to read  as\n    8  follows:\n    9    S  742.  PROHIBITION;  PUBLIC  SCHOOL  DISTRICT EMPLOYER WHO PENALIZES\n   10  EMPLOYEES BECAUSE OF COMPLAINTS  OF  EMPLOYER  MALFEASANCE.  1.    DEFI-\n   11  NITIONS.  AS  USED  IN  THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE\n   12  FOLLOWING MEANINGS:\n   13    (A) \"EMPLOYEE\" MEANS ANY PERSON WHO PERFORMS SERVICES  FOR  AND  UNDER\n   14  THE  CONTROL  AND DIRECTION   OF ANY PUBLIC SCHOOL DISTRICT OUTSIDE OF A\n   15  CITY WITH A POPULATION OF ONE MILLION OR MORE FOR WAGES  OR OTHER REMUN-\n   16  ERATION.\n   17    (B) \"EMPLOYER\" MEANS ANY PUBLIC SCHOOL DISTRICT OUTSIDE OF A CITY WITH\n   18  A POPULATION OF ONE  MILLION OR MORE.\n   19    (C) \"AGENT\" MEANS ANY  INDIVIDUAL,  PARTNERSHIP,  ASSOCIATION,  CORPO-\n   20  RATION, OR GROUP OF PERSONS  ACTING ON BEHALF OF AN EMPLOYER.\n   21    (D) \"PUBLIC BODY\" MEANS:\n   22    (1)  THE UNITED STATES CONGRESS, ANY STATE LEGISLATURE, OR ANY ELECTED\n   23  LOCAL GOVERNMENTAL BODY, OR ANY MEMBER OR EMPLOYEE THEREOF;\n   24    (2) THE NEW YORK STATE INSPECTOR GENERAL FOR EDUCATION;\n   25    (3) THE STATE COMPTROLLER;\n   26    (4) THE ATTORNEY GENERAL;\n   27    (5) ANY FEDERAL, STATE OR LOCAL REGULATORY, ADMINISTRATIVE  OR  PUBLIC\n   28  AGENCY OR AUTHORITY, OR INSTRUMENTALITY THEREOF;\n   29    (6)  ANY FEDERAL, STATE OR LOCAL LAW ENFORCEMENT AGENCY, PROSECUTORIAL\n   30  OFFICE, OR POLICE OR PEACE  OFFICER;\n   31    (7) ANY FEDERAL, STATE OR LOCAL DEPARTMENT OF AN EXECUTIVE  BRANCH  OF\n   32  GOVERNMENT; OR\n   33    (8)  ANY  DIVISION,  BOARD, BUREAU, OFFICE, COMMITTEE OR COMMISSION OF\n   34  ANY OF THE PUBLIC BODIES   DESCRIBED IN SUBPARAGRAPH  ONE,  TWO,  THREE,\n   35  FOUR, FIVE, SIX OR SEVEN OF THIS PARAGRAPH.\n   36    (E)  \"RETALIATORY  ACTION\"  MEANS THE DISCHARGE, SUSPENSION, DEMOTION,\n   37  PENALIZATION OR DISCRIMINATION AGAINST AN  EMPLOYEE,  OR  OTHER  ADVERSE\n   38  EMPLOYMENT  ACTION TAKEN AGAINST AN EMPLOYEE IN THE TERMS AND CONDITIONS\n   39  OF EMPLOYMENT.\n   40    (F) \"SUPERVISOR\" MEANS ANY PERSON WITHIN  AN  EMPLOYER'S  ORGANIZATION\n   41  WHO  HAS THE AUTHORITY TO  DIRECT AND CONTROL THE WORK PERFORMANCE OF AN\n   42  EMPLOYEE, OR WHO HAS THE AUTHORITY TO TAKE CORRECTIVE  ACTION  REGARDING\n   43  FRAUD,  CRIMINAL  ACTIVITY  OR  OTHER  MALFEASANCE  TO WHICH AN EMPLOYEE\n   44  SUBMITS A COMPLAINT.\n   45    2. RETALIATORY ACTION PROHIBITED. NOTWITHSTANDING ANY OTHER  PROVISION\n   46  OF  LAW, NO EMPLOYER SHALL  TAKE RETALIATORY ACTION AGAINST ANY EMPLOYEE\n   47  BECAUSE THE EMPLOYEE DOES ANY OF THE FOLLOWING:\n   48    (A) DISCLOSES OR THREATENS TO DISCLOSE TO A SUPERVISOR, OR TO A PUBLIC\n   49  BODY AN ACTIVITY, POLICY OR PRACTICE OF THE EMPLOYER OR AGENT  THAT  THE\n   50  EMPLOYEE,  IN GOOD FAITH, REASONABLY BELIEVES  CONSTITUTES FRAUD, CRIMI-\n   51  NAL ACTIVITY OR OTHER MALFEASANCE; OR\n   52    (B) OBJECTS TO, OR REFUSES TO PARTICIPATE IN ANY ACTIVITY,  POLICY  OR\n   53  PRACTICE  OF  THE  EMPLOYER  OR  AGENT THAT THE EMPLOYEE, IN GOOD FAITH,\n   54  REASONABLY  BELIEVES  CONSTITUTES  FRAUD,  CRIMINAL  ACTIVITY  OR  OTHER\n   55  MALFEASANCE.\n\n       S. 1802                            12                            A. 1939\n\n    1    3.  ENFORCEMENT.  AN  EMPLOYEE  MAY  SEEK  ENFORCEMENT OF THIS SECTION\n    2  PURSUANT TO PARAGRAPH (E) OF SUBDIVISION FOUR OF SECTION  SEVEN  HUNDRED\n    3  FORTY OF THIS ARTICLE.\n    4    4.  RELIEF.  IN  ANY  COURT ACTION BROUGHT PURSUANT TO THIS SECTION IT\n    5  SHALL BE A DEFENSE THAT THE PERSONNEL ACTION WAS PREDICATED UPON GROUNDS\n    6  OTHER THAN THE EMPLOYEE'S EXERCISE OF ANY  RIGHTS    PROTECTED  BY  THIS\n    7  SECTION.\n    8    S  19.  Subdivision  4  of  section 740 of the labor law is amended by\n    9  adding a new paragraph (e) to read as follows:\n   10    (E) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPHS (A) AND (C)  OF  THIS\n   11  SUBDIVISION,  AN  EMPLOYEE  WHO  HAS  BEEN  THE SUBJECT OF A RETALIATORY\n   12  ACTION BY AN EMPLOYER IN VIOLATION OF SECTION SEVEN HUNDRED FORTY-TWO OF\n   13  THIS ARTICLE MAY INSTITUTE A CIVIL ACTION IN A COURT OF COMPETENT JURIS-\n   14  DICTION FOR RELIEF AS SET FORTH IN  SUBDIVISION  FIVE  OF  THIS  SECTION\n   15  WITHIN  TWO  YEARS  AFTER  THE  ALLEGED RETALIATORY PERSONNEL ACTION WAS\n   16  TAKEN. IN ADDITION TO THE RELIEF SET FORTH IN SUCH SUBDIVISION FIVE, THE\n   17  COURT, IN ITS DISCRETION, BASED UPON A FINDING THAT THE  EMPLOYER  ACTED\n   18  IN BAD FAITH IN THE RETALIATORY ACTION, MAY ORDER THE EMPLOYER TO TERMI-\n   19  NATE THE SUPERVISOR WHO RETALIATED AGAINST THE EMPLOYEE.\n   20    S  20. The penal law is amended by adding a new section 190.72 to read\n   21  as follows:\n   22  S 190.72 DEFRAUDING A PUBLIC PENSION PLAN.\n   23    A PERSON IS GUILTY OF DEFRAUDING A PUBLIC PENSION PLAN WHEN HE OR  SHE\n   24  ENGAGES  IN A SCHEME CONSTITUTING A SYSTEMATIC ONGOING COURSE OF CONDUCT\n   25  WITH INTENT TO OBTAIN A BENEFIT OR ASSET, OR ASSIST  A  THIRD  PARTY  TO\n   26  OBTAIN A BENEFIT OR ASSET, FROM A PUBLIC PENSION PLAN TO WHICH HE OR SHE\n   27  OR  THE  THIRD  PARTY  IS  NOT  OTHERWISE  ENTITLED  TO  PURSUANT TO THE\n   28  RESTRICTION OF SECTION TWO HUNDRED ELEVEN OF THE RETIREMENT  AND  SOCIAL\n   29  SECURITY LAW.\n   30    DEFRAUDING A PUBLIC PENSION PLAN IS A CLASS E FELONY.\n   31    S 21. Section 211 of the retirement and social security law is amended\n   32  by adding a new subdivision 9 to read as follows:\n   33    9.  A  RETIRED PERSON RECEIVING A RETIREMENT ALLOWANCE WHO IS EMPLOYED\n   34  AND EARNING COMPENSATION IN A PUBLIC SERVICE POSITION OR POSITIONS  WITH\n   35  THE  TOTAL  COMPENSATION  EXCEEDING THE LIMITATIONS SET FORTH IN SECTION\n   36  TWO HUNDRED TWELVE OF THIS ARTICLE AND SUCH PERSON HAS NOT OBTAINED  THE\n   37  REQUISITE  WAIVER  SET  FORTH IN THIS SECTION, AS WELL AS ANY PERSON WHO\n   38  KNOWINGLY ASSISTS ANOTHER PERSON IN  RECEIVING  A  RETIREMENT  ALLOWANCE\n   39  WHILE RECEIVING TOTAL COMPENSATION IN A PUBLIC SERVICE POSITION OR POSI-\n   40  TIONS EXCEEDING THE LIMITS OF SECTION TWO HUNDRED TWELVE OF THIS ARTICLE\n   41  AND  NOT  HAVING OBTAINED THE REQUISITE WAIVER, IS GUILTY OF LARCENY AND\n   42  PUNISHABLE AS PROVIDED IN THE PENAL LAW.\n   43    S 22. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, the executive law, the general municipal law, the labor law, the penal law and the retirement and social security law, in relation to enacting the \"New York state school taxpayers' protection act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T135826.TXT", "SOBI.D110112.T154619.TXT", "SOBI.D110112.T152028.TXT", "SOBI.D110113.T140326.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294945406541
}