{
  "year" : 2011,
  "senateBillNo" : "S180-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S180-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires parents to submit proof of age and nature of parental relation upon enrolling child in school",
  "summary" : "Requires persons in parental relation to an individual or a person required to attend school to submit proof of age and parental relation to school in which individual is enrolled; requires school superintendent to make inquiry of statewide central register for missing children if such information is not provided and the individual may be a missing child; requires records of age and parental relation to be maintained by schools pursuant to regulations of the commissioner of education; requires transfer of such records upon transfer of minor to another school; requires notification of law enforcement if there is an appearance of custodial interference. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A1617",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S1415-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          180\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to information concerning\n         minor school children enrolling in and transferring to schools\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The opening paragraph and paragraph a of subdivision 2 of\n    2  section 3212 of the education law, the opening paragraph as  amended  by\n    3  chapter  919  of  the laws of 1974 and paragraph a as amended by chapter\n    4  690 of the laws of 1994, are amended to read as follows:\n    5    Every person in parental relation to another individual [included]  OR\n    6  A  MINOR  REQUIRED  TO ATTEND UPON INSTRUCTION by the provisions of THIS\n    7  part [one of this article]:\n    8    a.  Shall submit at the time such individual IS NEWLY REGISTERED IN  A\n    9  SCHOOL DISTRICT IN WHICH THEY WERE NEVER PREVIOUSLY REGISTERED begins to\n   10  attend upon instruction evidence of (I) age as required for the issuance\n   11  of  an  employment  certificate  AND  (II)  THE  NATURE  OF THE PARENTAL\n   12  RELATIONSHIP AS DEFINED IN SUBDIVISION ONE OF THIS SECTION, or show that\n   13  such  evidence  cannot  be  produced.  [When  such  evidence  cannot  be\n   14  produced,  or  when  circumstances  exist which reasonably indicate that\n   15  such individual may be a missing child, the superintendent of schools or\n   16  his or her authorized representative shall report and  make  inquiry  to\n   17  the  statewide central register for missing children pursuant to section\n   18  eight hundred thirty-seven-e of the executive law. If such child appears\n   19  to match a child registered with  the  statewide  central  register  for\n   20  missing  children, or one registered with the national crime information\n   21  center register, the superintendent or his or her  authorized  represen-\n   22  tative shall immediately contact the local law enforcement authority. No\n   23  civil or criminal liability shall arise or attach to any school district\n   24  or employee thereof for any act or omission to act as a result of, or in\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01646-01-1\n\n       S. 180                              2\n\n    1  connection with, the duties or activities authorized or directed by this\n    2  paragraph.]\n    3    S  2.  Section  3212  of  the education law is amended by adding a new\n    4  subdivision 5-a to read as follows:\n    5    5-A. DUTIES OF THE  SUPERINTENDENT.  WHENEVER  A  PERSON  IN  PARENTAL\n    6  RELATION  TO  A  MINOR CANNOT PRODUCE THE EVIDENCE REQUIRED, PURSUANT TO\n    7  PARAGRAPH A OF SUBDIVISION TWO OF THIS SECTION, OR  REFUSES  TO  PROVIDE\n    8  THE   INFORMATION  REQUESTED  PURSUANT  TO  SECTION  THIRTY-TWO  HUNDRED\n    9  TWELVE-B OF THIS PART OR WHEN  SUCH  PERSON  FAILS  TO  SHOW  THAT  SUCH\n   10  EVIDENCE  CANNOT  BE PRODUCED, OR WHEN CIRCUMSTANCES EXIST WHICH REASON-\n   11  ABLY INDICATE THAT SUCH INDIVIDUAL MAY BE A MISSING  CHILD,  THE  SUPER-\n   12  INTENDENT OF SCHOOLS OR HIS AUTHORIZED REPRESENTATIVE SHALL MAKE INQUIRY\n   13  TO  THE  STATEWIDE  CENTRAL  REGISTER  FOR  MISSING CHILDREN PURSUANT TO\n   14  SECTION EIGHT HUNDRED THIRTY-SEVEN-E OF THE EXECUTIVE LAW. IF SUCH CHILD\n   15  APPEARS TO MATCH A CHILD REGISTERED WITH THE STATEWIDE CENTRAL  REGISTER\n   16  FOR MISSING CHILDREN, OR ONE REGISTERED WITH THE NATIONAL CRIME INFORMA-\n   17  TION  CENTER  REGISTER,  THE  SUPERINTENDENT OR HIS AUTHORIZED REPRESEN-\n   18  TATIVE SHALL IMMEDIATELY CONTACT THE LOCAL LAW ENFORCEMENT AUTHORITY. NO\n   19  CIVIL OR CRIMINAL LIABILITY SHALL ARISE OR ATTACH TO ANY SCHOOL DISTRICT\n   20  OR EMPLOYEE THEREOF FOR ANY ACT OR OMISSION TO ACT AS A RESULT OF, OR IN\n   21  CONNECTION WITH, THE DUTIES OR ACTIVITIES AUTHORIZED OR DIRECTED BY THIS\n   22  SUBDIVISION.\n   23    S 3.  Section 3212-a of the education law, as added by chapter 473  of\n   24  the laws of 1977, is amended to read as follows:\n   25    S  3212-a.    Records [of telephone numbers].   1.   Each school shall\n   26  maintain a record of the telephone number of each pupil enrolled in  the\n   27  school  and each person in parental relation to such pupil including the\n   28  residential and  business  telephone  numbers  of  persons  in  parental\n   29  relation  to  pupils  unless  such person or pupil chooses not to supply\n   30  such numbers.  The record of such telephone  numbers  shall,  except  as\n   31  otherwise provided by law, be accessible solely for emergency purposes.\n   32    2.    [The  provisions  of this section shall not be applicable in any\n   33  school district in which the board of education has adopted a resolution\n   34  providing that the record otherwise required hereby shall not  be  main-\n   35  tained.]  RECORDS  OF THE EVIDENCE OR THE EXPLANATION REQUIRED, PURSUANT\n   36  TO PARAGRAPH A OF SUBDIVISION TWO OF SECTION THIRTY-TWO  HUNDRED  TWELVE\n   37  OF  THIS  PART,  SHALL  BE  RETAINED, IN ACCORDANCE WITH RULES AND REGU-\n   38  LATIONS TO BE PROMULGATED BY THE COMMISSIONER, AT THE SCHOOL OF  ATTEND-\n   39  ANCE OR IN A CENTRAL DISTRICT REPOSITORY FOR SUCH RECORDS. THE RULES AND\n   40  REGULATIONS  SHALL  INCORPORATE STANDARDS OF USE AND ACCESS WHICH ARE IN\n   41  CONFORMITY WITH THE FAMILY EDUCATIONAL AND PRIVACY RIGHTS ACT (20 U.S.C.\n   42  1232G).\n   43    S 4. The education law is amended by adding a new  section  3212-b  to\n   44  read as follows:\n   45    S 3212-B. TRANSFER OF PUPILS. 1. UPON FIRST TIME ENROLLMENT OF A MINOR\n   46  IN  A  SCHOOL DISTRICT, A SCHOOL DISTRICT SHALL REQUEST OF THE PERSON IN\n   47  PARENTAL RELATION TO SUCH MINOR THE  NAME  AND  ADDRESS  OF  THE  SCHOOL\n   48  PREVIOUSLY  ATTENDED  BY  SUCH MINOR. THE ENROLLING SCHOOL SHALL, WITHIN\n   49  FIFTEEN CALENDAR DAYS, REQUEST IN WRITING THAT  THE  SCHOOL  RECORDS  OF\n   50  SUCH  MINOR  BE  SENT  BY THE SCHOOL DISTRICT PREVIOUSLY ATTENDED TO THE\n   51  SCHOOL DISTRICT IN WHICH THE MINOR IS BEING ENROLLED.\n   52    2. A SUPERINTENDENT OF SCHOOLS OR HIS AUTHORIZED REPRESENTATIVE  SHALL\n   53  FURNISH  TO  THE LOCAL LAW ENFORCEMENT AGENCY THE NAME OF, AND ANY OTHER\n   54  PERTINENT INFORMATION REGARDING, ANY MINOR ENROLLED IN A SCHOOL  IN  HIS\n   55  DISTRICT  IF  THE  PERSON  IN PARENTAL RELATION TO A MINOR, OR ANY OTHER\n   56  PERSON, WITHDRAWS THE CHILD FROM SCHOOL AND THE SCHOOL DOES NOT  RECEIVE\n\n       S. 180                              3\n\n    1  AN OFFICIAL REQUEST FOR THE RECORDS OF SUCH MINOR WITHIN THIRTY CALENDAR\n    2  DAYS  IF  THE WITHDRAWAL OCCURS DURING THE SCHOOL YEAR, OR WITHIN NINETY\n    3  CALENDAR DAYS IF THE WITHDRAWAL OCCURS AT THE END OF THE SCHOOL YEAR.\n    4    3.  NO CIVIL OR CRIMINAL LIABILITY SHALL ARISE OR ATTACH TO ANY SCHOOL\n    5  DISTRICT OR EMPLOYEE THEREOF FOR ANY ACT OR OMISSION TO ACT AS A  RESULT\n    6  OF,  OR  IN  CONNECTION  WITH,  THE  DUTIES  OR ACTIVITIES AUTHORIZED OR\n    7  DIRECTED BY THIS SECTION PROVIDED SUCH SCHOOL DISTRICT OR ACTING EMPLOY-\n    8  EE HAS MADE A DOCUMENTED EFFORT BY TELEPHONE  OR  OTHERWISE  TO  CONTACT\n    9  SUCH PARENT OR GUARDIAN IN THE EVENT THAT A CHILD IS SO ABSENT.\n   10    S  5.  This  act  shall  take  effect  on  the first of September next\n   11  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to information concerning minor school children enrolling in and transferring to schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T144820.TXT", "SOBI.D101210.T162207.TXT", "SOBI.D101210.T161708.TXT", "SOBI.D101210.T162707.TXT", "SOBI.D101210.T155705.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294762313833
}