{
  "year" : 2011,
  "senateBillNo" : "S1806-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1806-2011-1294894800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the regents to include certain information with respect to increased costs when altering or amending rules or regulations",
  "summary" : "Requires the regents to include certain information with respect to increased costs when altering or amending rules or regulations. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S874-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1806\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen. LAVALLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to the legislative  power\n         of the regents\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 207 of the education law  is  amended  to  read  as\n    2  follows:\n    3    S 207. Legislative  power. 1. Subject and in conformity to the consti-\n    4  tution and laws of the state, the  regents  shall  exercise  legislative\n    5  functions  concerning the educational system of the state, determine its\n    6  educational policies, and, except, as to the judicial functions  of  the\n    7  commissioner  [of  education],  establish rules for carrying into effect\n    8  the laws and policies of the state, relating to education, and the func-\n    9  tions, powers, duties and trusts conferred or charged upon the universi-\n   10  ty and the [education] department. But no enactment of the regents shall\n   11  modify in any degree the freedom of the governing body of  any  seminary\n   12  for  the  training of priests or clergymen to determine and regulate the\n   13  entire course of religious, doctrinal or theological instruction  to  be\n   14  given  in  such  institution. No rule by which more than a majority vote\n   15  shall be required for any specified  action  by  the  regents  shall  be\n   16  amended,  suspended or repealed by a smaller vote than that required for\n   17  action thereunder. Rules or regulations, or amendments or repeals there-\n   18  of, adopted or prescribed by the commissioner [of education] as provided\n   19  by law shall not be effective unless and until approved by the  regents,\n   20  except where authority is conferred by the regents upon the commissioner\n   21  [of  education] to adopt, prescribe, amend or repeal such rules or regu-\n   22  lations.\n   23    2. ANY RESOLUTION THAT ALTERS OR AMENDS THE RULES  OR  REGULATIONS  AS\n   24  ESTABLISHED BY THE REGENTS SHALL INCLUDE THE FOLLOWING INFORMATION:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06724-01-1\n\n       S. 1806                             2\n\n    1    A.  THE  ENTITY  AND/OR  THE INDIVIDUALS THAT ARE EXPECTED TO BEAR THE\n    2  BURDEN OF ANY INCREASE IN COST THAT SUCH ALTERED  OR  AMENDED  RULES  OR\n    3  REGULATIONS MAY DIRECTLY OR INDIRECTLY AFFECT.\n    4    B.  THE  EXACT  SOURCE OR SOURCES FROM WHICH THE FUNDS TO PAY FOR SUCH\n    5  INCREASE IN COST SHALL BE MADE AVAILABLE. IF THE FUNDS ARE  EXPECTED  TO\n    6  COME FROM THE STATE GENERAL FUND THEN THE REGENTS SHALL IDENTIFY SPECIF-\n    7  ICALLY  WHAT  OTHER  STATE  FUNDING  SHALL  BE  REDUCED  TO PAY FOR SUCH\n    8  INCREASE IN COST. IF THE FUNDS ARE  EXPECTED  TO  COME  FROM  THE  STATE\n    9  GENERAL  FUND AS A RESULT OF AN INCREASE IN TAXES THEN THE REGENTS SHALL\n   10  IDENTIFY THE TYPE AND THE AMOUNT OF TAX INCREASE NECESSARY TO FULLY FUND\n   11  SUCH INCREASE IN COST.\n   12    C. IF THE REGENTS DETERMINE THAT SUCH INCREASE IN COST IS TO  BE  PAID\n   13  FROM LOCAL PROPERTY TAXES, THE EXPECTED INCREASE IN COST FOR EACH SCHOOL\n   14  DISTRICT AFFECTED BY SUCH ALTERED OR AMENDED RULES OR REGULATIONS.\n   15    D.  IF  SOME  COMBINATION OF REALLOCATED STATE FUNDS, NEW OR INCREASED\n   16  TAXES OR LOCAL PROPERTY TAXES ARE TO BE USED TO FUND  SUCH  INCREASE  IN\n   17  COST,  THE  REGENTS  SHALL PROVIDE THE INFORMATION AS SET FORTH IN PARA-\n   18  GRAPHS A, B AND C OF THIS SUBDIVISION AS THEY PROPORTIONATELY AFFECT THE\n   19  TOTAL INCREASE IN COSTS UPON THE ADOPTION OF SUCH RULES OR REGULATIONS.\n   20    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the legislative power of the regents ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T101310.TXT", "SOBI.D110113.T151417.TXT", "SOBI.D110113.T104312.TXT", "SOBI.D110113.T105316.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294949657010
}