{
  "year" : 2011,
  "senateBillNo" : "S1800-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1800-2011-1294808400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a registry program for saltwater recreational anglers; repealer",
  "summary" : "Establishes a registry program for saltwater recreational anglers. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A1941",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A9475-2009", "S7244-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1800                                                  A. 1941\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Environmental\n         Conservation\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         establishing  a  registry  program for saltwater recreational anglers;\n         and to repeal section 13-0355 of the  environmental  conservation  law\n         relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 13-0355 of the environmental  conservation  law  is\n    2  REPEALED and a new section 13-0355 is added to read as follows:\n    3  S 13-0355. REGISTRY PROGRAM FOR SALTWATER RECREATIONAL ANGLERS.\n    4    1. THE COMMISSIONER SHALL ESTABLISH, IMPLEMENT AND MAINTAIN A REGISTRY\n    5  PROGRAM FOR SALTWATER RECREATIONAL ANGLERS WHICH SHALL PROVIDE FOR:\n    6    A.  THE REGISTRATION, INCLUDING BUT NOT LIMITED TO, IDENTIFICATION AND\n    7  CONTACT INFORMATION OF INDIVIDUALS WHO ENGAGE IN RECREATIONAL FISHING IN\n    8  THE NEW YORK STATE MARINE AND COASTAL DISTRICT; AND\n    9    B. THE REGISTRATION, INCLUDING BUT NOT LIMITED TO, THE OWNER, OPERATOR\n   10  AND IDENTIFICATION OF THE VESSEL IF SUCH VESSEL IS USED IN FISHING.\n   11    2. A. THE REGISTRY PROGRAM ESTABLISHED PURSUANT TO THIS SECTION  SHALL\n   12  COMPLY  WITH THE PROVISIONS OF THE REGISTRY PROGRAM ESTABLISHED PURSUANT\n   13  TO THE \"MAGNUSON-STEVENS FISHERY CONSERVATION AND MANAGEMENT  REAUTHORI-\n   14  ZATION ACT OF 2006\" (16 U.S.C. S 1801 ET SEQ.).\n   15    B.  UPON  ESTABLISHMENT  OF  THE  REGISTRY  PROGRAM  PURSUANT  TO THIS\n   16  SECTION, THE COMMISSIONER SHALL APPLY TO THE NATIONAL  MARINE  FISHERIES\n   17  SERVICE  OF  THE NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION FOR THE\n   18  EXEMPTED STATE DESIGNATION FROM FEDERAL REGISTRATION REQUIREMENTS.\n   19    3. THE DEPARTMENT SHALL NOT CHARGE A FEE FOR THE REGISTRATION REQUIRED\n   20  PURSUANT TO THIS SECTION.\n   21    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03851-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing a registry program for saltwater recreational anglers; and to repeal section 13-0355 of the environmental conservation law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T135826.TXT", "SOBI.D110112.T153520.TXT", "SOBI.D110112.T154619.TXT", "SOBI.D110112.T152028.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294945106438
}