{
  "year" : 2011,
  "senateBillNo" : "S1809-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1809-2011-1294894800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mandates attendance by members appointed by the governor at meetings of councils of state-operated institutions",
  "summary" : "Mandates attendance by members appointed by the governor at meetings of councils of state-operated institutions. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S1445-2009", "S1145-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1809\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen. LAVALLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to meetings  of  councils\n         of state-operated institutions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 356 of the education law, as amended by chapter 552\n    2  of the laws of 1985, is amended to read as follows:\n    3    S 356. Councils of state-operated institutions; powers and duties.  1.\n    4  Subject  to  the  general  management, supervision and control of and in\n    5  accordance with rules established by the state university trustees,  the\n    6  operations  and  affairs of each state-operated institution of the state\n    7  university shall be supervised locally by a council  consisting  of  ten\n    8  members, nine of whom shall be appointed by the governor and one of whom\n    9  shall be elected by and from among the students of the institution. Such\n   10  voting  members  shall  be  subject  to  every provision of any general,\n   11  special or local law,  ordinance,  charter,  code,  rule  or  regulation\n   12  applying  to  the  voting  members  of  such  board  with respect to the\n   13  discharge  of  their  duties  including,  but  not  limited  to,   those\n   14  provisions  setting  forth  codes of ethics, disclosure requirements and\n   15  prohibiting business and professional activities. The  election  of  the\n   16  student  member  shall  be  conducted in accordance with rules and regu-\n   17  lations promulgated by  the  respective  representative  campus  student\n   18  association  in  accordance  with  guidelines  established  by the state\n   19  university trustees. One member shall be designated by the  governor  as\n   20  chairman. Where an undergraduate state-operated institution of the state\n   21  university  is  located adjacent to another institution of higher educa-\n   22  tion and students of such undergraduate state-operated institution  are,\n   23  under  arrangements  made  by the state university, taking a substantial\n   24  portion of their courses at such other  institution,  the  president  or\n   25  other  head  of  such other institution shall be an ex-officio member of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06719-01-1\n\n       S. 1809                             2\n\n    1  the council for such undergraduate state-operated institution.   Initial\n    2  appointments,  other  than  the  student  member and ex-officio members,\n    3  shall be for terms expiring July  first,  nineteen  hundred  fifty-four,\n    4  July  first,  nineteen  hundred fifty-five, July first, nineteen hundred\n    5  fifty-six, July first, nineteen hundred fifty-seven, July  first,  nine-\n    6  teen  hundred fifty-eight, July first, nineteen hundred fifty-nine, July\n    7  first, nineteen hundred sixty, July first,  nineteen  hundred  sixty-one\n    8  and,  where  there is no ex-officio member, July first, nineteen hundred\n    9  sixty-two, respectively, and subsequent  appointments,  other  than  the\n   10  student  member,  shall  be for a full term of nine years from the first\n   11  day of July of the calendar year in which the  appointment  is  made.  A\n   12  MEMBER  OF  THE  COUNCIL APPOINTED BY THE GOVERNOR WHO HAS THREE OR MORE\n   13  ABSENCES FROM THE REGULAR MEETINGS HELD ANNUALLY AND DESCRIBED IN SUBDI-\n   14  VISION TWO OF THIS SECTION, WHICH HAVE NOT BEEN EXCUSED  BY  THE  CHAIR,\n   15  SHALL BE CONSIDERED TO HAVE VACATED HIS OR HER MEMBERSHIP. WHEN APPLICA-\n   16  BLE,  THE  CHAIR SHALL NOTIFY THE GOVERNOR, IN WRITING, OF SUCH VACANCY.\n   17  Vacancies shall be filled for the unexpired term in the same  manner  as\n   18  original  selections.  The  term  of  office  for  each  council  member\n   19  appointed on or after April first, nineteen hundred eighty-six shall  be\n   20  seven years. The term of office for the student member shall be one year\n   21  commencing  July  first  of  the  calendar year in which the election is\n   22  conducted, provided, however, that the term of the student member  first\n   23  elected  shall be nine months commencing October first, nineteen hundred\n   24  seventy-five and expiring June thirtieth, nineteen hundred  seventy-six.\n   25  In  the  event  that  the  student  member ceases to be a student at the\n   26  institution, such member shall be required to resign.   Members of  such\n   27  councils  appointed  by  the  governor  may  be removed by the governor.\n   28  Members of such councils elected by the students of the institution  may\n   29  be  removed  by  such  students in accordance with rules and regulations\n   30  promulgated by the respective representative campus student  association\n   31  in  accordance with guidelines promulgated by the state university trus-\n   32  tees. Members of such councils shall receive no compensation  for  their\n   33  services but shall be reimbursed for the expenses actually and necessar-\n   34  ily incurred by them in the performance of their duties hereunder.\n   35    2. The councils of state-operated institutions shall provide for regu-\n   36  lar  meetings  at  least four times annually, and the chair, or any five\n   37  members by petition, may at any time call a special meeting of the coun-\n   38  cil and fix the time and place therefor. At least seven days  notice  of\n   39  every  meeting  shall  be  mailed  to  the usual address of each member,\n   40  unless such notice be waived by a majority of the  council.  Resolutions\n   41  for  the  consideration  of  the  councils  must  be mailed to the usual\n   42  address of each council member no less than seven days prior to a  meet-\n   43  ing,  unless the chair shall make available in writing on the day of the\n   44  meeting the facts which necessitate an immediate vote.  The  agenda  for\n   45  such  meetings  shall  be available three days prior to the meetings and\n   46  shall be considered public records. Five members attending shall consti-\n   47  tute a quorum for the transaction of business and the act of a  majority\n   48  of the members present at any meeting shall be the act of the council.\n   49    2-A.  AT  LEAST ONE OF THE FOUR REGULAR MEETINGS SET FORTH IN SUBDIVI-\n   50  SION TWO OF THIS SECTION SHALL BE CONDUCTED ON THE COLLEGE CAMPUS DURING\n   51  THE FALL SEMESTER. DURING SUCH MEETING  THE  PRESIDENT  OF  THE  COLLEGE\n   52  SHALL REPORT TO THE COUNCIL ON THE STATE OF THE COLLEGE.\n   53    3.  Subject  to  the  general  management,  supervision,  control  and\n   54  approval of, and in accordance  with  rules  established  by  the  state\n   55  university  trustees,  the  council  of  each state-operated institution\n\n       S. 1809                             3\n\n    1  shall, with respect to the institution  or  institutions  for  which  it\n    2  serves, exercise the following powers:\n    3    a.  recommend to the state university trustees candidates for appoint-\n    4  ment by the state university trustees as head of such institution;\n    5    b. review all major plans of the head of such institution for its more\n    6  effective operation and make such recommendations with  respect  thereto\n    7  as  it  deems appropriate. Such plans shall be submitted for approval by\n    8  the state university trustees, together with the recommendations of  the\n    9  council with respect thereto. The state university trustees shall deter-\n   10  mine  what  constitute  such  major  plans,  which  are hereby generally\n   11  defined to include, among others, plans for the appraisal or improvement\n   12  of the faculty and other personnel, expansion or restriction of  student\n   13  admissions,  appraisal or improvement of academic programs and of stand-\n   14  ards for the earning of degrees, expansion of institutional  plants  and\n   15  appraisal or improvement of student activities and housing;\n   16    c.  make  regulations  governing  the  care, custody and management of\n   17  lands, grounds, buildings and equipment;\n   18    d. review the proposed budget requests for such  institution  prepared\n   19  by  the  head  thereof  and recommend to the state university trustees a\n   20  budget for such institution;\n   21    e. foster the development of advisory citizens  committees  to  render\n   22  such  assistance  as the council may request, and to appoint the members\n   23  of such citizens' committees. Members of such citizens' committees shall\n   24  receive no compensation for their services but shall be  reimbursed  for\n   25  the  expenses  actually and necessarily incurred by them in the perform-\n   26  ance of their duties;\n   27    f. name buildings and grounds;\n   28    g. make regulations governing the conduct and behavior of students;\n   29    h. prescribe for and exercise supervision  over  student  housing  and\n   30  safety;\n   31    i. make an annual report to the state university trustees on or before\n   32  September  first  of  each year, and report to them from time to time on\n   33  any matter it believes requires their attention;\n   34    j. perform such other powers  and  duties  as  may  be  authorized  or\n   35  required  by  the  state university trustees by general rules or special\n   36  directives; and\n   37    k. make and establish, and from time to time  alter  and  amend,  such\n   38  regulations pertaining to the affairs of its institution, not inconsist-\n   39  ent  with  law  or the rules of the state university trustees, as may be\n   40  necessary or appropriate to carry out effectively the  foregoing  powers\n   41  and duties.\n   42    4.  SUBJECT  TO  THE RULES AND REGULATIONS ESTABLISHED BY THE BOARD OF\n   43  TRUSTEES, THE CHAIR OF EACH COLLEGE COUNCIL MAY ESTABLISH  SUBCOMMITTEES\n   44  TO ASSIST IN CARRYING OUT THE DUTIES OF THE COUNCIL PURSUANT TO SUBDIVI-\n   45  SION THREE OF THIS SECTION.\n   46    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to meetings of councils of state-operated institutions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T104812.TXT", "SOBI.D110113.T102351.TXT", "SOBI.D110113.T101310.TXT", "SOBI.D110113.T151918.TXT", "SOBI.D110113.T104312.TXT", "SOBI.D110113.T105818.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294949958138
}