{
  "year" : 2011,
  "senateBillNo" : "S1812-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S1812-2011-1294894800000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Discludes overtime compensation in pension computation earned after March 31, 2012",
  "summary" : "Does not include overtime compensation in pension computation earned after March 31, 2012. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S5247-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1812\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen.  RANZENHOFER -- read twice and ordered printed, and\n         when printed to be committed to the Committee  on  Civil  Service  and\n         Pensions\n\n       AN  ACT  to  amend  the general municipal law, the retirement and social\n         security law and the administrative code of the city of New  York,  in\n         relation to not including overtime compensation in pension computation\n         earned after March thirty-first, two thousand ten\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 90 of the general  municipal  law,  as  amended  by\n    2  section  13  of part B of chapter 504 of the laws of 2009, is amended to\n    3  read as follows:\n    4    S 90. Payment of overtime compensation to public officers  or  employ-\n    5  ees.  The  governing  board of each municipal corporation or other civil\n    6  division or political subdivision of the state, or in the  city  of  New\n    7  York, the mayor, by ordinance, local law, resolution, order or rule, may\n    8  provide  for  the  payment of overtime compensation to any or all public\n    9  officers except elective officers and those officers otherwise  excluded\n   10  by  law  and  to any or all public employees under their jurisdiction at\n   11  the regular basic pay rate of such officers or employees  for  all  time\n   12  such officers or employees are required to work in excess of their regu-\n   13  larly  established  hours  of  employment  or at such other rate as such\n   14  governing board, or in the city of New York, the mayor,  may  authorize.\n   15  [The  amounts received as overtime] OVERTIME compensation RECEIVED under\n   16  this section, PRIOR TO  APRIL  FIRST,  TWO  THOUSAND  TWELVE,  shall  be\n   17  regarded  as  salary  or  compensation  for  any  of the purposes of any\n   18  pension or retirement system of which the officer or employee  receiving\n   19  the  same is a member, except as set forth in sections five hundred one,\n   20  six hundred one, and twelve hundred three of the retirement  and  social\n   21  security law. Such overtime compensation shall not be regarded as salary\n   22  or compensation for the purpose of determining the right to any increase\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02591-01-1\n\n       S. 1812                             2\n\n    1  of  salary  or  any  salary increment on account of length of service or\n    2  otherwise. No such overtime compensation shall be construed  to  consti-\n    3  tute a promotion.\n    4    S  2.  Paragraph a of subdivision 2 of section 2 of the retirement and\n    5  social security law is amended to read as follows:\n    6    a. The salary or wages annually earnable by a member, including  main-\n    7  tenance,  or  any  allowance in lieu thereof, received by the member BUT\n    8  NOT INCLUDING AMOUNTS RECEIVED AS  OVERTIME  COMPENSATION  ON  OR  AFTER\n    9  APRIL FIRST, TWO THOUSAND TWELVE.\n   10    S  3.    Paragraph a of subdivision 2 of section 302 of the retirement\n   11  and social security law, as added by chapter 1000 of the laws  of  1966,\n   12  is amended to read as follows:\n   13    a.  The salary or wages annually earnable by a member, including main-\n   14  tenance, or any allowance in lieu thereof, received by  the  member  BUT\n   15  NOT  INCLUDING  AMOUNTS  RECEIVED  AS  OVERTIME COMPENSATION ON OR AFTER\n   16  APRIL FIRST, TWO THOUSAND TWELVE.\n   17    S 4. Section 12-108 of the administrative code of the city of New York\n   18  is amended to read as follows:\n   19    S 12-108 Overtime work by officers or employees and additional compen-\n   20  sation therefor. Notwithstanding the provisions of  any  other  statute,\n   21  general, special or local, the mayor may authorize the head of any agen-\n   22  cy  to  require  any  officer or employee in such agency or any class or\n   23  group of officers or employees in such agency to work in excess  of  the\n   24  maximum  number  of  hours  of employment prescribed for such officer or\n   25  employee or class or group of officers  or  employees  by  any  statute,\n   26  general,  special  or local, provided that each such officer or employee\n   27  shall be paid overtime compensation for such work at not less  than  his\n   28  or  her regular basic pay rate. [The amounts received as overtime] OVER-\n   29  TIME compensation RECEIVED pursuant to the provisions of  this  section,\n   30  PRIOR  TO  APRIL FIRST, TWO THOUSAND TWELVE, shall be regarded as salary\n   31  or compensation for the purposes of any pension or retirement system  of\n   32  which  the  employee  receiving  such overtime compensation is a member.\n   33  Such overtime compensation shall not be regarded as  salary  or  compen-\n   34  sation for the purpose of determining the right to any increase of sala-\n   35  ry or any salary increment on account of length of service or otherwise,\n   36  nor  shall  the  payment  of  such overtime compensation be construed to\n   37  constitute a promotion.\n   38    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, the retirement and social security law and the administrative code of the city of New York, in relation to not including overtime compensation in pension computation earned after March thirty-first, two thousand ten ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T102351.TXT", "SOBI.D110113.T104812.TXT", "SOBI.D110113.T151918.TXT", "SOBI.D110113.T104312.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294949958149
}