{
  "year" : 2011,
  "senateBillNo" : "S1819-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1819-2011-1294894800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the NYS Triangle Shirtwaist Fire 100th anniversary commemoration commission",
  "summary" : "Establishes the NYS Triangle Shirtwaist fire 100th anniversary commemoration commission to focus attention upon the 100th anniversary of the Triangle Shirtwaist Fire on March 25, 2011. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A3684",
  "lawSection" : "Commissions",
  "previousVersions" : [ "S7236-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1819\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT in relation to creating the New York  state  Triangle  Shirtwaist\n         Fire 100th anniversary commemoration commission; and providing for the\n         repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. 1. The legislature hereby  finds  and\n    2  declares  there is a need to create a New York state Triangle Shirtwaist\n    3  Fire 100th anniversary commemoration commission to focus attention  upon\n    4  the  100th  anniversary  of the March 25, 1911 Triangle Shirtwaist Fire,\n    5  during a commemoration period taking place March 25, 2011, through Octo-\n    6  ber 14, 2011, the anniversary of the date that the American  Society  of\n    7  Safety Engineers was founded as a result of the fire.\n    8    2.  The  primary  focus of the New York state Triangle Shirtwaist Fire\n    9  100th anniversary commemoration commission will be to plan  and  execute\n   10  an  organized series of Triangle Shirtwaist Fire educational and tourism\n   11  events. The tourism events will highlight the following key  sites:  the\n   12  site  of  the  Triangle  Shirtwaist Factory, Mount Richmond Cemetery and\n   13  Cemetery of the Evergreens.\n   14    3. The legislature finds that the creation of a New York state  Trian-\n   15  gle Shirtwaist Fire 100th anniversary commemoration commission is neces-\n   16  sary  to  bring  together  persons  qualified by experience or by powers\n   17  vested in them by their offices to  coordinate  and  facilitate  such  a\n   18  historically important event.\n   19    S 2. New York state Triangle Shirtwaist Fire 100th anniversary commem-\n   20  oration commission created. 1. There is hereby created a temporary state\n   21  commission  to  be known as the \"New York state Triangle Shirtwaist Fire\n   22  100th anniversary commemoration commission\".\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02140-01-1\n\n       S. 1819                             2\n\n    1    2. Definitions. As used in this act: (a) \"Commission\"  means  the  New\n    2  York  state  Triangle  Shirtwaist  Fire  100th anniversary commemoration\n    3  commission created by this section.\n    4    (b) \"Historical interpreter\" means a person who is a recognized member\n    5  of  a  duly  constituted  organization approved by the host site and who\n    6  participates in the main Triangle Shirtwaist Fire educational and  tour-\n    7  ism event for the year.\n    8    3.  (a)  The commission shall consist of 13 members to be appointed as\n    9  follows: the commissioner of parks, recreation and historic preservation\n   10  or his or her duly designated representative, the commissioner of educa-\n   11  tion or his or her duly designated representative, the  commissioner  of\n   12  economic  development  or his or her duly designated representative, the\n   13  commissioner of labor or his  or  her  duly  designated  representative,\n   14  representatives  from  the  International Ladies' Garment Workers' Union\n   15  (ILGWU), New York University, the National Women's Hall  of  Fame,  Fire\n   16  Department  of  New  York, and the Fashion Institute of Technology, four\n   17  members of the Triangle Shirtwaist fire reenactment  community  of  whom\n   18  one  shall  be  appointed  by the temporary president of the senate, one\n   19  shall be appointed  by  the  speaker  of  the  assembly,  one  shall  be\n   20  appointed  by  the  minority  leader  of  the  senate  and  one shall be\n   21  appointed by the minority leader of the assembly.  The  commissioner  of\n   22  parks,  recreation  and  historic preservation or his or her duly desig-\n   23  nated representative shall serve as chairperson of the  commission.  The\n   24  13 appointed members shall serve at the pleasure of the appointing offi-\n   25  cial. Appointments shall be made within 60 days of the effective date of\n   26  this  act.  If  a  member misses three meetings his or her seat shall be\n   27  considered vacant. Vacancies shall be filled in the manner provided  for\n   28  in the original appointments.\n   29    (b)  The  members  of the commission shall receive no compensation for\n   30  their services but shall be reimbursed for their  actual  and  necessary\n   31  expenses incurred by them in the performance of their duties.\n   32    (c) Notwithstanding any inconsistent provision of any general, special\n   33  or  local  law,  ordinance, resolution or charter, no officer, member or\n   34  employee of the state or of any public corporation shall forfeit his  or\n   35  her  office or employment by reason of his or her acceptance of appoint-\n   36  ment as a member of the commission, nor shall service as such commission\n   37  member be deemed incompatible or in conflict with such office or employ-\n   38  ment.\n   39    (d) The commission shall appoint such staff as  may  be  necessary  to\n   40  carry out its duties.\n   41    S  3.  Powers  and duties of the commission. The commission shall have\n   42  the following powers and duties:\n   43    1. To coordinate the commemoration of the  100th  anniversary  of  the\n   44  Triangle Shirtwaist Fire.\n   45    2.  To plan and execute an organized series of educational and tourism\n   46  events focusing on the Triangle Shirtwaist Fire, the founding of  Ameri-\n   47  can  Society  of Safety Engineers and the reinvigoration of the Interna-\n   48  tional Ladies' Garment Workers' Union.\n   49    3. To promote Triangle Shirtwaist Fire educational studies  in  grades\n   50  kindergarten through 12 in New York state schools.\n   51    S 4. Employment. The commission may employ and at pleasure remove such\n   52  personnel as it may deem necessary for the performance of its functions.\n   53  The  commission may meet and hold public and private hearings within the\n   54  state, and shall have all the powers of a legislative committee pursuant\n   55  to the legislative law.\n\n       S. 1819                             3\n\n    1    S 5. Assistance and data. The commission may request and shall receive\n    2  from any subdivision, department, board, commission, office, agency,  or\n    3  other  instrumentality of the state or any political subdivision thereof\n    4  such facilities, assistance and data as it deems necessary or  desirable\n    5  for  the proper execution of its powers and duties and to effectuate the\n    6  purposes set forth in this act.\n    7    S 6. Agreements. The commission is hereby authorized and empowered  to\n    8  enter  into  any  agreements  and to do and perform any acts that may be\n    9  necessary, desirable or proper to carry out the purposes and  objectives\n   10  of this act.\n   11    S  7.  This  act shall take effect immediately and shall expire and be\n   12  deemed repealed October 14, 2011.\n",
  "memo" : "BILL NUMBER:S1819\n\nTITLE OF BILL:\nAn act\nin relation to creating the New York state Triangle Shirtwaist Fire\n100th anniversary commemoration commission; and providing for the repeal\nof such provisions upon expiration thereof\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo create a temporary commission to commemorate the 100th anniversary\nof the Triangle Shirtwaist Factory fire.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1- Legislative Findings\nsection 2. Creates the commissions; defines terms\nSection 3. Composition of commission\nSection 4. Employment\nSection 5. Assistance and data\nSection 6. Agreements\nSection 7. Effective date\n\nJUSTIFICATION:\nNear closing time on Saturday afternoon, March 25, 1911, a fire broke\nout. One hundred forty six young immigrant women were killed, unable\nto escape from their garment sweatshop one block east of Washington\nsquare Park. Most women could not escape the burning building because\nthe managers would lock the doors to the stairwells and exits to keep\nworkers from taking cigarette breaks during their shifts. In an\neffort to escape the flames, sixty-two persons died by jumping or\nfalling from the ninth floor. The fire was one of the largest\nindustrial disasters in the history of New York. The survivors were\nleft to live and relive those agonizing moments..The victims and\ntheir families, the people passing by who witnessed the desperate\nleaps from ninth floor windows and the city of New York would never\nbe the same.\n\nThe Triangle Shirtwaist Factory was located inside the Asch building,\nnow known as the Brown Building of Science. It has been designated as\na National Historic Landmark and a New York city landmark. The fire\nled to legislation requiring improved factory safety standards and\nhelped spur the growth of the International Ladies' Garment Workers'\nUnion, which fought for better and safer working conditions for\nsweatshop workers in that industry.\n\nThis event challenges not only the labor ethics of a century ago, but\nthose of today. The event highlighted the inhumane working conditions\nto which industrial workers could be subjected. The New York state\nlegislature,\nappalled by the event, created a commission to investigate\nconditions in the city's sweatshops. As a result, the division of\nFire prevention was created as part of the Fire Department. Its\nfunction is to rid factories of fire hazards.\n\nThe victims of the tragedy are still celebrated as martyrs at the\nhands of industrial greed. Celebrating this milestone gives New\nYorkers the opportunity to appreciate and reflect on our history. New\n\n\nYork state, its counties, cities, towns and villages may profit, both\nculturally and economically, from the benefits of a statewide\ncommission to help organize, promote and fully implement a major\ncommemoration of the 100th Anniversary of the Triangle Shirtwaist\nFactory fire.\n\nPRIOR LEGISLATIVE HISTORY:\n2010: S.7236  Passed Senate\n      A.10717 Referred to Governmental Operations\n\nFISCAL IMPLICATIONS:\n\nEFFECTIVE DATE:\nImmediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT in relation to creating the New York state Triangle Shirtwaist Fire 100th anniversary commemoration commission; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T130756.TXT", "SOBI.D110113.T115832.TXT", "SOBI.D110113.T151918.TXT", "SOBI.D110113.T112314.TXT", "SOBI.D110113.T104312.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296065276512
}