{
  "year" : 2011,
  "senateBillNo" : "S1817-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1817-2011-1294894800000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notification of actions of perpetrator of crime in workplace to former employer or",
  "summary" : "Requires notification of actions of perpetrator of crime in workplace to former employer or workplace. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S5152-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1817\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor  law,  in  relation  to  preventing  workplace\n         violence\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  \"Joanne's law\".\n    3    S 2. Paragraph a of subdivision 2 of section 27-b of the labor law, as\n    4  added by chapter 82 of the laws of 2006, is amended to read as follows:\n    5    a. \"Employer\" means: (1) ANY PRIVATE OR NON-MUNICIPAL INDUSTRY, TRADE,\n    6  OCCUPATION  OR PROCESS; (2) the state; [(2)] (3) a political subdivision\n    7  of the state, provided, however that this subdivision shall not mean any\n    8  employer as defined in section twenty-eight hundred one-a of the  educa-\n    9  tion  law;  and  [(3)]  (4)  a public authority, a public benefit corpo-\n   10  ration, or any other governmental agency or instrumentality thereof.\n   11    S 3. Section 27-b of the labor law is amended by adding a new subdivi-\n   12  sion 7 to read as follows:\n   13    7. NOTIFICATION OF ACTIONS OF CRIME PERPETRATORS. THE PROPER  AUTHORI-\n   14  TIES  HAVING  JURISDICTION  OF  A  PERSON WHO HAS COMMITTED A CRIME IN A\n   15  WORKPLACE SHALL NOTIFY THE FORMER EMPLOYER OF SAID PERSON OR  THE  WORK-\n   16  PLACE  WHERE  HE  OR  SHE  WAS  EMPLOYED IF SAID PERSON IS RELEASED FROM\n   17  INCARCERATION OR HAS VIOLATED THE PROVISIONS OF HIS OR HER PROBATION  OR\n   18  PAROLE.  A  WORKPLACE  SHALL  BE  NOTIFIED  ABOVE  ONLY IF THE CRIME WAS\n   19  COMMITTED IN THE WORKPLACE AND THE EMPLOYER WAS RESPONSIBLE FOR  NOTIFY-\n   20  ING  THE  PROPER  POLICE  AGENCY  OF THE COMMISSION OF SAID CRIME.  THIS\n   21  SECTION SHALL APPLY TO THE RELEASE OF OR VIOLATION BY, AS STATED  PREVI-\n   22  OUSLY,  AN  EMPLOYEE  OR A VISITOR TO THE WORKPLACE WHERE SAID CRIME WAS\n   23  COMMITTED AND SAID PERSON COMMITTED SAID CRIME.\n   24    S 4. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06915-01-1\n",
  "memo" : "BILL NUMBER:S1817\n\nTITLE OF BILL:\nAn act\nto amend the labor law, in relation to preventing workplace violence\n\nPURPOSE:\nRequires notification of actions of perpetrator of crime in\nworkplace to former employer or workplace\n\nSUMMARY OF PROVISIONS:\nParagraph A of subdivision 2\nof section 27-B of\nthe Labor Law, as added by Chapter 82 of the laws of 2006 is amended.\n\nSection 27-B of the Labor Law is amended by adding a new subdivision 7.\n\nJUSTIFICATION:\nThe purpose of this bill is to notify an employer or\nworkplace when a former employee is released from incarceration or\nhas violated his/her probation or parole, if the original crime was\ncommitted in the workplace and the employer was responsible for\ncalling the police.\n\nThis bill would safeguard employers and employees from potential\nretaliation from former employees who have committed workplace\nviolence or crimes in the workplace. Notifying an employer would\nenable a workplace to take the proper measures or precautions to\nprotect themselves and their employees.\n\nThis bill is in response to the murder of Joanne O'Brien, who had been\nshot by a disgruntled former employee she fired 18 months earlier in\n2004. After firing the employee, child pornography was found on his\nworkplace computer and he was convicted as a sex offender and given\n10 years probation. He violated his probation and felt as though he\nwas already going to jail. As a result, he decided to shoot his three\nformer bosses and then take his own life.\n\nLEGISLATIVE HISTORY:\n2009 - Died in Labor Committee\n2010 - Died in Labor Committee\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to preventing workplace violence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T115832.TXT", "SOBI.D110113.T151918.TXT", "SOBI.D110113.T103812.TXT", "SOBI.D110113.T112314.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615314
}