{
  "year" : 2011,
  "senateBillNo" : "S1815-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1815-2011-1294894800000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to reciprocity of debarments imposed under the federal Davis-Bacon act",
  "summary" : "Relates to reciprocity of debarments imposed under the federal Davis-Bacon act to prevent contractors who have violated certain labor provisions on federal work projects from bidding on or being awarded state public work projects. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S8064-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1815\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to reciprocity of  debarments\n         imposed under the federal Davis-Bacon Act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph b of subdivision 3 of section 220-b of the  labor\n    2  law is amended by adding a new subparagraph 3 to read as follows:\n    3    (3) WHEN ANY PERSON OR ENTITY IS DEBARRED FOR HAVING DISREGARDED OBLI-\n    4  GATIONS  TO  EMPLOYEES  UNDER  THE DAVIS-BACON ACT PURSUANT TO 40 U.S.C.\n    5  3144 AND 29 C.F.R. 5.12, SUCH PERSON OR ENTITY,  AND  ANY  FIRM,  CORPO-\n    6  RATION, PARTNERSHIP, OR ASSOCIATION IN WHICH THE PERSON OR ENTITY HAS AN\n    7  INTEREST,  SHALL  BE  INELIGIBLE  TO  SUBMIT  A BID ON OR BE AWARDED ANY\n    8  PUBLIC WORKS CONTRACT WITH THE STATE, ANY MUNICIPAL CORPORATION,  PUBLIC\n    9  BENEFIT CORPORATION OR PUBLIC BODY, FOR A PERIOD OF THREE YEARS FROM THE\n   10  DATE  ON WHICH THE NAME OF THE PERSON OR ENTITY IS PUBLISHED IN THE LIST\n   11  OF DEBARRED CONTRACTORS PURSUANT TO 40 U.S.C. 3144.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06920-01-1\n",
  "memo" : "BILL NUMBER:S1815\n\nTITLE OF BILL:\nAn act\nto amend the labor law, in relation to reciprocity of debarments imposed\nunder the federal Davis-Bacon Act\n\nPURPOSE:\nThe purpose of the bill is to close a loophole in the existing law\nrelating to the debarment of contractors. Under the current law,\ncontractors who have been debarred from federal job sites for having\nviolated the wage-and-hour provisions of the Davis-Bacon Act .are\nunder no such disability in New York, Federally debarred contractors\nare on an equal footing with honest, law-abiding contractors in that\nthey are eligible and authorized to bid on and be awarded\nconstruction contracts sponsored by the State of New York and its\npolitical subdivisions. This bill would remedy that inequity by\ngranting reciprocity to debarments imposed by the federal government\non contractors who have violated the Davis-Bacon Act.\n\nSUMMARY OF PROVISIONS:\nThe bill provides that any contractor who has been debarred from\nfederal job sites for having disregarded obligations to employees\nunder the Davis-Bacon Act shall also be debarred under the Labor Law\nfrom bidding on or being awarded similar contracts on public work job\nsites sponsored by the State or any of its political subdivisions.\n\nJUSTIFICATION:\nUnder Article 8 of the Labor Law, contractors or subcontractors who\nengage in a public work project sponsored by the State of New York or\nany of its political subdivisions is required to pay their laborers,\nworkers and material men not less than the prevailing rate of wage.\nThis law has a long and venerable history. New York passed its\nwages-and-hours law in 1894 in response to abuses that emerged during\nthe industrial revolution, when entire families were forced to work\nlong hours under dangerous working conditions for subsistence wages.\nThe rationale behind the law was that American labor markets should\nprovide skilled workers with decent wages so that workers would be\nable to support their families and their children would be able to\npursue an education.\n\nIn recent years, New York's prevailing wage law has acquired\nadditional stature as a bulwark against wages-and-hours fraud. Recent\nstudies indicate that fraud in the construction industry in New York\nState has reached epidemic proportions. Dishonest contractors, in an\neffort to cut corners and save on labor costs, have engaged in a\nnumber of schemes to avoid paying\nworkers the wage to which they are statutorily entitled. They include\nthe kickback of wages, dual payrolls and cash-off-the-books schemes.\n\nThe practice of paying wages in the form of cash-off-the-books has\ncome to be known as \"the underground economy,\" and it has deleterious\nand far-reaching consequences for the individual workers, reputable\ncontractors and society as a whole. Analysts report that one of the\nmost invidious effects is that it has a profoundly destabilizing\neffect on labor markets by destroying the level playing field. Honest\n\n\nemployers, who are incurring significant additional operating\nexpenses in the form of unemployment insurance tax, administrative\ncosts for the collection of with holding taxes and the high premiums\nassociated with workers compensation insurance are unable to compete\nfor work with their dishonest counterparts.\n\nMindful of the crisis in the construction industry, in 2008 the\nlegislature passed, and the governor signed into law, a far-reaching\namendment that significantly expanded the criminal penalties for\nwillful violations of the prevailing wage law. (Chapters 7 and 8, L.\n2008). But the first line of defense in protecting both workers and\nhonest employers are the debarment provisions set forth in Labor Law\n\n&sect; 220-b. Under the existing law, a contractor may be debarred from\nparticipation in public work projects if the Bureau of Public Works\nfinds that the contractor has knowingly committed two violations of\nthe prevailing wage law within a six-year period, or one violation\nrelating to the falsification of payroll records or the kickback of\nwages or supplements. Debarments are also imposed when a person or\ncorporation, or any officer or shareholder who owns or controls at\nleast ten percent of the outstanding stock of such corporation has\nbeen convicted of any of an enumerated list of felonies for conduct\nrelating to obtaining, performing or attempting to perform a public\nwork contract with the state, any municipal corporation, public\nbenefit corporation or public body (q.v., Labor Law &sect;220-b 3b(2) (ii)).\n\nIts federal counterpart, the Davis-Bacon Act, imposes a similar\npenalty on contractors who are found to have disregarded their\nobligations to employees under federal wage-and-hour laws. At the\npresent time, however, New York Labor Law fails to recognize\ndebarments imposed by the united States Department of Labor under the\nDavis-Bacon Act. Hence, contractors who have been debarred by the\nfederal government for wage-and-hour violations are permitted to bid\non and be awarded public work contracts or subcontracts offered\nthrough the State of New York and its political subdivisions.\n\nWorking at a public work job site is a privilege, not a right. New\nYorkers are entitled to expect the highest standard of integrity from\ncontractors who bid on these projects. It is inequitable to allow\npreviously debarred contractors - contractors who have a proven track\nrecord of dishonesty to compete against honest contractors in the\nbidding process. By strengthening the debarment provisions, this\namendment should help to ensure that honest employers and their\nworkers will have an equal opportunity to compete at public work job\nsites.\n\nLEGISLATIVE HISTORY:\n2010 - Died in Labor Committee.\n\nFISCAL IMPACT ON THE STATE:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to reciprocity of debarments imposed under the federal Davis-Bacon Act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T103312.TXT", "SOBI.D110113.T151918.TXT", "SOBI.D110113.T112314.TXT", "SOBI.D110113.T115318.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615311
}