{
  "year" : 2011,
  "senateBillNo" : "S1816-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1816-2011-1294894800000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that any person who maintains his or her current workers' compensation insurance shall, subject to the board's approval, be removed from the debarment list",
  "summary" : "Provides that any person who maintains his or her current workers' compensation insurance shall, subject to the board's approval, be removed from the debarment list. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "S5160-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1816\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the  workers'  compensation  law,  in  relation  to  the\n         removal from debarment list\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 141-b of the workers' compensation law, as added by\n    2  chapter 6 of the laws of 2007, is amended to read as follows:\n    3    S 141-b. Suspension and debarment.  Any  person  subject  to  a  final\n    4  assessment of civil fines or penalties or a stop-work order, or that has\n    5  been  convicted of a misdemeanor for a violation of sections twenty-six,\n    6  fifty-two or one hundred thirty-one of this chapter,  and  any  substan-\n    7  tially-owned  affiliated  entity  of such person, shall be ineligible to\n    8  submit a bid on or be awarded any public work  contract  or  subcontract\n    9  with the state, any municipal corporation or public body for a period of\n   10  one  year  from  the  final  determination  or  conviction.  Any  person\n   11  convicted of a  felony  under  this  article,  or  a  misdemeanor  under\n   12  sections  one  hundred twenty-five and one hundred twenty-five-a of this\n   13  chapter shall be ineligible to submit a bid on or be awarded any  public\n   14  work  contract  or subcontract with the state, any municipal corporation\n   15  or public body  for  a  period  of  five  years  from  such  conviction.\n   16  PROVIDED,  HOWEVER,  THAT  ANY  PERSON  WHO MAINTAINS HIS OR HER CURRENT\n   17  WORKERS' COMPENSATION INSURANCE MAY, SUBJECT TO THE BOARD'S APPROVAL, BE\n   18  REMOVED FROM THE DEBARMENT LIST.\n   19    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06919-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to the removal from debarment list ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T115832.TXT", "SOBI.D110113.T151918.TXT", "SOBI.D110113.T103812.TXT", "SOBI.D110113.T112314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294949958151
}