{
  "year" : 2011,
  "senateBillNo" : "S1815-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S1815-2011-1294894800000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to reciprocity of debarments imposed under the federal Davis-Bacon act",
  "summary" : "Relates to reciprocity of debarments imposed under the federal Davis-Bacon act to prevent contractors who have violated certain labor provisions on federal work projects from bidding on or being awarded state public work projects. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S8064-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1815\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to reciprocity of  debarments\n         imposed under the federal Davis-Bacon Act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph b of subdivision 3 of section 220-b of the  labor\n    2  law is amended by adding a new subparagraph 3 to read as follows:\n    3    (3) WHEN ANY PERSON OR ENTITY IS DEBARRED FOR HAVING DISREGARDED OBLI-\n    4  GATIONS  TO  EMPLOYEES  UNDER  THE DAVIS-BACON ACT PURSUANT TO 40 U.S.C.\n    5  3144 AND 29 C.F.R. 5.12, SUCH PERSON OR ENTITY,  AND  ANY  FIRM,  CORPO-\n    6  RATION, PARTNERSHIP, OR ASSOCIATION IN WHICH THE PERSON OR ENTITY HAS AN\n    7  INTEREST,  SHALL  BE  INELIGIBLE  TO  SUBMIT  A BID ON OR BE AWARDED ANY\n    8  PUBLIC WORKS CONTRACT WITH THE STATE, ANY MUNICIPAL CORPORATION,  PUBLIC\n    9  BENEFIT CORPORATION OR PUBLIC BODY, FOR A PERIOD OF THREE YEARS FROM THE\n   10  DATE  ON WHICH THE NAME OF THE PERSON OR ENTITY IS PUBLISHED IN THE LIST\n   11  OF DEBARRED CONTRACTORS PURSUANT TO 40 U.S.C. 3144.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06920-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to reciprocity of debarments imposed under the federal Davis-Bacon Act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T151918.TXT", "SOBI.D110113.T103312.TXT", "SOBI.D110113.T112314.TXT", "SOBI.D110113.T115318.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294949958147
}