{
  "year" : 2011,
  "senateBillNo" : "S1810-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1810-2011-1294894800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes on-site inspections of degree granting proprietary institutions by the commissioner of education for compliance with applicable laws and regulations",
  "summary" : "Authorizes on-site inspections of degree granting proprietary institutions by the commissioner of education for compliance with applicable laws and regulations; establishes an advisory council for degree-granting proprietary institutions. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S1042-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1810\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sens. LAVALLE, BONACIC, LARKIN -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Higher\n         Education\n\n       AN  ACT  to  amend the education law, in relation to authorizing on-site\n         inspections at degree-granting proprietary institutions and establish-\n         ing an advisory council for degree-granting proprietary  institutions;\n         and  to  amend  the  state  finance  law,  in relation to creating the\n         degree-granting proprietary institution supervision account\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The education law is amended by adding a new section 6456\n    2  to read as follows:\n    3    S 6456. ON-SITE  INSPECTIONS  AT  DEGREE-GRANTING  PROPRIETARY  INSTI-\n    4  TUTIONS.  1. THE COMMISSIONER SHALL CONDUCT INSPECTIONS AND EXAMINATIONS\n    5  OF DEGREE-GRANTING PROPRIETARY INSTITUTIONS PURSUANT TO  THE  PROVISIONS\n    6  OF THIS SECTION.\n    7    2.  AS  USED  IN  THIS  SECTION, THE TERM \"DEGREE-GRANTING PROPRIETARY\n    8  INSTITUTION\" MEANS AN INSTITUTION THAT HAS BEEN AUTHORIZED BY THE  BOARD\n    9  OF  REGENTS  TO  ISSUE A COLLEGE DEGREE IN NEW YORK AND IS OPERATED ON A\n   10  FOR PROFIT BASIS.\n   11    3. THE COMMISSIONER SHALL EMPLOY A RISK ANALYSIS  IN  DETERMINING  THE\n   12  NEED  FOR ON-SITE INSPECTIONS AND REVIEWS OF DEGREE-GRANTING PROPRIETARY\n   13  INSTITUTIONS. THE RISK ANALYSIS SHALL ASSESS THE RISK THAT THE  INSTITU-\n   14  TION  IS OUT OF COMPLIANCE WITH LAW AND/OR OPERATING IN AN EDUCATIONALLY\n   15  UNSOUND MANNER THROUGH ANALYSIS OF THE FOLLOWING DATA:   INFORMATION  ON\n   16  STUDENT COMPLAINTS, STATE AND FEDERAL AUDITS OF AN INSTITUTION'S STUDENT\n   17  FINANCIAL  AID,  PERCENTAGE OF STUDENTS IN REMEDIAL/DEVELOPMENT CLASSES,\n   18  CHANGES IN ENROLLMENT PATTERNS, THE NUMBER OF STUDENTS ENROLLED  AT  THE\n   19  INSTITUTION  WHO ARE ABLE TO BENEFIT FROM THE INSTRUCTION OFFERED BY THE\n   20  INSTITUTION, DATA ON PERSISTENCE AND GRADUATION  RATES,  AND  ANY  OTHER\n   21  DATA  BEARING  ON  THE SCHOOL'S PERFORMANCE AS DETERMINED BY THE COMMIS-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06722-01-1\n\n       S. 1810                             2\n\n    1  SIONER. IF THE DEPARTMENT DETERMINES THAT A DEGREE-GRANTING  PROPRIETARY\n    2  INSTITUTION  REQUIRES A SITE VISIT BASED ON THE RISK ANALYSIS, ALL COSTS\n    3  RELATED TO SUCH VISIT SHALL BE PAID BY THE INSTITUTION, TO  THE  DEPART-\n    4  MENT.   THE COMMISSIONER SHALL ESTABLISH IN REGULATIONS A REASONABLE FEE\n    5  TO BE CHARGED FOR SUCH A SITE VISIT BASED ON THE COST OF SUCH  VISIT  TO\n    6  THE  STATE.  THE COMMISSIONER SHALL PROVIDE THE AFFECTED DEGREE-GRANTING\n    7  PROPRIETARY INSTITUTION  REASONABLE  PRIOR  NOTICE  BEFORE  THE  ON-SITE\n    8  VISIT.\n    9    4.  A.  IF  THE  DEPARTMENT  DETERMINES  THAT MULTIPLE SITE VISITS ARE\n   10  NECESSARY, THE DEPARTMENT SHALL IMPOSE, IN ACCORDANCE  WITH  REGULATIONS\n   11  OF  THE COMMISSIONER, A PROGRESSIVE FEE TO ENSURE THAT INSTITUTIONS THAT\n   12  ARE OUT OF COMPLIANCE WITH THIS  CHAPTER  OR  THE  COMMISSIONER'S  REGU-\n   13  LATIONS  FOR  EXTENDED  PERIODS  ARE ASSESSED THE ADDITIONAL COST TO THE\n   14  STATE FOR THE OVERSIGHT OF SUCH INSTITUTIONS.\n   15    B. IF THREE SITE VISITS OCCUR  WITHIN  A  THREE-YEAR  PERIOD  AND  THE\n   16  INSTITUTION  HAS  FAILED  TO  COME  INTO SUBSTANTIAL COMPLIANCE WITH THE\n   17  APPLICABLE PROVISIONS OF THIS CHAPTER AND THE COMMISSIONER'S REGULATIONS\n   18  BY THE THIRD SITE VISIT, THE COMMISSIONER SHALL TAKE APPROPRIATE  ACTION\n   19  TO DE-REGISTER ALL OF THE INSTITUTION'S REGISTERED PROGRAMS THAT ARE OUT\n   20  OF  COMPLIANCE  WITH LAW OR REGULATIONS AND MAY, IN HIS DISCRETION, TAKE\n   21  ACTION TO DE-REGISTER ALL OF THE INSTITUTION'S  PROGRAMS.  IN  ADDITION,\n   22  WHEN  THE  COMMISSIONER BEGINS A PROCESS TO DE-REGISTER SUCH PROGRAMS OR\n   23  INSTITUTIONS, HE OR SHE SHALL NOTIFY THE PRESIDENT OF THE HIGHER  EDUCA-\n   24  TION  SERVICES  CORPORATION  IN  WRITING  OF  THIS ACTION AND THE HIGHER\n   25  EDUCATION SERVICES CORPORATION SHALL NO LONGER AUTHORIZE  FINANCIAL  AID\n   26  TO PAY FOR NEW STUDENTS ADMITTED TO THE INSTITUTIONS.\n   27    5.  NOTWITHSTANDING  THE  PROVISIONS OF SUBDIVISIONS THREE AND FOUR OF\n   28  THIS SECTION, THE DEPARTMENT MAY CONDUCT UNANNOUNCED  VISITS  OR  EMPLOY\n   29  STUDENT  OPERATIVES TO TEST FOR COMPLIANCE WITH APPLICABLE PROVISIONS OF\n   30  THIS CHAPTER AND THE COMMISSIONER'S REGULATIONS. THERE SHALL BE  NO  FEE\n   31  CHARGED  FOR  SUCH  UNANNOUNCED  VISITS  UNLESS  SUCH  UNANNOUNCED VISIT\n   32  RESULTS IN FINDINGS THAT THE  INSTITUTION  IS  OUT  OF  COMPLIANCE  WITH\n   33  PREVIOUSLY IDENTIFIED VIOLATIONS.\n   34    6. A. ANY DEGREE-GRANTING PROPRIETARY INSTITUTION THAT VIOLATES ANY OF\n   35  THE  PROVISIONS  OF THIS CHAPTER OR THE COMMISSIONER'S REGULATIONS SHALL\n   36  BE LIABLE FOR A CIVIL PENALTY NOT TO EXCEED  ONE  THOUSAND  DOLLARS  FOR\n   37  EACH SUCH VIOLATION AND AN ADDITIONAL PENALTY OF NOT MORE THAN ONE THOU-\n   38  SAND  DOLLARS  FOR  EACH DAY DURING WHICH SUCH VIOLATION CONTINUES AFTER\n   39  WRITTEN NOTICE BY THE DEPARTMENT TO BE PAID AFTER AN OPPORTUNITY  TO  BE\n   40  HEARD  BY THE DEPARTMENT OR BY A COURT OF COMPETENT JURISDICTION AND, IN\n   41  ADDITION, SUCH INSTITUTION MAY  BY  SIMILAR  PROCESS  BE  ENJOINED  FROM\n   42  CONTINUING SUCH VIOLATION OR VIOLATIONS. IN ADDITION, SUCH VIOLATIONS OF\n   43  THE  INSTITUTION  WHICH CONSTITUTE A CRIME SHALL RESULT IN A FINE EQUIV-\n   44  ALENT TO ALL MONEY RECEIVED FROM SUCH CRIME.\n   45    B. THE PENALTY PROVIDED FOR IN PARAGRAPH A OF THIS SUBDIVISION MAY  BE\n   46  RECOVERABLE IN AN ACTION BROUGHT BY THE ATTORNEY GENERAL.\n   47    C.  ANY  FINES  COLLECTED  FOR VIOLATIONS OF THIS CHAPTER OR THE REGU-\n   48  LATIONS OF THE COMMISSIONER SHALL BE DEPOSITED  IN  THE  DEGREE-GRANTING\n   49  PROPRIETARY  INSTITUTION  SUPERVISION  ACCOUNT,  IN  ACCORDANCE WITH THE\n   50  PROVISIONS OF SECTION NINETY-SEVEN-II OF THE STATE FINANCE LAW.\n   51    7. IN THE EVENT THAT  A  DEGREE-GRANTING  PROPRIETARY  INSTITUTION  OF\n   52  HIGHER  EDUCATION  IS  PURCHASED OR IN ANY OTHER WAY OWNERSHIP IS TRANS-\n   53  FERRED, SUCH NEW ENTITY SHALL BE ON A ONE-YEAR PROBATIONARY PERIOD.  THE\n   54  DEPARTMENT  SHALL,  WITHIN  THIS  FIRST  YEAR, MAKE AT LEAST ONE ON-SITE\n   55  VISIT, DURING WHICH THEY SHALL AUDIT FINANCIAL STATEMENTS AND ALL  OTHER\n   56  DOCUMENTS AS NECESSARY TO ENSURE THAT THE INSTITUTION IS MAINTAINING AND\n\n       S. 1810                             3\n\n    1  IS  CAPABLE OF SUSTAINING ALL ACADEMIC PROGRAMS AND STANDARDS CONSISTENT\n    2  WITH THIS CHAPTER AND THE  COMMISSIONER'S  REGULATIONS.  THE  DEPARTMENT\n    3  SHALL ESTABLISH A FEE FOR SUCH ON-SITE VISITS AND ANY SUBSEQUENT VISITS,\n    4  OR  OTHER  DEPARTMENTAL ACTIVITY RELATED TO THE ORIGINAL SITE VISIT THAT\n    5  IS NECESSARY TO ENSURE THAT SUCH INSTITUTIONS ARE PROVIDING  ALL  EDUCA-\n    6  TIONAL  AND  DEVELOPMENTAL  SERVICES AS REQUIRED BY THIS CHAPTER AND THE\n    7  COMMISSIONER'S REGULATIONS. A FAILURE TO PAY SUCH FEES SHALL BE  GROUNDS\n    8  FOR THE COMMISSIONER TO DE-REGISTER SUCH INSTITUTIONS.\n    9    8. A. AN ADVISORY COUNCIL FOR DEGREE-GRANTING PROPRIETARY INSTITUTIONS\n   10  IS  HEREBY  CREATED FOR THE PURPOSE OF ADVISING THE BOARD OF REGENTS AND\n   11  THE COMMISSIONER ON LEGISLATION, REGULATIONS, POLICY OR PRACTICES  WHICH\n   12  THE COUNCIL DETERMINES ARE APPROPRIATE.\n   13    B.  THE  COUNCIL  SHALL BE COMPOSED OF ELEVEN MEMBERS APPOINTED BY THE\n   14  GOVERNOR, TWO OF WHOM SHALL BE UPON THE RECOMMENDATION OF THE  TEMPORARY\n   15  PRESIDENT OF THE SENATE, TWO OF WHOM SHALL BE UPON THE RECOMMENDATION OF\n   16  THE  SPEAKER  OF THE ASSEMBLY, ONE OF WHOM SHALL BE UPON THE RECOMMENDA-\n   17  TION OF THE MINORITY LEADER OF THE SENATE AND ONE OF WHOM SHALL BE  UPON\n   18  THE  RECOMMENDATION  OF  THE  MINORITY LEADER OF THE ASSEMBLY.   MEMBERS\n   19  SHALL SERVE AT THE PLEASURE OF THE  GOVERNOR  AND  VACANCIES  IN  OFFICE\n   20  SHALL BE FILLED IN THE SAME MANNER AS THE ORIGINAL APPOINTMENT.\n   21    C. OF THE FIVE REMAINING MEMBERS, ONE SHALL BE AN OWNER OR DIRECTOR OF\n   22  A  SCHOOL  REGULATED  PURSUANT TO THIS ARTICLE, ONE SHALL BE A CURRENTLY\n   23  ENROLLED STUDENT AT THE TIME OF APPOINTMENT OR  A  GRADUATE  OF  SUCH  A\n   24  SCHOOL  WHO GRADUATED WITHIN THREE YEARS OF APPOINTMENT AND ONE SHALL BE\n   25  A STUDENT ADVOCATE. THE GOVERNOR SHALL DESIGNATE A CHAIRPERSON FROM SUCH\n   26  MEMBERS.  THE  COMMISSIONER,  THE  PRESIDENT  OF  THE  HIGHER  EDUCATION\n   27  SERVICES  CORPORATION,  THE  CHAIR OF THE CONSUMER PROTECTION BOARD, THE\n   28  COMPTROLLER, AND THE DIRECTOR OF THE DIVISION OF THE  BUDGET,  OR  THEIR\n   29  DESIGNEES, SHALL SERVE AS EX-OFFICIO, NON-VOTING MEMBERS OF THE COUNCIL.\n   30    D.  THE  COUNCIL SHALL MEET NO LESS THAN FOUR TIMES A YEAR. MEMBERS OF\n   31  THE COUNCIL SHALL RECEIVE NO COMPENSATION FOR THEIR SERVICES  BUT  SHALL\n   32  BE  REIMBURSED FOR REASONABLE EXPENSES ACTUALLY AND NECESSARILY INCURRED\n   33  BY THEM IN THE PERFORMANCE OF THEIR DUTIES.\n   34    9. THE COMMISSIONER SHALL BE AUTHORIZED TO PROMULGATE ANY  REGULATIONS\n   35  NECESSARY TO IMPLEMENT THE PROVISIONS OF THIS SECTION.\n   36    S 2. The state finance law is amended by adding a new section 97-ii to\n   37  read as follows:\n   38    S  97-II. DEGREE-GRANTING PROPRIETARY INSTITUTION SUPERVISION ACCOUNT.\n   39  1. THERE IS HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE  STATE  COMP-\n   40  TROLLER  AND  THE COMMISSIONER OF TAXATION AND FINANCE AN ACCOUNT OF THE\n   41  MISCELLANEOUS SPECIAL REVENUE FUND TO BE KNOWN  AS  THE  DEGREE-GRANTING\n   42  PROPRIETARY INSTITUTION SUPERVISION ACCOUNT.\n   43    2. NOTWITHSTANDING ANY OTHER LAW, RULE OR REGULATIONS TO THE CONTRARY,\n   44  THE  STATE  COMPTROLLER IS HEREBY AUTHORIZED AND DIRECTED TO RECEIVE FOR\n   45  DEPOSIT TO THE CREDIT OF  THE  DEGREE-GRANTING  PROPRIETARY  INSTITUTION\n   46  SUPERVISION ACCOUNT ANY ASSESSMENTS OR FEES RECEIVED PURSUANT TO SECTION\n   47  SIXTY-FOUR  HUNDRED  FIFTY-SIX OF THE EDUCATION LAW AND ALL OTHER MONEYS\n   48  CREDITED OR TRANSFERRED TO SUCH ACCOUNT FROM ANY OTHER  FUND  OR  SOURCE\n   49  PURSUANT TO LAW.\n   50    3.  MONIES OF THE ACCOUNT, FOLLOWING APPROPRIATION BY THE LEGISLATURE,\n   51  SHALL BE AVAILABLE TO THE EDUCATION DEPARTMENT AND MAY BE  EXPENDED  FOR\n   52  SERVICES   AND   EXPENSES   INCURRED   IN   SUPERVISING  AND  REGULATING\n   53  DEGREE-GRANTING PROPRIETARY INSTITUTIONS. MONIES SHALL BE  PAID  OUT  OF\n   54  SUCH ACCOUNT ON THE AUDIT AND WARRANT OF THE STATE COMPTROLLER.\n   55    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing on-site inspections at degree-granting proprietary institutions and establishing an advisory council for degree-granting proprietary institutions; and to amend the state finance law, in relation to creating the degree-granting proprietary institution supervision account ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T102351.TXT", "SOBI.D110113.T104812.TXT", "SOBI.D110113.T151918.TXT", "SOBI.D110113.T104312.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294949958141
}