{
  "year" : 2011,
  "senateBillNo" : "S1826-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1826-2011-1294894800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "1ST REPORT CAL.64",
    "billEventId" : "S1826-2011-1296536400000-1ST+REPORT+CAL.64",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1296574200000S1826-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1296574200000,
    "ayes" : [ "Saland", "DeFrancisco", "Flanagan", "Fuschillo", "Gallivan", "Golden", "Lanza", "Nozzolio", "O'Mara", "Gianaris", "Huntley", "Perkins", "Squadron", "Espaillat" ],
    "nays" : [ "Parker" ],
    "abstains" : null,
    "excused" : [ "Duane" ],
    "ayeswr" : null,
    "description" : "Codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that persons convicted of rape in the first degree against different victims or the same victim serve sentence consecutively",
  "summary" : "Requires that persons convicted of multiple counts of rape in the first degree against different victims or the same victim, must serve the sentence for such convictions consecutive to any other undischarged term of imprisonment to which the defendant was subject and for which he may be confined at the time of sentencing. ",
  "currentCommittee" : null,
  "sameAs" : "A2649",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S1487-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "CODES" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1826\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to concurrent and consecutive\n         terms of imprisonment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 70.25 of the penal law is amended by adding a new\n    2  subdivision 2-h to read as follows:\n    3    2-H. WHENEVER A PERSON IS CONVICTED OF TWO OR MORE COUNTS OF  RAPE  IN\n    4  THE FIRST DEGREE AS DEFINED IN SECTION 130.35 OF THIS CHAPTER, COMMITTED\n    5  AGAINST  DIFFERENT  VICTIMS OR THE SAME VICTIM, IN SEPARATE AND DISTINCT\n    6  SEXUAL ACTS, THEN ANY TERMS OF IMPRISONMENT WHICH MAY BE  IMPOSED  AS  A\n    7  SENTENCE UPON SUCH CONVICTIONS SHALL RUN CONSECUTIVELY TO EACH OTHER AND\n    8  TO  ANY  OTHER  UNDISCHARGED TERM OF IMPRISONMENT TO WHICH THE DEFENDANT\n    9  WAS SUBJECT AND FOR WHICH HE OR SHE MAY  BE  CONFINED  AT  THE  TIME  OF\n   10  SENTENCING.\n   11    S 2. This act shall take effect on the first of November next succeed-\n   12  ing the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04271-01-1\n",
  "memo" : "BILL NUMBER:S1826\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to concurrent and consecutive terms\nof imprisonment\n\nPURPOSE:\nTo punish repeat sexual offenders by mandating consecutive\nsentences for each act of first-degree rape.\n\nSUMMARY OF PROVISIONS:\nAdds a new subdivision 2-h to\nsection 70.25 of\nthe Penal Law requiring the courts to impose consecutive sentences\nfor each act of first degree rape.\n\nJUSTIFICATION:\nThe crime of first-degree rape, one of horrifying\nsexual violence, is often repetitive either against the same victim,\nor against several victims. Victims may be abducted and held, and\nrepeatedly raped over the course of hours or even days. Such sexual\npredators terrorize entire communities.\n\nUnder current law, it is possible for a judge to issue concurrent\nsentences for multiple counts arising from separate and distinct acts\nof rape. For instances of rape it is customary to charge each act as\na separate count, even when the charge arises from a single incident\nagainst one.victim. Far too often, however, criminals convicted of\nmultiple counts of rape in the first-degree are sentenced to terms of\nimprisonment running concurrently to one another. Present law\nprovides that the sentence for the offense of rape in the\nfirst-degree is to be a determinant sentence of between five and\ntwenty-five years.\nTherefore, it is conceivable that a person convicted of a series of\nrapes against different persons could receive a sentence of as little\nas five years.\n\nThis legislation would require that the sentences on each count run\nconsecutively with regard to any convictions for rape in the first\ndegree to ensure that no rape goes unpunished. Each separate and\ndistinct act of rape in the first degree will be specifically and\nseparately punished.\n\nLEGISLATIVE HISTORY:\n2009/10 - S.1487 - Referred to Codes\n2007/08 - S.2086/A.2246 - Passed Senate Non-Controversial/Assembly Codes\n2006    - S.1150-B - Passed Senate\n2006    - S.1150-A - Passed Senate\n2003/04 - S.1055 - Passed Senate\n2002 -    S.685 - Codes Committee\n2001 -    S.685 - Passed Senate\n2000 -    S.7515 - Passed Senate\n\nFISCAL IMPLICATIONS:\nNone.\n\n\nEFFECTIVE DATE:\nThis act shall take effect on the 1st of November next\nsucceeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to concurrent and consecutive terms of imprisonment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T105849.TXT", "SOBI.D110113.T131329.TXT", "SOBI.D110201.T121850.TXT-agenda-1.xml", "SOBI.D110113.T130822.TXT", "SOBI.D110119.T154823.TXT", "SOBI.D110113.T125822.TXT", "SOBI.D110113.T162423.TXT", "SOBI.D110113.T132824.TXT", "SOBI.D110113.T161922.TXT", "SOBI.D110119.T193335.TXT", "SOBI.D110113.T124320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580730158
}