{
  "year" : 2011,
  "senateBillNo" : "S1822-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1822-2011-1294894800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to provisions concerning debt collection procedures",
  "summary" : "Relates to provisions concerning debt collection procedures. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S6036-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1822\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to debt collection\n         procedures\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 29-H of the general business law, as added by chap-\n    2  ter 753 of the laws of 1973, is amended to read as follows:\n    3                                ARTICLE 29-H\n    4                         DEBT COLLECTION PROCEDURES\n    5  Section 600. Definitions.\n    6          601. Prohibited CREDITOR practices.\n    7          602. [Violations and penalties] CREDITOR RESPONSIBILITIES.\n    8          603. [Severability] PROHIBITED DEBT COLLECTION PRACTICES.\n    9          603-A. SELLING OR TRANSFERRING OF DEBTS.\n   10          603-B. PRIVATE RIGHT OF ACTION.\n   11          603-C. VIOLATIONS AND PENALTIES.\n   12          603-D. SEVERABILITY.\n   13    S  600.  Definitions.  As  used in this article, unless the context or\n   14  subject  matter  otherwise  requires:  1.  \"[Consumer  claim]  DEBT\"  OR\n   15  \"CONSUMER  DEBT\" means any obligation OR ALLEGED OBLIGATION of a natural\n   16  person for the payment of money  [or  its  equivalent  which  is  or  is\n   17  alleged  to  be  in  default and which arises] ARISING out of a CONSUMER\n   18  transaction wherein credit has been offered or  extended  to  a  natural\n   19  person,  and  the  money,  property [or], INSURANCE, service OR SERVICES\n   20  which [was] ARE the subject of the transaction [was] ARE  primarily  for\n   21  personal,  family  or household purposes, WHETHER OR NOT SUCH OBLIGATION\n   22  HAS BEEN REDUCED TO A JUDGMENT.  The term includes an  obligation  of  a\n   23  natural  person who is a co-maker, endorser, guarantor or surety as well\n   24  as the natural person to whom such credit was originally extended.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07289-01-1\n\n       S. 1822                             2\n\n    1    2. \"Debtor\" means any natural person who owes or who  is  asserted  to\n    2  owe a [consumer claim] CONSUMER DEBT.\n    3    3.  \"[Principal  creditor]  CREDITOR\"  means any person, firm, ASSOCI-\n    4  ATION, corporation, [or] organization [to whom] OR OTHER BUSINESS ENTITY\n    5  THAT OFFERS OR EXTENDS CREDIT, CREATING a consumer [claim is] DEBT owed,\n    6  due or asserted to be due or owed, [or any assignee for  value  of  said\n    7  person,  firm,  corporation  or  organization]  BUT  SUCH  TERM DOES NOT\n    8  INCLUDE ANY PERSON,  ASSOCIATION,  FIRM,  CORPORATION,  ORGANIZATION  OR\n    9  OTHER  BUSINESS  ENTITY  TO THE EXTENT THAT IT RECEIVES AN ASSIGNMENT OR\n   10  TRANSFER OF A DEBT IN DEFAULT SOLELY FOR  THE  PURPOSE  OF  FACILITATING\n   11  COLLECTION OF SUCH DEBT FOR ANOTHER.\n   12    4. \"COMMUNICATION\" MEANS THE CONVEYING OF INFORMATION REGARDING A DEBT\n   13  DIRECTLY OR INDIRECTLY TO ANY PERSON THROUGH ANY MEDIUM.\n   14    5.  \"CONSUMER\"  MEANS  ANY NATURAL PERSON OBLIGATED OR ALLEGEDLY OBLI-\n   15  GATED TO PAY ANY DEBT ARISING OUT OF A TRANSACTION IN WHICH  THE  MONEY,\n   16  PROPERTY,  INSURANCE,  OR  SERVICES  WHICH ARE THE SUBJECT OF THE TRANS-\n   17  ACTION ARE PRIMARILY FOR PERSONAL, FAMILY, OR HOUSEHOLD PURPOSES, WHETH-\n   18  ER OR NOT SUCH OBLIGATION HAS BEEN REDUCED TO JUDGMENT.\n   19    6. \"DEBT COLLECTOR\" MEANS AN  INDIVIDUAL,  ASSOCIATION,  FIRM,  CORPO-\n   20  RATION, ORGANIZATION OR OTHER BUSINESS ENTITY WHO, AS PART OF HIS OR HER\n   21  JOB,  REGULARLY COLLECTS OR SEEKS TO COLLECT FROM A CONSUMER A DEBT OWED\n   22  OR DUE TO ANOTHER OR ALLEGED TO BE OWED OR DUE.\n   23    THE TERM DOES NOT INCLUDE:\n   24    (A) ANY OFFICER OR EMPLOYEE OF A CREDITOR WHILE, IN THE  NAME  OF  THE\n   25  CREDITOR, COLLECTING DEBTS FOR SUCH CREDITOR;\n   26    (B)  ANY  OFFICER  OR  EMPLOYEE OF THE UNITED STATES, ANY STATE OR ANY\n   27  POLITICAL SUBDIVISION OF ANY STATE TO  THE  EXTENT  THAT  COLLECTING  OR\n   28  ATTEMPTING  TO COLLECT ANY DEBT OWED IS IN THE PERFORMANCE OF HIS OR HER\n   29  OFFICIAL DUTIES;\n   30    (C) ANY PERSON WHILE SERVING OR ATTEMPTING TO SERVE LEGAL  PROCESS  ON\n   31  ANY  OTHER  PERSON  IN  CONNECTION  WITH THE JUDICIAL ENFORCEMENT OF ANY\n   32  DEBT;\n   33    (D) ANY INDIVIDUAL EMPLOYED BY A NONPROFIT ORGANIZATION WHICH, AT  THE\n   34  REQUEST  OF CONSUMERS, PERFORMS BONA FIDE CONSUMER CREDIT COUNSELING AND\n   35  ASSISTS CONSUMERS  IN  THE  LIQUIDATION  OF  THEIR  DEBTS  BY  RECEIVING\n   36  PAYMENTS FROM SUCH CONSUMERS AND DISTRIBUTING SUCH AMOUNTS TO CREDITORS;\n   37    (E)  ANY  PERSON  WHILE ACTING AS A DEBT COLLECTOR FOR ANOTHER PERSON,\n   38  BOTH OF WHOM ARE RELATED BY COMMON OWNERSHIP OR AFFILIATED BY  CORPORATE\n   39  CONTROL,  IF  THE  PERSON  ACTING  AS  A DEBT COLLECTOR DOES SO ONLY FOR\n   40  PERSONS WHOM IT SO RELATED OR AFFILIATED AND IF THE  PRINCIPAL  BUSINESS\n   41  OF SUCH PERSON IS NOT THE COLLECTION OF DEBTS; OR\n   42    (F)  ANY  PERSON  COLLECTING OR ATTEMPTING TO COLLECT ANY DEBT OWED OR\n   43  DUE OR ASSERTED TO BE OWED OR DUE ANOTHER TO THE  EXTENT  SUCH  ACTIVITY\n   44  (I)  IS  INCIDENTAL  TO  A BONA FIDE FIDUCIARY OBLIGATION OR A BONA FIDE\n   45  ESCROW ARRANGEMENT; (II) CONCERNS A DEBT WHICH WAS  ORIGINATED  BY  SUCH\n   46  PERSON;  (III)  CONCERNS  A DEBT WHICH WAS NOT IN DEFAULT AT THE TIME IT\n   47  WAS OBTAINED BY SUCH PERSON; OR (IV) CONCERNS A DEBT  OBTAINED  BY  SUCH\n   48  PERSON'S  SECURED PARTY IN A COMMERCIAL CREDIT TRANSACTION INVOLVING THE\n   49  CREDITOR.\n   50    7. \"LOCATION INFORMATION\" MEANS A CONSUMER'S PLACE OF ABODE AND HIS OR\n   51  HER TELEPHONE NUMBER AT SUCH PLACE, OR HIS OR HER PLACE OF EMPLOYMENT.\n   52    8. \"VERIFICATION OF THE DEBT\" MEANS A COPY OF THE LAST BILL OR  NOTICE\n   53  OF  COLLECTION SENT FROM THE CREDITOR TO THE DEBTOR, ANY JUDGMENT LEVIED\n   54  IN CONJUNCTION WITH SUCH DEBT, AND, IF APPLICABLE, A COPY OF  THE  JUDG-\n   55  MENT RELEASE AND A COPY OF THE WRITTEN COMMUNICATION ADVISING THE DEBTOR\n   56  THAT HIS OR HER DEBT HAS BEEN SOLD OR TRANSFERRED.\n\n       S. 1822                             3\n\n    1    S  601.  Prohibited  CREDITOR  practices.  No [principal] creditor, as\n    2  defined by this article, or his OR HER agent shall:\n    3    1.  Simulate  in  any manner a law enforcement officer, or a represen-\n    4  tative of any governmental agency of the state of New York or any of its\n    5  political subdivisions; or\n    6    2. Knowingly collect, attempt to collect, or assert  a  right  to  any\n    7  collection  fee,  attorney's  fee,  court  cost  or  expense unless such\n    8  [changes] CHARGES are justly due  and  legally  chargeable  against  the\n    9  debtor; or\n   10    3. Disclose or threaten to disclose information affecting the debtor's\n   11  reputation  for  credit worthiness with knowledge or reason to know that\n   12  the information is false; or\n   13    4. Communicate or threaten to communicate the  nature  of  a  consumer\n   14  [claim]  DEBT to the debtor's employer prior to obtaining final judgment\n   15  against the debtor.   The  provisions  of  this  subdivision  shall  not\n   16  prohibit  a  [principal]  creditor  from communicating with the debtor's\n   17  employer to execute a  wage  assignment  agreement  if  the  debtor  has\n   18  consented to such an agreement; or\n   19    5.  Disclose or threaten to disclose information concerning the exist-\n   20  ence of a debt known to be disputed by  the  debtor  without  disclosing\n   21  that fact; or\n   22    6.  Communicate  with the debtor or any member of his OR HER family or\n   23  household AT ANY TIME OTHER THAN BETWEEN THE HOURS OF 8:00 A.M. AND 9:00\n   24  P.M. LOCAL TIME OR with such frequency [or at such unusual hours] or  in\n   25  such  a  manner  as  can  reasonably  be expected to abuse or harass the\n   26  debtor; or\n   27    7. Threaten any action which the [principal]  creditor  in  the  usual\n   28  course of his OR HER business does not in fact take; or\n   29    8.  Claim, or attempt or threaten to enforce a right with knowledge or\n   30  reason to know that the right does not exist; or\n   31    9. Use a communication which simulates in any manner legal or judicial\n   32  process or which gives the appearance of  being  authorized,  issued  or\n   33  approved  by  a government, governmental agency, or attorney at law when\n   34  it is not.\n   35    S 602. CREDITOR RESPONSIBILITIES.  EVERY CREDITOR OR HIS OR HER  AGENT\n   36  SHALL SEND A NOTICE TO THE LAST KNOWN ADDRESS OF THE DEBTOR ADVISING THE\n   37  DEBTOR  WHEN  HIS  OR HER DEBT IS BEING SOLD OR TRANSFERRED, PRIOR TO OR\n   38  CONTEMPORANEOUS WITH THE SALE OF THE DEBT. A COPY OF THIS  NOTICE  SHALL\n   39  BE  TRANSMITTED  TO THE PERSON, FIRM, ORGANIZATION OR ENTITY TO WHOM THE\n   40  CREDITOR OR HIS OR HER AGENT HAS AGREED TO SELL OR  TRANSFER  THE  DEBT,\n   41  ALONG  WITH  A  COPY OF ANY NOTICE IN REGARD TO THE DEBT PROVIDED TO THE\n   42  CREDITOR IN ACCORDANCE  WITH  PARAGRAPH  (B)  OF  SUBDIVISION  SEVEN  OF\n   43  SECTION  SIX  HUNDRED  THREE OF THIS ARTICLE. A CREDITOR SHALL PROVIDE A\n   44  COPY OF SUCH NOTICE TO ANY DEBT COLLECTOR HIRED TO COLLECT SUCH DEBT.\n   45    S 603. PROHIBITED DEBT COLLECTION PRACTICES.  IT IS AN  UNCONSCIONABLE\n   46  AND  DECEPTIVE TRADE PRACTICE FOR A DEBT COLLECTOR TO ATTEMPT TO COLLECT\n   47  A DEBT OWED, DUE, OR ASSERTED TO BE OWED OR  DUE  EXCEPT  IN  ACCORDANCE\n   48  WITH THE FOLLOWING:\n   49    1. ACQUISITION OF LOCATION INFORMATION. ANY DEBT COLLECTOR COMMUNICAT-\n   50  ING WITH ANY PERSON OTHER THAN THE CONSUMER FOR THE PURPOSE OF ACQUIRING\n   51  LOCATION  INFORMATION  ABOUT  THE  CONSUMER  IN  ORDER TO COLLECT A DEBT\n   52  SHALL:\n   53    (A) IDENTIFY HIMSELF OR HERSELF, STATE THAT HE OR SHE IS CONFIRMING OR\n   54  CORRECTING  LOCATION  INFORMATION  ABOUT  THE  CONSUMER,  AND,  ONLY  IF\n   55  EXPRESSLY REQUESTED, IDENTIFY HIS OR HER EMPLOYER;\n   56    (B) NOT STATE OR IMPLY THAT SUCH CONSUMER OWES ANY DEBT;\n\n       S. 1822                             4\n\n    1    (C)  NOT  COMMUNICATE  WITH  ANY  SUCH  PERSON  MORE THAN ONCE, UNLESS\n    2  REQUESTED TO DO SO BY SUCH PERSON OR UNLESS THE DEBT  COLLECTOR  REASON-\n    3  ABLY  BELIEVES  THAT THE EARLIER RESPONSE OF SUCH PERSON IS ERRONEOUS OR\n    4  INCOMPLETE AND THAT SUCH PERSON NOW HAS  CORRECT  OR  COMPLETE  LOCATION\n    5  INFORMATION. FOR THE PURPOSES OF THIS PARAGRAPH, THE DEBT COLLECTOR NEED\n    6  NOT  COUNT  AS  A COMMUNICATION RETURNED UNOPENED MAIL OR A MESSAGE LEFT\n    7  WITH A PARTY OTHER THAN THE PERSON THE DEBT COLLECTOR IS  ATTEMPTING  TO\n    8  REACH  IN  ORDER  TO ACQUIRE LOCATION INFORMATION ABOUT THE CONSUMER, AS\n    9  LONG AS THE MESSAGE IS LIMITED TO A TELEPHONE NUMBER, THE  NAME  OF  THE\n   10  DEBT  COLLECTOR  AND  A  REQUEST  THAT  THE RECIPIENT TELEPHONE THE DEBT\n   11  COLLECTOR;\n   12    (D) NOT COMMUNICATE BY POST CARD;\n   13    (E) NOT USE ANY LANGUAGE OR SYMBOL ON ANY ENVELOPE OR IN THE  CONTENTS\n   14  OF  ANY  COMMUNICATION  EFFECTED BY THE MAILS OR TELEGRAM THAT INDICATES\n   15  THAT THE DEBT COLLECTOR IS IN THE DEBT COLLECTION BUSINESS OR  THAT  THE\n   16  COMMUNICATION  RELATES TO THE COLLECTION OF A DEBT, PROVIDED THAT A DEBT\n   17  COLLECTOR MAY USE HIS OR HER BUSINESS NAME OR THE NAME OF  A  DEPARTMENT\n   18  WITHIN HIS OR HER ORGANIZATION AS LONG AS ANY NAME USED DOES NOT CONNOTE\n   19  DEBT COLLECTION; AND\n   20    (F)  IF  THE  DEBT  COLLECTOR  KNOWS THE CONSUMER IS REPRESENTED BY AN\n   21  ATTORNEY WITH REGARD TO THE SUBJECT DEBT AND IF THE DEBT  COLLECTOR  HAS\n   22  KNOWLEDGE  OF  THE  ATTORNEY'S NAME AND ADDRESS OR CAN READILY ASCERTAIN\n   23  SUCH ATTORNEY'S NAME AND ADDRESS, NOT COMMUNICATE WITH ANY PERSON  OTHER\n   24  THAN  THAT  ATTORNEY  FOR  THE PURPOSE OF ACQUIRING LOCATION INFORMATION\n   25  ABOUT THE CONSUMER UNLESS THE ATTORNEY FAILS TO PROVIDE  THE  CONSUMER'S\n   26  LOCATION  WITHIN  A  REASONABLE  PERIOD  OF TIME AFTER A REQUEST FOR THE\n   27  CONSUMER'S LOCATION FROM THE DEBT COLLECTOR AND:\n   28    (I) INFORMS THE DEBT COLLECTOR THAT HE OR SHE  IS  NOT  AUTHORIZED  TO\n   29  ACCEPT PROCESS FOR THE CONSUMER, OR\n   30    (II) FAILS TO RESPOND TO THE DEBT COLLECTOR'S INQUIRY ABOUT THE ATTOR-\n   31  NEY'S  AUTHORITY  TO  ACCEPT  PROCESS WITHIN A REASONABLE PERIOD OF TIME\n   32  AFTER THE INQUIRY.\n   33    2. COMMUNICATION IN CONNECTION WITH DEBT COLLECTION.  (A) WITHOUT  THE\n   34  PRIOR WRITTEN CONSENT OF THE CONSUMER GIVEN DIRECTLY TO THE DEBT COLLEC-\n   35  TOR  AFTER  THE  INSTITUTION  OF  DEBT COLLECTION PROCEDURES, OR WITHOUT\n   36  PERMISSION OF A COURT OF COMPETENT JURISDICTION, A DEBT COLLECTOR  SHALL\n   37  NOT  COMMUNICATE  WITH THE CONSUMER IN CONNECTION WITH THE COLLECTION OF\n   38  ANY DEBT:\n   39    (I) ORALLY, AT ANY TIME OTHER THAN BETWEEN THE HOURS OF 8:00 A.M.  AND\n   40  9:00  P.M.  LOCAL  TIME  OR  ANY UNUSUAL PLACE KNOWN, OR WHICH SHOULD BE\n   41  KNOWN, TO BE INCONVENIENT TO THE CONSUMER;\n   42    (II) AT THE CONSUMER'S PLACE OF EMPLOYMENT.  IF THE DEBT COLLECTOR HAS\n   43  RECEIVED CONSENT FROM THE CONSUMER TO COMMUNICATE WITH THE  CONSUMER  AT\n   44  THE  CONSUMER'S  PLACE OF EMPLOYMENT, THE DEBT COLLECTOR MAY COMMUNICATE\n   45  WITH THE CONSUMER, UNLESS THE DEBT COLLECTOR KNOWS OR HAS REASON TO KNOW\n   46  THAT THE CONSUMER'S EMPLOYER OR SUPERVISOR PROHIBITS THE  CONSUMER  FROM\n   47  RECEIVING SUCH A COMMUNICATION, OR\n   48    (III) WITH EXCESSIVE FREQUENCY. IN THE ABSENCE OF KNOWLEDGE OF CIRCUM-\n   49  STANCES  TO  THE  CONTRARY, A DEBT COLLECTOR SHALL ASSUME THAT MORE THAN\n   50  TWICE DURING A SEVEN-CALENDAR-DAY PERIOD IS EXCESSIVELY  FREQUENT.    IN\n   51  MAKING ITS CALCULATION, THE DEBT COLLECTOR NEED NOT INCLUDE ANY COMMUNI-\n   52  CATION BETWEEN A CONSUMER AND THE DEBT COLLECTOR WHICH IS IN RESPONSE TO\n   53  AN ORAL OR WRITTEN COMMUNICATION FROM THE CONSUMER, OR RETURNED UNOPENED\n   54  MAIL,  OR  A MESSAGE LEFT WITH A PARTY OTHER THAN ONE WHO IS RESPONSIBLE\n   55  FOR THE DEBT AS LONG AS THE MESSAGE IS LIMITED TO  A  TELEPHONE  NUMBER,\n   56  THE NAME OF THE DEBT COLLECTOR AND A REQUEST THAT ONE WHO IS RESPONSIBLE\n\n       S. 1822                             5\n\n    1  FOR THE DEBT TELEPHONE THE DEBT COLLECTOR; OR ANY COMMUNICATION WHICH IS\n    2  REQUIRED  BY  LAW  OR  CHOSEN  FROM  AMONG  ALTERNATIVES OF WHICH ONE IS\n    3  REQUIRED BY LAW.\n    4    (B)  IN ORDER TO COLLECT A DEBT, AND EXCEPT AS PROVIDED BY SUBDIVISION\n    5  ONE OF THIS SECTION, WITHOUT THE PRIOR WRITTEN CONSENT OF  THE  CONSUMER\n    6  GIVEN  DIRECTLY  TO  THE  DEBT  COLLECTOR  AFTER THE INSTITUTION OF DEBT\n    7  COLLECTION PROCEDURES, OR WITHOUT  THE  PRIOR  WRITTEN  CONSENT  OF  THE\n    8  CONSUMER'S  ATTORNEY  OR  WITHOUT  THE  EXPRESS PERMISSION OF A COURT OF\n    9  COMPETENT JURISDICTION, OR AS REASONABLY NECESSARY TO EFFECTUATE A  POST\n   10  JUDGMENT  JUDICIAL  REMEDY,  A  DEBT  COLLECTOR  MAY NOT COMMUNICATE, IN\n   11  CONNECTION WITH THE COLLECTION OF ANY DEBT, WITH ANY PERSON  OTHER  THAN\n   12  THE CONSUMER, HIS OR HER ATTORNEY, A CONSUMER REPORTING AGENCY IF OTHER-\n   13  WISE  PERMITTED  BY  LAW, THE CREDITOR, THE ATTORNEY OF THE CREDITOR, OR\n   14  ATTORNEY OF THE DEBT COLLECTOR.\n   15    (C) AFTER INSTITUTION OF DEBT COLLECTION, A DEBT COLLECTOR  SHALL  NOT\n   16  COMMUNICATE  WITH  A CONSUMER WITH RESPECT TO A DEBT IF THE CONSUMER HAS\n   17  NOTIFIED THE DEBT COLLECTOR IN WRITING THAT THE CONSUMER REFUSES TO  PAY\n   18  A  DEBT OR WISHES THE DEBT COLLECTOR TO CEASE FURTHER COMMUNICATION WITH\n   19  THE CONSUMER WITH RESPECT TO THAT DEBT, EXCEPT:\n   20    (I) TO ADVISE THE CONSUMER THAT THE DEBT COLLECTOR'S  FURTHER  EFFORTS\n   21  ARE BEING TERMINATED;\n   22    (II)  TO NOTIFY THE CONSUMER THAT THE DEBT COLLECTOR MAY INVOKE SPECI-\n   23  FIED REMEDIES WHICH ARE ORDINARILY INVOKED BY SUCH DEBT COLLECTOR;\n   24    (III) WHERE APPLICABLE, TO NOTIFY THE CONSUMER THAT THE DEBT COLLECTOR\n   25  INTENDS TO INVOKE A SPECIFIED REMEDY, OR\n   26    (IV) TO RESPOND TO EACH SUBSEQUENT COMMUNICATION FROM THE CONSUMER.\n   27    (D) FOR THE PURPOSE OF THIS SUBDIVISION THE TERM  \"CONSUMER\"  INCLUDES\n   28  THE  CONSUMER'S PARENT (IF THE CONSUMER IS A MINOR), GUARDIAN, EXECUTOR,\n   29  ADMINISTRATOR, AND SPOUSE (UNLESS THE DEBT COLLECTOR KNOWS OR HAS REASON\n   30  TO KNOW THAT THE CONSUMER IS LEGALLY SEPARATED FROM OR NO LONGER  LIVING\n   31  WITH  HIS OR HER SPOUSE), OR AN INDIVIDUAL AUTHORIZED BY THE CONSUMER TO\n   32  MAKE  PURCHASES  AGAINST  THE  ACCOUNT  WHICH  IS  THE  SUBJECT  OF  THE\n   33  COLLECTION  EFFORTS.  A  REQUEST  THAT  THE DEBT COLLECTOR CEASE FURTHER\n   34  COMMUNICATION, PROVIDED FOR UNDER  THIS  SUBDIVISION,  IF  MADE  BY  THE\n   35  CONSUMER'S  SPOUSE  OR  AN INDIVIDUAL AUTHORIZED BY THE CONSUMER TO MAKE\n   36  PURCHASES AGAINST THE ACCOUNT, ONLY AFFECTS THE DEBT COLLECTOR'S ABILITY\n   37  TO COMMUNICATE FURTHER WITH THE PERSON MAKING THE REQUEST.\n   38    3. HARASSMENT OR ABUSE. A DEBT COLLECTOR SHALL NOT HARASS, OPPRESS  OR\n   39  ABUSE  ANY  PERSON  IN CONNECTION WITH THE COLLECTION OF A DEBT. WITHOUT\n   40  LIMITING THE GENERAL APPLICATION OF THE FOREGOING, THE FOLLOWING CONDUCT\n   41  IS PROHIBITED:\n   42    (A) THE USE OR THREAT OF VIOLENCE OR OTHER CRIMINAL MEANS TO HARM  THE\n   43  PHYSICAL PERSON, REPUTATION, OR PROPERTY OF ANY PERSON;\n   44    (B)  THE  USE  OF  OBSCENE OR PROFANE LANGUAGE OR LANGUAGE THE NATURAL\n   45  CONSEQUENCE OF WHICH IS TO ABUSE THE RECIPIENT OF THE COMMUNICATION;\n   46    (C) THE ADVERTISEMENT FOR SALE OF ANY DEBT TO COERCE  PAYMENT  OF  THE\n   47  DEBT;\n   48    (D)  CAUSING  A  TELEPHONE TO RING OR ENGAGING ANY PERSON IN TELEPHONE\n   49  CONVERSATION REPEATEDLY OR CONTINUOUSLY WITH INTENT TO ANNOY, ABUSE,  OR\n   50  HARASS ANY PERSON AT THE CALLED NUMBER;\n   51    (E) THE PUBLICATION OF A LIST OF CONSUMERS WHO ALLEGEDLY REFUSE TO PAY\n   52  DEBTS, EXCEPT TO ANOTHER EMPLOYEE OF THE DEBT COLLECTOR'S EMPLOYER OR TO\n   53  A CONSUMER REPORTING AGENCY OR TO PERSONS MEETING THE REQUIREMENTS OF 15\n   54  USC 1681A(F) OR 15 USC 1681B(3); OR\n\n       S. 1822                             6\n\n    1    (F)  EXCEPT AS PROVIDED BY SUBDIVISION ONE OF THIS SECTION, THE PLACE-\n    2  MENT OF TELEPHONE CALLS WITHOUT MEANINGFUL DISCLOSURE  OF  THE  CALLER'S\n    3  IDENTITY.\n    4    4.  FALSE  OR  MISLEADING  REPRESENTATIONS. A DEBT COLLECTOR SHALL NOT\n    5  MAKE ANY FALSE, DECEPTIVE, OR  MISLEADING  REPRESENTATION  OR  MEANS  IN\n    6  CONNECTION WITH THE COLLECTION OF ANY DEBT. WITHOUT LIMITING THE GENERAL\n    7  APPLICATION OF THE FOREGOING, THE FOLLOWING CONDUCT IS PROHIBITED:\n    8    (A) THE FALSE REPRESENTATION OR IMPLICATION THAT THE DEBT COLLECTOR IS\n    9  VOUCHED  FOR,  BONDED  BY,  OR  AFFILIATED WITH THE UNITED STATES OR ANY\n   10  STATE, INCLUDING THE USE OF ANY BADGE, UNIFORM OR FACSIMILE THEREOF;\n   11    (B) THE FALSE REPRESENTATION OF:\n   12    (I) THE CHARACTER, AMOUNT, OR LEGAL STATUS OF ANY DEBT, OR\n   13    (II) ANY SERVICES RENDERED  OR  COMPENSATION  WHICH  MAY  BE  LAWFULLY\n   14  RECEIVED BY ANY DEBT COLLECTOR FOR THE COLLECTION OF A DEBT;\n   15    (C)  THE FALSE REPRESENTATION OR IMPLICATION THAT ANY INDIVIDUAL IS AN\n   16  ATTORNEY OR ANY COMMUNICATION IS FROM AN ATTORNEY;\n   17    (D) THE REPRESENTATION OR IMPLICATION THAT NONPAYMENT OF ANY DEBT WILL\n   18  RESULT IN THE ARREST OR IMPRISONMENT  OF  ANY  PERSON  OR  THE  SEIZURE,\n   19  GARNISHMENT,  ATTACHMENT, OR SALE OF ANY PROPERTY OR WAGES OF ANY PERSON\n   20  UNLESS SUCH ACTION IS LAWFUL AND THE DEBT COLLECTOR OR CREDITOR  INTENDS\n   21  TO PURSUE SUCH ACTION;\n   22    (E) THE THREAT TO TAKE ANY ACTION THAT CANNOT LEGALLY BE TAKEN OR THAT\n   23  IS NOT INTENDED TO BE TAKEN;\n   24    (F)  THE FALSE REPRESENTATION OR IMPLICATION THAT A SALE, REFERRAL, OR\n   25  OTHER TRANSFER OF ANY INTEREST IN A DEBT SHALL CAUSE THE CONSUMER TO:\n   26    (I) LOSE ANY CLAIM OR DEFENSE TO PAYMENT OF THE DEBT; OR\n   27    (II) BECOME SUBJECT TO ANY PRACTICE PROHIBITED BY THIS ARTICLE;\n   28    (G) THE FALSE REPRESENTATION OR IMPLICATION MADE IN ORDER TO  DISGRACE\n   29  THE CONSUMER THAT THE CONSUMER COMMITTED ANY CRIME OR OTHER CONDUCT;\n   30    (H)  THE  FALSE  REPRESENTATION OR IMPLICATION THAT ACCOUNTS HAVE BEEN\n   31  TURNED OVER TO INNOCENT PURCHASERS FOR VALUE;\n   32    (I) COMMUNICATING OR THREATENING TO COMMUNICATE TO ANY  PERSON  CREDIT\n   33  INFORMATION WHICH IS KNOWN OR WHICH SHOULD BE KNOWN TO BE FALSE, INCLUD-\n   34  ING THE FAILURE TO COMMUNICATE A DISPUTED DEBT'S STATUS AS DISPUTED;\n   35    (J)  THE  FALSE REPRESENTATION OR IMPLICATION THAT DOCUMENTS ARE LEGAL\n   36  PROCESS;\n   37    (K) THE USE OF ANY FALSE REPRESENTATION OR DECEPTIVE MEANS TO  COLLECT\n   38  OR  ATTEMPT  TO  COLLECT  ANY DEBT OR TO OBTAIN INFORMATION CONCERNING A\n   39  CONSUMER;\n   40    (L) THE USE OR DISTRIBUTION OF ANY WRITTEN COMMUNICATION  WHICH  SIMU-\n   41  LATES  OR IS FALSELY REPRESENTED TO BE A DOCUMENT AUTHORIZED, ISSUED, OR\n   42  APPROVED BY ANY COURT, OFFICIAL OR AGENCY  OF  THE  UNITED  STATES,  THE\n   43  STATE  OR  ANY  POLITICAL  SUBDIVISION THEREOF, OR WHICH CREATES A FALSE\n   44  IMPRESSION AS TO ITS SOURCE, AUTHORIZATION, OR APPROVAL;\n   45    (M) THE FALSE REPRESENTATION OR IMPLICATION  THAT  DOCUMENTS  ARE  NOT\n   46  LEGAL PROCESS FORMS AND DO NOT REQUIRE ACTION BY THE CONSUMER;\n   47    (N)  THE  FALSE  REPRESENTATION  OR  IMPLICATION THAT A DEBT COLLECTOR\n   48  OPERATES OR IS EMPLOYED BY A CONSUMER REPORTING AGENCY AS DEFINED BY  15\n   49  USC 1681A(F);\n   50    (O)  COMMUNICATING  OR THREATENING TO COMMUNICATE TO ANY PERSON CREDIT\n   51  INFORMATION WHICH IS KNOWN OR WHICH SHOULD BE KNOWN TO BE FALSE, INCLUD-\n   52  ING THE FAILURE TO COMMUNICATE A DISPUTED DEBT'S STATUS AS DISPUTED;\n   53    (P) EXCEPT AS OTHERWISE PROVIDED UNDER SUBDIVISION ONE OF THIS SECTION\n   54  AND EXCEPT FOR ANY COMMUNICATION WHICH IS REQUIRED BY LAW OR CHOSEN FROM\n   55  AMONG ALTERNATIVES OF WHICH ONE IS REQUIRED BY LAW, OR ANY FORMAL PLEAD-\n   56  ING IN CONNECTION WITH ANY LEGAL ACTION, THE FAILURE TO DISCLOSE CLEARLY\n\n       S. 1822                             7\n\n    1  IN ALL COMMUNICATIONS MADE TO COLLECT A DEBT OR  TO  OBTAIN  INFORMATION\n    2  ABOUT  A  CONSUMER,  THAT  THE DEBT COLLECTOR IS ATTEMPTING TO COLLECT A\n    3  DEBT AND THAT ANY INFORMATION OBTAINED WILL BE USED FOR THAT PURPOSE; OR\n    4    (Q)  THE USE OF ANY BUSINESS, COMPANY, OR ORGANIZATION NAME OTHER THAN\n    5  THE TRUE NAME OF THE DEBT COLLECTOR'S BUSINESS,  COMPANY,  OR  ORGANIZA-\n    6  TION.\n    7    5.  UNFAIR  PRACTICES.  A  DEBT  COLLECTOR SHALL NOT USE ANY UNFAIR OR\n    8  UNCONSCIONABLE MEANS TO COLLECT OR ATTEMPT TO COLLECT  A  DEBT.  WITHOUT\n    9  LIMITATION OF THE FOREGOING, SUCH PROHIBITED CONDUCT INCLUDES:\n   10    (A) THE COLLECTION OF ANY AMOUNT (INCLUDING ANY INTEREST, FEE, CHARGE,\n   11  OR EXPENSE INCIDENTAL TO THE PRINCIPAL OBLIGATION) UNLESS SUCH AMOUNT IS\n   12  EXPRESSLY AUTHORIZED BY THE AGREEMENT CREATING THE DEBT;\n   13    (B) THE SOLICITATION OR USE BY A DEBT COLLECTOR OF ANY POSTDATED CHECK\n   14  OR  OTHER POSTDATED PAYMENT INSTRUMENT FOR THE PURPOSE OF THREATENING OR\n   15  INSTITUTING CRIMINAL PROSECUTION;\n   16    (C) CAUSING CHARGES TO BE MADE TO ANY  PERSON  FOR  COMMUNICATIONS  BY\n   17  MISREPRESENTATION  OF  TRUE  PURPOSE  OF THE COMMUNICATION. SUCH CHARGES\n   18  INCLUDE COLLECT TELEPHONE CALLS, TELEGRAM AND WIRELESS TELEPHONE FEES;\n   19    (D) TAKING OR THREATENING TO TAKE ANY  NONJUDICIAL  ACTION  TO  EFFECT\n   20  DISPOSSESSION OR DISABLEMENT OF PROPERTY IF:\n   21    (I) THERE IS NO PRESENT RIGHT TO POSSESSION OF THE PROPERTY CLAIMED AS\n   22  COLLATERAL;\n   23    (II) THERE IS NO PRESENT INTENTION TO TAKE POSSESSION OF THE PROPERTY;\n   24  OR\n   25    (III)  THE  PROPERTY IS EXEMPT BY LAW FROM SUCH DISPOSSESSION OR DISA-\n   26  BLEMENT;\n   27    (E) COMMUNICATING WITH A CONSUMER REGARDING A DEBT BY POST CARD;\n   28    (F) USING ANY LANGUAGE OR SYMBOL,  OTHER  THAN  THE  DEBT  COLLECTOR'S\n   29  ADDRESS,  ON  ANY  ENVELOPE WHEN COMMUNICATING WITH A CONSUMER BY USE OF\n   30  THE MAILS OR BY TELEGRAM, OR ELECTRONIC COMMUNICATION COPIED TO A  THIRD\n   31  PARTY  EXCEPT  THAT A DEBT COLLECTOR MAY USE HIS OR HER BUSINESS NAME OR\n   32  THE NAME OF A DEPARTMENT WITHIN HIS OR HER ORGANIZATION AS LONG  AS  ANY\n   33  NAME  USED  DOES  NOT INDICATE THAT HE OR SHE IS IN THE BUSINESS OF DEBT\n   34  COLLECTION;\n   35    (G) COMMUNICATING WITH A CONSUMER REGARDING A DEBT WITHOUT IDENTIFYING\n   36  HIMSELF OR HERSELF AND HIS OR HER EMPLOYER OR COMMUNICATING  IN  WRITING\n   37  WITH  A CONSUMER REGARDING A DEBT WITHOUT IDENTIFYING HIMSELF OR HERSELF\n   38  BY NAME AND ADDRESS; OR\n   39    (H) IF ANY CONSUMER OWES MULTIPLE DEBTS AND MAKES ANY  SINGLE  PAYMENT\n   40  TO  ANY  DEBT  COLLECTOR WITH RESPECT TO SUCH DEBTS, SUCH DEBT COLLECTOR\n   41  MAY NOT APPLY SUCH PAYMENT TO ANY DEBT WHICH IS DISPUTED BY THE CONSUMER\n   42  AND, WHERE APPLICABLE, SHALL APPLY SUCH PAYMENT IN ACCORDANCE  WITH  THE\n   43  CONSUMER'S DIRECTIONS.\n   44    6.  DECEPTIVE  FORMS. IT IS UNLAWFUL FOR ANY PERSON TO DESIGN, COMPILE\n   45  AND FURNISH ANY FORM KNOWING THAT SUCH FORM WOULD BE USED TO CREATE  THE\n   46  FALSE BELIEF IN A CONSUMER THAT A PERSON OTHER THAN THE CREDITOR OF SUCH\n   47  CONSUMER  IS  PARTICIPATING  IN  THE  COLLECTION  OF OR IN AN ATTEMPT TO\n   48  COLLECT A DEBT SUCH CONSUMER ALLEGEDLY OWES SUCH CREDITOR, WHEN IN  FACT\n   49  SUCH PERSON IS NOT SO PARTICIPATING.\n   50    7.  VALIDATION OF DEBTS.  THE FOLLOWING VALIDATION PROCEDURES SHALL BE\n   51  FOLLOWED BY DEBT COLLECTORS:\n   52    (A) WITHIN FIVE DAYS AFTER THE INITIAL COMMUNICATION WITH  A  CONSUMER\n   53  IN  CONNECTION  WITH THE COLLECTION OF ANY DEBT, A DEBT COLLECTOR SHALL,\n   54  UNLESS THE FOLLOWING INFORMATION IS CONTAINED IN  THE  INITIAL  COMMUNI-\n   55  CATION  OR  THE  CONSUMER  HAS  PAID THE DEBT, SEND THE CONSUMER A CLEAR\n   56  WRITTEN NOTICE TITLED \"DEBTOR'S RIGHTS,\" WHICH SHALL CONTAIN:\n\n       S. 1822                             8\n\n    1    (I) THE DELINEATED AMOUNTS OF THE  ORIGINAL  DEBT,  ANY  INTEREST  AND\n    2  PENALTIES ACCRUED, AND THE TOTAL DEBT DUE AT THE TIME OF THE NOTICE,\n    3    (II)  THE  NAME,  ADDRESS AND TELEPHONE NUMBER OF THE CREDITOR TO WHOM\n    4  THE DEBT IS OWED, OR SUCH CREDITOR'S AGENT, AND THE  NAME,  ADDRESS  AND\n    5  TELEPHONE NUMBER OF THE ORIGINAL CREDITOR, IF DIFFERENT FROM THE CURRENT\n    6  DEBT COLLECTOR,\n    7    (III) THE DATE THE DEBT WAS DEEMED IN DEFAULT,\n    8    (IV)  A  STATEMENT  THAT UNLESS THE CONSUMER, WITHIN THIRTY DAYS AFTER\n    9  RECEIPT OF THE NOTICE, DISPUTES THE VALIDITY OF THE DEBT, OR ANY PORTION\n   10  THEREOF, THE DEBT WILL BE ASSUMED VALID BY THE DEBT COLLECTOR, AND\n   11    (V) A STATEMENT THAT, IF THE CONSUMER NOTIFIES THE DEBT  COLLECTOR  IN\n   12  WRITING  WITHIN  THE  THIRTY-DAY PERIOD AT THE ADDRESS DESIGNATED BY THE\n   13  DEBT COLLECTOR IN THE NOTICE, THAT THE DEBT, OR ANY PORTION  THEREOF  IS\n   14  DISPUTED,  THE  DEBT  COLLECTOR  WILL  OBTAIN  VERIFICATION  OF THE DEBT\n   15  AGAINST THE CONSUMER AND A COPY OF SUCH VERIFICATION WILL BE  MAILED  TO\n   16  THE CONSUMER BY THE DEBT COLLECTOR.\n   17    (B)  IF THE CONSUMER NOTIFIES THE DEBT COLLECTOR IN WRITING WITHIN THE\n   18  THIRTY DAY PERIOD DESCRIBED IN PARAGRAPH (A) OF  THIS  SUBDIVISION  THAT\n   19  THE  DEBT,  OR  ANY  PORTION  THEREOF  IS DISPUTED, OR IF NOTICE OF SUCH\n   20  DISPUTE IS GIVEN TO THE DEBT COLLECTOR IN ACCORDANCE WITH THIS  ARTICLE,\n   21  THE  DEBT  COLLECTOR  SHALL NOT ATTEMPT TO COLLECT THE AMOUNT IN DISPUTE\n   22  UNTIL THE DEBT COLLECTOR OBTAINS AND MAILS TO THE CONSUMER  VERIFICATION\n   23  OF  THE DEBT.   A DEBT COLLECTOR THAT RECEIVES SUCH WRITTEN NOTICE SHALL\n   24  PROVIDE A COPY THEREOF TO THE OWNER OF THE DEBT.\n   25    (C) THE DEBT COLLECTOR SHALL MAINTAIN FOR ONE YEAR FROM THE  DATE  THE\n   26  DEBTOR'S RIGHTS NOTICE WAS MAILED, DOCUMENTATION OF THE DATE SUCH NOTICE\n   27  WAS  MAILED,  THE DATE THE RESPONSE, IF ANY, WAS RECEIVED AND ANY ACTION\n   28  TAKEN FOLLOWING SUCH RESPONSE.\n   29    (D) THE FAILURE OF A CONSUMER TO DISPUTE THE VALIDITY OF A DEBT  UNDER\n   30  THIS  SECTION  SHALL  NOT  BE  CONSTRUED BY ANY COURT AS AN ADMISSION OF\n   31  LIABILITY BY THE CONSUMER.\n   32    (E) THE SENDING OR DELIVERY OF ANY  FORM  OR  NOTICE  WHICH  DOES  NOT\n   33  RELATE  TO  DEBT  COLLECTION  AND  IS EXPRESSLY REQUIRED BY THE INTERNAL\n   34  REVENUE CODE OF 1986, TITLE V OF  THE  GRAMM-LEACH-BLILEY  ACT,  OR  ANY\n   35  PROVISION  OF  FEDERAL  OR STATE LAW RELATING TO NOTICE OF DATA SECURITY\n   36  BREACH OR PRIVACY, OR ANY REGULATION PRESCRIBED UNDER ANY SUCH PROVISION\n   37  OF LAW, SHALL NOT BE TREATED AS AN INITIAL COMMUNICATION  IN  CONNECTION\n   38  WITH DEBT COLLECTION FOR PURPOSES OF THIS SECTION.\n   39    (F)  IF  THE CONSUMER NOTIFIES THE DEBT COLLECTOR IN WRITING AFTER THE\n   40  THIRTY-DAY PERIOD DESCRIBED IN PARAGRAPH (A) OF  THIS  SUBDIVISION  THAT\n   41  THE  DEBT,  OR ANY PORTION THEREOF IS DISPUTED, THE DEBT COLLECTOR SHALL\n   42  OBTAIN VERIFICATION OF THE DEBT,  AND  MAIL  SUCH  VERIFICATION  TO  THE\n   43  CONSUMER.  THE  DEBT  COLLECTOR  MAY  CONTINUE TO ATTEMPT TO COLLECT THE\n   44  AMOUNT IN DISPUTE.\n   45    S 603-A. SELLING OR TRANSFERRING OF DEBTS. EVERY DEBT PURCHASER OR HIS\n   46  OR HER AGENT SHALL SEND A NOTICE TO THE LAST KNOWN ADDRESS OF THE DEBTOR\n   47  ADVISING THE DEBTOR WHEN THE DEBT PURCHASER SELLS OR TRANSFERS THE DEBT,\n   48  PRIOR TO OR CONTEMPORANEOUS WITH THE SALE OF THE DEBT. A  COPY  OF  SUCH\n   49  NOTICE  SHALL BE TRANSMITTED TO THE PERSON, FIRM, ORGANIZATION OR ENTITY\n   50  TO WHOM THE DEBT PURCHASER OR HIS OR HER AGENT HAS  AGREED  TO  SELL  OR\n   51  TRANSFER  THE DEBT ALONG WITH A COPY OF ANY NOTICE IN REGARD TO THE DEBT\n   52  PROVIDED TO THE DEBT PURCHASER  IN  ACCORDANCE  WITH  PARAGRAPH  (B)  OF\n   53  SUBDIVISION  SEVEN  OF SECTION SIX HUNDRED THREE OF THIS ARTICLE. A DEBT\n   54  PURCHASER SHALL PROVIDE A COPY OF SUCH  NOTICE  TO  ANY  DEBT  COLLECTOR\n   55  HIRED TO COLLECT SUCH DEBT.\n\n       S. 1822                             9\n\n    1    S  603-B.  PRIVATE  RIGHT  OF ACTION. (A) NOTWITHSTANDING ANY RIGHT OF\n    2  ACTION GRANTED TO ANY GOVERNMENTAL BODY PURSUANT TO  THIS  ARTICLE,  ANY\n    3  PERSON  WHO  HAS BEEN INJURED BY REASON OF VIOLATION OF THIS ARTICLE MAY\n    4  BRING AN ACTION AGAINST ANY PERSON OR PERSONS, TO ENJOIN  SUCH  UNLAWFUL\n    5  ACT,  AND  TO RECOVER AN AMOUNT EQUAL TO (1) ANY ACTUAL DAMAGE SUSTAINED\n    6  BY SUCH PERSON AS A RESULT OF SUCH  FAILURE,  AND  (2)  SUCH  ADDITIONAL\n    7  DAMAGES  AS  THE  COURT  MAY  ALLOW  BUT NOT EXCEEDING TWO THOUSAND FIVE\n    8  HUNDRED DOLLARS, AND REASONABLE ATTORNEY'S FEES.\n    9    (B) INTENT. A DEBT COLLECTOR MAY NOT BE  HELD  LIABLE  IN  ANY  ACTION\n   10  BROUGHT UNDER THIS ARTICLE, ABSENT ACTUAL DAMAGE TO THE CONSUMER, IF THE\n   11  DEBT  COLLECTOR  SHOWS BY A PREPONDERANCE OF EVIDENCE THAT THE VIOLATION\n   12  WAS NOT INTENTIONAL AND RESULTED FROM A BONA FIDE ERROR  NOTWITHSTANDING\n   13  THE  MAINTENANCE  OF  PROCEDURES  REASONABLY  ADAPTED  TO AVOID ANY SUCH\n   14  ERROR.\n   15    (C) LIMITATIONS. AN ACTION TO ENFORCE ANY LIABILITY  CREATED  BY  THIS\n   16  ARTICLE  MAY  BE  BROUGHT  IN ANY OTHER COURT OF COMPETENT JURISDICTION,\n   17  WITHIN TWO YEARS FROM THE DATE ON WHICH THE VIOLATION OCCURS.\n   18    S [602] 603-C.   Violations and  penalties.  1.  Except  as  otherwise\n   19  provided  by  law,  any person who [shall violate] VIOLATES the terms of\n   20  this article [shall be] IS  guilty  of  a  misdemeanor,  and  each  such\n   21  violation shall be deemed a separate offense.\n   22    2.  The  attorney  general  or the district attorney of any county may\n   23  bring an action in the name of the people of the state  to  restrain  or\n   24  prevent  any  violation  of  this article or any continuance of any such\n   25  violation.\n   26    S [603] 603-D.  Severability. If any provision of this article or  the\n   27  application  thereof  to any person or circumstances is held invalid the\n   28  invalidity thereof shall not affect other provisions or applications  of\n   29  the  article  which can be given effect without the invalid provision or\n   30  application, and to this [and] END the provisions of  this  article  are\n   31  severable.\n   32    S  2. This act shall take effect on the first of January next succeed-\n   33  ing the date on which it shall have become  a  law,  provided,  however,\n   34  that  section 602, subdivision 7 of section 603 and section 603-a of the\n   35  general business law, as added by this act, shall apply  only  to  debts\n   36  incurred on or after the effective date of such sections.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to debt collection procedures ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T121819.TXT", "SOBI.D110113.T145415.TXT", "SOBI.D110113.T115832.TXT", "SOBI.D110113.T130822.TXT", "SOBI.D110113.T122319.TXT", "SOBI.D110113.T113315.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294948455523
}