{
  "year" : 2011,
  "senateBillNo" : "S1824-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1824-2011-1294894800000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARTINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends the NY government reorganization and citizen empowerment act",
  "summary" : "Amends the NY government reorganization and citizen empowerment act, relating to the requirements for consolidation or dissolution of certain local government entities. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A1274",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S7238-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1824\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen. MARTINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general municipal law and the  municipal  home  rule\n         law,  in  relation to the requirements for consolidating or dissolving\n         certain local government entities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 2 of section 752 of the general municipal law,\n    2  as added by chapter 74 of the laws  of  2009,  is  amended  to  read  as\n    3  follows:\n    4    2. The proposed joint consolidation agreement shall specify:\n    5    (a) the name of each local government entity to be consolidated;\n    6    (b)  the  name  of  the proposed consolidated local government entity,\n    7  which name shall be such as to distinguish it from the name of any other\n    8  like unit of government in the state of New York (except the name of any\n    9  one of the entities to be consolidated);\n   10    (c) the rights, duties and obligations of  the  proposed  consolidated\n   11  local government entity;\n   12    (d)  the  territorial  boundaries  of  the proposed consolidated local\n   13  government entity;\n   14    (e) the type and/or class of the proposed consolidated  local  govern-\n   15  ment entity;\n   16    (f)  the  governmental organization of the proposed consolidated local\n   17  government entity insofar as it concerns elected and appointed officials\n   18  and public employees, along with a transitional plan  and  schedule  for\n   19  elections and appointments of officials;\n   20    (g) a fiscal estimate of the cost of and savings which may be realized\n   21  from consolidation, INCLUDING BUT NOT LIMITED TO:\n   22    (I) INCREASED EFFICIENCIES THROUGH IMPROVED ECONOMIES OF SCALE;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01531-01-1\n\n       S. 1824                             2\n\n    1    (II)  DISCONTINUING  AND/OR  RESTRUCTURING THE PROVISION OF PARTICULAR\n    2  SERVICES, AND THE EXTENT TO  WHICH  DISCONTINUING  AND/OR  RESTRUCTURING\n    3  SUCH SERVICES MAY ONLY BE ACHIEVED THROUGH CONSOLIDATION;\n    4    (III) THE ELIMINATION OF ELECTED OFFICES;\n    5    (IV)  INCREASED  AID  FROM THE STATE TO THE RESULTING LOCAL GOVERNMENT\n    6  ENTITY; AND\n    7    (V) THE EXTENT TO WHICH SERVICES WILL NO LONGER  BE  PROVIDED  THROUGH\n    8  THE USE OF VOLUNTEERS;\n    9    (h)  THE PROJECTED CHANGE, IF ANY, IN PROPERTY TAXES FOR THE TAXPAYERS\n   10  LOCATED IN THE LOCAL GOVERNMENT ENTITIES TO BE CONSOLIDATED;\n   11    (I) WHETHER THE  CONSOLIDATION  WILL  RESULT  IN  A  NET  INCREASE  OR\n   12  DECREASE  IN  THE  STATE'S  LOCAL  GOVERNMENT  ENTITIES  AS THAT TERM IS\n   13  DEFINED IN THIS ARTICLE;\n   14    (J) each entity's assets, including, but  not  limited  to,  real  and\n   15  personal  property,  and  the fair value thereof in current money of the\n   16  United States;\n   17    [(i)] (K) each  entity's  liabilities  and  indebtedness,  bonded  and\n   18  otherwise,  and  the  fair  value thereof in current money of the United\n   19  States;\n   20    [(j)] (L) terms for the disposition of  existing  assets,  liabilities\n   21  and  indebtedness of each local government entity, either jointly, sepa-\n   22  rately or in certain defined proportions;\n   23    [(k)] (M) terms for the common administration and uniform  enforcement\n   24  of  local laws, ordinances, resolutions, orders and the like, within the\n   25  proposed consolidated local government entity, consistent  with  section\n   26  seven hundred sixty-nine of this title;\n   27    [(l)] (N) the effective date of the proposed consolidation; and\n   28    [(m)] (O) the time and place or places for the public hearing or hear-\n   29  ings  on such proposed joint consolidation agreement pursuant to section\n   30  seven hundred fifty-four of this title.\n   31    S 2. Section 755 of the general municipal law, as added by chapter  74\n   32  of the laws of 2009, is amended to read as follows:\n   33    S 755. Referendum resolution for consolidation [of towns or villages].\n   34  1.  [If  a  joint consolidation agreement calls for the consolidation of\n   35  two or more towns, two or  more  villages  or  one  or  more  towns  and\n   36  villages,  then contemporaneous] CONTEMPORANEOUS with the final approval\n   37  of the joint consolidation agreement pursuant to  subdivision  three  of\n   38  section  seven  hundred  fifty-four of this title, the governing body or\n   39  bodies of the local government entities to be consolidated shall enact a\n   40  resolution calling for a referendum on the proposed consolidation by the\n   41  electors in each of the entities.\n   42    2. The resolution calling for the referendum on the  proposed  consol-\n   43  idation shall:\n   44    (a)  provide (i) the name of each [of the towns and/or villages] LOCAL\n   45  GOVERNMENT ENTITY proposed to be consolidated, (ii)  a  statement  fully\n   46  describing the territory to be included within the proposed consolidated\n   47  local  government  entity,  (iii)  the name of the proposed consolidated\n   48  local government entity, and  (iv)  the  date  for  the  referendum,  in\n   49  accordance  with subdivision one of section seven hundred fifty-eight of\n   50  this title;\n   51    (b) state the substance of the question to be submitted to  the  elec-\n   52  tors; and\n   53    (c)  set forth such other matters as may be necessary to call, provide\n   54  for and give notice of the referendum and to  provide  for  the  conduct\n   55  thereof and the canvass of the returns thereupon.\n\n       S. 1824                             3\n\n    1    3.  The  resolution  calling  for a referendum on the proposed consol-\n    2  idation shall have attached to it the  final  approved  version  of  the\n    3  joint consolidation agreement.\n    4    S  3.  Subdivision  2  of section 757 of the general municipal law, as\n    5  added by chapter 74 of the laws of 2009, is amended to read as follows:\n    6    2. The petition shall contain [the] signatures [of] EQUAL TO at  least\n    7  ten  percent  of  the number of electors AT THE LAST GENERAL ELECTION OF\n    8  THE LOCAL GOVERNMENT ENTITY or five thousand  [electors],  whichever  is\n    9  less,  in  each  local  government  entity to be consolidated; provided,\n   10  however, that where the  local  government  entity  to  be  consolidated\n   11  contains  five  hundred  or  fewer  electors, the petition shall contain\n   12  [the] signatures [of] EQUAL TO at least twenty percent of the number  of\n   13  electors AT THE LAST GENERAL ELECTION OF THE LOCAL GOVERNMENT ENTITY. No\n   14  signature  on a petition is valid unless it is the original signature of\n   15  an elector AND SIGNED WITHIN SIXTY DAYS OF THE PETITION BEING FILED WITH\n   16  THE CLERK.\n   17    S 4. Section 760 of the general municipal law, as added by chapter  74\n   18  of the laws of 2009, is amended to read as follows:\n   19    S  760. Duty to approve proposed elector initiated consolidation plan.\n   20  1. In the case of a proposed consolidation of local government  entities\n   21  properly  initiated  by  petition  of electors pursuant to section seven\n   22  hundred fifty-seven of this title, if a majority of the electors  voting\n   23  in  a  referendum  held  in  each of the local government entities to be\n   24  consolidated vote in favor of  consolidation,  the  entities'  governing\n   25  body  or bodies shall meet within thirty days after certification of the\n   26  favorable vote [and, within one hundred eighty  days  of  such  meeting,\n   27  prepare  and  approve by resolution a proposed elector initiated consol-\n   28  idation plan].\n   29    2. WITHIN TWELVE MONTHS OF A MEETING OF THE LOCAL  GOVERNING  BODY  OR\n   30  BODIES  PURSUANT TO SUBDIVISION ONE OF THIS SECTION, THE LOCAL GOVERNING\n   31  BODY OR BODIES MUST PREPARE AND APPROVE  A  PROPOSED  ELECTOR  INITIATED\n   32  CONSOLIDATION  PLAN.   THE LOCAL GOVERNING BODY OR BODIES MAY EXTEND THE\n   33  TIME TO COMPLETE THE CONSOLIDATION PLAN BY NINETY-DAY INTERVALS  FOR  UP\n   34  TO ONE ADDITIONAL YEAR.\n   35    3. The proposed elector initiated consolidation plan shall include:\n   36    (a) the name of each local government entity to be consolidated;\n   37    (b) the name of what will be the consolidated local government entity,\n   38  which name shall be such as to distinguish it from the name of any other\n   39  like unit of government in the state of New York (except the name of any\n   40  one of the entities to be consolidated);\n   41    (c)  the  rights,  duties  and  obligations  of the consolidated local\n   42  government entity;\n   43    (d) the territorial boundaries of the  consolidated  local  government\n   44  entity;\n   45    (e) the type and/or class of the consolidated local government entity;\n   46    (f) the governmental organization of the consolidated local government\n   47  entity insofar as it concerns elected and appointed officials and public\n   48  employees, along with a transitional plan and schedule for elections and\n   49  appointments of officials;\n   50    (g) a fiscal estimate of the cost of and savings which may be realized\n   51  from consolidation, INCLUDING BUT NOT LIMITED TO:\n   52    (I) INCREASED EFFICIENCIES THROUGH IMPROVED ECONOMIES OF SCALE;\n   53    (II)  DISCONTINUING  AND/OR  RESTRUCTURING THE PROVISION OF PARTICULAR\n   54  SERVICES, AND THE EXTENT TO  WHICH  DISCONTINUING  AND/OR  RESTRUCTURING\n   55  SUCH SERVICES MAY ONLY BE ACHIEVED THROUGH CONSOLIDATION;\n   56    (III) THE ELIMINATION OF ELECTED OFFICES;\n\n       S. 1824                             4\n\n    1    (IV)  INCREASED  AID  FROM THE STATE TO THE RESULTING LOCAL GOVERNMENT\n    2  ENTITY; AND\n    3    (V)  THE  EXTENT  TO WHICH SERVICES WILL NO LONGER BE PROVIDED THROUGH\n    4  THE USE OF VOLUNTEERS;\n    5    (h) THE PROJECTED CHANGE, IF ANY, IN PROPERTY TAXES FOR THE  TAXPAYERS\n    6  LOCATED IN THE LOCAL GOVERNMENT ENTITIES TO BE CONSOLIDATED;\n    7    (I)  WHETHER  THE  CONSOLIDATION  WILL  RESULT  IN  A  NET INCREASE OR\n    8  DECREASE IN THE STATE'S  LOCAL  GOVERNMENT  ENTITIES  AS  THAT  TERM  IS\n    9  DEFINED IN THIS ARTICLE;\n   10    (J)  each  entity's  assets,  including,  but not limited to, real and\n   11  personal property, and the fair value thereof in current  money  of  the\n   12  United States;\n   13    [(i)]  (K)  each  entity's  liabilities  and  indebtedness, bonded and\n   14  otherwise, and the fair value thereof in current  money  of  the  United\n   15  States;\n   16    [(j)]  (L)  terms  for the disposition of existing assets, liabilities\n   17  and indebtedness of each local government entity, either jointly,  sepa-\n   18  rately or in certain defined proportions;\n   19    [(k)]  (M) terms for the common administration and uniform enforcement\n   20  of local laws, ordinances, resolutions, orders and the like, within  the\n   21  consolidated  local  government  entity,  consistent  with section seven\n   22  hundred sixty-nine of this title;\n   23    [(l)] (N) the effective date of the consolidation; and\n   24    [(m)] (O) the time and place or places for the public hearing or hear-\n   25  ings on such proposed elector initiated consolidation plan  pursuant  to\n   26  section seven hundred sixty-two of this title.\n   27    S  5. Section 763 of the general municipal law, as added by chapter 74\n   28  of the laws of 2009, is amended to read as follows:\n   29    S 763. [Effective date of] REFERENDUM ON THE elector initiated consol-\n   30  idation plan[; permissive referendum].  1.  [Local  government  entities\n   31  consolidated  pursuant  to  an elector initiated consolidated plan shall\n   32  continue to be governed as before consolidation until the effective date\n   33  of the consolidation specified in such plan, which date shall be no less\n   34  than forty-five days after final  approval  of  such  plan  pursuant  to\n   35  subdivision three of section seven hundred sixty-two or subdivision four\n   36  of section seven hundred sixty-four of this title.\n   37    2.  Notwithstanding  subdivision one of this section, the] THE elector\n   38  initiated consolidation plan shall not take effect [if,  no  later  than\n   39  forty-five  days  after  final  approval thereof pursuant to subdivision\n   40  three of section seven hundred sixty-two or subdivision four of  section\n   41  seven  hundred  sixty-four of this title, electors of a local government\n   42  entity to be consolidated pursuant to such plan shall:\n   43    (a) file an original petition, containing not less than the number  of\n   44  signatures  provided for in subdivision three of this section, seeking a\n   45  referendum on the question whether the elector  initiated  consolidation\n   46  plan  shall  take effect, with the clerk of the town in which the entity\n   47  or the greater portion of its territory is located, except that  if  the\n   48  entity  is  a village the original petition of electors from the village\n   49  shall be filed with the clerk of the village; and\n   50    (b) thereafter less than] UNLESS a majority of the electors  in  [the]\n   51  EACH entity vote in the affirmative on such question at a referendum.\n   52    [3.  The  petition  shall  be  circulated, signed and authenticated in\n   53  substantial compliance with the  provisions  of  section  seven  hundred\n   54  fifty-seven  of  this  title,  shall  contain the signatures of at least\n   55  twenty-five percent of the number of electors or fifteen thousand  elec-\n   56  tors,  whichever  is  less, in the local government entity to be consol-\n\n       S. 1824                             5\n\n    1  idated, and shall be accompanied by a cover sheet containing  the  name,\n    2  address  and  telephone  number of an individual who signed the petition\n    3  and who will serve as a contact person.\n    4    4.  Within ten days of the filing of the petition seeking a referendum\n    5  on whether the elector initiated dissolution plan shall take effect, the\n    6  clerk with whom the petition was filed shall make a final  determination\n    7  regarding  the  sufficiency  of the number of signatures on the petition\n    8  and provide timely written notice of such determination to  the  contact\n    9  person  named  in the cover sheet accompanying the petition. The contact\n   10  person or any individual who  signed  the  petition  may  seek  judicial\n   11  review  of such determination in a proceeding pursuant to article seven-\n   12  ty-eight of the civil practice law and rules. Upon the clerk's  determi-\n   13  nation  that  the  petition contains no less than the required number of\n   14  signatures, the governing body of the local government entity  to  which\n   15  such  petition applies shall within thirty days enact a resolution call-\n   16  ing for a referendum by the electors of  such  entity  on  the  question\n   17  whether  to  approve  the elector initiated consolidation plan and set a\n   18  date for such referendum in accordance with  subdivision  five  of  this\n   19  section.\n   20    5.] 2. The referendum on the question OF whether the elector initiated\n   21  consolidation  plan  shall  take effect shall be submitted at [a special\n   22  election to be held not less than sixty or more than ninety]  THE  LOCAL\n   23  GOVERNMENT  ENTITY'S  NEXT  GENERAL  ELECTION OR AT THE NEXT ELECTION TO\n   24  FILL A VACANCY IN OFFICE FOR A  LOCAL  ELECTED  OFFICIAL  OF  THE  LOCAL\n   25  GOVERNMENT  ENTITY, WHICHEVER IS SOONER, BUT IN NO CASE MAY THE REFEREN-\n   26  DUM BE HELD SOONER THAN FORTY-FIVE days after enactment of a  resolution\n   27  pursuant  to subdivision [four] THREE of this section[, provided, howev-\n   28  er, that in cases where a town or village general election falls  within\n   29  such  period, the referendum question may be considered during a town or\n   30  village general election].\n   31    [6.] 3. Notice of the referendum shall be given to the electors of the\n   32  local government entity to which the petition applies by publication  in\n   33  a  newspaper  having  a general circulation within the boundaries of the\n   34  entity at least once a week for four consecutive weeks immediately prior\n   35  to the referendum. The notice shall include, but not be limited to:\n   36    (a) a summary of the contents of the resolution and elector  initiated\n   37  consolidation plan;\n   38    (b)  a  statement as to where may be examined a copy of the resolution\n   39  and elector initiated consolidation plan;\n   40    (c) the time and place or places at which the referendum will be held,\n   41  in accordance with subdivision [five] TWO of this section; and\n   42    (d) such other matters as may be necessary to call,  provide  for  and\n   43  give notice of the referendum and to provide for the conduct thereof and\n   44  the canvass of the returns thereupon.\n   45    [7.]  4. In a referendum held pursuant to this section, the referendum\n   46  question shall be placed before the electors  of  the  local  government\n   47  entity  to which the petition applies in a form reading substantially as\n   48  follows:\n   49    \"The voters of the (insert type and  name  of  each  local  government\n   50  entity  to which the consolidation plan applies) having previously voted\n   51  to consolidate, shall the  elector  initiated  consolidation  plan  take\n   52  effect?\n   53    YES ____\n   54    NO _____\"\n   55    [8.] 5. The elector initiated consolidation plan shall not take effect\n   56  unless  a majority of the electors voting in the local government entity\n\n       S. 1824                             6\n\n    1  to which the petition applies vote in favor of such plan taking  effect.\n    2  If  such  a majority vote does not result, the referendum shall fail and\n    3  consolidation shall not take effect.\n    4    6.  IF  THE REFERENDUM SHALL FAIL, THE CONSOLIDATION PROCESS SPECIFIED\n    5  BY THIS TITLE SHALL NOT BE INITIATED FOR THE LOCAL  GOVERNMENT  ENTITIES\n    6  BY  ELECTORATE PETITION PURSUANT TO SECTION SEVEN HUNDRED FIFTY-SEVEN OF\n    7  THIS TITLE WITHIN FOUR YEARS OF THE DATE OF THE REFERENDUM.\n    8    S 6. Paragraph (a) of subdivision 2 of  section  773  of  the  general\n    9  municipal law, as added by chapter 74 of the laws of 2009, is amended to\n   10  read as follows:\n   11    (a)  a resolution of the governing body of the local government entity\n   12  to be dissolved [endorsing a proposed dissolution plan]; or\n   13    S 7. Section 774 of the general municipal law, as added by chapter  74\n   14  of the laws of 2009, is amended to read as follows:\n   15    S  774.  Proposed  dissolution  plan. 1. The governing body of a local\n   16  government entity may, by resolution, [endorse  a  proposed  dissolution\n   17  plan  for  the  purpose of commencing dissolution proceedings under this\n   18  article] INITIATE A DISSOLUTION PROCEEDING BY FORMING  A  COMMISSION  TO\n   19  STUDY,  FORMULATE  A  PLAN  FOR,  AND MAKE RECOMMENDATIONS REGARDING THE\n   20  DISSOLUTION AND TERMINATION OF A LOCAL GOVERNMENT ENTITY.\n   21    2. THE COMMISSION FORMED PURSUANT TO SUBDIVISION ONE OF  THIS  SECTION\n   22  MAY HAVE ANY NUMBER OF MEMBERS THE LOCAL GOVERNING BODY DETERMINES TO BE\n   23  BENEFICIAL  FOR  DEVELOPING A DISSOLUTION PLAN WITH THE REQUIREMENT THAT\n   24  THE COMMISSION MUST, IN ADDITION  TO  APPOINTMENTS  MADE  BY  THE  CHIEF\n   25  ELECTED  OFFICER  THAT  ARE  SUBJECT  TO  THE GOVERNING BODY'S APPROVAL,\n   26  INCLUDE THE CHIEF ELECTED OFFICIAL (OR IN THE CASE OF A SPECIAL DISTRICT\n   27  OR FIRE DISTRICT, THE CHAIRMAN OF THE BOARD  OF  COMMISSIONERS)  OF  THE\n   28  LOCAL  GOVERNMENT  ENTITY,  ONE  MEMBER OF THE LOCAL GOVERNMENT ENTITY'S\n   29  GOVERNING BODY TO BE SELECTED BY A MAJORITY VOTE OF THE  GOVERNING  BODY\n   30  (OR  IN  THE  CASE  OF A SPECIAL DISTRICT OR FIRE DISTRICT, THE BOARD OF\n   31  COMMISSIONERS MUST SELECT NO LESS THAN  ONE  COMMISSIONER  OR  REPRESEN-\n   32  TATIVE),  AND  THE  SUPERVISOR  OF  THE TOWN OR TOWNS IN WHICH THE LOCAL\n   33  GOVERNMENT ENTITY IS LOCATED.\n   34    3. THE COMMISSION FORMED PURSUANT TO SUBDIVISION ONE OF  THIS  SECTION\n   35  MAY FORM SUB-COMMITTEES AND CONDUCT COMMUNITY FORUMS AND PUBLIC HEARINGS\n   36  DEEMED  NECESSARY  TO  DEVELOP  A DISSOLUTION PLAN. IT SHALL BE A PROPER\n   37  PUBLIC PURPOSE FOR THE GOVERNING BODY OF THE LOCAL GOVERNMENT ENTITY  TO\n   38  APPROPRIATE  MONEY  FOR  NECESSARY  EXPENSES  RELATED  TO  STUDYING  THE\n   39  PROPOSED DISSOLUTION AND DEVELOPING A DISSOLUTION PLAN.  THE  COMMISSION\n   40  SHALL  BE A PUBLIC BODY WITHIN THE MEANING OF SECTION ONE HUNDRED TWO OF\n   41  THE PUBLIC OFFICERS LAW. MEMBERS OF THE COMMISSION ARE REQUIRED TO  FILE\n   42  AN OATH OF OFFICE WITH THE CLERK OF THE LOCAL GOVERNMENT ENTITY.\n   43    4. WITHIN TWELVE MONTHS OF THE FORMATION OF A COMMISSION FORMED PURSU-\n   44  ANT TO SUBDIVISION ONE OF THIS SECTION, THE COMMISSION SHALL PREPARE AND\n   45  APPROVE A PROPOSED DISSOLUTION PLAN. THE LOCAL GOVERNING BODY MAY EXTEND\n   46  THE TIME TO COMPLETE THE DISSOLUTION PLAN BY NINETY-DAY INTERVALS FOR UP\n   47  TO ONE ADDITIONAL YEAR UPON THE REQUEST OF THE COMMISSION.\n   48    5. The proposed dissolution plan shall specify:\n   49    (a) the name of the local government entity to be dissolved;\n   50    (b) the territorial boundaries of the entity;\n   51    (c) the type and/or class of the entity;\n   52    (d) a fiscal estimate of the cost of dissolution;\n   53    (e) any plan for the transfer or elimination of public employees;\n   54    (f)  the  entity's  assets,  including  but  not  limited  to real and\n   55  personal property, and the fair value thereof in current  money  of  the\n   56  United States;\n\n       S. 1824                             7\n\n    1    (g)  the  entity's liabilities and indebtedness, bonded and otherwise,\n    2  and the fair value thereof in current money of the United States;\n    3    (h)  any  agreements  entered into with the town or towns in which the\n    4  entity is situated in order to carry out the dissolution;\n    5    (i) the manner and means by which the residents  of  the  entity  will\n    6  continue  to  be  furnished  municipal  services  following the entity's\n    7  dissolution;\n    8    (j) terms for the disposition of the entity's assets and the  disposi-\n    9  tion  of  its  liabilities  and  indebtedness,  including  the  levy and\n   10  collection of the necessary taxes and assessments therefor;\n   11    (k) findings as to whether any local laws, ordinances, rules or  regu-\n   12  lations of the entity shall remain in effect after the effective date of\n   13  the  dissolution  or  shall  remain in effect for a period of time other\n   14  than as provided by section seven hundred eighty-nine of this title;\n   15    (l) the effective date of the proposed dissolution;\n   16    (m) the time and place or places for a public hearing or  hearings  on\n   17  the  proposed  dissolution plan pursuant to section seven hundred seven-\n   18  ty-six of this title; [and]\n   19    (n) THE PROJECTED CHANGE, IF ANY, IN PROPERTY TAXES FOR THE  TAXPAYERS\n   20  LOCATED IN THE LOCAL GOVERNMENT ENTITY TO BE DISSOLVED;\n   21    (O)  THE PROJECTED CHANGE, IF ANY, IN PROPERTY TAXES FOR THE TAXPAYERS\n   22  OF THE TOWN OUTSIDE OF THE LOCAL GOVERNMENT ENTITY TO BE DISSOLVED;\n   23    (P) A FISCAL ESTIMATE OF THE COST OF AND SAVINGS WHICH MAY BE REALIZED\n   24  FROM DISSOLUTION, INCLUDING BUT NOT LIMITED TO THE FOLLOWING:\n   25    (I) INCREASED EFFICIENCIES THROUGH IMPROVED ECONOMIES OF SCALE;\n   26    (II) DISCONTINUING AND/OR RESTRUCTURING THE  PROVISION  OF  PARTICULAR\n   27  SERVICES,  AND  THE  EXTENT  TO WHICH DISCONTINUING AND/OR RESTRUCTURING\n   28  SUCH SERVICES MAY ONLY BE ACHIEVED THROUGH DISSOLUTION;\n   29    (III) THE ELIMINATION OF ELECTED OFFICES;\n   30    (IV) INCREASED AID FROM THE STATE TO THE  RESULTING  LOCAL  GOVERNMENT\n   31  ENTITY; AND\n   32    (V)  THE  EXTENT  TO WHICH SERVICES WILL NO LONGER BE PROVIDED THROUGH\n   33  THE USE OF VOLUNTEERS;\n   34    (Q) WHETHER THE DISSOLUTION WILL RESULT IN A NET INCREASE OR  DECREASE\n   35  IN THE STATE'S LOCAL GOVERNMENT ENTITIES AS THAT TERM IS DEFINED IN THIS\n   36  ARTICLE; AND\n   37    (R)  any  other matter desirable or necessary to carry out the dissol-\n   38  ution.\n   39    6. A PUBLIC HEARING SHALL BE HELD ON THE FINALIZED PLAN AFTER AT LEAST\n   40  SEVEN DAYS NOTICE, PUBLISHED IN A NEWSPAPER WITH GENERAL CIRCULATION  IN\n   41  THE  LOCAL  GOVERNMENT ENTITY. AFTER CONDUCTING SUCH PUBLIC HEARING, THE\n   42  COMMISSION FORMED PURSUANT TO SUBDIVISION ONE OF THIS SECTION MUST  FILE\n   43  A  FINALIZED  DISSOLUTION  PLAN  AND THE COMMISSION'S RECOMMENDATIONS ON\n   44  WHETHER TO DISSOLVE THE LOCAL GOVERNMENT ENTITY WITH THE CLERK  OF  SUCH\n   45  LOCAL GOVERNMENT ENTITY WHO MUST IMMEDIATELY DELIVER THE PLAN AND RECOM-\n   46  MENDATIONS TO THE LOCAL GOVERNMENT ENTITY'S GOVERNING BODY.\n   47    S  8.  The  opening  paragraph of section 775 of the general municipal\n   48  law, as added by chapter 74 of the laws of 2009, is amended to  read  as\n   49  follows:\n   50    No  later  than  five business days after [commencement of dissolution\n   51  proceedings] THE DELIVERY OF THE  DISSOLUTION  PLAN  AND  RECOMMENDATION\n   52  pursuant  to  section  seven  hundred  seventy-four  of  this title, the\n   53  governing body of the local government entity to be dissolved shall:\n   54    S 9. Subdivisions 1 and 3 of section 776 of the general municipal law,\n   55  as added by chapter 74 of the laws of  2009,  are  amended  to  read  as\n   56  follows:\n\n       S. 1824                             8\n\n    1    1.  The  governing body of the local government entity to be dissolved\n    2  shall set a time and place or places for one or more public hearings  on\n    3  the  proposed dissolution plan. The hearing or hearings shall be held no\n    4  less than thirty-five days and no more than ninety days after [commence-\n    5  ment  of  dissolution proceedings] RECEIVING THE DISSOLUTION PLAN RECOM-\n    6  MENDATIONS pursuant to section seven hundred seventy-four of this title.\n    7  Any interested person shall be given  a  reasonable  opportunity  to  be\n    8  heard on any aspect of the proposed dissolution.\n    9    3.  After  completion  of the final hearing, the governing body of the\n   10  local government entity to be dissolved may amend the  proposed  dissol-\n   11  ution  plan,  provided  that  the  amended  version  complies  with  the\n   12  provisions of subdivision [two] FIVE of section seven  hundred  seventy-\n   13  four  of  this  title  and is publicized pursuant to subdivision four of\n   14  this section, [and/]or approve a final version of the dissolution plan[,\n   15  or  decline  to  proceed  further  with  dissolution  proceedings].  Any\n   16  approval  by  the  governing  body of a final version of the dissolution\n   17  plan must occur within one hundred eighty days of the final hearing.\n   18    S 10. Section 777 of the general municipal law, as added by chapter 74\n   19  of the laws of 2009, is amended to read as follows:\n   20    S 777. Referendum resolution for dissolution [of villages]. 1.  [If  a\n   21  dissolution  plan calls for the dissolution of a village, then contempo-\n   22  raneous] CONTEMPORANEOUS with the final approval of the dissolution plan\n   23  pursuant to subdivision three of section seven  hundred  seventy-six  of\n   24  this  title, the governing body of the [village] LOCAL GOVERNMENT ENTITY\n   25  shall enact a resolution  calling  for  a  referendum  on  the  proposed\n   26  dissolution by the electors in the [village] LOCAL GOVERNMENT ENTITY.\n   27    2.  The  resolution calling for the referendum on the proposed dissol-\n   28  ution shall:\n   29    (a) provide (i) the name of the [village] LOCAL GOVERNMENT  ENTITY  to\n   30  be  dissolved;  and (ii) the date for the referendum, in accordance with\n   31  subdivision one of section seven hundred eighty of this title;\n   32    (b) state the substance of the question to be submitted to  the  elec-\n   33  tors; and\n   34    (c)  set forth such other matters as may be necessary to call, provide\n   35  for and give notice of the referendum and to  provide  for  the  conduct\n   36  thereof and the canvass of the returns thereupon.\n   37    3.  The  resolution calling for the referendum on the proposed dissol-\n   38  ution shall have attached to  it  the  final  approved  version  of  the\n   39  dissolution plan.\n   40    4.  IF THE REFERENDUM SHALL FAIL, THE DISSOLUTION PROCESS SPECIFIED BY\n   41  THIS TITLE SHALL NOT BE INITIATED FOR THE  LOCAL  GOVERNMENT  ENTITY  BY\n   42  ELECTORATE  PETITION  PURSUANT  TO SECTION SEVEN HUNDRED SEVENTY-NINE OF\n   43  THIS TITLE WITHIN FOUR YEARS OF THE DATE OF THE REFERENDUM.\n   44    S 11. Subdivisions 1 and 2 of section 779  of  the  general  municipal\n   45  law,  as added by chapter 74 of the laws of 2009, are amended to read as\n   46  follows:\n   47    1. The electors of a local government entity may  commence  a  dissol-\n   48  ution  proceeding  by  filing  an original petition, containing not less\n   49  than the number of signatures provided for in subdivision  two  of  this\n   50  section  and  in  the  form  provided  for  in subdivision three of this\n   51  section, with the clerk of the town in which the entity or  the  greater\n   52  portion  of  its  territory  is  located, except that if the entity is a\n   53  village the original petition of electors  from  the  village  shall  be\n   54  filed  with  the  clerk  of the village. Accompanying the filed petition\n   55  shall be a cover sheet containing the name, address and telephone number\n   56  of an individual who signed the petition and who will serve as a contact\n\n       S. 1824                             9\n\n    1  person. A PETITION MAY NOT BE SUBMITTED PURSUANT TO THIS  SECTION  IF  A\n    2  RESOLUTION  INITIATING THE DISSOLUTION PROCESS HAS BEEN ADOPTED PURSUANT\n    3  TO SECTION SEVEN HUNDRED SEVENTY-FOUR OF THIS TITLE UNTIL  SUCH  PROCESS\n    4  HAS BEEN COMPLETED.\n    5    2.  The petition shall contain [the] signatures [of] EQUAL TO at least\n    6  ten percent of the number of electors AT THE LAST  GENERAL  ELECTION  OF\n    7  THE  LOCAL  GOVERNMENT  ENTITY or five thousand [electors], whichever is\n    8  less, in the local government entity to be dissolved; provided, however,\n    9  that where the local government entity to  be  dissolved  contains  five\n   10  hundred  or  fewer electors, the petition shall contain [the] signatures\n   11  [of] EQUAL TO at least twenty percent of the number of electors  AT  THE\n   12  LAST  GENERAL ELECTION OF THE LOCAL GOVERNMENT ENTITY. No signature on a\n   13  petition is valid unless it is an original signature of an  elector  AND\n   14  SIGNED WITHIN SIXTY DAYS OF THE PETITION BEING FILED WITH THE CLERK.\n   15    S 12. Section 782 of the general municipal law, as added by chapter 74\n   16  of the laws of 2009, is amended to read as follows:\n   17    S 782. Duty to approve proposed elector initiated dissolution plan. 1.\n   18  In the case of a proposed dissolution of a local government entity prop-\n   19  erly initiated by petition of electors pursuant to section seven hundred\n   20  seventy-nine  of  this  title, if a majority of the electors voting at a\n   21  referendum vote in favor of dissolution,  the  entity's  governing  body\n   22  shall  meet within thirty days after certification of the favorable vote\n   23  and[, within one hundred eighty days of such meeting,] FORM A COMMISSION\n   24  TO STUDY, FORMULATE A PLAN FOR, AND MAKE RECOMMENDATIONS  REGARDING  THE\n   25  DISSOLUTION AND TERMINATION OF A LOCAL GOVERNMENT ENTITY.\n   26    2.  THE  COMMISSION FORMED PURSUANT TO SUBDIVISION ONE OF THIS SECTION\n   27  MAY HAVE ANY NUMBER OF MEMBERS THE LOCAL GOVERNING BODY DETERMINES TO BE\n   28  BENEFICIAL FOR DEVELOPING A DISSOLUTION PLAN WITH THE  REQUIREMENT  THAT\n   29  THE  COMMISSION  MUST,  IN  ADDITION  TO  APPOINTMENTS MADE BY THE CHIEF\n   30  ELECTED OFFICER SUBJECT TO THE GOVERNING BODY'S  APPROVAL,  INCLUDE  THE\n   31  CHIEF  ELECTED  OFFICIAL  (IN  THE  CASE  OF  A SPECIAL DISTRICT OR FIRE\n   32  DISTRICT, THE CHAIRMAN OF THE  BOARD  OF  COMMISSIONERS)  OF  THE  LOCAL\n   33  GOVERNMENT ENTITY, ONE MEMBER OF THE LOCAL GOVERNMENT ENTITY'S GOVERNING\n   34  BODY  TO  BE  SELECTED  BY A MAJORITY VOTE OF THE GOVERNING BODY (IN THE\n   35  CASE OF A SPECIAL DISTRICT OR FIRE DISTRICT, THE BOARD OF  COMMISSIONERS\n   36  MUST  SELECT  NO  LESS THAN ONE COMMISSIONER OR REPRESENTATIVE), AND THE\n   37  SUPERVISOR OF THE TOWN OR TOWNS IN WHICH THE LOCAL GOVERNMENT ENTITY  IS\n   38  LOCATED.\n   39    3.  THE  COMMISSION FORMED PURSUANT TO SUBDIVISION ONE OF THIS SECTION\n   40  MAY FORM SUB-COMMITTEES AND CONDUCT COMMUNITY FORUMS AND PUBLIC HEARINGS\n   41  DEEMED NECESSARY TO DEVELOP A DISSOLUTION PLAN. IT IS  A  PROPER  PUBLIC\n   42  PURPOSE  FOR THE GOVERNING BODY OF THE LOCAL GOVERNMENT ENTITY TO APPRO-\n   43  PRIATE MONEY FOR NECESSARY EXPENSES RELATED  TO  STUDYING  THE  PROPOSED\n   44  DISSOLUTION AND DEVELOPING A DISSOLUTION PLAN. THE COMMISSION SHALL BE A\n   45  PUBLIC  BODY WITHIN THE MEANING OF SECTION ONE HUNDRED TWO OF THE PUBLIC\n   46  OFFICERS LAW. MEMBERS OF THE COMMISSION ARE REQUIRED TO FILE AN OATH  OF\n   47  OFFICE WITH THE CLERK OF THE LOCAL GOVERNMENT ENTITY.\n   48    4. WITHIN TWELVE MONTHS OF THE FORMATION OF A COMMISSION FORMED PURSU-\n   49  ANT TO SUBDIVISION ONE OF THIS SECTION, THE COMMISSION SHALL prepare and\n   50  approve a proposed elector initiated dissolution plan. THE LOCAL GOVERN-\n   51  ING  BODY  MAY EXTEND THE TIME TO COMPLETE THE DISSOLUTION PLAN BY NINE-\n   52  TY-DAY INTERVALS FOR UP TO ONE ADDITIONAL YEAR UPON THE REQUEST  OF  THE\n   53  COMMISSION.\n   54    [2.] 5. The proposed elector initiated dissolution plan shall specify:\n   55    (a) the name of the local government entity to be dissolved;\n   56    (b) the territorial boundaries of the entity;\n\n       S. 1824                            10\n\n    1    (c) the type and/or class of the entity;\n    2    (d) a fiscal estimate of the cost of dissolution;\n    3    (e) any plan for the transfer or elimination of public employees;\n    4    (f)  the  entity's  assets,  including  but  not  limited  to real and\n    5  personal property, and the fair value thereof in current  money  of  the\n    6  United States;\n    7    (g)  the  entity's liabilities and indebtedness, bonded and otherwise,\n    8  and the fair value thereof in current money of the United States;\n    9    (h) any agreements entered into with the town or towns  in  which  the\n   10  entity is situated in order to carry out the dissolution;\n   11    (i)  the  manner  and  means by which the residents of the entity will\n   12  continue to be  furnished  municipal  services  following  the  entity's\n   13  dissolution;\n   14    (j)  terms for the disposition of the entity's assets and the disposi-\n   15  tion of  its  liabilities  and  indebtedness,  including  the  levy  and\n   16  collection of the necessary taxes and assessments therefor;\n   17    (k)  findings as to whether any local laws, ordinances, rules or regu-\n   18  lations of the entity shall remain in effect after the effective date of\n   19  the dissolution or shall remain in effect for a  period  of  time  other\n   20  than as provided by section seven hundred eighty-nine of this title;\n   21    (l) the effective date of the dissolution;\n   22    (m)  the  time and place or places for a public hearing or hearings on\n   23  such proposed dissolution plan pursuant to section seven hundred  eight-\n   24  y-four of this title; [and]\n   25    (n)  THE PROJECTED CHANGE, IF ANY, IN PROPERTY TAXES FOR THE TAXPAYERS\n   26  LOCATED IN THE LOCAL GOVERNMENT ENTITY TO BE DISSOLVED;\n   27    (O) THE PROJECTED CHANGE, IF ANY, IN PROPERTY TAXES FOR THE  TAXPAYERS\n   28  OF THE TOWN OUTSIDE OF THE LOCAL GOVERNMENT ENTITY TO BE DISSOLVED;\n   29    (P) A FISCAL ESTIMATE OF THE COST OF AND SAVINGS WHICH MAY BE REALIZED\n   30  FROM DISSOLUTION, INCLUDING BUT NOT LIMITED TO THE FOLLOWING:\n   31    (I) INCREASED EFFICIENCIES THROUGH IMPROVED ECONOMIES OF SCALE;\n   32    (II)  DISCONTINUING  AND/OR  RESTRUCTURING THE PROVISION OF PARTICULAR\n   33  SERVICES, AND THE EXTENT TO  WHICH  DISCONTINUING  AND/OR  RESTRUCTURING\n   34  SUCH SERVICES MAY ONLY BE ACHIEVED THROUGH DISSOLUTION;\n   35    (III) THE ELIMINATION OF ELECTED OFFICES;\n   36    (IV)  INCREASED  AID  FROM THE STATE TO THE RESULTING LOCAL GOVERNMENT\n   37  ENTITY; AND\n   38    (V) THE EXTENT TO WHICH SERVICES WILL NO LONGER  BE  PROVIDED  THROUGH\n   39  THE USE OF VOLUNTEERS;\n   40    (Q)  WHETHER THE DISSOLUTION WILL RESULT IN A NET INCREASE OR DECREASE\n   41  IN THE STATE'S LOCAL GOVERNMENT ENTITIES AS THAT TERM IS DEFINED IN THIS\n   42  ARTICLE; AND\n   43    (R) any other matter desirable or necessary to carry out  the  dissol-\n   44  ution.\n   45    6. A PUBLIC HEARING SHALL BE HELD ON THE FINALIZED PLAN AFTER AT LEAST\n   46  SEVEN  DAYS NOTICE, PUBLISHED IN A NEWSPAPER WITH GENERAL CIRCULATION IN\n   47  THE LOCAL GOVERNMENT ENTITY. AFTER CONDUCTING SUCH PUBLIC  HEARING,  THE\n   48  COMMISSION  FORMED PURSUANT TO SUBDIVISION ONE OF THIS SECTION MUST FILE\n   49  A FINALIZED DISSOLUTION PLAN AND  THE  COMMISSION'S  RECOMMENDATIONS  ON\n   50  WHETHER  TO  DISSOLVE  THE LOCAL GOVERNMENT ENTITY WITH THE CLERK OF THE\n   51  LOCAL GOVERNMENT ENTITY WHO MUST IMMEDIATELY DELIVER THE PLAN AND RECOM-\n   52  MENDATIONS TO THE LOCAL GOVERNMENT ENTITY'S GOVERNING BODY.\n   53    S 13. Subdivision 1 of section 784 of the general  municipal  law,  as\n   54  added by chapter 74 of the laws of 2009, is amended to read as follows:\n   55    1.  The  governing body of the local government entity to be dissolved\n   56  shall set a time and place or places for one or more public hearings  on\n\n       S. 1824                            11\n\n    1  the proposed elector initiated dissolution plan. The hearing or hearings\n    2  shall be held no less than thirty-five days and no more than ninety days\n    3  after  [the  proposed  elector  initiated  dissolution plan is approved]\n    4  RECEIVING THE DISSOLUTION PLAN RECOMMENDATIONS pursuant to section seven\n    5  hundred eighty-two of this title. Any interested person shall be given a\n    6  reasonable opportunity to be heard on any aspect of the proposed dissol-\n    7  ution.\n    8    S 14. Section 785 of the general municipal law, as added by chapter 74\n    9  of the laws of 2009, is amended to read as follows:\n   10    S 785. [Effective date of] REFERENDUM ON THE elector initiated dissol-\n   11  ution  plan[;  permissive  referendum].  1.  [A  local government entity\n   12  dissolved pursuant  to  an  elector  initiated  dissolution  plan  shall\n   13  continue  to  be governed as before dissolution until the effective date\n   14  of the dissolution specified in the elector initiated dissolution  plan,\n   15  which date shall be no less than forty-five days after final approval of\n   16  such  plan pursuant to subdivision three of section seven hundred eight-\n   17  y-four or subdivision three of section seven hundred eighty-six of  this\n   18  title.\n   19    2.  Notwithstanding  subdivision one of this section, the] THE elector\n   20  initiated dissolution plan shall not take  effect  [if,  no  later  than\n   21  forty-five  days  after final approval of such plan pursuant to subdivi-\n   22  sion three of section seven hundred eighty-four or subdivision three  of\n   23  section  seven  hundred  eighty-six of this title, electors of the local\n   24  government entity to be dissolved shall:\n   25    (a) file an original petition, containing not less than the number  of\n   26  signatures  provided for in subdivision three of this section, seeking a\n   27  referendum on the question whether  the  elector  initiated  dissolution\n   28  plan  shall  take effect, with the clerk of the town in which the entity\n   29  or the greater portion of its territory is located, except that  if  the\n   30  entity  is  a village the original petition of electors from the village\n   31  shall be filed with the clerk of the village; and\n   32    (b) thereafter less than] UNLESS a majority of the  electors  vote  in\n   33  the affirmative on such question at a referendum.\n   34    [3.  The  petition  shall  be  circulated, signed and authenticated in\n   35  substantial compliance with the  provisions  of  section  seven  hundred\n   36  seventy-nine  of  this  title,  shall contain the signatures of at least\n   37  twenty-five percent of the number of electors or fifteen thousand  elec-\n   38  tors, whichever is less, in the local government entity to be dissolved,\n   39  and  shall  be accompanied by a cover sheet containing the name, address\n   40  and telephone number of an individual who signed the  petition  and  who\n   41  will serve as a contact person.\n   42    4.  Within ten days of the filing of the petition seeking a referendum\n   43  on whether the elector initiated dissolution plan shall take effect, the\n   44  clerk with whom the petition was filed shall make a final  determination\n   45  regarding  the  sufficiency  of the number of signatures on the petition\n   46  and provide timely written notice of such determination to  the  contact\n   47  person  named  in the cover sheet accompanying the petition. The contact\n   48  person or any individual who  signed  the  petition  may  seek  judicial\n   49  review  of such determination in a proceeding pursuant to article seven-\n   50  ty-eight of the civil practice law and rules. Upon the clerk's  determi-\n   51  nation  that  the  petition contains no less than the required number of\n   52  signatures, the governing body of the  local  government  entity  to  be\n   53  dissolved  shall  within  thirty  days  enact a resolution calling for a\n   54  referendum by the electors on the question whether the elector initiated\n   55  dissolution plan shall take effect and set a date for such referendum in\n   56  accordance with subdivision five of this section.\n\n       S. 1824                            12\n\n    1    5.] 2. The referendum on the question OF whether the elector initiated\n    2  dissolution plan shall take effect shall  be  submitted  at  [a  special\n    3  election  to  be held not less than sixty or more than ninety] THE LOCAL\n    4  GOVERNMENT ENTITY'S NEXT GENERAL ELECTION OR AT  THE  NEXT  ELECTION  TO\n    5  FILL  A  VACANCY  IN  OFFICE  FOR  A LOCAL ELECTED OFFICIAL OF THE LOCAL\n    6  GOVERNMENT ENTITY, WHICHEVER IS SOONER, BUT IN NO CASE MAY THE  REFEREN-\n    7  DUM  BE HELD SOONER THAN FORTY-FIVE days after enactment of a resolution\n    8  APPROVING THE FINAL VERSION OF THE ELECTOR  INITIATED  DISSOLUTION  PLAN\n    9  pursuant  to subdivision [four] THREE of [this section, provided, howev-\n   10  er, that in cases where a town or village general election falls  within\n   11  such  period, the referendum question may be considered during a town or\n   12  village general election] SECTION  SEVEN  HUNDRED  EIGHTY-FOUR  OF  THIS\n   13  TITLE.\n   14    [6.] 3. Notice of the referendum shall be given to the electors of the\n   15  local  government  entity  to be dissolved by publication in a newspaper\n   16  having a general circulation within the  boundaries  of  the  entity  at\n   17  least  once  a  week for four consecutive weeks immediately prior to the\n   18  referendum. The notice shall include, but not be limited to:\n   19    (a) a summary of the contents of the resolution and elector  initiated\n   20  dissolution plan;\n   21    (b)  a  statement as to where may be examined a copy of the resolution\n   22  and elector initiated dissolution plan;\n   23    (c) the time and place or places at which the referendum will be held,\n   24  in accordance with subdivision [five] TWO of this section; and\n   25    (d) such other matters as may be necessary to call,  provide  for  and\n   26  give notice of the referendum and to provide for the conduct thereof and\n   27  the canvass of the returns thereupon.\n   28    [7.]  4. In a referendum held pursuant to this section, the referendum\n   29  question shall be placed before the electors  of  the  local  government\n   30  entity to be dissolved in a form reading substantially as follows:\n   31    \"The voters of the (insert type and name of local government entity to\n   32  be  dissolved)  having  previously  voted to dissolve, shall the elector\n   33  initiated dissolution plan take effect?\n   34    YES ____\n   35    NO ____\"\n   36    [8.] 5. The elector initiated dissolution plan shall not  take  effect\n   37  unless  a majority of the electors voting in the local government entity\n   38  to which the petition applies votes in favor of dissolution. If  such  a\n   39  majority vote does not result, the referendum shall fail and dissolution\n   40  shall not take effect.\n   41    6.  IF THE REFERENDUM SHALL FAIL, THE DISSOLUTION PROCESS SPECIFIED BY\n   42  THIS TITLE SHALL NOT BE INITIATED FOR THE  LOCAL  GOVERNMENT  ENTITY  BY\n   43  ELECTORATE  PETITION  PURSUANT  TO SECTION SEVEN HUNDRED SEVENTY-NINE OF\n   44  THIS TITLE WITHIN FOUR YEARS OF THE DATE OF THE REFERENDUM.\n   45    S 15. Subdivision 2 of section 33-a of the municipal home rule law, as\n   46  amended by chapter 74 of the  laws  of  2009,  is  amended  to  read  as\n   47  follows:\n   48    2.  Any  such  local  law,  or  an  amendment or repeal of one or more\n   49  provisions thereof which would have the effect of transferring or  abol-\n   50  ishing  a  function  or  duty  of  the  county  or of the cities, towns,\n   51  villages, districts or other units of government wholly contained in the\n   52  county, shall not become operative unless and until it is approved at  a\n   53  general election or at a special election, held in the county by receiv-\n   54  ing  a  majority of the total votes cast thereon: (a) in the area of the\n   55  county outside of cities and (b) in the area of cities of the county, if\n   56  any, considered as one unit, and if it provides for the transfer of  any\n\n       S. 1824                            13\n\n    1  function  or  duty  to  or  from any village or for the abolition of any\n    2  office, department, agency or unit of government  of  a  village  wholly\n    3  contained  in  the county, it shall not take effect unless it shall also\n    4  receive  a majority of [all] the votes cast thereon in [all] EACH OF the\n    5  villages OR LOCAL UNITS OF GOVERNMENT so  affected  [considered  as  one\n    6  unit].  Such a local law, amendment or repeal thereof, shall provide for\n    7  its submission to the  electors  of  the  county  at  the  next  general\n    8  election  or  at  a special election, occurring not less than sixty days\n    9  after the adoption thereof by the board of supervisors.\n   10    S 16. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the municipal home rule law, in relation to the requirements for consolidating or dissolving certain local government entities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T120318.TXT", "SOBI.D110113.T122820.TXT", "SOBI.D110113.T123820.TXT", "SOBI.D110113.T124320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294940600819
}