{
  "year" : 2011,
  "senateBillNo" : "S1826-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1826-2011-1294894800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that persons convicted of rape in the first degree against different victims or the same victim serve sentence consecutively",
  "summary" : "Requires that persons convicted of multiple counts of rape in the first degree against different victims or the same victim, must serve the sentence for such convictions consecutive to any other undischarged term of imprisonment to which the defendant was subject and for which he may be confined at the time of sentencing. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A2649",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S1487-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1826\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to concurrent and consecutive\n         terms of imprisonment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 70.25 of the penal law is amended by adding a new\n    2  subdivision 2-h to read as follows:\n    3    2-H. WHENEVER A PERSON IS CONVICTED OF TWO OR MORE COUNTS OF  RAPE  IN\n    4  THE FIRST DEGREE AS DEFINED IN SECTION 130.35 OF THIS CHAPTER, COMMITTED\n    5  AGAINST  DIFFERENT  VICTIMS OR THE SAME VICTIM, IN SEPARATE AND DISTINCT\n    6  SEXUAL ACTS, THEN ANY TERMS OF IMPRISONMENT WHICH MAY BE  IMPOSED  AS  A\n    7  SENTENCE UPON SUCH CONVICTIONS SHALL RUN CONSECUTIVELY TO EACH OTHER AND\n    8  TO  ANY  OTHER  UNDISCHARGED TERM OF IMPRISONMENT TO WHICH THE DEFENDANT\n    9  WAS SUBJECT AND FOR WHICH HE OR SHE MAY  BE  CONFINED  AT  THE  TIME  OF\n   10  SENTENCING.\n   11    S 2. This act shall take effect on the first of November next succeed-\n   12  ing the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04271-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to concurrent and consecutive terms of imprisonment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T131329.TXT", "SOBI.D110119.T154823.TXT", "SOBI.D110113.T130822.TXT", "SOBI.D110113.T125822.TXT", "SOBI.D110113.T162423.TXT", "SOBI.D110113.T132824.TXT", "SOBI.D110113.T161922.TXT", "SOBI.D110113.T124320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295470103314
}