{
  "year" : 2011,
  "senateBillNo" : "S1827-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1827-2011-1294894800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the class B felony of criminal sale of a controlled substance upon the grounds of a drug or alcohol treatment center",
  "summary" : "Establishes the class B felony of criminal sale of a controlled substance upon the grounds of a drug or alcohol treatment center. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S6348-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1827\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal  law,  in  relation  to  criminal  sale  of  a\n         controlled  substance  upon the grounds of a drug or alcohol treatment\n         center\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding a new section 220.66 to\n    2  read as follows:\n    3  S 220.66 CRIMINAL SALE OF A CONTROLLED SUBSTANCE UPON THE GROUNDS  OF  A\n    4             DRUG OR ALCOHOL TREATMENT CENTER.\n    5    1.  A PERSON IS GUILTY OF CRIMINAL SALE OF A CONTROLLED SUBSTANCE UPON\n    6  THE GROUNDS OF A DRUG OR ALCOHOL TREATMENT CENTER WHEN HE OR SHE KNOWING\n    7  AND UNLAWFULLY SELLS A CONTROLLED SUBSTANCE IN VIOLATION OF:\n    8    (A) ANY ONE OF SUBDIVISIONS ONE THROUGH SIX-A  OF  SECTION  220.34  OF\n    9  THIS  ARTICLE,  WHEN SUCH SALE TAKES PLACE UPON THE GROUNDS OF A DRUG OR\n   10  ALCOHOL TREATMENT CENTER; OR\n   11    (B) ANY ONE OF SUBDIVISIONS ONE THROUGH EIGHT  OF  SECTION  220.39  OF\n   12  THIS  ARTICLE,  WHEN SUCH SALE TAKES PLACE UPON THE GROUNDS OF A DRUG OR\n   13  ALCOHOL TREATMENT CENTER.\n   14    2. FOR THE PURPOSES OF THIS SECTION, \"UPON THE GROUNDS OF  A  DRUG  OR\n   15  ALCOHOL  TREATMENT  CENTER\"  MEANS  (A)  IN,  ON OR WITHIN ANY BUILDING,\n   16  STRUCTURE, PARKING LOT OR LAND CONTAINED WITHIN THE REAL PROPERTY BOUND-\n   17  ARY LINE OF ANY FACILITY WHICH PROVIDES CHEMICAL DEPENDENCE SERVICES, AS\n   18  DEFINED IN SUBDIVISION FIFTY-FIVE OF SECTION 1.03 OF THE MENTAL  HYGIENE\n   19  LAW,  OR  A  METHADONE  CLINIC, OR (B) ANY AREA ACCESSIBLE TO THE PUBLIC\n   20  LOCATED WITHIN ONE THOUSAND FEET OF  THE  REAL  PROPERTY  BOUNDARY  LINE\n   21  COMPRISING  ANY FACILITY WHICH PROVIDES CHEMICAL DEPENDENCE SERVICES, AS\n   22  DEFINED IN SUBDIVISION FIFTY-FIVE OF SECTION 1.03 OF THE MENTAL  HYGIENE\n   23  LAW,  OR  ANY METHADONE CLINIC, OR ANY PARKED AUTOMOBILE OR OTHER PARKED\n   24  VEHICLE LOCATED WITHIN ONE THOUSAND FEET OF THE REAL  PROPERTY  BOUNDARY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06216-01-1\n\n       S. 1827                             2\n\n    1  LINE COMPRISING SUCH A FACILITY OR METHADONE CLINIC. FOR THE PURPOSES OF\n    2  THIS  SECTION, \"AREA ACCESSIBLE TO THE PUBLIC\" MEANS SIDEWALKS, STREETS,\n    3  PARKING LOTS, PARKS, PLAYGROUNDS, STORES AND RESTAURANTS.\n    4    3. FOR THE PURPOSES OF THIS SECTION, A REBUTTABLE PRESUMPTION SHALL BE\n    5  ESTABLISHED  THAT  A  DEFENDANT HAS KNOWLEDGE THAT HE OR SHE IS UPON THE\n    6  GROUNDS OF A DRUG OR ALCOHOL TREATMENT CENTER WHEN NOTICE  IS  CONSPICU-\n    7  OUSLY POSTED OF THE PRESENCE OR PROXIMITY OF A DRUG OR ALCOHOL TREATMENT\n    8  CENTER OR METHADONE CLINIC.\n    9    CRIMINAL  SALE OF A CONTROLLED SUBSTANCE UPON THE GROUNDS OF A DRUG OR\n   10  ALCOHOL TREATMENT CENTER IS A CLASS B FELONY.\n   11    S 2. This act shall take effect on the first of November next succeed-\n   12  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1827\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to criminal sale of a controlled\nsubstance upon the grounds of a drug or alcohol treatment center\n\nPURPOSE:\nThis bill would create \"drug free zones\" prohibiting the\ncriminal sale of a controlled substance within one thousand feet of a\ndrug or alcohol treatment center and methadone clinic\n\nSUMMARY OF PROVISIONS:\nThis bill amends the Penal Law by adding a new\nsection, 220.66, criminalizing the sale of a controlled substance\nupon the grounds of a drug or alcohol treatment center or methadone\nclinic, or within one thousand feet of such facilities. This new\nsection would hold the penalty of a class B felony.\n\nJUSTIFICATION:\nRecently it has been reported that an increase in\nheroin addiction is sweeping across the younger population of New\nYork State, particularly in the sub-urban communities. Officials and\nexperts have noted that individuals recently discharged from an\naddiction rehabilitation program are the most susceptible to re-using\nand falling back in to a lite of drugs. This is also true for\nindividuals beginning a methadone program. Due to this high\nsusceptibility, drug dealers often target these newly sober and weak\nwilled individuals. Statistics show that most often, drug dealers\nprey on these individuals by sitting in the immediate vicinity of a\ndrug or alcohol treatment center or methadone clinic wait- ing for\nthe addict to come out so they can sell them drugs. By designating\nthe areas surrounding drug or alcohol treatment centers and metha-\ndone clinics drug as free zones, which comes with it an increased\npenalty, those predator drug dealers with be deterred from this\ndeplorable practice.\n\nLEGISLATIVE HISTORY:\n2010: S.6348 Referred to Codes\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November\nnext succeeding the date on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to criminal sale of a controlled substance upon the grounds of a drug or alcohol treatment center ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T130822.TXT", "SOBI.D110113.T125822.TXT", "SOBI.D110113.T162423.TXT", "SOBI.D110119.T193335.TXT", "SOBI.D110113.T124320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615330
}