{
  "year" : 2011,
  "senateBillNo" : "S1828-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1828-2011-1294894800000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all sex offenders to register for life and eliminates the petition for relief by a sex offender; repealer",
  "summary" : "Requires all sex offenders to register for life and eliminates the petition for relief by a sex offender. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S1336-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1828\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT to amend the correction law, in relation to requiring sex offen-\n         ders to register for life  and  petitions  for  modification;  and  to\n         repeal  subdivision  2  of  section  168-h of such law relating to the\n         duration of registration and verification of certain sex offenders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1 of section 168-h of the correction law, as\n    2  amended by chapter 1 of the laws of 2006, is amended to read as follows:\n    3    1. The duration of registration and verification for  a  sex  offender\n    4  [who  has  not  been designated a sexual predator, or a sexually violent\n    5  offender, or a predicate sex offender, and who is classified as a  level\n    6  one  risk,  or  who  has  not yet received a risk level classification,]\n    7  shall be annually for [a period of twenty years from the initial date of\n    8  registration] LIFE.\n    9    S 2. Subdivision 2 of section 168-h of the correction law is REPEALED.\n   10    S 3. Section 168-o of the correction law, as amended by chapter 453 of\n   11  the laws of 1999, subdivision 1 as amended by chapter 1 of the  laws  of\n   12  2006, subdivisions 2 and 3 as amended by chapter 11 of the laws of 2002,\n   13  is amended to read as follows:\n   14    S  168-o.  Petition for [relief or] modification. 1. [Any sex offender\n   15  who is classified as a level two risk, and who has not been designated a\n   16  sexual predator, or a sexually violent  offender,  or  a  predicate  sex\n   17  offender, who is required to register or verify pursuant to this article\n   18  and  who has been registered for a minimum period of thirty years may be\n   19  relieved of any further duty to register upon the granting of a petition\n   20  for relief by the sentencing court or by the court which made the deter-\n   21  mination regarding duration of registration and level  of  notification.\n   22  The  sex offender shall bear the burden of proving by clear and convinc-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06169-01-1\n\n       S. 1828                             2\n\n    1  ing evidence that his or her risk of repeat offense and threat to public\n    2  safety is such that registration or verification is no longer necessary.\n    3  Such petition, if granted, shall not relieve the petitioner of the  duty\n    4  to  register  pursuant  to  this  article upon conviction of any offense\n    5  requiring registration in the future.  Such  a  petition  shall  not  be\n    6  considered  more  than  once  every two years. In the event that the sex\n    7  offender's petition for relief is granted,  the  district  attorney  may\n    8  appeal as of right from the order pursuant to the provisions of articles\n    9  fifty-five,  fifty-six  and  fifty-seven  of  the civil practice law and\n   10  rules. Where counsel has been assigned to  represent  the  sex  offender\n   11  upon  the  ground  that the sex offender is financially unable to retain\n   12  counsel, that assignment shall be continued throughout the  pendency  of\n   13  the appeal, and the person may appeal as a poor person pursuant to arti-\n   14  cle eighteen-B of the county law.\n   15    2.]  Any  sex offender required to register or verify pursuant to this\n   16  article may petition the sentencing court or the court  which  made  the\n   17  determination regarding the level of notification for an order modifying\n   18  the  level  of  notification.  The petition shall set forth the level of\n   19  notification sought, together with the reasons for seeking such determi-\n   20  nation. The sex offender shall bear the  burden  of  proving  the  facts\n   21  supporting  the requested modification by clear and convincing evidence.\n   22  Such a petition shall not be considered more than annually. In the event\n   23  that the sex offender's petition to modify the level of notification  is\n   24  granted,  the  district  attorney  may appeal as of right from the order\n   25  pursuant to the provisions of articles fifty-five, fifty-six and  fifty-\n   26  seven  of  the  civil  practice  law  and  rules. Where counsel has been\n   27  assigned to represent the sex offender upon  the  ground  that  the  sex\n   28  offender  is financially unable to retain counsel, that assignment shall\n   29  be continued throughout the pendency of the appeal, and the  person  may\n   30  appeal  as  a  poor  person pursuant to article eighteen-B of the county\n   31  law.\n   32    [3.] 2. The district attorney may file a petition to modify the  level\n   33  of notification for a sex offender with the sentencing court or with the\n   34  court  which  made the determination regarding the level of notification\n   35  OR WITH ANY COURT IN WHICH THE SEX OFFENDER HAS BEEN CONVICTED OF A  NEW\n   36  CRIME,  where the sex offender (a) has been convicted of a new crime, or\n   37  there has been a determination after a proceeding  pursuant  to  section\n   38  410.70 of the criminal procedure law or section two hundred fifty-nine-i\n   39  of  the  executive  law  that  the sex offender has violated one or more\n   40  conditions imposed as part of a sentence  of  a  conditional  discharge,\n   41  probation,  parole  or  post-release supervision for a designated crime,\n   42  and (b) the conduct underlying the new crime or the violation  is  of  a\n   43  nature  that  indicates  an  increased risk of a repeat sex offense. The\n   44  petition shall set forth the level of notification sought, together with\n   45  the reasons for seeking such determination. The district attorney  shall\n   46  bear  the burden of proving the facts supporting the requested modifica-\n   47  tion, by clear and convincing evidence. In the event that  the  district\n   48  attorney's  petition is granted, the sex offender may appeal as of right\n   49  from the order, pursuant  to  the  provisions  of  articles  fifty-five,\n   50  fifty-six  and  fifty-seven  of  the civil practice law and rules. Where\n   51  counsel has been assigned to represent the offender upon the ground that\n   52  he or she is financially unable to retain counsel, that assignment shall\n   53  be continued throughout the pendency of the appeal, and the  person  may\n   54  proceed  as  a poor person, pursuant to article eighteen-B of the county\n   55  law.\n\n       S. 1828                             3\n\n    1    [4.] 3. Upon receipt of a petition submitted pursuant  to  subdivision\n    2  one[,] OR two [or three] of this section, the court shall forward a copy\n    3  of  the  petition  to  the  board  and request an updated recommendation\n    4  pertaining to the sex offender and shall provide a copy of the  petition\n    5  to  the  other party.  The court shall also advise the sex offender that\n    6  he or she has the right to be represented by counsel at the hearing  and\n    7  counsel  will  be appointed if he or she is financially unable to retain\n    8  counsel. A returnable form shall be enclosed in the  court's  notice  to\n    9  the  sex  offender on which the sex offender may apply for assignment of\n   10  counsel.  If the sex offender applies for assignment of counsel and  the\n   11  court  finds  that the offender is financially unable to retain counsel,\n   12  the court shall assign counsel to represent the  offender,  pursuant  to\n   13  article  eighteen-B of the county law. Where the petition was filed by a\n   14  district attorney, at least thirty  days  prior  to  making  an  updated\n   15  recommendation  the  board  shall notify the sex offender and his or her\n   16  counsel that the offender's case is  under  review  and  he  or  she  is\n   17  permitted to submit to the board any information relevant to the review.\n   18  The  board's  updated recommendation on the sex offender shall be confi-\n   19  dential and shall not be available for public inspection. After  receiv-\n   20  ing  an updated recommendation from the board concerning a sex offender,\n   21  the court shall, at least thirty days prior to ruling upon the petition,\n   22  provide a copy of the updated recommendation to the  sex  offender,  the\n   23  sex  offender's  counsel  and  the district attorney and notify them, in\n   24  writing, of the date set by the court for a  hearing  on  the  petition.\n   25  After reviewing the recommendation received from the board and any rele-\n   26  vant  materials  and  evidence  submitted  by  the  sex offender and the\n   27  district attorney, the court may grant or deny the petition.  The  court\n   28  may  also consult with the victim prior to making a determination on the\n   29  petition. The court shall render an order  setting  forth  its  determi-\n   30  nation,  and  the  findings  of fact and conclusions of law on which the\n   31  determination is based. If the petition is  granted,  it  shall  be  the\n   32  obligation  of  the court to submit a copy of its order to the division.\n   33  Upon application of either party, the court shall seal  any  portion  of\n   34  the  court  file  or record which contains material that is confidential\n   35  under any state or federal statute.\n   36    S 4. This act shall take effect immediately, and shall  apply  to  sex\n   37  offenders  required to be registered immediately prior to such effective\n   38  date and to all sex offenders required to be registered on or after such\n   39  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to requiring sex offenders to register for life and petitions for modification; and to repeal subdivision 2 of section 168-h of such law relating to the duration of registration and verification of certain sex offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T130822.TXT", "SOBI.D110113.T125822.TXT", "SOBI.D110113.T162423.TXT", "SOBI.D110113.T124320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294953863625
}