{
  "year" : 2011,
  "senateBillNo" : "S1820-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1820-2011-1294894800000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to enacting the agreement among the states to elect the president by national popular vote",
  "summary" : "Enacts the agreement among the states to elect the president by national popular vote; creates a compact between the states and the District of Columbia; defines terms. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : "A489",
  "lawSection" : "Election Law",
  "previousVersions" : [ "A489-2011", "A489-2009", "SA2286-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1820\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to enacting the  agreement\n         among the states to elect the president by national popular vote\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 12 of the election law is amended by adding  a  new\n    2  title 4 to read as follows:\n    3                                   TITLE IV\n    4                   AGREEMENT AMONG THE STATES TO ELECT THE\n    5                     PRESIDENT BY NATIONAL POPULAR VOTE\n    6  SECTION 12-400. SHORT TITLE.\n    7          12-402. ADOPTION AND TEXT OF COMPACT.\n    8    S  12-400.  SHORT TITLE. THIS TITLE SHALL BE KNOWN AND MAY BE CITED AS\n    9  \"AGREEMENT AMONG THE STATES TO ELECT THE PRESIDENT BY  NATIONAL  POPULAR\n   10  VOTE\".\n   11    S 12-402. ADOPTION AND TEXT OF COMPACT. THE AGREEMENT AMONG THE STATES\n   12  TO  ELECT  THE PRESIDENT BY NATIONAL POPULAR VOTE IS ADOPTED AND ENACTED\n   13  INTO LAW AS FOLLOWS:\n\n   14                                  ARTICLE I\n   15    MEMBERSHIP. ANY STATE OF THE UNITED STATES AND THE DISTRICT OF  COLUM-\n   16  BIA MAY BECOME A MEMBER OF THIS AGREEMENT BY ENACTING THIS AGREEMENT.\n\n   17                                 ARTICLE II\n   18    RIGHT  OF  THE  PEOPLE IN MEMBER STATES TO VOTE FOR PRESIDENT AND VICE\n   19  PRESIDENT. EACH MEMBER STATE SHALL CONDUCT A STATEWIDE POPULAR  ELECTION\n   20  FOR PRESIDENT AND VICE PRESIDENT OF THE UNITED STATES.\n\n   21                                 ARTICLE III\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01750-01-1\n\n       S. 1820                             2\n\n    1    MANNER OF APPOINTING PRESIDENTIAL ELECTORS IN MEMBER STATES. 1.  PRIOR\n    2  TO  THE  TIME  SET BY LAW FOR THE MEETING AND VOTING BY THE PRESIDENTIAL\n    3  ELECTORS, THE CHIEF ELECTION OFFICIAL OF EACH MEMBER STATE SHALL  DETER-\n    4  MINE  THE  NUMBER  OF VOTES FOR EACH PRESIDENTIAL SLATE IN EACH STATE OF\n    5  THE  UNITED  STATES  AND IN THE DISTRICT OF COLUMBIA IN WHICH VOTES HAVE\n    6  BEEN CAST IN A STATEWIDE POPULAR  ELECTION  AND  SHALL  ADD  SUCH  VOTES\n    7  TOGETHER  TO  PRODUCE A \"NATIONAL POPULAR VOTE TOTAL\" FOR EACH PRESIDEN-\n    8  TIAL SLATE.\n    9    2. THE CHIEF ELECTION OFFICIAL OF EACH MEMBER  STATE  SHALL  DESIGNATE\n   10  THE  PRESIDENTIAL  SLATE WITH THE LARGEST NATIONAL POPULAR VOTE TOTAL AS\n   11  THE \"NATIONAL POPULAR VOTE WINNER\".\n   12    3. THE PRESIDENTIAL ELECTOR CERTIFYING OFFICIAL OF EACH  MEMBER  STATE\n   13  SHALL  CERTIFY THE APPOINTMENT IN THAT OFFICIAL'S OWN STATE OF THE ELEC-\n   14  TOR SLATE NOMINATED IN THAT STATE IN ASSOCIATION WITH THE NATIONAL POPU-\n   15  LAR VOTE WINNER.\n   16    4. AT LEAST SIX DAYS BEFORE THE DAY FIXED BY LAW FOR THE  MEETING  AND\n   17  VOTING  BY  THE  PRESIDENTIAL  ELECTORS,  EACH MEMBER STATE SHALL MAKE A\n   18  FINAL DETERMINATION OF THE NUMBER OF POPULAR VOTES CAST IN THE STATE FOR\n   19  EACH PRESIDENTIAL SLATE AND SHALL COMMUNICATE AN OFFICIAL  STATEMENT  OF\n   20  SUCH  DETERMINATION WITHIN TWENTY-FOUR HOURS TO THE CHIEF ELECTION OFFI-\n   21  CIAL OF EACH OTHER MEMBER STATE.\n   22    5. THE CHIEF ELECTION OFFICIAL OF EACH MEMBER  STATE  SHALL  TREAT  AS\n   23  CONCLUSIVE  AN OFFICIAL STATEMENT CONTAINING THE NUMBER OF POPULAR VOTES\n   24  IN A STATE FOR EACH PRESIDENTIAL SLATE MADE BY THE  DAY  ESTABLISHED  BY\n   25  FEDERAL  LAW  FOR  MAKING A STATE'S FINAL DETERMINATION CONCLUSIVE AS TO\n   26  THE COUNTING OF ELECTORAL VOTES BY CONGRESS.\n   27    6. IN EVENT OF A TIE FOR THE NATIONAL POPULAR VOTE WINNER, THE  PRESI-\n   28  DENTIAL  ELECTOR  CERTIFYING OFFICIAL OF EACH MEMBER STATE SHALL CERTIFY\n   29  THE APPOINTMENT OF THE ELECTOR SLATE NOMINATED IN ASSOCIATION  WITH  THE\n   30  PRESIDENTIAL  SLATE RECEIVING THE LARGEST NUMBER OF POPULAR VOTES WITHIN\n   31  THAT OFFICIAL'S OWN STATE.\n   32    7. IF, FOR ANY REASON, THE NUMBER OF PRESIDENTIAL  ELECTORS  NOMINATED\n   33  IN  A  MEMBER STATE IN ASSOCIATION WITH THE NATIONAL POPULAR VOTE WINNER\n   34  IS LESS THAN OR GREATER THAN THAT STATE'S NUMBER OF ELECTORAL VOTES, THE\n   35  PRESIDENTIAL CANDIDATE ON THE PRESIDENTIAL SLATE THAT  HAS  BEEN  DESIG-\n   36  NATED  AS THE NATIONAL POPULAR VOTE WINNER SHALL HAVE THE POWER TO NOMI-\n   37  NATE THE PRESIDENTIAL ELECTORS FOR THAT STATE AND THAT STATE'S PRESIDEN-\n   38  TIAL ELECTOR CERTIFYING OFFICIAL SHALL CERTIFY THE APPOINTMENT  OF  SUCH\n   39  NOMINEES.\n   40    8.  THE CHIEF ELECTION OFFICIAL OF EACH MEMBER STATE SHALL IMMEDIATELY\n   41  RELEASE TO THE PUBLIC ALL VOTE COUNTS OR STATEMENTS OF VOTES AS THEY ARE\n   42  DETERMINED OR OBTAINED.\n   43    9. THIS ARTICLE SHALL GOVERN THE APPOINTMENT OF PRESIDENTIAL  ELECTORS\n   44  IN  EACH  MEMBER  STATE  IN ANY YEAR IN WHICH THIS AGREEMENT IS, ON JULY\n   45  TWENTIETH, IN EFFECT IN STATES CUMULATIVELY POSSESSING A MAJORITY OF THE\n   46  ELECTORAL VOTES.\n\n   47                                 ARTICLE IV\n   48    OTHER PROVISIONS. THIS AGREEMENT SHALL TAKE EFFECT WHEN STATES CUMULA-\n   49  TIVELY POSSESSING A MAJORITY OF THE ELECTORAL VOTES  HAVE  ENACTED  THIS\n   50  AGREEMENT  IN  SUBSTANTIALLY  THE  SAME  FORM AND THE ENACTMENTS BY SUCH\n   51  STATES HAVE TAKEN EFFECT IN EACH STATE. ANY MEMBER  STATE  MAY  WITHDRAW\n   52  FROM  THIS  AGREEMENT,  EXCEPT THAT A WITHDRAWAL OCCURRING SIX MONTHS OR\n   53  LESS BEFORE THE END OF A PRESIDENT'S TERM  SHALL  NOT  BECOME  EFFECTIVE\n   54  UNTIL  A  PRESIDENT OR VICE PRESIDENT SHALL HAVE BEEN QUALIFIED TO SERVE\n   55  THE NEXT TERM. THE CHIEF EXECUTIVE OF EACH MEMBER STATE  SHALL  PROMPTLY\n\n       S. 1820                             3\n\n    1  NOTIFY  THE  CHIEF  EXECUTIVE OF ALL OTHER STATES OF WHEN THIS AGREEMENT\n    2  HAS BEEN ENACTED AND HAS TAKEN EFFECT IN THAT OFFICIAL'S STATE, WHEN THE\n    3  STATE HAS WITHDRAWN FROM THIS AGREEMENT, AND WHEN THIS  AGREEMENT  TAKES\n    4  EFFECT GENERALLY.\n    5    THIS AGREEMENT SHALL TERMINATE IF THE ELECTORAL COLLEGE IS ABOLISHED.\n    6    IF  ANY  PROVISION  OF  THIS  AGREEMENT IS HELD INVALID, THE REMAINING\n    7  PROVISIONS SHALL NOT BE AFFECTED.\n\n    8                                  ARTICLE V\n    9    DEFINITIONS. FOR PURPOSES OF THIS AGREEMENT:\n   10    1. \"CHIEF EXECUTIVE\" SHALL MEAN THE GOVERNOR OF A STATE OF THE  UNITED\n   11  STATES OR THE MAYOR OF THE DISTRICT OF COLUMBIA.\n   12    2.  \"ELECTOR  SLATE\"  SHALL  MEAN  A SLATE OF CANDIDATES WHO HAVE BEEN\n   13  NOMINATED IN A STATE FOR THE POSITION OF PRESIDENTIAL ELECTOR IN ASSOCI-\n   14  ATION WITH A PRESIDENTIAL SLATE.\n   15    3. \"CHIEF ELECTION OFFICIAL\" SHALL MEAN THE  STATE  OFFICIAL  OR  BODY\n   16  THAT IS AUTHORIZED TO CERTIFY THE TOTAL NUMBER OF POPULAR VOTES FOR EACH\n   17  PRESIDENTIAL SLATE.\n   18    4. \"PRESIDENTIAL ELECTOR\" SHALL MEAN AN ELECTOR FOR PRESIDENT AND VICE\n   19  PRESIDENT OF THE UNITED STATES.\n   20    5.  \"PRESIDENTIAL  ELECTOR  CERTIFYING  OFFICIAL\" SHALL MEAN THE STATE\n   21  OFFICIAL OR BODY THAT IS AUTHORIZED TO CERTIFY THE  APPOINTMENT  OF  THE\n   22  STATE'S PRESIDENTIAL ELECTORS.\n   23    6.  \"PRESIDENTIAL  SLATE\" SHALL MEAN A SLATE OF TWO PERSONS, THE FIRST\n   24  OF WHOM HAS BEEN NOMINATED AS A CANDIDATE FOR PRESIDENT  OF  THE  UNITED\n   25  STATES AND THE SECOND OF WHOM HAS BEEN NOMINATED AS A CANDIDATE FOR VICE\n   26  PRESIDENT OF THE UNITED STATES, OR ANY LEGAL SUCCESSORS TO SUCH PERSONS,\n   27  REGARDLESS  OF  WHETHER BOTH NAMES APPEAR ON THE BALLOT PRESENTED TO THE\n   28  VOTER IN A PARTICULAR STATE.\n   29    7. \"STATE\" SHALL MEAN A STATE OF THE UNITED STATES AND THE DISTRICT OF\n   30  COLUMBIA.\n   31    8. \"STATEWIDE POPULAR ELECTION\" SHALL MEAN A GENERAL ELECTION IN WHICH\n   32  VOTES ARE CAST FOR PRESIDENTIAL SLATES BY INDIVIDUAL VOTERS AND  COUNTED\n   33  ON A STATEWIDE BASIS.\n   34    S 2. This act shall take effect immediately; provided that the commis-\n   35  sioner of the state board of elections shall notify the legislative bill\n   36  drafting commission upon the occurrence of the adoption of the agreement\n   37  among  the states to elect the president by national popular vote by two\n   38  or more states in order that the commission may maintain an accurate and\n   39  timely effective data base of the official text of the laws of the state\n   40  of New York in furtherance of effecting the provisions of section 44  of\n   41  the legislative law and section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to enacting the agreement among the states to elect the president by national popular vote ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T115832.TXT", "SOBI.D110113.T151918.TXT", "SOBI.D110113.T120318.TXT", "SOBI.D110113.T112314.TXT", "SOBI.D110113.T104312.TXT", "SOBI.D110113.T120818.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294949958169
}