{
  "year" : 2011,
  "senateBillNo" : "S1829-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1829-2011-1294894800000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires sex offenders to verify their residence and registration on a biannual basis",
  "summary" : "Requires sex offenders to verify their residence and registration on a biannual basis; the divisions shall mail a verification form to each registered sex offender on a different random date during each six month period of the calendar year. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S1485-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1829\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT to amend the correction law, in relation to requiring sex offen-\n         ders to verify their registration with the sex offender registry on  a\n         biannual basis\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 168-b of the  correction  law,  as\n    2  added by chapter 192 of the laws of 1995, is amended to read as follows:\n    3    4.  The  division  shall, UPON A DIFFERENT RANDOM DATE DURING EACH SIX\n    4  MONTH PERIOD OF THE CALENDAR YEAR, mail  a  nonforwardable  verification\n    5  form  to  the  last reported address of the person for [annual] BIANNUAL\n    6  verification requirements.\n    7    S 2. The opening paragraph of subdivision 2 of section  168-f  of  the\n    8  correction  law, as added by chapter 192 of the laws of 1995, is amended\n    9  to read as follows:\n   10    For a sex offender required to register under this  article  [on  each\n   11  anniversary  of  the  sex  offender's  initial  registration  date] UPON\n   12  RECEIPT OF EACH RANDOMLY MAILED BIANNUAL VERIFICATION  FORM  during  the\n   13  period  in  which  he  is  required  to  register under this section the\n   14  following applies:\n   15    S 3. Subdivision 2 of section 168-g of the correction law, as added by\n   16  chapter 192 of the laws of 1995, is amended to read as follows:\n   17    2. Every sex offender who on the effective date  of  this  article  is\n   18  then  on  parole or probation for an offense provided for in subdivision\n   19  two or three of section one hundred sixty-eight-a of this article  shall\n   20  within  ten calendar days of such determination register with his parole\n   21  or probation officer. [On each anniversary of]  ON  AND  AFTER  the  sex\n   22  offender's  initial  registration  date  [thereafter], the provisions of\n   23  section one hundred sixty-eight-f of this article  shall  BE  DEEMED  TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06187-01-1\n\n       S. 1829                             2\n\n    1  apply  TO  SUCH  OFFENDER.   Any sex offender who fails or refuses to so\n    2  comply shall be subject to the same penalties as otherwise provided  for\n    3  in  this article which would be imposed upon a sex offender who fails or\n    4  refuses  to  so  comply  with the provisions of this article on or after\n    5  such effective date.\n    6    S 4. Subdivisions 1 and 2 of section 168-h of the correction  law,  as\n    7  amended  by  chapter  1  of  the  laws  of  2006, are amended to read as\n    8  follows:\n    9    1. The duration of registration and verification for  a  sex  offender\n   10  who  has  not  been  designated a sexual predator, or a sexually violent\n   11  offender, or a predicate sex offender, and who is classified as a  level\n   12  one risk, or who has not yet received a risk level classification, shall\n   13  be  [annually]  BIANNUALLY for a period of twenty years from the initial\n   14  date of registration.\n   15    2. The duration of registration and verification for  a  sex  offender\n   16  who, on or after March eleventh, two thousand two, is designated a sexu-\n   17  al  predator,  or a sexually violent offender, or a predicate sex offen-\n   18  der, or who is classified as a level two or level three risk,  shall  be\n   19  [annually]  BIANNUALLY  for  life.  Notwithstanding the foregoing, a sex\n   20  offender who is classified as a level two risk and who is not designated\n   21  a sexual predator, a sexually violent offender or a predicate sex offen-\n   22  der, may be relieved of the duty to register and verify as  provided  by\n   23  subdivision one of section one hundred sixty-eight-o of this article.\n   24    S  5. This act shall take effect on the first of January next succeed-\n   25  ing the date on which it shall have become  a  law,  provided  that  any\n   26  rules,  regulations  and  forms necessary to implement the provisions of\n   27  this act on its  effective  date  are  authorized  and  directed  to  be\n   28  completed on or before such date.\n",
  "memo" : "BILL NUMBER:S1829\n\nTITLE OF BILL:\nAn act\nto amend the correction law, in relation to requiring sex offenders to\nverify their registration with the sex offender registry on a biannual\nbasis\n\nPURPOSE:\nTo increase the number of times a sex offender has to verify\ntheir registration with the Division of Criminal Justice Services.\n\nSUMMARY OF PROVISIONS:\nSection One - Subdivision 4 of Section 168-b of the Correction Law, as\nadded by Chapter 192 of the Laws of 1995, is amended to provide that\nDCJS shall on random dates in each six month period of the year mail\na nonforwardable verification form to sex offenders.\n\nSection Two - The opening paragraph of subdivision 2 of section l68-f\nof the Correction Law, as added by Chapter 192 of the Laws of 1995,\nis amended to change from an annual verification date to a random\nbiannual verification procedure.\n\nSection Three - Subdivision 2 of section 168-g of the Correction Law,\nas added by Chapter 192 of the Laws of 1995, is amended to provide\nthat sex offenders must comply with the random biannual address\nverification.\n\nSection Four - Subdivisions 1 and 2 of section 168-h of the Correction\nLaw, as amended by Chapter 1 of the Laws of 2006, are amended to\nchange annually to biannually.\n\nSection Five - Sets forth the effective date.\n\nJUSTIFICATION:\nTerrifying examples of the need for stricter laws\nregulating sex offenders permeate the news across the country evening\nafter evening. The killing of children like Jessica Lunsford in\nFlorida is a sad commentary indeed that sex offender registration and\ncommunity notification are not enough to keep our children and\ncommunities safe from such vicious predators. Law enforcement\nofficers need better tools to be able to keep track of the most\ndangerous offenders, especially those who choose to ignore their\nregistration requirements under New York State's version of Megan's\nLaw.\nTherefore, it is vitally important to verify the registered location\nof sex offenders to make sure that they have not moved and are still\nfollowing their registration requirements. This legislation is based\non a federal initiative, H.R. 1505, The Jessica Lunsford Act, which\namong its provisions would require all states to implement a policy\nwhich sets up random biannual verification of sex offenders. Under\ncurrent law, level three offenders must verify their registration\nevery 90 days. However, level 1 and 2 offenders are only checked on\nonce a year with a verification form on their anniversary of\nregistration. Recent attacks on children across the country have\nshown that sex offenders will often abscond from their registered\n\n\naddress to areas where law enforcement and residents are unaware of\ntheir existence.\nTherefore, it is important to verify that a sex offender is indeed\nliving where they are registered at least once in each six month\nperiod of time. It also makes great sense to have this card sent\nrandomly rather than on a specific anniversary date when an offender\nknows that it is coming.\n\nLEGISLATIVE HISTORY:\n2009/2010 - S.1485 - Referred to Codes\n2007-2008 - S.434 - Passed Senate, Non-Controversial/Assembly\nCorrections\n2005-2006 - S.5404-A - Passed Senate/Assembly Corrections\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January\nnext succeeding the date on which it shall have become a law,\nprovided that any rules, regulations and forms necessary to implement\nthe provisions of this act on its effective date are authorized and\ndirected to be competed on or before such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to requiring sex offenders to verify their registration with the sex offender registry on a biannual basis ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T130822.TXT", "SOBI.D110113.T125822.TXT", "SOBI.D110113.T162423.TXT", "SOBI.D110113.T124821.TXT", "SOBI.D110119.T193335.TXT", "SOBI.D110113.T124320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615334
}