{
  "year" : 2011,
  "senateBillNo" : "S1825-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1825-2011-1294894800000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires sex offenders to annually return a verification form to the division of criminal justice services",
  "summary" : "Requires sex offenders to annually return a verification form to the division of criminal justice services. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S1484-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1825\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT  to  amend  the  correction  law, in relation to the duty of sex\n         offenders to annually verify their address\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (c)  of  subdivision 2 of section 168-f of the\n    2  correction law, as amended by chapter  453  of  the  laws  of  1999,  is\n    3  amended to read as follows:\n    4    (c)  If the sex offender fails to mail the signed verification form to\n    5  the division within ten calendar days after receipt of the form,  he  or\n    6  she  shall  be in violation of this section [unless he proves that he or\n    7  she has not changed his or her residence address].\n    8    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06188-01-1\n",
  "memo" : "BILL NUMBER:S1825\n\nTITLE OF BILL:\nAn act\nto amend the correction law, in relation to the duty of sex offenders to\nannually verify their address\n\nPURPOSE:\nTo require sex offenders to annually return a verification\nform to the Division of Criminal Justice Services.\n\nSUMMARY OF PROVISIONS:\nParagraph (c) of subdivision 2 of section\n168-f of the Correction Law, as amended by Chapter 453 of the Laws of\n1999, is amended to require a sex offender to return by mail the\nsigned address verification form to DCJS within 10 calendar days of\nreceipt. Failure to do so would be a violation of this section.\n\nJUSTIFICATION:\nCurrently, if a sex offender does not mail back the\nannual signed address verification form to the Division of Criminal\nJustice Services, it starts a process whereby local law enforcement\nneeds to investigate whether such individual is still residing at the\nregistered address. If law enforcement brings forward a case against\nan individual for failing to mail back such form needed to update\ntheir whereabouts, current law states that it is not a violation if\nthey can prove that they have not moved. Bringing cases to court\nwhich are protected by the affirmative defense language is a waste of\nprecious criminal justice time which could be used more effectively\nelsewhere. In a sense, the affirmative defense clause thereby gives\nsex offenders a free pass if they do not send their signed\nverification form back. Since it is of the utmost importance to the\npublic's safety for DCJS and local law enforcement to keep track of\nregistered sex offenders, it is necessary to instill a penalty for\nfailing to return a signed verification form whether or not the\nperson's address has changed.\n\nLEGISLATIVE HISTORY:\n2009/10 - S.1484 - Referred to Crime Victims, Crime and Correction\n2007/08 - S.437 - Passed Senate 54-1 Non-Controversial/Assembly\nCorrection\n2005/06 - S.481 - Passed Senate/Assembly Correction\n2003/04 - S.4455/A.8521 - Passed Senate/Assembly Correction\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the duty of sex offenders to annually verify their address ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T131329.TXT", "SOBI.D110113.T125822.TXT", "SOBI.D110113.T130322.TXT", "SOBI.D110113.T161922.TXT", "SOBI.D110119.T193335.TXT", "SOBI.D110113.T124320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615327
}