{
  "year" : 2011,
  "senateBillNo" : "S1837-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1837-2011-1294894800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the ability of government agencies in New York to claim copyright protection",
  "summary" : "Waives the ability of government agencies in New York to claim copyright protection except where the record reflects artistic creation, or scientific or academic research, or if the agency intends to distribute the record of derivative work based on it to the public by sale or other transfer of ownership. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "SB3659-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1837\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ -- read twice and ordered printed,\n         and  when  printed  to be committed to the Committee on Investigations\n         and Government Operations\n\n       AN ACT to amend the public officers law, in relation to the  ability  of\n         government agencies in New York to claim copyright protection\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 89 of the public officers law is amended by  adding\n    2  a new subdivision 10 to read as follows:\n    3    10.  ANY  COPYRIGHT IN A RECORD PREPARED BY AN AGENCY THAT IS REQUIRED\n    4  TO BE DISCLOSED PURSUANT TO THE PROVISIONS OF THIS  ARTICLE  IS  WAIVED,\n    5  EXCEPT  WHERE  THE  RECORD  REFLECTS  ARTISTIC  CREATION,  SCIENTIFIC OR\n    6  ACADEMIC RESEARCH, OR IF THE AGENCY INTENDS TO DISTRIBUTE THE RECORD  OR\n    7  A DERIVATIVE WORK BASED ON IT TO THE PUBLIC BY SALE OR OTHER TRANSFER OF\n    8  OWNERSHIP,  OR  BY  RENTAL, LEASE, OR LICENSE.   IF ANY OF THE FOREGOING\n    9  EXCEPTIONS APPLY, THE ENTITY FROM WHICH THE RECORD IS SOUGHT MAY IN  ITS\n   10  DISCRETION ELECT TO WAIVE ANY SUCH COPYRIGHT.\n   11    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   12  have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06316-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to the ability of government agencies in New York to claim copyright protection ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T152418.TXT", "SOBI.D110114.T102411.TXT", "SOBI.D110113.T152919.TXT", "SOBI.D110113.T144414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295018651691
}