{
  "year" : 2011,
  "senateBillNo" : "S1832-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1832-2011-1294894800000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the imposition of any charge or fee on the telephone bill of a consumer when such fee is imposed by a third party, without the consent of the consumer",
  "summary" : "Prohibits the imposition of any charge or fee on the telephone bill of a consumer when such fee or charge is imposed by a third party, unless the consumer explicitly agrees to the nature and amount of such fee or charge; makes the unauthorized imposition of such a fee void and unenforceable; directs the public service commission to enforce such provisions. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "SB7082-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1832\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by Sen. FLANAGAN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend  the  public  service  law,  in  relation to consumer\n         protections against cramming\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of section 92-d of the public service\n    2  law,  as separately amended by chapters 546 and 547 of the laws of 2000,\n    3  is amended to read as follows:\n    4    Each local exchange telephone company shall inform  its  customers  of\n    5  the  provisions  of SECTION NINETY-TWO-G OF THIS ARTICLE, sections three\n    6  hundred ninety-nine-p  [and],  three  hundred  ninety-nine-z  and  three\n    7  hundred ninety-nine-pp of the general business law, and article ten-B of\n    8  the  personal  property  law, as such provisions relate to the rights of\n    9  consumers with respect to CRAMMING, telemarketers, sellers, the no tele-\n   10  marketing sales call statewide registry and automatic dialing-announcing\n   11  devices, by means of:\n   12    S 2. The public service law is amended by adding a new section 92-g to\n   13  read as follows:\n   14    S 92-G.  CRAMMING PROHIBITED. 1. FOR THE  PURPOSES  OF  THIS  SECTION,\n   15  \"CRAMMING\"  MEANS THE INCLUSION AND IMPOSITION OF CHARGES ON THE INVOICE\n   16  OR BILL OF A CUSTOMER FROM A TELEPHONE CORPORATION AT THE REQUEST  OF  A\n   17  THIRD  PARTY  OR  BILLING AGGREGATOR THAT (A) WERE NOT AUTHORIZED BY THE\n   18  CUSTOMER, OR (B) IF AUTHORIZED,  WERE  OBTAINED  THROUGH  MISLEADING  OR\n   19  DECEPTIVE MEANS.\n   20    2. A CUSTOMER SHALL NOT BE LIABLE FOR CHARGES APPEARING ON THE INVOICE\n   21  OR  BILL  OF A TELEPHONE CORPORATION THAT ARE THE RESULT OF CRAMMING. NO\n   22  CHARGES FOR ANY PRODUCTS OR SERVICES, OTHER THAN THOSE PROVIDED  BY  THE\n   23  TELEPHONE CORPORATION, ITS AFFILIATES, A THIRD PARTY VIDEO PROVIDER WITH\n   24  WHOM  A  TELEPHONE CORPORATION OR ITS AFFILIATE JOINTLY MARKET SERVICES,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04127-01-1\n\n       S. 1832                             2\n\n    1  OR OTHERWISE PERMITTED BY LAW, SHALL BE INCLUDED ON ANY BILL OR  INVOICE\n    2  OF  A  CUSTOMER,  UNLESS  THE THIRD PARTY REQUESTING THE PAYMENT OF SUCH\n    3  CHARGES RETAINS AND PROVIDES UPON REQUEST VALID PROOF THAT:\n    4    A.  THE CUSTOMER WAS PROVIDED WITH CLEAR AND CONSPICUOUS DISCLOSURE OF\n    5  ALL MATERIAL TERMS AND  CONDITIONS  OF  THE  PRODUCT  OR  SERVICE  BEING\n    6  OFFERED,  INCLUDING BUT NOT LIMITED TO ALL INITIAL AND RECURRING CHARGES\n    7  AND THE FACT THAT SUCH CHARGES SHALL APPEAR ON THE CUSTOMER'S  TELEPHONE\n    8  BILL;\n    9    B.  AFTER  RECEIVING  CLEAR  AND CONSPICUOUS DISCLOSURE AS PROVIDED IN\n   10  PARAGRAPH A OF THIS SUBDIVISION, THE CUSTOMER  EXPLICITLY  CONSENTED  TO\n   11  THE NATURE AND AMOUNT OF SUCH CHARGES; AND\n   12    C. THE THIRD PARTY OFFERING THE PRODUCT OR SERVICE OR AN AGENT OF SUCH\n   13  THIRD  PARTY PROVIDED THE CUSTOMER WITH A TOLL-FREE TELEPHONE NUMBER THE\n   14  CUSTOMER MAY CALL AND AN ADDRESS TO WHICH  THE  CUSTOMER  MAY  WRITE  TO\n   15  RESOLVE ANY BILLING DISPUTE.\n   16    3.  ANY CHARGES FOR THIRD PARTY PRODUCTS OR SERVICES THAT ARE INCLUDED\n   17  ON A BILL OR INVOICE BY A TELEPHONE CORPORATION WITHOUT THE  CONSENT  OF\n   18  THE CUSTOMER HAVING BEEN OBTAINED AS PROVIDED IN SUBDIVISION TWO OF THIS\n   19  SECTION  SHALL  BE VOID AND UNENFORCEABLE, AND SHALL BE REMOVED FROM THE\n   20  BILL OR INVOICE UPON NOTICE FROM SUCH CUSTOMER.\n   21    4. THE COMMISSION SHALL  SUPERVISE  AND  ENSURE  COMPLIANCE  WITH  THE\n   22  PROVISIONS OF THIS SECTION, AND MAY PROMULGATE ANY RULES AND REGULATIONS\n   23  IT DEEMS NECESSARY OR DESIRABLE TO ENSURE SUCH COMPLIANCE, INCLUDING BUT\n   24  NOT  LIMITED TO ANY ADDITIONAL REQUIREMENTS FOR VERIFICATION OF CUSTOMER\n   25  ORDERS AND ANY ADDITIONAL STANDARDS THAT THIRD PARTIES  OR  AGENTS  MUST\n   26  MEET TO BE AUTHORIZED TO RECEIVE PAYMENT THROUGH THE INCLUSION OF CHARG-\n   27  ES  ON  BILLS  OR  INVOICES  OF TELEPHONE CORPORATIONS. ANY FAILURE BY A\n   28  TELEPHONE CORPORATION TO COMPLY WITH THE PROVISIONS OF THIS SECTION  MAY\n   29  BE  REDRESSED  AS PROVIDED IN SUBDIVISION THREE OF SECTION NINETY-SIX OF\n   30  THIS ARTICLE OR AS OTHERWISE AUTHORIZED BY LAW.\n   31    S 3. This act shall take effect on the one hundred eightieth day after\n   32  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to consumer protections against cramming ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T165425.TXT", "SOBI.D110113.T143914.TXT", "SOBI.D110113.T142328.TXT", "SOBI.D110113.T145941.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294955665417
}