{
  "year" : 2011,
  "senateBillNo" : "S1834-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1834-2011-1294894800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits sale or distribution of any product containing a synthetic cannabinoid; establishes a defense of lack of knowledge of the content of such product",
  "summary" : "Prohibits sale or distribution of any product containing a synthetic cannabinoid; defines the chemical compounds which constitute a synthetic cannabinoid; imposes a civil penalty of not more than $500 for a violation thereof; creates defenses based on over the counter drugs approved by the federal food and drug administration or lack of knowledge that the product contained a synthetic cannabinoid. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "SA7081-2009", "SA6081-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1834\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by Sen. FLANAGAN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to prohibiting the\n         sale or distribution of products containing a synthetic cannabinoid\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  391-r to read as follows:\n    3    S  391-R.  SALE  OR  DISTRIBUTION  OF  PRODUCTS CONTAINING A SYNTHETIC\n    4  CANNABINOID. 1. FOR THE PURPOSES OF THIS  SECTION,  \"SYNTHETIC  CANNABI-\n    5  NOID\" SHALL MEAN ANY OF THE FOLLOWING CHEMICAL COMPOUNDS:\n    6    (A)   CP   47.497   AND   HOMOLOGUES:  2-[(1R,3S)-3-HYDROXYCYCLOHEXYL]\n    7  -5-(2-METHYLOCTAN-2-YL)PHENOL);\n    8    (B) HU-210: [(6AR,  10AR)-9-(HYDROXYMETHYL)-6,6-DIMETHYL-3-  (2-METHY-\n    9  LOCTAN-2-YL)-6A,7,10, 10A-TETRAHYDROBENZO[C] CHROMEN-1-OL)];\n   10    (C)     HU-211:     (DEXANABINOL,     (6AS,    10AS)-9-(HYDROXYMETHYL)\n   11  -6,6-DIMETHYL-3-(2-METHYLOCTAN-2-YL)-6A,7,10,     10A-TETRAHYDROBENZO[C]\n   12  CHROMEN-1-OL);\n   13    (D) JWH-O18: 1-PENTYL-3-(1-NAPHTHOYL)INDOLE; OR\n   14    (E) JWH-O73: 1-BUTYL-3-(1-NAPHTHOYL)INDOLE.\n   15    2.    NO  PERSON, FIRM, CORPORATION, PARTNERSHIP, ASSOCIATION, LIMITED\n   16  LIABILITY COMPANY OR OTHER ENTITY SHALL SELL,  OFFER  TO  SELL  OR  GIVE\n   17  AWAY,  AS  EITHER  A  RETAIL  OR WHOLESALE PROMOTION, ANY PRODUCT, WHICH\n   18  CONTAINS A SYNTHETIC CANNABINOID, WHICH MAY ALSO BE REFERRED TO  AS  K2,\n   19  SPIKE  99,  YUCATAN FIRE, SPICE, GENIE OR ZOHAI, EXCEPT AS AUTHORIZED BY\n   20  SUBDIVISION THREE OF THIS SECTION.\n   21    3.  NOTHING  IN  THIS   SECTION   SHALL   APPLY   TO   NONPRESCRIPTION\n   22  OVER-THE-COUNTER  DRUGS  APPROVED  OR  REGULATED BY THE FEDERAL FOOD AND\n   23  DRUG ADMINISTRATION.\n   24    4. ANY PERSON, FIRM, CORPORATION,  PARTNERSHIP,  ASSOCIATION,  LIMITED\n   25  LIABILITY  COMPANY  OR OTHER ENTITY THAT VIOLATES THE PROVISIONS OF THIS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06205-01-1\n\n       S. 1834                             2\n\n    1  SECTION BY SELLING, OFFERING TO SELL OR GIVING AWAY AS EITHER  A  RETAIL\n    2  OR  WHOLESALE  PROMOTION ANY PRODUCT WHICH CONTAINS A SYNTHETIC CANNABI-\n    3  NOID, SHALL BE SUBJECT TO A CIVIL PENALTY OF NOT MORE THAN FIVE  HUNDRED\n    4  DOLLARS  PER  VIOLATION,  RECOVERABLE  IN  AN  ACTION BY ANY ENFORCEMENT\n    5  AUTHORITY DESIGNATED BY A MUNICIPALITY OR POLITICAL SUBDIVISION  OF  THE\n    6  STATE.\n    7    5.  IT SHALL BE A DEFENSE THAT ANY PERSON, FIRM, CORPORATION, PARTNER-\n    8  SHIP, ASSOCIATION, LIMITED LIABILITY COMPANY OR OTHER ENTITY THAT  SOLD,\n    9  OFFERED  FOR SALE OR GAVE AWAY AS EITHER A RETAIL OR WHOLESALE PROMOTION\n   10  ANY PRODUCT WHICH CONTAINS A SYNTHETIC CANNABINOID, DID NOT  HAVE  KNOW-\n   11  LEDGE  THAT IT WAS A PRODUCT CONTAINING A SYNTHETIC CANNABINOID, IF SUCH\n   12  KNOWLEDGE WAS NOT REASONABLY DISCOVERABLE.\n   13    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   14  have become a law.\n",
  "memo" : "BILL NUMBER:S1834\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to prohibiting the sale\nor distribution of products containing a synthetic cannabinoid\n\nPURPOSE:\nTo prohibit the sale or distribution of any product\ncontaining a synthetic cannabinoid.\n\nSUMMARY OF PROVISIONS:\nSection One - The General Business Law is amended by adding a new\nsection 391-q to define a \"synthetic cannabinoid\" and prohibits the\nsale, offering or gift of any products containing such.\nSets forth a civil penalty for violations of this section. Creates a\ndefense for persons who unknowingly sell, offer or give away products\ncontaining a synthetic cannabinoid if such knowledge was not\nreasonably discoverable.\n\nSection Two - Sets forth the effective date.\n\nEXISTING LAW:\nNew York State Law does not ban the sale or gift of the herb-like\nproducts that contain synthetic cannabinoids often known as K2, Spike\n99, Spice, Yucatan Fire, Genie, Zohai and many others.\n\nJUSTIFICATION:\nMany recent news reports have brought to light the use of a legal\nherb-like product that is laced with a synthetic cannabinoid that is\nbeing smoked by individuals, including teens, as \"fake weed.\" While\nproducing a marijuana-like high, dangerous side effects reported\ninclude hallucinations, vomiting, agitation, increased heart rate,\nelevated blood pressure and other adverse conditions.\n\nThis product, known as K2, Spike 99, Spice, Yucatan Fire, Genie or\nZohai and many others, can often be legally purchased in head shops,\nsmoke shops, tobacco shops or novelty shops. It can also be legally\npurchased by mail or on the Internet. In fact, the product is often\nmarketed as incense or potpourri and on average sells for $30 to $40\nper three gram bag. This price is comparable to what an individual\nwould pay on the street for the illegal substance marijuana.\n\nEven more disturbing is that this type of synthetic cannabinoid has\nnever been tested for safety in humans as it was created for\nexperimental use in animals and cell cultures. In fact, these\nsynthetic cannabinoids have a chemical structure that is shared with\nmany cancer-causing agents.\n\nThe United States Drug Enforcement Administration (DEA) has issued\nintelligence alert bulletins in regard to these substances. In\naddition, the chemical compounds outlined in this legislation are on\nthe DEA's Office of Diversion Control's list of \"Drugs and Chemicals\nof Concern.\"\n\n\nWhile the synthetic ingredients in these herb-like products which\nmimic those of the illegal drug marijuana are banned throughout much\nof Europe, bans are only beginning to take place in the United\nStates. Legislation banning these products recently was signed into\nlaw in Kansas making it the first state in the nation to ban this\ntype of dangerous product. Legislation is also pending in Kentucky,\nMissouri and Tennessee as of March 2010.\n\nLEGISLATIVE HISTORY:\n2010:  S.7081A - Reported out of Consumer Protection; Committed\nto Codes\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the sixtieth day after it shall\nhave become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting the sale or distribution of products containing a synthetic cannabinoid ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T165425.TXT", "SOBI.D110113.T142328.TXT", "SOBI.D110113.T143914.TXT", "SOBI.D110113.T150417.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615346
}