{
  "year" : 2011,
  "senateBillNo" : "S1832-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1832-2011-1294894800000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the imposition of any charge or fee on the telephone bill of a consumer when such fee is imposed by a third party, without the consent of the consumer",
  "summary" : "Prohibits the imposition of any charge or fee on the telephone bill of a consumer when such fee or charge is imposed by a third party, unless the consumer explicitly agrees to the nature and amount of such fee or charge; makes the unauthorized imposition of such a fee void and unenforceable; directs the public service commission to enforce such provisions. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : "A3224",
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "SB7082-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1832\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by Sen. FLANAGAN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend  the  public  service  law,  in  relation to consumer\n         protections against cramming\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of section 92-d of the public service\n    2  law,  as separately amended by chapters 546 and 547 of the laws of 2000,\n    3  is amended to read as follows:\n    4    Each local exchange telephone company shall inform  its  customers  of\n    5  the  provisions  of SECTION NINETY-TWO-G OF THIS ARTICLE, sections three\n    6  hundred ninety-nine-p  [and],  three  hundred  ninety-nine-z  and  three\n    7  hundred ninety-nine-pp of the general business law, and article ten-B of\n    8  the  personal  property  law, as such provisions relate to the rights of\n    9  consumers with respect to CRAMMING, telemarketers, sellers, the no tele-\n   10  marketing sales call statewide registry and automatic dialing-announcing\n   11  devices, by means of:\n   12    S 2. The public service law is amended by adding a new section 92-g to\n   13  read as follows:\n   14    S 92-G.  CRAMMING PROHIBITED. 1. FOR THE  PURPOSES  OF  THIS  SECTION,\n   15  \"CRAMMING\"  MEANS THE INCLUSION AND IMPOSITION OF CHARGES ON THE INVOICE\n   16  OR BILL OF A CUSTOMER FROM A TELEPHONE CORPORATION AT THE REQUEST  OF  A\n   17  THIRD  PARTY  OR  BILLING AGGREGATOR THAT (A) WERE NOT AUTHORIZED BY THE\n   18  CUSTOMER, OR (B) IF AUTHORIZED,  WERE  OBTAINED  THROUGH  MISLEADING  OR\n   19  DECEPTIVE MEANS.\n   20    2. A CUSTOMER SHALL NOT BE LIABLE FOR CHARGES APPEARING ON THE INVOICE\n   21  OR  BILL  OF A TELEPHONE CORPORATION THAT ARE THE RESULT OF CRAMMING. NO\n   22  CHARGES FOR ANY PRODUCTS OR SERVICES, OTHER THAN THOSE PROVIDED  BY  THE\n   23  TELEPHONE CORPORATION, ITS AFFILIATES, A THIRD PARTY VIDEO PROVIDER WITH\n   24  WHOM  A  TELEPHONE CORPORATION OR ITS AFFILIATE JOINTLY MARKET SERVICES,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04127-01-1\n\n       S. 1832                             2\n\n    1  OR OTHERWISE PERMITTED BY LAW, SHALL BE INCLUDED ON ANY BILL OR  INVOICE\n    2  OF  A  CUSTOMER,  UNLESS  THE THIRD PARTY REQUESTING THE PAYMENT OF SUCH\n    3  CHARGES RETAINS AND PROVIDES UPON REQUEST VALID PROOF THAT:\n    4    A.  THE CUSTOMER WAS PROVIDED WITH CLEAR AND CONSPICUOUS DISCLOSURE OF\n    5  ALL MATERIAL TERMS AND  CONDITIONS  OF  THE  PRODUCT  OR  SERVICE  BEING\n    6  OFFERED,  INCLUDING BUT NOT LIMITED TO ALL INITIAL AND RECURRING CHARGES\n    7  AND THE FACT THAT SUCH CHARGES SHALL APPEAR ON THE CUSTOMER'S  TELEPHONE\n    8  BILL;\n    9    B.  AFTER  RECEIVING  CLEAR  AND CONSPICUOUS DISCLOSURE AS PROVIDED IN\n   10  PARAGRAPH A OF THIS SUBDIVISION, THE CUSTOMER  EXPLICITLY  CONSENTED  TO\n   11  THE NATURE AND AMOUNT OF SUCH CHARGES; AND\n   12    C. THE THIRD PARTY OFFERING THE PRODUCT OR SERVICE OR AN AGENT OF SUCH\n   13  THIRD  PARTY PROVIDED THE CUSTOMER WITH A TOLL-FREE TELEPHONE NUMBER THE\n   14  CUSTOMER MAY CALL AND AN ADDRESS TO WHICH  THE  CUSTOMER  MAY  WRITE  TO\n   15  RESOLVE ANY BILLING DISPUTE.\n   16    3.  ANY CHARGES FOR THIRD PARTY PRODUCTS OR SERVICES THAT ARE INCLUDED\n   17  ON A BILL OR INVOICE BY A TELEPHONE CORPORATION WITHOUT THE  CONSENT  OF\n   18  THE CUSTOMER HAVING BEEN OBTAINED AS PROVIDED IN SUBDIVISION TWO OF THIS\n   19  SECTION  SHALL  BE VOID AND UNENFORCEABLE, AND SHALL BE REMOVED FROM THE\n   20  BILL OR INVOICE UPON NOTICE FROM SUCH CUSTOMER.\n   21    4. THE COMMISSION SHALL  SUPERVISE  AND  ENSURE  COMPLIANCE  WITH  THE\n   22  PROVISIONS OF THIS SECTION, AND MAY PROMULGATE ANY RULES AND REGULATIONS\n   23  IT DEEMS NECESSARY OR DESIRABLE TO ENSURE SUCH COMPLIANCE, INCLUDING BUT\n   24  NOT  LIMITED TO ANY ADDITIONAL REQUIREMENTS FOR VERIFICATION OF CUSTOMER\n   25  ORDERS AND ANY ADDITIONAL STANDARDS THAT THIRD PARTIES  OR  AGENTS  MUST\n   26  MEET TO BE AUTHORIZED TO RECEIVE PAYMENT THROUGH THE INCLUSION OF CHARG-\n   27  ES  ON  BILLS  OR  INVOICES  OF TELEPHONE CORPORATIONS. ANY FAILURE BY A\n   28  TELEPHONE CORPORATION TO COMPLY WITH THE PROVISIONS OF THIS SECTION  MAY\n   29  BE  REDRESSED  AS PROVIDED IN SUBDIVISION THREE OF SECTION NINETY-SIX OF\n   30  THIS ARTICLE OR AS OTHERWISE AUTHORIZED BY LAW.\n   31    S 3. This act shall take effect on the one hundred eightieth day after\n   32  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1832\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to consumer protections\nagainst cramming\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill will prohibit the practice of \"cramming\" - that is, the\naddition of charges on a telephone bill by a third party without the\ninformed consent of the consumer.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nBill &sect;1 amends &sect;92-d of the Public Service Law (PSL) to add consumer\nprotections against cramming to the list of PSL consumer safeguards\nthat customers must be informed of by local exchange telephone\ncompanies.\n\nBill &sect;2 adds a new PSL &sect;92-g prohibiting telephone corporations from\npermitting or facilitating the practice of cramming. \"Cramming\" is\ndefined as the inclusion or imposition of charges on a telephone bill\nat the request of a third party that were not authorized by the\ncustomer or, if authorized, were obtained through misleading or\ndeceptive means. Charges for goods or services (other than those\nprovided by the telephone company or its affiliates) may be billed\nonly if the customer explicitly consented to the nature and amount of\nsuch charges after having received clear and conspicuous disclosure\nof all terms and conditions. In addition, the third party or its\nagent must provide the customer with a toll-free number and address\nfor resolution of any billing dispute. Any charges imposed without\nthe consumer's consent having been obtained as provided above are\ndeclared void and unenforceable, and the telephone corporation is\nrequired to remove them upon notice from the customer that such\ncharges were not authorized. The Public Service Commission shall\nsupervise and ensure full compliance with &sect;92-g, and may adopt any\nnecessary rules and regulations, which may include additional\nrequirements for verification of customer orders and standards\nthird parties must meet to be authorized to request inclusion\nof charges on telephone bills. Any failure to comply by a telephone\ncorporation may be addressed through the complaint process in PSL\n&sect;96(3) or by any other legal means.\n\nSUMMARY OF SPECIFIC AMENDMENTS:\nThe bill as originally introduced contained the same basic provisions,\nwhich have been augmented by additional protections that other states\nhave enacted (in particular, in recent amendments to the Illinois\nConsumer Fraud and Deceptive Business Practices Act at 815 ILCS\n505/2HHH). These include the requirement for upfront provision of\nclear and conspicuous disclosure to the customer and information on\nhow the third party vendor can be contacted to resolve any billing\ndispute. In addition, &sect;92-g is integrated with other PSL provisions\n(&sect;&sect;92-d, 96) and a requirement for PSC reporting on the\nimplementation of &sect;92-g is deleted in light of the agency's ability\nto require each company to report on the same (&sect;95).\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\n\n\nThere is currently no statutory prohibition of cramming in New York\nState law. As discussed below, voluntary efforts and agreements have\nnot been sufficiently effective in curtailing this fraudulent practice.\n\nJUSTIFICATION:\nNew York and other states have recently seen a resurgence of\n\"cramming\" complaints. Cramming refers to the inclusion on a\ntelephone bill of unauthorized, deceptive or misleading third-party\nfees or charges. These charges are often added indirectly through a\nbilling warehouse and can be described in vague terms such as\n\"enhanced services,\" \"access,\" \"activation,\" or \"minimum usage fees.\"\nConsumers can become cramming victims through sweepstakes or contest\nentry forms, calling \"900\" numbers, answering advertisements for\ninformation or entertainment services that are available, and\naccepting free offers that trigger an automatic sign-up for a service\nsuch as \"voice mail,\" along with a monthly service fee. Company\ntelemarketers may offer a free trial without explaining the steps the\nconsumer would have to take to avoid future charges, or may even\ndoctor tape recordings to make it appear that consumers had agreed to\npay for services when in actuality they did not. Because their\nmonthly bills are often larger and many pages longer than residential\ncustomers, small businesses are frequent targets of crammers.\n\nSince the 1990s, Federal and state agencies have tried to address this\nissue by working with the telecommunications industry to enact\nvoluntary guidelines to combat the practice. The New York Attorney\nGeneral's office has also negotiated settlement agreements with some\nof the larger telephone companies to address consumer complaints.\nHowever, these guidelines and agreements have only been partially\neffective, and require constant vigilance and substantial effort by\nconsumers to guard against fraud. For every telephone customer who\ndetects and successfully fights an unauthorized charge, there are\nmany others who pay for them month after month without being aware of\nthe scam.\n\nThis bill is a proactive effort to prevent the addition of fraudulent\ncharges to consumers' bills in the first place, to provide consumers\nwith the needed tools to contest instances of cramming, and to ensure\nthat the burden of proof is on the company seeking to add fees and\ncharges, and not on individual consumers.\n\nPRIOR LEGISLATIVE HISTORY:\n2010: S.7082-B Finance; A.10464 Ways and Means\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\n180th day after enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to consumer protections against cramming ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T165425.TXT", "SOBI.D110113.T143914.TXT", "SOBI.D110113.T142328.TXT", "SOBI.D110124.T153140.TXT", "SOBI.D110113.T145941.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901100708
}