{
  "year" : 2011,
  "senateBillNo" : "S1837-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1837-2011-1294894800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the ability of government agencies in New York to claim copyright protection",
  "summary" : "Waives the ability of government agencies in New York to claim copyright protection except where the record reflects artistic creation, or scientific or academic research, or if the agency intends to distribute the record of derivative work based on it to the public by sale or other transfer of ownership. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "SB3659-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1837\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ -- read twice and ordered printed,\n         and  when  printed  to be committed to the Committee on Investigations\n         and Government Operations\n\n       AN ACT to amend the public officers law, in relation to the  ability  of\n         government agencies in New York to claim copyright protection\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 89 of the public officers law is amended by  adding\n    2  a new subdivision 10 to read as follows:\n    3    10.  ANY  COPYRIGHT IN A RECORD PREPARED BY AN AGENCY THAT IS REQUIRED\n    4  TO BE DISCLOSED PURSUANT TO THE PROVISIONS OF THIS  ARTICLE  IS  WAIVED,\n    5  EXCEPT  WHERE  THE  RECORD  REFLECTS  ARTISTIC  CREATION,  SCIENTIFIC OR\n    6  ACADEMIC RESEARCH, OR IF THE AGENCY INTENDS TO DISTRIBUTE THE RECORD  OR\n    7  A DERIVATIVE WORK BASED ON IT TO THE PUBLIC BY SALE OR OTHER TRANSFER OF\n    8  OWNERSHIP,  OR  BY  RENTAL, LEASE, OR LICENSE.   IF ANY OF THE FOREGOING\n    9  EXCEPTIONS APPLY, THE ENTITY FROM WHICH THE RECORD IS SOUGHT MAY IN  ITS\n   10  DISCRETION ELECT TO WAIVE ANY SUCH COPYRIGHT.\n   11    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   12  have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06316-01-1\n",
  "memo" : "BILL NUMBER:S1837\n\nTITLE OF BILL:\nAn act\nto amend the public officers law, in relation to the ability of\ngovernment agencies in New York to claim copyright protection\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo guarantee that copyright claims\nshould not chill the desire or ability of citizens to use public\nrecords or serve as an impediment to the economic interests of the\nState.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. Section 89 of the public\nofficers law is amended by adding a new subdivision 10 to read as\nfollows:\n\n10. Any copyright in a record prepared by an agency that is disclosed\npursuant to the provisions of this article is waived, except if such\nrecord reflects artistic creation, scientific or academic research,\nor if the agency intends to distribute the record or a derivative\nwork based on it to the public by sale or other transfer of\nownership, or by rental lease, or license. If any of the foregoing\nexceptions apply, the agency may in its discretion waive any such\ncopyright.\n\nSection 2. This act shall take effect on the sixtieth day after it\nshall have become a law.\n\nJUSTIFICATION:\nGovernment records, particularly those available in\nelectronic media, have value and may be used commercially for profit.\nFurther, it is a given that government agencies expend substantial\namounts of money to acquire, develop and use information technology.\nNevertheless, that money would be expended as part of running the\ngovernment even if there was no FOIL, and even if no one ever\nrequested the records.\n\nCopyright and similar protections, such as patents. are justifiable\nwhen the historical elements of copyright are present: artistic\ncreativity or academic or scientific research. However, copyright\nshould not be claimed when an agency is obligated by law to prepare a\nrecord. Also, fair use of copyright material provides for public\naccess to, and allows reproduction of records that may involve the\naccountability of government and promote the public's understanding\nof government functions and activities.\n\nGovernment should not be using copyright or other protections in order\nto charge more than the actual cost of reproducing records or to\ndiscourage in any other way the dissemination of public information.\n\nPRIOR LEGISLATIVE HISTORY:\nSimilar to:\nA.5472 and S.2385 of 2007/2008; A.6532-A and S.4729-A of 2005/2006\nA.10010 of 2003/2004\n\n\n03/27/09 Referred to Investigations and Government Operations\n06/21/10 Amend and Recommit to Investigations and Government\nOperations - S.3659B\n\nFISCAL IMPLICATIONS:\nUndetermined.\n\nEFFECTIVE DATE:\nThis act shall take effect 60 days after it becomes law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to the ability of government agencies in New York to claim copyright protection ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T152418.TXT", "SOBI.D110114.T102411.TXT", "SOBI.D110113.T152919.TXT", "SOBI.D110113.T144414.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615352
}