{
  "year" : 2011,
  "senateBillNo" : "S1833-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1833-2011-1294894800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the sale of salvia divinorum to persons in New York state",
  "summary" : "Prohibits the sale of salvia divinorum to persons in New York state; defines salvia divinorum; sets penalties for sale and provides a defense. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S3229-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1833\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by Sen. FLANAGAN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to prohibiting the\n         sale of salvia divinorum to persons in New York state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  391-r to read as follows:\n    3    S 391-R. SALE OR DISTRIBUTION OF SALVIA DIVINORUM. 1. NO PERSON, FIRM,\n    4  CORPORATION,  PARTNERSHIP,  ASSOCIATION,  LIMITED  LIABILITY COMPANY, OR\n    5  OTHER ENTITY SHALL SELL OR OFFER TO SELL  OR  GIVE  AWAY,  AS  EITHER  A\n    6  RETAIL  OR  WHOLESALE  PROMOTION,  SALVIA  DIVINORUM,  COMMONLY KNOWN AS\n    7  SALVIA WITHIN NEW YORK STATE, EXCEPT AS AUTHORIZED BY SUBDIVISION  THREE\n    8  OF THIS SECTION.\n    9    2.  FOR PURPOSES OF THIS SECTION, THE TERM SALVIA DIVINORUM SHALL MEAN\n   10  THE HERB FREQUENTLY REFERRED TO AS \"SKA MARIA  PASTORA\"  AND  \"DIVINER'S\n   11  SAGE\" WHICH IS A PERENNIAL HERB IN THE MINT FAMILY THAT RESEMBLES SAGE.\n   12    3.   NOTHING   IN   THIS   SECTION   SHALL  APPLY  TO  NONPRESCRIPTION\n   13  OVER-THE-COUNTER DRUGS APPROVED OR REGULATED BY  THE  FEDERAL  FOOD  AND\n   14  DRUG ADMINISTRATION.\n   15    4.  ANY  PERSON,  FIRM, CORPORATION, PARTNERSHIP, ASSOCIATION, LIMITED\n   16  LIABILITY COMPANY, OR OTHER ENTITY THAT VIOLATES THE PROVISIONS OF  THIS\n   17  SECTION  BY SELLING, OFFERING TO SELL, OR GIVING AWAY AS EITHER A RETAIL\n   18  OR WHOLESALE PROMOTION SALVIA DIVINORUM, SHALL BE  SUBJECT  TO  A  CIVIL\n   19  PENALTY OF NOT MORE THAN FIVE HUNDRED DOLLARS PER VIOLATION, RECOVERABLE\n   20  IN AN ACTION BY ANY ENFORCEMENT AUTHORITY DESIGNATED BY ANY MUNICIPALITY\n   21  OR POLITICAL SUBDIVISION.\n   22    5.  IT SHALL BE A DEFENSE THAT ANY PERSON, FIRM, CORPORATION, PARTNER-\n   23  SHIP, ASSOCIATION, LIMITED LIABILITY COMPANY, OR OTHER ENTITY THAT SOLD,\n   24  OFFERED FOR SALE, OR GAVE AWAY AS EITHER A RETAIL OR WHOLESALE PROMOTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06204-02-1\n\n       S. 1833                             2\n\n    1  SALVIA DIVINORUM, DID NOT HAVE KNOWLEDGE THAT IT WAS  SALVIA  DIVINORUM,\n    2  IF SUCH KNOWLEDGE WAS NOT REASONABLY DISCOVERABLE.\n    3    S  2.  This  act  shall take effect on the sixtieth day after it shall\n    4  have become a law.\n",
  "memo" : "BILL NUMBER:S1833\n\nTITLE OF BILL:\n\nAn act\nto amend the general business law, in relation to prohibiting the sale\nof salvia divinorum to persons in New York state\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThis bill would amend the general business law by adding a new section\n391-p that defines the tenn salvia divinorum and prohibits its sale\nin the state of New York.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nSection 1 adds a new section 391-q to the General Business law.\n\nParagraph 1 of this section states that no person, firm, corporation,\npartnership, association, limited liability company, or other entity\nshall sell or offer to sell or give away, as either a retail or\nwhole-sale promotion, salvia divinorum, commonly known as salvia\nwithin New York state, except as authorized by subdivision three\nof this section.\n\nParagraph 2 defines salvia divinorum to mean the herb frequently\nreferred to as \"Ska Maria Pastora\" and \"Diviner's Sage\" which is a\nperennial herb in the mint family that resembles sage.\n\nParagraph 3 states that nothing in this section shall apply to non-\nprescription over-the-counter drugs approved or regulated by the\nfederal food and drug administration.\n\nParagraph 4 states that any person, firm, corporation, partnership,\nassociation, limited liability company, or other entity that violates\nthe provisions of this section by selling, offering to sell, or\ngiving away as either a retail or wholesale promotion salvia\ndivinorum shall be subject to a civil penalty of five hundred dollars\nper violation, recoverable in an action by any law enforcement\nauthority designated by any municipality or political subdivision.\n\nParagraph 5 establishes an affirmative defense that any person, firm,\ncorporation, partnership, association, limited liability company, or\nother entity that sold, offered for sale or gave away as either a\nretail or wholesaler promotion salvia divinorum, did not have\nknowledge that it was salvia divinorum, if such knowledge was not\nreasonably available.\n\nSection 2 of this bill states that this act is to take effect sixty\ndays after it shall become a law.\n\nJUSTIFICATION:\n\nSalvia divinorum is an herb in the mint family that is native to\nMexico. Like marijuana, salvia can be smoked to produce a state of\n\n\nintoxication. Users have said that salvia produces hallucinations\nthat reportedly can be more powerful than LSD.\n\nUnlike marijuana, salvia is legally sold in stores across the state and\nis available by mail and the Internet.\nAlthough Congress introduced legislation last year to regulate salvia,\nit was not enacted. As a result, there are virtually no regulations\non the sale of this product in the United States.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2005-06: Passed Senate/Assembly Development Cmte.\n2007-08: Passed Senate/Assembly Development Cmte.\n2010:    Reported out of Consumer Protection Cmte.; Committed to Codes\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect sixty days after it shall become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting the sale of salvia divinorum to persons in New York state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T092403.TXT", "SOBI.D110113.T142328.TXT", "SOBI.D110113.T150417.TXT", "SOBI.D110113.T165932.TXT", "SOBI.D110114.T092903.TXT", "SOBI.D110113.T144414.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615344
}