{
  "year" : 2011,
  "senateBillNo" : "S1830-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1830-2011-1294894800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes Jacobs' fund to assist victims of drunk or drug impaired driving who are permanently disabled",
  "summary" : "Establishes Jacobs' fund to assist victims of drunk or drug impaired driving who are permanently disabled. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "SA4641-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1830\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, the state finance  law  and\n         the  social  services law, in relation to establishing Jacobs' fund to\n         assist victims of drunk or drug impaired driving who  are  permanently\n         disabled\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 503 of the vehicle and traffic law\n    2  is amended by adding a new paragraph (1) to read as follows:\n    3    (1) WITH RESPECT TO ANY FEE REQUIRED BY THIS SUBDIVISION, THE  DEPART-\n    4  MENT  SHALL  COLLECT AN ADDITIONAL FEE IN THE AMOUNT OF ONE DOLLAR WHICH\n    5  SHALL BE USED EXCLUSIVELY TO ASSIST VICTIMS OF DRUNK  OR  DRUG  IMPAIRED\n    6  DRIVING.    IN  ADDITION  TO  SUCH ONE DOLLAR FEE, THE COMPTROLLER SHALL\n    7  CREDIT FIVE HUNDRED DOLLARS ON THE FIRST OF EACH MONTH TO  JACOBS'  FUND\n    8  TO  SUPPLEMENT SOCIAL SECURITY DISABILITY AND SOCIAL SECURITY INCOME FOR\n    9  INDIVIDUALS WHO ARE VICTIMS OF DRUNK OR DRUG IMPAIRED DRIVING,  AND  WHO\n   10  ARE  PERMANENTLY  DISABLED AS A RESULT.  MONIES COLLECTED AS A RESULT OF\n   11  SUCH ADDITIONAL FEE SHALL BE DEPOSITED IN A SPECIAL FUND TO BE KNOWN  AS\n   12  JACOBS' FUND AND MONIES IN SUCH FUND SHALL BE USED EXCLUSIVELY TO ASSIST\n   13  VICTIMS OF DRUNK OR DRUG IMPAIRED DRIVING AS SET FORTH IN SECTION EIGHT-\n   14  Y-ONE OF THE STATE FINANCE LAW.\n   15    S  2.  The  state finance law is amended by adding a new section 81 to\n   16  read as follows:\n   17    S 81. JACOBS' FUND. 1. THERE IS HEREBY ESTABLISHED IN THE JOINT CUSTO-\n   18  DY OF THE COMMISSIONER OF TAXATION AND FINANCE AND  THE  COMPTROLLER,  A\n   19  SPECIAL FUND TO BE KNOWN AS \"JACOBS' FUND\".\n   20    2.  SUCH FUND SHALL CONSIST OF ALL MONEYS RECEIVED BY THE STATE PURSU-\n   21  ANT TO PARAGRAPH (L) OF SUBDIVISION TWO OF SECTION FIVE HUNDRED THREE OF\n   22  THE VEHICLE AND TRAFFIC LAW AND ALL  OTHER  GRANTS,  BEQUESTS  OR  OTHER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04877-01-1\n\n       S. 1830                             2\n\n    1  MONEYS APPROPRIATED, CREDITED OR TRANSFERRED THERETO FROM ANY OTHER FUND\n    2  OR SOURCE PURSUANT TO LAW.\n    3    3.  MONEYS  IN THE FUND SHALL BE KEPT SEPARATE AND APART AND SHALL NOT\n    4  BE COMMINGLED WITH ANY OTHER MONEYS IN THE CUSTODY OF  THE  COMMISSIONER\n    5  OF TAXATION AND FINANCE AND THE COMPTROLLER.\n    6    4.  MONEYS  OF  THE  FUND, FOLLOWING APPROPRIATION BY THE LEGISLATURE,\n    7  SHALL BE AVAILABLE TO THE DEPARTMENT OF SOCIAL  SERVICES  AND  SHALL  BE\n    8  EXPENDED  BY SUCH DEPARTMENT TO ASSIST VICTIMS OF DRUNK OR DRUG IMPAIRED\n    9  DRIVING PURSUANT TO THE PROVISIONS OF SUBDIVISION NINE OF SECTION TWENTY\n   10  OF THE SOCIAL SERVICES LAW.\n   11    S 3. Section 20 of the social services law is amended by adding a  new\n   12  subdivision 9 to read as follows:\n   13    9. THE OFFICE OF TEMPORARY AND DISABILITY ASSISTANCE SHALL, IN COOPER-\n   14  ATION WITH LOCAL SOCIAL SERVICES DISTRICTS AND APPROPRIATE FEDERAL AGEN-\n   15  CIES DEVELOP A PROGRAM TO ASSIST VICTIMS OF DRUNK OR DRUG IMPAIRED DRIV-\n   16  ING  WHO ARE PERMANENTLY DISABLED AND UNABLE TO WORK. SUCH PROGRAM SHALL\n   17  BE FUNDED BY FUNDS MADE AVAILABLE FROM JACOBS' FUND, AS  ESTABLISHED  BY\n   18  SECTION  EIGHTY-ONE OF THE STATE FINANCE LAW. APPLICATION FOR SUCH FUNDS\n   19  SHALL BE MADE IN A MANNER AND FORM AS DETERMINED  BY  SUCH  OFFICE.  THE\n   20  OFFICE  OF  TEMPORARY AND DISABILITY ASSISTANCE IS HEREBY AUTHORIZED AND\n   21  DIRECTED TO PROMULGATE RULES AND REGULATIONS NECESSARY TO CARRY OUT  THE\n   22  PROVISIONS OF THIS SUBDIVISION.\n   23    S 4. This act shall take effect on the one hundred eightieth day after\n   24  it shall have become a law, provided, however, that effective immediate-\n   25  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   26  necessary for the implementation of this act on its  effective  date  is\n   27  authorized to be made and completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, the state finance law and the social services law, in relation to establishing Jacobs' fund to assist victims of drunk or drug impaired driving who are permanently disabled ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T143448.TXT", "SOBI.D110113.T143914.TXT", "SOBI.D110113.T162423.TXT", "SOBI.D110113.T134338.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294953863630
}