{
  "year" : 2011,
  "senateBillNo" : "S1836-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1836-2011-1294894800000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to real property tax exemptions for volunteer firefighters and volunteer ambulance workers in certain counties",
  "summary" : "Relates to real property tax exemptions for volunteer firefighters and volunteer ambulance workers in certain counties; eliminates renewal application requirement under certain circumstances. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A3215",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S8475-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1836\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by Sen. FLANAGAN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation to real  property\n         tax  exemptions  for  volunteer  firefighters  and volunteer ambulance\n         workers in certain counties\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of section 466-c of the real property tax\n    2  law, as added by chapter 450 of the laws of 2002 and as further  amended\n    3  by  section 1 of part W of chapter 56 of the laws of 2010, is amended to\n    4  read as follows:\n    5    4. Application for such exemption shall be filed with the assessor  or\n    6  other agency, department or office designated by the municipality offer-\n    7  ing  such  exemption  on  or before the taxable status date on a form as\n    8  prescribed by the commissioner.   ONCE GRANTED,  THEREAFTER  NO  RENEWAL\n    9  APPLICATION  SHALL BE NECESSARY, PROVIDED THAT THE PROPERTY CONTINUES TO\n   10  BE THE PRIMARY RESIDENCE OF THE APPLICANT, AND  CONTINUES  TO  OTHERWISE\n   11  QUALIFY, AND SO LONG AS THE AUTHORITY HAVING JURISDICTION FOR THE INCOR-\n   12  PORATED  VOLUNTEER  FIRE  COMPANY  OR  FIRE  DEPARTMENT, OR INCORPORATED\n   13  VOLUNTARY AMBULANCE SERVICE CONTINUES TO CERTIFY  THE  APPLICANT  AS  AN\n   14  ENROLLED  MEMBER  PURSUANT  TO  PARAGRAPH (D) OF SUBDIVISION TWO OF THIS\n   15  SECTION.\n   16    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03008-02-1\n",
  "memo" : "BILL NUMBER:S1836\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to real property tax\nexemptions for volunteer firefighters and volunteer ambulance workers in\ncertain counties\n\nPURPOSE:\nThis bill eliminates the annual renewal requirement of volunteer\nfirefighters and volunteer ambulance workers.\n\nSUMMARY OF PROVISIONS:\nSection one amends subdivision 4 of section 466-c of the Real Property\nTax Law by specifying that once a property tax exemption has been\ngranted, no renewal application shall be necessary, provided the\nproperty continues to be the primary residence of the applicant, and\ncontinues to otherwise qualify, and the authority having jurisdiction\nfor the incorporated volunteer fire company or fire department, or\nincorporated voluntary ambulance service continues to certify the\napplicant as an enrolled member.\n\nEXISTING LAW:\nCurrently, once active volunteer firefighters and volunteer ambulance\nworkers have accrued a minimum of five years of service, they are\nrequired to file an application with the town tax assessor by March\n31st annually in order to be eligible to receive the tax credit in\nthe following year.\n\nJUSTIFICATION:\nOnce a volunteer firefighter or volunteer ambulance worker has\nqualified for the real property tax exemption provided for under\nsection 466-c of the RPTL, this bill will ensure they will continue\nto receive the tax exemption yearly without the need to file an\nannual application.\n\nLEGISLATIVE HISTORY:\n2010: S.8475 Rules\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis bill takes effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to real property tax exemptions for volunteer firefighters and volunteer ambulance workers in certain counties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T132625.TXT", "SOBI.D110113.T152418.TXT", "SOBI.D110114.T092403.TXT", "SOBI.D110113.T143914.TXT", "SOBI.D110114.T091402.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295893585021
}