{
  "year" : 2011,
  "senateBillNo" : "S1833-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1833-2011-1294894800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the sale of salvia divinorum to persons in New York state",
  "summary" : "Prohibits the sale of salvia divinorum to persons in New York state; defines salvia divinorum; sets penalties for sale and provides a defense. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S3229-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1833\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by Sen. FLANAGAN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to prohibiting the\n         sale of salvia divinorum to persons in New York state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  391-r to read as follows:\n    3    S 391-R. SALE OR DISTRIBUTION OF SALVIA DIVINORUM. 1. NO PERSON, FIRM,\n    4  CORPORATION,  PARTNERSHIP,  ASSOCIATION,  LIMITED  LIABILITY COMPANY, OR\n    5  OTHER ENTITY SHALL SELL OR OFFER TO SELL  OR  GIVE  AWAY,  AS  EITHER  A\n    6  RETAIL  OR  WHOLESALE  PROMOTION,  SALVIA  DIVINORUM,  COMMONLY KNOWN AS\n    7  SALVIA WITHIN NEW YORK STATE, EXCEPT AS AUTHORIZED BY SUBDIVISION  THREE\n    8  OF THIS SECTION.\n    9    2.  FOR PURPOSES OF THIS SECTION, THE TERM SALVIA DIVINORUM SHALL MEAN\n   10  THE HERB FREQUENTLY REFERRED TO AS \"SKA MARIA  PASTORA\"  AND  \"DIVINER'S\n   11  SAGE\" WHICH IS A PERENNIAL HERB IN THE MINT FAMILY THAT RESEMBLES SAGE.\n   12    3.   NOTHING   IN   THIS   SECTION   SHALL  APPLY  TO  NONPRESCRIPTION\n   13  OVER-THE-COUNTER DRUGS APPROVED OR REGULATED BY  THE  FEDERAL  FOOD  AND\n   14  DRUG ADMINISTRATION.\n   15    4.  ANY  PERSON,  FIRM, CORPORATION, PARTNERSHIP, ASSOCIATION, LIMITED\n   16  LIABILITY COMPANY, OR OTHER ENTITY THAT VIOLATES THE PROVISIONS OF  THIS\n   17  SECTION  BY SELLING, OFFERING TO SELL, OR GIVING AWAY AS EITHER A RETAIL\n   18  OR WHOLESALE PROMOTION SALVIA DIVINORUM, SHALL BE  SUBJECT  TO  A  CIVIL\n   19  PENALTY OF NOT MORE THAN FIVE HUNDRED DOLLARS PER VIOLATION, RECOVERABLE\n   20  IN AN ACTION BY ANY ENFORCEMENT AUTHORITY DESIGNATED BY ANY MUNICIPALITY\n   21  OR POLITICAL SUBDIVISION.\n   22    5.  IT SHALL BE A DEFENSE THAT ANY PERSON, FIRM, CORPORATION, PARTNER-\n   23  SHIP, ASSOCIATION, LIMITED LIABILITY COMPANY, OR OTHER ENTITY THAT SOLD,\n   24  OFFERED FOR SALE, OR GAVE AWAY AS EITHER A RETAIL OR WHOLESALE PROMOTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06204-02-1\n\n       S. 1833                             2\n\n    1  SALVIA DIVINORUM, DID NOT HAVE KNOWLEDGE THAT IT WAS  SALVIA  DIVINORUM,\n    2  IF SUCH KNOWLEDGE WAS NOT REASONABLY DISCOVERABLE.\n    3    S  2.  This  act  shall take effect on the sixtieth day after it shall\n    4  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting the sale of salvia divinorum to persons in New York state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T142328.TXT", "SOBI.D110114.T092403.TXT", "SOBI.D110113.T150417.TXT", "SOBI.D110114.T092903.TXT", "SOBI.D110113.T165932.TXT", "SOBI.D110113.T144414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295015343335
}