{
  "year" : 2011,
  "senateBillNo" : "S1838-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1838-2011-1294894800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Protects book publishers under the shield law: journalist's right to withhold the identity of confidential sources or notes or elements of professional work",
  "summary" : "Includes book publishers under the Shield Law which protects a journalist's right to withhold the identity of confidential sources or notes or elements of their professional work. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "S3660-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1838\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sens.  OPPENHEIMER, DIAZ, KRUEGER, SAMPSON -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Codes\n\n       AN ACT to amend the civil rights law, in  relation  to  protecting  book\n         publishers under the shield law\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Paragraph 6 of subdivision (a)  of  section  79-h  of  the\n    2  civil  rights  law,  as  amended  by chapter 468 of the laws of 1981, is\n    3  amended to read as follows:\n    4    (6) \"Professional journalist\" shall mean one who, for gain or  liveli-\n    5  hood,  is engaged in gathering, preparing, collecting, writing, editing,\n    6  filming, taping or photographing of news intended for a newspaper, maga-\n    7  zine, BOOK PUBLISHER, news agency, press association or wire service  or\n    8  other  professional  medium  or  agency  which has as one of its regular\n    9  functions the processing and researching of news  intended  for  dissem-\n   10  ination  to  the  public;  such  person shall be someone performing said\n   11  function either as a regular employee or as one otherwise professionally\n   12  affiliated for gain or livelihood with such medium of communication.\n   13    S 2. Subdivision (a) of section  79-h  of  the  civil  rights  law  is\n   14  amended by adding a new paragraph 9 to read as follows:\n   15    (9) \"BOOK PUBLISHER\" SHALL MEAN A CORPORATION, COMPANY, PARTNERSHIP OR\n   16  SOLE  PROPRIETORSHIP  THAT  ROUTINELY  PREPARES  OR  ISSUES  FOR  PUBLIC\n   17  DISTRIBUTION OR SALE BOOKS, WHETHER WRITTEN OR  AUDIO,  AND  WHETHER  IN\n   18  PRINT,  ON TAPE, ON DISK, OR IN ANY ELECTRONIC OR OTHER MEDIUM, CONCERN-\n   19  ING LOCAL, NATIONAL OR WORLDWIDE EVENTS,  OR  OTHER  MATTERS  OF  PUBLIC\n   20  INTEREST OR AFFECTING THE PUBLIC WELFARE.\n   21    S  3.  Subdivision  (b)  of  section  79-h of the civil rights law, as\n   22  amended by chapter 33 of the  laws  of  1990,  is  amended  to  read  as\n   23  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06315-01-1\n\n       S. 1838                             2\n\n    1    (b)   Exemption  of  professional  journalists  and  newscasters  from\n    2  contempt: Absolute protection for confidential news. Notwithstanding the\n    3  provisions of any general or specific law to the  contrary,  no  profes-\n    4  sional  journalist  or  newscaster  presently  or having previously been\n    5  employed  or  otherwise  associated  with  any newspaper, magazine, BOOK\n    6  PUBLISHER, news agency, press association, wire service, radio or  tele-\n    7  vision  transmission  station or network or other professional medium of\n    8  communicating news or information to the public  shall  be  adjudged  in\n    9  contempt  by any court in connection with any civil or criminal proceed-\n   10  ing, or by the legislature or other body  having  contempt  powers,  nor\n   11  shall  a  grand  jury  seek  to  have a journalist or newscaster held in\n   12  contempt by any court, legislature or other body having contempt  powers\n   13  for  refusing  or  failing  to disclose any news obtained or received in\n   14  confidence or the identity of the source of any such  news  coming  into\n   15  such  person's  possession  in the course of gathering or obtaining news\n   16  for publication or to be published in  a  newspaper,  magazine,  or  for\n   17  broadcast  by  a  radio or television transmission station or network or\n   18  for public dissemination by any  other  professional  medium  or  agency\n   19  which  has as one of its main functions the dissemination of news to the\n   20  public, by which such person is  professionally  employed  or  otherwise\n   21  associated in a news gathering capacity notwithstanding that the materi-\n   22  al or identity of a source of such material or related material gathered\n   23  by  a person described above performing a function described above is or\n   24  is not highly  relevant  to  a  particular  inquiry  of  government  and\n   25  notwithstanding that the information was not solicited by the journalist\n   26  or newscaster prior to disclosure to such person.\n   27    S 4. Subdivision (c) of section 79-h of the civil rights law, as added\n   28  by chapter 33 of the laws of 1990, is amended to read as follows:\n   29    (c)   Exemption  of  professional  journalists  and  newscasters  from\n   30  contempt: Qualified protection for nonconfidential news. Notwithstanding\n   31  the provisions of any general  or  specific  law  to  the  contrary,  no\n   32  professional  journalist  or  newscaster  presently or having previously\n   33  been employed or otherwise associated with any newspaper, magazine, BOOK\n   34  PUBLISHER, news agency, press association, wire service, radio or  tele-\n   35  vision  transmission  station or network or other professional medium of\n   36  communicating news to the public shall be adjudged in  contempt  by  any\n   37  court  in  connection  with  any civil or criminal proceeding, or by the\n   38  legislature or other body having contempt powers, nor shall a grand jury\n   39  seek to have a journalist or newscaster held in contempt by  any  court,\n   40  legislature,  or other body having contempt powers for refusing or fail-\n   41  ing to disclose any unpublished news obtained or prepared by a  journal-\n   42  ist  or  newscaster  in  the  course  of  gathering or obtaining news as\n   43  provided in subdivision (b) of this section, or the source of  any  such\n   44  news, where such news was not obtained or received in confidence, unless\n   45  the  party  seeking such news has made a clear and specific showing that\n   46  the news: (i) is highly material  and  relevant;  (ii)  is  critical  or\n   47  necessary  to the maintenance of a party's claim, defense or proof of an\n   48  issue material thereto; and (iii) is not obtainable from any alternative\n   49  source. A  court  shall  order  disclosure  only  of  such  portion,  or\n   50  portions, of the news sought as to which the above-described showing has\n   51  been  made and shall support such order with clear and specific findings\n   52  made after a hearing. The  provisions  of  this  subdivision  shall  not\n   53  affect  the  availability, under appropriate circumstances, of sanctions\n   54  under section thirty-one hundred twenty-six of the  civil  practice  law\n   55  and rules.\n   56    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to protecting book publishers under the shield law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T152418.TXT", "SOBI.D110113.T151417.TXT", "SOBI.D110114.T101910.TXT", "SOBI.D110113.T144414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295018350515
}