{
  "year" : 2011,
  "senateBillNo" : "S183-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S183-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits counties, towns, cities and villages to dispose of drugs by incineration without first obtaining a variance",
  "summary" : "Permits counties, towns, cities and villages to dispose of drugs by incineration without first obtaining a variance. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S4967-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          183\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         disposal of drugs by incineration\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Title 27 of article 27 of  the  environmental  conservation\n    2  law, as added by chapter 625 of the laws of 2008, is amended by adding a\n    3  new section 27-2705 to read as follows:\n    4  S 27-2705. DISPOSAL OF DRUGS BY INCINERATION.\n    5    ANY  COUNTY,  TOWN,  CITY  OR  VILLAGE  IN THIS STATE MAY APPLY TO THE\n    6  DEPARTMENT FOR A PERMIT TO INCINERATE UNUSED, UNWANTED OR EXPIRED  DRUGS\n    7  AT  FACILITIES  OWNED  AND  MAINTAINED  BY  SUCH  COUNTY,  TOWN, CITY OR\n    8  VILLAGE. SUCH APPLICATION FOR SUCH PERMIT SHALL BE IN A MANNER AND  FORM\n    9  TO  BE  DETERMINED  BY  THE  DEPARTMENT. SUCH PERMIT, WHEN ISSUED, SHALL\n   10  PERMIT SUCH COUNTY, TOWN, CITY OR VILLAGE TO DISPOSE OF DRUGS BY  INCIN-\n   11  ERATION  WITHOUT FIRST OBTAINING A VARIANCE FROM THE DEPARTMENT. AS PART\n   12  OF THE APPLICATION PROCESS, THE DEPARTMENT SHALL TAKE  SUFFICIENT  STEPS\n   13  AND MAKE SUFFICIENT INSPECTIONS OF THE INCINERATION FACILITIES FOR WHICH\n   14  SUCH  PERMIT  IS SOUGHT IN ORDER TO INSURE THAT THE DISPOSAL OF DRUGS BY\n   15  INCINERATION SHALL BE HAD IN A MANNER TO COMPLY WITH  ALL  ENVIRONMENTAL\n   16  AND HEALTH REQUIREMENTS ASSOCIATED WITH SUCH INCINERATION.\n   17    S  2.  This  act shall take effect on the thirtieth day after it shall\n   18  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01039-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the disposal of drugs by incineration ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161708.TXT", "SOBI.D101210.T162707.TXT", "SOBI.D101210.T155705.TXT", "SOBI.D101213.T145320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292270000059
}