{
  "year" : 2011,
  "senateBillNo" : "S1848-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1848-2011-1294894800000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants private citizens broad authorization to commence civil judicial actions under certain titles of the environmental conservation law",
  "summary" : "Enacts \"private environmental law enforcement act\"; authorizes any private citizen who has an interest which is or may be adversely affected to commence civil judicial actions for injunctive or declaratory relief to remedy environmental harms under certain circumstances; provides that such action may be commenced against any person for any violation of an administrative or court order compelling an investigation or remediation of an inactive hazardous waste disposal site. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S3967-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1848\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ, KRUEGER -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Environ-\n         mental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         granting private citizens the  right  to  initiate  civil  enforcement\n         actions for violations of such law\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 71 of the environmental conservation law is amended\n    2  by adding a new title 45 to read as follows:\n    3                                   TITLE 45\n    4                            PRIVATE ENVIRONMENTAL\n    5                             LAW ENFORCEMENT ACT\n    6  SECTION 71-4501. ENFORCEMENT BY PRIVATE CITIZENS.\n    7          71-4503. NOTICE OF ACTION.\n    8          71-4505. INTERVENTION.\n    9          71-4507. APPROVAL OF SETTLEMENTS.\n   10          71-4509. COSTS, FEES, AND PENALTIES.\n   11          71-4511. APPLICABILITY IN THE ADIRONDACK PARK.\n   12          71-4513. SAVINGS CLAUSE.\n   13  S 71-4501. ENFORCEMENT BY PRIVATE CITIZENS.\n   14    1. EXCEPT AS OTHERWISE PROVIDED IN SECTION 71-4503 OF THIS TITLE,  ANY\n   15  PERSON  WHO  HAS SUFFERED OR MAY SUFFER AN INJURY IN FACT, REGARDLESS OF\n   16  WHETHER SUCH INJURY IS DIFFERENT IN KIND OR DEGREE FROM THAT SUFFERED BY\n   17  THE PUBLIC AT LARGE, MAY COMMENCE A CIVIL ACTION IN A COURT OF COMPETENT\n   18  JURISDICTION FOR INJUNCTIVE AND DECLARATORY RELIEF PURSUANT TO  SUBDIVI-\n   19  SION  TWO  OF  THIS  SECTION  AGAINST ANY PERSON FOR ANY VIOLATION OF AN\n   20  ADMINISTRATIVE OR COURT ORDER COMPELLING THAT PERSON TO  INVESTIGATE  OR\n   21  REMEDIATE  AN  INACTIVE  HAZARDOUS WASTE DISPOSAL SITE PURSUANT TO TITLE\n   22  THIRTEEN OF ARTICLE TWENTY-SEVEN OF THIS CHAPTER OR FOR A  VIOLATION  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04320-02-1\n\n       S. 1848                             2\n\n    1  THE  FOLLOWING  PROVISIONS  OF  OR ANY RULE, REGULATION, PERMIT, CERTIF-\n    2  ICATE, OR ORDER PROMULGATED OR ISSUED PURSUANT TO:\n    3    A.  SECTION  15-0501,  15-0503  OR  15-0505  OF  TITLE FIVE OF ARTICLE\n    4  FIFTEEN OF THIS CHAPTER; OR\n    5    B. TITLE TWENTY-SEVEN OF ARTICLE FIFTEEN OF THIS CHAPTER; OR\n    6    C. TITLE FIVE, SEVEN, EIGHT, TEN OR SEVENTEEN OF ARTICLE SEVENTEEN  OF\n    7  THIS CHAPTER; OR\n    8    D. ARTICLE NINETEEN OF THIS CHAPTER; OR\n    9    E. ARTICLE TWENTY-THREE OF THIS CHAPTER; OR\n   10    F. ARTICLE TWENTY-FOUR OF THIS CHAPTER; OR\n   11    G. ARTICLE TWENTY-FIVE OF THIS CHAPTER; OR\n   12    H. TITLE THREE, SEVEN, NINE OR FIFTEEN OF ARTICLE TWENTY-SEVEN OF THIS\n   13  CHAPTER; OR\n   14    I. ARTICLE THIRTY-THREE OF THIS CHAPTER; OR\n   15    J. ARTICLE THIRTY-SEVEN OF THIS CHAPTER; OR\n   16    K. ARTICLE FORTY OF THIS CHAPTER.\n   17    2.  IN  ANY  ACTION  COMMENCED  PURSUANT  TO  SUBDIVISION  ONE OF THIS\n   18  SECTION, THE COURT MAY ISSUE DECLARATORY OR INJUNCTIVE  RELIEF  OR  BOTH\n   19  FOR  EACH  VIOLATION  FOUND.  THE  JUDGMENT  IN ANY SUCH ACTION MAY ALSO\n   20  IMPOSE SUCH CONDITIONS ON THE  DEFENDANT  AS  ARE  NECESSARY  TO  ENSURE\n   21  COMPLIANCE  WITH  SUCH  LAW,  RULE,  REGULATION, PERMIT, CERTIFICATE, OR\n   22  ORDER WITHIN A REASONABLE TIME PERIOD.\n   23    3. NO PERSON SHALL COMMENCE A CIVIL ACTION PURSUANT TO SUBDIVISION ONE\n   24  OF THIS SECTION UNLESS THE ALLEGED VIOLATION COULD BE SUBJECT TO A JUDI-\n   25  CIAL ENFORCEMENT ACTION OR ADMINISTRATIVE ENFORCEMENT PROCEEDING BROUGHT\n   26  BY OR ON BEHALF OF THE DEPARTMENT, THE STATE OF NEW  YORK,  THE  COMMIS-\n   27  SIONER, OR THE COMMISSIONER'S DESIGNEE.\n   28    4.  NO  ACTION  MAY BE BROUGHT AGAINST THE STATE OR ANY OF ITS DEPART-\n   29  MENTS, AGENCIES, OR BUREAUS OR ANY OF ITS POLITICAL SUBDIVISIONS OR  ANY\n   30  PUBLIC  AUTHORITY  PURSUANT  TO  THIS  TITLE EXCEPT IN THEIR CAPACITY AS\n   31  OWNER OR OPERATOR OF A POLLUTION SOURCE OR AS A PERSON  RESPONSIBLE  FOR\n   32  THE INVESTIGATION OR REMEDIATION OF AN INACTIVE HAZARDOUS WASTE DISPOSAL\n   33  SITE PURSUANT TO TITLE THIRTEEN OF ARTICLE TWENTY-SEVEN OF THIS CHAPTER.\n   34  S 71-4503. NOTICE OF ACTION.\n   35    1.  EXCEPT  AS  PROVIDED IN SUBDIVISION TWO OF THIS SECTION, NO ACTION\n   36  MAY BE COMMENCED UNDER SUBDIVISION ONE OF SECTION 71-4501 OF THIS TITLE:\n   37    A. PRIOR TO SIXTY DAYS AFTER WRITTEN NOTICE BY CERTIFIED MAIL,  RETURN\n   38  RECEIPT  REQUESTED, HAS BEEN GIVEN BY THE PLAINTIFF TO THE COMMISSIONER,\n   39  THE ATTORNEY GENERAL, AND ANY PERSON ALLEGED TO BE IN VIOLATION  OF  ANY\n   40  LAW,  RULE,  REGULATION,  PERMIT,  CERTIFICATE,  OR  ORDER. SUCH WRITTEN\n   41  NOTICE SHALL BE GIVEN IN SUCH A MANNER AS THE COMMISSIONER MAY PRESCRIBE\n   42  BY REGULATION AND SHALL IDENTIFY ANY PERSON ALLEGED TO BE  IN  VIOLATION\n   43  OF  ANY SUCH LAW, RULE, REGULATION, PERMIT, CERTIFICATE, OR ORDER AS SET\n   44  FORTH IN SUBDIVISION ONE OF SECTION 71-4501  OF  THIS  TITLE  AND  SHALL\n   45  DESCRIBE   WITH  REASONABLE  PARTICULARITY  THE  ACTIVITY  OR  CONDITION\n   46  COMPLAINED OF INCLUDING, WHERE APPROPRIATE, DATA OR TEST RESULTS IN  THE\n   47  POSSESSION OF THE PLAINTIFF WHICH DESCRIBE SUCH ALLEGED VIOLATION; OR\n   48    B.  IF  THE  COMMISSIONER OR HIS OR HER DESIGNEE, AT ANY TIME PRIOR TO\n   49  THE END OF THE SIXTY DAY NOTICE PERIOD PRESCRIBED IN PARAGRAPH A OF THIS\n   50  SUBDIVISION OR PRIOR TO COMMENCEMENT OF SUCH ACTION, WHICHEVER IS LATER,\n   51  AND UPON WRITTEN NOTICE TO THE PERSON WHO PROVIDED THE NOTICE PRESCRIBED\n   52  IN PARAGRAPH A OF THIS SUBDIVISION,  HAS COMMENCED AND IS ACTIVELY PROS-\n   53  ECUTING AN ADMINISTRATIVE ENFORCEMENT PROCEEDING PURSUANT TO THIS  CHAP-\n   54  TER RELATIVE TO THE ALLEGED VIOLATION; OR\n   55    C.  IF THE ATTORNEY GENERAL, AT ANY TIME PRIOR TO THE END OF THE SIXTY\n   56  DAY NOTICE PERIOD PRESCRIBED IN PARAGRAPH A OF THIS SUBDIVISION OR PRIOR\n\n       S. 1848                             3\n\n    1  TO COMMENCEMENT OF SUCH ACTION, WHICHEVER IS  LATER,  AND  UPON  WRITTEN\n    2  NOTICE  TO  THE PERSON WHO PROVIDED THE NOTICE PRESCRIBED IN PARAGRAPH A\n    3  OF THIS SUBDIVISION, HAS COMMENCED AND IS ACTIVELY PROSECUTING  A  CIVIL\n    4  ACTION  IN A COURT OF THE UNITED STATES OR NEW YORK STATE WHICH SEEKS AN\n    5  ORDER OR INJUNCTION RELATIVE TO THE ALLEGED VIOLATION; OR\n    6    D. IF THE ALLEGED VIOLATION   IS THE SUBJECT OF  A  CONSENT  ORDER,  A\n    7  COURT  ORDER,  OR ANY OTHER WRITTEN AGREEMENT SIGNED BY THE COMMISSIONER\n    8  OR THE COMMISSIONER'S DESIGNEE AND THE ALLEGED VIOLATOR SETTING FORTH  A\n    9  COMPLIANCE  SCHEDULE  TO ELIMINATE THE ALLEGED VIOLATION IN A REASONABLE\n   10  TIME PERIOD, OR OF A SETTLEMENT  OR  DISPOSITION  OF  AN  ADMINISTRATIVE\n   11  ENFORCEMENT  PROCEEDING  OR  A  CIVIL  ACTION COMMENCED PURSUANT TO THIS\n   12  CHAPTER; PROVIDED THAT THE ALLEGED VIOLATOR IS IN  COMPLIANCE  WITH  THE\n   13  TERMS  OF  SUCH  CONSENT  ORDER,  COURT ORDER, AGREEMENT, SETTLEMENT, OR\n   14  DISPOSITION.\n   15    2. THE PLAINTIFF MAY COMMENCE  AN  ACTION  UNDER  SUBDIVISION  ONE  OF\n   16  SECTION  71-4501  OF  THIS TITLE PRIOR TO SIXTY DAYS AFTER THE GIVING OF\n   17  NOTICE REQUIRED BY PARAGRAPH A OF SUBDIVISION ONE OF THIS SECTION UPON A\n   18  SHOWING TO THE COURT THAT THE MATTER IN CONTROVERSY INVOLVES A  SUBSTAN-\n   19  TIAL AND IMMINENT HAZARD TO THE ENVIRONMENT.\n   20    3.  A  COPY OF THE COMPLAINT AND, UNLESS SERVICE IS THEREAFTER WAIVED,\n   21  ALL MOTION PAPERS AND ANY SUBSEQUENT PLEADINGS SHALL BE SERVED UPON  THE\n   22  COMMISSIONER, THE ATTORNEY GENERAL, AND THE DEFENDANT.\n   23  S 71-4505. INTERVENTION.\n   24    1. THE STATE, AS REPRESENTED BY THE ATTORNEY GENERAL, MAY INTERVENE AS\n   25  A MATTER OF RIGHT IN ANY ACTION BROUGHT PURSUANT TO THIS TITLE.\n   26    2.  ANY  PERSON  WHO  IS  AUTHORIZED TO COMMENCE AN ACTION PURSUANT TO\n   27  SECTION 71-4501 OF THIS TITLE AND  WHO  HAS  GIVEN  NOTICE  PURSUANT  TO\n   28  SECTION  71-4503  OF  THIS  TITLE  MAY INTERVENE UPON TIMELY MOTION AS A\n   29  MATTER OF RIGHT IN ANY ACTION OR PROCEEDING  SUBSEQUENTLY  COMMENCED  BY\n   30  THE DEPARTMENT OR THE ATTORNEY GENERAL RELATING TO ANY VIOLATION ALLEGED\n   31  IN SUCH NOTICE.\n   32  S 71-4507. APPROVAL OF SETTLEMENTS.\n   33    1.  NO ACTION COMMENCED UNDER THIS TITLE SHALL BE SETTLED, EXCEPT UPON\n   34  APPROVAL BY THE COURT UPON  SIXTY  DAYS'  NOTICE  TO  ALL  PARTIES,  THE\n   35  COMMISSIONER,  AND  THE ATTORNEY GENERAL. NOTICE OF THE PROPOSED SETTLE-\n   36  MENT SHALL BE PUBLISHED IN THE ENVIRONMENTAL NOTICE BULLETIN.  UPON  THE\n   37  MOTION OF THE COMMISSIONER, THE ATTORNEY GENERAL, OR ANY OTHER PARTY, OR\n   38  UPON ITS OWN MOTION, THE COURT MAY REQUIRE SUCH FURTHER NOTICE AS MAY BE\n   39  REQUIRED  TO  PROTECT  THE  INTERESTS  IN  ENVIRONMENTAL  PROTECTION  OR\n   40  ENFORCEMENT OF CITIZENS WHO ARE NOT PARTY TO THE ACTION. THE COURT SHALL\n   41  NOT APPROVE A SETTLEMENT IN AN ACTION COMMENCED UNDER THIS TITLE IF  THE\n   42  COURT  DETERMINES  THAT  A  MONETARY  SETTLEMENT  IN  EXCESS  OF  COSTS,\n   43  DISBURSEMENTS, AND REASONABLE EXPERT WITNESSES' AND ATTORNEYS' FEES  HAS\n   44  BEEN OFFERED OR PAID BY A DEFENDANT AS CONSIDERATION FOR SUCH SETTLEMENT\n   45  TO A PLAINTIFF WHO HAS STANDING TO SUE ONLY BY VIRTUE OF THIS TITLE.\n   46    2.  IF,  SUBSEQUENT TO THE COMMENCEMENT OF AN ACTION UNDER SUBDIVISION\n   47  ONE OF SECTION 71-4501 OF THIS TITLE WHICH ACTION HAS NOT  BEEN  FINALLY\n   48  ADJUDICATED,  THE  PERSON  ALLEGED  TO BE IN VIOLATION OF ANY LAW, RULE,\n   49  REGULATION, PERMIT, CERTIFICATE, OR ORDER ENTERS INTO A CONSENT ORDER OR\n   50  IS SUBJECT TO A COURT ORDER OR OTHER WRITTEN  AGREEMENT  SIGNED  BY  THE\n   51  COMMISSIONER  OR  HIS  DESIGNEE WHICH SETS FORTH A REASONABLE SETTLEMENT\n   52  AND DISPOSITION OF THE ALLEGED VIOLATION, THE COURT IN WHICH SUCH ACTION\n   53  IS PENDING, ON MOTION OF  ANY  PARTY,  MAY  MAKE  AN  APPROPRIATE  ORDER\n   54  DISPOSING  OF  THE  CASE,  INCLUDING  THE AWARD OF COSTS, DISBURSEMENTS,\n   55  REASONABLE EXPERT WITNESSES' AND ATTORNEYS' FEES TO ANY PARTY, IF APPRO-\n   56  PRIATE PURSUANT TO SECTION 71-4509 OF THIS TITLE.\n\n       S. 1848                             4\n\n    1  S 71-4509. COSTS, FEES, AND PENALTIES.\n    2    1.  THE COURT, IN ISSUING ANY FINAL ORDER IN ANY ACTION BROUGHT PURSU-\n    3  ANT TO SUBDIVISIONS ONE AND TWO OF SECTION 71-4503 OF THIS TITLE, MAY IN\n    4  ITS  DISCRETION  AWARD  COSTS,  DISBURSEMENTS,  AND  REASONABLE   EXPERT\n    5  WITNESSES'  AND  ATTORNEYS'  FEES  TO  ANY  PREVAILING  OR SUBSTANTIALLY\n    6  PREVAILING PARTY; PROVIDED, HOWEVER, THAT SUCH AN AWARD TO A  PREVAILING\n    7  RESPONDENT  OR  DEFENDANT  SHALL  NOT EXCEED TEN THOUSAND DOLLARS, AND A\n    8  PREVAILING RESPONDENT OR DEFENDANT, IN  ORDER  TO  RECOVER  SUCH  COSTS,\n    9  DISBURSEMENTS,  REASONABLE  EXPERT  WITNESSES' AND ATTORNEYS' FEES, MUST\n   10  MAKE A MOTION REQUESTING SUCH COSTS, DISBURSEMENTS, AND  FEES  AND  SHOW\n   11  THAT  THE  ACTION  OR  CLAIM BROUGHT WAS FRIVOLOUS. IN ORDER TO FIND THE\n   12  ACTION OR CLAIM TO BE FRIVOLOUS, THE COURT MUST FIND IN WRITING  ONE  OR\n   13  MORE OF THE FOLLOWING:\n   14    A. THE ACTION OR CLAIM WAS COMMENCED, USED, OR CONTINUED IN BAD FAITH,\n   15  SOLELY TO DELAY OR PROLONG THE RESOLUTION OF THE LITIGATION OR TO HARASS\n   16  OR MALICIOUSLY INJURE ANOTHER;\n   17    B. THE ACTION OR CLAIM WAS COMMENCED OR CONTINUED IN BAD FAITH WITHOUT\n   18  ANY REASONABLE BASIS IN LAW OR FACT AND COULD NOT BE SUPPORTED BY A GOOD\n   19  FAITH  ARGUMENT  FOR AN EXTENSION, MODIFICATION, OR REVERSAL OF EXISTING\n   20  LAW. IF THE ACTION OR CLAIM WAS PROMPTLY DISCONTINUED WHEN THE PARTY  OR\n   21  THE  ATTORNEY  LEARNED  OR  SHOULD HAVE LEARNED THAT THE ACTION OR CLAIM\n   22  LACKED SUCH A REASONABLE BASIS, THE COURT MAY FIND THAT THE PARTY OR THE\n   23  ATTORNEY DID NOT ACT IN BAD FAITH.\n   24    2. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS  SECTION,\n   25  NO  COSTS, DISBURSEMENTS, OR REASONABLE EXPERT WITNESSES' AND ATTORNEYS'\n   26  FEES MAY BE AWARDED AGAINST THE STATE, OR ANY OF ITS DEPARTMENTS,  AGEN-\n   27  CIES,  BUREAUS,  OR  ANY  OF  ITS  POLITICAL  SUBDIVISIONS OR ANY PUBLIC\n   28  AUTHORITY IN ANY ACTION BROUGHT UNDER THIS TITLE.\n   29    3. IN ADDITION TO THE STATE'S RIGHT TO INTERVENE PURSUANT TO  SUBDIVI-\n   30  SION  ONE  OF SECTION 71-4505 OF THIS TITLE OR ANY OTHER LAW, THE STATE,\n   31  AS REPRESENTED BY THE ATTORNEY GENERAL, MAY APPEAR UPON TIMELY MOTION IN\n   32  AN ACTION BROUGHT UNDER THIS TITLE FOR THE SOLE PURPOSE OF OBTAINING  AN\n   33  AWARD  OF  PENALTIES  AGAINST  ANY  PERSON  FOUND LIABLE IN SUCH ACTION;\n   34  PROVIDED, HOWEVER, THAT THE PLAINTIFF AND DEFENDANT MUST BE NOTIFIED  OF\n   35  THE STATE'S INTENT TO MOVE FOR PENALTIES WITHIN THIRTY DAYS OF COMMENCE-\n   36  MENT  OF  SUCH  ACTION.  ANY  CLAIM FOR PENALTIES BASED UPON A VIOLATION\n   37  WHICH IS THE SUBJECT OF AN ACTION  BROUGHT  UNDER  THIS  TITLE  MUST  BE\n   38  BROUGHT IN SUCH ACTION.\n   39  S 71-4511. APPLICABILITY IN THE ADIRONDACK PARK.\n   40    WITH  RESPECT  TO THOSE PARTS OF TITLE TWENTY-SEVEN OF ARTICLE FIFTEEN\n   41  OF THIS CHAPTER AND THOSE PARTS OF ARTICLE TWENTY-FOUR OF  THIS  CHAPTER\n   42  ADMINISTERED  BY  THE ADIRONDACK PARK AGENCY CREATED PURSUANT TO ARTICLE\n   43  TWENTY-SEVEN OF THE EXECUTIVE LAW, ANY REFERENCE IN THIS  TITLE  TO  THE\n   44  DEPARTMENT,  THE  COMMISSIONER,  OR THE COMMISSIONER'S DESIGNEE SHALL BE\n   45  CONSTRUED TO MEAN THE ADIRONDACK PARK AGENCY.\n   46  S 71-4513. SAVINGS CLAUSE.\n   47    NOTHING IN THIS TITLE SHALL RESTRICT ANY RIGHT  WHICH  ANY  PERSON  OR\n   48  CLASS  OF  PERSONS  MAY  HAVE  UNDER  ANY  STATUTE OR COMMON LAW TO SEEK\n   49  ENFORCEMENT OF ANY STATUTE, RULE, REGULATION,  PERMIT,  CERTIFICATE,  OR\n   50  ORDER OR TO SEEK ANY OTHER RELIEF.\n   51    S  2.  Section 71-1311 of the environmental conservation law, subdivi-\n   52  sion 1 as amended by chapter 846 of the laws of 1981, is amended to read\n   53  as follows:\n   54  S 71-1311. Injunction against violations.\n   55    [1.] Whenever it appears that any person is violating  or  threatening\n   56  to  violate any provision of article 23 of this chapter or is committing\n\n       S. 1848                             5\n\n    1  any offense described in section 71-1305 of this title, the  department,\n    2  acting  by  the  [Attorney  General]  ATTORNEY  GENERAL,  may bring suit\n    3  against such person in any court of competent jurisdiction  to  restrain\n    4  such  person  from  continuing  such  violation or from carrying out the\n    5  threat of violation. In any such suit, the court shall have jurisdiction\n    6  to grant to the department, without  bond  or  other  undertaking,  such\n    7  prohibitory or mandatory injunctions as the facts may warrant, including\n    8  temporary restraining orders and preliminary injunctions.\n    9    [2.  If  the department, acting by the Attorney General, shall fail to\n   10  bring suit  to  enjoin  a  violation  or  threatened  violation  of  any\n   11  provision  of  article  23,  or  any  rule,  regulation, or order of the\n   12  department made pursuant hereto, within ten days after receipt of  writ-\n   13  ten  request to do so by any person who is or will be adversely affected\n   14  by such violation, the person making such request may bring suit in  his\n   15  own  behalf  to  restrain  such violation or threatened violation in any\n   16  court in which the department might have brought  suit.  The  department\n   17  shall  be  made a party in such suit in addition to the person violating\n   18  or threatening to violate a provision of article 23, or  a  rule,  regu-\n   19  lation,  or  order  of  the department, and the action shall proceed and\n   20  injunctive relief may be granted to  the  department  without  bond,  or\n   21  other  undertaking in the same manner as if suit had been brought by the\n   22  department.]\n   23    S 3. This act shall take effect immediately; provided however, that no\n   24  action authorized by section 71-4501 of the  environmental  conservation\n   25  law,  as  added by section one of this act, may be commenced against any\n   26  city, village, town, or county prior to the first day  of  September  in\n   27  the  year next succeeding the year in which this act shall have become a\n   28  law, and nothing in this act shall affect any action commenced  pursuant\n   29  to  section  71-1311 of the environmental conservation law prior to such\n   30  contingent date for actions authorized by section 71-4501 of  the  envi-\n   31  ronmental conservation law.\n",
  "memo" : "BILL NUMBER:S1848\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to granting\nprivate citizens the right to initiate civil enforcement actions\nfor violations of such law\n\nPURPOSE:\nTo grant private citizens broad authorization to commence civil\njudicial actions under certain titles of the Environmental\nConservation Law (ECL).\n\nSUMMARY OF PROVISIONS:\nThe bill adds a new Title 45 to Article 71 of the ECL to provide broad\nauthority to citizens to bring civil actions to remedy environmental\ninjury. The bill authorizes any private citizen who has an interest\nwhich is or may be adversely affected to commence civil judicial\nactions to remedy environmental harms under certain circumstances.\nAny such party may, under these circumstances, commence a civil\naction in a court of competent jurisdiction for injunctive relief\nagainst any person who is alleged to be in violation of any rule,\nregulation, permit, certificate or order promulgated or issued\npursuant to: sections 15-0501, 15-0503 or 15-0505 of Title 5 of\nArticle 15 (Protection of Waters and Water Supply), Titles 5, 7,8,10\nor 17 of Article 17, Articles 19,23, 24, 25, 33, 37 or 40 (Water\nPollution Control, Air Pollution Control, Mineral Resources,\nFreshwater Wetlands, Tidal Wetlands, Pesticides, Hazardous Substances\nListing and Hazardous Substances Bulk Storage), or Title 3, 7,9 or 15\nof Article 27 (Solid, Infectious and Hazardous Waste) of the ECL. A\ncivil action may also be commenced to enforce a violation of an\nadministrative or court order compelling remediation of an inactive\nhazardous waste disposal site. The State may only be\nsued pursuant to this bill in its capacity as the owner or operator\nof a pollution source in violation of any statutory or regulatory\nrequirements, or as a person responsible for an inactive hazardous\nwaste disposal site pursuant to ECL Article 27, Title 13.\n\nThe bill requires prior notice to the alleged violator, the\nCommissioner of Environmental Conservation and the Attorney General\nas a condition precedent to commencement of a citizen suit. Such\nnotice must be served at least 60 days prior to the commencement of\nan action by a\nprivate citizen. This notice requirement may be waived if a\nsubstantial and imminent hazard to the environment can be shown. The\nplaintiff must follow procedures as may be promulgated by the\nCommissioner in providing the required notice. The bill also\nprohibits a citizen suit if the Commissioner or the Attorney General\nhas commenced and is actively prosecuting an administrative or civil\naction relative to the alleged violation; or has obtained a\nsettlement or disposition of such an action; or is seeking\nremediation of the inactive hazardous waste disposal site. In\naddition, no action may be commenced if the alleged violation is the\nsubject of a consent order, a court order or any other order setting\nforth a compliance schedule for the elimination of the violation,\nprovided the alleged violator is in compliance with the schedule. The\n\n\nAttorney General is given the right to intervene in any civil action\ncommenced by a private citizen under this bill. A private citizen who\nhas given notice of intent to commence an action under this bill may\nintervene upon timely motion as a matter of right in any civil action\nor administrative enforcement proceeding subsequently commenced by\nthe Attorney General or the Department of Environmental Cons\nervation relating to the violation alleged in the notice of intent. No\ncitizen suit may be settled except upon an affirmative order of the\nCourt upon notice to all parties, the Commissioner of Environmental\nConservation and the Attorney General. The Court will not approve a\nsettlement if the court determines that a monetary settlement in\nexcess of total costs has been offered or paid by a defendant in\nexchange for settlement. A wards of the costs of litigation and\nreasonable attorney and expert witness fees may be made by the court\nto a plaintiff in any action brought under this bill, where the Court\ndetermines such awards to be appropriate.\nIn addition, a prevailing defendant may make a motion to recover\ncosts, however, he or she must show that the action or claim brought\nby the plaintiff was frivolous. No such awards for costs or fees may\nbe made against the State or any of its political subdivisions. The\nbill contains a \"savings\" clause to ensure that rights existing under\nstatutory or common law to seek enforcement of any statute, rule,\nregulation, permit or order, or to obtain any available relief, are\nnot diminished.\n\nJUSTIFICATION:\nThe large number of violations of environmental laws, rules,\nregulations, permits, certificates and orders makes it impossible for\nthe State to pursue timely enforcement actions in every instance\nwhere such actions may be necessary or appropriate. This bill\nprovides private citizens with the right to seek enforcement through\nthe courts in instances involving violations of those provisions of\nthe ECL relating to protection of waters, water supply, water power,\ndrainage, solid and hazardous waste, freshwater and tidal wetlands,\npesticides and hazardous substances bulk storage. To avoid\nduplication of effort, the bill prohibits initiation of a citizen\nsuit when a particular activity or condition constitutes a violation\nof the ECL if the Commissioner or the Attorney General is diligently\nprosecuting an administrative or judicial proceeding. With limited\nenforcement resources, the State simply cannot bring an enforcement\naction for every violation of the ECL or the rules,regulations,\npermits, certificates or orders issued thereunder. As a result, a\nmember of the regulated community may reason that if compliance with\nlegal requirements, which may be costly, is postponed, it may be\nworth running the risk that an enforcement action will be\ncommenced.\n\nA broad citizen suit bill would allow the State to marshal the pool of\nresources and assistance that could be provided by concerned\ncitizens. Allowing private citizens to seek judicial\nenforcement of certain ECL violations would increase the likelihood\nthat such violations would be prosecuted. This increased enforcement\neffort would have a significant deterrent effect on the regulated\ncommunity. By requiring notice to the Department and the Attorney\nGeneral of the intent to institute a citizen suit, allowing the State\nto intervene in such suits and requiring notice to the Department and\nthe Attorney General prior to settlement of such suits, this proposal\n\n\nassures that the State can oversee and provide input into the conduct\nand settlement of citizen suits. The State's role as guardian of the\nenvironment and enforcer of the State's environmental laws is thereby\npreserved. The public is both willing and able to assist in this\nenforcement effort, as evidenced by the number of citizen suit\nlitigations under federal laws and the overwhelming popular support\nfor New York's recently enacted \"Toxic Torts\" bill. Citizen suit\nprovisions are contained in numerous federal environmental statutes,\nincluding the Clean Air Act, the Clean Water Act, the Resource\nConservation and Recovery Act, the Toxic Substances Control Act, the\nSafe Drinking Water Act, the Noise Control Act and the recently\napproved CERCLA reauthorization bill.\nA pooling of all available resources will assist both public and\nprivate sectors in achieving their common goal of increased\ncompliance with the environmental laws of New York State. It will\nenable government to allocate scarce enforcement resources more\nefficiently by allowing it to concentrate on the most significant\nviolations with the assurance that lower priority violations will not\nbe overlooked.\n\nLEGISLATIVE HISTORY:\n03/07/07 REFERRED TO ENVIRONMENTAL CONSERVATION\n01/09/08 REFERRED TO ENVIRONMENTAL CONSERVATION\n04/07/09 REFERRED TO ENVIRONMENTAL CONSERVATION\n01/06/10 REFERRED TO ENVIRONMENTAL CONSERVATION\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately; provided however, that no\naction authorized by section 71-4501 of the environmental\nconservation law, as added by section one of this act, may be\ncommenced against any city, village, town or county prior to the\nfirst day of September in the year next succeeding the year in which\nthis act shall have become a law, and nothing in this act shall\naffect any action commenced pursuant to section 71-1311 of the\nenvironmental conservation law prior to such contingent date for\nactions authorized by section 71-4501 of the environmental\nconservation law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to granting private citizens the right to initiate civil enforcement actions for violations of such law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T154921.TXT", "SOBI.D110113.T150417.TXT", "SOBI.D110113.T154419.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615367
}