{
  "year" : 2011,
  "senateBillNo" : "S184-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S184-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the use of income from pensions of New York state, local governments and the federal government from the calculation of income for the purposes of financial aid",
  "summary" : "Eliminates the use of income from pensions of New York state, local governments and the federal government from the calculation of income for the purposes of financial aid. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A3497",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S6155-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          184\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to eliminating the use of\n         certain pensions in the determination of the amount of student  finan-\n         cial aid\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section  663  of  the  education  law,  as\n    2  amended  by  section  1  of part F of chapter 57 of the laws of 2009, is\n    3  amended to read as follows:\n    4    1. Income defined. Except  as  otherwise  provided  in  this  section,\n    5  \"income\"  shall  be  the  total  of the combined net taxable income [and\n    6  income from pensions of New York state, local governments and the feder-\n    7  al government] of the applicant, the applicant's spouse, and the  appli-\n    8  cant's  parents as reported in New York state income tax returns for the\n    9  calendar year next preceding the beginning of the school year for  which\n   10  application  for  assistance is made, except that any amount received by\n   11  an applicant as a scholarship at an  educational  institution  or  as  a\n   12  fellowship grant, including the value of contributed services and accom-\n   13  modations,  shall  not be included within the definition of \"income\" for\n   14  the purposes of this article. The  term  \"parent\"  shall  include  birth\n   15  parents,  stepparents,  adoptive  parents  and the spouse of an adoptive\n   16  parent. Income, if not a whole dollar amount, shall  be  assumed  to  be\n   17  equal  to  the next lowest whole dollar amount. Any change in the status\n   18  of an applicant with regard to the persons responsible  for  the  appli-\n   19  cant's  support  occurring after the beginning of any semester shall not\n   20  be considered to change the applicant's award for that semester.\n   21    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01179-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to eliminating the use of certain pensions in the determination of the amount of student financial aid ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T163708.TXT", "SOBI.D101213.T144820.TXT", "SOBI.D101210.T162707.TXT", "SOBI.D101210.T160212.TXT", "SOBI.D110125.T145423.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985263073
}