{
  "year" : 2011,
  "senateBillNo" : "S1843-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1843-2011-1294894800000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "TO ATTORNEY-GENERAL FOR OPINION",
    "billEventId" : "S1843-2011-1295413200000-TO+ATTORNEY-GENERAL+FOR+OPINION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that the governor's article 7 appropriation bills be specifically itemized to assure accountability",
  "summary" : "Requires that the governor's appropriation and reappropriation budget bills be specifically itemized to assure accountability; provides that the purpose of such appropriations shall be specified in clear and plain language and shall refer to the commonly used name and the pertinent provisions of law; applies also to thirty-day amendments of the executive budget. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S3949-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1843\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by Sens. OPPENHEIMER, DILAN -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 3 of article 7 of the constitution, in\n         relation to requiring that the appropriations bills submitted  to  the\n         legislature  by  the  governor  set forth with enough specificity each\n         appropriation\n\n    1    Section 1.  Resolved (if the Assembly concur), That section 3 of arti-\n    2  cle 7 of the constitution be amended to read as follows:\n    3    S 3. At the time of submitting  the  budget  to  the  legislature  the\n    4  governor shall submit a bill or bills containing all the proposed appro-\n    5  priations  and  reappropriations included in the budget and the proposed\n    6  legislation, if any, recommended therein.  ALL APPROPRIATIONS AND  REAP-\n    7  PROPRIATIONS  SHALL  BE  SPECIFICALLY  ITEMIZED BY THE PURPOSE FOR WHICH\n    8  THEY MAY BE USED TO ENSURE ACCOUNTABILITY IN THE USE  OF  PUBLIC  FUNDS.\n    9  SUCH  PURPOSES  SHALL BE SPECIFIED IN CLEAR AND PLAIN LANGUAGE AND SHALL\n   10  REFER TO BOTH THE COMMONLY USED NAMES OF THE PROGRAMS  COVERED  BY  SUCH\n   11  APPROPRIATIONS  AND  THE  PROVISION  OF  LAW  (IF  ANY)  AUTHORIZING THE\n   12  PROGRAMS, ACTIVITIES, OR EXPENDITURES COVERED BY SUCH APPROPRIATIONS.\n   13    The governor may at any time within thirty days thereafter  and,  with\n   14  the consent of the legislature, at any time before the adjournment ther-\n   15  eof,  amend  or supplement the budget and submit amendments to any bills\n   16  submitted by him or her or submit supplemental  bills.    ALL  APPROPRI-\n   17  ATIONS  AND  REAPPROPRIATIONS,  CONTAINED  IN SUCH AMENDMENTS OR SUPPLE-\n   18  MENTAL BILLS, SHALL BE SPECIFICALLY ITEMIZED BY THE  PURPOSE  FOR  WHICH\n   19  THEY  MAY  BE  USED. SUCH PURPOSES SHALL BE SPECIFIED IN CLEAR AND PLAIN\n   20  LANGUAGE AND SHALL REFER TO BOTH THE COMMONLY USED NAMES OF THE PROGRAMS\n   21  COVERED BY SUCH APPROPRIATIONS AND THE PROVISION OF LAW (IF ANY) AUTHOR-\n   22  IZING THE PROGRAMS, ACTIVITIES, OR EXPENDITURES COVERED BY  SUCH  APPRO-\n   23  PRIATIONS.\n   24    The governor and the heads of departments shall have the right, and it\n   25  shall  be  the duty of the heads of departments when requested by either\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89078-01-1\n\n       S. 1843                             2\n\n    1  house of the legislature or an appropriate committee thereof, to  appear\n    2  and  be heard in respect to the budget during the consideration thereof,\n    3  and to answer inquiries relevant thereto. The procedure for such appear-\n    4  ances and inquiries shall be provided by law.\n    5    S 2. Resolved (if the Assembly concur), That the foregoing be referred\n    6  to  the  first  regular  legislative  session  convening  after the next\n    7  succeeding general election of members of the assembly, and, in conform-\n    8  ity with section 1 of article 19 of the constitution, be published for 3\n    9  months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 3 of article 7 of the constitution, in relation to requiring that the appropriations bills submitted to the legislature by the governor set forth with enough specificity each appropriation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T154419.TXT", "SOBI.D110113.T145941.TXT", "SOBI.D110119.T104251.TXT", "SOBI.D110113.T155421.TXT", "SOBI.D110114.T094906.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451771650
}