{
  "year" : 2011,
  "senateBillNo" : "S1844-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1844-2011-1294894800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires registered nurses, licensed practical nurses, physicians, physicians assistants and specialist assistants to complete domestic violence training or course work",
  "summary" : "Requires registered nurses, licensed practical nurses, physicians, physicians assistants and specialist assistants to complete approved domestic violence training or course work; provides that for nurses, completion of course work or training and documentation thereof begins with the first registration after 1/1/2013 and must be provided every four years afterwards; provides that for physicians, physician assistants and specialist assistants, completion of course work or training and documentation thereof must be provided on or before 1/1/2013 and every four years afterwards; provides for exemptions. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A2384",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S3981-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1844\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law and the public health law, in relation\n         to domestic violence course work or training\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 6505-d\n    2  to read as follows:\n    3    S 6505-D. DOMESTIC VIOLENCE COURSE WORK OR TRAINING. EVERY  REGISTERED\n    4  NURSE AND LICENSED PRACTICAL NURSE PRACTICING IN THIS STATE SHALL, ON OR\n    5  BEFORE  JANUARY FIRST, TWO THOUSAND THIRTEEN AND EVERY FOUR YEARS THERE-\n    6  AFTER, COMPLETE COURSE WORK  OR  TRAINING  APPROPRIATE  TO  THE  PROFES-\n    7  SIONAL'S PRACTICE APPROVED BY THE DEPARTMENT REGARDING DIAGNOSIS, TREAT-\n    8  MENT,  AND  DOCUMENTATION  OF  DOMESTIC  VIOLENCE,  IN  ACCORDANCE  WITH\n    9  REGULATORY STANDARDS PROMULGATED BY THE DEPARTMENT, IN CONSULTATION WITH\n   10  THE DEPARTMENT OF HEALTH AND THE OFFICE FOR THE PREVENTION  OF  DOMESTIC\n   11  VIOLENCE. EACH SUCH PROFESSIONAL SHALL DOCUMENT TO THE DEPARTMENT AT THE\n   12  TIME  OF REGISTRATION COMMENCING WITH THE FIRST REGISTRATION AFTER JANU-\n   13  ARY FIRST, TWO THOUSAND THIRTEEN THAT  THE  PROFESSIONAL  HAS  COMPLETED\n   14  COURSE  WORK OR TRAINING IN ACCORDANCE WITH THIS SECTION. THE DEPARTMENT\n   15  SHALL PROVIDE AN EXEMPTION FROM THIS REQUIREMENT TO ANYONE WHO  REQUESTS\n   16  SUCH  AN  EXEMPTION AND WHO (I) CLEARLY DEMONSTRATES TO THE DEPARTMENT'S\n   17  SATISFACTION THAT THERE WOULD BE NO NEED FOR HIM OR HER TO COMPLETE SUCH\n   18  COURSE WORK OR TRAINING BECAUSE OF THE NATURE OF HIS OR HER PRACTICE  OR\n   19  (II)  HAS  COMPLETED COURSE WORK OR TRAINING DEEMED BY THE DEPARTMENT TO\n   20  BE EQUIVALENT TO THE COURSE WORK OR TRAINING APPROVED BY THE  DEPARTMENT\n   21  PURSUANT  TO  THIS  SECTION. THE DEPARTMENT SHALL CONSULT WITH ORGANIZA-\n   22  TIONS REPRESENTATIVE OF PROFESSIONS, INSTITUTIONS AND THOSE WITH  EXPER-\n   23  TISE  IN  DOMESTIC  VIOLENCE  WITH  RESPECT  TO THE REGULATORY STANDARDS\n   24  PROMULGATED PURSUANT TO THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05929-02-1\n\n       S. 1844                             2\n\n    1    S 2.  The title heading of title 2-E of article 2 of the public health\n    2  law, as amended by chapter 477 of the laws of 2008, is amended  to  read\n    3  as follows:\n    4                       HIV/HBV/HCV PREVENTION TRAINING;\n    5                  DOMESTIC VIOLENCE COURSE WORK OR TRAINING\n    6    S 3. The public health law is amended by adding a new section 239-c to\n    7  read as follows:\n    8    S  239-C.  DOMESTIC VIOLENCE COURSE WORK OR TRAINING. EVERY PHYSICIAN,\n    9  PHYSICIAN ASSISTANT AND SPECIALIST ASSISTANT  PRACTICING  IN  THE  STATE\n   10  SHALL,  ON OR BEFORE JANUARY FIRST, TWO THOUSAND THIRTEEN AND EVERY FOUR\n   11  YEARS THEREAFTER, (A) COMPLETE COURSE WORK OR TRAINING,  APPROPRIATE  TO\n   12  THE  PROFESSIONAL'S PRACTICE, APPROVED BY THE DEPARTMENT REGARDING DIAG-\n   13  NOSIS, TREATMENT, AND DOCUMENTATION OF DOMESTIC VIOLENCE, IN  ACCORDANCE\n   14  WITH  REGULATORY STANDARDS PROMULGATED BY THE DEPARTMENT IN CONSULTATION\n   15  WITH THE DEPARTMENT OF EDUCATION AND THE OFFICE FOR  THE  PREVENTION  OF\n   16  DOMESTIC  VIOLENCE AND (B) SO DOCUMENT TO THE DEPARTMENT. THE DEPARTMENT\n   17  SHALL PROVIDE AN EXEMPTION FROM THIS REQUIREMENT TO ANYONE WHO  REQUESTS\n   18  SUCH  AN  EXEMPTION AND WHO (I) CLEARLY DEMONSTRATES TO THE DEPARTMENT'S\n   19  SATISFACTION THAT THERE WOULD BE NO NEED FOR HIM OR HER TO COMPLETE SUCH\n   20  COURSE WORK OR TRAINING BECAUSE OF THE NATURE OF HIS OR HER PRACTICE  OR\n   21  (II)  THAT HE OR SHE HAS COMPLETED COURSE WORK OR TRAINING DEEMED BY THE\n   22  DEPARTMENT TO BE EQUIVALENT TO THE COURSE WORK OR TRAINING  APPROVED  BY\n   23  THE  DEPARTMENT  PURSUANT  TO THIS SECTION. THE DEPARTMENT SHALL CONSULT\n   24  WITH ORGANIZATIONS REPRESENTATIVE OF PROFESSIONS, INSTITUTIONS AND THOSE\n   25  WITH EXPERTISE IN DOMESTIC VIOLENCE WITH RESPECT TO THE REGULATORY STAN-\n   26  DARDS PROMULGATED PURSUANT TO THIS SECTION.\n   27    S 4. This act shall take effect on the one hundred eightieth day after\n   28  it shall have become a law and provided further that  the  commissioners\n   29  of health and education may immediately take such steps as are necessary\n   30  for implementation  of this act on such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the public health law, in relation to domestic violence course work or training ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T154921.TXT", "SOBI.D110114.T093906.TXT", "SOBI.D110114.T094405.TXT", "SOBI.D110113.T161441.TXT", "SOBI.D110113.T145941.TXT", "SOBI.D110113.T155421.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295381225989
}