{
  "year" : 2011,
  "senateBillNo" : "S1846-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1846-2011-1294894800000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the lease of lands located at the state university of New York at Purchase for a senior learning community",
  "summary" : "Authorizes the lease of lands located at the state university of New York at Purchase for a senior learning community. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A340",
  "lawSection" : "Real Property",
  "previousVersions" : [ "SB4134-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1846\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sens.  OPPENHEIMER, MONTGOMERY -- read twice and ordered\n         printed, and when printed to be committed to the Committee on  Judici-\n         ary\n\n       AN  ACT  to authorize the lease of lands located at the state university\n         of New York at Purchase\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The  legislature  finds  that the\n    2  provision of a senior learning community upon the grounds of  the  state\n    3  university  of New York at Purchase is appropriate to further the objec-\n    4  tives and purposes of the state university of New York.  The legislature\n    5  further finds that granting the trustees of the state university of  New\n    6  York  the  authority  and  power to lease and otherwise contract to make\n    7  available grounds and facilities of the campus of the  state  university\n    8  of  New  York  at  Purchase  will ensure the availability of such senior\n    9  learning community, and also promote the effective use of  such  grounds\n   10  and facilities.\n   11    S  2.  The  trustees  of  the  state university of New York are hereby\n   12  authorized to lease without any public bidding a portion of the lands of\n   13  the state university of New York at Purchase generally described in this\n   14  act to the Purchase college advancement  corporation,  a  not-for-profit\n   15  corporation,  upon such terms and conditions as the trustees deem advis-\n   16  able, for an initial term not to exceed forty years or for such time  as\n   17  may  be  necessary  to  complete  repayment  of  any debt related to the\n   18  projects described in this act, whichever is shorter.  In the event that\n   19  the real property which is the subject of such lease or  contract  shall\n   20  cease  to  be  used  for  the purposes described in this act, said lease\n   21  shall immediately terminate and the real property and  any  improvements\n   22  thereon  shall  revert to the state university of New York. Any contract\n   23  or lease entered into pursuant to this act shall provide that  the  real\n   24  property which is the subject of such lease or contract and any improve-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02543-01-1\n\n       S. 1846                             2\n\n    1  ments  thereon shall revert to the state university of New York upon the\n    2  expiration of such lease. The description of the parcels  to  be  leased\n    3  pursuant to such section are not meant to be legal descriptions, but are\n    4  intended  only to identify the parcels and improvements to be leased for\n    5  purposes consistent with the mission of the state university of New York\n    6  at Purchase.\n    7    S 3. For the purposes of this act: (a) \"project\" shall  mean  work  at\n    8  the property authorized by this act to be leased to the Purchase college\n    9  advancement  corporation  as  described  in section fourteen of this act\n   10  that involves  the  design,  construction,  reconstruction,  demolition,\n   11  excavating,  rehabilitation,  repair, renovation, alteration or improve-\n   12  ment of a senior learning community.\n   13    (b)  \"project  labor  agreement\"  shall  mean  a  pre-hire  collective\n   14  bargaining  agreement  between  a  contractor  and a labor organization,\n   15  establishing the labor organization as the collective bargaining  repre-\n   16  sentative  for  all  persons  who  will perform work on the project, and\n   17  which provides that only contractors and subcontractors who sign a  pre-\n   18  negotiated  agreement  with  the  labor organization can perform project\n   19  work.\n   20    S 4.  Notwithstanding the provisions of any general, special, or local\n   21  law or judicial decision to the contrary:\n   22    (a)  The  Purchase  college  advancement  corporation  may  require  a\n   23  contractor awarded a contract, subcontract, lease, grant, bond, covenant\n   24  or other agreement for a project to enter into a project labor agreement\n   25  during and for the work involved with such project when such requirement\n   26  is  part  of  the Purchase college advancement corporation's request for\n   27  proposals for the project and  when  the  Purchase  college  advancement\n   28  corporation  determines that the record supporting the decision to enter\n   29  into such an agreement establishes that  the  interests  underlying  the\n   30  competitive  bidding  laws  are  best  met  by requiring a project labor\n   31  agreement including:  obtaining the best work  at  the  lowest  possible\n   32  price; preventing favoritism, fraud and corruption; the impact of delay;\n   33  the possibility of cost savings; and any local history of labor unrest.\n   34    (b) If the Purchase college advancement corporation does not require a\n   35  project  labor  agreement,  then  any  contractor, subcontractor, lease,\n   36  grant, bond, covenant or other agreements for a project shall be awarded\n   37  pursuant to section 135 of the state finance law.\n   38    (c) Any contract to which the Purchase college advancement corporation\n   39  is a party, and any contract entered into by a  third  party  acting  in\n   40  place  of,  on  behalf  of  and  for the benefit of the Purchase college\n   41  advancement corporation pursuant to any lease, permit or other agreement\n   42  between such third party and the  Purchase  college  advancement  corpo-\n   43  ration,  for a project deemed a public works project for the purposes of\n   44  article 8 of the  labor  law,  and  shall  be  subject  to  all  of  the\n   45  provisions  of  article 8 of the labor law, including the enforcement of\n   46  prevailing wage requirements by the fiscal officer as defined  in  para-\n   47  graph  e  of  subdivision  5 of section 220 of the labor law to the same\n   48  extent as a contract of the state.\n   49    (d) Every contract entered into by the  Purchase  college  advancement\n   50  corporation  for a project shall contain a provision that the contractor\n   51  shall furnish a labor and material bond guaranteeing prompt  payment  of\n   52  moneys that are due to all persons furnishing labor and materials pursu-\n   53  ant to the requirements of any contracts for a project undertaken pursu-\n   54  ant  to this section and a performance bond for the faithful performance\n   55  of the project, which shall conform to the provisions of  section  103-f\n   56  of  the  general  municipal law, and that a copy of such performance and\n\n       S. 1846                             3\n\n    1  payment bonds shall be kept by the Purchase college  advancement  corpo-\n    2  ration and shall be open to public inspection.\n    3    (e)  For  the purposes of article 15-A of the executive law, any indi-\n    4  vidual, public corporation or authority,  private  corporation,  limited\n    5  liability  company  or  partnership  or  other  entity  entering  into a\n    6  contract, subcontract, lease, grant, bond, covenant or  other  agreement\n    7  for  a  project  authorized  pursuant  to this section shall be deemed a\n    8  state agency as that term is defined in such article and such  contracts\n    9  shall  be  deemed state contracts within the meaning of that term as set\n   10  forth in such article.\n   11    (f) Whenever the Purchase college advancement corporation enters  into\n   12  a contract, subcontract, lease, grant, bond, covenant or other agreement\n   13  for  a  project  undertaken  pursuant  to this act, the Purchase college\n   14  advancement corporation shall consider the financial and  organizational\n   15  capacity  of contractors and subcontractors in relation to the magnitude\n   16  of work they may perform, the record of performance of  contractors  and\n   17  subcontractors  on  previous work, the record of contractors and subcon-\n   18  tractors in complying with  existing  labor  standards  and  maintaining\n   19  harmonious  labor  relations,  and the commitment of contractors to work\n   20  with minority and women owned business enterprises pursuant  to  article\n   21  15-A  of  the  executive  law  through  joint  ventures or subcontractor\n   22  relationships.\n   23    S 5. The Purchase college advancement corporation shall  require  that\n   24  whenever  work  is  performed  under  this  section, the contractors and\n   25  subcontractors shall have apprenticeship programs  appropriate  for  the\n   26  type  and  scope of work to be performed, that have been registered with\n   27  and approved by the commissioner of labor pursuant to article 23 of  the\n   28  labor law. Additionally, it must be demonstrated that the apprenticeship\n   29  program  has  made  significant  efforts  to attract and retain minority\n   30  apprentices, as determined by affirmative action goals  established  for\n   31  such programs by the department of labor.\n   32    S 6. Whenever the Purchase college advancement corporation enters into\n   33  a  contract  under  which  employees  are  employed  to perform building\n   34  service work, as that term is defined in section 230 of the  labor  law,\n   35  such  work  shall  be  subject to article 9 of the labor law to the same\n   36  extent as building services work performed pursuant to a contract with a\n   37  public agency.\n   38    S 7. Whenever employees perform work at the senior learning  community\n   39  other  than work performed under sections four and six of this act, such\n   40  employees shall be paid by their employer no less than the median hourly\n   41  wage for \"all occupations\" in the metropolitan statistical area  closest\n   42  to  the project location, published by the United States bureau of labor\n   43  statistics, for the duration of the lease term.  All of  the  provisions\n   44  of article 9 of the labor law shall apply. Employers shall be subject to\n   45  the requirements of contractors under article 9 of the labor law.\n   46    S 8. All developers must have entered into an agreement with the labor\n   47  organization or organizations that is/are actively engaged in represent-\n   48  ing  and  attempting  to  represent  food and beverage, housekeeping, or\n   49  other service employees in the state university of New York at  Purchase\n   50  area  that  is  valid and enforceable under 29 U.S.C. section 185(a) and\n   51  that prohibits any strikes, picketing  or  other  economic  interference\n   52  with  such  food and beverage, housekeeping, or other service operations\n   53  and ensures that any such operations that are conducted by  contractors,\n   54  subcontractors,  licensees,  assignees,  tenants or subtenants, shall be\n   55  done under contracts enforceable under 29 U.S.C. section 185(a) contain-\n   56  ing the same provisions as specified above.\n\n       S. 1846                             4\n\n    1    S 9. Notwithstanding any other provision of this act, an employer  and\n    2  employee organization of the senior learning community may enter into an\n    3  agreement  which  shall:  (1)  confer jurisdiction of the New York state\n    4  employment relations board; (2) provide for participation in  an  agree-\n    5  ment for the designation of collective bargaining under subdivision 1 of\n    6  section  705  of  the  labor  law, commonly known as card check; and (3)\n    7  impose no strike provisions as set forth  in  subdivision  two  of  this\n    8  section.  Upon execution of such an agreement by both parties containing\n    9  all of the provisions set forth in this subdivision, the agreement shall\n   10  be binding and enforceable against both parties.\n   11    S 10. Nothing in this act shall be  deemed  to  waive  or  impair  any\n   12  rights or benefits of employees of the state university of New York that\n   13  otherwise would be available to them pursuant to the terms of agreements\n   14  between the certified representatives of such employees and the state of\n   15  New  York  pursuant  to  article  14  of the civil service law; all work\n   16  performed on such property that would ordinarily be performed by employ-\n   17  ees subject to article 14 of the civil service law shall continue to  be\n   18  performed by such employees.\n   19    S  11. Without limiting the determination of such terms and conditions\n   20  by said trustees, such terms and conditions  may  provide  for  leasing,\n   21  construction, reconstruction, rehabilitation, improvement, operation and\n   22  management  of  and provision of services and assistance and granting of\n   23  licenses, easements and other arrangements with regard to  such  grounds\n   24  and  facilities  by  the  Purchase  college  advancement corporation and\n   25  parties contracting with the Purchase  college  advancement  corporation\n   26  and,  in  connection  with  such activities, the obtaining of financing,\n   27  whether public or private or secured  (including  but  not  limited  to,\n   28  secured  by leasehold mortgages and assignments of rents and leases), by\n   29  the Purchase college advancement  corporation  and  parties  contracting\n   30  with  the  Purchase college advancement corporation, for the purposes of\n   31  completing the projects described in this act.\n   32    Parcel C shall be leased for the development  of  not  more  than  385\n   33  units of a senior learning community.\n   34    S  12.  Any  contracts  entered  into pursuant to this act between the\n   35  Purchase college advancement corporation and  parties  contracting  with\n   36  the  Purchase  college  advancement  corporation  shall  be awarded by a\n   37  competitive process.\n   38    S 13. Any contracts or leases entered into by the state university  of\n   39  New  York  or  the  Purchase college advancement corporation pursuant to\n   40  this act shall be subject to approval of the attorney general as to form\n   41  as well as by the director of the budget and the state comptroller.  Any\n   42  and all proceeds relating to the leases authorized by this act shall  be\n   43  allocated by the board of trustees for Purchase college, state universi-\n   44  ty  of  New  York,  in the following manner: seventy-five percent to the\n   45  student financial aid for students who are eligible to receive a tuition\n   46  assistance award or supplement tuition assistance pursuant  to  sections\n   47  667  or  667-a  of  the education law and twenty-five percent to support\n   48  additional full-time faculty positions.\n   49    S 14. The property authorized by this act to be leased to the Purchase\n   50  college advancement corporation is generally described as  a  parcel  of\n   51  real  property  with  improvements  thereon, consisting of approximately\n   52  40.5 acres, situated on the campus of the state university of  New  York\n   53  at Purchase. The description in this section of the land to be leased is\n   54  not  a  legal description, but is intended only to identify the premises\n   55  to be leased for purposes consistent  with  the  mission  of  the  state\n   56  university of New York at Purchase:\n\n       S. 1846                             5\n\n    1                                  Parcel C\n    2  ALL  that plot, piece or parcel of land situate and being in the Town of\n    3  Harrison, County of Westchester and  State  of  New  York,  bounded  and\n    4  described as follows:\n    5  BEGINNING at a point at the southeasterly corner of the herein described\n    6  Lease Parcel C, said point being located, N 80µ 51' 39\" W 163.33 feet, N\n    7  81µ 12' 39\" W 4.91 feet, N 02µ 00' 00\" W 407.31 feet and N 00µ 19' 17\" E\n    8  62.93  feet  from  the point of beginning of Parcel #1 as shown on a map\n    9  entitled, \"Department of Education, State University of New York,  State\n   10  University  College  at  Westchester, Map #1, Parcels 1, 2 and 3\", dated\n   11  and filed in the office of the Department of Public Works, May 27, 1966;\n   12  thence through Parcel #1 along the northerly and easterly side  of  West\n   13  Road, N 79µ 50' 00\" W 285.54 feet, northwesterly on a curve to the right\n   14  of  radius  743.00  feet,  an  arc length of 988.36 feet, having a chord\n   15  bearing N 41µ 43' 30\" W 917.09 feet, N 03µ 37' 00\" W 178.77 feet, N  06µ\n   16  55' 00\" E 1326.17 feet and northwesterly on a curve to the left of radi-\n   17  us  592.00  feet, an arc length of 172.61 feet, having a chord bearing N\n   18  01µ 26' 11\" W 172.00 feet to a point; thence leaving the  easterly  side\n   19  of  West  Road  and continuing through Parcel #1, N 77µ 18' 00\" E 130.00\n   20  feet, N 82µ 12' 00\" E 140.00 feet, S 09µ 47' 00\" E 364.83  feet,  S  69µ\n   21  00'  00\"  E  463.42  feet,  S 00µ 02' 00\" E 369.54 feet, S 27µ 40' 00\" W\n   22  194.81 feet, S 79µ 51' 00\" E 154.52 feet, S 10µ 39' 00\" W 325.93 feet, S\n   23  03µ 48' 00\" E 310.96 feet, S 04µ 45' 00\" W 271.62 feet, S 01µ 38' 00\"  E\n   24  142.45  feet  and  S  03µ 04' 00\" W 311.20 feet to the point or place of\n   25  beginning.\n   26  CONTAINING 40.05 ACRES OF LAND\n   27    S 15. The state university of New York shall not lease lands described\n   28  in this act unless a  contract  is  executed  by  the  Purchase  college\n   29  advancement  corporation  or  lessee  for a project pursuant to this act\n   30  within five years of the effective date of this act.\n   31    S 16. Any lease or other agreement executed pursuant to this act shall\n   32  include an indemnity provision whereby the lessee or sublessee  promises\n   33  to  indemnify,  hold harmless, and defend the lessor against all claims,\n   34  suits, actions, and liability to all persons  on  the  leased  premises,\n   35  including  tenant, tenant's agents, contractors, subcontractors, employ-\n   36  ees, customers, guests, licensees, invitees, and members of the  public,\n   37  for  damage  to any such person's property, whether real or personal, or\n   38  for personal injuries arising out of tenant's use or occupation  of  the\n   39  demised premises.\n   40    S  17. Insofar as the provisions of this act are inconsistent with the\n   41  provisions of any law, general, special or local, the provisions of this\n   42  act shall be controlling; provided, however, that all leases, contracts,\n   43  financing, granting of licenses, easements, and other arrangements  with\n   44  regard  to  a  project  pursuant  to  this  act  shall be subject to the\n   45  provisions of article 8 of the environmental conservation law.\n   46    S 18. The state university trustees are hereby authorized and directed\n   47  to designate and maintain a minimum of 80 acres of real property located\n   48  within the boundaries of the campus of the state university of New  York\n   49  at Purchase for permanent preservation as open space lands.\n   50    S 19. All real property included in section eighteen of this act shall\n   51  be maintained for one or more of the following purposes:\n   52    (a) open space lands and natural areas for maintaining plants, animals\n   53  and natural communities; and\n   54    (b)  an area of natural or historic interest and beauty which provides\n   55  the public with passive recreational opportunities.\n\n       S. 1846                             6\n\n    1    S 20. (a) The state university trustees shall cause to be undertaken a\n    2  survey of the real property included in section nineteen  of  this  act.\n    3  Such survey shall be completed and made available to the legislature and\n    4  the  public  not  later than six months after the effective date of this\n    5  act.\n    6    (b)  The state university trustees shall develop, in consultation with\n    7  the department of environmental conservation, a stewardship plan for the\n    8  maintenance of the real property included in section  nineteen  of  this\n    9  act  as  open  lands. Such plan shall be completed and made available to\n   10  the public not later than six months after the effective  date  of  this\n   11  act.\n   12    S  21. (a) Any contract or leases entered into by the state university\n   13  of New York or the Purchase college advancement corporation pursuant  to\n   14  this act shall provide that not less than 20 percent of the units in the\n   15  senior learning community must, upon the initial rental of the units and\n   16  upon  all subsequent rentals of the units after a vacancy, be affordable\n   17  to and occupied or available for occupancy by  individuals  or  families\n   18  whose  incomes at the time of initial occupancy do not exceed 80 percent\n   19  of the household income for the county of Westchester as  calculated  by\n   20  the United States census bureau.\n   21    (b)  All  affordable  units must be geographically integrated with the\n   22  market rate units and residents of such units shall be provided with and\n   23  have access to the services and amenities available to  other  residents\n   24  in the development.\n   25    (c)  Residents  of  the  county where the development is located shall\n   26  have priority for the rental of 50  percent  of  the  affordable  units,\n   27  provided they meet the income requirements of this section.\n   28    S 22. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the lease of lands located at the state university of New York at Purchase ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T150417.TXT", "SOBI.D110113.T154419.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110113.T155421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295016546716
}