{
  "year" : 2011,
  "senateBillNo" : "S1849-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1849-2011-1294894800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends provisions regarding prescriptions for and supervision over student housing and safety by councils of SUNY state-operated institutions",
  "summary" : "Amends provisions regarding prescriptions for and supervision over student housing and safety by councils of SUNY state-operated institutions: provides that councils shall (in prescribing for and exercising supervision over student housing and safety) explicitly provide for training for campus security and other institutional personnel, including campus disciplinary or judicial boards, that addresses issues of rape, sexual harassment and other gender-motivated offenses; the development of support services and programs, including medical or psychological counseling, specifically targeted to assist victims of rape or other gender-related offenses; the creation, dissemination and provision of assistance and information about options available to such victims regarding the bringing of disciplinary or other legal action; and implementation of rape education and prevention programs; defines gender-motivated offense. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S3982-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1849\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Higher Education\n\n       AN  ACT to amend the education law, in relation to the powers and duties\n         regarding student housing and safety  of  councils  of  state-operated\n         institutions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph h of subdivision 3 of section 356 of  the  educa-\n    2  tion  law,  as amended by chapter 552 of the laws of 1985, is amended to\n    3  read as follows:\n    4    h. prescribe for and exercise supervision  over  student  housing  and\n    5  safety INCLUDING EXPLICITLY PROVIDING FOR: (1) TRAINING FOR CAMPUS SECU-\n    6  RITY  AND  OTHER INSTITUTION PERSONNEL, INCLUDING CAMPUS DISCIPLINARY OR\n    7  JUDICIAL BOARDS, THAT ADDRESSES ISSUES OF RAPE,  SEXUAL  HARASSMENT  AND\n    8  OTHER GENDER-MOTIVATED OFFENSES; (2) THE DEVELOPMENT OF SUPPORT SERVICES\n    9  AND  PROGRAMS,  INCLUDING  MEDICAL  OR PSYCHOLOGICAL COUNSELING, SPECIF-\n   10  ICALLY TARGETED TO ASSIST VICTIMS RECOVERING FROM RAPE OR OTHER  GENDER-\n   11  MOTIVATED  OFFENSES;  (3)  THE CREATION, DISSEMINATION, AND PROVISION OF\n   12  ASSISTANCE AND INFORMATION ABOUT OPTIONS AVAILABLE ON AND OFF-CAMPUS  TO\n   13  VICTIMS OF RAPE OR OTHER GENDER-MOTIVATED OFFENSES TO BRING DISCIPLINARY\n   14  OR  OTHER  LEGAL  ACTION;  AND  (4) IMPLEMENTATION OF RAPE EDUCATION AND\n   15  PREVENTION PROGRAMS, INCLUDING MANDATORY ORIENTATION ON SUCH TOPICS  FOR\n   16  INCOMING  STUDENTS, REGULAR WORKSHOPS AND SYMPOSIA FOR CURRENT STUDENTS,\n   17  FACULTY AND STAFF,  AND  PEER  EDUCATION  PROGRAMS  ON  RAPE  AND  OTHER\n   18  GENDER-MOTIVATED   OFFENSES.   FOR   THE   PURPOSE  OF  THIS  PARAGRAPH,\n   19  \"GENDER-MOTIVATED OFFENSE\" MEANS ANY CONDUCT THAT HARASSES,  INTIMIDATES\n   20  OR  OTHERWISE  INJURES  A PERSON THAT IS MOTIVATED, AT LEAST IN PART, BY\n   21  SUCH PERSON'S SEX, SEXUAL ORIENTATION OR PERCEIVED  SEXUAL  ORIENTATION,\n   22  REGARDLESS  OF WHETHER SUCH CONDUCT CONSTITUTES A CRIME UNDER THE LAW OF\n   23  THIS STATE;\n   24    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01098-01-1\n",
  "memo" : "BILL NUMBER:S1849\n\nTITLE OF BILL:\n\nAn act\nto amend the education law, in relation to the powers and duties\nregarding student housing and safety of councils of state-operated\ninstitutions\n\nPURPOSE:\n\nSUMMARY OF PROVISIONS:\n\nThis bill amends paragraph h of subdivision 3 of section 356 of the\neducation law. It adds to the powers of SUNY campus councils and\nmakes them responsible for specific campus safety issues.\nThe areas of responsibility include training, support services,\nvictims assistance, prevention programs, and orientation and\neducational materials.\n\nJUSTIFICATION:\n\nThe Senate Democratic Task Force on Women's Issues held hearings in\nRochester, Buffalo, and Westchester on the Issue of crimes against\nwomen on college campuses. One of the major conclusions from the\nhearings was that victims assistance services and counseling needed\nimprovement. The Task Force has found that there is a great need for\nmore sensitivity by college staff and administrators in dealing with\nvictims of sexual assault. Testimony from these hearings has revealed\nthat counseling services for victims of sexual assault were lacking\nin terms of the quality of response. This bill more specifically\ndefines the responsibility for councils to develop programs and\nservices in these areas.\n\nLEGISLATIVE HISTORY:\n\nS.3982 (2009-10), Referred to Higher Education Committee\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the powers and duties regarding student housing and safety of councils of state-operated institutions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T150417.TXT", "SOBI.D110113.T154419.TXT", "SOBI.D110113.T150917.TXT", "SOBI.D110113.T155421.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615369
}