{
  "year" : 2011,
  "senateBillNo" : "S1840-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1840-2011-1294894800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows a tax credit for general volunteer services",
  "summary" : "Allows a New York state credit against income tax of one hundred fifty dollars for a minimum of one hundred fifty hours of volunteer services to federal, state or municipal organizations or to a certified not-for-profit corporation or organization, in any taxable year; provides that such tax credit not be allowed for volunteer services which are normally and customarily performed by a paid employee; requires the tax commissioner to provide a method of documenting the hours served by a volunteer; requires the tax commissioner to issue certificates of eligibility to not-for-profit corporations or organizations established for charitable purposes. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S3374-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1840\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ, SAMPSON -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Investi-\n         gations and Government Operations\n\n       AN ACT to amend the tax law, in relation to authorizing a tax credit for\n         general  volunteer  services  performed  for  a governmental entity or\n         charitable not-for-profit corporations or organizations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The tax law is amended by adding a new section 620-B to\n    2  read as follows:\n    3    S 620-B. CREDIT FOR GENERAL VOLUNTEER SERVICES PERFORMED FOR  CHARITA-\n    4  BLE NOT-FOR-PROFIT CORPORATIONS OR ORGANIZATIONS.  (A) GENERAL.  A RESI-\n    5  DENT  SHALL BE ALLOWED A CREDIT AGAINST THE TAX OTHERWISE DUE UNDER THIS\n    6  ARTICLE IN THE AMOUNT OF ONE HUNDRED FIFTY DOLLARS, PROVIDED SUCH  RESI-\n    7  DENT PERFORMED GENERAL VOLUNTEER SERVICES FOR AT LEAST ONE HUNDRED FIFTY\n    8  HOURS  IN  ANY  TAXABLE YEAR FOR FEDERAL, STATE OR MUNICIPAL AGENCIES OR\n    9  CHARITABLE NOT-FOR-PROFIT CORPORATIONS OR ORGANIZATIONS.\n   10    (B) LIMITATION. NOTWITHSTANDING THE PROVISIONS OF  SUBSECTION  (A)  OF\n   11  THIS  SECTION,  SUCH  CREDIT  SHALL NOT EXCEED THE AMOUNT OF TAX OWED BY\n   12  SUCH RESIDENT FOR ANY TAXABLE YEAR; NOR SHALL ANY CREDIT BE GRANTED  FOR\n   13  VOLUNTEER SERVICES PROVIDED BY A RESIDENT WHICH ARE NORMALLY AND CUSTOM-\n   14  ARILY  PERFORMED  BY  A PAID EMPLOYEE OF THE FEDERAL, STATE OR MUNICIPAL\n   15  AGENCY OR THE CHARITABLE NOT-FOR-PROFIT CORPORATION OR ORGANIZATION  FOR\n   16  WHICH THE RESIDENT IS PROVIDING SUCH SERVICES.\n   17    (C) REGULATIONS OF THE COMMISSIONER. THE COMMISSIONER SHALL PROVIDE BY\n   18  REGULATION  A METHOD OF DOCUMENTING THE ACTUAL PERFORMANCE BY A RESIDENT\n   19  OF THE HOURS OF GENERAL VOLUNTEER SERVICE REQUIRED TO  ESTABLISH  ELIGI-\n   20  BILITY FOR THE TAX CREDIT AUTHORIZED HEREIN. THE COMMISSIONER SHALL ALSO\n   21  ISSUE  CERTIFICATES  OF  ELIGIBILITY  TO  NOT-FOR-PROFIT CORPORATIONS OR\n   22  ORGANIZATIONS WHICH ARE ORGANIZED FOR CHARITABLE PURPOSES IF THE COMMIS-\n   23  SIONER IS SATISFIED, UPON APPLICATION OF SUCH CORPORATION  OR  ORGANIZA-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06317-01-1\n\n       S. 1840                             2\n\n    1  TION, THAT SUCH CORPORATION OR ORGANIZATION IS REGULARLY AND EFFECTIVELY\n    2  PERFORMING  CHARITABLE  WORKS CONSISTENT WITH THE PURPOSES FOR WHICH THE\n    3  SAME WERE INCORPORATED OR ORGANIZED.   ONLY GENERAL  VOLUNTEER  SERVICES\n    4  PERFORMED  FOR  A  FEDERAL,  STATE  OR  MUNICIPAL  AGENCY OR A CERTIFIED\n    5  NOT-FOR-PROFIT CORPORATION OR ORGANIZATION SHALL QUALIFY FOR THE  CREDIT\n    6  AUTHORIZED HEREIN.\n    7    S  2.  This  act  shall take effect immediately and shall apply to all\n    8  taxable years commencing after December thirty-first of the year preced-\n    9  ing such effective date.\n",
  "memo" : "BILL NUMBER:S1840\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to authorizing a tax credit for\ngeneral volunteer services performed for a governmental entity or\ncharitable not-for-profit corporations or organizations\n\nPURPOSE:\n\nSUMMARY OF PROVISIONS:\nThis bill adds section six hundred and twenty-B to the Tax Law to\nallow a New York State tax credit of $150 for at least 150 hours of\nvolunteer services, in any taxable year, for such services to\nfederal, state or municipal organizations;\nprovides that the tax credit received not exceed the amount of tax\nowed and that no credit be granted for volunteer services which are\nnormally and customarily performed by a paid employee; requires the\ntax commissioner to provide a method of documenting the hours served\nby a volunteer and to issue certificates of eligibility to\nnot-for-profit corporations or organizations established for\ncharitable purposes.\n\nJUSTIFICATION:\nPresently, when an individual makes a charitable monetary\ncontribution, he/she is allowed a tax credit for that contribution. A\nperson who donates considerable and consistent time and effort for a\nparticular cause deserves similar recompense. In addition, more\npeople would be motivated to volunteer because of the possibility of\na tax credit, and present volunteers would have incentive to remain.\nProviding a tax credit for these volunteer workers would constitute\nwell deserved recognition of the significant rendered volunteers.\n\nFISCAL IMPLICATIONS:\nEstimated at less than two million dollars.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply to all taxable\nyears commencing after December thirty-first of the year preceding\nsuch effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to authorizing a tax credit for general volunteer services performed for a governmental entity or charitable not-for-profit corporations or organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T145415.TXT", "SOBI.D110113.T154419.TXT", "SOBI.D110113.T145941.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110119.T193335.TXT", "SOBI.D110113.T153419.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615356
}