{
  "year" : 2011,
  "senateBillNo" : "S1847-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1847-2011-1294894800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the use of official position for political fundraising",
  "summary" : "Prohibits the use or exploitation of official position by an officer or employee of a state agency for political fundraising as a standard of ethics for state employees; makes unlawful use of official position, in the first or second degree, to engage in political fundraising a class E felony and class A misdemeanor, respectively. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A7392-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1847\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sens.  OPPENHEIMER,  KRUEGER  --  read twice and ordered\n         printed, and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the public officers law and the penal law,  in  relation\n         to prohibiting the use of an official position for political fundrais-\n         ing\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. It is the intent of this legislation to declare that public\n    2  officers have a responsibility to ensure that  their  conduct  will  not\n    3  violate  the  public  trust  placed  in  them. Public officers must make\n    4  certain that their conduct will not raise any  suspicions  or  give  the\n    5  impression that they are acting in violation of such public trust. It is\n    6  important  that  the legislature set forth the high standards of ethical\n    7  conduct to which public officials are expected to adhere.\n    8    S 2. Subdivision 3 of section 74 of the public officers law is amended\n    9  by adding two new paragraphs j and k to read as follows:\n   10    J. NO OFFICER OR EMPLOYEE OF A STATE AGENCY SHALL ATTEMPT  TO  EXPLOIT\n   11  OR  OTHERWISE USE HIS OR HER OFFICIAL POSITION FOR THE PURPOSE OF ASKING\n   12  FOR OR REQUESTING POLITICAL CONTRIBUTIONS ON BEHALF OF ANY CANDIDATE FOR\n   13  PUBLIC OFFICE OR POLITICAL COMMITTEE, NOR SHALL SUCH OFFICER OR EMPLOYEE\n   14  USE ANY INFORMATION GAINED BY REASON OF HIS OR HER OFFICIAL POSITION FOR\n   15  THE PURPOSE OF ASKING FOR OR REQUESTING POLITICAL CONTRIBUTIONS.\n   16    K. NO OFFICER OR EMPLOYEE OF A STATE AGENCY WHO HOLDS THE POSITION  OF\n   17  COMMISSIONER,  DIRECTOR,  SUPERINTENDENT, CHAIR, BOARD MEMBER, EXECUTIVE\n   18  DIRECTOR, PRESIDENT, CHIEF ADMINISTRATOR, OR OTHER POSITION OF  ULTIMATE\n   19  AGENCY RESPONSIBILITY SHALL SOLICIT POLITICAL CONTRIBUTIONS ON BEHALF OF\n   20  ANY CANDIDATE FOR PUBLIC OFFICE OR POLITICAL COMMITTEE, OR PERMIT HIS OR\n   21  HER NAME TO BE USED FOR POLITICAL FUNDRAISING.\n   22    S  3.  The  penal law is amended by adding two new sections 200.28 and\n   23  200.29 to read as follows:\n   24  S 200.28 UNLAWFUL USE OF AN OFFICIAL POSITION IN THE FIRST DEGREE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00080-01-1\n\n       S. 1847                             2\n\n    1    A PERSON IS GUILTY OF UNLAWFUL USE OF  AN  OFFICIAL  POSITION  IN  THE\n    2  FIRST  DEGREE  WHEN HE OR SHE KNOWINGLY ATTEMPTS TO EXPLOIT OR OTHERWISE\n    3  USES HIS OR HER OFFICIAL POSITION OR INFORMATION  GAINED  BY  VIRTUE  OF\n    4  THAT  POSITION  AS AN OFFICER OR EMPLOYEE OF A STATE AGENCY TO ENGAGE IN\n    5  POLITICAL  FUNDRAISING,  OR  FOR THE PURPOSE OF ASKING FOR OR REQUESTING\n    6  POLITICAL CONTRIBUTIONS.\n    7    UNLAWFUL USE OF AN OFFICIAL POSITION IN THE FIRST DEGREE IS A CLASS  E\n    8  FELONY.\n    9  S 200.29 UNLAWFUL USE OF AN OFFICIAL POSITION IN THE SECOND DEGREE.\n   10    A  PERSON  IS  GUILTY  OF  UNLAWFUL USE OF AN OFFICIAL POSITION IN THE\n   11  SECOND DEGREE WHEN HE OR SHE IS AN OFFICER OR EMPLOYEE OF A STATE AGENCY\n   12  WHO HOLDS THE POSITION OF COMMISSIONER, DIRECTOR, SUPERINTENDENT, CHAIR,\n   13  BOARD MEMBER, EXECUTIVE  DIRECTOR,  PRESIDENT,  CHIEF  ADMINISTRATOR  OR\n   14  OTHER POSITION OF ULTIMATE AGENCY RESPONSIBILITY AND HE OR SHE KNOWINGLY\n   15  SOLICITS  POLITICAL  CONTRIBUTIONS ON BEHALF OF ANY CANDIDATE FOR PUBLIC\n   16  OFFICE OR A POLITICAL COMMITTEE, OR KNOWINGLY PERMITS HIS OR HER NAME TO\n   17  BE USED FOR POLITICAL FUNDRAISING.\n   18    UNLAWFUL USE OF AN OFFICIAL POSITION IN THE SECOND DEGREE IS A CLASS A\n   19  MISDEMEANOR.\n   20    S 4. This act shall take effect  immediately;  provided  that  section\n   21  three  of  this  act  shall  take  effect  on the first of November next\n   22  succeeding the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1847\n\nTITLE OF BILL:\nAn act\nto amend the public officers law and the penal law, in relation to\nprohibiting the use of an official position for political fundraising\n\nPURPOSE:\nTo limit and guard against public officials using the information and\ninfluence of their policymaking public positions to raise funds for\npolitical candidates.\n\nSUMMARY OF PROVISIONS:\nThe bill also adds two new paragraphs to section seventy-four of the\npublic officers law to prohibit officers and employees of a state\nagency and other policy makers from using their public position or\ninformation gained through that position to raise funds for political\ncandidates.\n\nThe bill also adds two new sections to the penal law making it illegal\nfor a person to exploit his or her official position in a state\nagency or as a policy maker to solicit funds or allow his or her name\nto be used to solicit funds for a political candidate. Criminal\npenalties include a class A misdemeanor and a class E felony.\n\nJUSTIFICATION:\nThis bill strengthens the limitations on certain state public officers\nfrom using their position to raise funds for political candidates.\nThe measure attempts to strike at a widespread and corrosive practice\nof public officials soliciting campaign contributions or support from\npublic employees or entities doing business with government. This\npractice inevitably leads to a strong potential for abuse and one\nthat district attorneys should be able to curtail with a strong and\ndistinct statute. New York City has already enacted such limitations\nand embodies recommendations of the New York State Commission on\nGovernment Integrity as contained in its June 1989 report entitled\n\"The Midas Touch: Campaign Finance Practices of Statewide\nOfficeholders.\"\n\nLEGISLATIVE HISTORY:\n04/07/09 REFERRED TO FINANCE\n01/06/10 REFERRED TO FINANCE\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately provided that section three of\nthis act shall take effect on the first of November next succeeding\nthe date on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law and the penal law, in relation to prohibiting the use of an official position for political fundraising ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T154921.TXT", "SOBI.D110113.T150417.TXT", "SOBI.D110113.T154419.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110119.T193335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615366
}