{
  "year" : 2011,
  "senateBillNo" : "S1842-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1842-2011-1294894800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes bias-related graffiti in crime of aggravated harassment in the first degree",
  "summary" : "Includes bias-related graffiti in crime of aggravated harassment in the first degree; makes provisions authorizing the court in sentencing a person for bias-related graffiti to participate in a diversity training program and/or to suspend the driving license of such person; makes related provisions. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S3304-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1842\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ, PARKER, SAMPSON -- read twice and\n         ordered  printed, and when printed to be committed to the Committee on\n         Codes\n\n       AN ACT to amend the penal law  and  the  vehicle  and  traffic  law,  in\n         relation to bias-related graffiti\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 240.31 of the penal law is amended by adding a  new\n    2  subdivision 1-a to read as follows:\n    3    1-A.  ETCHES,  PAINTS,  COVERS,  DRAWS UPON OR OTHERWISE PLACES A MARK\n    4  UPON PUBLIC OR PRIVATE PROPERTY; OR\n    5    S 2. The penal law is amended by adding a new section 60.31 to read as\n    6  follows:\n    7  S 60.31 AUTHORIZED  DISPOSITION;  AGGRAVATED  HARASSMENT  IN  THE  FIRST\n    8              DEGREE.\n    9    WHEN  A PERSON IS CONVICTED OF AN OFFENSE DEFINED IN SUBDIVISION ONE-A\n   10  OF SECTION 240.31 OF THIS CHAPTER, OR OF AN ATTEMPT TO  COMMIT  SUCH  AN\n   11  OFFENSE,  OR  OF  A  LESSER  INCLUDED  OFFENSE, IN ADDITION TO ANY OTHER\n   12  SENTENCE  IMPOSED  OR  AS  A  CONDITION  OF  PROBATION  OR   CONDITIONAL\n   13  DISCHARGE: (1) THE COURT MAY ORDER SUCH PERSON TO PARTICIPATE IN, AT HIS\n   14  OWN  EXPENSE,  A DIVERSITY TRAINING PROGRAM THAT IS DESIGNED TO OVERCOME\n   15  DISCRIMINATION, PREJUDICE AND INTOLERANCE, AND  THAT  PROMOTES  COMMUNI-\n   16  CATION,  UNDERSTANDING  AND  RESPECT AMONG DIVERSE RACIAL, RELIGIOUS AND\n   17  ETHNIC GROUPS AND/OR (2) MAY SUSPEND SUCH INDIVIDUAL'S DRIVER'S  LICENSE\n   18  OR  PRIVILEGE TO DRIVE IN THIS STATE FOR A PERIOD OF UP TO ONE YEAR, OR,\n   19  IN THE EVENT SUCH INDIVIDUAL DOES NOT HAVE A DRIVER'S LICENSE, THE COURT\n   20  MAY DELAY THE GRANTING OF A DRIVER'S LICENSE FOR A PERIOD OF UP  TO  ONE\n   21  YEAR.\n   22    S 3. Section 502 of the vehicle and traffic law is amended by adding a\n   23  new subdivision 8 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06223-01-1\n\n       S. 1842                             2\n\n    1    8.  EXCEPTIONS.  NOTWITHSTANDING  ANY OTHER PROVISION OF THIS SECTION,\n    2  THE COMMISSIONER SHALL NOT  ISSUE  A  DRIVER'S  LICENSE  TO  ANY  PERSON\n    3  CONVICTED  OF  AN OFFENSE DEFINED IN SUBDIVISION ONE-A OF SECTION 240.31\n    4  OF THE PENAL LAW, OR OF AN ATTEMPT TO COMMIT SUCH AN OFFENSE,  OR  OF  A\n    5  LESSER  INCLUDED  OFFENSE,  UNTIL SUCH TIME AS IMPOSED BY THE SENTENCING\n    6  COURT HAS LAPSED.\n    7    S 4. Subdivision 3 of section 510 of the vehicle and  traffic  law  is\n    8  amended by adding a new paragraph j-1 to read as follows:\n    9    J-1.  FOR  A PERIOD UP TO ONE YEAR WHERE THE HOLDER HAS BEEN CONVICTED\n   10  OF AN OFFENSE DEFINED IN SUBDIVISION ONE-A  OF  SECTION  240.31  OF  THE\n   11  PENAL LAW;\n   12    S 5. This act shall take effect on the first of November next succeed-\n   13  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the vehicle and traffic law, in relation to bias-related graffiti ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T160421.TXT", "SOBI.D110113.T154419.TXT", "SOBI.D110113.T145941.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110113.T155421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295016546732
}