{
  "year" : 2011,
  "senateBillNo" : "S1845-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1845-2011-1294894800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides business tax credit for employer provided day care",
  "summary" : "Provides employers with a tax credit in an amount not to exceed 20% of expenses incurred in providing day care services to the children and wards of its employees and in training persons employed by the taxpayer or a third party provider rendering such services; to receive such credit the facility or program rendering day care services must be licensed. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S3951-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1845\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ -- read twice and ordered printed,\n         and  when  printed  to be committed to the Committee on Investigations\n         and Government Operations\n\n       AN ACT to amend the tax law, in relation to  providing  credits  against\n         the  tax imposed upon employers providing certain day care services to\n         the children of its employees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Section  210  of the tax law is amended by adding a new\n    2  subdivision 43 to read as follows:\n    3    43. EMPLOYER DAY CARE CREDIT. (A) A TAXPAYER SHALL BE ALLOWED A CREDIT\n    4  AGAINST THE TAX IMPOSED BY THIS ARTICLE TO THE EXTENT OF TWENTY  PERCENT\n    5  OF THE EXPENSES INCURRED DURING A TAXABLE YEAR BY THE TAXPAYER IN MAKING\n    6  AVAILABLE  DAY  CARE SERVICES TO THE CHILDREN AND WARDS OF EMPLOYEES AND\n    7  IN TRAINING PERSONS EMPLOYED BY THE TAXPAYER OR BY A THIRD PARTY PROVID-\n    8  ER RENDERING SUCH SERVICES. A TAXPAYER MAY MAKE SUCH SERVICES  AVAILABLE\n    9  AS FOLLOWS:\n   10    (1) PURSUANT TO A WRITTEN CONTRACT WITH A THIRD PARTY PROVIDER;\n   11    (2)  BY  REIMBURSING AN EMPLOYEE FOR EXPENSES INCURRED BY THE EMPLOYEE\n   12  FOR SUCH SERVICES; OR\n   13    (3) BY PROVIDING ON-SITE OR NEAR-SITE DAY CARE SERVICES.\n   14    IN NO EVENT SHALL THE AMOUNT OF SUCH CREDIT EXCEED THE AMOUNT  OF  TAX\n   15  OTHERWISE DUE PURSUANT TO THIS ARTICLE FOR ANY TAXABLE YEAR.\n   16    (B)  (1)  NO  SUCH  CREDIT SHALL BE ALLOWED TO A TAXPAYER WHO UNFAIRLY\n   17  DISCRIMINATES AGAINST ANY EMPLOYEE ON THE BASIS OF  RACE,  CREED,  RELI-\n   18  GION, SEX, NATIONAL ORIGIN, AGE, DISABILITY, OR MARITAL STATUS IN MAKING\n   19  AVAILABLE DAY CARE SERVICES.\n   20    (2) A TAXPAYER MAY GIVE A PREFERENCE TO CHILDREN OR WARDS OF EMPLOYEES\n   21  FOR  WHOM OBTAINING OR MAINTAINING GAINFUL EMPLOYMENT IS CONTINGENT UPON\n   22  THE AVAILABILITY OF DAY CARE SERVICES FOR SUCH  CHILDREN  OR  WARDS,  IN\n   23  PROVIDING SERVICES QUALIFYING FOR A CREDIT HEREUNDER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04151-01-1\n\n       S. 1845                             2\n\n    1    (C)  NO SUCH CREDIT SHALL BE ALLOWED TO A TAXPAYER UNLESS THE FACILITY\n    2  OR PROGRAM RENDERING DAY CARE SERVICES IS LICENSED BY AND SUBJECT TO THE\n    3  REGULATIONS  OF  THE  DEPARTMENT  OF  FAMILY  ASSISTANCE  OR  THE  HUMAN\n    4  RESOURCES ADMINISTRATION GOVERNING DAY CARE FACILITIES IN NEW YORK CITY.\n    5    (D)  NO  SUCH CREDIT SHALL BE ALLOWED TO A TAXPAYER IF THE FACILITY OR\n    6  PROGRAM RENDERING DAY CARE SERVICES ADMITS, DURING REGULAR SCHOOL HOURS,\n    7  CHILDREN WHO ARE SUBJECT TO THE PROVISIONS OF  THE  EDUCATION  LAW  WITH\n    8  REGARD TO COMPULSORY SCHOOL ATTENDANCE.\n    9    S 2. Section 1456 of the tax law is amended by adding a new subsection\n   10  (x) to read as follows:\n   11    (X) EMPLOYER DAY CARE CREDIT. (1) A TAXPAYER SHALL BE ALLOWED A CREDIT\n   12  AGAINST  THE TAX IMPOSED BY THIS ARTICLE TO THE EXTENT OF TWENTY PERCENT\n   13  OF THE EXPENSES INCURRED DURING THE TAXABLE  YEAR  BY  THE  TAXPAYER  IN\n   14  MAKING  AVAILABLE DAY CARE SERVICES TO THE CHILDREN AND WARDS OF EMPLOY-\n   15  EES AND IN TRAINING PERSONS EMPLOYED BY THE TAXPAYER OR BY A THIRD PARTY\n   16  PROVIDER RENDERING SUCH SERVICES. A  TAXPAYER  MAY  MAKE  SUCH  SERVICES\n   17  AVAILABLE AS FOLLOWS:\n   18    (A) PURSUANT TO A WRITTEN CONTRACT WITH A THIRD PARTY PROVIDER;\n   19    (B)  BY  REIMBURSING AN EMPLOYEE FOR EXPENSES INCURRED BY THE EMPLOYEE\n   20  FOR SUCH SERVICES; OR\n   21    (C) BY PROVIDING ON-SITE OR NEAR-SITE DAY CARE SERVICES.\n   22    IN NO EVENT SHALL THE AMOUNT OF SUCH CREDIT EXCEED THE AMOUNT  OF  TAX\n   23  OTHERWISE DUE PURSUANT TO THIS ARTICLE FOR ANY TAXABLE YEAR.\n   24    (2)  (A)  NO  SUCH  CREDIT SHALL BE ALLOWED TO A TAXPAYER WHO UNFAIRLY\n   25  DISCRIMINATES AGAINST ANY EMPLOYEE ON THE BASIS OF  RACE,  CREED,  RELI-\n   26  GION,  SEX, NATIONAL ORIGIN, AGE, DISABILITY OR MARITAL STATUS IN MAKING\n   27  AVAILABLE DAY CARE SERVICES.\n   28    (B) A TAXPAYER MAY GIVE A PREFERENCE TO CHILDREN OR WARDS OF EMPLOYEES\n   29  FOR WHOM OBTAINING OR MAINTAINING GAINFUL EMPLOYMENT IS CONTINGENT  UPON\n   30  THE  AVAILABILITY  OF  DAY  CARE SERVICES FOR SUCH CHILDREN OR WARDS, IN\n   31  PROVIDING SERVICES QUALIFYING FOR A CREDIT HEREUNDER.\n   32    (3) NO SUCH CREDIT SHALL BE ALLOWED TO A TAXPAYER UNLESS THE  FACILITY\n   33  OR PROGRAM RENDERING DAY CARE SERVICES IS LICENSED BY AND SUBJECT TO THE\n   34  REGULATIONS  OF  THE  DEPARTMENT  OF  FAMILY  ASSISTANCE  OR  THE  HUMAN\n   35  RESOURCES ADMINISTRATION GOVERNING DAY CARE FACILITIES IN NEW YORK CITY.\n   36    (4) NO SUCH CREDIT SHALL BE ALLOWED TO A TAXPAYER IF THE  FACILITY  OR\n   37  PROGRAM RENDERING DAY CARE SERVICES ADMITS, DURING REGULAR SCHOOL HOURS,\n   38  CHILDREN  WHO  ARE  SUBJECT  TO THE PROVISIONS OF THE EDUCATION LAW WITH\n   39  REGARD TO COMPULSORY SCHOOL ATTENDANCE.\n   40    S 3. Section 1511 of the tax law is amended by adding a  new  subdivi-\n   41  sion (aa) to read as follows:\n   42    (AA) EMPLOYER DAY CARE CREDIT. (1) A TAXPAYER SHALL BE ALLOWED A CRED-\n   43  IT  AGAINST  THE  TAX  IMPOSED  BY  THIS ARTICLE TO THE EXTENT OF TWENTY\n   44  PERCENT OF THE EXPENSES INCURRED DURING THE TAXABLE YEAR BY THE TAXPAYER\n   45  IN MAKING AVAILABLE DAY CARE SERVICES  TO  THE  CHILDREN  AND  WARDS  OF\n   46  EMPLOYEES AND IN TRAINING PERSONS EMPLOYED BY THE TAXPAYER OR BY A THIRD\n   47  PARTY  PROVIDER  RENDERING  SUCH  SERVICES.  A  TAXPAYER  MAY  MAKE SUCH\n   48  SERVICES AVAILABLE AS FOLLOWS:\n   49    (A) PURSUANT TO A WRITTEN CONTRACT WITH A THIRD PARTY PROVIDER;\n   50    (B) BY REIMBURSING AN EMPLOYEE FOR EXPENSES INCURRED BY  THE  EMPLOYEE\n   51  FOR SUCH SERVICES; OR\n   52    (C) BY PROVIDING ON-SITE OR NEAR-SITE DAY CARE SERVICES.\n   53    IN  NO  EVENT SHALL THE AMOUNT OF SUCH CREDIT EXCEED THE AMOUNT OF TAX\n   54  OTHERWISE DUE PURSUANT TO THIS ARTICLE FOR ANY TAXABLE YEAR.\n   55    (2) (A) NO SUCH CREDIT SHALL BE ALLOWED TO  A  TAXPAYER  WHO  UNFAIRLY\n   56  DISCRIMINATES  AGAINST  ANY  EMPLOYEE ON THE BASIS OF RACE, CREED, RELI-\n\n       S. 1845                             3\n\n    1  GION, SEX, NATIONAL ORIGIN, AGE, DISABILITY OR MARITAL STATUS IN  MAKING\n    2  AVAILABLE DAY CARE SERVICES.\n    3    (B)  A TAXPAYER MAY GIVE A PREFERENCE TO CHILDREN OR WARDS OF DAY CARE\n    4  DEPENDENT EMPLOYEES FOR WHOM OBTAINING OR MAINTAINING GAINFUL EMPLOYMENT\n    5  IS CONTINGENT UPON THE AVAILABILITY OF DAY CARE SERVICES FOR SUCH  CHIL-\n    6  DREN OR WARDS, IN PROVIDING SERVICES QUALIFYING FOR A CREDIT HEREUNDER.\n    7    (3)  NO SUCH CREDIT SHALL BE ALLOWED TO A TAXPAYER UNLESS THE FACILITY\n    8  OR PROGRAM RENDERING DAY CARE SERVICES IS LICENSED BY AND SUBJECT TO THE\n    9  REGULATIONS  OF  THE  DEPARTMENT  OF  FAMILY  ASSISTANCE  OR  THE  HUMAN\n   10  RESOURCES ADMINISTRATION GOVERNING DAY CARE FACILITIES IN NEW YORK CITY.\n   11    (4)  NO  SUCH CREDIT SHALL BE ALLOWED TO A TAXPAYER IF THE FACILITY OR\n   12  PROGRAM RENDERING DAY CARE SERVICES ADMITS, DURING REGULAR SCHOOL HOURS,\n   13  CHILDREN WHO ARE SUBJECT TO THE PROVISIONS OF  THE  EDUCATION  LAW  WITH\n   14  REGARD TO COMPULSORY SCHOOL ATTENDANCE.\n   15    S  4. Section 606 of the tax law is amended by adding a new subsection\n   16  (ss) to read as follows:\n   17    (SS) EMPLOYER DAY CARE CREDIT. (1) A TAXPAYER SHALL BE ALLOWED A CRED-\n   18  IT AGAINST THE TAX IMPOSED BY SECTION SIX HUNDRED ONE OF THIS ARTICLE TO\n   19  THE EXTENT OF TWENTY PERCENT OF EXPENSES  INCURRED  DURING  THE  TAXABLE\n   20  YEAR  BY THE TAXPAYER IN MAKING AVAILABLE DAY CARE SERVICES TO THE CHIL-\n   21  DREN AND WARDS OF EMPLOYEES AND IN  TRAINING  PERSONS  EMPLOYED  BY  THE\n   22  TAXPAYER OR BY A THIRD PARTY PROVIDER RENDERING SUCH SERVICES. A TAXPAY-\n   23  ER MAY MAKE SUCH SERVICES AVAILABLE AS FOLLOWS:\n   24    (A) PURSUANT TO A WRITTEN CONTRACT WITH A THIRD PARTY PROVIDER;\n   25    (B)  BY  REIMBURSING AN EMPLOYEE FOR EXPENSES INCURRED BY THE EMPLOYEE\n   26  FOR SUCH SERVICES; OR\n   27    (C) BY PROVIDING ON-SITE OR NEAR-SITE DAY CARE SERVICES.\n   28    IN NO EVENT SHALL THE AMOUNT OF SUCH CREDIT EXCEED THE AMOUNT  OF  TAX\n   29  OTHERWISE DUE PURSUANT TO THIS ARTICLE FOR ANY TAXABLE YEAR.\n   30    (2)  (A)  NO  SUCH  CREDIT SHALL BE ALLOWED TO A TAXPAYER WHO UNFAIRLY\n   31  DISCRIMINATES AGAINST ANY EMPLOYEE ON THE BASIS OF  RACE,  CREED,  RELI-\n   32  GION,  SEX, NATIONAL ORIGIN, AGE, DISABILITY OR MARITAL STATUS IN MAKING\n   33  AVAILABLE DAY CARE SERVICES.\n   34    (B) A TAXPAYER MAY GIVE A PREFERENCE TO CHILDREN OR WARDS OF EMPLOYEES\n   35  FOR WHOM OBTAINING OR MAINTAINING GAINFUL EMPLOYMENT IS CONTINGENT  UPON\n   36  THE  AVAILABILITY  OF  DAY  CARE SERVICES FOR SUCH CHILDREN OR WARDS, IN\n   37  PROVIDING SERVICES QUALIFYING FOR A CREDIT HEREUNDER.\n   38    (3) NO SUCH CREDIT SHALL BE ALLOWED TO A TAXPAYER UNLESS THE  FACILITY\n   39  OR PROGRAM RENDERING DAY CARE SERVICES IS LICENSED BY AND SUBJECT TO THE\n   40  REGULATIONS  OF  THE  DEPARTMENT  OF  FAMILY  ASSISTANCE  OR  THE  HUMAN\n   41  RESOURCES ADMINISTRATION GOVERNING DAY CARE FACILITIES IN NEW YORK CITY.\n   42    (4) NO SUCH CREDIT SHALL BE ALLOWED TO A TAXPAYER IF THE  FACILITY  OR\n   43  PROGRAM RENDERING DAY CARE SERVICES ADMITS, DURING REGULAR SCHOOL HOURS,\n   44  CHILDREN  WHO  ARE  SUBJECT  TO THE PROVISIONS OF THE EDUCATION LAW WITH\n   45  REGARD TO COMPULSORY SCHOOL ATTENDANCE.\n   46    S 5. This act shall take effect immediately and shall apply to taxable\n   47  years commencing on and after January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing credits against the tax imposed upon employers providing certain day care services to the children of its employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T150417.TXT", "SOBI.D110114.T093906.TXT", "SOBI.D110113.T154419.TXT", "SOBI.D110113.T145941.TXT", "SOBI.D110113.T155421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295015946455
}