{
  "year" : 2011,
  "senateBillNo" : "S1857-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1857-2011-1294894800000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits certain persons convicted under article six-C of the correction law from serving as a trustee, principal, officer, or member of a board of education",
  "summary" : "Prohibits certain persons convicted of article six-C of the correction law as serving as a trustee, principal, officer, or member of a board of education of any public school in any BOCES, city, union free, common or central school district or any charter school. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : "A2086",
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S2571-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1857                                                  A. 2086\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       IN  SENATE  -- Introduced by Sens. LAVALLE, JOHNSON, RANZENHOFER -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Crime Victims, Crime and Correction\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Correction\n\n       AN ACT to amend the correction law, in relation to  prohibiting  certain\n         persons convicted under article six-C of the correction law from serv-\n         ing  as  a trustee, principal, officer, or member of a board of educa-\n         tion of any public school in any BOCES, city, union  free,  common  or\n         central school district or any charter school\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 168-w of the correction law, as relettered by chap-\n    2  ter 604 of the laws of 2005, is  relettered  section  168-x  and  a  new\n    3  section 168-w is added to read as follows:\n    4    168-W.  PROHIBITION  OF  SERVING  AS A TRUSTEE, PRINCIPAL, OFFICER, OR\n    5  BOARD OF EDUCATION OF ANY PUBLIC SCHOOL IN ANY BOCES, CITY, UNION  FREE,\n    6  COMMON  OR  CENTRAL  SCHOOL  DISTRICT  OR  ANY CHARTER SCHOOL. NO PERSON\n    7  REQUIRED TO MAINTAIN  REGISTRATION  UNDER  THIS  ARTICLE  (SEX  OFFENDER\n    8  REGISTRATION ACT) SHALL BE A TRUSTEE, PRINCIPAL, OFFICER, OR MEMBER OF A\n    9  BOARD  OF EDUCATION OF ANY PUBLIC SCHOOL IN ANY BOCES, CITY, UNION FREE,\n   10  COMMON OR CENTRAL SCHOOL DISTRICT OR ANY CHARTER SCHOOL.\n   11    S 2. Section 168-t of the correction law, as amended by chapter 373 of\n   12  the laws of 2007, is amended to read as follows:\n   13    S 168-t. Penalty. Any sex offender required to register or  to  verify\n   14  pursuant  to  the  provisions  of  this article who fails to register or\n   15  verify in the manner and within the time periods provided  for  in  this\n   16  article  shall  be  guilty  of  a class E felony upon conviction for the\n   17  first offense, and upon conviction for a second  or  subsequent  offense\n   18  shall  be  guilty of a class D felony. Any sex offender who violates the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03788-01-1\n\n       S. 1857                             2                            A. 2086\n\n    1  provisions  of  section  one  hundred  sixty-eight-v  OR   ONE   HUNDRED\n    2  SIXTY-EIGHT-W  of  this article shall be guilty of a class A misdemeanor\n    3  upon conviction for the first offense, and upon conviction for a  second\n    4  or  subsequent  offense  shall  be  guilty of a class D felony. Any such\n    5  failure to register or verify may also be the basis  for  revocation  of\n    6  parole pursuant to section two hundred fifty-nine-i of the executive law\n    7  or  the  basis  for  revocation  of  probation  pursuant to article four\n    8  hundred ten of the criminal procedure law.\n    9    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to prohibiting certain persons convicted under article six-C of the correction law from serving as a trustee, principal, officer, or member of a board of education of any public school in any BOCES, city, union free, common or central school district or any charter school ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T114424.TXT", "SOBI.D110113.T160421.TXT", "SOBI.D110113.T154921.TXT", "SOBI.D110113.T160922.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110113.T153419.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295381225004
}