{
  "year" : 2011,
  "senateBillNo" : "S1858-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1858-2011-1294894800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends the tax law in relation to the timing of distribution of mortgage recording tax revenues by counties",
  "summary" : "Amends the tax law in relation to the timing of distribution of mortgage recording tax revenues by counties. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A2085",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S6756-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1858                                                  A. 2085\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed,  and  when  printed  to  be committed to the Committee on Investi-\n         gations and Government Operations\n\n       IN ASSEMBLY -- Introduced by M. of A. THIELE -- read once  and  referred\n         to the Committee on Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to the timing of distribution\n         of mortgage recording tax revenues by counties\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 3 of section 261 of the tax law, as amended by\n    2  chapter 287 of the laws of 2006, is amended to read as follows:\n    3    3. On or before the tenth day of each month the recording  officer  of\n    4  each  county  shall pay over to the county treasurer of said county, and\n    5  in the counties of New York, Kings, Queens, Richmond and  Bronx  to  the\n    6  commissioner of finance of the city of New York for credit to the gener-\n    7  al  fund  of  such  city,  the balance of the moneys received during the\n    8  preceding month upon account of taxes paid  to  him  or  her  as  herein\n    9  prescribed,  after deducting the necessary expenses of his or her office\n   10  as provided in section two hundred sixty-two  of  this  article,  except\n   11  taxes  paid  upon  mortgages  which  under the provisions of section two\n   12  hundred sixty of this article are first to be apportioned by the commis-\n   13  sioner, which taxes and money shall be paid over by the commissioner  of\n   14  finance  of the city of New York as provided by the determination of the\n   15  commissioner. In each county not within the city of New York, the  whole\n   16  of  the  net  amount  of such balance, after the deduction by the county\n   17  treasurer of the necessary expenses of his or  her  office  provided  in\n   18  section  two  hundred sixty-two of this article, shall be held by him or\n   19  her and shall be allocated to the tax districts of the county  according\n   20  to the location of the real property covered by the respective mortgages\n   21  upon  which  the  tax  was  collected. [The recording officer and county\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03852-01-1\n\n       S. 1858                             2                            A. 2085\n\n    1  treasurer shall prepare a joint semi-annual  report  on  or  before  May\n    2  fifteenth  and  on or before November fifteenth in each year showing the\n    3  amounts to be credited to each tax district of the county of the  moneys\n    4  collected  under this article during the preceding periods of six months\n    5  each which ended respectively on March thirty-first and September  thir-\n    6  tieth.  Such  report  shall  be made in duplicate in accordance with the\n    7  rules and regulations of the commissioner and filed with  the  clerk  of\n    8  the board of supervisors and the commissioner. The board of supervisors,\n    9  on  or  before  the fifteenth day of June and on or before the fifteenth\n   10  day of December in each year, shall issue its warrant for the payment to\n   11  the respective tax districts  of  the  amounts  so  credited,  provided,\n   12  however, that in] IN a county in which a town contains within its limits\n   13  an  incorporated  village,  or portion thereof, the board of supervisors\n   14  shall apportion to such village so much of the  share  credited  to  the\n   15  town  as  the assessed value of said village or portion thereof bears to\n   16  twice the total assessed valuation of the town[, and provided,  further,\n   17  that,  at  the  option  of the]. THE governing board of the county[, the\n   18  county may instead] SHALL prepare and file [such]  a  joint  report  and\n   19  make  such  payments  on  EITHER a monthly or quarterly basis. Where the\n   20  county elects to make monthly payments, the recording officer and county\n   21  treasurer shall prepare a joint report on or before the fifteenth day of\n   22  each month showing the amounts to be credited to each  tax  district  of\n   23  the  county  and  the  moneys collected under this article for the month\n   24  preceding the most recently concluded month, and the board  of  supervi-\n   25  sors  shall issue its warrant for payment on or before the fifteenth day\n   26  of the following month.  Where  the  county  elects  to  make  quarterly\n   27  payments,  the recording officer and county treasurer shall prepare such\n   28  a joint report on or before the fifteenth day of May, August,  November,\n   29  and February, showing the amounts to be credited to each tax district of\n   30  the  county  of  moneys  collected  under this article for the preceding\n   31  three-month period ending March thirty-first, June thirtieth,  September\n   32  thirtieth,  and  December  thirty-first,  respectively  and the board of\n   33  supervisors shall issue  its  warrant  for  payment  on  or  before  the\n   34  fifteenth day of June, September, December, and March, respectively. The\n   35  warrant shall direct payment to the city treasurer of the amount due the\n   36  city,  to  the  town  supervisor  of the amount due the town, and to the\n   37  village treasurer of the amount to which the village shall be  entitled.\n   38  Mortgage  tax  moneys  allotted  to  cities, towns and villages shall be\n   39  applied to the payment of the general expenses thereof. The commissioner\n   40  shall prescribe the method of adjustment and correction of errors  here-\n   41  tofore  or  hereafter made in the distribution of moneys collected under\n   42  this article.\n   43    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the timing of distribution of mortgage recording tax revenues by counties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T114424.TXT", "SOBI.D110113.T160421.TXT", "SOBI.D110113.T160922.TXT", "SOBI.D110113.T153419.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295023464785
}