{
  "year" : 2011,
  "senateBillNo" : "S1859-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1859-2011-1294894800000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a real property tax exemption for senior citizens in the town of Southampton",
  "summary" : "Authorizes a real property tax exemption for senior citizens in the town of Southampton equal to the exemption amount under the enhanced STAR program. ",
  "currentCommittee" : "AGING",
  "sameAs" : "A2084",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "SA3648-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1859                                                  A. 2084\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Aging\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation  to  providing  a\n         real  property  tax  exemption  for the senior citizens in the town of\n         Southampton\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 425-b to read as follows:\n    3    S 425-B. REAL PROPERTY EXEMPTION PROGRAM FOR SENIOR CITIZENS  FOR  THE\n    4  TOWN  OF  SOUTHAMPTON.  1.  GENERALLY.  WHEN  REAL PROPERTY RECEIVES THE\n    5  ENHANCED STAR EXEMPTION FROM  SCHOOL  DISTRICT  TAXATION  AUTHORIZED  BY\n    6  SECTION  FOUR  HUNDRED TWENTY-FIVE OF THIS TITLE, THE PROPERTY  SHALL BE\n    7  DESIGNATED AS ELIGIBLE FOR A TOWN TAX EXEMPTION IN THE TOWN OF SOUTHAMP-\n    8  TON ON THE SAME ASSESSMENT ROLL IN THE MANNER PROVIDED BY THIS  SECTION,\n    9  AND  THE QUALIFIED OWNER-APPLICANT OR OWNER-APPLICANTS SHALL BE ENTITLED\n   10  TO A TOWN TAX EXEMPTION IN  THE  SAME  AMOUNT  OF  THE  ENHANCED    STAR\n   11  EXEMPTION  AUTHORIZED  BY SECTION FOUR HUNDRED TWENTY-FIVE OF THIS TITLE\n   12  PROVIDED THAT THE TOWN  BOARD  OF  SOUTHAMPTON,  AFTER  PUBLIC  HEARING,\n   13  ADOPTS A LOCAL LAW IMPLEMENTING THE PROVISIONS OF THIS SECTION. NO SEPA-\n   14  RATE APPLICATION NEED BE FILED FOR SUCH TAX EXEMPTION.\n   15    2. TOWN OF SOUTHAMPTON REAL PROPERTY TAX EXEMPTION. (A) SUBJECT TO THE\n   16  PROVISIONS OF PARAGRAPH (B) OF THIS SUBDIVISION, THE ASSESSMENT FOR EACH\n   17  ELIGIBLE  PARCEL  SHALL  BE  EQUAL TO   THE EXEMPT AMOUNT DETERMINED FOR\n   18  PURPOSES OF THE ENHANCED  STAR  EXEMPTION  AUTHORIZED  BY  SECTION  FOUR\n   19  HUNDRED  TWENTY-FIVE  OF  THIS TITLE FOR THE ASSESSING UNIT IN WHICH THE\n   20  PARCEL IS LOCATED PURSUANT TO THE ENACTMENT OF A LOCAL LAW BY  THE  TOWN\n   21  OF SOUTHAMPTON.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03820-01-1\n\n       S. 1859                             2                            A. 2084\n\n    1    (B)  NOTWITHSTANDING  THE PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVI-\n    2  SION, IN NO EVENT SHALL  THE  TOWN  OF  SOUTHAMPTON  REAL  PROPERTY  TAX\n    3  EXEMPTION  ASSESSMENT  OF A PARCEL EXCEED THE  TAXABLE ASSESSED VALUE OF\n    4  THAT PARCEL FOR COUNTY PURPOSES.\n    5    3. ENTRY ON ASSESSMENT ROLL; EFFECT. EACH PARCEL WHICH IS ELIGIBLE FOR\n    6  A TOWN OF SOUTHAMPTON REAL PROPERTY TAX EXEMPTION SHALL BE DESIGNATED AS\n    7  SUCH  BY  THE ASSESSOR ON THE ASSESSMENT ROLL, PROVIDED, HOWEVER, THAT A\n    8  TOWN OF SOUTHAMPTON REAL PROPERTY TAX EXEMPTION  SHALL  NOT  AFFECT  THE\n    9  TOTAL OR TAXABLE ASSESSED VALUE OF ANY PARCEL FOR ANY PURPOSE, AND SHALL\n   10  NOT  BE  CONSIDERED WHEN DETERMINING THE TAX RATE OF THE TOWN OR FOR ANY\n   11  PURPOSE OTHER THAN  DETERMINING THE EXEMPTION TO WHICH THE  OWNER-APPLI-\n   12  CANT  OR  OWNER-APPLICANTS ARE ENTITLED UNDER SECTION FOUR HUNDRED TWEN-\n   13  TY-FIVE OF THIS TITLE.\n   14    4. EXCEPTIONS. CO-OPERATIVE APARTMENT UNITS AND MOBILE HOMES. WHEN  AN\n   15  ENHANCED STAR EXEMPTION IS GRANTED PURSUANT TO PARAGRAPH (K) OF SUBDIVI-\n   16  SION  TWO  OF SECTION FOUR HUNDRED TWENTY-FIVE OF THIS TITLE IN RELATION\n   17  TO A CO-OPERATIVE APARTMENT UNIT, OR PURSUANT TO PARAGRAPH (1)  OF  SUCH\n   18  SUBDIVISION  IN RELATION TO A MOBILE HOME WHICH IS SEPARATELY OWNED FROM\n   19  BUT ASSESSED WITH THE LAND ON WHICH IT IS LOCATED, AND SUCH CO-OPERATIVE\n   20  APARTMENT UNIT OR MOBILE HOME IS ALSO ELIGIBLE FOR A TOWN OF SOUTHAMPTON\n   21  REAL PROPERTY TAX EXEMPTION PURSUANT  TO  THIS  SECTION,  THE  EXEMPTION\n   22  SHALL BE APPLIED TO THE PARCEL ITSELF. THE ASSESSOR SHALL PREPARE A LIST\n   23  OR DATA FILE IDENTIFYING SUCH OWNER-APPLICANT OR OWNER-APPLICANTS, THEIR\n   24  MAILING  ADDRESSES,  AND  THE  TAXABLE  ASSESSED VALUE FOR TOWN PURPOSES\n   25  ATTRIBUTABLE TO THEIR RESPECTIVE CO-OPERATIVE APARTMENT UNITS OR  MOBILE\n   26  HOMES,  AND  SHALL SUBMIT THE SAME TO THE STATE BOARD WITHIN THIRTY DAYS\n   27  AFTER THE COMPLETION OF THE FINAL ASSESSMENT ROLL.  SUCH  LIST  OR  DATA\n   28  FILE  SHALL  BE PREPARED IN SUCH FORM AND MANNER AS MAY BE PRESCRIBED BY\n   29  THE STATE BOARD OF REAL PROPERTY SERVICES.\n   30    5. CORRECTION OF AN INCORRECT ENTRY. AN INCORRECT ENTRY ON AN  ASSESS-\n   31  MENT  ROLL  OF  A TOWN OF SOUTHAMPTON REAL PROPERTY TAX EXEMPTION MAY BE\n   32  CORRECTED IN THE MANNER PROVIDED BY LAW FOR THE CORRECTION OF AN  INCOR-\n   33  RECT  ENTRY  OF  THE  STAR  EXEMPTION AUTHORIZED BY SECTION FOUR HUNDRED\n   34  TWENTY-FIVE OF THIS TITLE. A DENIAL OF A TOWN OF SOUTHAMPTON REAL  PROP-\n   35  ERTY  TAX  EXEMPTION  SHALL  BE  SUBJECT  TO ADMINISTRATIVE AND JUDICIAL\n   36  REVIEW IN THE MANNER PROVIDED BY LAW FOR THE  REVIEW OF ASSESSMENTS.\n   37    6. INCONSISTENT LAWS SUPERSEDED. THE PROVISIONS OF THIS SECTION  SHALL\n   38  APPLY TO ALL ASSESSING UNITS LOCATED WITHIN THE TOWN OF SOUTHAMPTON.\n   39    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1859\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to providing a real\nproperty tax exemption for the senior citizens in the town of\nSouthampton\n\nPURPOSE:\nUpon the adoption of a local law, this bill would provide an\nadditional tax abatement to senior citizens in the town of\nSouthampton, in addition to the STAR program. The abatement would be\nbased on reassessment value of the property with the assessment roll\ncompleted in 2006 and through 2021.\n\nSUMMARY OF PROVISIONS:\nIn the town of Southampton, county of Suffolk, the property of a\nsenior citizen that qualifies for and received the enhanced exemption\npursuant to subdivision 4 of section 425 of the real property tax law\nshall be eligible for abatement. There will be no separate\napplication required for the abatement. Eligibility for abatement\nwill be determined annually by the town assessor.\nThe abatement will eliminate all tax that results from any increase in\nthe town tax applicable to the assessment roll. However, it will not\nlimit tax increases if the actual value of the property increases.\n\nJUSTIFICATION:\nThe Town of Southampton is undertaking a town-wide reassessment that\nwould bring all properties up to 100% market value thereby obviating\nthe need to utilize the State's equalization rate. The Town of\nSouthampton would like to ensure that its' senior citizen population,\nwho are on fixed income, do not suffer any adverse affects from\nreassessment. This amendment would provide that senior citizens who\nqualify for the enhanced STAR exemption would also receive the\nappropriate partial tax abatement on their Town portion of the tax\nbill. This amendment would not limit tax increases resulting from an\nactual change in the value of property or from subsequent town tax\nrate increases for tax rate increases for taxes other than the town\ntax.\n\nLEGISLATIVE HISTORY:\n2009-10: S.3648A\n2007-08: S.658-B\n2005-06: S.1839-A\n2003-04: S.6323\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to providing a real property tax exemption for the senior citizens in the town of Southampton ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T114424.TXT", "SOBI.D110113.T160421.TXT", "SOBI.D110113.T160922.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110113.T153419.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963576
}