{
  "year" : 2011,
  "senateBillNo" : "S1851-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1851-2011-1294894800000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions regarding the designation of polling places on college campuses",
  "summary" : "Provides that whenever a contiguous property of a college or university contains three hundred or more registrants, the polling place designated for such election district shall be on such contiguous property or at a location approved by the college or university. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "SA2003-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1851\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by Sens. OPPENHEIMER, DIAZ, KRUEGER, PARKER, SAMPSON -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Elections\n\n       AN  ACT  to  amend  the  election  law, in relation to the boundaries of\n         election districts and the designation of polling places\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  4-104 of the election law is amended by adding a\n    2  new subdivision 5-a to read as follows:\n    3    5-A. WHENEVER  A  CONTIGUOUS  PROPERTY  OF  A  COLLEGE  OR  UNIVERSITY\n    4  CONTAINS  THREE  HUNDRED  OR  MORE REGISTRANTS (EXCLUDING REGISTRANTS IN\n    5  INACTIVE STATUS) WHO ARE REGISTERED  TO  VOTE  AT  AN  ADDRESS  ON  SUCH\n    6  CONTIGUOUS  PROPERTY,  THE POLLING PLACE DESIGNATED FOR SUCH REGISTRANTS\n    7  SHALL BE ON SUCH CONTIGUOUS PROPERTY OR AT A LOCATION  APPROVED  BY  THE\n    8  COLLEGE OR UNIVERSITY.\n    9    S  2.  Paragraph  a  of subdivision 3 of section 4-100 of the election\n   10  law, as amended by chapter 659 of the laws of 1994, is amended  to  read\n   11  as follows:\n   12    a.  Each  election  district  shall  be in compact form and may not be\n   13  partly within and partly without a ward, town, city, a village which has\n   14  five thousand or more inhabitants and is wholly  within  one  town,  THE\n   15  CONTIGUOUS  PROPERTY  OF  A  COLLEGE  OR UNIVERSITY WHICH CONTAINS THREE\n   16  HUNDRED OR MORE REGISTRANTS (EXCLUDING REGISTRANTS IN  INACTIVE  STATUS)\n   17  WHO ARE REGISTERED TO VOTE AT AN ADDRESS ON SUCH CONTIGUOUS PROPERTY, or\n   18  a  county  legislative,  assembly, senatorial or congressional district.\n   19  Except as provided in paragraph b of this subdivision, election district\n   20  boundaries, other than those boundaries which are coterminous  with  the\n   21  boundaries  of  those  political  subdivisions AND COLLEGE OR UNIVERSITY\n   22  PROPERTIES mentioned in this paragraph, must be streets,  rivers,  rail-\n   23  road lines or other permanent characteristics of the landscape which are\n   24  clearly  visible  to any person without the need to use any technical or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00090-01-1\n\n       S. 1851                             2\n\n    1  mechanical device. An election district shall contain not more than nine\n    2  hundred fifty registrants (excluding registrants in inactive status) or,\n    3  with the approval of the county board of elections, not more than eleven\n    4  hundred  fifty  registrants  (excluding registrants in inactive status),\n    5  but any election district may be divided  for  the  convenience  of  the\n    6  voters.\n    7    S 3.  This act shall take effect January 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to the boundaries of election districts and the designation of polling places ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T154921.TXT", "SOBI.D110114.T095406.TXT", "SOBI.D110113.T154419.TXT", "SOBI.D110113.T150917.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295016846897
}