{
  "year" : 2011,
  "senateBillNo" : "S1850-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1850-2011-1294894800000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires general hospitals to establish policies/procedures regarding domestic violence; to establish training programs; to designate staff to coordinate services",
  "summary" : "Requires hospitals to establish policies and procedures regarding domestic violence; establishes ongoing training programs on domestic violence for all current and new hospital employees; designates a hospital staff member to coordinate services to victims; provides for the interaction of hospitals with community domestic violence service providers in order to coordinate services to victims of domestic violence; requires hospitals to offer to contact a local advocate when admitting or treating a confirmed or suspected victim of domestic violence. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S3311-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1850\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sens.  OPPENHEIMER, DIAZ, KRUEGER, SAMPSON -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Health\n\n       AN ACT to amend the public health law, in relation to hospital  domestic\n         violence policies and procedures\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  2805-u to read as follows:\n    3    S  2805-U.  HOSPITAL  DOMESTIC  VIOLENCE  POLICIES AND PROCEDURES.  1.\n    4  EVERY GENERAL HOSPITAL SHALL:  (A)  DEVELOP,  MAINTAIN  AND  DISSEMINATE\n    5  WRITTEN  POLICIES  AND  PROCEDURES  FOR  THE IDENTIFICATION, ASSESSMENT,\n    6  TREATMENT AND REFERRAL OF  CONFIRMED  OR  SUSPECTED  CASES  OF  DOMESTIC\n    7  VIOLENCE;  (B)  ESTABLISH, AND IMPLEMENT ON AN ONGOING BASIS, A TRAINING\n    8  PROGRAM FOR ALL CURRENT AND NEW EMPLOYEES  REGARDING  THE  POLICIES  AND\n    9  PROCEDURES  ESTABLISHED  PURSUANT TO THIS SECTION; (C) DESIGNATE A STAFF\n   10  MEMBER TO COORDINATE SERVICES TO VICTIMS OF DOMESTIC VIOLENCE;  AND  (D)\n   11  CONTACT  THE DOMESTIC VIOLENCE OR VICTIM ASSISTANCE ORGANIZATION PROVID-\n   12  ING VICTIM ASSISTANCE TO THE GEOGRAPHIC AREA SERVED BY SUCH HOSPITAL  TO\n   13  ESTABLISH THE COORDINATION OF SERVICES TO DOMESTIC VIOLENCE VICTIMS.\n   14    2.  UPON  ADMITTANCE  OR  COMMENCEMENT  OF TREATMENT OF A CONFIRMED OR\n   15  SUSPECTED DOMESTIC VIOLENCE  VICTIM,  SUCH  HOSPITAL  SHALL  ADVISE  THE\n   16  VICTIM  OF  THE  AVAILABILITY  OF  THE SERVICES OF A BATTERED WOMEN'S OR\n   17  VICTIM ASSISTANCE ORGANIZATION.  IF  AFTER  RECEIVING  SUCH  ADVICE  THE\n   18  DOMESTIC  VIOLENCE  VICTIM WISHES THE PRESENCE OF A DOMESTIC VIOLENCE OR\n   19  VICTIM ASSISTANCE ADVOCATE, SUCH HOSPITAL SHALL CONTACT THE  APPROPRIATE\n   20  ORGANIZATION AND REQUEST THAT ONE BE PROVIDED.\n   21    3. THE COMMISSIONER SHALL PROMULGATE SUCH RULES AND REGULATIONS AS MAY\n   22  BE  NECESSARY AND PROPER TO CARRY OUT EFFECTIVELY THE PROVISIONS OF THIS\n   23  SECTION.  PRIOR TO PROMULGATING SUCH RULES AND REGULATIONS, THE  COMMIS-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06215-01-1\n\n       S. 1850                             2\n\n    1  SIONER  SHALL  CONSULT  WITH  THE  OFFICE FOR THE PREVENTION OF DOMESTIC\n    2  VIOLENCE AND OTHER SUCH PERSONS AS THE COMMISSIONER DEEMS NECESSARY.\n    3    S 2. This act shall take effect January 1, 2012.  Effective immediate-\n    4  ly,  the  addition,  amendment and/or repeal of any rules or regulations\n    5  necessary for the implementation of the foregoing section of this act on\n    6  its effective date is authorized and directed to be made  and  completed\n    7  on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to hospital domestic violence policies and procedures ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T154921.TXT", "SOBI.D110114.T095406.TXT", "SOBI.D110113.T154419.TXT", "SOBI.D110113.T150917.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295016846887
}