{
  "year" : 2011,
  "senateBillNo" : "S1853-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S1853-2011-1294894800000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalty for multiple convictions of torturing or failing to provide sustenance to a companion animal",
  "summary" : "Increases the penalty for multiple convictions of torturing, killing or failing to provide sustenance to an animal to a class E felony, if convicted within five years from the date of a prior conviction. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : "A269",
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "SA4963-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1853\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ, PARKER, SERRANO -- read twice and\n         ordered  printed, and when printed to be committed to the Committee on\n         Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to increas-\n         ing the penalty for multiple convictions of torturing  or  failing  to\n         provide sustenance to a companion animal\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 353 of the agriculture and markets law, as  amended\n    2  by  chapter 458 of the laws of 1985 and the opening paragraph as amended\n    3  by chapter 523 of the laws of 2005, is amended to read as follows:\n    4    S 353. Overdriving, torturing and injuring animals; failure to provide\n    5  proper sustenance. 1. A person who overdrives,  overloads,  tortures  or\n    6  cruelly  beats  or  unjustifiably injures, maims, mutilates or kills any\n    7  animal, whether wild or tame, and whether belonging  to  himself  or  to\n    8  another,  or deprives any animal of necessary sustenance, food or drink,\n    9  or neglects or refuses to furnish it such sustenance or drink, or  caus-\n   10  es,  procures  or  permits  any  animal  to  be  overdriven, overloaded,\n   11  tortured, cruelly beaten, or unjustifiably injured, maimed, mutilated or\n   12  killed, or to be deprived of necessary food or drink,  or  who  wilfully\n   13  sets  on foot, instigates, engages in, or in any way furthers any act of\n   14  cruelty to any animal, or any act tending to produce  such  cruelty,  is\n   15  guilty  of  a  class  A misdemeanor and for purposes of paragraph (b) of\n   16  subdivision one of section 160.10 of the criminal procedure  law,  shall\n   17  be treated as a misdemeanor defined in the penal law.\n   18    2.  WHEN COMMITTED AGAINST A COMPANION ANIMAL, ANY VIOLATION OF SUBDI-\n   19  VISION ONE OF THIS SECTION WITHIN FIVE YEARS FROM THE DATE  OF  A  PRIOR\n   20  CONVICTION OF ANY VIOLATION OF SUBDIVISION ONE OF THIS SECTION, SHALL BE\n   21  A CLASS E FELONY, PUNISHABLE PURSUANT TO THE PROVISIONS OF SECTION THREE\n   22  HUNDRED FIFTY-THREE-A OF THIS ARTICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00839-01-1\n\n       S. 1853                             2\n\n    1    3.  Nothing  herein contained shall be construed to prohibit or inter-\n    2  fere with any properly conducted scientific tests, experiments or inves-\n    3  tigations, involving the use of living animals, performed  or  conducted\n    4  in  laboratories  or institutions, which are approved for these purposes\n    5  by  the  state  commissioner of health. The state commissioner of health\n    6  shall prescribe the rules under which such approvals shall  be  granted,\n    7  including therein standards regarding the care and treatment of any such\n    8  animals.  Such rules shall be published and copies thereof conspicuously\n    9  posted in each such laboratory or institution. The state commissioner of\n   10  health or his duly authorized representative shall  have  the  power  to\n   11  inspect such laboratories or institutions to insure compliance with such\n   12  rules  and  standards. Each such approval may be revoked at any time for\n   13  failure to comply with such rules and in any case the approval shall  be\n   14  limited to a period not exceeding one year.\n   15    S 2. This act shall take effect on the first of December next succeed-\n   16  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to increasing the penalty for multiple convictions of torturing or failing to provide sustenance to a companion animal ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T154921.TXT", "SOBI.D110114.T095406.TXT", "SOBI.D110113.T154419.TXT", "SOBI.D110113.T150917.TXT", "SOBI.D110113.T155421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295016846901
}