{
  "year" : 2011,
  "senateBillNo" : "S1854-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S1854-2011-1294894800000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates the treatment and display of elephants",
  "summary" : "Regulates the treatment and display of elephants; requires persons who bring elephants into the state as part of a traveling exhibition to file an itinerary of the elephant's stay in the state with the department of agriculture and markets at least thirty days before the elephant arrives in the state; authorizes the imposition of up to a $1,000 civil penalty for failure to file such itinerary; establishes requirements for the transportation of elephants; requires elephants to be untethered at least hour a day; prohibits use of certain equipment upon elephants; prohibits riding elephants, except in certain cases; makes such violations class E felonies; authorizes agents of the department of agriculture and markets to inspect living conditions of elephants; makes cruelty to an elephant a class D felony. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : "A76",
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S4964-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1854\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ, PARKER, SERRANO -- read twice and\n         ordered  printed, and when printed to be committed to the Committee on\n         Agriculture\n\n       AN ACT to amend the agriculture and markets  law,  in  relation  to  the\n         display of elephants\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The agriculture and markets law is amended by adding a  new\n    2  section 359-b to read as follows:\n    3    S  359-B.  DISPLAY  OF  ELEPHANTS.  1.  DEFINITIONS.  AS  USED IN THIS\n    4  SECTION, THE FOLLOWING TERMS SHALL MEAN:\n    5    A. \"DISPLAY\" MEANS ANY EXHIBIT, ACT, CIRCUS, PUBLIC SHOW, TRADE  SHOW,\n    6  PHOTOGRAPHIC OPPORTUNITY, CARNIVAL, PARADE, PETTING ZOO OR ZOO.\n    7    B.  \"TRAVELING EXHIBITION\" MEANS A DISPLAY THAT HAS NO PERMANENT LEGAL\n    8  RESIDENCE OR SITUS IN THIS STATE, OR WHICH REMAINS CONTINUOUSLY  AT  ANY\n    9  SINGLE LOCATION IN THE STATE FOR LESS THAN SIXTY DAYS.\n   10    2.  TRAVELING  EXHIBITIONS;  FILE  ITINERARY. ANY PERSON WHO BRINGS AN\n   11  ELEPHANT (ELEPHANTIDAE) INTO THIS STATE AS PART OF A  TRAVELING  EXHIBI-\n   12  TION  SHALL,  NOT  LESS  THAN THIRTY DAYS PRIOR TO SUCH ELEPHANT'S ENTRY\n   13  INTO THE STATE, FILE WITH THE DEPARTMENT A COPY OF THE ITINERARY OF  THE\n   14  ELEPHANT'S  ENTRY INTO, STAY IN AND DEPARTURE FROM THE STATE. SUCH ITIN-\n   15  ERARY SHALL INCLUDE THE  DATE  AND  LOCATION  OF  EACH  DISPLAY  OF  THE\n   16  ELEPHANT  IN  THIS  STATE.  THE DEPARTMENT SHALL BE NOTIFIED IN A TIMELY\n   17  MANNER OF EACH CHANGE IN A FILED ITINERARY, SO THAT THE  DEPARTMENT  HAS\n   18  NOTICE  OF THE LOCATION OF EACH ELEPHANT WHILE IT IS IN THIS STATE. EACH\n   19  AND EVERY VIOLATION OF THIS SUBDIVISION SHALL  BE  SUBJECT  TO  A  CIVIL\n   20  PENALTY OF NOT MORE THAN ONE THOUSAND DOLLARS.\n   21    3.  TRANSPORTATION  REQUIREMENTS. IN ADDITION TO ANY OTHER REQUIREMENT\n   22  IMPOSED PURSUANT TO THE PROVISIONS OF THIS ARTICLE, THE AMBIENT  TEMPER-\n   23  ATURE  OF  ANY  COMPARTMENT IN WHICH AN ELEPHANT IS TRANSPORTED WHILE IN\n   24  THE STATE SHALL BE MAINTAINED BETWEEN FORTY-FIVE DEGREES AND EIGHTY-FIVE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00844-01-1\n\n       S. 1854                             2\n\n    1  DEGREES FAHRENHEIT. FURTHERMORE, SUCH COMPARTMENT SHALL BE VENTILATED IN\n    2  A MANNER THAT PREVENTS THE ACCUMULATION OF NOXIOUS FUMES OR  ODORS.  THE\n    3  OWNER,  AGENT, CONSIGNEE OR PERSON IN CHARGE OF AN ELEPHANT TRANSPORT IN\n    4  VIOLATION  OF  THE  PROVISIONS  OF THIS SUBDIVISION SHALL BE GUILTY OF A\n    5  CLASS E FELONY.\n    6    4. INSPECTION. THE COMMISSIONER, ANY DULY DESIGNATED REPRESENTATIVE OF\n    7  THE COMMISSIONER, ANY VETERINARIAN EMPLOYED BY  THE  DEPARTMENT  OR  ANY\n    8  VETERINARIAN  ACTING  AT  THE  DIRECTION OF THE COMMISSIONER MAY, AT ANY\n    9  REASONABLE TIME, ENTER AN AREA OR  COMPARTMENT  WHERE  ANY  ELEPHANT  IS\n   10  BEING  KEPT  TO  INSPECT  SUCH  AREA OR COMPARTMENT AND THE ELEPHANT FOR\n   11  COMPLIANCE WITH THE PROVISIONS OF THIS ARTICLE, ARTICLE  ELEVEN  OF  THE\n   12  ENVIRONMENTAL  CONSERVATION  LAW,  AND THE RULES AND REGULATIONS ADOPTED\n   13  PURSUANT THERETO. EACH PERSON IN CHARGE OF  AN  ELEPHANT  SHALL  PROVIDE\n   14  SUCH ASSISTANCE AS SHALL BE NECESSARY TO PERFORM SUCH INSPECTION.\n   15    5.  TETHERING.  EVERY  ELEPHANT SHALL HAVE ITS LEGS UNTETHERED FOR NOT\n   16  LESS THAN ONE HOUR EACH DAY, NOT INCLUDING ANY  PERIOD  OF  TIME  DURING\n   17  WHICH  THE  ELEPHANT  IS  ON  PUBLIC DISPLAY. ANY PERSON IN CHARGE OF AN\n   18  ELEPHANT TETHERED IN VIOLATION OF THIS SUBDIVISION SHALL BE GUILTY OF  A\n   19  CLASS E FELONY.\n   20    6.  PROHIBITED  EQUIPMENT.  NO  PERSON SHALL USE UPON ANY ELEPHANT ANY\n   21  DEVICE WHICH EMITS AN ELECTRIC CURRENT OR SHOCK, OR ANY  HOOKED  INSTRU-\n   22  MENT IN A MANNER THAT CAUSES DAMAGE, SCARRING OR BREAKAGE TO THE SKIN OF\n   23  SUCH  ELEPHANT. A VIOLATION OF THIS SUBDIVISION SHALL CONSTITUTE A CLASS\n   24  E FELONY.\n   25    7. PROHIBITED CONTACT. NO PERSON OWNING  OR  HAVING  CONTROL    OF  AN\n   26  ELEPHANT  SHALL KNOWINGLY ALLOW ANY PERSON TO RIDE SUCH ELEPHANT, UNLESS\n   27  SUCH PERSON IS ENGAGED IN TRAINING, EXHIBITING OR PROVIDING CARE TO  THE\n   28  ELEPHANT.  A  VIOLATION  OF  THIS SUBDIVISION SHALL CONSTITUTE A CLASS E\n   29  FELONY.\n   30    8. NOTWITHSTANDING THE PROVISIONS OF SECTION THREE HUNDRED FIFTY-THREE\n   31  OF THIS ARTICLE,  ANY  VIOLATION  OF  SUCH  SECTION  COMMITTED  UPON  AN\n   32  ELEPHANT SHALL CONSTITUTE A CLASS D FELONY.\n   33    S 2. This act shall take effect on the one hundred twentieth day after\n   34  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1854\n\nTITLE OF BILL:\nAn act\nto amend the agriculture and markets law, in relation to the display of\nelephants\n\nPURPOSE:\nThe purpose of this legislation is to regulate the treatment and\ndisplay of elephants in order to ensure their safety and well being\n\nSUMMARY OF PROVISIONS:\nSection one amends the agriculture and markets law by adding a new\nsection 359-b. Subdivision one defines \"display\" and \"traveling\nexhibition.\" Subdivision two requires any person who brings an\nelephant into this state to file certain information with the\ndepartment thirty days prior to the elephant's entry into the state.\nViolations of this subdivision shall result in a civil penalty of not\nmore than one thousand dollars. Subdivision three sets requirements\nfor the transportation of elephants including the required\ntemperature and necessary ventilation for the compartment in which\nany elephant is transported. The owner, agent, consignee, or person\nin charge of an elephant transport in violation of this provision\nshall be guilty of a class E felony. Subdivision four provides that\nthe commissioner, any duly designated representative of the\ncommissioner, any veterinarian employed by the department or any\nveterinarian acting at the direction of the commissioner may, at any\nreasonable time, inspect any area where an elephant is being kept.\nEach person in charge of an elephant shall provide assistance, as\nneeded, to perform such inspection. Subdivision five provides that\nevery elephant shall have its legs untethered for not less than one\nhour a day, not including the time during which the elephant is on\npublic display.\nAnyone in charge of an elephant tethered in violation of this\nsubdivision shall be guilty of a class E felony. Subdivision six\nprovides that no person shall use, on any elephant, any device which\nemits an electric current or shock, or any hooked instrument in a\nmanner that causes damage, scarring or breakage to the skin of such\nelephant. Any violation of this subdivision is a class E felony.\nSubdivision seven provides that any person owning or having control\nof an elephant shall not knowingly allow any person to ride such\nelephant, unless such person is engaged in training, exhibiting or\nproviding care to the elephant. A violation of this subdivision is a\nclass E felony.\n\nSubdivision eight provides t hat notwithstanding the provisions of\nsection three hundred and fifty-three of this article, any violation\nof such section committed upon an elephant shall constitute a class D\nfelony.\n\nSection two defines the effective date as the one hundred twentieth\nday after it shall have become law.\n\nJUSTIFICATION:\nAcross the state, elephants are on display at circuses and traveling\nexhibitions and are mistreated in a variety of ways. Specifically,\nthey are constantly chained and withstand abusive and excessive\ntraining which includes the use of electric prods and grappling\nhooks. When traveling to different locations, elephants are often\ntransported in dirty compartments that are excessively hot or cold.\nElephants are highly intelligent and naturally social animals.\nAttacks on humans generally occur when ill-treated elephants become\nangry and aggressive. This legislation will help to prevent abusive\ntraining of elephants within our state. It will promote safer,\nhealthier, more humane conditions for elephants while traveling\nthrough and performing in New York, thereby decreasing the incidence\nof attacks on humans.\n\nLEGISLATIVE HISTORY:\nA.7255 (2008 and 2007), Referred to Agriculture\nA.1000 (2010 and 2009), Referred to Agriculture\nS.4964 (2010 and 2009), Referred to Agriculture\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred twentieth day after it\nshall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the display of elephants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T151417.TXT", "SOBI.D110113.T154921.TXT", "SOBI.D110113.T154419.TXT", "SOBI.D110114.T095406.TXT", "SOBI.D110113.T150917.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110113.T161441.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963565
}