{
  "year" : 2011,
  "senateBillNo" : "S1864-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1864-2011-1294894800000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the seed-NY investment fund",
  "summary" : "Creates the seed-NY investment fund; authorizes the transfer of all assets and liabilities of the small business technology investment fund for the Seed-NY investment fund. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "S6887-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1864\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed  to be committed to the Committee on Corporations, Authorities\n         and Commissions\n\n       AN ACT to amend the New York state urban development corporation act and\n         the public authorities  law,  in  relation  to  creating  the  seed-NY\n         investment fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1 of chapter 174 of the laws of 1968,  constituting\n    2  the  New  York  state  urban  development corporation act, is amended by\n    3  adding a new section 44 to read as follows:\n    4    S 44.  THE SEED-NY INVESTMENT FUND. 1. DEFINITIONS. FOR  THE  PURPOSES\n    5  OF  THIS SECTION, THE FOLLOWING WORDS AND TERMS SHALL HAVE THE FOLLOWING\n    6  MEANINGS UNLESS THE CONTEXT SHALL INDICATE ANOTHER OR DIFFERENT  MEANING\n    7  OR INTENT:\n    8    (A)  \"REGIONAL  INVESTMENT  FUND\"  SHALL  MEAN  A LIMITED PARTNERSHIP,\n    9  LIMITED  LIABILITY  PARTNERSHIP,  A  LIMITED  LIABILITY  COMPANY  OR   A\n   10  NOT-FOR-PROFIT  FUND  UNDER  EXPERIENCED PROFESSIONAL MANAGEMENT THAT IS\n   11  FAMILIAR WITH SEED CAPITAL INVESTMENT,  APPROPRIATE  BUSINESS  PRACTICES\n   12  AND  TECHNOLOGY-ORIENTED  PRODUCTS  AND  SERVICES,  AND  FORMED  FOR THE\n   13  PURPOSE OF PROVIDING PRIVATE EQUITY  TO  TECHNOLOGY-BASED  COMPANIES  IN\n   14  THEIR  FORMATIVE  STAGES, ENCOMPASSES AT LEAST TWO COUNTIES, AND INVESTS\n   15  IN QUALIFIED ENTERPRISES LOCATED WITHIN NEW YORK STATE.\n   16    (B) \"QUALIFIED ENTERPRISE\" SHALL MEAN:\n   17    (I) A COMPANY OR A PROPOSED COMPANY THAT HAS OR WILL LOCATE ITS  PRIN-\n   18  CIPAL  PLACE  OF BUSINESS IN NEW YORK STATE, THAT IS, OR PROPOSES TO BE,\n   19  ENGAGED IN THIS STATE IN RESEARCH AND  DEVELOPMENT  OR  HIGH  TECHNOLOGY\n   20  MANUFACTURING,  AND  THAT  DEMONSTRATES  THE  POTENTIAL  FOR SUBSTANTIAL\n   21  GROWTH AND JOB DEVELOPMENT IN AN EMERGING TECHNOLOGY FIELD AS DEFINED IN\n   22  SECTION 3102-E OF THE PUBLIC AUTHORITIES LAW OR AS ADOPTED BY THE BOARD;\n   23  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06200-01-1\n\n       S. 1864                             2\n\n    1    (II) IS FORMULATING, HAS FORMULATED, OR IS EXECUTING A DETAILED  BUSI-\n    2  NESS PLAN FOR PROOF-OF-CONCEPT OR INITIAL PRODUCT COMMERCIALIZATION.\n    3    (C)  \"SEED  CAPITAL\"  SHALL  MEAN  FINANCIAL ASSISTANCE TO A QUALIFIED\n    4  ENTERPRISE, IN RETURN FOR EQUITY OR DEBT SECURITIES OR ROYALTIES.\n    5    2. INVESTMENTS IN REGIONAL INVESTMENT FUNDS. (A) THE CORPORATION SHALL\n    6  MAKE INVESTMENTS TO ENCOURAGE AND FACILITATE THE CREATION  OR  EXPANSION\n    7  OF  REGIONAL  INVESTMENT  FUNDS THAT SERVE THE PURPOSES OF THIS SECTION.\n    8  THE BOARD OF DIRECTORS SHALL ADOPT  CRITERIA  AND  GUIDELINES  GOVERNING\n    9  SUCH INVESTMENTS, WHICH SHALL REQUIRE THAT:\n   10    (I) THERE EXISTS A NEED FOR SEED CAPITAL IN THE REGION SERVED OR TO BE\n   11  SERVED BY A REGIONAL INVESTMENT FUND;\n   12    (II)  SUPPORT FOR A REGIONAL INVESTMENT FUND EXISTS FROM LOCAL GOVERN-\n   13  MENTS, ECONOMIC DEVELOPMENT AGENCIES, AND  BUSINESS  COMMUNITIES  WITHIN\n   14  THE REGION OR AREA TO BE SERVICED BY SUCH FUND;\n   15    (III)  THE  REGIONAL  INVESTMENT  FUND HAS THE CAPACITY TO PERFORM DUE\n   16  DILIGENCE IN MAKING INVESTMENT  DECISIONS,  AND  TO  PROVIDE  MANAGEMENT\n   17  EXPERTISE  AND  OTHER  VALUE-ADDED  SERVICES  TO ITS PORTFOLIO COMPANIES\n   18  WHICH SERVICES MAY INCLUDE ACCESS TO CAPITAL, BUSINESS EXPERTISE,  TECH-\n   19  NOLOGY COMMERCIALIZATION SERVICES AND A NETWORK OF RESOURCES IN ORDER TO\n   20  ADVANCE THE DEVELOPMENT OF NEW TECHNOLOGIES;\n   21    (IV)  THE  REGIONAL  INVESTMENT  FUND ESTABLISHES CONFLICT-OF-INTEREST\n   22  PROVISIONS ACCEPTABLE TO THE CORPORATION;\n   23    (V) TO THE MAXIMUM EXTENT FEASIBLE, THE REGIONAL INVESTMENT FUND  WILL\n   24  INVEST IN FIRMS WHICH HAVE THE GREATEST POTENTIAL FOR JOB CREATION;\n   25    (VI) INVESTMENTS MADE BY THE CORPORATION IN A REGIONAL INVESTMENT FUND\n   26  SHALL  NOT  EXCEED  FIVE  MILLION  DOLLARS  AND, SHALL BE MATCHED BY THE\n   27  REGIONAL FUND ON AT LEAST A ONE-TO-ONE BASIS  WITH  MONIES,  OTHER  THAN\n   28  STATE MONIES, UNLESS THE BOARD FINDS THAT A REDUCED MATCHING REQUIREMENT\n   29  WILL FURTHER THE PURPOSES OF THIS SECTION; AND\n   30    (VII)  INVESTMENTS  MADE  BY  A  REGIONAL INVESTMENT FUND THAT INCLUDE\n   31  FUNDS RECEIVED FROM THE CORPORATION SHALL BE MADE ONLY FOR THE FINANCING\n   32  AUTHORIZED BY SUBDIVISION 3 OF THIS SECTION.\n   33    (B) (I) THE CORPORATION SHALL MAKE INVESTMENTS IN  QUALIFIED  REGIONAL\n   34  INVESTMENT FUNDS VIA THE ISSUANCE OF A REQUEST FOR PROPOSALS TO REGIONAL\n   35  AND  LOCAL  ECONOMIC  DEVELOPMENT  ORGANIZATIONS, TECHNOLOGY DEVELOPMENT\n   36  ORGANIZATIONS, RESEARCH UNIVERSITIES, AND INVESTMENT FUNDS THAT  PROVIDE\n   37  SMALL-SCALE INVESTMENTS IN HIGH-TECHNOLOGY COMPANIES IN NEW YORK STATE.\n   38    (II)  IN  AWARDING FUNDS PURSUANT TO THIS SUBDIVISION, THE CORPORATION\n   39  SHALL ASSURE ADEQUATE GEOGRAPHIC DISTRIBUTION TO THE EXTENT FEASIBLE.\n   40    3. REGIONAL INVESTMENT FUNDS. (A) REGIONAL INVESTMENT FUNDS  RECEIVING\n   41  INVESTMENTS FROM THE CORPORATION UNDER THIS ACT SHALL USE SUCH FUNDS AND\n   42  THE  REQUIRED  MATCHING  FUNDS  TO  PROVIDE  SEED  CAPITAL AND FOLLOW-ON\n   43  FINANCING TO QUALIFIED ENTERPRISES, PROVIDED THAT THE  REGIONAL  INVEST-\n   44  MENT FUND SHALL NOT:\n   45    (I)  INVEST  AN AMOUNT IN ANY SINGLE QUALIFIED ENTERPRISE THAT EXCEEDS\n   46  FIFTY PERCENT OF THE TOTAL INVESTMENT FROM ALL OTHER SOURCES IN ANY SUCH\n   47  ENTERPRISE; OR\n   48    (II) INVEST OVER FIVE HUNDRED THOUSAND DOLLARS IN ANY ONE COMPANY,  OR\n   49  SEVEN  HUNDRED  FIFTY  THOUSAND  DOLLARS  IN THE CASE OF A BIOTECHNOLOGY\n   50  COMPANY, AT ANY ONE TIME.\n   51    (B) A REGIONAL INVESTMENT FUND, BEFORE APPROVING ANY  APPLICATION  FOR\n   52  FINANCIAL ASSISTANCE UNDER THIS SECTION, SHALL FIND THAT:\n   53    (I) THE QUALIFIED ENTERPRISE AND ITS PRODUCT OR PROCESS HAVE A REASON-\n   54  ABLE CHANCE OF BEING COMMERCIALLY SUCCESSFUL;\n   55    (II)  THE  EMPLOYMENT  CREATED OR MAINTAINED AS A RESULT OF THE FUND'S\n   56  INVESTMENT WILL BE IN NEW YORK STATE; AND\n\n       S. 1864                             3\n\n    1    (III) PROVISIONS ARE IN PLACE FOR THE REPAYMENT OF THE  FUNDS  IF  THE\n    2  COMPANY RECEIVING ASSISTANCE LEAVES THE STATE.\n    3    4.  REGIONAL  INVESTMENT FUND REPORTING. THE CORPORATION SHALL REQUIRE\n    4  ANY REGIONAL INVESTMENT FUND RECEIVING INVESTMENTS UNDER THIS SECTION TO\n    5  FILE A REPORT WITH THE CORPORATION BY  DECEMBER  1,  2012  AND  ANNUALLY\n    6  THEREAFTER.  SUCH REPORT SHALL INCLUDE:\n    7    (A)  THE  TOTAL  AMOUNT  OF FUNDS COMMITTED TO THE REGIONAL INVESTMENT\n    8  FUND AND THE AMOUNT THAT HAS BEEN INVESTED;\n    9    (B) THE NET ASSET VALUE OF THE FUND;\n   10    (C) THE AMOUNT INVESTED IN EACH PORTFOLIO COMPANY FROM  THE  FUND  AND\n   11  FROM OTHER SOURCES;\n   12    (D)  THE TYPE OF PRODUCT OR TECHNOLOGY BEING DEVELOPED BY EACH PORTFO-\n   13  LIO COMPANY;\n   14    (E) THE LOCATION OF EACH PORTFOLIO COMPANY;\n   15    (F) THE NUMBER OF JOBS PROJECTED TO BE CREATED AND RETAINED; AND\n   16    (G) SUCH OTHER INFORMATION AS THE CORPORATION DEEMS NECESSARY.\n   17    5. REPORT OF THE CORPORATION. THE  CORPORATION  SHALL  SUBMIT  TO  THE\n   18  GOVERNOR  AND  THE  LEGISLATURE  A SUMMARY AND EVALUATION OF THE REPORTS\n   19  SUBMITTED TO THE CORPORATION PURSUANT TO SUBDIVISION 4 OF  THIS  SECTION\n   20  AND AN EVALUATION OF THE PERFORMANCE OF THE REGIONAL INVESTMENT FUNDS ON\n   21  OR BEFORE FEBRUARY 1, 2013 AND ANNUALLY THEREAFTER.\n   22    S  2.  The  public  authorities law is amended by adding a new section\n   23  3154-a to read as follows:\n   24    S 3154-A. SMALL BUSINESS INVESTMENT FUND ASSETS AND LIABILITIES.    1.\n   25  ALL  OF  THE  ASSETS  AND  LIABILITIES  OF THE SMALL BUSINESS TECHNOLOGY\n   26  INVESTMENT FUND ESTABLISHED PURSUANT TO APPROPRIATIONS MADE  BY  VARIOUS\n   27  CHAPTERS OF THE LAW INCLUDING, BUT NOT LIMITED TO CHAPTER FIFTY-THREE OF\n   28  THE LAWS OF NINETEEN HUNDRED EIGHTY-ONE, CHAPTER FIFTY-THREE OF THE LAWS\n   29  OF  NINETEEN  HUNDRED  EIGHTY-FIVE,  CHAPTER  FIFTY-THREE OF THE LAWS OF\n   30  NINETEEN HUNDRED EIGHTY-SIX, CHAPTER FIFTY-THREE OF THE LAWS OF NINETEEN\n   31  HUNDRED EIGHTY-SEVEN,  CHAPTER  FIFTY-THREE  OF  THE  LAWS  OF  NINETEEN\n   32  HUNDRED  EIGHTY-EIGHT,  CHAPTER  FIFTY-THREE  OF  THE  LAWS  OF NINETEEN\n   33  HUNDRED EIGHTY-NINE, CHAPTER FIFTY-THREE OF THE LAWS OF NINETEEN HUNDRED\n   34  NINETY, CHAPTER FIFTY-THREE OF THE LAWS OF NINETEEN HUNDRED  NINETY-ONE,\n   35  CHAPTER  FIFTY-THREE OF THE LAWS OF NINETEEN HUNDRED NINETY-TWO, CHAPTER\n   36  FIFTY-THREE OF  THE  LAWS  OF  NINETEEN  HUNDRED  NINETY-THREE,  CHAPTER\n   37  FIFTY-THREE  OF  THE  LAWS  OF NINETEEN HUNDRED NINETY-FOUR, AND CHAPTER\n   38  FIFTY-THREE OF THE LAWS OF NINETEEN HUNDRED NINETY-FIVE, SHALL  BE  MADE\n   39  AVAILABLE  FOR  THE  SEED-NY  INVESTMENT  FUND  ESTABLISHED  PURSUANT TO\n   40  SECTION FORTY-FOUR OF THE NEW YORK STATE URBAN  DEVELOPMENT  CORPORATION\n   41  ACT.\n   42    2.  THE  BOARD  SHALL PREPARE A PLAN, WITHIN NINETY DAYS FOLLOWING THE\n   43  EFFECTIVE DATE OF THIS SECTION, TO  LIQUIDATE  ALL  CURRENT  ASSETS  AND\n   44  LIABILITIES OF THE SMALL BUSINESS TECHNOLOGY INVESTMENT FUND.\n   45    3.  THE  PUBLICLY-TRADED  ASSETS AND ANY WORKING CAPITAL SHALL BE MADE\n   46  FULLY AVAILABLE TO THE SEED-NY INVESTMENT FUND ESTABLISHED  PURSUANT  TO\n   47  SECTION  FORTY-FOUR  OF SECTION ONE OF THE NEW YORK STATE URBAN DEVELOP-\n   48  MENT CORPORATION ACT FOR ALLOCATION TO REGIONAL INVESTMENT FUNDS AS SOON\n   49  AS PRACTICABLE.\n   50    4. THE BOARD SHALL ALSO TAKE WHATEVER ACTIONS ARE NECESSARY TO  LIQUI-\n   51  DATE  THE  REMAINING  ASSETS OF THE SMALL BUSINESS TECHNOLOGY INVESTMENT\n   52  FUND AS SOON AS PRACTICABLE, BUT NOT MORE THAN TWO YEARS  FOLLOWING  THE\n   53  EFFECTIVE DATE OF THIS SECTION.\n   54    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act and the public authorities law, in relation to creating the seed-NY investment fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T165425.TXT", "SOBI.D110113.T162923.TXT", "SOBI.D110113.T162423.TXT", "SOBI.D110113.T163924.TXT", "SOBI.D110113.T161922.TXT", "SOBI.D110114.T101410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295018050369
}