{
  "year" : 2011,
  "senateBillNo" : "S1867-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1867-2011-1294894800000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the public authority inspector general and provides for greater accountability of industrial development agencies, preservation of open space, health care",
  "summary" : "Creates the public authority inspector general to investigate public authorities, including industrial development agencies and provides for greater accountability of industrial development agencies, including oversight by the public authorities control board; provides for preservation of public open space by industrial development agencies, greater legal compliance by IDA financial assistance recipients, and health care coverage for certain workers on IDA projects or facilities; subjects empire zone certified businesses to prevailing wage and health care coverage requirements. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S5225-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1867\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed  to be committed to the Committee on Corporations, Authorities\n         and Commissions\n\n       AN ACT to amend the public authorities law, in relation to  establishing\n         the position of the public authorities inspector general; to amend the\n         public  authorities  law and the general municipal law, in relation to\n         the accountability of industrial development agencies  and  prevailing\n         wage  requirements  for  industrial  development  agency  projects and\n         certain empire zone work; and to  amend  the  public  health  law,  in\n         relation  to  providing health care coverage for workers on industrial\n         development agency projects and certain empire zone work\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public authorities law is amended by adding a new arti-\n    2  cle 1-B to read as follows:\n    3                                 ARTICLE 1-B\n    4                    PUBLIC AUTHORITIES INSPECTOR GENERAL\n    5  SECTION 55. PUBLIC  AUTHORITIES  INSPECTOR GENERAL; APPOINTMENT; TERM OF\n    6                OFFICE.\n    7          56. OFFICE OF THE PUBLIC AUTHORITIES INSPECTOR GENERAL.\n    8          57. AUTHORITY OF THE INSPECTOR GENERAL.\n    9    S 55. PUBLIC  AUTHORITIES  INSPECTOR  GENERAL;  APPOINTMENT;  TERM  OF\n   10  OFFICE.  1. AS USED IN THIS ARTICLE:\n   11    A.  THE TERM \"ATTORNEY GENERAL\" SHALL MEAN THE NEW YORK STATE ATTORNEY\n   12  GENERAL;\n   13    B. THE TERM \"INSPECTOR GENERAL\"  SHALL  MEAN  THE  PUBLIC  AUTHORITIES\n   14  INSPECTOR GENERAL CREATED BY SUBDIVISION TWO OF THIS SECTION; AND\n   15    C.  THE  TERM  \"PUBLIC AUTHORITY\" SHALL INCLUDE ANY AUTHORITY OR OTHER\n   16  PUBLIC BENEFIT CORPORATION CREATED IN THIS CHAPTER  OR  ANY  OTHER  LAW,\n   17  INCLUDING BUT NOT LIMITED TO AN INDUSTRIAL DEVELOPMENT AGENCY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05820-01-1\n\n       S. 1867                             2\n\n    1    2.  THERE  SHALL  BE  A PUBLIC AUTHORITIES INSPECTOR GENERAL WHO SHALL\n    2  HAVE AND EXERCISE THE POWERS, DUTIES AND PREROGATIVES PROVIDED  BY  THIS\n    3  CHAPTER  AND ANY OTHER PROVISIONS OF LAW. THE INSPECTOR GENERAL SHALL BE\n    4  APPOINTED BY THE ATTORNEY GENERAL.\n    5    3.  THE TERM OF THE FIRST INSPECTOR GENERAL APPOINTED UNDER THIS ARTI-\n    6  CLE SHALL BEGIN ON THE DATE OF APPOINTMENT, AND SHALL END ON  THE  MARCH\n    7  THIRTY-FIRST  OF  THE  FIFTH CALENDAR YEAR BEGINNING AFTER THE EFFECTIVE\n    8  DATE OF  THIS  ARTICLE.  ALL  SUBSEQUENT  INSPECTORS  GENERAL  SHALL  BE\n    9  APPOINTED  FOR A FIVE YEAR TERM. IN THE EVENT THAT A VACANCY SHALL OCCUR\n   10  FOR ANY REASON DURING ANY FIVE YEAR TERM, THE VACANCY  SHALL  BE  FILLED\n   11  FOR  THE  REMAINDER  OF THE UNCOMPLETED TERM, PROVIDED, HOWEVER, THAT IF\n   12  THE UNCOMPLETED TERM IS LESS THAN TWO YEARS, THE  ATTORNEY  GENERAL  MAY\n   13  APPOINT THE NEW INSPECTOR GENERAL TO A FULL FIVE YEAR TERM.\n   14    4.  THE OFFICE OF THE INSPECTOR GENERAL SHALL BE AN INDEPENDENT OFFICE\n   15  AND SHALL NOT BE A UNIT OF THE ATTORNEY GENERAL'S OFFICE.  THE SALARY OF\n   16  THE INSPECTOR GENERAL SHALL BE AS PROVIDED BY LAW, AND THE ANNUAL BUDGET\n   17  FOR THE OFFICE SHALL BE DETERMINED AND FUNDED IN THE MANNER PROVIDED  BY\n   18  SECTION  FIFTY-SIX OF THIS ARTICLE. THE OFFICE OF GENERAL SERVICES SHALL\n   19  ARRANGE FOR SUITABLE OFFICE SPACE, EQUIPMENT AND RESOURCES. EACH  PUBLIC\n   20  AUTHORITY  SUBJECT  TO THE OFFICE OF THE INSPECTOR GENERAL SHALL PROVIDE\n   21  SUITABLE OFFICE SPACE, EQUIPMENT AND  RESOURCES  FOR  EMPLOYEES  OF  THE\n   22  INSPECTOR  GENERAL  ASSIGNED  TO SUCH PUBLIC AUTHORITY ON A FULL-TIME OR\n   23  PART-TIME BASIS.\n   24    5. THE INSPECTOR GENERAL MAY NOT BE REMOVED EXCEPT BY A  JOINT  RESOL-\n   25  UTION OF THE LEGISLATURE, AFTER NOTICE AND OPPORTUNITY FOR HEARING, ONLY\n   26  FOR:\n   27    A. PERMANENT DISABILITY;\n   28    B. INEFFICIENCY;\n   29    C. NEGLECT OF DUTY;\n   30    D. MALFEASANCE; OR\n   31    E. A FELONY OR CONDUCT INVOLVING MORAL TURPITUDE.\n   32    S  56.  OFFICE  OF  THE PUBLIC AUTHORITIES INSPECTOR GENERAL.   1. THE\n   33  INSPECTOR GENERAL SHALL BE AUTHORIZED TO APPOINT AND AT PLEASURE  REMOVE\n   34  DEPUTY INSPECTORS GENERAL, ASSISTANT DEPUTY INSPECTORS GENERAL, AND SUCH\n   35  OTHER   STAFF,   INCLUDING  INVESTIGATORS,  ACCOUNTANTS,  ADMINISTRATIVE\n   36  ASSISTANTS AND SUCH OTHER SUPPORT STAFF AND CONSULTANTS  AS  HE  OR  SHE\n   37  SHALL  DEEM NECESSARY AND APPROPRIATE TO ACCOMPLISH THE RESPONSIBILITIES\n   38  AND DUTIES CONTAINED IN THIS ARTICLE OR ELSEWHERE IN LAW,  AND  FIX  AND\n   39  DETERMINE THE QUALIFICATIONS, DUTIES AND COMPENSATION OF SUCH ADDITIONAL\n   40  OFFICERS  AND  STAFF, SUBJECT TO THE PROVISIONS OF THE CIVIL SERVICE LAW\n   41  AND SUCH RULES AS THE CIVIL SERVICE COMMISSION MAY ADOPT AND MAKE APPLI-\n   42  CABLE TO THE OFFICE OF THE INSPECTOR GENERAL. THE INSPECTOR GENERAL  MAY\n   43  ALSO FROM TIME TO TIME CONTRACT FOR SUCH EXPERT PROFESSIONAL SERVICES AS\n   44  MAY BE DEEMED NECESSARY AND CONVENIENT.\n   45    2.  NOT  MORE  THAN NINETY DAYS FROM THE BEGINNING OF HIS OR HER TERM,\n   46  THE FIRST INSPECTOR GENERAL SHALL PROPOSE AND DELIVER TO  THE  GOVERNOR,\n   47  THE  ATTORNEY  GENERAL,  THE COMPTROLLER, THE TEMPORARY PRESIDENT OF THE\n   48  SENATE, AND THE SPEAKER OF THE ASSEMBLY A PLAN OF  ORGANIZATION  OF  THE\n   49  OFFICE  OF  THE INSPECTOR GENERAL SO AS TO PROVIDE THE SERVICES NORMALLY\n   50  PROVIDED BY AN INSPECTOR GENERAL  IN  AN  ADEQUATE  AND  COST  EFFECTIVE\n   51  MANNER.  THEREAFTER, THE INSPECTOR GENERAL MAY FROM TIME TO TIME PROPOSE\n   52  AN  AMENDED  OR MODIFIED PLAN OF ORGANIZATION.  SUCH PLAN SHALL EVALUATE\n   53  THE PROJECTED NEEDS OF EACH PUBLIC AUTHORITY FOR  THE  SERVICES  OF  THE\n   54  INSPECTOR  GENERAL  WHICH  SHALL  BE  BASED  ON RELEVANT CONSIDERATIONS,\n   55  INCLUDING WITHOUT LIMITATION, THE SIZE OF THE AUTHORITY AND THE COMPLEX-\n   56  ITY OF ITS BUSINESS; WHETHER THE BUSINESS OF THE AUTHORITY IS SUCH  THAT\n\n       S. 1867                             3\n\n    1  WOULD  PROVIDE  THE  OPPORTUNITY FOR WRONGDOING AND WHETHER THERE IS ANY\n    2  HISTORY OF WRONGDOING IN THE AUTHORITY;  AND  WHETHER  THERE  ARE  OTHER\n    3  AUTHORITIES  IN  THE SAME OR SIMILAR BUSINESS SUCH THAT IT WOULD PROMOTE\n    4  EFFICIENCY  FOR  THEM  TO  SHARE INSPECTOR GENERAL STAFF.  SUCH PROPOSED\n    5  PLAN OF ORGANIZATION SHALL SET FORTH THE FOLLOWING ITEMS:\n    6    A. THE NAMES OF THE PUBLIC AUTHORITIES THAT REQUIRE A FULL-TIME DEPUTY\n    7  INSPECTOR GENERAL WITH OR WITHOUT ONE OR MORE ASSISTANT  DEPUTY  INSPEC-\n    8  TORS GENERAL;\n    9    B. A DESCRIPTION OF GROUPS OF PUBLIC AUTHORITIES, BY NAMES, BY CHARAC-\n   10  TERISTICS,  OR  BY PURPOSE THAT COULD BE COVERED BY ONE DEPUTY INSPECTOR\n   11  GENERAL WITH OR WITHOUT ONE OR MORE ASSISTANT DEPUTY INSPECTORS GENERAL;\n   12    C. A PLAN TO PROVIDE INSPECTOR GENERAL SERVICES TO THE PUBLIC AUTHORI-\n   13  TIES NOT COVERED BY PARAGRAPHS A AND B OF THIS SUBDIVISION; AND\n   14    D. SUCH OTHER MATTER AS MAY BE DEEMED APPROPRIATE.\n   15    3. THE PLAN OF ORGANIZATION OF THE INSPECTOR GENERAL SHALL  BE  EFFEC-\n   16  TIVE UNTIL MODIFIED, AMENDED OR REPLACED BY LAW.\n   17    4. NOTWITHSTANDING ANY PLAN OF ORGANIZATION, THE INSPECTOR GENERAL MAY\n   18  BE  REQUIRED  BY LAW TO PROVIDE INSPECTOR GENERAL SERVICES TO ANY PUBLIC\n   19  AUTHORITY OR GROUP OF PUBLIC AUTHORITIES IN A SPECIFIC MANNER  SPECIFIED\n   20  IN SUCH LAW.\n   21    5. ALL COSTS AND EXPENSES OF THE OFFICE OF THE INSPECTOR GENERAL SHALL\n   22  BE  PAID  PURSUANT TO APPROPRIATION IN THE FIRST INSTANCE FROM THE STATE\n   23  TREASURY ON THE CERTIFICATION OF THE  INSPECTOR  GENERAL  AND  UPON  THE\n   24  AUDIT  AND WARRANT OF THE COMPTROLLER. THE STATE TREASURY SHALL BE REIM-\n   25  BURSED THEREFOR BY PAYMENTS TO BE MADE THERETO FROM ALL MONEYS COLLECTED\n   26  PURSUANT TO THIS SECTION. THE TOTAL OF SUCH COSTS AND EXPENSES SHALL  BE\n   27  BORNE  BY THE PUBLIC AUTHORITIES AND PUBLIC BENEFIT CORPORATIONS SUBJECT\n   28  TO THE INSPECTOR GENERAL, TO BE  ASSESSED  IN  THE  MANNER  PROVIDED  IN\n   29  SUBDIVISIONS SIX, SEVEN AND EIGHT OF THIS SECTION.\n   30    6.  THE  INSPECTOR  GENERAL SHALL ESTIMATE AND DELIVER TO THE ATTORNEY\n   31  GENERAL, THE COMPTROLLER, THE DIRECTOR  OF  THE  BUDGET,  THE  TEMPORARY\n   32  PRESIDENT OF THE SENATE, AND THE SPEAKER OF THE ASSEMBLY PRIOR TO DECEM-\n   33  BER  FIRST  OF EACH YEAR THE TOTAL COSTS AND EXPENSES FOR THE SUBSEQUENT\n   34  STATE FISCAL YEAR,  INCLUDING  THE  COMPENSATION  AND  EXPENSES  OF  THE\n   35  INSPECTOR  GENERAL AND HIS OR HER STAFF, THEIR AGENTS AND EMPLOYEES, AND\n   36  INCLUDING THE COST OF RETIREMENT CONTRIBUTIONS, SOCIAL SECURITY,  HEALTH\n   37  AND  DENTAL INSURANCE, SURVIVOR'S BENEFITS, WORKERS' COMPENSATION, UNEM-\n   38  PLOYMENT INSURANCE AND OTHER FRINGE BENEFITS REQUIRED TO BE PAID BY  THE\n   39  STATE  FOR  THE  PERSONNEL  OF  THE OFFICE OF THE INSPECTOR GENERAL, AND\n   40  INCLUDING ALL OTHER ITEMS OF MAINTENANCE AND OPERATION EXPENSES, AND ALL\n   41  OTHER DIRECT AND INDIRECT COSTS. BASED ON SUCH ESTIMATE,  THE  INSPECTOR\n   42  GENERAL  SHALL  DETERMINE THE AMOUNT TO BE PAID BY EACH PUBLIC AUTHORITY\n   43  AND PUBLIC BENEFIT CORPORATION IN ACCORDANCE WITH SUBDIVISION  SEVEN  OF\n   44  THIS  SECTION.  UNLESS AMENDED BY LAW, THE ESTIMATE AND ALLOCATION SHALL\n   45  BECOME FINAL. THE INSPECTOR GENERAL SHALL  RENDER  BILLS  IN  ACCORDANCE\n   46  WITH  THE ORIGINAL ESTIMATE AND ALLOCATION TO EACH SUCH PUBLIC AUTHORITY\n   47  AND PUBLIC BENEFIT CORPORATION, NOT LATER THAN FEBRUARY FIRST  PRIOR  TO\n   48  THE  BEGINNING OF THE APPLICABLE FISCAL YEAR; AN AMENDED BILL IN ACCORD-\n   49  ANCE WITH ANY AMENDING CHAPTER OF LAW SHALL BE SENT OUT AS SOON AS PRAC-\n   50  TICABLE AFTER THE ENACTMENT OF SUCH LAW.\n   51    7. THE ESTIMATE OF TOTAL COSTS AND EXPENSES SHALL BE  ALLOCATED  AMONG\n   52  THE PUBLIC AUTHORITIES ON AN EQUITABLE BASIS CONSISTENT WITH THE FOLLOW-\n   53  ING PRINCIPLES:\n   54    A. EACH PUBLIC AUTHORITY SHALL BE ASSESSED FOR THE ESTIMATED COSTS AND\n   55  EXPENSES  RELATING TO ANY DEPUTY INSPECTOR GENERAL, ALL OTHER PERSONNEL,\n   56  AND ANY OTHER EXPENDITURES DEDICATED TO SUCH PUBLIC AUTHORITY;\n\n       S. 1867                             4\n\n    1    B. EACH PUBLIC AUTHORITY THAT IS A MEMBER OF A GROUP OF PUBLIC AUTHOR-\n    2  ITIES WHICH SHARES RESOURCES SHALL BE ASSESSED FOR A PROPORTIONAL  SHARE\n    3  OF  THE  ESTIMATED  COSTS  AND EXPENSES RELATING TO ANY DEPUTY INSPECTOR\n    4  GENERAL, ALL OTHER PERSONNEL, AND ANY OTHER  EXPENDITURES  DEDICATED  TO\n    5  SUCH GROUP; AND\n    6    C. EACH PUBLIC AUTHORITY SHALL BE ASSESSED FOR A PROPORTIONAL SHARE OF\n    7  THE  ESTIMATED COSTS AND EXPENSES RELATING TO THE INSPECTOR GENERAL, ANY\n    8  DEPUTY INSPECTOR GENERALS,  AND  ALL  OTHER  PERSONNEL,  AND  ANY  OTHER\n    9  EXPENDITURES WHICH ARE NOT DEDICATED TO ANY PUBLIC AUTHORITY OR GROUP OF\n   10  PUBLIC AUTHORITIES.\n   11    8. THE PUBLIC AUTHORITIES SHALL PAY THE INSPECTOR GENERAL'S ASSESSMENT\n   12  TO  THE  STATE TREASURY IN QUARTERLY INSTALLMENTS DUE ON OR BEFORE APRIL\n   13  FIRST (WHICH PAYMENT MAY BE PROVISIONAL IF A FINAL AMENDED BILL HAS  NOT\n   14  BEEN  SENT),  JULY FIRST, OCTOBER FIRST, AND JANUARY FIRST OF EACH STATE\n   15  FISCAL YEAR.\n   16    S 57. AUTHORITY OF THE INSPECTOR GENERAL.  1. IN ADDITION TO ANY OTHER\n   17  DUTIES AND RESPONSIBILITIES AS MAY BE PROVIDED  BY  LAW,  THE  INSPECTOR\n   18  GENERAL SHALL HAVE THE DUTY AND RESPONSIBILITY TO:\n   19    A.  INITIATE, CONDUCT, AND SUPERVISE SUCH INQUIRIES AND INVESTIGATIONS\n   20  RELATING TO ANY ALLEGED OR  POSSIBLE  WRONG,  WHETHER  CIVIL,  CRIMINAL,\n   21  ADMINISTRATIVE,  OR  ETHICAL IN NATURE, IN ANY PUBLIC AUTHORITY AS HE OR\n   22  SHE CONSIDERS APPROPRIATE BASED ON INFORMATION RECEIVED FROM ANY OFFICER\n   23  OR EMPLOYEE OF THE AUTHORITY OR FROM ANY OTHER INFORMANT, OR UPON HIS OR\n   24  HER OWN INITIATIVE, PROVIDED, HOWEVER, THAT THE INSPECTOR GENERAL  SHALL\n   25  PROMPTLY  TURN OVER TO THE PROPER PROSECUTORIAL AUTHORITIES ANY SUBSTAN-\n   26  TIAL EVIDENCE THAT A CRIME HAS BEEN COMMITTED;\n   27    B. INVESTIGATE EVIDENCE OR ALLEGATIONS OF  CORRUPTION,  GRAFT,  FRAUD,\n   28  CONFLICTS  OF  INTEREST,  UNLAWFUL  DISCRIMINATION OR OTHER ABUSE IN ANY\n   29  PUBLIC AUTHORITY;\n   30    C. INFORM THE GOVERNOR, THE COMPTROLLER, THE LEADERS OF THE SENATE AND\n   31  THE ASSEMBLY, THE BOARDS AND EXECUTIVE MANAGEMENT OF THE INVOLVED PUBLIC\n   32  AUTHORITY AND  THE  PUBLIC  CONCERNING  ALLEGATIONS,  EVIDENCE  AND  THE\n   33  RESULTS  OF INVESTIGATIONS; PROVIDED, HOWEVER, THAT SUCH REPORTING SHALL\n   34  BE DONE AT SUCH TIMES AND IN SUCH DETAIL AS THE CIRCUMSTANCES REQUIRE;\n   35    D. RECOMMEND APPROPRIATE ACTION WITH RESPECT  TO  EACH  INVESTIGATION,\n   36  SUCH  AS  DISCIPLINARY  ACTION,  CIVIL LAWSUIT, CRIMINAL PROSECUTION, OR\n   37  REFERRAL TO AN APPROPRIATE FEDERAL, STATE, OR LOCAL AGENCY  FOR  FURTHER\n   38  INVESTIGATION  OR  ACTION  AND  TO  COOPERATE IN ANY CONTINUING INVESTI-\n   39  GATION;\n   40    E. PREPARE AND RELEASE TO THE PUBLIC  WRITTEN  REPORTS  OF  EACH  SUCH\n   41  INVESTIGATION  AND  PERIODIC  SUMMARY REPORTS OF INVESTIGATIVE ACTIVITY;\n   42  PROVIDED, HOWEVER, THAT SUCH REPORTS AND SUMMARY REPORTS MAY BE DELAYED,\n   43  REDACTED, OR WRITTEN USING FICTITIOUS NAMES SO AS TO PRESERVE THE PRIVA-\n   44  CY RIGHTS OF AFFECTED INDIVIDUALS;\n   45    F. REVIEW AND EXAMINE THE POLICIES AND PROCEDURES OF  PUBLIC  AUTHORI-\n   46  TIES  WITH  REGARD TO THE PREVENTION AND DETECTION OF CORRUPTION, GRAFT,\n   47  FRAUD, CONFLICTS OF INTEREST, UNLAWFUL DISCRIMINATION OR OTHER ABUSE;\n   48    G. RECOMMEND REMEDIAL  ACTION  TO  PREVENT  OR  ELIMINATE  CORRUPTION,\n   49  GRAFT,  FRAUD,  CONFLICTS  OF INTEREST, UNLAWFUL DISCRIMINATION OR OTHER\n   50  ABUSE; AND\n   51    H. ESTABLISH OR MONITOR TRAINING PROGRAMS FOR OFFICERS  AND  EMPLOYEES\n   52  OF  PUBLIC  AUTHORITIES  REGARDING  THE  PREVENTION  OR  ELIMINATION  OF\n   53  CORRUPTION, GRAFT, FRAUD, CONFLICTS OF INTEREST, UNLAWFUL DISCRIMINATION\n   54  OR OTHER ABUSE.\n   55    2. IN ADDITION TO THE AUTHORITY OTHERWISE PROVIDED BY LAW, THE INSPEC-\n   56  TOR GENERAL, EACH DEPUTY INSPECTOR GENERAL  AND  EACH  ASSISTANT  DEPUTY\n\n       S. 1867                             5\n\n    1  INSPECTOR  GENERAL,  IN  CARRYING OUT THE PROVISIONS OF THIS ARTICLE, IS\n    2  AUTHORIZED TO:\n    3    A.  HAVE  ACCESS  TO ALL RECORDS, REPORTS, AUDITS, REVIEWS, DOCUMENTS,\n    4  PAPERS, RECOMMENDATIONS, OR OTHER MATERIAL ON ANY MATTER  INVOLVING  THE\n    5  OPERATIONS OR ADMINISTRATION OF ANY PUBLIC AUTHORITY SUBJECT TO INVESTI-\n    6  GATION BY THE INSPECTOR GENERAL;\n    7    B.  REQUEST  SUCH  INFORMATION  OR  ASSISTANCE AS MAY BE NECESSARY FOR\n    8  CARRYING OUT THE DUTIES AND RESPONSIBILITIES OF  THE  INSPECTOR  GENERAL\n    9  FROM ANY FEDERAL, STATE, OR LOCAL GOVERNMENT OR ANY AGENCY OR UNIT THER-\n   10  EOF;\n   11    C.  REQUIRE  BY SUBPOENA THE PRODUCTION OF ALL INFORMATION, DOCUMENTS,\n   12  REPORTS, ANSWERS, RECORDS, ACCOUNTS, PAPERS, AND OTHER DATA AND DOCUMEN-\n   13  TARY EVIDENCE NECESSARY OR USEFUL IN THE PERFORMANCE OF  THE  DUTIES  OR\n   14  RESPONSIBILITIES  OF  THE  INSPECTOR  GENERAL,  WHICH  SUBPOENA SHALL BE\n   15  ENFORCEABLE BY ORDER OF THE SUPREME COURT  OF  APPROPRIATE  JURISDICTION\n   16  AND VENUE;\n   17    D.  ADMINISTER  TO  OR  TAKE  FROM ANY PERSON AN OATH, AFFIRMATION, OR\n   18  AFFIDAVIT, WHENEVER NECESSARY  IN  THE  PERFORMANCE  OF  THE  DUTIES  OR\n   19  RESPONSIBILITIES  OF  THE INSPECTOR GENERAL, WHICH OATH, AFFIRMATION, OR\n   20  AFFIDAVIT WHEN ADMINISTERED OR TAKEN BY OR BEFORE  AN  EMPLOYEE  OF  THE\n   21  OFFICE  OF  INSPECTOR  GENERAL DESIGNATED BY THE INSPECTOR GENERAL SHALL\n   22  HAVE THE SAME FORCE AND EFFECT AS IF ADMINISTERED OR TAKEN BY OR  BEFORE\n   23  A NOTARY PUBLIC;\n   24    E.  HAVE  DIRECT AND PROMPT ACCESS TO THE HEAD OF ANY PUBLIC AUTHORITY\n   25  WHEN NECESSARY OR USEFUL IN THE PERFORMANCE OF THE DUTIES  OR  RESPONSI-\n   26  BILITIES OF THE INSPECTOR GENERAL; AND\n   27    F.  ENTER  INTO  CONTRACTS AND OTHER ARRANGEMENTS FOR AUDITS, STUDIES,\n   28  ANALYSES, AND OTHER  SERVICES  WITH  PUBLIC  AGENCIES  OR  WITH  PRIVATE\n   29  PERSONS  AS  MAY BE DEEMED NECESSARY OR USEFUL IN THE PERFORMANCE OF THE\n   30  DUTIES OR RESPONSIBILITIES OF THE INSPECTOR GENERAL.\n   31    3. A. NO INFORMATION, DOCUMENTS, REPORTS, ANSWERS, RECORDS,  ACCOUNTS,\n   32  PAPERS,  AND  OTHER DATA AND DOCUMENTARY EVIDENCE SHALL BE DENIED TO THE\n   33  INSPECTOR GENERAL OR ANY PERSON ACTING ON BEHALF OF THE INSPECTOR GENER-\n   34  AL: (I) BECAUSE OF ANY PRIVILEGE OR ALLEGED PRIVILEGE, INCLUDING BUT NOT\n   35  LIMITED TO THE ATTORNEY-CLIENT PRIVILEGE, EXECUTIVE PRIVILEGE, OR PUBLIC\n   36  INTEREST PRIVILEGE, WHICH BELONGS TO OR COULD BE WAIVED  BY  THE  PUBLIC\n   37  AUTHORITY  IN  POSSESSION  OF  THE  INFORMATION;  OR (II) BECAUSE OF ANY\n   38  DEFENSE THAT THE PUBLIC AUTHORITY MAY HAVE AGAINST ANY REQUEST  FOR  ANY\n   39  SUCH EVIDENCE UNDER ARTICLE SIX OF THE PUBLIC OFFICERS LAW.\n   40    B.  IF  ANY PUBLIC AUTHORITY BELIEVES THAT ANY SUCH EVIDENCE IS PRIVI-\n   41  LEGED OR OTHERWISE PROTECTED AGAINST DISCLOSURE, SUCH  PUBLIC  AUTHORITY\n   42  SHALL  NEVERTHELESS  MAKE  OR PERMIT ANY SUCH DISCLOSURE, AND THE PUBLIC\n   43  AUTHORITY MAY AT THE TIME OF SUCH DISCLOSURE MAKE A CLAIM  OF  CONFIDEN-\n   44  TIALITY FOR ANY SUCH EVIDENCE AND STATE WITH PARTICULARITY THE NATURE OF\n   45  SUCH CLAIM.\n   46    C.  NOTWITHSTANDING ANY OTHER PROVISIONS OF STATUTE OR COMMON LAW, THE\n   47  DISCLOSURE OF ANY EVIDENCE TO THE INSPECTOR GENERAL  UNDER  A  CLAIM  OF\n   48  CONFIDENTIALITY  SHALL  NOT BE CONSTRUED TO BE A WAIVER OF ANY PRIVILEGE\n   49  OR ANY OTHER PROTECTION  AGAINST  DISCLOSURE.  SUCH  EVIDENCE  SHALL  BE\n   50  PROTECTED  AGAINST  SUBPOENA  OR  OTHER FORM OF FORCED DISCLOSURE TO THE\n   51  SAME EXTENT THAT IT WOULD HAVE BEEN IF IT HAD NEVER  BEEN  DISCLOSED  TO\n   52  THE INSPECTOR GENERAL.\n   53    D.  THE  INSPECTOR  GENERAL  MAY IN HIS OR HER DISCRETION DETERMINE TO\n   54  DISCLOSE ANY EVIDENCE RECEIVED UNDER THE CLAIM OF CONFIDENTIALITY UPON A\n   55  FINDING THAT THE MATTER UNDER INVESTIGATION IS HIGHLY IMPORTANT  TO  THE\n   56  PUBLIC AUTHORITY AND THAT THE PUBLIC HAS A RIGHT TO RECEIVE KNOWLEDGE OF\n\n       S. 1867                             6\n\n    1  THE  RESULT  OF  THE  INVESTIGATION, AND THAT THE EVIDENCE (I) IS HIGHLY\n    2  MATERIAL AND RELEVANT TO THE MATTER UNDER INVESTIGATION; (II) THAT IT IS\n    3  CRITICAL OR NECESSARY TO AN UNDERSTANDING OF THE OUTCOME OF THE INVESTI-\n    4  GATION; AND (III) THAT IT IS NOT READILY OBTAINABLE FROM ANY ALTERNATIVE\n    5  SOURCE.\n    6    E.  NOTWITHSTANDING  PARAGRAPH  D  OF  THIS SUBDIVISION, THE INSPECTOR\n    7  GENERAL MAY NOT DISCLOSE ANY EVIDENCE RECEIVED UNDER A CLAIM  OF  CONFI-\n    8  DENTIALITY  WITHOUT  FIRST  GIVING THIRTY DAYS ADVANCE WRITTEN NOTICE TO\n    9  THE PUBLIC AUTHORITY AND ANY OTHER PERSON WHO MAY BE ENTITLED TO  OBJECT\n   10  TO  THE  DISCLOSURE OF THE EVIDENCE. IN THE EVENT OF ANY CIVIL ACTION TO\n   11  PREVENT THE DISCLOSURE OF ANY SUCH EVIDENCE, THE COURT SHALL  ALLOW  THE\n   12  DISCLOSURE  UNLESS  IT  SHALL FIND THAT THE INSPECTOR GENERAL HAS ABUSED\n   13  HIS OR HER DISCRETION.  THE COURT MAY AWARD REASONABLE  ATTORNEYS'  FEES\n   14  AND  DISBURSEMENTS  REASONABLY INCURRED TO A LITIGANT THAT SUBSTANTIALLY\n   15  PREVAILS AGAINST THE RELEASE OF INFORMATION BY THE INSPECTOR GENERAL  IF\n   16  THE INSPECTOR GENERAL LACKED A REASONABLE BASIS PURSUANT TO THIS ARTICLE\n   17  FOR THE CHALLENGED RELEASE OF INFORMATION.\n   18    S  2.  Subdivision  1  of  section 51 of the public authorities law is\n   19  amended by adding a new paragraph o to read as follows:\n   20    O. INDUSTRIAL DEVELOPMENT AGENCIES\n   21    S 3. Subdivision 14 of section 854 of the general  municipal  law,  as\n   22  added  by chapter 356 of the laws of 1993, is amended and two new subdi-\n   23  visions 20 and 21 are added to read as follows:\n   24    (14) \"Financial assistance\" - shall mean the proceeds of bonds  issued\n   25  by  an agency, straight-leases, or exemptions from taxation claimed by a\n   26  project occupant as a result of an agency taking  title,  possession  or\n   27  control (by lease, license or otherwise) to the property or equipment of\n   28  such  project occupant or of such project occupant acting as an agent of\n   29  an agency AND SHALL ALSO MEAN AND INCLUDE,  NOTWITHSTANDING  ANY  INCON-\n   30  SISTENT  PROVISION  OF LAW, EACH CONTRACT, AGREEMENT OR UNDERSTANDING BY\n   31  WHICH A PERSON, FIRM, PARTNERSHIP, COMPANY, ASSOCIATION  OR  CORPORATION\n   32  RECEIVES  AN  AWARD, GRANT, LOAN, TAX ABATEMENT OR OTHER BUSINESS INCEN-\n   33  TIVE FROM THE STATE, ANY OF ITS POLITICAL SUBDIVISIONS, OR  ANY  DEPART-\n   34  MENT,  BUREAU,  BOARD,  COMMISSION,  AUTHORITY,  OR  ANY OTHER AGENCY OR\n   35  INSTRUMENTALITY OF THE STATE  OR  ITS  POLITICAL  SUBDIVISIONS,  OR  ANY\n   36  PUBLIC  BENEFIT  CORPORATION  AS  DEFINED IN SUBDIVISION FOUR OF SECTION\n   37  SIXTY-SIX OF THE GENERAL CONSTRUCTION LAW, OR ANY MUNICIPAL  CORPORATION\n   38  AS  DEFINED  IN SUBDIVISION THREE OF SECTION THREE-A OF THIS CHAPTER FOR\n   39  THE PURPOSES OF JOB TRAINING, JOB CREATION OR RETENTION, OR THE DEVELOP-\n   40  MENT OF ITS OPERATION WITHIN THE STATE.\n   41    (20) \"PRESERVATION\" SHALL MEAN MAINTAINING LANDS IN EXISTING USES,  OR\n   42  USES  THAT  ARE  COMPATIBLE WITH EXISTING USES AND WHICH DO NOT INCREASE\n   43  THE OVERALL DENSITY OF DEVELOPMENT IN AN AREA, AND MAINTAIN SCENIC, OPEN\n   44  SPACE, WATER QUALITY, WETLANDS, AGRICULTURAL LANDS, AND WILDLIFE  CONDI-\n   45  TIONS IN AN AREA, OR RESTORING LANDS TO AN OPEN CONDITION.\n   46    (21)  \"PUBLIC OPEN SPACE\" MEANS PRESERVATION AREAS THAT ARE ACCESSIBLE\n   47  TO THE GENERAL PUBLIC FOR RECREATIONAL  OR  SCENIC  USE,  OR  WHICH  ARE\n   48  RESERVED FOR WILDLIFE.\n   49    S  4.  Subdivision  2  of section 856 of the general municipal law, as\n   50  amended by chapter 356 of the laws  of  1993,  is  amended  to  read  as\n   51  follows:\n   52    2.  An agency shall be a corporate governmental agency, constituting a\n   53  public benefit corporation. Except as otherwise provided by special  act\n   54  of  the  legislature,  an  agency shall consist of not less than [three]\n   55  FIVE nor more than [seven] NINE members who shall be  appointed  by  the\n   56  governing  body of each municipality and who shall serve at the pleasure\n\n       S. 1867                             7\n\n    1  of the appointing authority. Such members [may] SHALL include, BUT  NEED\n    2  NOT  BE LIMITED TO, representatives of [local government, school boards,\n    3  organized labor and business] (A) BUSINESS IN THE LOCAL AREA, WHO\n    4    (1)  ARE  OWNERS OF BUSINESSES, CHIEF EXECUTIVES OR OPERATING OFFICERS\n    5  OF BUSINESSES, AND OTHER BUSINESS EXECUTIVES OR EMPLOYERS  WITH  OPTIMUM\n    6  POLICYMAKING  OR HIRING AUTHORITY; (2) REPRESENT BUSINESSES WITH EMPLOY-\n    7  MENT OPPORTUNITIES THAT REFLECT  THE  EMPLOYMENT  OPPORTUNITIES  OF  THE\n    8  LOCAL  AREA;  AND  (3) ARE APPOINTED FROM AMONG INDIVIDUALS NOMINATED BY\n    9  LOCAL BUSINESS ORGANIZATIONS AND BUSINESS TRADE  ASSOCIATIONS;  AND  (B)\n   10  REPRESENTATIVES OF LOCAL EDUCATIONAL ENTITIES, INCLUDING REPRESENTATIVES\n   11  OF  LOCAL  EDUCATIONAL AGENCIES, LOCAL SCHOOL BOARDS, ENTITIES PROVIDING\n   12  ADULT EDUCATION AND LITERACY ACTIVITIES, AND  POSTSECONDARY  EDUCATIONAL\n   13  INSTITUTIONS  (INCLUDING  REPRESENTATIVES  OF  COMMUNITY COLLEGES, WHERE\n   14  SUCH ENTITIES EXIST),  SELECTED  FROM  AMONG  INDIVIDUALS  NOMINATED  BY\n   15  REGIONAL  OR  LOCAL EDUCATIONAL AGENCIES, INSTITUTIONS, OR ORGANIZATIONS\n   16  REPRESENTING SUCH LOCAL EDUCATIONAL ENTITIES; AND (C) REPRESENTATIVES OF\n   17  LABOR ORGANIZATIONS (FOR A LOCAL AREA IN WHICH EMPLOYEES ARE REPRESENTED\n   18  BY LABOR ORGANIZATIONS), NOMINATED BY LOCAL LABOR FEDERATIONS, OR (FOR A\n   19  LOCAL AREA IN WHICH NO EMPLOYEES ARE REPRESENTED BY SUCH ORGANIZATIONS),\n   20  OTHER REPRESENTATIVES OF EMPLOYEES; AND (D) REPRESENTATIVES OF  COMMUNI-\n   21  TY-BASED ORGANIZATIONS (INCLUDING ORGANIZATIONS REPRESENTING INDIVIDUALS\n   22  WITH DISABILITIES AND VETERANS, FOR A LOCAL AREA IN WHICH SUCH ORGANIZA-\n   23  TIONS  ARE PRESENT). A member shall continue to hold office until his OR\n   24  HER successor is appointed and has qualified. The governing body of each\n   25  municipality shall designate the first [chairman] CHAIRPERSON  and  file\n   26  with  the  secretary of state a certificate of appointment or reappoint-\n   27  ment of any member. Such members shall receive no compensation for their\n   28  services but shall be entitled  to  the  necessary  expenses,  including\n   29  traveling expenses, incurred in the discharge of their duties.\n   30    S  5. The general municipal law is amended by adding a new section 857\n   31  to read as follows:\n   32    S 857. LIMITATIONS ON POWERS OF AGENCIES. 1. NO AGENCY  SHALL  PROVIDE\n   33  FINANCIAL ASSISTANCE TO OR FOR ANY PROJECT OR FACILITY THAT WOULD DIMIN-\n   34  ISH THE PRESERVATION OF PUBLIC OPEN SPACE.\n   35    2.  NO AGENCY SHALL PROVIDE FINANCIAL ASSISTANCE TO OR FOR ANY PROJECT\n   36  OR FACILITY THAT WOULD EXTEND PUBLICLY OWNED WATER  OR  SEWER  LINES  OR\n   37  BOTH.\n   38    3.  NO AGENCY SHALL PROVIDE FINANCIAL ASSISTANCE TO OR FOR ANY \"APPLI-\n   39  CANT\" (WHICH MEANS, FOR THE PURPOSES OF THIS SUBDIVISION, ANY PROJECT OR\n   40  FACILITY WHOSE INITIAL OWNER, OPERATOR, OR MANAGER (OR WHOSE INTENDED OR\n   41  CONTEMPLATED SUBSEQUENT OWNER, OPERATOR, OR MANAGER)), WHO OR WHICH  HAS\n   42  A SUBSTANTIAL RECORD OF UNLAWFUL CONDUCT.\n   43    (A)  IN  DETERMINING  THE  EXISTENCE  OR NONEXISTENCE OF A SUBSTANTIAL\n   44  RECORD OF UNLAWFUL CONDUCT, THERE SHALL BE A REBUTTABLE  PRESUMPTION  OF\n   45  THE EXISTENCE THEREOF IF THE APPLICANT HAS:\n   46    (1)  AN UNCURED BREACH OF ANY OBLIGATION TO ANY AGENCY IN EXISTENCE AT\n   47  THE TIME OF APPLICATION;\n   48    (2) MADE ANY FALSE STATEMENT AS TO A MATERIAL MATTER  IN  THE  INSTANT\n   49  APPLICATION  FOR  FINANCIAL  ASSISTANCE  FROM AN AGENCY OR IN CONNECTION\n   50  WITH ANY OTHER APPLICATION OR OTHER MATTER INVOLVING ANY OTHER AGENCY;\n   51    (3) BEEN CONVICTED OF ANY CRIME OR  OFFENSE  IN  CONNECTION  WITH  ANY\n   52  PROJECT OR FACILITY WITHIN THE TEN-YEAR PERIOD PRIOR TO THE APPLICATION;\n   53    (4) HAD ANY JUDGMENTS, MEDIATION AND ARBITRATION DECISIONS AND AWARDS,\n   54  OR  INJUNCTIONS,  ISSUED  WITHIN  THE  PRIOR  TEN YEARS, IN ANY JUDICIAL\n   55  ACTIONS OR PROCEEDINGS AND IN ANY MEDIATION OR  ARBITRATION  PROCEEDINGS\n   56  AND INITIATED BY ANY AGENCY OR PUBLIC OFFICER AGAINST THE APPLICANT WITH\n\n       S. 1867                             8\n\n    1  RESPECT  TO  A  PROJECTOR  FACILITY  AND  ANY  SUCH  JUDICIAL ACTIONS OR\n    2  PROCEEDINGS OR HAS MEDIATION OR ARBITRATION PROCEEDINGS THAT  ARE  PRES-\n    3  ENTLY PENDING OR FOR WHICH NOTICE OF CLAIM HAS BEEN RECEIVED;\n    4    (5)  ANY  RECORD  OF SANCTIONS IMPOSED WITHIN THE PRIOR TEN YEARS AS A\n    5  RESULT OF  JUDICIAL  OR  ADMINISTRATIVE  DISCIPLINARY  PROCEEDINGS  WITH\n    6  RESPECT TO ANY PROFESSIONAL LICENSES HELD BY THE APPLICANT, OR A PRINCI-\n    7  PAL OWNER OR OFFICER OF THE APPLICANT;\n    8    (6)  NOT  FILED  STATE OF NEW YORK INCOME TAX RETURNS, WHERE REQUIRED,\n    9  FOR THE PAST TEN YEARS;\n   10    (7) OUTSTANDING TAX WARRANTS AND UNSATISFIED TAX LIENS,  AS  REFLECTED\n   11  IN THE RECORDS OF THE STATE;\n   12    (8)  BEEN THE SUBJECT OF INFORMATION FROM PUBLIC REPORTS OF THE ORGAN-\n   13  IZED CRIME CONTROL BUREAU AND THE NEW YORK STATE  ORGANIZED  CRIME  TASK\n   14  FORCE THAT INDICATES INVOLVEMENT IN CRIMINAL ACTIVITY;\n   15    (9) CRIMINAL PROCEEDINGS PENDING AGAINST THE APPLICANT AND ANY PRINCI-\n   16  PAL OWNER OR OFFICER OF SUCH APPLICANT;\n   17    (10)  ANY RECORD OF CRIMINAL CONVICTIONS OF THE APPLICANT, ANY CURRENT\n   18  PRINCIPAL OWNER OR OFFICER FOR ANY  CRIME  RELATED  TO  TRUTHFULNESS  OR\n   19  BUSINESS CONDUCT AND FOR ANY OTHER FELONY COMMITTED WITHIN THE PRIOR TEN\n   20  YEARS,  AND  OF  ANY FORMER PRINCIPAL OWNER OR OFFICER, WITHIN THE PRIOR\n   21  TEN YEARS, FOR ANY CRIME RELATED TO TRUTHFULNESS OR BUSINESS CONDUCT AND\n   22  FOR ANY OTHER FELONY COMMITTED WHILE HE OR SHE  HELD  SUCH  POSITION  OR\n   23  STATUS;\n   24    (11) ANY PENDING BANKRUPTCY PROCEEDINGS AND ANY BANKRUPTCY PROCEEDINGS\n   25  INITIATED WITHIN THE PAST SEVEN YEARS BY OR AGAINST THE APPLICANT OR ITS\n   26  AFFILIATES.\n   27    (12)  BEEN  FOUND  BY  A COURT OR GOVERNMENT AGENCY TO HAVE ENGAGED IN\n   28  SYSTEMATIC FALSIFICATION OF PAYROLL RECORDS  OR  TO  HAVE  VIOLATED  ANY\n   29  EMPLOYMENT, LABOR, TAX, ENVIRONMENTAL, OR LAND USE LAW, ON A PATTERN AND\n   30  PRACTICE  BASIS  DURING THE TEN YEARS PRECEDING THE DATE OF THE APPLICA-\n   31  TION;\n   32    (13) BEEN THE DEFENDANT IN ANY CERTIFIED CLASS ACTION LAWSUITS INVOLV-\n   33  ING CLAIMS OF WAGE OR HOUR  VIOLATIONS,  EMPLOYMENT  DISCRIMINATION,  OR\n   34  OTHER  EMPLOYMENT OR LABOR LAW VIOLATIONS INVOLVING AT LEAST ONE HUNDRED\n   35  WORKERS DURING THE TEN YEARS PRECEDING THE DATE OF THE APPLICATION; OR\n   36    (14) BEEN REQUIRED TO PAY MORE THAN ONE MILLION DOLLARS IN BACK PAY OR\n   37  CIVIL DAMAGES AS A RESULT OF WAGE AND HOUR,  EMPLOYMENT  DISCRIMINATION,\n   38  OR  OTHER  EMPLOYMENT-RELATED  LITIGATION  OR SETTLEMENTS DURING THE TEN\n   39  YEARS PRECEDING THE DATE OF THE APPLICATION.\n   40    (B) AN APPLICANT MAY REBUT AN APPLICABLE PRESUMPTION OF DENIAL BY:\n   41    (1) DISCLOSING DISCOVERY MATERIALS FROM PENDING, SETTLED, OR OTHERWISE\n   42  ADJUDICATED  CIVIL  LITIGATION  INVOLVING  WAGE  AND  HOUR,   EMPLOYMENT\n   43  DISCRIMINATION,  OR  OTHER  EMPLOYMENT  CLAIMS THAT DEMONSTRATE THAT THE\n   44  ALLEGATIONS INVOKED IN PARAGRAPH (A) OF THIS SUBDIVISION THAT  TRIGGERED\n   45  A PRESUMPTIVE DENIAL ARE WITHOUT MERIT; OR\n   46    (2)  DEMONSTRATING  THAT  THE AGGRIEVED EMPLOYEES IN QUESTION SHALL BE\n   47  ENSURED FAIR TREATMENT AND RESPECT FOR THEIR EMPLOYMENT RIGHTS THROUGH A\n   48  LEGALLY BINDING, WRITTEN COMMITMENT BY THE APPLICANT  TO  PAY  SALARIES,\n   49  WAGES,  OR  BENEFITS  AS THEY ARE LEGALLY DUE, AND TO INCREASE EACH YEAR\n   50  THE SALARIES, WAGES, OR BENEFITS OF EXISTING AND NEWLY HIRED  EMPLOYEES,\n   51  EXCLUDING  MANAGERS,  ADMINISTRATORS,  AND  CONTRACT  EMPLOYEES,  AND BY\n   52  DEMONSTRATING THAT THERE EXISTS A METHOD FOR ENFORCING SUCH  COMMITMENT,\n   53  SUCH  AS  ARBITRATION, THAT IS AVAILABLE TO EMPLOYEES OR THEIR REPRESEN-\n   54  TATIVE, AND THAT IS EXPEDITIOUS, USES A NEUTRAL  DECISIONMAKER,  AND  IS\n   55  ECONOMICAL FOR THE EMPLOYEES, AND WHERE THE APPLICANT HAS PROVIDED WRIT-\n   56  TEN  NOTICE  OF  THE TERMS OF THE COMMITMENT AND THE AVAILABILITY OF THE\n\n       S. 1867                             9\n\n    1  ENFORCEMENT MECHANISM TO THE  RELEVANT  EMPLOYEES  OR  THEIR  RECOGNIZED\n    2  REPRESENTATIVE.\n    3    S  6.  The  opening  paragraph of section 858 of the general municipal\n    4  law, as amended by chapter 659 of the laws of 1997, is amended  to  read\n    5  as follows:\n    6    The purposes of the agency shall be to promote, develop, encourage and\n    7  assist  in the acquiring, constructing, reconstructing, improving, main-\n    8  taining, equipping and furnishing industrial,  manufacturing,  warehous-\n    9  ing, commercial, research and recreation facilities including industrial\n   10  pollution  control facilities, educational or cultural facilities, rail-\n   11  road facilities, horse racing facilities and continuing care  retirement\n   12  communities, provided, however, that, of agencies governed by this arti-\n   13  cle,  only  agencies  created for the benefit of a county and the agency\n   14  created for the benefit of the city of New York shall be  authorized  to\n   15  provide financial assistance in any respect to a continuing care retire-\n   16  ment  community,  and  thereby  advance  the  job opportunities, health,\n   17  general prosperity and economic welfare of the people of  the  state  of\n   18  New  York  and to improve their recreation opportunities, prosperity and\n   19  standard of living; TO  PROMOTE  ECONOMIC  DEVELOPMENT  IN  AREAS  WHERE\n   20  TRANSPORTATION, WATER, AND SEWER INFRASTRUCTURE ARE READILY AVAILABLE OR\n   21  ECONOMICALLY  PRACTICAL  IN  PREFERENCE  TO  AREAS WHERE TRANSPORTATION,\n   22  WATER, AND SEWER INFRASTRUCTURE ARE NOT READILY AVAILABLE OR NOT ECONOM-\n   23  ICALLY PRACTICAL, and to carry out the aforesaid purposes,  each  agency\n   24  shall have the following powers:\n   25    S  7.  Section 858 of the general municipal law is amended by adding a\n   26  new subdivision 15-a to read as follows:\n   27    (15-A) TO PROVIDE AN ANNUAL REPORT OF ITS  ACTIVITIES  TO  THE  PUBLIC\n   28  AUTHORITIES  CONTROL  BOARD AND THE PUBLIC AUTHORITIES INSPECTOR GENERAL\n   29  FOR REVIEW; AND TO SUBMIT TO ANNUAL AUDITS BY  THE  STATE  COMPTROLLER'S\n   30  OFFICE, WHICH SHALL PROVIDE, NO LESS THAN SIX MONTHS AFTER COMPLETION OF\n   31  THE  AUDIT  OR AUDITS, THE RESULTS TO THE GOVERNOR'S OFFICE, THE SPEAKER\n   32  OF THE ASSEMBLY, AND THE TEMPORARY PRESIDENT OF THE SENATE.\n   33    S 8. Section 868 of the general municipal law,  as  added  by  chapter\n   34  1030 of the laws of 1969, is amended to read as follows:\n   35    S  868.  Agreements of the municipality and state. The municipality is\n   36  authorized to, and the state does hereby, pledge to and agree  with  the\n   37  holders  of  the  bonds  or  notes that neither the municipality nor the\n   38  state, respectively, will limit or alter the rights,  hereby  vested  in\n   39  the  agency to acquire, construct, reconstruct, improve, maintain, equip\n   40  and furnish the project or projects, to establish and  collect  rentals,\n   41  fees  and  other charges and to fulfill the terms of any agreements made\n   42  with the holders of the bonds or notes nor in any way impair the  rights\n   43  and remedies of the bondholders or noteholders until the bonds or notes,\n   44  together with interest thereon, with interest on any unpaid installments\n   45  of  interest and all costs and expenses in connection with any action or\n   46  proceeding by or on behalf of the bondholders or noteholders  are  fully\n   47  met and discharged.  THE PUBLIC AUTHORITIES INSPECTOR GENERAL SHALL HAVE\n   48  THE  POWER  TO REVIEW AND APPROVE, OR DISAPPROVE, ANY CONTRACT THAT SUCH\n   49  INSPECTOR GENERAL CONSIDERS THE TERMS TO BE UNATTAINABLE BY  THE  APPLI-\n   50  CANT  OR  THE LOCAL INDUSTRIAL DEVELOPMENT AGENCY. BOTH PARTIES SHALL BE\n   51  NOTIFIED IN WRITING OF SUCH INSPECTOR GENERAL'S  DECISION  WITHIN  SIXTY\n   52  DAYS  FROM  SUBMISSION OF THE CONTRACT TO SUCH INSPECTOR GENERAL.  IF AN\n   53  APPLICANT IS DENIED APPROVAL, THE APPLICANT CAN APPEAL THE DECISION TO A\n   54  FAIR HEARING IN WHICH FINAL JUDGMENT OF SUCH CONTRACT SHALL BE GIVEN.\n\n       S. 1867                            10\n\n    1    S 9. Paragraph (a) of subdivision 4 of  section  874  of  the  general\n    2  municipal law, as amended by chapter 357 of the laws of 1993, is amended\n    3  to read as follows:\n    4    (a)  The  agency  shall establish a uniform tax exemption policy, with\n    5  input from affected tax jurisdictions, which shall be applicable to  the\n    6  provision  of  financial  assistance  pursuant  to section eight hundred\n    7  fifty-nine-a of this [chapter] TITLE and shall  provide  guidelines  for\n    8  the  claiming  of  real  property,  mortgage  recording,  and  sales tax\n    9  exemptions. Such guidelines shall include, but not be limited to: period\n   10  of exemption; percentage of  exemption;  types  of  projects  for  which\n   11  exemptions  can be claimed; procedures for payments in lieu of taxes and\n   12  instances in which real property appraisals are to  be  performed  as  a\n   13  part of an application for tax exemption; in addition, agencies shall in\n   14  adopting  such  policy  consider  such  issues as: the extent to which a\n   15  project will create or retain permanent, private sector jobs; the  esti-\n   16  mated  value  of any tax exemptions to be provided; whether affected tax\n   17  jurisdictions shall be reimbursed by the project occupant if  a  project\n   18  does  not  fulfill  the  purposes for which an exemption was provided; A\n   19  SCHEDULE OF REIMBURSEMENT TO THE AGENCY OF SUCH PROJECT IF IT IS DECIDED\n   20  THAT THE PROJECT WILL  NOT  FULFILL  ITS  CONTRACTUAL  OBLIGATIONS;  the\n   21  impact  of  a  proposed  project on existing and proposed businesses and\n   22  economic development projects in the vicinity;  the  amount  of  private\n   23  sector  investment  generated  or likely to be generated by the proposed\n   24  project; the demonstrated public support for the proposed  project;  the\n   25  likelihood  of  accomplishing  the proposed project in a timely fashion;\n   26  the effect of the proposed project upon the environment; the  extent  to\n   27  which  the  proposed  project  will  require the provision of additional\n   28  services, including, but not limited to additional  educational,  trans-\n   29  portation, police, emergency medical or fire services; and the extent to\n   30  which  the  proposed  project will provide additional sources of revenue\n   31  for municipalities and school districts.\n   32    S 10. The general municipal law is amended by adding a new section 885\n   33  to read as follows:\n   34    S 885. PREVAILING WAGES. ANY CONTRACT FOR PUBLIC WORK PROJECTS LET  BY\n   35  AN  AGENCY OR FOR WHICH AN AGENCY PROVIDES FINANCIAL ASSISTANCE SHALL BE\n   36  SUBJECT TO SECTION TWO HUNDRED TWENTY OF THE LABOR LAW.\n   37    S 11. The general municipal law is amended by  adding  a  new  section\n   38  959-c to read as follows:\n   39    S  959-C.  PREVAILING WAGES. ANY CONTRACT FOR WORK PROJECTS (INVOLVING\n   40  THE KIND OF WORK WITHIN THE CONTEMPLATION OF SECTION TWO HUNDRED  TWENTY\n   41  OF  THE  LABOR LAW) LET BY A BUSINESS CERTIFIED PURSUANT TO THIS ARTICLE\n   42  AND LOCATED WITHIN AN EMPIRE ZONE, INCLUDING  A  BUSINESS  DESCRIBED  IN\n   43  PARAGRAPH  (V) OF SUBDIVISION (D) OF SECTION NINE HUNDRED FIFTY-SEVEN OF\n   44  THIS ARTICLE, SHALL BE SUBJECT TO SECTION  TWO  HUNDRED  TWENTY  OF  THE\n   45  LABOR LAW.\n   46    S  12. The public health law is amended by adding a new article 9-B to\n   47  read as follows:\n   48                                 ARTICLE 9-B\n   49                          HEALTH CARE SECURITY ACT\n   50  SECTION 930. I.D.A./E.Z. HEALTH CARE SECURITY ACT.\n   51    S 930. I.D.A./E.Z. HEALTH CARE SECURITY ACT.\n   52    A. SHORT TITLE. THIS SECTION SHALL BE KNOWN AND MAY BE  CITED  AS  THE\n   53  \"I.D.A./E.Z. HEALTH CARE SECURITY ACT\".\n   54    B.  DEFINITIONS.  FOR  PURPOSES  OF  THIS SECTION, THE FOLLOWING TERMS\n   55  SHALL HAVE THE FOLLOWING MEANINGS:\n   56    (1) \"ADMINISTERING AGENCY\" MEANS THE DEPARTMENT OF HEALTH.\n\n       S. 1867                            11\n\n    1    (2) \"I.D.A. EMPLOYER\" MEANS ANY ENTITY THAT EMPLOYS PERSONS PERFORMING\n    2  ON-SITE WORK, OTHER THAN PROFESSIONALS LICENSED PURSUANT TO TITLE  EIGHT\n    3  OF  THE EDUCATION LAW, ADMINISTRATIVE OR MANAGERIAL EMPLOYEES (EXCLUSIVE\n    4  OF FOREPERSONS), OR PERSONS EMPLOYED PURSUANT TO AN INDIVIDUAL  CONTRACT\n    5  BETWEEN  SUCH PERSON AND THE EMPLOYER, FOR THE DEVELOPMENT, PREPARATION,\n    6  CONSTRUCTION, AND OTHER TASKS ON A PROJECT OR FACILITY RECEIVING  FINAN-\n    7  CIAL  ASSISTANCE,  AS  DEFINED  IN SUBDIVISION FOURTEEN OF SECTION EIGHT\n    8  HUNDRED FIFTY-FOUR OF THE GENERAL  MUNICIPAL  LAW,  FROM  AN  INDUSTRIAL\n    9  DEVELOPMENT  AGENCY  FOR  THE  PURPOSES OF RENDERING SUCH SITE READY AND\n   10  COMPLETE FOR ITS INTENDED USE.\n   11    (3) \"STATE\" MEANS THE STATE OF NEW YORK.\n   12    (4) \"EMPLOYEE\" MEANS ANY PERSON WHO IS  EMPLOYED  WITHIN  THE  CONTEM-\n   13  PLATION OF PARAGRAPH TWO OR TWELVE OF THIS SUBDIVISION.\n   14    (5)  \"FAMILY  OF  EMPLOYEE\"  MEANS  THE SPOUSE OF AN EMPLOYEE AND EACH\n   15  DEPENDENT OF SUCH EMPLOYEE.\n   16    (6) \"HEALTH BENEFITS PLAN\" MEANS A PLAN OR SYSTEM FOR PROVIDING HEALTH\n   17  CARE SERVICES FOR EMPLOYEES AND FAMILIES OF EMPLOYEES.\n   18    (7) \"HEALTH CARE EXPENDITURE\" MEANS ANY AMOUNT PAID BY AN  I.D.A./E.Z.\n   19  EMPLOYER  FOR THE PURPOSE OF PROVIDING HEALTH CARE SERVICES OR REIMBURS-\n   20  ING THE COST OF SUCH SERVICES  FOR  ANY  EMPLOYEE  OF  SUCH  I.D.A./E.Z.\n   21  EMPLOYER  OR  FAMILY OF EMPLOYEE, INCLUDING, BUT NOT LIMITED TO, GRATUI-\n   22  TOUS PAYMENTS MADE BY SUCH EMPLOYER TO SUCH EMPLOYEE OR FAMILY  OF  SUCH\n   23  EMPLOYEE  WHO  INCURRED HEALTH CARE EXPENSES, BUT WHO HAD NO ENTITLEMENT\n   24  TO HAVE EXPENSES REIMBURSED UNDER ANY PLAN, FUND OR  PROGRAM  MAINTAINED\n   25  BY AN I.D.A./E.Z. EMPLOYER.\n   26    (8)  \"HEALTH CARE SERVICES\" MEANS PRIMARY OR SECONDARY MEDICAL CARE OR\n   27  SERVICE INCLUDING, BUT NOT LIMITED  TO,  (I)  INPATIENT  AND  OUTPATIENT\n   28  HOSPITAL SERVICES, (II) PHYSICIANS' SURGICAL AND MEDICAL SERVICES, (III)\n   29  LABORATORY, DIAGNOSTIC AND X-RAY SERVICES, (IV) PRESCRIPTION DRUG COVER-\n   30  AGE, (V) ANNUAL PHYSICAL EXAMINATIONS, (VI) PREVENTATIVE SERVICES, (VII)\n   31  MENTAL  HEALTH  SERVICES  AND (VIII) SUBSTANCE ABUSE TREATMENT SERVICES;\n   32  PROVIDED, HOWEVER, THAT SUCH TERM SHALL NOT INCLUDE ANY  MEDICAL  PROCE-\n   33  DURE OR TREATMENT WHICH IS SOLELY COSMETIC.\n   34    (9)  \"PERSON\"  MEANS ANY NATURAL PERSON, CORPORATION, SOLE PROPRIETOR-\n   35  SHIP, PARTNERSHIP, ASSOCIATION, JOINT VENTURE, LIMITED LIABILITY COMPANY\n   36  OR OTHER LEGAL ENTITY.\n   37    (10) \"PREVAILING HEALTH CARE EXPENDITURE\" MEANS THE AMOUNT  OF  HEALTH\n   38  CARE  EXPENDITURE  CUSTOMARILY  MADE  ON BEHALF OF FULL-TIME WORKERS AND\n   39  THEIR FAMILIES IN NEW YORK STATE IN THE SAME  TRADE  OR  OCCUPATION  FOR\n   40  EMPLOYEES OF AN I.D.A./E.Z. EMPLOYER, PRORATED ON AN HOURLY BASIS.\n   41    (11)  \"PROGRAM\" MEANS THE NEW YORK STATE I.D.A./E.Z. HEALTH CARE SECU-\n   42  RITY PROGRAM ESTABLISHED PURSUANT TO THIS SECTION.\n   43    (12) \"E.Z. EMPLOYER\" MEANS ANY BUSINESS CERTIFIED PURSUANT TO  ARTICLE\n   44  EIGHTEEN-B  OF  THE  GENERAL  MUNICIPAL LAW AND LOCATED WITHIN AN EMPIRE\n   45  ZONE, INCLUDING A BUSINESS DESCRIBED IN PARAGRAPH (V) OF SUBDIVISION (D)\n   46  OF SECTION NINE HUNDRED FIFTY-SEVEN OF THE GENERAL MUNICIPAL LAW.\n   47    (13) \"I.D.A./E.Z. EMPLOYER\" MEANS ANY I.D.A. EMPLOYER, AS  DEFINED  IN\n   48  PARAGRAPH  TWO  OF  THIS SUBDIVISION, OR ANY E.Z. EMPLOYER AS DEFINED IN\n   49  PARAGRAPH TWELVE OF THIS SUBDIVISION.\n   50    C. I.D.A./E.Z.  HEALTH CARE SECURITY PROGRAM. THE ADMINISTERING AGENCY\n   51  SHALL ESTABLISH AN I.D.A./E.Z.  HEALTH CARE SECURITY PROGRAM TO  PROVIDE\n   52  HEALTH  CARE  SERVICES  FOR  EMPLOYEES  AND  FAMILIES  OF  EMPLOYERS  OF\n   53  I.D.A./E.Z.  EMPLOYEES  WHO  DO  NOT  RECEIVE  HEALTH  CARE  FROM  THEIR\n   54  I.D.A./E.Z.  EMPLOYERS AND SHALL:\n\n       S. 1867                            12\n\n    1    (1)  CONTRACT  OR  ENTER INTO AGREEMENTS WITH PUBLIC OR PRIVATE HEALTH\n    2  CARE PROVIDERS OR HEALTH BENEFITS PLANS, AS SUCH AGENCY DEEMS  APPROPRI-\n    3  ATE, TO PROVIDE SUCH HEALTH CARE SERVICES;\n    4    (2)  ESTABLISH  AND OPERATE A SYSTEM FOR ASSESSING AND COLLECTING FEES\n    5  FROM ALL I.D.A./E.Z. EMPLOYERS ON A QUARTERLY BASIS TO  ADMINISTER  SUCH\n    6  PROGRAM, WHEREBY FEES:\n    7    (I)  SHALL BE SET BY THE ADMINISTERING AGENCY IN ACCORDANCE WITH GUID-\n    8  ING LEGAL STANDARDS  FOR  SETTING  AND  ADMINISTERING  REGULATORY  FEES,\n    9  INCLUDING USING RELIABLE FACTUAL STUDIES OR STATISTICS TO SET THE APPRO-\n   10  PRIATE LEVEL OF THE FEES;\n   11    (II)  MAY  DIFFER AMONG THE I.D.A./E.Z. EMPLOYERS IF THE ADMINISTERING\n   12  AGENCY DETERMINES THAT THE PRORATED COST OF OPERATING THE PROGRAM VARIES\n   13  SIGNIFICANTLY AMONG SUCH I.D.A./E.Z. EMPLOYERS;\n   14    (III) SHALL BE ASSESSED ON A PER EMPLOYEE BASIS FOR EACH HOUR THAT  AN\n   15  EMPLOYEE  WORKS  FOR AN I.D.A./E.Z.  EMPLOYER WITHIN THE STATE; PROVIDED\n   16  THAT AN I.D.A./E.Z. EMPLOYER THAT MAKES PREVAILING HEALTH CARE  EXPENDI-\n   17  TURES ON BEHALF OF ITS EMPLOYEES AND FAMILIES OF EMPLOYEES SHALL RECEIVE\n   18  A  CREDIT  AGAINST THE ASSESSED FEE EQUAL TO THE PRORATED HOURLY COST TO\n   19  THE EMPLOYER OF SUCH PREVAILING HEALTH CARE EXPENDITURES, AS PROVIDED IN\n   20  PARAGRAPH TWO OF SUBDIVISION F OF THIS SECTION; AND\n   21    (IV) SHALL BE DETERMINED ON A PRORATED HOURLY BASIS BY (A) TAKING  THE\n   22  ANNUAL COST TO THE STATE OF PROVIDING OR PURCHASING HEALTH CARE SERVICES\n   23  FOR  ONE  ENROLLED EMPLOYEE AND FOR THE FAMILY OF ONE ENROLLED EMPLOYEE,\n   24  (B) ADDING SUCH COST TO THE PROJECTED  ANNUAL  COST  TO  THE  STATE  PER\n   25  ENROLLED  EMPLOYEE  OF  ADMINISTERING  AND  ENFORCING THE PROGRAM AND OF\n   26  MAINTAINING AN APPROPRIATE RESERVE FUND TO PROTECT THE  PROGRAM  AGAINST\n   27  OPERATING AT A DEFICIT, AND (C) THEN DIVIDING THAT TOTAL BY TWO THOUSAND\n   28  EIGHTY, THE NUMBER OF HOURS IN A FULL-TIME WORK YEAR, IN ORDER TO DETER-\n   29  MINE  AN  HOURLY FEE; PROVIDED THAT THIS METHODOLOGY SHALL BE SUBJECT TO\n   30  REVIEW AND REVISION BY THE ADMINISTERING AGENCY, AS IT  DEEMS  APPROPRI-\n   31  ATE;\n   32    (3)  ESTABLISH  APPLICATION  AND  ELIGIBILITY RULES AND PROCEDURES FOR\n   33  DETERMINING WHICH EMPLOYEES AND FAMILIES  OF  EMPLOYEES  OF  I.D.A./E.Z.\n   34  EMPLOYERS  SHALL  BE ELIGIBLE TO RECEIVE HEALTH CARE SERVICES UNDER SUCH\n   35  PROGRAM; PROVIDED THAT NO ELIGIBILITY RULE SHALL  MAKE  AN  EMPLOYEE  OR\n   36  FAMILY OF AN EMPLOYEE ELIGIBLE, IN WHOLE OR IN PART, BECAUSE THE EMPLOY-\n   37  EE'S  I.D.A./E.Z.    EMPLOYER  HAS  PAID  THE REQUIRED FEE, NOR SHALL AN\n   38  EMPLOYEE OR FAMILY OF AN EMPLOYEE BE ELIGIBLE SOLELY BECAUSE THE EMPLOY-\n   39  EE'S I.D.A./E.Z.  EMPLOYER IS OBLIGATED TO PAY  THE  REQUIRED  FEE,  BUT\n   40  ELIGIBILITY  SHALL DEPEND IN PART ON NEED-BASED CRITERIA TO BE DEVELOPED\n   41  BY THE ADMINISTERING AGENCY; AND\n   42    (4) MAKE AVAILABLE ON THE  STATE'S  OFFICIAL  WEBSITE  INFORMATION  ON\n   43  WHETHER  AN  I.D.A./E.Z.    EMPLOYER  HAS COMPLIED WITH THIS SECTION AND\n   44  FURTHER INDICATING WHETHER SUCH I.D.A./E.Z. EMPLOYER COMPLIED BY  PAYING\n   45  THE  FEE  ASSESSED  PURSUANT  TO PARAGRAPH TWO OF THIS SUBDIVISION OR BY\n   46  FILING PROOF THAT SUCH I.D.A./E.Z.  EMPLOYER MADE PREVAILING HEALTH CARE\n   47  EXPENDITURES AS PROVIDED IN PARAGRAPH  TWO  OF  SUBDIVISION  F  OF  THIS\n   48  SECTION.\n   49    D.  PROGRAM  REQUIREMENTS.  THE  PROGRAM  ESTABLISHED PURSUANT TO THIS\n   50  SECTION SHALL:\n   51    (1) PROVIDE HEALTH CARE SERVICES THAT ARE SUBSTANTIALLY EQUIVALENT TO,\n   52  OR SUPERIOR TO, THOSE PROVIDED TO STATE EMPLOYEES UNDER THE BASIC  STATE\n   53  EMPLOYEE  HEALTH  BENEFITS  PLAN,  INCLUDING  THOSE HEALTH CARE SERVICES\n   54  PROVIDED UNDER ANY SUPPLEMENT PLAN FOR PROVIDING PRESCRIPTION  DRUGS  TO\n   55  STATE EMPLOYEES; AND\n\n       S. 1867                            13\n\n    1    (2) NOT CHARGE A PREMIUM OR DEDUCTIBLE TO ENROLLED EMPLOYEES AND FAMI-\n    2  LIES  OF  EMPLOYEES,  AND  SHALL  LIMIT THE AMOUNT OF ANY CO-PAYMENTS OR\n    3  OTHER REQUIRED OUT-OF-POCKET PAYMENTS TO NO MORE THAN  SUCH  AMOUNTS  AS\n    4  ARE  CHARGED  TO  STATE  EMPLOYEES UNDER THE BASIC STATE EMPLOYEE HEALTH\n    5  BENEFITS PLAN.\n    6    E.  ADVISORY BOARD. NOT LATER THAN SIXTY DAYS AFTER THE EFFECTIVE DATE\n    7  OF THIS SECTION, THE ADMINISTERING AGENCY SHALL  ESTABLISH  AN  ADVISORY\n    8  BOARD  COMPOSED  OF  EIGHT INDIVIDUALS, INCLUDING PUBLIC HEALTH EXPERTS,\n    9  BUSINESS LEADERS AND LABOR LEADERS FROM THE I.D.A./E.Z.  EMPLOYERS.  THE\n   10  ADVISORY  BOARD  SHALL ADVISE THE ADMINISTERING AGENCY ON ALL ASPECTS OF\n   11  IMPLEMENTATION OF THIS SECTION AND SHALL  BE  PERMITTED  ACCESS  TO  ALL\n   12  RECORDS   AND   INFORMATION  THAT  ARE  REQUIRED  TO  BE  MAINTAINED  BY\n   13  I.D.A./E.Z.  EMPLOYERS OR SUBMITTED TO THE ADMINISTERING AGENCY PURSUANT\n   14  TO THIS SECTION. THE GOVERNOR SHALL APPOINT FOUR MEMBERS OF THE ADVISORY\n   15  BOARD AND THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER  OF  THE\n   16  ASSEMBLY  SHALL  EACH APPOINT TWO MEMBERS OF THE ADVISORY BOARD. MEMBERS\n   17  SHALL SERVE FOR A TERM OF THREE YEARS TO COMMENCE UPON ESTABLISHMENT  OF\n   18  SUCH  BOARD  AND  MAY BE REMOVED FOR CAUSE. VACANCIES SHALL BE FILLED IN\n   19  THE SAME MANNER AS THE ORIGINAL POSITION WAS FILLED. THE MEMBERS OF  THE\n   20  ADVISORY  BOARD  SHALL  APPOINT  A CHAIRPERSON DURING SUCH BOARD'S FIRST\n   21  MEETING, WHICH SHALL BE CONVENED WITHIN ONE HUNDRED  TWENTY  DAYS  AFTER\n   22  THE  EFFECTIVE  DATE  OF  THIS SECTION. THE ADVISORY BOARD SHALL MEET AT\n   23  LEAST QUARTERLY AND ALL MEMBERS OF THE ADVISORY BOARD SHALL SERVE  WITH-\n   24  OUT  COMPENSATION,  EXCEPT  THAT EACH MEMBER SHALL BE ALLOWED HIS OR HER\n   25  ACTUAL AND NECESSARY EXPENSES. NO PERSON SHALL BE INELIGIBLE FOR MEMBER-\n   26  SHIP ON THE ADVISORY BOARD BECAUSE SUCH PERSON HOLDS  ANY  OTHER  PUBLIC\n   27  OFFICE,  EMPLOYMENT OR TRUST, NOR SHALL ANY PERSON BE MADE INELIGIBLE TO\n   28  OR FORFEIT SUCH PERSON'S RIGHT TO ANY PUBLIC OFFICE, EMPLOYMENT OR TRUST\n   29  BY REASON OF SUCH APPOINTMENT.\n   30    F. PREVAILING HEALTH CARE  EXPENDITURES.  (1)  THE  COMPTROLLER  SHALL\n   31  ANNUALLY  DETERMINE THE PREVAILING HEALTH CARE EXPENDITURE FOR FULL-TIME\n   32  EMPLOYEES IN EACH TRADE OR OCCUPATION IN EACH I.D.A./E.Z.    EMPLOYMENT,\n   33  PRORATED  ON  AN HOURLY BASIS, USING PROCEDURES AND STANDARDS SIMILAR TO\n   34  THOSE USED TO  CALCULATE  PREVAILING  WAGES  AND  BENEFITS  PURSUANT  TO\n   35  SECTIONS  TWO  HUNDRED  THIRTY-FOUR  AND TWO HUNDRED TWENTY OF THE LABOR\n   36  LAW.\n   37    (2) THE ADMINISTERING AGENCY SHALL ESTABLISH PROCEDURES FOR  DETERMIN-\n   38  ING  WHETHER HEALTH CARE EXPENDITURES MADE BY AN I.D.A./E.Z. EMPLOYER ON\n   39  BEHALF OF ITS EMPLOYEES QUALIFY AS PREVAILING HEALTH  CARE  EXPENDITURES\n   40  PURSUANT  TO PARAGRAPH ONE OF THIS SUBDIVISION AND, IF SUCH EXPENDITURES\n   41  QUALIFY AS PREVAILING HEALTH CARE EXPENDITURES, THE CORRESPONDING HOURLY\n   42  CREDIT THAT SUCH EMPLOYER SHOULD RECEIVE. IN MAKING SUCH A DETERMINATION\n   43  THE AGENCY MAY, IF IT DEEMS APPROPRIATE, USE AN AVERAGE VALUE BY  TAKING\n   44  THE  I.D.A./E.Z.  EMPLOYER'S TOTAL HEALTH CARE EXPENDITURES ON BEHALF OF\n   45  ALL EMPLOYEES IN A PARTICULAR TRADE OR OCCUPATION OVER  A  GIVEN  PERIOD\n   46  AND DIVIDING THAT SUM BY THE TOTAL HOURS WORKED BY SUCH EMPLOYEES. WHERE\n   47  THE  COST  TO AN I.D.A./E.Z.   EMPLOYER OF MAKING PREVAILING HEALTH CARE\n   48  EXPENDITURES IS EQUAL TO OR GREATER, ON AN HOURLY  PER  EMPLOYEE  BASIS,\n   49  THAN  THE  AMOUNT  OF  THE FEE ASSESSED, SUCH I.D.A./E.Z.   EMPLOYER MAY\n   50  COMPLY WITH THIS SECTION BY PROVIDING PROOF TO THE ADMINISTERING AGENCY,\n   51  IN A MANNER SPECIFIED BY SUCH AGENCY, THAT SUCH  I.D.A./E.Z.    EMPLOYER\n   52  MAKES  PREVAILING  HEALTH  CARE EXPENDITURES ON BEHALF OF ITS EMPLOYEES;\n   53  PROVIDED THAT AN I.D.A./E.Z.  EMPLOYER THAT IS A SIGNATORY TO A  COLLEC-\n   54  TIVE  BARGAINING  AGREEMENT PURSUANT TO WHICH IT MAKES PREVAILING HEALTH\n   55  CARE EXPENDITURES ON BEHALF OF ITS EMPLOYEES AND FAMILIES  OF  EMPLOYEES\n   56  MAY  COMPLY  WITH  THIS  SECTION  AS  PROVIDED  IN SUBDIVISION J OF THIS\n\n       S. 1867                            14\n\n    1  SECTION. AN I.D.A./E.Z.  EMPLOYER SHALL NOT BE ENTITLED TO  ANY  PAYMENT\n    2  OR  REIMBURSEMENT  FROM  THE STATE OR FROM ANY OTHER PARTY IN CONNECTION\n    3  WITH THE PROVISIONS OF THIS SECTION AND MAY NOT CLAIM ANY CREDIT AGAINST\n    4  ANY FUTURE FEES OWED.\n    5    G.  RESPONSIBILITIES  OF  AN  I.D.A./E.Z.    EMPLOYER.  AN I.D.A./E.Z.\n    6  EMPLOYER SHALL:\n    7    (1) MAINTAIN AN ACCURATE WORK LOG THAT LISTS, FOR EACH EMPLOYEE,  SUCH\n    8  EMPLOYEE'S  NAME  AND  THE  DATES AND HOURS WORKED BY SUCH EMPLOYEE, AND\n    9  WHETHER SUCH EMPLOYER HAS PAID A FEE OR RECEIVED A  CREDIT  PURSUANT  TO\n   10  THIS SECTION;\n   11    (2)  SUBMIT A REPORT TO THE ADMINISTERING AGENCY ON A QUARTERLY BASIS,\n   12  INCLUDING, BUT NOT LIMITED TO, (I) THE NUMBER OF SUCH EMPLOYER'S EMPLOY-\n   13  EES AND (II) THE DATES AND HOURS EACH EMPLOYEE WORKED DURING THAT  QUAR-\n   14  TER. THE INFORMATION IN THE REPORT SHALL BE DISAGGREGATED BY JOB CLASSI-\n   15  FICATION;\n   16    (3)  MAKE AVAILABLE TO THE PUBLIC, IN A MANNER SPECIFIED BY THE ADMIN-\n   17  ISTERING AGENCY, THE AMOUNT AND DATES OF ALL FEE PAYMENTS  MADE  TO  THE\n   18  STATE  AND  PROOF OF ENTITLEMENT TO ANY CREDIT CLAIMED AGAINST SUCH FEE;\n   19  AND\n   20    (4) PROVIDE EMPLOYEES UPON HIRE, AND ON OR ABOUT JANUARY FIRST OF EACH\n   21  YEAR, A WALLET-SIZED CARD IN A FORMAT  SPECIFIED  BY  THE  ADMINISTERING\n   22  AGENCY,  INDICATING  WHETHER  SUCH  I.D.A./E.Z.   EMPLOYER PAID A FEE OR\n   23  RECEIVED A CREDIT PURSUANT TO THIS SECTION; PROVIDED THAT AN I.D.A./E.Z.\n   24  EMPLOYER THAT DOES NOT  MAKE  PREVAILING  HEALTH  CARE  EXPENDITURES  ON\n   25  BEHALF  OF  ITS  EMPLOYEES  SHALL PROVIDE EMPLOYEES UPON HIRE, AND ON OR\n   26  ABOUT JANUARY FIRST OF EACH YEAR, A BROCHURE, IN A FORMAT  SPECIFIED  BY\n   27  THE  ADMINISTERING  AGENCY,  WITH INFORMATION ON PROCEDURES FOR APPLYING\n   28  FOR HEALTH CARE SERVICES PURSUANT TO THE PROGRAM.\n   29    H. RULES. THE ADMINISTERING AGENCY SHALL PROMULGATE RULES  IN  ACCORD-\n   30  ANCE  WITH THIS SECTION AND SUCH OTHER RULES AS MAY BE NECESSARY FOR THE\n   31  PURPOSE OF IMPLEMENTING, CONSTRUING AND CARRYING OUT THE  PROVISIONS  OF\n   32  THIS SECTION. SUCH RULES SHALL HAVE THE FORCE AND EFFECT OF LAW.\n   33    I.  ENFORCEMENT.  (1) THE ADMINISTERING AGENCY, THE PUBLIC AUTHORITIES\n   34  INSPECTOR GENERAL, OR ANY OTHER APPROPRIATE AGENCY AND  THE  COMPTROLLER\n   35  SHALL  BE  AUTHORIZED  TO  TAKE  ANY  STEPS  APPROPRIATE  TO ENFORCE THE\n   36  REQUIREMENTS OF THIS SECTION INCLUDING, BUT NOT LIMITED  TO,  INSPECTING\n   37  THE  RECORDS OF I.D.A./E.Z.  EMPLOYERS. IN THE EVENT THAT SUCH AGENCY OR\n   38  THE COMPTROLLER DETERMINES THAT AN I.D.A./E.Z.  EMPLOYER HAS  FAILED  TO\n   39  PAY  THE  FEE  REQUIRED  PURSUANT  TO THIS SECTION OR VIOLATED ANY OTHER\n   40  REQUIREMENT OF THIS SECTION, THE STATE OR THE COMPTROLLER MAY  TAKE  ANY\n   41  STEP  APPROPRIATE  TO  BRING ABOUT COMPLIANCE INCLUDING, BUT NOT LIMITED\n   42  TO, INFORMING STATE OR MUNICIPAL AGENCIES OR DEPARTMENTS OF THE NEED  TO\n   43  REVOKE  OR  SUSPEND  ANY STATE-ISSUED OR MUNICIPALLY ISSUED REGISTRATION\n   44  CERTIFICATES, PERMITS OR LICENSES HELD OR REQUESTED BY SUCH  I.D.A./E.Z.\n   45  EMPLOYER,  OR  TO  SUSPEND  ANY  CONSTRUCTION,  DEMOLITION OR RENOVATION\n   46  PROJECT ON WHICH SUCH I.D.A./E.Z.  EMPLOYER IS WORKING, UNTIL SUCH  TIME\n   47  AS  THE  VIOLATION  IS  REMEDIED.  ANY SUCH STATE OR MUNICIPAL AGENCY OR\n   48  DEPARTMENT RECEIVING SUCH INFORMATION SHALL ENSURE  SUCH  REVOCATION  OR\n   49  SUSPENSION.\n   50    (2)  AN  I.D.A./E.Z.    EMPLOYER,  REPRESENTATIVE  OF  EMPLOYEES OF AN\n   51  I.D.A./E.Z.  EMPLOYER, OR AN ORGANIZATION THAT ADVOCATES  FOR  EMPLOYEES\n   52  IN THE SAME INDUSTRY AS AN I.D.A./E.Z.  EMPLOYER, CLAIMING TO BE INJURED\n   53  BY  THE VIOLATION OF THIS SECTION BY AN I.D.A./E.Z.  EMPLOYER WITHIN THE\n   54  SAME I.D.A./E.Z.  INDUSTRY MAY COMMENCE AN ACTION IN A COURT  OF  COMPE-\n   55  TENT  JURISDICTION  AGAINST  SUCH  I.D.A./E.Z.    EMPLOYER  FOR ANY SUCH\n   56  VIOLATION OF THIS SECTION, INCLUDING: (A) THE FAILURE BY AN  I.D.A./E.Z.\n\n       S. 1867                            15\n\n    1  EMPLOYER  TO PAY ON A TIMELY BASIS THE FEES ESTABLISHED PURSUANT TO THIS\n    2  SECTION OR FILE PROOF THAT SUCH EMPLOYER PROVIDES HEALTH  CARE  EXPENDI-\n    3  TURES  AT A COST THAT IS EQUAL TO OR GREATER THAN THE FEE, (B) THE FAIL-\n    4  URE  BY  AN I.D.A./E.Z.  EMPLOYER TO PROVIDE INFORMATION TO THE ADMINIS-\n    5  TERING AGENCY, EMPLOYEES AND THE PUBLIC AS PROVIDED IN THIS SECTION, AND\n    6  (C) THE FAILURE BY AN I.D.A./E.Z.  EMPLOYER TO REFRAIN FROM  RETALIATION\n    7  AS  PROVIDED IN PARAGRAPH THREE OF THIS SUBDIVISION. THE COURT MAY ISSUE\n    8  AN INJUNCTION  ENJOINING  ANY  ACTS  OR  PRACTICES  WHICH  CONSTITUTE  A\n    9  VIOLATION  OF  THIS  SECTION; AWARD LIQUIDATED DAMAGES TO THE PREVAILING\n   10  PLAINTIFF IN THE AMOUNT OF FIVE HUNDRED DOLLARS FOR EACH DAY A VIOLATION\n   11  OCCURRED OR PERSISTED TO COMPENSATE FOR ANY INJURY  SUFFERED;  OR  ORDER\n   12  SUCH OTHER RELIEF AS MAY BE APPROPRIATE; AND SHALL AWARD TO THE PREVAIL-\n   13  ING  PLAINTIFF  COURT  COSTS  AND  A  REASONABLE ATTORNEY'S FEE. A CIVIL\n   14  ACTION COMMENCED UNDER THIS SECTION MUST BE COMMENCED WITHIN THREE YEARS\n   15  AFTER  THE  DATE  OF  THE  OCCURRENCE  OR  TERMINATION  OF  THE  ALLEGED\n   16  VIOLATION.\n   17    (3) RETALIATION. IT SHALL BE UNLAWFUL FOR ANY I.D.A./E.Z.  EMPLOYER TO\n   18  DEPRIVE OR THREATEN TO DEPRIVE ANY PERSON OF EMPLOYMENT, TAKE OR THREAT-\n   19  EN  TO  TAKE  ANY  REPRISAL OR RETALIATORY ACTION AGAINST ANY PERSON, OR\n   20  DIRECTLY OR INDIRECTLY INTIMIDATE, THREATEN, COERCE, COMMAND  OR  INFLU-\n   21  ENCE  OR  ATTEMPT  TO INTIMIDATE, THREATEN, COERCE, COMMAND OR INFLUENCE\n   22  ANY PERSON BECAUSE SUCH PERSON HAS TAKEN AN ACTION TO ENFORCE OR  INFORM\n   23  OTHERS  ABOUT  THE  REQUIREMENTS  OF THIS SECTION. TAKING ADVERSE ACTION\n   24  AGAINST A PERSON WITHIN SIXTY DAYS OF  A  PERSON'S  EXERCISE  OF  RIGHTS\n   25  PROTECTED  UNDER  THIS SECTION SHALL RAISE A REBUTTABLE PRESUMPTION THAT\n   26  SUCH ACTION WAS IN RETALIATION FOR  THE  EXERCISE  OF  SUCH  RIGHTS.  AN\n   27  I.D.A./E.Z.   EMPLOYER WHO VIOLATES THE PROHIBITIONS OF THIS SUBDIVISION\n   28  SHALL BE GUILTY OF A MISDEMEANOR PUNISHABLE BY A FINE NOT TO EXCEED  ONE\n   29  THOUSAND DOLLARS UPON CONVICTION.\n   30    J.  AN  I.D.A./E.Z.    EMPLOYER  THAT  IS  A SIGNATORY TO A COLLECTIVE\n   31  BARGAINING AGREEMENT UNDER WHICH SUCH EMPLOYER MAKES  PREVAILING  HEALTH\n   32  CARE  EXPENDITURES  ON  BEHALF OF EMPLOYEES AND FAMILIES OF EMPLOYEES AS\n   33  DETERMINED BY THE COMPTROLLER MAY FULLY COMPLY WITH THE REQUIREMENTS  OF\n   34  THIS  SECTION  BY FILING ANNUALLY WITH THE ADMINISTERING AGENCY PROOF OF\n   35  SUCH A COLLECTIVE BARGAINING AGREEMENT AND ITS TERMS, IN A FORMAT SPECI-\n   36  FIED BY THE ADMINISTERING AGENCY, AND SHALL OTHERWISE BE EXEMPT FROM ALL\n   37  REPORTING AND ENFORCEMENT REQUIREMENTS AND PROVISIONS OF  THIS  SECTION.\n   38  AN  I.D.A./E.Z.  EMPLOYER AND ITS EMPLOYEES MAY AGREE TO MODIFY OR WAIVE\n   39  ANY OF THE REQUIREMENTS OF THIS SECTION PURSUANT TO A  VALID  COLLECTIVE\n   40  BARGAINING  AGREEMENT;  PROVIDED THAT SUCH MODIFICATION OR WAIVER IS SET\n   41  FORTH EXPRESSLY AND UNAMBIGUOUSLY IN THE COLLECTIVE BARGAINING AGREEMENT\n   42  IN A PROVISION THAT MAKES EXPRESS REFERENCE TO THIS SECTION.\n   43    S 13. If any section, subdivision, sentence, clause, phrase, or  other\n   44  portion of this act, including any requirement imposed or credit author-\n   45  ized  pursuant  to  it,  is  for any reason declared unconstitutional or\n   46  invalid, in whole or in part, by any court  of  competent  jurisdiction,\n   47  such  portion shall be deemed severable, and such unconstitutionality or\n   48  invalidity shall not affect the validity of the  remaining  portions  of\n   49  this  act,  which  remaining  portions  shall continue in full force and\n   50  effect.\n   51    S 14. This act shall take effect on  the  one  hundred  twentieth  day\n   52  after  it  shall  have  become  a law; provided that the commissioner of\n   53  health is authorized to promulgate any and all rules and regulations and\n   54  take any other measures necessary to implement this act on its effective\n   55  date on or before such date; and provided that section four of this  act\n   56  shall take effect one year after the effective date of this act.\n",
  "memo" : "BILL NUMBER:S1867\n\nTITLE OF BILL:\nAn act\nto amend the public authorities law, in relation to establishing the\nposition of the public authorities inspector general;\nto amend the public authorities law and the general municipal law, in\nrelation to the accountability of industrial development agencies\nand prevailing wage requirements for industrial development agency\nprojects and certain empire zone work; and\nto amend the\npublic health law, in relation to providing\nhealth care coverage for workers on industrial development\nagency projects and certain empire zone work\n\nPURPOSE:\nTo provide greater accountability for public authorities and public\nbenefit corporations by creating the Public Authority Inspector\nGeneral and to improve standards and accountability for those\nentities benefiting from economic development incentives.\n\nSUMMARY OF PROVISIONS:\n&sect; 1 amends the public authorities law by adding a new article l-B\ncreating the office of the public Authorities Inspector General.\n\n* section 55 would establish the position and office of the public\nauthorities inspector general (IG); provide that the IG be appointed\nby the attorney general for a five year term; and establish the IG's\nsalary and mode of removal.\n\n* Section 56 would allow the IG to appoint and remove staff, and\nestablish and modify a plan of organization; it would establish a\nfunding mechanism by which the expenses of the IG's office would be\npaid by assessing the public authorities and public benefit\ncorporations.\n\n* Section 57 would authorize the IG to investigate and report his or\nher findings and to work on policies to avoid corruption and other\nabuse in public authorities; it would authorize the IG to obtain\nevidence by subpoena or otherwise and to require testimony under\noath. It would also require disclosure to the IG of information that\nis considered privileged by the authorities, and provides a procedure\nfor disclosing confidential information and to protect a person who\nwould be injured by such disclosure.\n\n&sect; 2 amends subdivision 1 of section 51 of the public authorities law\nby adding a new paragraph \"m\" to add industrial development agencies\nunder the purview of the New York State Public Authorities control\nBoard.\n\n&sect; 3 amends section 854 of the general municipal law by adding two new\nsubdivisions 20 and 21 which define \"preservation\" and \"public Open\n\nspace\" pertaining to projects subsidized by Industrial Development\nAgencies (IDA).\n\n&sect; 4 amends subdivision 2 of section 856 of the general municipal law,\nas amended by Chapter 356 of the laws of 1993, to diversify IDA board\nmembership to include representatives from local businesses, local\neducational agencies, labor organizations and community-based\norganizations.\n\n&sect; 5 amends the general municipal law by adding a new section 857 to\nplace limitations on the powers of Industrial Development Agencies,\npublic authorities and public benefit corporations concerning the\ngranting of financial assistance. IDAs, public authorities and public\nbenefit corporations would not be able to provide financial\nassistance for any project or facility that diminishes open space,\nextends publicly owned water and/or sewer lines, or whose applicant\nhas a substantial record of unlawful conduct.\n\n&sect; 6 amends the opening paragraph of section 858 of the general\nmunicipal law, as amended by chapter 659 of the laws of 1997 to\npromote open space and promote economic development in areas where\ntransportation, water, and sewer infrastructure are readily available.\n\n&sect; 7 amends section 858 of the general municipal law by adding a new\nsubdivision 15-a to provide reporting requirements for IDAs. This\nsection requires IDAS to submit an annual report to the PACB and\npublic Authorities Inspector General and to submit to annual audits\nby the State comptroller's office and makes the result available to\nthe Governor's Office, the speaker of the Assembly, and the Temporary\nPresident of the senate.\n\n&sect; 8 amends section 868 of the General Municipal Law, as added by\nchapter 1030 of the laws of 1969, to provide the public Authorities\nInspector General with the power to review and approve, or disapprove\nany contract with unattainable terms.\n\n&sect; 9 amends paragraph (a) of subdivision 4 of section 874 of the\ngeneral municipal law to provide for a schedule of reimbursement\nshould all contractual obligations associated with the project not be\nfulfilled.\n\n&sect; 10 adds a new section 885 to the general municipal law requiring\nprevailing wages for public works projects in which financial\nassistance is provided by Industrial Development Agency.\n\n&sect; 11 adds a new section 959-b to the general municipal law requiring\nprevailing wages for public work projects within an empire zone.\n\n&sect; 12 add a new article 9-B to the public health law enacting the\nIndustrial Development Agency/Empire Zone Health Security Act.\n\n&sect; 13 contains a severability clause, should any language in this bill\nbe found unconstitutional or invalid.\n\n&sect; 14 states the effective date of the bill.\n\nJUSTIFICATION:\nNew York State expends billions of dollars through public authorities,\ncorporations and development agencies for the purpose of stimulating\nprivate sector economic growth and the creation of jobs for New\nYorkers.\nSuch expenditures should be consistent with a high road economic\ndevelopment strategy: promoting the creation of good\nfamily-supporting jobs, with pay and benefits that are adequate to\nensure that the newly employed will not be dependent on public\nbenefits to meet their basic needs; and promoting the use of existing\ninfrastructure and the revitalization of previously developed land\nand buildings that have fallen into disuse, rather than subsidizing\nsprawl and the destruction of green space.\nRecent investigations by the State Comptroller have highlighted the\nabsence of adequate mechanism for determining the effectiveness of\nstate economic development expenditures for achieving the goals\nabove. In some cases companies have taken state benefits in exchange\nfor creating a specified number of jobs, but then failed to live up\nto their end of the deal. There have even been cases in which public\nfunds seem to have been deliberately abused by state economic\ndevelopment entities for the private gain of politically connected\nindividuals.\n\nSignificant improvements in oversight, transparency and accountability\nfor authorities, corporations and development agencies are needed to\ndetermine when and how economic development resources are used most\neffectively, and to prevent waste and corruption. To achieve such\nimprovements this legislation provides for the creation of a vigorous\nand independent inspector general's office with the powers and staff\nneeded to do the important job of policing the behavior of officers\nand employees of public authorities, corporations and development\nagencies. The Inspector General shall be empowered to review and\nenforce the terms of economic development deals made by the entities\nunder his/her supervision, up to and including imposing a schedule\nfor repayment of benefits received by companies that fail to fulfill\ntheir obligations under such deals.\n\nTo further improve public accountability and public confidence in the\nstate's economic development activities this legislation provides that:\nthe boards of public entities covered by the law must have a quorum at\nall public hearings; that their boards must be reasonably\nrepresentative of all stakeholders in matters under their\njurisdiction as provided in this bill; and that the entities covered\nby this legislation shall not provide public benefits of any kind to\nbusinesses with a history of repeated and/or egregious violations of\nthe law as provided in this legislation.\n\nFurthermore, to ensure that state resources are used to encourage\nfamily supporting jobs, this legislation provides for minimum\nstandards for wages and health benefits that shall be met for any new\njob created by a company receiving state benefits in order for such\njob to be counted towards any minimum job creation threshold to\nqualify for benefits.\nFinally, to prevent the use of state resources to support the\ndestruction of green space, this legislation bans entities covered\nunder the law from approving projects that involve the development of\ngreen spaces or from extending water or sewer lines where none exist.\n\nLEGISLATIVE HISTORY:\nNew Bill.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred twentieth day after it\nshall have become a law, provided that the Commissioner of Health is\nauthorized to promulgate any and all rules and regulations and take\nany other measures necessary to implement this act on its effective\ndate on or before such date, provided that section four of this act\nshall take effect one year after the effective date of this act.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to establishing the position of the public authorities inspector general; to amend the public authorities law and the general municipal law, in relation to the accountability of industrial development agencies and prevailing wage requirements for industrial development agency projects and certain empire zone work; and to amend the public health law, in relation to providing health care coverage for workers on industrial development agency projects and certain empire zone work ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T162923.TXT", "SOBI.D110113.T163424.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T101910.TXT", "SOBI.D110113.T164426.TXT", "SOBI.D110113.T161922.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963591
}