{
  "year" : 2011,
  "senateBillNo" : "S1866-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1866-2011-1294894800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the apportionment of senate and assembly districts in the state",
  "summary" : "Relates to the apportionment of senate and assembly districts in the state; requires the population equality of such districts to be within one percent standard deviation. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "State Law",
  "previousVersions" : [ "S7834-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1866\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN  ACT  to  amend the state law, in relation to apportionment of senate\n         and assembly districts in the state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision b of section 127 of the state law, as added by\n    2  chapter 35 of the laws of 2002, is amended to read as follows:\n    3    b. It is intended that this article and the districts described herein\n    4  completely encompass all the area within the state. It is also  intended\n    5  that such districts apportioned on the basis of THE FEDERAL CENSUS TAKEN\n    6  IN  THE YEAR two thousand [population] TEN AND EACH FEDERAL CENSUS TAKEN\n    7  DECENNIALLY THEREAFTER, contain all the inhabitants in this state. It is\n    8  further intended that [the apportionment and districting provided for in\n    9  this article result in the creation of districts which are substantially\n   10  equal in population.   It is  also  intended  that]  no  district  shall\n   11  include  any  of  the  area included within the description of any other\n   12  district.  DISTRICTS DESCRIBED WITHIN THIS ARTICLE SHALL BE  IN  ACCORD-\n   13  ANCE  WITH SECTION TWO OF ARTICLE ONE OF THE UNITED STATES CONSTITUTION,\n   14  SECTIONS FOUR AND FIVE OF ARTICLE THREE OF THE STATE CONSTITUTION AND IN\n   15  A MANNER THAT ENSURES THE FAIR  AND  EFFECTIVE  REPRESENTATION  FOR  ALL\n   16  RESIDENTS  OF  THE STATE, INCLUDING RACIAL, ETHNIC AND LANGUAGE MINORITY\n   17  GROUPS, AND ADHERE TO ALL STANDARDS  AND  PRACTICES  SET  FORTH  IN  THE\n   18  FEDERAL VOTING RIGHTS ACT (42 U.S.C. SS1971 ET. SEQ.) AND OTHER RELEVANT\n   19  FEDERAL REGULATIONS. THE STATE LEGISLATIVE DISTRICTS SHALL:\n   20    (1)  BE  DRAWN TO KEEP INTACT WITHIN A SINGLE DISTRICT THOSE NEIGHBOR-\n   21  HOODS AND COMMUNITIES WITH ESTABLISHED TIES OF COMMON INTEREST AND ASSO-\n   22  CIATION, WHETHER HISTORICAL,  RACIAL,  ECONOMIC,  ETHNIC,  RELIGIOUS  OR\n   23  OTHER;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06302-01-1\n\n       S. 1866                             2\n\n    1    (2) BE OF SUBSTANTIAL EQUALITY OF POPULATION WITH OTHER CONGRESSIONAL,\n    2  SENATE  AND  ASSEMBLY  DISTRICTS, PROVIDED THAT, FOR SENATE AND ASSEMBLY\n    3  DISTRICTS, NO SUCH DEVIATION SHALL EXCEED ONE  PERCENT  OF  THE  AVERAGE\n    4  POPULATION OF ALL SENATE OR ASSEMBLY DISTRICTS;\n    5    (3)  BE  COMPOSED  OF  COMPACT AND CONTIGUOUS TERRITORY, PROVIDED THAT\n    6  LAND AREAS SEPARATED BY A WATERWAY SHALL NOT BE INCLUDED WITHIN THE SAME\n    7  DISTRICT UNLESS SUCH WATERWAY IS TRAVERSED BY A HIGHWAY BRIDGE OR TUNNEL\n    8  WHICH BEGINS AND TERMINATES WITHIN THE SAME SUCH DISTRICT, EXCEPT  THAT,\n    9  POPULATION  PERMITTING, ISLANDS NOT CONNECTED TO THE MAINLAND OR ANOTHER\n   10  ISLAND BY A HIGHWAY BRIDGE OR TUNNEL SHALL BE IN THE  SAME  DISTRICT  AS\n   11  THE NEAREST LAND AREA WITHIN THE SAME POLITICAL SUBDIVISION;\n   12    (4)  BE  DRAWN  SUCH  THAT  THE  NUMBER OF COUNTIES WHOSE TERRITORY IS\n   13  DIVIDED AMONG MORE THAN ONE DISTRICT SHALL BE AS SMALL AS POSSIBLE  AND,\n   14  WITHIN COUNTIES SO DIVIDED, THE NUMBER OF TOWNS AND CITIES DIVIDED AMONG\n   15  MORE THAN ONE DISTRICT SHALL BE AS SMALL AS POSSIBLE;\n   16    (5)  NOT  BE  DRAWN  WITH  AN  INTENT TO FAVOR OR OPPOSE ANY POLITICAL\n   17  PARTY, ANY INCUMBENT FEDERAL OR STATE LEGISLATOR,  OR  ANY  PREVIOUS  OR\n   18  PRESUMED CANDIDATE FOR OFFICE;\n   19    (6)  TO  THE  EXTENT  PRACTICABLE, COINCIDE WITH CITY, TOWN AND COUNTY\n   20  BOUNDARIES;\n   21    (7) TO THE EXTENT PRACTICABLE, EACH ASSEMBLY DISTRICT SHALL BE ENTIRE-\n   22  LY WITHIN A SINGLE SENATE DISTRICT, AND TO THE  EXTENT  CONSISTENT  WITH\n   23  THE  PROVISIONS  OF  PARAGRAPH  FOUR  OF  THIS  SUBDIVISION, NO ASSEMBLY\n   24  DISTRICT SHALL BE WITHIN MORE THAN TWO SENATE DISTRICTS; AND\n   25    (8) TO THE EXTENT CONSISTENT WITH THE PROVISIONS OF PARAGRAPH FOUR  OF\n   26  THIS  SUBDIVISION,  NO  SENATE  DISTRICT  SHALL  INCLUDE MORE THAN THREE\n   27  ASSEMBLY DISTRICTS.\n   28    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1866\n\nTITLE OF BILL:\nAn act\nto amend the state law, in relation to apportionment of senate and\nassembly districts in the state\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo establish equitable population\nparameters for apportioning state senate and assembly districts every\nten years following the U.S. Census.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would require a state\nlegislative apportionment body (committee, commission, or otherwise\nstated) to operate within the purview of a population deviation no\ngreater or less than IA of mean population for all districts.\n\nJUSTIFICATION:\nThe current reapportionment process exposes the New\nYork State legislature to inequitable population disparity between\ndistricts by allowing a population deviation of 596-. This disparity\nhas encouraged gerrymandering and unfair weight of representation due\nto unreasonably high population disparities between districts.\nCongressional districts are required to be within a population\ndeviation of 1.96 and it is time for New York State to follow this\nsensible example.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state law, in relation to apportionment of senate and assembly districts in the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T162923.TXT", "SOBI.D110113.T163924.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T101910.TXT", "SOBI.D110113.T164426.TXT", "SOBI.D110113.T161922.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963589
}