{
  "year" : 2011,
  "senateBillNo" : "S1861-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1861-2011-1294894800000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases from twenty-four to sixty months, the time for which reconsideration for parole shall be determined",
  "summary" : "Increases from twenty-four to sixty months, the time for which reconsideration for parole shall be determined. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : "A2081",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S425-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1861                                                  A. 2081\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sens. LAVALLE, NOZZOLIO, RANZENHOFER -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Crime Victims, Crime and Correction\n\n       IN  ASSEMBLY  --  Introduced  by  M.  of A. THIELE, McDONOUGH, LAVINE --\n         Multi-Sponsored by -- M. of A. LANCMAN, RAIA -- read once and referred\n         to the Committee on Correction\n\n       AN ACT to amend the executive law, in relation  to  the  time  in  which\n         reconsideration for parole shall be determined\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (i) of  paragraph  (a)  of  subdivision  2  of\n    2  section  259-i of the executive law, as separately amended by section 11\n    3  of part E and section 9 of part F of chapter 62 of the laws of 2003,  is\n    4  amended to read as follows:\n    5    (i)  Except  as  provided  in  subparagraph (ii) of this paragraph, at\n    6  least one month prior to the date on which  an  inmate  may  be  paroled\n    7  pursuant  to subdivision one of section 70.40 of the penal law, a member\n    8  or members as determined by the rules  of  the  board  shall  personally\n    9  interview  such  inmate  and  determine  whether he should be paroled in\n   10  accordance with the guidelines adopted pursuant to subdivision  four  of\n   11  section  two  hundred  fifty-nine-c  of  this  article. If parole is not\n   12  granted upon such review, the inmate shall be informed in writing within\n   13  two weeks of such appearance of the factors and reasons for such  denial\n   14  of  parole.  Such reasons shall be given in detail and not in conclusory\n   15  terms. The board shall specify a date not more than [twenty-four]  SIXTY\n   16  months  from  such determination for reconsideration, and the procedures\n   17  to be followed upon reconsideration shall be the same. If the inmate  is\n   18  released,  he  shall  be  given a copy of the conditions of parole. Such\n   19  conditions shall where appropriate, include a requirement that the paro-\n   20  lee comply with any restitution order, mandatory surcharge, sex offender\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03765-01-1\n\n       S. 1861                             2                            A. 2081\n\n    1  registration fee and DNA databank fee previously imposed by a  court  of\n    2  competent  jurisdiction that applies to the parolee. The board of parole\n    3  shall indicate which restitution  collection  agency  established  under\n    4  subdivision eight of section 420.10 of the criminal procedure law, shall\n    5  be  responsible  for collection of restitution, mandatory surcharge, sex\n    6  offender registration fees and DNA databank  fees  as  provided  for  in\n    7  section  60.35 of the penal law and section eighteen hundred nine of the\n    8  vehicle and traffic law.\n    9    S 2. Paragraph (a) of subdivision 2 of section 259-i of the  executive\n   10  law,  as  amended by chapter 396 of the laws of 1987, is amended to read\n   11  as follows:\n   12    (a) At least one month prior to the expiration of the  minimum  period\n   13  or  periods  of  imprisonment  fixed  by the court or board, a member or\n   14  members as determined by the rules of the board shall personally  inter-\n   15  view  an  inmate serving an indeterminate sentence and determine whether\n   16  he should be paroled at the expiration of the minimum period or  periods\n   17  in  accordance  with the guidelines adopted pursuant to subdivision four\n   18  of section two hundred fifty-nine-c. If parole is not granted upon  such\n   19  review, the inmate shall be informed in writing within two weeks of such\n   20  appearance  of  the  factors and reasons for such denial of parole. Such\n   21  reasons shall be given in detail and not in conclusory terms. The  board\n   22  shall  specify a date not more than [twenty-four] SIXTY months from such\n   23  determination for reconsideration, and the  procedures  to  be  followed\n   24  upon  reconsideration  shall  be the same. If the inmate is released, he\n   25  shall be given a copy of the conditions of parole. Such conditions shall\n   26  where appropriate, include a requirement that the  parolee  comply  with\n   27  any  restitution  order  and mandatory surcharge previously imposed by a\n   28  court of competent jurisdiction that applies to the parolee.  The  board\n   29  of parole shall indicate which restitution collection agency established\n   30  under subdivision eight of section 420.10 of the criminal procedure law,\n   31  shall  be  responsible  for  collection  of  restitution  and  mandatory\n   32  surcharge as provided for in section 60.35 of the penal law and  section\n   33  eighteen hundred nine of the vehicle and traffic law.\n   34    S  3. This act shall take effect immediately; provided that the amend-\n   35  ments to subparagraph (i) of paragraph (a) of subdivision 2  of  section\n   36  259-i  of  the  executive  law  made by section one of this act shall be\n   37  subject to the expiration and reversion of such  paragraph  pursuant  to\n   38  subdivision  d  of  section  74  of  chapter  3  of the laws of 1995, as\n   39  amended, when upon such date the provisions of section two of  this  act\n   40  shall take effect.\n",
  "memo" : "BILL NUMBER:S1861\n\nTITLE OF BILL:\n\nAn act\nto amend the executive law, in relation to the time in which\nreconsideration for parole shall be determined\n\nPURPOSE:\n\nThis bill would extend the number of months from twenty-four to sixty\nas the time within which the parole board must set for\nreconsideration of a denied application for parole.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 of this bill amends Section 259-i (2) (a) (i) of the\nexecutive law by providing that should parole be denied, the board\nshall specify a date not more than sixty months from such\ndetermination for reconsideration. This section of law is subject to\nexpiration and reversion pursuant to &sect;74 (d) of Chapter 3 of the Laws\nof 1995, and the proposed amendment is set to also be subject to such\nexpiration and reversion.\n\nSection 2 of the bill makes similar changes to Section 259-i (2) (a)\nof the executive law which are scheduled to take effect when the\nprovisions above expire.\n\nJUSTIFICATION:\n\nCurrently when parole is denied, the board has the discretion to set\nthe date for reconsideration for parole for any date within two years\nof the denial of parole. In many cases, especially those involving\nheinous acts of violence against another, parole will be denied\nnumerous times.\nHowever, each time an inmate is considered for parole, the victim and\nhis/her family is required to relive the horror of the crime for the\nsake of impressing upon the Parole Board the inappropriateness of\nearly release. In these cases, when the board is confident that their\nopinion regarding parole release will not be changed by anything that\ncan transpire within the next five years, the board should have the\ndiscretion to set the date for reconsideration of its denial of\nparole for any date within those five years. This would still allow\nfor an earlier reconsideration if warranted, yet also give the victim\nand his/her family a greater period of time of peace before the next\nparole consideration.\n\nLEGISLATIVE HISTORY:\n\n2009-10:  S.425\n\nFISCAL IMPLICATIONS:\n\nThis bill could result in some savings to the State by not requiring\nparole considerations that are unnecessary.\n\nEFFECTIVE DATE:\n\nThe first section of the bill would become effective immediately while\nthe second section of this bill would become effective when the\nprovisions of &sect;74 (d) of Chapter 3 of the Laws of 1995 take effect.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the time in which reconsideration for parole shall be determined ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T114424.TXT", "SOBI.D110113.T160421.TXT", "SOBI.D110113.T160922.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110113.T153919.TXT", "SOBI.D110113.T161441.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110113.T153419.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963580
}