{
  "year" : 2011,
  "senateBillNo" : "S1869-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1869-2011-1294894800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"language barrier elimination act\" to provide translations to the limited English proficient in connection with certain services",
  "summary" : "Enacts the \"language barrier elimination act\" to provide translations to the limited English proficient in connection with services provided through the department of labor, department of family assistance or department of health. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S5185-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1869\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN  ACT to amend the executive law, in relation to ensuring equal access\n         to health and human services for limited English speaking individuals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Declaration of legislative findings and intent. Title VI of\n    2  the  civil rights act of 1964 provides in pertinent part that \"no person\n    3  in the United States shall on the ground  of  race,  color  or  national\n    4  origin, be excluded from participation in, be denied the benefits of, or\n    5  be  subjected  to discrimination under any program or activity receiving\n    6  federal assistance.\" The United States department  of  justice  and  the\n    7  department  of  health  and  human  services have stated that failure to\n    8  provide language assistance  to  limited  English  speaking  individuals\n    9  seeking assistance in federally funded, state supervised or administered\n   10  programs  amounts  to  a violation of Title VI by discriminating against\n   11  such individuals based upon their national origin.\n   12    It is and has been the policy of the state of New York to  oppose  all\n   13  forms  of  discrimination, particularly when it relates to the provision\n   14  of state services, or locally provided services under state supervision.\n   15  However, the department of health and human  services  office  of  civil\n   16  rights,  the  office responsible for enforcing Title VI in department of\n   17  health and human services programs, found that the New York state office\n   18  of temporary and disability assistance, the New York state department of\n   19  health, the New  York  City  human  resources  administration,  and  the\n   20  departments  of  social  services in Nassau and Suffolk counties were in\n   21  violation of Title VI based upon the  state  and  counties'  failure  to\n   22  provide  interpretation services for limited English proficient individ-\n   23  uals. Specifically, the  office  of  civil  rights  found  that  limited\n   24  English proficient clients seeking and/or applying for subsistence bene-\n   25  fits such as food stamps and public assistance for children and Medicaid\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05817-01-1\n\n       S. 1869                             2\n\n    1  benefits  were  routinely  unable  to  access such benefits due to their\n    2  inability to speak English.\n    3    A  legislative  hearing  on  immigrant child welfare issues also found\n    4  that the lack of interpreters in child welfare cases resulted  in  chil-\n    5  dren in families who were limited English proficient being unnecessarily\n    6  removed  from  their  parents.  In  addition, limited English proficient\n    7  residents of New York have been unable to access unemployment and  other\n    8  services  from  the  department  of  labor due to the lack of translated\n    9  materials and interpreters. The New York  language  barrier  elimination\n   10  act serves a twofold purpose:  first, the act will ensure that the state\n   11  is  in  compliance  with  federal law in ensuring access to benefits and\n   12  opportunities to participate in any program or activity receiving feder-\n   13  al assistance; second, and more importantly, the act  will  ensure  that\n   14  all those in need of health and human services receive them, and that no\n   15  one  attempting  to  access  such services will be discriminated against\n   16  based upon the language they speak.\n   17    S 2. The executive law is amended by adding a new article 14-A to read\n   18  as follows:\n   19                                ARTICLE 14-A\n\n   20                      LANGUAGE BARRIER ELIMINATION ACT\n   21  SECTION 275. SHORT TITLE.\n   22          276. DEFINITIONS.\n   23          277. AGENCIES.\n   24          278. LANGUAGE ASSISTANCE SERVICES.\n   25          279. NOTICES.\n   26          280. RECORDS.\n   27          281. LANGUAGE ASSISTANCE SERVICES REQUIRED.\n   28          282. SCREENING AND TRAINING.\n   29          283. MISCELLANEOUS.\n   30          284. COMPTROLLER AUDITS.\n   31          285. CIVIL CAUSE OF ACTION.\n   32          286. LIMITATIONS.\n   33          287. RULES.\n   34          288. SEVERABILITY.\n   35    S 275. SHORT TITLE.  THIS ACT SHALL BE KNOWN AND MAY BE CITED  AS  THE\n   36  \"LANGUAGE BARRIER ELIMINATION ACT\".\n   37    S  276.  DEFINITIONS.  WHEN  USED IN THIS ARTICLE, THE FOLLOWING TERMS\n   38  SHALL HAVE THE FOLLOWING MEANINGS:\n   39    1. \"AGENCY\" SHALL MEAN THOSE ENTITIES, INCLUDING  ANY  PART,  SUBDIVI-\n   40  SION,  FIELD OFFICE OR SATELLITE FACILITY, INCLUDING OFFICES OPERATED BY\n   41  COUNTY GOVERNMENTS, REQUIRED TO  PROVIDE  LANGUAGE  ASSISTANCE  SERVICES\n   42  PURSUANT TO THIS ARTICLE.\n   43    2. \"AGENCY CONTRACTOR\" SHALL MEAN ANY INDIVIDUAL, SOLE PROPRIETORSHIP,\n   44  PARTNERSHIP,  COMMUNITY  BASED  ORGANIZATION, JOINT VENTURE OR CORPORATE\n   45  ENTITY, INCLUDING ANY  PART,  SUBDIVISION,  FIELD  OFFICE  OR  SATELLITE\n   46  FACILITY,  WHICH  ENTERS  INTO A CONTRACT OR CONTRACTS WITH AN AGENCY TO\n   47  PROVIDE AGENCY-RELATED SERVICES TO THE  PUBLIC,  AND  WHICH  RECEIVES  A\n   48  TOTAL  OF ONE MILLION DOLLARS OR MORE IN PAYMENT FOR SUCH SERVICES ON AN\n   49  ANNUALIZED BASIS PURSUANT TO THE TERMS OF SUCH CONTRACT OR CONTRACTS.\n   50    3. \"BILINGUAL  PERSONNEL\"  SHALL  MEAN  AGENCY  OR  AGENCY  CONTRACTOR\n   51  EMPLOYEES,  EXCLUDING  PARTICIPANTS  IN  WORK  EXPERIENCE  PROGRAMS, WHO\n   52  PROVIDE LANGUAGE ASSISTANCE SERVICES IN ADDITION TO THEIR DUTIES.\n   53    4. \"CONTRACT\" SHALL MEAN ANY  WRITTEN  AGREEMENT,  PURCHASE  ORDER  OR\n   54  INSTRUMENT  WHEREBY  THE  AGENCY  IS  COMMITTED TO EXPEND OR DOES EXPEND\n\n       S. 1869                             3\n\n    1  FUNDS IN RETURN FOR WORK, LABOR, SERVICES, OR  ANY  COMBINATION  OF  THE\n    2  FOREGOING.\n    3    5.  \"DOCUMENTS\"  SHALL  MEAN  WRITTEN  MATERIAL, WHETHER ELECTRONIC OR\n    4  PRINTED, INCLUDING BUT NOT LIMITED TO, FORMS, APPLICATIONS, NOTICES  AND\n    5  CORRESPONDENCE, THAT REQUIRE A RESPONSE OR AFFECT BENEFITS LEVELS AND/OR\n    6  SERVICES.\n    7    6.  \"INTERPRETER  PERSONNEL\"  SHALL  MEAN  AGENCY OR AGENCY CONTRACTOR\n    8  EMPLOYEES WHOSE SOLE RESPONSIBILITY IS TO  PROVIDE  LANGUAGE  ASSISTANCE\n    9  SERVICES.  SUCH  DEFINITION  SHALL  NOT  INCLUDE WORK EXPERIENCE PROGRAM\n   10  PARTICIPANTS.\n   11    7. \"INTERPRETATION SERVICES\" SHALL MEAN ORAL,  CONTEMPORANEOUS  INTER-\n   12  PRETATION OF ORAL CONVERSATIONS.\n   13    8.  \"LANGUAGE  ASSISTANCE  SERVICES\"  SHALL  MEAN LEVEL I AND LEVEL II\n   14  LANGUAGE ASSISTANCE SERVICES AS DEFINED IN THIS SECTION.\n   15    9. \"LEVEL I LANGUAGE ASSISTANCE SERVICES\"  SHALL  MEAN  INTERPRETATION\n   16  SERVICES  AND  TRANSLATION  SERVICES  PROVIDED BY BILINGUAL PERSONNEL OR\n   17  INTERPRETER PERSONNEL TO LIMITED  ENGLISH  PROFICIENT  INDIVIDUALS  THAT\n   18  ENSURES  THEIR  ABILITY TO COMMUNICATE EFFECTIVELY WITH AGENCY OR AGENCY\n   19  CONTRACTOR PERSONNEL, ACCESS BENEFITS AND SERVICES, PARTICIPATE  EQUALLY\n   20  IN ALL SUBSTANTIVE PROGRAMS AND UNDERSTAND DOCUMENTS; PROVIDED, HOWEVER,\n   21  THAT SUCH SERVICES MAY NOT BE PROVIDED BY VOLUNTEERS, RELATIVES, SPOUSES\n   22  OR  DOMESTIC PARTNERS OF AN INDIVIDUAL IN NEED OF SUCH SERVICES, OR BY A\n   23  CLIENT OF THE AGENCY OR AGENCY CONTRACTOR FROM WHICH SUCH INDIVIDUAL  IS\n   24  SEEKING ASSISTANCE.\n   25    10.  \"LEVEL  II  LANGUAGE  ASSISTANCE  SERVICES\"  SHALL  MEAN LANGUAGE\n   26  ASSISTANCE SERVICES PROVIDED TO LIMITED ENGLISH  PROFICIENT  INDIVIDUALS\n   27  BY  MEANS  OTHER  THAN INTERPRETER PERSONNEL OR BILINGUAL PERSONNEL THAT\n   28  ENSURES THEIR ABILITY TO COMMUNICATE EFFECTIVELY WITH AGENCY  OR  AGENCY\n   29  CONTRACTOR  PERSONNEL, ACCESS BENEFITS AND SERVICES, PARTICIPATE EQUALLY\n   30  IN ALL SUBSTANTIVE PROGRAMS AND UNDERSTAND DOCUMENTS; PROVIDED, HOWEVER,\n   31  THAT SUCH SERVICES MAY NOT BE PROVIDED BY VOLUNTEERS, RELATIVES, SPOUSES\n   32  OR DOMESTIC PARTNERS OF AN INDIVIDUAL IN NEED OF SUCH SERVICES, OR BY  A\n   33  CLIENT  OF THE AGENCY OR AGENCY CONTRACTOR FROM WHICH SUCH INDIVIDUAL IS\n   34  SEEKING ASSISTANCE.\n   35    11. \"LIMITED ENGLISH PROFICIENT INDIVIDUAL\" SHALL MEAN  AN  INDIVIDUAL\n   36  WHO IDENTIFIES AS BEING, OR IS EVIDENTLY, UNABLE TO SPEAK, READ OR WRITE\n   37  THE  ENGLISH  LANGUAGE  AT  A  LEVEL THAT PERMITS HIM OR HER TO INTERACT\n   38  EFFECTIVELY WITH AGENCY OR AGENCY CONTRACTOR PERSONNEL.\n   39    12. \"PRIMARY LANGUAGE\" SHALL MEAN THE LANGUAGE  CHOSEN  BY  A  LIMITED\n   40  ENGLISH  PROFICIENT INDIVIDUAL AS THE LANGUAGE TO BE USED IN COMMUNICAT-\n   41  ING WITH SUCH INDIVIDUAL.\n   42    13. \"PRIMARY LANGUAGE GROUP\" SHALL MEAN A GROUP OF INDIVIDUALS SHARING\n   43  THE SAME PRIMARY LANGUAGE.\n   44    14. \"TRANSLATION SERVICES\"  SHALL  MEAN  THE  TRANSLATION  OF  WRITTEN\n   45  MATTER EITHER ORALLY OR IN WRITING.\n   46    S 277. AGENCIES. THE FOLLOWING ENTITIES SHALL PROVIDE LANGUAGE ASSIST-\n   47  ANCE SERVICES FOR SERVICES DIRECTLY PROVIDED BY SUCH AGENCY AND SHALL BE\n   48  RESPONSIBLE  FOR  ENSURING  THAT  COUNTY AGENCIES AND AGENCY CONTRACTORS\n   49  PROVIDING SERVICES UNDER STATE SUPERVISION PROVIDE  LANGUAGE  ASSISTANCE\n   50  SERVICES,  AS REQUIRED UNDER THIS ARTICLE: THE NEW YORK STATE DEPARTMENT\n   51  OF FAMILY ASSISTANCE, THE NEW YORK STATE DEPARTMENT OF HEALTH,  AND  THE\n   52  NEW YORK STATE DEPARTMENT OF LABOR.\n   53    S  278.  LANGUAGE  ASSISTANCE  SERVICES.  1.  EACH  AGENCY  AND AGENCY\n   54  CONTRACTOR SHALL PROVIDE LANGUAGE ASSISTANCE SERVICES AS REQUIRED  UNDER\n   55  THIS ARTICLE FREE OF CHARGE TO LIMITED ENGLISH PROFICIENT INDIVIDUALS.\n\n       S. 1869                             4\n\n    1    2.  AGENCY  CONTRACTORS  SHALL PROVIDE LANGUAGE ASSISTANCE SERVICES AS\n    2  REQUIRED UNDER THIS ARTICLE FOR PROGRAMS AND/OR SERVICES OFFERED  PURSU-\n    3  ANT TO A CONTRACT OR CONTRACTS WITH AN AGENCY.\n    4    S  279.  NOTICES.  1. UPON INITIAL CONTACT, WHETHER BY TELEPHONE OR IN\n    5  PERSON, WITH AN INDIVIDUAL SEEKING BENEFITS AND/OR SERVICES  OFFERED  BY\n    6  AN  AGENCY  OR AGENCY CONTRACTOR, SUCH AGENCY OR AGENCY CONTRACTOR SHALL\n    7  NOTIFY  SUCH  INDIVIDUAL  OF  THE  RIGHT  TO  FREE  LANGUAGE  ASSISTANCE\n    8  SERVICES.  IMMEDIATELY FOLLOWING SUCH NOTIFICATION, THE AGENCY OR AGENCY\n    9  CONTRACTOR SHALL DETERMINE THE PRIMARY LANGUAGE OF SUCH INDIVIDUAL. SUCH\n   10  DETERMINATION SHALL BE MADE BY ASKING THE INDIVIDUAL TO INDICATE HIS  OR\n   11  HER PRIMARY LANGUAGE. IF IT IS DETERMINED THAT SUCH INDIVIDUAL'S PRIMARY\n   12  LANGUAGE  IS  NOT  ENGLISH,  THEN  UPON SUCH DETERMINATION THE AGENCY OR\n   13  AGENCY CONTRACTOR SHALL INFORM SUCH INDIVIDUAL IN  HIS  OR  HER  PRIMARY\n   14  LANGUAGE OF THE RIGHT TO FREE LANGUAGE ASSISTANCE SERVICES.\n   15    2.  WITHIN  ONE  HUNDRED  EIGHTY DAYS AFTER THE EFFECTIVE DATE OF THIS\n   16  ARTICLE, EACH AGENCY AND AGENCY CONTRACTOR SHALL DETERMINE  THE  PRIMARY\n   17  LANGUAGE OF EACH INDIVIDUAL CURRENTLY RECEIVING BENEFITS AND/OR SERVICES\n   18  PROVIDED  BY  SUCH  AGENCIES AND AGENCY CONTRACTORS. IF IT IS DETERMINED\n   19  THAT ANY SUCH INDIVIDUAL'S PRIMARY LANGUAGE IS NOT  ENGLISH,  THEN  UPON\n   20  SUCH  DETERMINATION  THE  AGENCY  OR AGENCY CONTRACTOR SHALL INFORM SUCH\n   21  INDIVIDUAL IN HIS OR HER PRIMARY LANGUAGE OF THE RIGHT TO FREE  LANGUAGE\n   22  ASSISTANCE SERVICES.\n   23    3.  EACH AGENCY AND AGENCY CONTRACTOR SHALL POST CONSPICUOUS SIGNS FOR\n   24  EACH PRIMARY LANGUAGE GROUP CONSTITUTING TEN  PERCENT  OR  MORE  OF  THE\n   25  INDIVIDUALS  ELIGIBLE  TO BE SERVED OR LIKELY TO BE DIRECTLY AFFECTED BY\n   26  THE AGENCY OR AGENCY CONTRACTOR AT  ALL  AGENCY  AND  AGENCY  CONTRACTOR\n   27  OFFICES  IN WHICH SERVICES ARE PROVIDED TO THE PUBLIC, INFORMING LIMITED\n   28  ENGLISH PROFICIENT INDIVIDUALS OF THEIR RIGHT TO FREE  LANGUAGE  ASSIST-\n   29  ANCE SERVICES.\n   30    S  280.  RECORDS.  EACH  AGENCY AND AGENCY CONTRACTOR SHALL MAINTAIN A\n   31  RECORD OF THE PRIMARY LANGUAGE OF INDIVIDUALS SEEKING OR RECEIVING AGEN-\n   32  CY  OR  AGENCY  CONTRACTOR  SERVICES.  PRIMARY  LANGUAGE  DETERMINATIONS\n   33  REGARDING INDIVIDUALS SEEKING AGENCY OR AGENCY CONTRACTOR SERVICES SHALL\n   34  BE  RECORDED  WHETHER  OR  NOT  SUCH  INDIVIDUAL  ACTUALLY  OBTAINS SUCH\n   35  SERVICES.\n   36    S 281. LANGUAGE ASSISTANCE SERVICES REQUIRED.  1.  IF,  ON  AN  ANNUAL\n   37  BASIS,  TEN  PERCENT  OR  MORE  LIMITED  ENGLISH  PROFICIENT INDIVIDUALS\n   38  BELONGING TO THE SAME PRIMARY LANGUAGE GROUP SEEK OR RECEIVE SERVICES OR\n   39  BENEFITS AT AN AGENCY OR AGENCY CONTRACTOR, THEN SUCH AGENCY  OR  AGENCY\n   40  CONTRACTOR SHALL PROVIDE LEVEL I LANGUAGE ASSISTANCE SERVICES IMMEDIATE-\n   41  LY  IN  ALL  INTERACTIONS  WITH A MEMBER OF SUCH PRIMARY LANGUAGE GROUP,\n   42  WHETHER SUCH INTERACTION IS BY TELEPHONE OR IN PERSON,  AND  ALL  CORRE-\n   43  SPONDENCE  FROM  SUCH  AGENCY OR AGENCY CONTRACTOR TO ANY MEMBER OF SUCH\n   44  PRIMARY LANGUAGE  GROUP  SHALL  BE  WRITTEN  IN  SUCH  MEMBER'S  PRIMARY\n   45  LANGUAGE.\n   46    2.  IF,  ON  AN  ANNUAL  BASIS, AT LEAST TWO PERCENT BUT LESS THAN TEN\n   47  PERCENT LIMITED ENGLISH PROFICIENT INDIVIDUALS  BELONGING  TO  THE  SAME\n   48  PRIMARY LANGUAGE GROUP SEEK OR RECEIVE SERVICES OR BENEFITS AT AN AGENCY\n   49  OR  AGENCY  CONTRACTOR,  THEN  SUCH  AGENCY  OR  AGENCY CONTRACTOR SHALL\n   50  PROVIDE LEVEL I LANGUAGE ASSISTANCE SERVICES WITHIN TWENTY-FOUR HOURS OF\n   51  A REQUEST FOR SUCH SERVICES BY A MEMBER OF SUCH PRIMARY LANGUAGE GROUP.\n   52    3. IF, ON AN ANNUAL BASIS, FEWER  THAN  TWO  PERCENT  LIMITED  ENGLISH\n   53  PROFICIENT INDIVIDUALS BELONGING TO THE SAME PRIMARY LANGUAGE GROUP SEEK\n   54  OR  RECEIVE SERVICES OR BENEFITS AT AN AGENCY OR AGENCY CONTRACTOR, THEN\n   55  SUCH AGENCY OR AGENCY CONTRACTOR SHALL PROVIDE LEVEL I LANGUAGE  ASSIST-\n   56  ANCE   SERVICES   OR   LEVEL  II  LANGUAGE  ASSISTANCE  SERVICES  WITHIN\n\n       S. 1869                             5\n\n    1  TWENTY-FOUR HOURS OF A REQUEST FOR LANGUAGE ASSISTANCE BY  A  MEMBER  OF\n    2  SUCH PRIMARY LANGUAGE GROUP.\n    3    4. DURING THE FIRST NINETY DAYS AFTER THE EFFECTIVE DATE OF THIS ARTI-\n    4  CLE,  EACH  AGENCY  AND  AGENCY CONTRACTOR SHALL DETERMINE THE NUMBER OF\n    5  LIMITED ENGLISH PROFICIENT INDIVIDUALS FOR EACH PRIMARY  LANGUAGE  GROUP\n    6  SEEKING  AND/OR RECEIVING SERVICES FROM SUCH AGENCY OR AGENCY CONTRACTOR\n    7  DURING SUCH PERIOD, AND SHALL MULTIPLY  EACH  SUCH  NUMBER  BY  FOUR  TO\n    8  DETERMINE  A PROJECTED ANNUAL NUMBER OF LIMITED ENGLISH PROFICIENT INDI-\n    9  VIDUALS IN NEED OF LANGUAGE ASSISTANCE  SERVICES.  THE  RESULT  OF  SUCH\n   10  CALCULATION  SHALL  DETERMINE  THE  INITIAL LEVEL OF LANGUAGE ASSISTANCE\n   11  SERVICES REQUIRED UNDER THIS SECTION. THE DETERMINATION OF THE LEVEL  OF\n   12  LANGUAGE  ASSISTANCE  SERVICES REQUIRED UNDER THIS ARTICLE SHALL BE MADE\n   13  ANNUALLY AND BASED ON ANNUAL DATA THEREAFTER.\n   14    5. WHERE AN APPLICATION OR FORM REQUIRES COMPLETION IN  ENGLISH  BY  A\n   15  LIMITED ENGLISH PROFICIENT INDIVIDUAL FOR SUBMISSION TO A STATE AUTHORI-\n   16  TY,  THE  AGENCY  OR AGENCY CONTRACTOR SHALL PROVIDE ORAL TRANSLATION OF\n   17  SUCH APPLICATION OR FORM AS WELL AS CERTIFICATION BY THE LIMITED ENGLISH\n   18  PROFICIENT INDIVIDUAL THAT THE FORM WAS TRANSLATED AND COMPLETED  BY  AN\n   19  INTERPRETER.\n   20    6.    AT  EACH  OFFICE  (SERVING  THE PUBLIC) OF EACH AGENCY OR AGENCY\n   21  CONTRACTOR, THERE SHALL BE POSTED CONSPICUOUSLY, IN NOT LESS THAN TWELVE\n   22  POINT, BOLD-FACED TYPE, IN THE APPROPRIATE  LANGUAGE  FOR  EACH  PRIMARY\n   23  LANGUAGE  GROUP  CONSTITUTING  TEN  PERCENT  OR  MORE OF THE INDIVIDUALS\n   24  ELIGIBLE TO BE SERVED OR LIKELY TO BE DIRECTLY AFFECTED BY THE AGENCY OR\n   25  AGENCY CONTRACTOR, THE FOLLOWING  STATEMENT:  \"IMPORTANT:  DOCUMENTS  IN\n   26  THIS  OFFICE  CONTAIN IMPORTANT INFORMATION ABOUT YOUR BENEFITS. WE WILL\n   27  TRANSLATE THESE DOCUMENTS FOR YOU FREE OF CHARGE.\" FOLLOWING SUCH STATE-\n   28  MENT SHALL BE THE NAME, TELEPHONE NUMBER AND ADDRESS OF  THE  AGENCY  OR\n   29  AGENCY CONTRACTOR TO CONTACT TO REQUEST FREE TRANSLATION OF A DOCUMENT.\n   30    S 282. SCREENING AND TRAINING. 1. BEFORE BILINGUAL PERSONNEL OR INTER-\n   31  PRETER  PERSONNEL MAY PROVIDE LANGUAGE ASSISTANCE SERVICES, SUCH PERSON-\n   32  NEL MUST BE SCREENED BY THE AGENCY OR AGENCY CONTRACTOR  EMPLOYING  SUCH\n   33  PERSONNEL  TO  ENSURE  THAT  THEY ARE CAPABLE OF PROVIDING SUCH SERVICES\n   34  EFFECTIVELY. IN  ADDITION,  EACH  AGENCY  AND  AGENCY  CONTRACTOR  SHALL\n   35  PROVIDE ANNUAL TRAINING FOR SUCH PERSONNEL TO ENSURE THAT SUCH PERSONNEL\n   36  ARE PROVIDING LANGUAGE ASSISTANCE SERVICES EFFECTIVELY.\n   37    2.  EACH  AGENCY  OR  AGENCY  CONTRACTOR  PROVIDING  LEVEL II LANGUAGE\n   38  ASSISTANCE SERVICES SHALL ENSURE THAT SUCH SERVICES ARE EFFECTIVE.\n   39    S 283. MISCELLANEOUS. 1. NOTHING IN THIS  SECTION  SHALL  PRECLUDE  AN\n   40  AGENCY OR AGENCY CONTRACTOR FROM PROVIDING LANGUAGE SERVICES IN ADDITION\n   41  TO THOSE REQUIRED UNDER THIS ARTICLE.\n   42    2.  LANGUAGE  ASSISTANCE SERVICES REQUIRED PURSUANT TO THIS ARTICLE TO\n   43  BE PROVIDED BY AN AGENCY SHALL BE PERFORMED BY EMPLOYEES OF SUCH AGENCY.\n   44    3. IF AN AGENCY CONTRACTOR ENTERS INTO AN AGREEMENT WITH AN ENTITY  TO\n   45  PROVIDE  SERVICES  TO THE PUBLIC THAT SUCH AGENCY CONTRACTOR IS REQUIRED\n   46  TO PROVIDE UNDER A CONTRACT WITH AN AGENCY, THEN SUCH  ENTITY  SHALL  BE\n   47  CONSIDERED  AN  AGENCY CONTRACTOR FOR PURPOSES OF THIS ARTICLE AND SHALL\n   48  PROVIDE LANGUAGE ASSISTANCE SERVICES AS REQUIRED IN THIS ARTICLE.\n   49    4. THIS ARTICLE SHALL  NOT  APPLY  TO  ANY  CONTRACT  WITH  AN  AGENCY\n   50  CONTRACTOR  ENTERED  INTO  PRIOR  TO THE EFFECTIVE DATE OF THIS ARTICLE,\n   51  EXCEPT THAT RENEWAL, AMENDMENT OR MODIFICATION OF SUCH  CONTRACT  OCCUR-\n   52  RING  ON OR AFTER SUCH EFFECTIVE DATE SHALL BE SUBJECT TO THE PROVISIONS\n   53  OF THIS ARTICLE.\n   54    S 284. COMPTROLLER AUDITS. 1. THE  COMPTROLLER  SHALL  CONDUCT  ANNUAL\n   55  AUDITS  OF  THE  AGENCIES  AND  AGENCY  CONTRACTORS  REQUIRED TO PROVIDE\n   56  LANGUAGE ASSISTANCE SERVICES PURSUANT TO  THIS  ARTICLE.    SUCH  AUDITS\n\n       S. 1869                             6\n\n    1  SHALL  GENERALLY  DETERMINE THE EFFECTIVENESS OF THE LANGUAGE ASSISTANCE\n    2  SERVICES PROVIDED BY EACH AGENCY AND  AGENCY  CONTRACTOR.  SPECIFICALLY,\n    3  SUCH AUDITS SHALL INCLUDE, BUT NOT BE LIMITED TO, THE FOLLOWING INFORMA-\n    4  TION:    (A)  THE  NUMBER  OF REQUESTS FOR LANGUAGE ASSISTANCE SERVICES,\n    5  DISAGGREGATED BY AGENCY AND AGENCY CONTRACTOR, TYPE OF LANGUAGE  ASSIST-\n    6  ANCE REQUESTED AND PRIMARY LANGUAGE;\n    7    (B)  THE  NUMBER  OF  LIMITED  ENGLISH  PROFICIENT INDIVIDUALS SERVED,\n    8  DISAGGREGATED BY AGENCY AND AGENCY CONTRACTOR, TYPE OF LANGUAGE  ASSIST-\n    9  ANCE REQUESTED AND PRIMARY LANGUAGE;\n   10    (C)  THE  NUMBER  OF BILINGUAL PERSONNEL AND THE NUMBER OF INTERPRETER\n   11  PERSONNEL, DISAGGREGATED  BY  AGENCY,  AGENCY  CONTRACTOR  AND  LANGUAGE\n   12  TRANSLATED BY SUCH PERSONNEL;\n   13    (D) THE AVERAGE LENGTH OF TIME TO PROVIDE LANGUAGE ASSISTANCE SERVICES\n   14  TO  LIMITED  ENGLISH  PROFICIENT  INDIVIDUALS,  DISAGGREGATED BY AGENCY,\n   15  AGENCY CONTRACTOR AND PRIMARY LANGUAGE;\n   16    (E) WHETHER PRIMARY LANGUAGE  DETERMINATIONS  ARE  PROPERLY  RECORDED,\n   17  DISAGGREGATED BY AGENCY AND AGENCY CONTRACTOR; AND\n   18    (F)  WHETHER,  AS  DETERMINED  THROUGH A RANDOM SAMPLING OF TRANSLATED\n   19  DOCUMENTS, DOCUMENTS HAVE BEEN  TRANSLATED  PROPERLY  AND  IN  A  TIMELY\n   20  MANNER  AND  SENT  TO THE APPROPRIATE PARTY, DISAGGREGATED BY AGENCY AND\n   21  AGENCY CONTRACTOR.\n   22    2. WHENEVER POSSIBLE, THE RESULTS OF SUCH  AUDITS  SHALL  BE  VERIFIED\n   23  THROUGH DIRECT CONTACT WITH A STATISTICALLY SIGNIFICANT SAMPLE OF AGENCY\n   24  AND/OR AGENCY CONTRACTOR CLIENTS.\n   25    S 285. CIVIL CAUSE OF ACTION. EXCEPT AS OTHERWISE PROVIDED BY LAW, ANY\n   26  PERSON  CLAIMING  TO  BE  INJURED  BY THE FAILURE OF AN AGENCY OR AGENCY\n   27  CONTRACTOR TO PROVIDE LANGUAGE ASSISTANCE  SERVICES  AS  REQUIRED  UNDER\n   28  THIS ARTICLE, SHALL HAVE A CAUSE OF ACTION AGAINST SUCH AGENCY OR AGENCY\n   29  CONTRACTOR  IN ANY COURT OF COMPETENT JURISDICTION FOR ANY OR ALL OF THE\n   30  FOLLOWING RELIEF:\n   31    (A) COMPENSATORY AND PUNITIVE DAMAGES;\n   32    (B) INJUNCTIVE AND DECLARATORY RELIEF;\n   33    (C) ATTORNEYS' FEES AND COSTS; AND\n   34    (D) SUCH OTHER RELIEF AS A COURT MAY DEEM APPROPRIATE.\n   35    S 286.  LIMITATIONS.  A  CIVIL  ACTION  UNDER  THIS  ARTICLE  MUST  BE\n   36  COMMENCED  WITHIN  ONE  YEAR AFTER THE ALLEGED VIOLATION OF THE REQUIRE-\n   37  MENTS OF THIS ARTICLE. IF, HOWEVER, DUE TO INJURY OR DISABILITY  RESULT-\n   38  ING  FROM  AN  ACT  OR  ACTS GIVING RISE TO A CAUSE OF ACTION UNDER THIS\n   39  ARTICLE, OR DUE TO INFANCY AS DEFINED IN THE CIVIL  PRACTICE    LAW  AND\n   40  RULES,  A  PERSON  ENTITLED  TO COMMENCE AN ACTION UNDER THIS ARTICLE IS\n   41  UNABLE TO DO SO AT THE TIME SUCH CAUSE OF ACTION ACCRUES, THEN THE  TIME\n   42  WITHIN  WHICH THE ACTION MUST BE COMMENCED SHALL BE EXTENDED TO ONE YEAR\n   43  AFTER THE INABILITY TO COMMENCE THE ACTION CEASES.\n   44    S 287. RULES. EACH AGENCY SHALL PROMULGATE SUCH RULES AS ARE NECESSARY\n   45  FOR THE PURPOSES OF IMPLEMENTING AND CARRYING OUT THE PROVISIONS OF THIS\n   46  ARTICLE. SUCH RULES SHALL BE APPLICABLE TO THE AGENCY  THAT  PROMULGATED\n   47  THE RULES AS WELL AS TO AGENCY CONTRACTORS ASSOCIATED WITH SUCH AGENCY.\n   48    S  288.  SEVERABILITY.  IF ANY SECTION, SUBDIVISION, SENTENCE, CLAUSE,\n   49  PHRASE OR OTHER PORTION OF THIS ARTICLE IS,  FOR  ANY  REASON,  DECLARED\n   50  UNCONSTITUTIONAL OR INVALID, IN WHOLE OR IN PART, BY ANY COURT OF COMPE-\n   51  TENT  JURISDICTION  SUCH  PORTION  SHALL  BE  DEEMED SEVERABLE, AND SUCH\n   52  UNCONSTITUTIONALITY OR INVALIDITY SHALL NOT AFFECT THE VALIDITY  OF  THE\n   53  REMAINING  PORTIONS OF THIS LAW, WHICH REMAINING PORTIONS SHALL CONTINUE\n   54  IN FULL FORCE AND EFFECT.\n   55    S 3. This act shall take effect on the one hundred eightieth day after\n   56  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1869\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to ensuring equal access to\nhealth and human services for limited English speaking individuals\n\nPURPOSE:\nTo ensure that limited English proficient New Yorkers have\naccess to health and human services provided by state and local\nagencies by enacting the \"Language Barrier Elimination Act\".\n\nSUMMARY OF PROVISIONS:\nThe legislation amends the executive law by\nadding a new article 14-A to create the \"Language Barrier Elimination\nAct\".\n\nSection 275 lists the short title of the legislation.\n\nSection 276 provides the definitions used in Article 14-A.\n\nSection 277 lists the agencies required to comply with Article 14-A.\n\nSection 278 requires agencies listed in Section 277 and agency\ncontractors to provide language assistance services.\n\nSection 279 requires notices to be given to individuals seeking\nassistance of their right to free language assistance services.\n\nSection 280 requires agency and agency contractors to keep records of\nprimary languages of individuals served.\n\nSection 281 sets forth the level of language assistance services\nprovided by agencies and agency contractors.\n\nSection 282 requires screening of bilingual personnel or interpreter\npersonnel prior to providing such language assistance services in\norder to ensure that they are capable of providing such services\neffectively.\n\nSection 283 provides miscellaneous language concerning language\nassistance services provided by agencies and agency contractors.\n\nSection 284 requires the comptroller to conduct annual audits of\nagencies and agency contractors.\n\nSection 285 provides that individuals injured by the failure of an\nagency or agency contractor shall have a civil cause of action\nagainst such agency or agency contractor.\n\nSection 286 requires that a civil action under this article must be\ncommenced within one year after the alleged violation of the\nrequirements of this article.\n\nSection 287 provides that each agency shall promulgate rules for\npurposes of implementing and carrying out the provisions of this\narticle.\n\nSection 288 contains a severability clause. Section 289 states the\neffective date.\n\nJUSTIFICATION:\nTitle VI of the Civil Rights Act of 1964 provides that\nno person in the United States shall on the ground of race, color or\nnational origin, be excluded from participation in, be denied the\nbenefits of, or be subjected to discrimination under any program or\nactivity receiving federal assistance. The United States Department\nof Justice has stated that failure to provide language assistance to\nlimited English speaking individuals in federally funded, state\nsupervised or administered programs amounts to a violation of Title\nVI by discriminating against such individuals based upon their\nnational origin.\n\nThis legislation would ensure that New York State and county\ngovernments are in compliance with Title VI by requiring the\nprovision of translated materials and interpreters to limited English\nspeaking persons seeking assistance from the State Department of\nFamily Assistance (Office of Children and Family Services and Office\nof Temporary And Disability Assistance), the State Department of\nHealth and the State Department of Labor, and from county and\ncontract agencies under their supervision.\n\nThis bill is necessary due to the large numbers of limited English\nproficient New Yorkers and the failure of state and county\ngovernments to provide translated materials and interpreters to\nenable these persons to have equal access to services. New York State\nand county governments have been found to be in violation of Title VI\nby failing to provide adequate language access in New York City,\nNassau and Suffolk Counties in the provision of Food Stamps, Public\nAssistance and Medicaid. In addition, an Assembly legislative hearing\nfound that the lack of interpreters denied many limited English\nspeaking families from receiving appropriate child welfare services.\n\nLEGISLATIVE HISTORY:\n2007 - Referred to Finance\n2008 - Referred to Finance\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the one hundred\neightieth day after it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to ensuring equal access to health and human services for limited English speaking individuals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T162423.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110113.T161441.TXT", "SOBI.D110114.T101910.TXT", "SOBI.D110113.T164426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963596
}