{
  "year" : 2011,
  "senateBillNo" : "S1865-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1865-2011-1294894800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits law enforcement agencies or officers from inquiring about immigration status",
  "summary" : "Prohibits law enforcement agencies or officers from inquiring about immigration status unless a person is booked into a detention facility or the immigration status of a person is pertinent to the criminal investigation. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S8209-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1865\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN  ACT  to  amend  the  executive law, in relation to prohibiting a law\n         enforcement agency or officer from inquiring about immigration status\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section 844 to\n    2  read as follows:\n    3    S  844.  INQUIRY  INTO  IMMIGRATION STATUS LIMITED. A. IN CONDUCTING A\n    4  ROUTINE OR SPONTANEOUS INVESTIGATORY ACTIVITY, INCLUDING AN INTERVIEW, A\n    5  DETENTION, A TRAFFIC STOP, A PEDESTRIAN STOP, A FRISK OR OTHER  TYPE  OF\n    6  BODILY  SEARCH  OR A SEARCH OF PERSONAL OR REAL PROPERTY, A LAW ENFORCE-\n    7  MENT AGENCY OR A LAW ENFORCEMENT OFFICER SHALL NOT INQUIRE ABOUT OR SEEK\n    8  PROOF OF A PERSON'S IMMIGRATION STATUS.\n    9    B. IN CONDUCTING AN  INVESTIGATORY  ACTIVITY  IN  CONNECTION  WITH  AN\n   10  INVESTIGATION,  A  LAW  ENFORCEMENT  AGENCY OR A LAW ENFORCEMENT OFFICER\n   11  SHALL NOT INQUIRE ABOUT OR SEEK PROOF OF A VICTIM'S OR  WITNESS'S  IMMI-\n   12  GRATION STATUS.\n   13    C.  IN  CONDUCTING  AN  INVESTIGATORY  ACTIVITY  IN CONNECTION WITH AN\n   14  INVESTIGATION, A LAW ENFORCEMENT AGENCY OR  A  LAW  ENFORCEMENT  OFFICER\n   15  SHALL  NOT INQUIRE ABOUT OR SEEK PROOF OF A PERSON'S IMMIGRATION STATUS,\n   16  UNLESS:\n   17    (1) THE PERSON IS BOOKED INTO A DETENTION FACILITY; OR\n   18    (2) THE PERSON IS ARRESTED FOR A VIOLATION OF THE  PENAL  LAW  OF  THE\n   19  STATE OR A POLITICAL SUBDIVISION OF THE STATE AND THE IMMIGRATION STATUS\n   20  OF THAT PERSON IS PERTINENT TO THE CRIMINAL INVESTIGATION.\n   21    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06304-01-1\n",
  "memo" : "BILL NUMBER:S1865\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to prohibiting a law enforcement\nagency or officer from inquiring about immigration status\n\nPURPOSE OR GENERAL IDEA OF BILL:\nLaw enforcement officers cannot inquire about immigration status\nduring the course of an investigation unless a individual is booked\ninto a detention facility or is arrested for a breach of penal code\nand immigration status is pertinent to the criminal investigation.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. The executive law is amended by adding a new section 844 to\nread as follows:\n\nSection 844 Inquiry into immigration status limited.\n\nSubsection a. In conducting routine or spontaneous investigatory\nactivity, including an interview, a detention, a traffic stop,\npedestrian stop, a frisk or other type of bodily search or a search\nof personal or real property, a law enforcement agency or a law\nenforcement officer shall not inquire about or seek proof of a\nperson's immigration status.\n\nSubsection b. No inquiry of victim's or witness's immigration status.\n\nSubsection c. Inquiry of immigration status can occur when person is\nbooked into a detention facility or person is arrested for violation\nof penal law and immigration status is pertinent to the investigation.\n\nJUSTIFICATION:\nAccording to united States Constitution enforcement of federal laws\nfalls on the federal government, this includes immigration enforcement.\nState and local law enforcement are responsible for policing their\ncommunities and pursuing serious criminal offenses. Enforcement of\nimmigration laws adds additional roles and responsibilities these\nofficers don't have the training or the resources to handle. The time\nspent asking people who appear foreign for their papers is time not\nspent targeting individuals who pose serious threats to their\ncommunities-a shift that overburdens the already stressed resources\nof state and local police.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to prohibiting a law enforcement agency or officer from inquiring about immigration status ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T162923.TXT", "SOBI.D110113.T163924.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T101910.TXT", "SOBI.D110113.T161922.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963587
}