{
  "year" : 2011,
  "senateBillNo" : "S1860-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1860-2011-1294894800000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires state and local agencies to establish a priority processing procedure for the review of construction permits which meet certain energy and environmental design standards",
  "summary" : "Requires state and local agencies to establish a priority processing procedure for the review of construction permits which meet certain energy and environmental design standards; defines terms; requires the implementation of such priority processing procedures on or before January 1, 2011. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A2083",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S6754-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1860                                                  A. 2083\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Local Govern-\n         ment\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Local Governments\n\n       AN ACT to amend the general municipal  law,  in  relation  to  requiring\n         state  and local agencies to establish a priority processing procedure\n         for the review of construction permits which meet certain  energy  and\n         environmental design standards\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general municipal  law  is  amended  by  adding  a  new\n    2  section 859-c to read as follows:\n    3    S  859-C. BUILDING PERMITS, ENERGY AND ENVIRONMENTAL DESIGN STANDARDS;\n    4  PRIORITY PROCESS. 1. FOR THE PURPOSES OF  THIS  SECTION,  THE  FOLLOWING\n    5  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    6    (A)  \"CONSTRUCTION  PERMIT\"  SHALL MEAN A PERMIT OR ANY OTHER APPROVAL\n    7  ISSUED BY A MUNICIPAL CORPORATION FOR ANY WORK NECESSARY  OR  INCIDENTAL\n    8  TO  THE  ERECTION,  DEMOLITION,  ASSEMBLING,  ALTERATION,  INSTALLING OR\n    9  EQUIPPING OF ANY BUILDING.\n   10    (B) \"ENERGY AND ENVIRONMENTAL DESIGN STANDARDS\" SHALL MEAN THE LEADER-\n   11  SHIP IN ENERGY AND ENVIRONMENTAL DESIGN (LEED)  BUILDING  RATING  SYSTEM\n   12  PUBLISHED BY THE UNITED STATES GREEN BUILDING COUNCIL, OR ANOTHER COMPA-\n   13  RABLE  STATE APPROVED, NATIONALLY RECOGNIZED, AND CONSENSUS BASED GUIDE-\n   14  LINE, STANDARD OR SYSTEM, WHICH INCLUDES BUT  IS  NOT  LIMITED  TO  MEAN\n   15  DESIGN  GUIDELINES  AND A RATING SYSTEM OR RULES FOR CONSTRUCTING BUILD-\n   16  INGS THAT INSURE SITE PLANNING, WATER EFFICIENCY, ENERGY EFFICIENCY, AND\n   17  RENEWABLE ENERGY, CONSERVATION MATERIALS AND RESOURCES, AND INDOOR ENVI-\n   18  RONMENTAL QUALITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03847-01-1\n\n       S. 1860                             2                            A. 2083\n\n    1    (C) \"APPLICANT\" SHALL MEAN ANY PERMIT APPLICANT THAT IS NOT THE  STATE\n    2  GOVERNMENT, FEDERAL GOVERNMENT, OR MUNICIPAL CORPORATION.\n    3    (D)  \"AGENCY\"  SHALL  MEAN ANY STATE OR MUNICIPAL CORPORATION, DEPART-\n    4  MENT, BOARD, BUREAU, DIVISION, COMMISSION, COMMITTEE, PUBLIC  AUTHORITY,\n    5  PUBLIC CORPORATION, COUNCIL, OFFICE OR OTHER GOVERNMENTAL ENTITY.\n    6    2.  EVERY  AGENCY  THAT  ISSUES CONSTRUCTION PERMITS SHALL ESTABLISH A\n    7  PROCEDURE FOR PRIORITY PROCESSING OF A  PERMIT  APPLICATION  THAT  MEETS\n    8  ENERGY  AND  ENVIRONMENTAL  DESIGN STANDARDS EQUAL OR BETTER TO THE LEED\n    9  SILVER OR TWO GREEN GLOBES RATING SYSTEM. THE ESTABLISHED PRIORITY PROC-\n   10  ESSING PROCEDURE SHALL BE AT NO ADDITIONAL COST TO THE APPLICANT.   SUCH\n   11  PROCEDURE  SHALL  NOT  IMPLY  OR  PROVIDE  THAT  ANY  APPLICATION  FOR A\n   12  CONSTRUCTION PERMIT SHALL BE AUTOMATICALLY APPROVED.\n   13    3. EACH AGENCY SHALL ESTABLISH SUCH PRIORITY PROCESSING  PROCEDURE  ON\n   14  OR BEFORE JANUARY FIRST, TWO THOUSAND TWELVE.\n   15    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1860\n\nTITLE OF BILL:\n\nAn act\nto amend the general municipal law, in relation to requiring state and\nlocal agencies to establish a priority processing procedure for the\nreview of construction permits which meet certain energy and\nenvironmental design standards\n\nPURPOSE:\n\nThis legislation would require state and local agencies to establish a\npriority processing procedure for the review of construction permits\nwhich meet certain energy and environmental design standards.\n\nSUMMARY OF PROVISIONS:\n\nAmends the General Municipal Law by adding a new Section 859-C\nrelating to building permits, energy and environmental design\nstandards priority process.\n\nJUSTIFICATION:\n\nThe Leadership in Energy and Environmental Design (LEED) Green\nBuilding Rating system encourages and accelerates global adoption of\nsustainable green building and development practices through the\ncreation and implementation of universally understood and accepted\ntools and performance criteria. The LEED rating system offers four\ncertification levels for new construction -Certified, silver, Gold\nand platinum -- that correspond to the number of credits accrued in\nfive green design categories: sustainable sites, water efficiency,\nenergy and atmosphere, materials and resources and indoor\nenvironmental quality.\n\nThe Green Globes is a is a green building guidance and assessment\nprogram that offers an effective, practical and affordable way to\nadvance the overall environmental performance and sustainability of\ncommercial buildings.\nBuildings that successfully complete a third-party assessment are\nassigned a Green Globes rating of one to four globes. Green Globes\nrated/certified buildings are intended to: Use less energy; Conserve\nnatural resources; and emit fewer pollutants in the form of\ngreenhouse gases, airborne particulates, liquid effluents, and/or\nsolid waste.\n\nThis legislation would require every agency (state or municipal\ncorporation, department, board, bureau, division, commission,\ncommittee, public authority, public corporation, council, office or\nother government entity) that issues construction permits to\nestablish a procedure, by January 1, 2012, for priority processing of\n\na permit application that meets energy and environmental design\nstandards equal or better to the LEED silver or two green globes\nrating system. No additional costs will be required by the applicant.\nSuch established priority procedure does not imply or provide that\nany application for a construction permit shall automatically be\napproved.\n\nLEGISLATIVE HISTORY:\n\n2010: A.9818/S.6754 - Remained in Local Government Committee\n\nFISCAL IMPLICATIONS:\n\nTo be determined.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to requiring state and local agencies to establish a priority processing procedure for the review of construction permits which meet certain energy and environmental design standards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T114424.TXT", "SOBI.D110113.T160421.TXT", "SOBI.D110113.T160922.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110113.T153419.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963578
}