{
  "year" : 2011,
  "senateBillNo" : "S1868-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1868-2011-1294894800000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the small business regional revolving loan program",
  "summary" : "Relates to the small business regional revolving loan program. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "A10473-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1868\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed  to be committed to the Committee on Corporations, Authorities\n         and Commissions\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation to the small business regional revolving loan trust fund  and\n         the small business regional revolving loan program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Statement of legislative  intent.  The  legislature  hereby\n    2  finds  and  declares  that small businesses are the economic backbone of\n    3  the state and the source of a majority  of  new  jobs.  The  legislature\n    4  further finds that such businesses often have difficulty obtaining small\n    5  amounts of capital from traditional banking organizations that is neces-\n    6  sary to start-up, improve, or expand operations. State assistance in the\n    7  form  of  loans to meet such capital gaps would enable the formation and\n    8  expansion of small businesses across the state and,  thus,  provide  job\n    9  opportunities  to  the  state's  citizens. The legislature further finds\n   10  that the existing regional revolving loan program  of  the  state  urban\n   11  development  corporation  demonstrated  that  it  is  more efficient and\n   12  effective to provide such loans through regional  not-for-profit  corpo-\n   13  rations  that  are  knowledgeable  about  local  businesses and economic\n   14  conditions. Therefore, it is the intent of the  legislature  to  improve\n   15  job  opportunities  in  the  state by revitalizing the urban development\n   16  corporation's regional revolving loan program and re-naming it the small\n   17  business regional revolving loan program.\n   18    S 2. The New York state urban development corporation created by chap-\n   19  ter 174 of the laws of 1968 is hereby directed  to  audit,  pursuant  to\n   20  subdivision  19  of  section  16-a of section 1 of the urban development\n   21  corporation act, each  existing  regional  corporation  administering  a\n   22  small business regional revolving loan fund and to either recertify such\n   23  regional corporation or decertify such regional corporation and competi-\n   24  tively  select  a successor corporation to administer the small business\n   25  regional revolving loan fund.  In the case of regions that do not have a\n   26  regional corporation administering a small business  regional  revolving\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06305-01-1\n\n       S. 1868                             2\n\n    1  loan  fund  or  that  have a decertified regional corporation, the urban\n    2  development corporation shall issue a request for proposals, pursuant to\n    3  the provisions of section 16-a of section 1  of  the  urban  development\n    4  corporation  act,  to  administer small business regional revolving loan\n    5  funds. The corporation shall select from the proposals received the most\n    6  qualified applicant in each region pursuant to subdivisions 4, 5, and  6\n    7  of such section 16-a. If there is no applicant or no qualified applicant\n    8  in a region of the state, that region shall not participate in the small\n    9  business  regional  revolving  loan  fund program. The corporation, from\n   10  money available for this purpose, shall allocate funds to each  regional\n   11  corporation pursuant to subdivision 1 of such section 16-a.\n   12    S  3.    Section 16-a of section 1 of chapter 174 of the laws of 1968,\n   13  constituting the New York state urban development  corporation  act,  as\n   14  amended  by  chapter  477 of the laws of 2002, subdivisions 20 and 21 as\n   15  amended by chapter 524 of the laws  of  2005,  is  amended  to  read  as\n   16  follows:\n   17    S 16-a. [Regional] SMALL BUSINESS REGIONAL revolving loan program. (1)\n   18  The  corporation  shall establish a fund to be known as the \"SMALL BUSI-\n   19  NESS regional revolving loan trust fund\" and shall pay  into  such  fund\n   20  any  monies  made  available  to  the corporation for such fund from any\n   21  source. The monies held in or credited to the  fund  shall  be  expended\n   22  solely for the purposes set forth in this section. The corporation shall\n   23  not  commingle  the  monies  of  such  fund with any other monies of the\n   24  corporation or any monies held in trust by the corporation.\n   25    (2) The corporation shall allocate any monies made available for  such\n   26  fund  for  the  purpose  of  making grants to regional corporations. The\n   27  grants shall be allocated as follows:\n   28    (a) fifty percent divided equally among the regions;\n   29    (b) fifty percent according to a formula weighted in  favor  of  those\n   30  regions  with  the greatest levels of economic distress as determined by\n   31  poverty rates, number of persons receiving public assistance,  unemploy-\n   32  ment  rates,  rate  of  employment  decline and such other indicators of\n   33  economic distress as the corporation deems appropriate; and\n   34    (c) in the event a regional corporation advises the  corporation  that\n   35  it  does  not  require  all  or a portion of the funds to be distributed\n   36  pursuant to this subdivision, such funds shall be re-distributed by  the\n   37  corporation equally among the other regional corporations.\n   38    (3)  In  accordance with the rules and regulations of the corporation,\n   39  each regional corporation  shall  establish  two  special  accounts  for\n   40  monies  received  by the regional corporation pursuant to the provisions\n   41  of this section. The grant monies received from the  corporation,  earn-\n   42  ings  on such monies, and any principal repayments shall be deposited in\n   43  a loan fund account; any interest earned by the regional corporation  on\n   44  loans  will  be  deposited  in  a separate interest repayment account. A\n   45  regional corporation shall be authorized to provide financing assistance\n   46  to eligible projects. Any interest earned from its loans may be used  by\n   47  a  regional  corporation  for  the  cost  of  administering the programs\n   48  authorized by this section.\n   49    (4) Regional corporations shall be selected by  the  corporation  from\n   50  among  eligible  applicants  to  administer  a  SMALL  BUSINESS regional\n   51  revolving loan program. An eligible applicant shall:\n   52    (a) represent at least two entire contiguous counties;\n   53    (b) have available to it staff with sufficient  expertise  to  analyze\n   54  applications  for  financial  assistance, to regularly monitor financial\n   55  assistance to clients, and have made arrangements to provide  management\n   56  or technical assistance to clients;\n\n       S. 1868                             3\n\n    1    (c)  have an effective plan to market its services to small businesses\n    2  through such entities as chambers of commerce,  industry  trade  associ-\n    3  ations, banks, local development corporations, community based organiza-\n    4  tions and industrial development agencies; and\n    5    (d) have established a loan committee composed of five or more persons\n    6  experienced  in  commercial  lending or in the operation of a for-profit\n    7  business and a staff person of the regional office of the department  of\n    8  economic development. Such loan committee shall review every application\n    9  to  the  regional  corporation for financial assistance pursuant to this\n   10  section, shall determine the feasibility of the transaction proposed  in\n   11  the  application  and shall recommend to the board of directors or other\n   12  governing body of the regional corporation such action as the  committee\n   13  deems appropriate.\n   14    (5)  Applications  to  the  corporation for certification or recertif-\n   15  ication as a regional corporation shall:\n   16    (a) describe the applicant corporation,  including  its  organization,\n   17  membership, loan committee, staff, and sources of other funds, if any;\n   18    (b) identify the geographic region to be served;\n   19    (c)  explain  the methods and criteria to be used in determining firms\n   20  eligible for financial  assistance  from  the  SMALL  BUSINESS  regional\n   21  revolving loan program;\n   22    (d) describe the means for coordinating financial assistance available\n   23  from  the  SMALL BUSINESS regional revolving loan program with financial\n   24  assistance available from other public funding sources within the region\n   25  and how such program will be used  to  leverage  private  financing  for\n   26  projects;\n   27    [(e)  at any time, the corporation may consider proposals to reconfig-\n   28  ure geographic areas served by regional corporations;] and\n   29    [(f)] (E) contain such other  information  as  the  corporation  deems\n   30  appropriate.\n   31    (6)  The  corporation  shall  select,  from among eligible applicants,\n   32  regional corporations to administer  revolving  loan  programs,  on  the\n   33  basis of:\n   34    (a)  the  ability of the regional corporation to administer the finan-\n   35  cial assistance programs authorized under this section;\n   36    (b) the extent of coordination with other publicly supported financial\n   37  assistance programs available  within  the  region  represented  by  the\n   38  regional corporation;\n   39    (c) the degree of public and private support within the region for the\n   40  applicant regional corporation; and\n   41    (d)  the  ability of the regional corporation to provide financial and\n   42  other assistance to businesses located in distressed  areas  within  the\n   43  region.\n   44    (6-a)  The  corporation  shall,  every five years, recertify that each\n   45  regional corporation has complied with the terms and conditions of  this\n   46  section.  In the event a regional corporation is not recertified, or its\n   47  certification is withdrawn pursuant  to  subdivision  nineteen  of  this\n   48  section, then the corporation shall give written notice to such regional\n   49  corporation  which shall thereafter neither make new loans nor undertake\n   50  new obligations except upon written approval  of  the  corporation.  The\n   51  corporation  may  thereafter certify another regional corporation in the\n   52  manner provided in this section for the  selection  of  regional  corpo-\n   53  rations. Upon the certification of a successor regional corporation, all\n   54  remaining  loan  funds, records and accounts of the regional corporation\n   55  not recertified shall be transferred to the corporation and the regional\n   56  corporation not recertified shall cease to  function  pursuant  to  this\n\n       S. 1868                             4\n\n    1  section.  The  corporation  shall transfer returned funds to a successor\n    2  regional corporation, or in the event no successor regional  corporation\n    3  is formed, equally to other existing regional corporations.\n    4    (7)  A regional corporation certified by the corporation shall use the\n    5  funds received from the corporation, subject to  the  terms,  conditions\n    6  and restrictions set forth in this section, to provide financial assist-\n    7  ance  to  eligible  businesses  as  defined  in subdivision seventeen of\n    8  section three of this act, for projects that demonstrate  a  substantial\n    9  likelihood of providing increases in net new permanent jobs or retaining\n   10  jobs in businesses that need such financial assistance to remain viable.\n   11  THE REGIONAL CORPORATION CERTIFIED BY THE CORPORATION SHALL ALSO USE THE\n   12  FUNDS  RECEIVED  FROM THE CORPORATION, SUBJECT TO THE TERMS, CONDITIONS,\n   13  AND RESTRICTIONS SET FORTH IN THIS SECTION, TO PROVIDE FINANCIAL ASSIST-\n   14  ANCE TO MICRO-ENTERPRISES, DEFINED AS ANY COMMERCIAL BUSINESS WITH  FIVE\n   15  OR FEWER EMPLOYEES, ONE OR MORE OF WHOM IS THE OWNER.\n   16    (8)  The  decision  to  approve or reject an application for financial\n   17  assistance pursuant to the provisions of this section shall be made by a\n   18  majority of the directors of the regional corporation, and such decision\n   19  shall be final. No member of the board or  other  governing  body  of  a\n   20  regional corporation shall participate in a decision on a project appli-\n   21  cation  when  such  member  is a party to or has a financial interest in\n   22  such project. Any member who cannot  participate  in  a  decision  on  a\n   23  project  application for such reason shall not be counted as a member of\n   24  the board or other governing body for purposes of determining the number\n   25  of members required for a majority vote on such application.\n   26    (9) No employee or officer of any  regional  corporation  shall  be  a\n   27  party  to  or  have  any financial interest in any project that receives\n   28  financial assistance pursuant to this section.\n   29    (10) A regional corporation, in approving applications  for  financial\n   30  assistance, shall give priority to projects:\n   31    (a) that will provide increases in net new permanent jobs;\n   32    (b)  located in economically distressed areas as defined by the corpo-\n   33  ration or employing persons who live in such areas;\n   34    (c) of minority or women-owned enterprises  or  enterprises  owned  by\n   35  dislocated  workers, such workers as defined in the Workforce Investment\n   36  Act (P.L. 105-220); and\n   37    (d) of businesses in the early stages of development  that  have  been\n   38  denied access to credit.\n   39    (11) The funds allocated to each regional corporation pursuant to this\n   40  section may be used to guarantee the repayment of a working capital loan\n   41  provided  by  a  banking  organization  to  finance an eligible project.\n   42  Guarantees may be provided for up to  ninety  percent  of  the  required\n   43  total project financing, provided that no more than one hundred thousand\n   44  dollars  may  be  guaranteed for any project. Guarantees may be made for\n   45  the following types of financing: short and medium term loans for  work-\n   46  ing  capital,  revolving  lines  of  credit,  and seasonal inventory and\n   47  accounts receivable loans. Guarantees may  be  made  for  up  to  ninety\n   48  percent  of  the required total financing up to a maximum of one hundred\n   49  fifty thousand dollars for interim financing  where  another  lender  or\n   50  guarantor  will  provide  permanent  financing within one hundred eighty\n   51  days. In no event may a loan guarantee be for a term  longer  than  five\n   52  years. Any loan made by a banking organization that is guaranteed pursu-\n   53  ant  to this subdivision shall be secured by a security agreement, chat-\n   54  tel paper, loan agreement, or such other instruments or documents deemed\n   55  necessary or convenient by the regional corporation to secure the  loan.\n   56  Any  guarantee  made  pursuant  to this subdivision shall be backed by a\n\n       S. 1868                             5\n\n    1  minimum reserve within the account established by each  regional  corpo-\n    2  ration  of at least twenty-five percent of the amount guaranteed that is\n    3  outstanding.\n    4    (11-a)  A  regional  corporation,  in  addition  to receiving funds as\n    5  provided in this section, may also apply for and accept funds  from  any\n    6  other  source  for  the  purpose of furthering its goals and objectives.\n    7  Such funds may be used in the same manner as  funds  received  from  the\n    8  corporation to carry out the purposes of this section.\n    9    (12)  The  funds of each regional corporation derived pursuant to this\n   10  section may be used to provide loans for working  capital  for  eligible\n   11  projects;  provided  that  the amount of the loan does not exceed ninety\n   12  percent of the total project cost,  or  one  hundred  thousand  dollars,\n   13  whichever  is  less.  The interest rate and the terms [on] OF such loans\n   14  shall be determined by the regional corporation, but in no  event  shall\n   15  the interest rate be less than [five percent] THE FEDERAL DISCOUNT RATE.\n   16  The  term  of  any  loan shall not exceed five years. All loans shall be\n   17  secured by lien positions on collateral at the highest level of priority\n   18  that can accommodate the borrower's ability to raise sufficient debt and\n   19  equity capital for the project.\n   20    (13) A regional corporation shall not provide any financial assistance\n   21  authorized by this section unless the following conditions are met:\n   22    (a) the applicant has demonstrated that there is  little  prospect  of\n   23  obtaining  the  project financing requested from other public sources of\n   24  funding within the region, including local  revolving  loan  funds,  and\n   25  that  there  is  little prospect of obtaining adequate project financing\n   26  from private sources of capital, or in the case  of  a  loan  guarantee,\n   27  that there is little prospect of obtaining project financing without the\n   28  guarantee; except that in the case of local revolving loan funds, finan-\n   29  cial  assistance  from  the  SMALL BUSINESS regional revolving loan fund\n   30  account may be provided for a  project  in  conjunction  with  financial\n   31  assistance  from  a  local revolving loan fund, provided that assistance\n   32  from the SMALL BUSINESS regional revolving loan fund is no greater  than\n   33  that provided by the local revolving loan fund, and that a project qual-\n   34  ifying  for  financial  assistance available from a local revolving loan\n   35  fund is not denied such assistance;\n   36    (b) the applicant has a  minimum  equity  interest  of  at  least  ten\n   37  percent in the business or project;\n   38    (c) there is a reasonable prospect of repayment;\n   39    (d)  the  project is located in the region represented by the regional\n   40  corporation;\n   41    (e) the project will comply with any applicable environmental rules or\n   42  regulations;\n   43    (f) the applicant has certified that it will not discriminate  against\n   44  any  employee or any applicant for employment because of race, religion,\n   45  color, national origin, sex, or age;\n   46    (g) a staff member or a representative  of  the  regional  corporation\n   47  acting  in  an official capacity has personally visited the project site\n   48  and/or the applicant's place of business; and\n   49    (h) financial commitments for the  project  have  been  obtained  from\n   50  other public and private sources.\n   51    (14) Grants made by the corporation pursuant to this section shall not\n   52  be made available for:\n   53    (a) projects that would result in the relocation of any business oper-\n   54  ation  from  one  municipality within the state to another, except under\n   55  one of the following conditions:   (i) when  a  business  is  relocating\n   56  within  a  municipality  with a population of at least one million where\n\n       S. 1868                             6\n\n    1  the governing body of such municipality  approves  such  relocation;  or\n    2  (ii) the regional corporation notifies each municipality from which such\n    3  business  operation  will  be  relocated and each municipality agrees to\n    4  such relocation;\n    5    (b)  projects of newspapers, broadcasting or other news media; medical\n    6  facilities, libraries, community or civic centers; or public infrastruc-\n    7  ture improvements;\n    8    (c) refinancing any portion of the total project cost or other  exist-\n    9  ing  loans  or  debts  of an applicant, except for the purpose of trans-\n   10  ferring to the employees or to other  local  interests  ownership  of  a\n   11  company  that  would  otherwise  depart  from  or cease or substantially\n   12  reduce operations in the state  AND  EXCEPT  WHEN  SUCH  REFINANCING  IS\n   13  REQUIRED  TO  ENABLE  A  VIABLE BUSINESS TO MAINTAIN OR EXPAND ITS OPER-\n   14  ATIONS IN THE STATE;\n   15    (d) providing funds, directly or  indirectly,  for  payment,  distrib-\n   16  ution,  or  as a loan, to owners, partners or shareholders of the appli-\n   17  cant enterprise, except as ordinary income for services rendered; and\n   18    (e) retail projects, except where the regional corporation finds there\n   19  will be an increase in net new permanent jobs.\n   20    (15) A regional corporation may  charge  application,  commitment  and\n   21  loan  guarantee  fees  pursuant  to  a  schedule  of fees adopted by the\n   22  regional corporation and approved by the corporation.\n   23    (16) The regional corporations shall submit  annual  reports  for  the\n   24  previous fiscal year to the corporation describing the financial assist-\n   25  ance  provided  pursuant  to  this  section,  including:  the  number of\n   26  projects assisted;  the  amount  and  type  of  assistance  provided;  a\n   27  description of the projects; the number of jobs created or retained; the\n   28  status  of outstanding loans, guarantees, earnings and account balances;\n   29  and such other information as the corporation may require.\n   30    (17) The corporation shall, assisted by the commissioner  of  economic\n   31  development and in consultation with the department of economic develop-\n   32  ment,  promulgate  rules  and  regulations  in accordance with the state\n   33  administrative procedure act setting forth procedures to be followed by,\n   34  and the responsibilities and obligations of, regional  corporations  and\n   35  the corporation. Such rules and regulations shall be consistent with the\n   36  program  plan required by subdivision nineteen of section one hundred of\n   37  the economic development law.\n   38    (18) For any positions opened as a result of  assistance  provided  in\n   39  this  section, businesses so assisted shall first consider unemployed or\n   40  low income  individuals  eligible  to  participate  in  programs  funded\n   41  through  the  Workforce  Investment  Act  (P.L.  105-220)  who  shall be\n   42  referred to the business by local workforce  investment  boards  created\n   43  pursuant to such act or by the job service division of the department of\n   44  labor.\n   45    (19)  The corporation shall annually conduct an audit of each regional\n   46  corporation to ensure conformity of  all  aspects  of  program  adminis-\n   47  tration  and  of  financial assistance transactions with the substantive\n   48  and procedural provisions of this section. In the event that the  corpo-\n   49  ration finds instances of substantive noncompliance by a regional corpo-\n   50  ration  with  any  of  the provisions of this section and such instances\n   51  were, or should have been, known to be in  noncompliance,  the  regional\n   52  corporation  shall return, within thirty days, upon demand by the corpo-\n   53  ration, all uncommitted grant funds on hand and provide an accounting of\n   54  the loans currently outstanding.\n   55    The corporation may withdraw a regional corporation's certification:\n\n       S. 1868                             7\n\n    1    (a) when a member of a board of directors or other governing body,  an\n    2  officer  or  an employee of said regional corporation is party to or has\n    3  financial interests in loan projects;\n    4    (b)  when  said regional corporation fails to comply with the require-\n    5  ments for project loans pursuant to this section; or\n    6    (c) when a regional corporation makes no  loans  within  the  previous\n    7  fiscal  year and there is more than one hundred thousand dollars remain-\n    8  ing in its loan fund account.\n    9    The corporation shall  transfer  funds  returned  from  a  decertified\n   10  regional  corporation  to a successor regional corporation, or, if there\n   11  be none, distribute such funds equally  among  other  existing  regional\n   12  corporations.  Outstanding loans and other obligations payable to such a\n   13  decertified regional corporation shall  be  assigned  to  its  successor\n   14  regional  corporation,  or  to the corporation or an agent designated by\n   15  the corporation upon such terms and conditions as the corporation  shall\n   16  determine.\n   17    (20)  [Reporting.] The corporation shall, on or before October 1, 1988\n   18  and on or before each October first thereafter, submit a report  to  the\n   19  governor  and  the  legislature on the operations and accomplishments of\n   20  the SMALL BUSINESS regional revolving loan program.  Such  report  shall\n   21  include  a summary of the information contained in the reports submitted\n   22  pursuant to subdivision sixteen of this section and of  the  results  of\n   23  the audits performed by the corporation pursuant to subdivision nineteen\n   24  of  this  section,  and shall set forth the status of the SMALL BUSINESS\n   25  regional revolving loan program for the previous fiscal year,  including\n   26  grants  to  the  regional corporations, earnings and account balances as\n   27  reported to the corporation. The report to be submitted  on  October  1,\n   28  2005  and  on  or  before each October first thereafter shall be consol-\n   29  idated with the annual program report of the corporation required  under\n   30  the  provisions  of  subdivision  (b)  of section thirty of this act, as\n   31  amended.\n   32    (21) [Evaluation.] (a) The corporation shall submit to the director of\n   33  the division of the  budget,  the  chairperson  of  the  senate  finance\n   34  committee,  and the chairperson of the assembly ways and means committee\n   35  an evaluation of this program prepared by an entity independent  of  the\n   36  corporation. Such evaluation shall be submitted by September 1, 2005 and\n   37  by September first every four years thereafter.\n   38    (b)  Between  evaluation due dates, the corporation shall maintain the\n   39  necessary records and data required to satisfy such evaluation  require-\n   40  ments  and to satisfy information requests received from the director of\n   41  the budget, the chairperson of the  senate  finance  committee  and  the\n   42  chairperson of the assembly ways and means committee between such evalu-\n   43  ation due dates.\n   44    (22)  The  corporation  shall recertify existing regional corporations\n   45  or, in the event a regional corporation's certification has  been  with-\n   46  drawn, seek successor corporations among eligible applicants after April\n   47  first, two thousand two.\n   48    S  4.  Paragraph  (f) of subdivision 2 of section 16-c of section 1 of\n   49  chapter 174 of the laws of 1968, constituting the New York  state  urban\n   50  development  corporation  act,  as  added  by chapter 169 of the laws of\n   51  1994, is amended to read as follows:\n   52    (f) The provisions of subdivisions eight, nine, and  fourteen  through\n   53  nineteen  of section sixteen-a of this act pertaining to the SMALL BUSI-\n   54  NESS regional revolving [loans] LOAN trust fund shall also be applicable\n   55  to the minority and women revolving  loan  trust  fund,  provided  that:\n   56  where the term \"regional corporation\" appears therein it shall be inter-\n\n       S. 1868                             8\n\n    1  preted  to  mean  an  entity selected to administer a minority and women\n    2  revolving loan trust fund account, and \"SMALL BUSINESS regional  revolv-\n    3  ing  [loans]  LOAN trust fund\" shall mean a minority and women revolving\n    4  loan  trust  fund,  and where the term \"this section\" appears therein it\n    5  shall mean this section sixteen-c.\n    6    S 5. Paragraph (h) of subdivision 1 of section 16-e of  section  1  of\n    7  chapter  174  of the laws of 1968, constituting the New York state urban\n    8  development corporation act, as added by chapter  169  of  the  laws  of\n    9  1994, is amended to read as follows:\n   10    (h)  \"Revolving loan fund account grants\" shall include: (i) grants to\n   11  provide the local match for federally funded community-based loan funds;\n   12  (ii) grants to  capitalize  and  recapitalize  SMALL  BUSINESS  regional\n   13  revolving loan trust fund accounts pursuant to section sixteen-a of this\n   14  act;  and (iii) grants to recapitalize minority and women revolving loan\n   15  trust fund accounts established pursuant to section  sixteen-c  of  this\n   16  act.\n   17    S 6. Subdivision 13 of section 16-e of section 1 of chapter 174 of the\n   18  laws  of  1968, constituting the New York state urban development corpo-\n   19  ration act, as added by chapter 169 of the laws of 1994, is  amended  to\n   20  read as follows:\n   21    (13)  Regional  loan fund account grants. Assistance from this program\n   22  may be provided for grants of up to five  hundred  thousand  dollars  to\n   23  capitalize,  and  up  to  two  hundred thousand dollars to recapitalize,\n   24  SMALL BUSINESS regional revolving loan trust fund  accounts  established\n   25  pursuant to section sixteen-a of this act and up to two hundred thousand\n   26  dollars  to  recapitalize  minority  and women revolving loan trust fund\n   27  accounts established pursuant to section sixteen-c of this act;  and  up\n   28  to two hundred thousand dollars to provide the local match for appropri-\n   29  ately federally-financed community-based loan funds.\n   30    S  7.  The  opening  paragraph  of paragraph (b-1) of subdivision 6 of\n   31  section 16-l of section 1 of chapter 174 of the laws of 1968, constitut-\n   32  ing the New York state urban development corporation act,  as  added  by\n   33  chapter 603 of the laws of 2003, is amended to read as follows:\n   34    The  corporation is authorized, within available appropriations in the\n   35  empire state economic development fund established pursuant  to  section\n   36  16-m  of this act, to provide financial assistance in the form of loans,\n   37  loan guarantees, working capital loans, and interest subsidy  grants  to\n   38  subsidize loans from federally chartered instrumentalities and state and\n   39  private  lending institutions, including agricultural cooperative corpo-\n   40  rations, provided that such assistance  to  state  lending  institutions\n   41  shall  not  exceed  one-third  of the total project cost or four hundred\n   42  thousand dollars, whichever is less, to agricultural enterprises seeking\n   43  to implement the projects listed in this  paragraph.    Funds  for  such\n   44  loans,  grants, subsidies, or any other assistance specified pursuant to\n   45  this act may come from funds derived from the financial  assistance  for\n   46  small and medium-sized business assistance projects established pursuant\n   47  to  section  9-a of this act, the SMALL BUSINESS regional revolving loan\n   48  trust fund established  pursuant  to  section  16-a  of  this  act,  the\n   49  regional  economic  development partnership program established pursuant\n   50  to section 16-e of this act, the empire state economic development  fund\n   51  established  pursuant  to  section  16-m  of this act, or from any other\n   52  funds, programs, or projects administered by the corporation or by other\n   53  state appropriations.\n   54    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to the small business regional revolving loan trust fund and the small business regional revolving loan program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T163424.TXT", "SOBI.D110114.T101910.TXT", "SOBI.D110113.T164426.TXT", "SOBI.D110113.T161922.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295018350531
}