{
  "year" : 2011,
  "senateBillNo" : "S1863-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1863-2011-1294894800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to licenses to carry, possess, repair and dispose of firearms",
  "summary" : "Establishes a license for a pistol or revolver shall be issued to have and carry concealed, without regard to employment or place of employment and without judicial discretion on whether proper cause exists for the issuance thereof; requires the police authority in the locality where an application is made for a license to carry, possess, repair and dispose of firearms to conduct a search of the National Instant Criminal Background Check System (NICS). ",
  "currentCommittee" : "CODES",
  "sameAs" : "A3268",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S3478-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1863\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN  ACT  to  amend  the  penal  law,  in  relation to licenses to carry,\n         possess, repair and dispose of firearms\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (f) of subdivision 2 and subdivision 4 of section\n    2  400.00  of  the  penal law, paragraph (f) of subdivision 2 as amended by\n    3  chapter 189 of the laws of 2000 and subdivision 4 as amended by  chapter\n    4  331 of the laws of 2005, are amended to read as follows:\n    5    (f) have and carry concealed, without regard to employment or place of\n    6  possession[,  by  any  person  when proper cause exists for the issuance\n    7  thereof]; and\n    8    4. Investigation. Before a license is issued or renewed,  there  shall\n    9  be an investigation of all statements required in the application by the\n   10  duly  constituted police authorities of the locality where such applica-\n   11  tion is made. For that purpose, the records of the appropriate office of\n   12  the department of mental hygiene concerning previous or  present  mental\n   13  illness of the applicant shall be available for inspection by the inves-\n   14  tigating  officer  of the police authority.  THE POLICE AUTHORITY IN THE\n   15  LOCALITY WHERE THE APPLICATION IS MADE SHALL CONDUCT  A  SEARCH  OF  THE\n   16  NATIONAL  INSTANT  CRIMINAL  BACKGROUND CHECK SYSTEM (NICS). In order to\n   17  ascertain any previous criminal record, the investigating officer  shall\n   18  take  the fingerprints and physical descriptive data in quadruplicate of\n   19  each individual by whom the application  is  signed  and  verified.  Two\n   20  copies of such fingerprints shall be taken on standard fingerprint cards\n   21  eight  inches  square,  and one copy may be taken on a card supplied for\n   22  that purpose by the federal bureau of investigation; provided,  however,\n   23  that in the case of a corporate applicant that has already been issued a\n   24  dealer  in firearms license and seeks to operate a firearm dealership at\n   25  a second or subsequent location, the original fingerprints on  file  may\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06350-01-1\n\n       S. 1863                             2\n\n    1  be  used  to  ascertain  any criminal record in the second or subsequent\n    2  application unless any of the corporate officers have changed since  the\n    3  prior  application, in which case the new corporate officer shall comply\n    4  with  procedures governing an initial application for such license. When\n    5  completed, one standard card shall be forwarded to and retained  by  the\n    6  division  of  criminal  justice services in the executive department, at\n    7  Albany. A search of the files of such division and written  notification\n    8  of  the results of the search to the investigating officer shall be made\n    9  without unnecessary delay.  Thereafter, such division shall  notify  the\n   10  licensing  officer  and  the  executive  department,  division  of state\n   11  police, Albany, of any criminal record of the  applicant  filed  therein\n   12  subsequent  to  the  search of its files. A second standard card, or the\n   13  one supplied by the federal bureau of investigation, as the case may be,\n   14  shall be forwarded to that bureau at Washington with a request that  the\n   15  files  of  the bureau be searched and notification of the results of the\n   16  search be made to the investigating police  authority.  The  failure  or\n   17  refusal  of  the federal bureau of investigation to make the fingerprint\n   18  check provided for in this section shall not constitute the  sole  basis\n   19  for  refusal  to  issue  a  permit  pursuant  to  the provisions of this\n   20  section. Of the remaining two fingerprint cards, one shall be filed with\n   21  the executive department, division of state police, Albany,  within  ten\n   22  days  after  issuance  of the license, and the other remain on file with\n   23  the  investigating  police  authority.  No  such  fingerprints  may   be\n   24  inspected by any person other than a peace officer, who is acting pursu-\n   25  ant  to  his  special  duties, or a police officer, except on order of a\n   26  judge or justice of a court of record either upon notice to the licensee\n   27  or without notice, as the judge or justice may  deem  appropriate.  Upon\n   28  completion  of  the investigation, the police authority shall report the\n   29  results to the licensing officer without unnecessary delay.\n   30    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   31  have become a law.\n",
  "memo" : "BILL NUMBER:S1863\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to licenses to carry, possess,\nrepair and dispose of firearms\n\nPURPOSE OF THE BILL:\nThis legislation would remove a gun licensing officer's ability to\ndeny or restrict the issuance of licenses to law abiding citizens who\nhave successfully undergone the state's strict application process\nand appropriate New York State and Federal Bureau of Investigations\nfingerprint background check required under law. In addition, this\nbill will conform New York State law to current ATF requirements\nregarding background checks for firearms transfers.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n&sect; 1- Amends paragraph (f) of subdivision 2 and subdivision 4 of\n400.00 of the Penal Law.\n\n&sect; 2- Effective date.\n\nJUSTIFICATION:\nNew York was once one of only a handful of states that issued permits\nto carry a concealed handgun. However, in recent years, the vast\nmajority of states have adopted \"shall issue\" laws, automatically\ngranting a license to carry a concealed handgun to any citizen who\napplies for one, unless good cause exists for denying a particular\nindividual such license. New York is now one of only eight states\nthat issues handgun permits, but requires law-abiding citizens to\nprove a need to carry a handgun, thus allowing licensing officers to\ndeny or restrict licenses to law abiding New Yorkers.\n\nCurrently, a person applying for a handgun license in New York must\npick up an application in person, complete the application in\nduplicate, find at least three references to give statements as to\nthe applicant's good character, obtain a copy of their driver's\nabstract, pay a $99 fingerprinting fee, undergo both State DCJS and\nFederal Bureau of Investigations fingerprint background checks, meet\nwith a police officer, submit to a character investigation, and allow\na search of the New York State Office of Mental Health records. In\nmany counties, an applicant is also required to pay for and attend a\nhandgun safety class, and meet with a judge, prior to the issuance of\na license. If an individual wishes to purchase a handgun, they must\nreceive permission to do so from\ntheir licensing officer, for each handgun they purchase.\n\nAlthough not provided for by any provision of law, many licensing\nofficers throughout the State limit a concealed handgun licensee to\ncarrying their handgun to and from target ranges, or while hunting.\nRequiring licensing officers to issue a handgun permit to any citizen\n\nfor whom no good cause exists to deny such a license will also\nprevent licensing officers from placing arbitrary restrictions on\nindividuals' licenses to carry handguns.\n\nThe simple fact is that New York's strict law applies only to law\nabiding people. Criminals who are willing to commit serious violent\ncrimes, such as murder, robbery, or drug dealing, are not dissuaded\nfrom illegally purchasing a handgun in order to do so. Law abiding\npeople who are willing to submit to a criminal and character\nbaekground check are not likely to commit a crime, and there is no\nrational basis for denying them the constitutional right to own and\ncarry a handgun.\n\nIn addition, in 1998, the Bureau of Alcohol, Tobacco, Firearms and\nExplosives (ATF) sent an Open Letter to all New York State Federal\nFirearms Licensees (FFLS) advising them that New York State\nlicenses to carry and possess handguns would qualify as an\nalternative to the National Instant Criminal Background Check\nSystem (NICS) background check required under the Brady Law. In\n2004, the ATF began reviewing the background check requirements of\nall States that had permits that qualified as alternatives to\nNICS and has since deemed that New York licenses to carry and\npossess handguns no longer qualify as a NICS check alternative.\n\nThis legislation will require that along with all other requirements\nstipulated under law, including other state and federal background\nchecks, that a NICS background check also be performed\non an individual wishing to obtain a handgun license.\n\nPRIOR LEGISLATIVE HISTORY:\n2007-2008: A.6378. Similar to the intent of A.3195/S.282\nof 2005-2006\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it shall\nhave become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to licenses to carry, possess, repair and dispose of firearms ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T162923.TXT", "SOBI.D110124.T153140.TXT", "SOBI.D110113.T163924.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110113.T161922.TXT", "SOBI.D110114.T101410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901100736
}