{
  "year" : 2011,
  "senateBillNo" : "S186-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S186-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for notice to municipalities of proposed planning or zoning actions by county planning agency or regional planning council",
  "summary" : "Provides for notice to municipalities of proposed planning or zoning actions by a neighboring municipality; such notice to be given by the county planning agency or regional planning council having appropriate authority over the proposed action. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S318-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          186\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general municipal law,  in  relation  to  notice  of\n         certain municipal actions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 239-m  of  the  general  municipal\n    2  law,  as  amended by chapter 459 of the laws of 1997, is amended to read\n    3  as follows:\n    4    2. Referral of proposed planning and zoning actions. In any city, town\n    5  or village which is located in a county  which  has  a  county  planning\n    6  agency, or, in the absence of a county planning agency, which is located\n    7  within  the  jurisdiction  of  a  regional planning council duly created\n    8  pursuant to the provisions of law, each  referring  body  shall,  before\n    9  taking final action on proposed actions included in subdivision three of\n   10  this  section, refer the same to such county planning agency or regional\n   11  planning council.   SUCH AGENCY OR COUNCIL  SHALL  GIVE  NOTICE  OF  THE\n   12  PROPOSED  ACTION  TO  ANY MUNICIPALITY WITHIN THE COUNTY WHICH IS WITHIN\n   13  FIVE HUNDRED FEET OF THE PROPERTY TO BE AFFECTED BY THE PROPOSED ACTION.\n   14    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   15  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01370-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to notice of certain municipal actions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T163708.TXT", "SOBI.D101210.T162707.TXT", "SOBI.D101213.T145320.TXT", "SOBI.D101210.T160212.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292270000068
}