{
  "year" : 2011,
  "senateBillNo" : "S1878-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1878-2011-1294894800000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires gas and electric utilities to make available to landlords upon request information concerning gas and electric charges incurred for residential premises",
  "summary" : "Requires gas and electric utilities to make available to landlords or lessors, upon request of prospective tenants or lessees, information concerning gas and electric charges incurred for residential rental premises; provides that such information shall be furnished without any charge or fee. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : "A3780",
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S8097-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1878\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed  to  be  committed to the Committee on Energy and Telecommuni-\n         cations\n\n       AN ACT to amend the public service law, in relation to  making  gas  and\n         electric billing information for residential rental premises available\n         upon request\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public service law is amended by adding a  new  section\n    2  66-m to read as follows:\n    3    S  66-M.  GAS  AND ELECTRIC BILLING INFORMATION FOR RESIDENTIAL RENTAL\n    4  PREMISES. EVERY GAS CORPORATION, ELECTRIC CORPORATION, AND  MUNICIPALITY\n    5  SHALL  MAKE  AVAILABLE  TO  ANY LANDLORD OR LESSOR OF RESIDENTIAL RENTAL\n    6  PREMISES, UPON WRITTEN REQUEST THEREFOR FROM ANY PROSPECTIVE  TENANT  OR\n    7  LESSEE  THEREOF,  PRIOR TO THE COMMENCEMENT OF TENANCY OR EXECUTION OF A\n    8  LEASE, INFORMATION CONSISTING OF THE CHARGES INCURRED AT  SUCH  PREMISES\n    9  FOR  GAS  OR ELECTRIC SERVICE OR BOTH. SUCH INFORMATION SHALL BE IDENTI-\n   10  FIED SOLELY BY THE ADDRESS OF THE DWELLING UNIT, AND NO  OTHER  INFORMA-\n   11  TION  IDENTIFYING  THE  OWNER, LESSEE, OR OTHER OCCUPANT OF THE DWELLING\n   12  UNIT SHALL BE UTILIZED FOR, OR MADE AVAILABLE IN  CONNECTION  WITH,  THE\n   13  FURNISHING OF BILLING INFORMATION PURSUANT TO THIS SECTION.  SUCH INFOR-\n   14  MATION  SHALL  BE  FURNISHED TO BOTH   THE LANDLORD OR LESSOR AND TO THE\n   15  PROSPECTIVE TENANT OR LESSEE WITHOUT THE IMPOSITION OF ANY CHARGE OR FEE\n   16  THEREFOR BY ANY PARTY TO ANY PARTY.\n   17    S 2. This act shall take effect on the one hundred twentieth day after\n   18  it shall have become a law; provided that the public service  commission\n   19  is  authorized to  promulgate any and all rules and regulations and take\n   20  any other measures necessary to implement this act on its effective date\n   21  on or before such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06297-01-1\n",
  "memo" : "BILL NUMBER:S1878\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to making gas and electric\nbilling information for residential rental\npremises available upon request\n\nPURPOSE OR GENERAL IDEA OF BILL:\nRequires gas and electric utility companies to make available to any\nlandlord and lessor of residential rental premises, upon the request\nof a prospective tenant or lessor of a residential unit, information\nconcerning gas and electric charges incurred from prior occupants of\nthe dwelling.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe public service law is amended by adding a new section 66-m to\nrequire gas and electric utilities to make available to persons upon\nrequest information concerning gas and electric charges incurred for\nresidential premises. The bill also stipulates that only billing\ninformation be made available and that no identifying information is\nto be provided.\n\nJUSTIFICATION:;\nCurrently, gas and electric companies have stopped providing billing\ninformation to potential tenants and homeowners who wish to move into\na residential dwelling. This prevents them from inquiring about the\ncosts associated with heating a potential residence. People should\nhave the right to inquire from a gas and electric company the amount\nof the bills being paid for heat and electric service by the prior\ncustomer before they move into a residence. They should not have to\nrely on a landlord or homeowner's word about how much it costs to\nheat a residence.\n\nPRIOR LEGISLATIVE HISTORY:\nA.5049 (2007-08): Referred to Energy and Telecommunications\nA.9711 (2005-06): Referred to Rules\nA.4794 (2003-04): Referred to Corps\nA.1967 (2001-02): Passed Assembly\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred twentieth day after it\nshall have become a law; provided that the public service commission\nis authorized to promulgate any and all rules and regulations and\ntake any other measures necessary to implement this act on its\neffective date on or before such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to making gas and electric billing information for residential rental premises available upon request ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T102411.TXT", "SOBI.D110113.T163424.TXT", "SOBI.D110113.T162423.TXT", "SOBI.D110127.T114845.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110113.T164426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296146925109
}