{
  "year" : 2011,
  "senateBillNo" : "S1877-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1877-2011-1294894800000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the bioscience facilities development program",
  "summary" : "Creates the bioscience facilities development program; provides grants to local economic development corporations for the purpose of creating a revolving fund for loans to bioscience facilities to assist commercial bioscience companies to remain in New York state. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "SA7228-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1877\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed  to be committed to the Committee on Corporations, Authorities\n         and Commissions\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation to creating the bioscience facilities development program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and  declarations. The legislature\n    2  finds that New York state has many  assets  that  are  critical  to  the\n    3  growth of the biotechnology industry.\n    4    The  legislature  also  finds  that  New  York  state has an extensive\n    5  academic research base, a highly skilled labor pool and access to finan-\n    6  cial institutions oriented toward biotech development.\n    7    The legislature further finds that even  with  many  of  the  critical\n    8  elements  for  growing a biotechnology cluster, New York for all intents\n    9  and purposes has been eclipsed by a number of other regions in the coun-\n   10  try.\n   11    Further, the legislature  finds  that  while  start-up  companies  are\n   12  established  in  New York, companies that are poised for rapid expansion\n   13  have left New York for regions that have developed vigorous biotech  and\n   14  policies  that deliberately invite, nurture and facilitate the expansion\n   15  of the industry and proactively address the biotech companies' need  for\n   16  affordable laboratory space.\n   17    The  legislature  declares that biotechnology is an important economic\n   18  development industry for the state and that the critical  impediment  to\n   19  the  successful  growth of a biotech cluster in New York state is access\n   20  to  affordable  laboratory  space.  Therefore,  the  legislature  hereby\n   21  declares   the   creation  of  the  \"bioscience  facilities  development\n   22  program\".\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06296-01-1\n\n       S. 1877                             2\n\n    1    S 2. Section 1 of chapter 174 of the laws of 1968 constituting the New\n    2  York state urban development corporation act is amended by adding a  new\n    3  section 16-u to read as follows:\n    4    S  16-U. THE BIOSCIENCE FACILITIES DEVELOPMENT PROGRAM. 1. THE BIOSCI-\n    5  ENCE FACILITIES DEVELOPMENT PROGRAM IS HEREBY CREATED  TO  MAXIMIZE  THE\n    6  ECONOMIC  DEVELOPMENT  POTENTIAL  OF  ACADEMIC AND COMMERCIAL BIOSCIENCE\n    7  ACTIVITY IN THE STATE, INCLUDING BUT NOT LIMITED TO BIOTECHNOLOGY, BIOM-\n    8  EDICINE, NANOMEDICINE, SPECIALTY PHARMACEUTICALS, MEDICAL  DEVICES,  AND\n    9  RELATED  SCIENCES,  IN  ORDER  TO BUILD UPON WORLD-RENOWNED RESEARCH AND\n   10  DEVELOPMENT ACTIVITIES IN THE BIOSCIENCES.\n   11    2. (A) THE CORPORATION SHALL,  FROM  FUNDS  MADE  AVAILABLE  FOR  THIS\n   12  PURPOSE, PROVIDE GRANTS TO LOCAL ECONOMIC DEVELOPMENT CORPORATIONS WHICH\n   13  SERVE  A  REGION  MEETING THE CRITERIA SET FORTH IN SUBDIVISION THREE OF\n   14  THIS SECTION AND WHICH SHALL APPLY FOR SUCH GRANT IN A FORM  AND  MANNER\n   15  DETERMINED  BY  THE  CORPORATION FOR THE PURPOSE OF CREATING A REVOLVING\n   16  LOAN FUND TO PROVIDE LOANS TO BIOSCIENCE FACILITIES TO ASSIST INDIVIDUAL\n   17  COMMERCIAL BIOSCIENCE COMPANIES TO REMAIN IN NEW YORK STATE.\n   18    (B) NO MORE THAN ONE LOCAL ECONOMIC DEVELOPMENT CORPORATION  SHALL  BE\n   19  SELECTED  FROM EACH ECONOMIC REGION OF THE STATE, AS DESIGNATED PURSUANT\n   20  TO SECTION 230 OF THE ECONOMIC DEVELOPMENT LAW, BY  THE  CORPORATION  TO\n   21  RECEIVE A GRANT PURSUANT TO THIS SECTION.\n   22    3. A LOCAL ECONOMIC DEVELOPMENT CORPORATION APPLYING FOR A GRANT UNDER\n   23  THIS SECTION SHALL:\n   24    (A)  HAVE  FIRM  COMMITMENTS  FROM  PRIVATE  AND  MUNICIPAL SOURCES TO\n   25  PROVIDE FUNDS TO THE LOCAL ECONOMIC DEVELOPMENT CORPORATION IN AN AMOUNT\n   26  AT LEAST EQUAL TO THE AMOUNT OF THE GRANT; AND\n   27    (B) SERVE AN ECONOMIC DEVELOPMENT REGION OF THE  STATE  AS  DESIGNATED\n   28  PURSUANT  TO  SECTION  230 OF THE ECONOMIC DEVELOPMENT LAW, WHICH REGION\n   29  SHALL HAVE LOCATED WITHIN IT COLLEGES, UNIVERSITIES, HOSPITALS,  LABORA-\n   30  TORIES, AND OTHER RESEARCH INSTITUTIONS.\n   31    4.  ELIGIBLE BORROWERS FROM THE FUND ESTABLISHED BY THE LOCAL ECONOMIC\n   32  DEVELOPMENT CORPORATION RECEIVING  A  GRANT  UNDER  THIS  PROGRAM  SHALL\n   33  INCLUDE  EARLY  AND  MIDDLE  STAGE BIOSCIENCE COMPANIES IN SUCH AREAS AS\n   34  BIOTECHNOLOGY, BIOMEDICINE, NANOMEDICINE, SPECIALTY PHARMACEUTICALS, AND\n   35  MEDICAL DEVICES, WITH FEWER THAN TWO HUNDRED EMPLOYEES  AND  WHICH  HAVE\n   36  RECEIVED FUNDING FROM AN INSTITUTIONAL VENTURE CAPITAL FIRM IN THE TWEN-\n   37  TY-FOUR  MONTHS PRIOR TO MAKING APPLICATION FOR A LOAN UNDER THIS SUBDI-\n   38  VISION, AND SHALL ALSO INCLUDE BOTH FOR-PROFIT AND NOT-FOR-PROFIT  PROP-\n   39  ERTY  OWNERS AND DEVELOPERS WHO ARE INTENDING TO DEVELOP AND LEASE SPACE\n   40  TO SUCH BIOSCIENCE COMPANIES, PROVIDED, HOWEVER, THAT THE  USE  OF  SUCH\n   41  FUNDS  IS RESTRICTED TO THE CONSTRUCTION OF LABORATORY AND RELATED SPACE\n   42  AND THAT THE MAXIMUM SIZE OF SUCH LOAN  SHALL  BE  NO  MORE  THAN  FIFTY\n   43  PERCENT  OF  THE  COST OF SUCH LABORATORY OR RELATED SPACE CONSTRUCTION.\n   44  SUCH LOANS UNDER THIS SUBDIVISION SHALL BE MADE FOR A PERIOD OF SEVEN TO\n   45  TEN YEARS AT A RATE OF SEVEN TO EIGHT PERCENT, EXCEPT THAT  DURING  SUCH\n   46  PERIOD  THAT  THE LOAN SHALL REMAIN OUTSTANDING, IF A BIOSCIENCE COMPANY\n   47  RECEIVING SUCH LOAN SHALL RELOCATE A SIGNIFICANT PORTION  OF  ITS  OPER-\n   48  ATIONS, AS DETERMINED IN A LOAN AGREEMENT WITH THE LOCAL ECONOMIC DEVEL-\n   49  OPMENT  CORPORATION,  OUTSIDE  NEW  YORK STATE, SUCH INTEREST RATE SHALL\n   50  RISE TO EIGHTEEN PERCENT ON A RETROACTIVE BASIS. IF, AFTER A  PERIOD  OF\n   51  FIVE YEARS FROM THE INCEPTION OF THE LOAN, A COMPANY SHALL REMAIN IN NEW\n   52  YORK  STATE,  TWENTY-FIVE  PERCENT  OF THE PRINCIPAL AMOUNT OF SUCH LOAN\n   53  SHALL BE FORGIVEN; AND IF AFTER A PERIOD OF TEN YEARS FROM THE INCEPTION\n   54  OF THE LOAN, A COMPANY SHALL REMAIN IN NEW YORK STATE, FIFTY PERCENT  OF\n   55  THE  PRINCIPAL  AMOUNT  OF SUCH LOAN SHALL BE FORGIVEN, FURTHER PROVIDED\n   56  THAT IF THE AMOUNT STILL OUTSTANDING ON THE LOAN SHALL BE LESS THAN  THE\n\n       S. 1877                             3\n\n    1  AMOUNT  FORGIVEN, THE DIFFERENCE SHALL BE REIMBURSED TO THE COMPANY. ANY\n    2  COMPANY RECEIVING SUCH A LOAN SHALL BE INDEPENDENTLY OWNED AND OPERATED.\n    3  FOR PURPOSES OF THIS SUBDIVISION,  THE  TERM  \"INDEPENDENTLY  OWNED  AND\n    4  OPERATED  BUSINESS\"  SHALL  MEAN  (A)  IN THE CASE OF A CORPORATION, ONE\n    5  WHERE NO MORE THAN FIFTY PERCENT OF THE VOTING STOCK OF THE  CORPORATION\n    6  IS OWNED OR CONTROLLED, DIRECTLY OR INDIRECTLY, BY A SINGLE CORPORATION,\n    7  A  SINGLE  PARTNERSHIP OR A SINGLE LIMITED LIABILITY COMPANY, AND (B) IN\n    8  THE CASE OF A PARTNERSHIP, ASSOCIATION, OR OTHER ENTITY, WHERE  NO  MORE\n    9  THAN  FIFTY PERCENT OF THE CAPITAL, PROFITS OR OTHER BENEFICIAL INTEREST\n   10  IN SUCH PARTNERSHIP, ASSOCIATION OR OTHER ENTITY IS OWNED OR CONTROLLED,\n   11  DIRECTLY OR INDIRECTLY, BY A SINGLE CORPORATION, A SINGLE PARTNERSHIP OR\n   12  A SINGLE LIMITED LIABILITY COMPANY.\n   13    5. GRANTS RECEIVED FROM THE CORPORATION BY A LOCAL  ECONOMIC  DEVELOP-\n   14  MENT  CORPORATION, EARNINGS ON SUCH MONIES, AND ANY PRINCIPAL REPAYMENTS\n   15  AND ANY INTEREST EARNED ON LOANS SHALL  BE  DEPOSITED  IN  A  LOAN  FUND\n   16  ACCOUNT.\n   17    6.  THE  DECISION  TO  APPROVE  OR REJECT AN APPLICATION FOR FINANCIAL\n   18  ASSISTANCE PURSUANT TO THE PROVISIONS OF THIS SECTION SHALL BE MADE BY A\n   19  MAJORITY OF THE DIRECTORS OF THE LOCAL ECONOMIC DEVELOPMENT CORPORATION,\n   20  AND SUCH DECISION SHALL BE FINAL.  NO  MEMBER  OF  THE  BOARD  OR  OTHER\n   21  GOVERNING  BODY  OF  THE  LOCAL  ECONOMIC  DEVELOPMENT CORPORATION SHALL\n   22  PARTICIPATE IN A DECISION ON A PROJECT APPLICATION WHEN SUCH MEMBER IS A\n   23  PARTY TO OR HAS A FINANCIAL INTEREST IN SUCH  PROJECT.  ANY  MEMBER  WHO\n   24  CANNOT  PARTICIPATE  IN  A  DECISION  ON  A PROJECT APPLICATION FOR SUCH\n   25  REASON SHALL NOT BE COUNTED AS A MEMBER OF THE BOARD OR OTHER  GOVERNING\n   26  BODY  FOR  PURPOSES  OF DETERMINING THE NUMBER OF MEMBERS REQUIRED FOR A\n   27  MAJORITY VOTE ON SUCH APPLICATION. NO EMPLOYEE OR OFFICER  OF  ANY  SUCH\n   28  CORPORATION  SHALL  BE  A PARTY TO OR HAVE ANY FINANCIAL INTEREST IN ANY\n   29  PROJECT THAT RECEIVES FINANCIAL ASSISTANCE PURSUANT TO THIS SECTION.\n   30    7. THE CORPORATION MAY WITHDRAW ANY AMOUNT REMAINING FROM AN  ORIGINAL\n   31  GRANT  AND  ANY EARNINGS ON SUCH GRANT, AND ANY PRINCIPAL REPAYMENTS AND\n   32  ANY INTEREST EARNED ON LOANS MADE FROM SUCH GRANT WHEN  A  MEMBER  OF  A\n   33  BOARD  OF  DIRECTORS,  AN  OFFICER OR AN EMPLOYEE OF SAID CORPORATION IS\n   34  PARTY TO OR HAS FINANCIAL INTERESTS IN LOAN PROJECTS;  WHEN  SAID  LOCAL\n   35  ECONOMIC  DEVELOPMENT  CORPORATION FAILS TO COMPLY WITH THE REQUIREMENTS\n   36  FOR PROJECT LOANS PURSUANT TO THIS SECTION;  OR  WHEN  SAID  CORPORATION\n   37  MAKES  NO  LOANS  WITHIN THE PREVIOUS FISCAL YEAR. OUTSTANDING LOANS AND\n   38  OTHER OBLIGATIONS PAYABLE TO SUCH LOCAL ECONOMIC DEVELOPMENT CORPORATION\n   39  SHALL BE ASSIGNED TO THE CORPORATION UPON SUCH TERMS AND  CONDITIONS  AS\n   40  THE CORPORATION SHALL DETERMINE.\n   41    8. THE LOCAL ECONOMIC DEVELOPMENT CORPORATION RECEIVING A GRANT PURSU-\n   42  ANT  TO THIS SECTION SHALL SUBMIT ANNUAL REPORTS FOR THE PREVIOUS FISCAL\n   43  YEAR TO THE CORPORATION DESCRIBING  THE  FINANCIAL  ASSISTANCE  PROVIDED\n   44  PURSUANT  TO  THIS  SECTION, INCLUDING: THE NUMBER OF PROJECTS ASSISTED;\n   45  THE AMOUNT AND  TYPE  OF  ASSISTANCE  PROVIDED;  A  DESCRIPTION  OF  THE\n   46  PROJECTS;  THE  NUMBER  OF  JOBS  CREATED  OR  RETAINED;  THE  STATUS OF\n   47  OUTSTANDING LOANS, GUARANTEES, EARNINGS AND ACCOUNT BALANCES;  AND  SUCH\n   48  OTHER INFORMATION AS THE CORPORATION MAY REQUIRE.\n   49    9.  THE  CORPORATION  SHALL  ANNUALLY  CONDUCT  AN AUDIT OF EACH LOCAL\n   50  ECONOMIC DEVELOPMENT CORPORATION RECEIVING A GRANT TO ENSURE  CONFORMITY\n   51  OF  ALL  ASPECTS  OF  PROGRAM ADMINISTRATION AND OF FINANCIAL ASSISTANCE\n   52  TRANSACTIONS WITH THE SUBSTANTIVE  AND  PROCEDURAL  PROVISIONS  OF  THIS\n   53  SECTION.  IN  THE EVENT THAT THE CORPORATION FINDS INSTANCES OF SUBSTAN-\n   54  TIVE NONCOMPLIANCE BY AN ECONOMIC DEVELOPMENT CORPORATION  WITH  ANY  OF\n   55  THE  PROVISIONS  OF THIS SECTION AND SUCH INSTANCES WERE, OR SHOULD HAVE\n   56  BEEN, KNOWN TO BE IN NONCOMPLIANCE, THE ECONOMIC DEVELOPMENT CORPORATION\n\n       S. 1877                             4\n\n    1  SHALL RETURN, WITHIN THIRTY DAYS, UPON DEMAND BY  THE  CORPORATION,  ALL\n    2  UNCOMMITTED  GRANT  FUNDS  ON  HAND  AND PROVIDE AN ACCOUNT OF THE LOANS\n    3  CURRENTLY OUTSTANDING.\n    4    10. THE CORPORATION SHALL, ON OR BEFORE OCTOBER FIRST OF THE YEAR NEXT\n    5  SUCCEEDING  THE  EFFECTIVE  DATE  OF THIS SECTION, AND ON OR BEFORE EACH\n    6  OCTOBER FIRST THEREAFTER, SUBMIT A REPORT TO THE GOVERNOR AND THE LEGIS-\n    7  LATURE ON THE OPERATIONS AND ACCOMPLISHMENTS OF THE  BIOSCIENCE  FACILI-\n    8  TIES  DEVELOPMENT  PROGRAM.  SUCH  REPORT SHALL INCLUDE A SUMMARY OF THE\n    9  INFORMATION CONTAINED IN THE REPORTS SUBMITTED PURSUANT  TO  SUBDIVISION\n   10  EIGHT  OF THIS SECTION AND OF THE RESULTS OF THE AUDITS PERFORMED BY THE\n   11  CORPORATION PURSUANT TO SUBDIVISION NINE OF THIS SECTION, AND SHALL  SET\n   12  FORTH  THE  STATUS  OF  THE  BIOSCIENCE  FACILITIES  DEVELOPMENT PROGRAM\n   13  REVOLVING LOAN PROGRAM FOR THE PREVIOUS FISCAL YEAR.\n   14    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to creating the bioscience facilities development program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T102411.TXT", "SOBI.D110113.T163424.TXT", "SOBI.D110113.T164426.TXT", "SOBI.D110113.T161922.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295018651678
}