{
  "year" : 2011,
  "senateBillNo" : "S1874-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1874-2011-1294894800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires employment agencies in the city of New York to provide and post a job seekers bill of rights",
  "summary" : "Requires employment agencies in the city of New York to provide a brochure with and post a job seekers bill of rights. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S5188-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1874\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN  ACT  to  amend  the  general  business law, in relation to requiring\n         employment agencies in the city of New York to conspicuously post  and\n         provide a copy of a job seekers bill of rights\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  188-a to read as follows:\n    3    S 188-A. JOB SEEKERS BILL OF RIGHTS. EVERY EMPLOYMENT  AGENCY  IN  THE\n    4  CITY  OF  NEW YORK SHALL POST IN A CONSPICUOUS PLACE IN THE MAIN ROOM OF\n    5  SUCH AGENCY AND PROVIDE A BROCHURE WHICH INCLUDES THE JOB  SEEKERS  BILL\n    6  OF  RIGHTS  ESTABLISHED  BY  THIS SECTION. SUCH CONSPICUOUS   NOTICE AND\n    7  BROCHURE SHALL BE PRINTED IN THE LANGUAGE WHICH PERSONS  COMMONLY  DOING\n    8  BUSINESS WITH SUCH AGENCY CAN UNDERSTAND. THE FOLLOWING SHALL CONSTITUTE\n    9  THE \"JOB SEEKERS BILL OF RIGHTS\".\n   10                          \"JOB SEEKERS BILL OF RIGHTS\n   11    1. MAKE SURE YOU'RE VISITING A LEGITIMATE COMPANY. ONLY USE A LICENSED\n   12  EMPLOYMENT  AGENCY.  TO  CONFIRM  PROPER LICENSING CALL 311 OR GO TO NEW\n   13  YORK CITY'S DEPARTMENT OF CONSUMER AFFAIRS' WEBSITE: NYC.GOV/CONSUMERS.\n   14    2. AVOID EMPLOYMENT AGENCIES THAT GUARANTEE JOBS.  BY  LAW  EMPLOYMENT\n   15  AGENCIES CANNOT GUARANTEE THEY WILL FIND YOU A JOB. IN ADDITION, EMPLOY-\n   16  MENT AGENCIES CANNOT REFER YOU TO A JOB THAT PAYS LESS THAN MINIMUM WAGE\n   17  OR DOES NOT PAY OVERTIME.\n   18    3.  MAKE  SURE  THE AGENCY IS APPROVED TO PROVIDE TRAINING. CHECK WITH\n   19  THE NEW YORK CITY DEPARTMENT OF CONSUMER AFFAIRS TO MAKE SURE  THAT  THE\n   20  EMPLOYMENT AGENCY IS APPROVED TO PROVIDE ANY TYPE OF TRAINING.\n   21    4.  GET A JOB DESCRIPTION IN WRITING. EMPLOYMENT AGENCIES ARE REQUIRED\n   22  TO DESCRIBE, IN WRITING, ALL JOBS AVAILABLE  FOR  AGENCY  REFERRAL.  THE\n   23  DESCRIPTION  MUST  INCLUDE THE EMPLOYER'S NAME, ADDRESS, WAGE RATE, WORK\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05819-01-1\n\n       S. 1874                             2\n\n    1  HOURS, SERVICES YOU ARE EXPECTED TO PERFORM AND THE AGENCY FEE.  IF  YOU\n    2  ARE NOT PROVIDED THIS INFORMATION, CALL 311.\n    3    5. KNOW YOUR WAGE RIGHTS. AGENCIES MAY REFER YOU ONLY TO JOBS THAT ARE\n    4  CURRENT  AND  AVAILABLE  AND PAY AT LEAST THE MINIMUM WAGE AS SET BY NEW\n    5  YORK STATE AND FEDERAL LAW.\n    6    6. KNOW YOUR CONTRACT RIGHTS. EMPLOYMENT AGENCIES MUST  SHOW  YOU  THE\n    7  ENTIRE  CONTRACT  BEFORE  YOU  SIGN  IT. YOU MUST BE GIVEN A COPY OF ANY\n    8  CONTRACT YOU SIGN. READ THE CONTRACT CAREFULLY TO MAKE  SURE  THAT  WHAT\n    9  YOU  ARE  AGREEING  TO  IN  WRITING IS THE SAME AS THE DEAL YOU ACCEPTED\n   10  VERBALLY. BEFORE SIGNING THE CONTRACT, GET THE AGENCY TO ANSWER  ALL  OF\n   11  YOUR QUESTIONS, IN WRITING. CONTRACTS NEGOTIATED IN SPANISH MUST ALSO BE\n   12  WRITTEN IN SPANISH. FEES IN THE CONTRACT CANNOT EXCEED THE FEES THAT ARE\n   13  LEGALLY PERMITTED. YOU MUST ALSO BE GIVEN A RECEIPT EACH TIME YOU MAKE A\n   14  PAYMENT OR DEPOSIT. KEEP ALL COPIES IN A SAFE PLACE.\n   15    7.  KNOW  YOUR  FEE  AND  REFUND  RIGHTS. EMPLOYMENT AGENCIES CAN ONLY\n   16  CHARGE A FEE FOR PLACING A PERSON IN A JOB. THEY CANNOT CHARGE AN APPLI-\n   17  CATION OR AN INTERVIEW FEE. ONLY JOB  APPLICANTS  SEEKING  A  JOB  AS  A\n   18  DOMESTIC WORKER, HOUSEHOLD WORKER, AGRICULTURAL WORKER, INDUSTRIAL WORK-\n   19  ER  OR  MECHANIC, MAY BE CHARGED ADVANCE FEES. IF YOU SUSPECT FRAUDULENT\n   20  BEHAVIOR YOU COULD BE  ENTITLED  TO  A  REFUND.  CALL  311  TO  ISSUE  A\n   21  COMPLAINT AND APPLY FOR RESTITUTION REGARDLESS OF IMMIGRATION STATUS.\"\n   22    S  2.  This  act shall take effect on the ninetieth day after it shall\n   23  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring employment agencies in the city of New York to conspicuously post and provide a copy of a job seekers bill of rights ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T162923.TXT", "SOBI.D110114.T102411.TXT", "SOBI.D110113.T164426.TXT", "SOBI.D110113.T161922.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295018651667
}