{
  "year" : 2011,
  "senateBillNo" : "S187-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S187-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalty for assaults involving a sports official",
  "summary" : "Makes the intentional causing of physical injury to a sports official the class D felony of assault in the second degree; creates class B misdemeanor of aggravated harassment of a sports official when a person, with intent to annoy, harass, threaten or alarm a sports official, strikes or expectorates on such official. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A2385",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S1052-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          187\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. MAZIARZ, ALESI, FLANAGAN, GOLDEN -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Codes\n\n       AN  ACT  to  amend  the  penal law, in relation to the assault on sports\n         officials\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions 10, 11 and 12 of section 120.05 of the penal\n    2  law, subdivision 10 as added by chapter 181 of the laws of 2000,  subdi-\n    3  vision  11  as separately amended by chapters 318 and 345 of the laws of\n    4  2010 and subdivision 12 as added by chapter 68 of the laws of 2008,  are\n    5  amended and a new subdivision 13 is added to read as follows:\n    6    10.  Acting at a place the person knows, or reasonably should know, is\n    7  on school grounds and with intent to cause physical injury, he or she:\n    8    (a) causes such injury to an employee of a  school  or  public  school\n    9  district; or\n   10    (b)  not  being  a  student  of such school or public school district,\n   11  causes physical injury to another, and such other person is a student of\n   12  such school who is attending or present for  educational  purposes.  For\n   13  purposes  of  this  subdivision the term \"school grounds\" shall have the\n   14  meaning set forth in subdivision fourteen  of  section  220.00  of  this\n   15  chapter[.]; OR\n   16    11.  With  intent to cause physical injury to a train operator, ticket\n   17  inspector,  conductor,  signalperson,  bus  operator  or  station  agent\n   18  employed by any transit agency, authority or company, public or private,\n   19  whose  operation is authorized by New York state or any of its political\n   20  subdivisions, a city marshal, a  traffic  enforcement  officer,  traffic\n   21  enforcement  agent  or sanitation enforcement agent, registered nurse or\n   22  licensed practical nurse he or she causes physical injury to such  train\n   23  operator,  ticket  inspector,  conductor,  signalperson, bus operator or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01436-01-1\n\n       S. 187                              2\n\n    1  station  agent,  city  marshal,  traffic  enforcement  officer,  traffic\n    2  enforcement agent, registered nurse or licensed practical nurse or sani-\n    3  tation  enforcement agent, while such employee is performing an assigned\n    4  duty  on,  or  directly  related to, the operation of a train or bus, or\n    5  such city marshal,  traffic  enforcement  officer,  traffic  enforcement\n    6  agent,  registered  nurse  or  licensed  practical  nurse  or sanitation\n    7  enforcement agent is performing an assigned duty[.]; OR\n    8    12. With intent to cause physical injury to a person who is sixty-five\n    9  years of age or older, he or she causes such injury to such person,  and\n   10  the actor is more than ten years younger than such person[.]; OR\n   11    13.  WITH  INTENT  TO  CAUSE  PHYSICAL  INJURY TO A SPORTS OFFICIAL AS\n   12  DEFINED IN SUBDIVISION THREE OF SECTION 180.35 OF THIS  CHAPTER,  HE  OR\n   13  SHE  CAUSES  SUCH  INJURY TO SUCH SPORTS OFFICIAL IN OR ON OR WITHIN ANY\n   14  BUILDING, STRUCTURE, ATHLETIC PLAYING FIELD OR PLAYGROUND AT  WHICH  THE\n   15  SPORTS  CONTEST  IS CONDUCTED; INCLUDING ANY AND ALL SURROUNDING PARKING\n   16  FACILITIES OR AREAS DESIGNATED FOR PARKING FOR SUCH SPORTS CONTESTS.\n   17    S 2. The penal law is amended by adding a new section 240.33  to  read\n   18  as follows:\n   19  S 240.33 AGGRAVATED HARASSMENT OF A SPORTS OFFICIAL.\n   20    A PERSON IS GUILTY OF AGGRAVATED HARASSMENT OF A SPORTS OFFICIAL WHEN,\n   21  WITH  INTENT  TO  HARASS,  ANNOY, THREATEN OR ALARM A SPORTS OFFICIAL AS\n   22  DEFINED IN SUBDIVISION THREE OF SECTION 180.35 OF THIS  CHAPTER,  HE  OR\n   23  SHE:\n   24    1.  STRIKES,  SHOVES, KICKS OR OTHERWISE SUBJECTS SUCH SPORTS OFFICIAL\n   25  TO PHYSICAL CONTACT, OR ATTEMPTS TO THREATEN TO DO THE SAME; OR\n   26    2.  CAUSES OR ATTEMPTS TO CAUSE SUCH  SPORTS  OFFICIAL  TO  COME  INTO\n   27  CONTACT WITH SALIVA BY EXPELLING SUCH FLUID AT A SPORTS CONTEST.\n   28    AGGRAVATED HARASSMENT OF A SPORTS OFFICIAL IS A CLASS B MISDEMEANOR.\n   29    S 3. This act shall take effect on the first of November next succeed-\n   30  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the assault on sports officials ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T163708.TXT", "SOBI.D101210.T162207.TXT", "SOBI.D101210.T164208.TXT", "SOBI.D101213.T145320.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D101210.T160212.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295381225999
}