{
  "year" : 2011,
  "senateBillNo" : "S1871-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1871-2011-1294894800000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires domestic violence awareness in a school curriculum and establishes a domestic violence awareness trust fund",
  "summary" : "Requires domestic violence awareness in school curriculums and further increases the fees charged for the issuance of a marriage license and filing of certificates of dissolution of marriage for the purposes of establishing a domestic violence awareness trust fund for the maintenance of domestic violence programs. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S5187-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1871\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN  ACT  to  amend  the education law, in relation to requiring domestic\n         violence awareness  in  the  curriculum  and  to  amend  the  domestic\n         relations  law,  the  public  health law and the state finance law, in\n         relation to increasing fees charged for the  issuance  of  a  marriage\n         license  and filing of certificates of dissolution of marriage for the\n         purposes of establishing and maintaining domestic violence programs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 804-e\n    2  to read as follows:\n    3    S 804-E. DOMESTIC VIOLENCE AWARENESS. 1. ALL SCHOOLS SHALL BE  AUTHOR-\n    4  IZED TO INCLUDE INSTRUCTION WITH REGARDS TO DOMESTIC VIOLENCE AWARENESS.\n    5    2. INSTRUCTION REGARDING DOMESTIC VIOLENCE AWARENESS SHALL BE INCLUDED\n    6  IN  THE  HEALTH EDUCATION PROVIDED FOR ALL PUPILS AND SHALL BE TAUGHT BY\n    7  TEACHERS HOLDING A CERTIFICATE TO TEACH HEALTH. SUCH  INSTRUCTION  SHALL\n    8  BE  DESIGNED  ACCORDING  TO  THE  NEEDS  AND  ABILITIES OF THE PUPILS AT\n    9  SUCCESSIVE GRADE LEVELS WITH THE  PURPOSE  OF  DEVELOPING  AWARENESS  OF\n   10  DOMESTIC  VIOLENCE  ISSUES  AND PROMOTING KNOWLEDGE OF PREVENTION, IDEN-\n   11  TIFICATION AND SCREENING PROTECTIONS PROVIDED BY STATEWIDE AND COMMUNITY\n   12  BASED ORGANIZATIONS.\n   13    3. THE COMMISSIONER SHALL PROMULGATE RULES AND REGULATIONS  TO  ESTAB-\n   14  LISH  A CURRICULUM FOR INSTRUCTION REGARDING DOMESTIC VIOLENCE AWARENESS\n   15  TO BE AVAILABLE IN SCHOOL DISTRICTS. THE CONTENTS MAY BE VARIED TO  MEET\n   16  THE  NEEDS OF PARTICULAR SCHOOL DISTRICTS, OR PORTIONS THEREOF, AND NEED\n   17  NOT BE UNIFORM THROUGHOUT THE STATE.\n   18    4. SCHOOL AUTHORITIES SHALL BE AUTHORIZED TO PROVIDE THE NEEDED FACIL-\n   19  ITIES, TIME, AND PLACE FOR THE INSTRUCTION SET FORTH IN THIS SECTION AND\n   20  TO  PROVIDE  LEARNING  AIDS  AND  CURRICULUM  RESOURCE  MATERIALS  WHICH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05818-01-1\n\n       S. 1871                             2\n\n    1  CONTRIBUTE  TO  EFFECTIVE TEACHING METHODS AND LEARNING IN HEALTH EDUCA-\n    2  TION REGARDING DOMESTIC VIOLENCE AWARENESS.\n    3    S  2.  Paragraph  a  of  subdivision 2 of section 14-a of the domestic\n    4  relations law, as amended by chapter 413 of the laws of 1991, is amended\n    5  to read as follows:\n    6    a. Such town and city clerks shall be  entitled  to  a  fee  for  such\n    7  certificate, payable at the time of issuance of the marriage license, in\n    8  a  sum  not  exceeding [ten] FIFTEEN dollars, to be fixed in the case of\n    9  town clerks by the town board, and in the case of  city  clerks  by  the\n   10  common  council  or  governing  body  of  such cities. The town and city\n   11  clerks shall, upon request of any applicant whose name appears  thereon,\n   12  issue  a  similar certificate of marriage, as set forth above, and simi-\n   13  larly  expanded  with  additional  facts  upon  the  express  additional\n   14  request, for all marriages heretofore indexed and recorded in the office\n   15  of  the  town or city clerks. For such certificate of marriage, the town\n   16  and city clerks shall be entitled to a fee not exceeding  [ten]  FIFTEEN\n   17  dollars,  to  be fixed in the case of town clerks by the town board, and\n   18  in the case of city clerks by the common council or  governing  body  of\n   19  such city.\n   20    S 3. Section 14-a of the domestic relations law is amended by adding a\n   21  new subdivision 6 to read as follows:\n   22    6.  ON  OR BEFORE THE FIFTEENTH DAY OF EACH MONTH, FIVE DOLLARS OF ALL\n   23  AMOUNTS RECEIVED FROM THE FEES PROVIDED FOR IN  THIS  SECTION  SHALL  BE\n   24  TRANSMITTED  TO  THE  STATE  COMPTROLLER  FOR  DEPOSIT INTO THE DOMESTIC\n   25  VIOLENCE AWARENESS TRUST FUND PROVIDED FOR IN SECTION EIGHTY-ONE OF  THE\n   26  STATE FINANCE LAW.\n   27    S  4.  Subdivision  3  of section 15 of the domestic relations law, as\n   28  amended by section 5 of part W2 of chapter 62 of the laws  of  2003,  is\n   29  amended to read as follows:\n   30    3.  If it shall appear upon an application for a marriage license that\n   31  either party is under the age of sixteen years, the town or  city  clerk\n   32  shall require, in addition to any consents provided for in this section,\n   33  the written approval and consent of a justice of the supreme court or of\n   34  a  judge  of the family court, having jurisdiction over the town or city\n   35  in which the application is made, to be attached to or endorsed upon the\n   36  application, before the license is  issued.  The  application  for  such\n   37  approval and consent shall be heard by the judge at chambers. All papers\n   38  and  records  pertaining  to any such application shall be sealed by him\n   39  and withheld from inspection, except by order of a  court  of  competent\n   40  jurisdiction.  Before issuing any licenses herein provided for, the town\n   41  or city clerk shall  be  entitled  to  a  fee  of  [thirty]  THIRTY-FIVE\n   42  dollars, which sum shall be paid by the applicants before or at the time\n   43  the  license is issued. Any town or city clerk who shall issue a license\n   44  to marry any persons one or both of whom shall not be at the time of the\n   45  marriage under such license legally competent  to  marry  without  first\n   46  requiring  the  parties  to  such  marriage  to make such affidavits and\n   47  statements or who shall not require the production of documentary  proof\n   48  of  age  or  the  procuring of the approval and consents provided for by\n   49  this article, which shall show  that  the  parties  authorized  by  said\n   50  license to be married are legally competent to marry, shall be guilty of\n   51  a misdemeanor and on conviction thereof shall be fined in the sum of one\n   52  hundred  dollars  for each and every offense. On or before the fifteenth\n   53  day of each month, each town and city clerk, except in the city  of  New\n   54  York,  shall  transmit  to the state commissioner of health [twenty-two]\n   55  TWENTY-SEVEN dollars and fifty cents of the amount received for each fee\n   56  collected, TWENTY-TWO DOLLARS AND FIFTY CENTS OF  which  shall  be  paid\n\n       S. 1871                             3\n\n    1  into  the  vital records management account as provided by section nine-\n    2  ty-seven-cccc of the state finance law AND FIVE DOLLARS OF  WHICH  SHALL\n    3  BE  DEPOSITED  INTO  THE DOMESTIC VIOLENCE AWARENESS TRUST FUND PROVIDED\n    4  FOR  IN  SECTION  EIGHTY-ONE  OF  THE STATE FINANCE LAW. In any city the\n    5  balance of all fees collected for the issuing of a marriage license,  or\n    6  for solemnizing a marriage, so far as collected for services rendered by\n    7  any  officer  or  employee  of such city, shall be paid monthly into the\n    8  city treasury and may by ordinance  be  credited  to  any  fund  therein\n    9  designated,  and said ordinance, when duly enacted, shall have the force\n   10  of law in such city. Notwithstanding any other provisions of this  arti-\n   11  cle,  the  clerk  of any city with the approval of the governing body of\n   12  such city is hereby authorized to designate, in  writing  filed  in  the\n   13  city clerk's office, a deputy clerk, if any, and/or other city employees\n   14  in such office to receive applications for, examine applications, inves-\n   15  tigate  and  issue  marriage licenses in the absence or inability of the\n   16  clerk of said city to act, and said deputy and/or  employees  so  desig-\n   17  nated  are  hereby  vested  with  all the powers and duties of said city\n   18  clerk relative thereto. Such deputy and/or employees shall perform  said\n   19  duties without additional compensation.\n   20    S  5.  Subdivision  4  of section 15 of the domestic relations law, as\n   21  amended by chapter 424 of the laws  of  1990,  is  amended  to  read  as\n   22  follows:\n   23    4. Notwithstanding any other provision of this section, the city clerk\n   24  of  the  city  of  New York, before issuing any licenses herein provided\n   25  for, shall be entitled to a fee of [twenty-five] THIRTY  dollars,  which\n   26  sum shall be paid by the applicants before or at the time the license is\n   27  issued  and  [all]  TWENTY-FIVE DOLLARS OF THE AMOUNT RECEIVED FROM such\n   28  fees [so received] shall be paid monthly into the city treasury.\n   29    S 6. Section 15 of the domestic relations law is amended by  adding  a\n   30  new subdivision 5 to read as follows:\n   31    5.  ON  OR BEFORE THE FIFTEENTH DAY OF EACH MONTH, FIVE DOLLARS OF THE\n   32  AMOUNT RECEIVED FROM THE FEES PROVIDED IN THIS SECTION SHALL  BE  TRANS-\n   33  MITTED  TO  THE STATE COMPTROLLER FOR DEPOSIT INTO THE DOMESTIC VIOLENCE\n   34  AWARENESS TRUST FUND PROVIDED FOR IN SECTION  EIGHTY-ONE  OF  THE  STATE\n   35  FINANCE LAW.\n   36    S 7. Subdivisions 6 and 7 of section 4139 of the public health law, as\n   37  amended  by  section 1 of part W2 of chapter 62 of the laws of 2003, are\n   38  amended to read as follows:\n   39    6. The commissioner shall be entitled to a fee of [thirty] THIRTY-FIVE\n   40  dollars for each certification, certified copy or  certified  transcript\n   41  of certificate of dissolution of marriage furnished.\n   42    7.  For  a  search of the files where no such certification, certified\n   43  copy, or certified transcript is furnished, or for a certification  that\n   44  a  search  discloses no record of a dissolution of marriage, the commis-\n   45  sioner shall be entitled to a fee of [thirty] THIRTY-FIVE dollars.\n   46    S 8. Section 4139 of the public health law is amended by adding a  new\n   47  subdivision 9 to read as follows:\n   48    9.  ON  OR BEFORE THE FIFTEENTH DAY OF EACH MONTH, FIVE DOLLARS OF THE\n   49  AMOUNT RECEIVED FROM THE FEES PROVIDED FOR  IN  THIS  SECTION  SHALL  BE\n   50  TRANSMITTED  TO  THE  STATE  COMPTROLLER  FOR  DEPOSIT INTO THE DOMESTIC\n   51  VIOLENCE AWARENESS TRUST FUND PROVIDED FOR IN SECTION EIGHTY-ONE OF  THE\n   52  STATE FINANCE LAW.\n   53    S  9.  The  state finance law is amended by adding a new section 81 to\n   54  read as follows:\n   55    S 81. DOMESTIC VIOLENCE AWARENESS TRUST FUND.  1.    THERE  IS  HEREBY\n   56  ESTABLISHED IN THE JOINT CUSTODY OF THE COMPTROLLER AND THE COMMISSIONER\n\n       S. 1871                             4\n\n    1  OF  TAXATION AND FINANCE A SEPARATE AND DISTINCT FUND TO BE KNOWN AS THE\n    2  DOMESTIC VIOLENCE AWARENESS TRUST FUND.  SUCH FUND SHALL CONSIST OF  ANY\n    3  MONIES  COLLECTED FROM THAT PORTION OF MARRIAGE LICENSE FEES AND CERTIF-\n    4  ICATES OF DISSOLUTION OF MARRIAGE SPECIFICALLY PROVIDED FOR DEPOSIT INTO\n    5  SUCH  FUND AND FUNDS FROM ANY OTHER SOURCE INCLUDING BUT NOT LIMITED TO,\n    6  FEDERAL FUNDS, DONATIONS FROM PRIVATE INDIVIDUALS, CORPORATIONS OR FOUN-\n    7  DATIONS AND ANY INTEREST EARNINGS WHICH MAY ACCRUE FROM  THE  INVESTMENT\n    8  OF  MONIES  IN THE FUND, FOR THE IMPLEMENTATION OF PROGRAMS PROVIDED FOR\n    9  IN THIS SECTION.  ALL FUNDS RECEIVED BY THE COMPTROLLER ON BEHALF OF THE\n   10  FUND SHALL BE DEPOSITED BY THE COMPTROLLER TO THE CREDIT OF THE FUND.\n   11    2. DONATIONS FROM PRIVATE INDIVIDUALS,  CORPORATIONS,  OR  FOUNDATIONS\n   12  DEPOSITED IN THE FUND MAY BE INVESTED BY THE COMPTROLLER PURSUANT TO THE\n   13  PROVISIONS  OF  SECTION NINETY-EIGHT-A OF THIS ARTICLE.  ANY INCOME FROM\n   14  SUCH INVESTMENTS SHALL BE DEPOSITED TO THE CREDIT OF THE FUND.\n   15    3. MONIES OF THE FUND, WHEN  ALLOCATED,  SHALL  BE  AVAILABLE  TO  THE\n   16  OFFICE FOR THE PREVENTION OF DOMESTIC VIOLENCE FOR THE ESTABLISHMENT AND\n   17  MAINTENANCE OF DOMESTIC VIOLENCE PROGRAMS.\n   18    4.  MONIES  SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND WARRANT OF\n   19  THE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY  THE  DIRECTOR  OF\n   20  THE OFFICE FOR THE PREVENTION OF DOMESTIC VIOLENCE.\n   21    5.  MONIES  FROM THE ADDITIONAL MARRIAGE LICENSE FEES AND CERTIFICATES\n   22  OF DISSOLUTION OF MARRIAGE  SPECIFICALLY  DEPOSITED  INTO  THE  FUND  AS\n   23  PROVIDED  BY  LAW SHALL BE A SUPPLEMENTAL SOURCE OF FUNDING FOR DOMESTIC\n   24  VIOLENCE PROGRAMS AND SHALL NOT BE USED TO REPLACE OR  TO  DIMINISH  THE\n   25  APPROPRIATION  OF  FUNDS  OUT  OF THE GENERAL FUND OR FROM ANY SOURCE OF\n   26  MONEY TO SUCH PROGRAMS OR TO THE OFFICE FOR THE PREVENTION  OF  DOMESTIC\n   27  VIOLENCE.  FURTHERMORE, NOTHING CONTAINED IN THIS SECTION IS INTENDED TO\n   28  PROHIBIT THE APPROPRIATION OF OTHER FUNDS OUT OF THE STATE GENERAL  FUND\n   29  TO  THE OFFICE OR TO OTHER DOMESTIC VIOLENCE PROGRAMS; PROVIDED, HOWEVER\n   30  THAT SUCH PROGRAMS MAY USE THE FUNDING PROVIDED BY THE FUND  TO  REPLACE\n   31  FUNDING FROM OTHER SOURCES.\n   32    S 10. This act shall take effect April 1, 2012.\n",
  "memo" : "BILL NUMBER:S1871\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to requiring domestic violence\nawareness in the curriculum and to amend the domestic relations law, the\npublic health law and the state finance law, in relation to increasing\nfees charged for the issuance of a marriage license and filing of\ncertificates of dissolution of marriage for the purposes of establishing\nand maintaining domestic violence programs\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo create a fund that will be used for a domestic violence\nawareness program in health courses.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. The education law is\namended by adding a new section 804-e to read as follows:\n\nSection 804-e. Domestic violence awareness.\n\n1. All schools shall be authorized to include instruction with\nregards to domestic violence awareness.\n\n2. Instruction regarding domestic violence awareness shall be\nincluded in the health education provided for all pupils and shall\nbe taught by teachers holding a certificate to teach health. Such\ninstruction shall be designed according to the needs and abilities\nof the pupils at successive grade levels with the purpose of\ndeveloping awareness of domestic violence issues and promoting\nknowledge of prevention, identification and screening protections\nprovided by statewide and community based organizations.\n\n3. The commissioner shall promulgate rules and regulations to\nestablish a curriculum for instruction regarding domestic violence\nawareness to be available in school districts. The contents may be\nvaried to meet the needs of particular school districts, or\nportions thereof, and need not be uniform throughout the state.\n\n4. School authorities shall be authorized to provide the needed\nfacilities, time, and place for the instruction set forth in this\nsection and to provide learning aids and curriculum resource\nmaterials which contribute to effective teaching methods and\nlearning in health education regarding domestic violence\nawareness.\n\nSection 2 Paragraph a of subdivision 2 of section 14-a of the\ndomestic relations law, as amended by chapter 413 of the laws of\n1991, is amended to read as follows:\n\na.\nSuch town and city clerks shall be entitled to a fee for such\ncertificate, payable at the time of issuance of the marriage\nlicense, in a sum not exceeding {ten} fifteen dollars, to be fixed\nin the case of town clerks by the town board, and in the case of\ncity clerks by the common council or governing body of such cities.\nThe town and city clerks shall, upon request of any applicant\nwhose name appears thereon, issue a similar certificate of\nmarriage, as set forth above, and similarly expanded with\nadditional facts upon the express additional request, for all\nmarriages heretofore indexed and recorded in the office of the\ntown or city clerks. For such certificate of marriage, the town\nand city clerks shall be entitled to a fee not exceeding {ten}\nfifteen dollars,\nto be fixed in the case of town clerks by the\ntown board and in the case of city clerks by the common council or\ngoverning body of such city.\n\nSection 3 Section 14-a of the domestic relations law is amended by\nadding a new subdivision 5 to read as follows:\n\n5.\nOn or before the fifteenth day of each month, five dollars of all\namounts received from the fees provided for in this section\nshall be transmitted to the state comptroller for deposit into the\ndomestic violence awareness trust fund provided for in section\nseventy-nine of the state finance law.\n\nSection 4. Subdivision 3 of section 15 of the domestic violence\nlaw as amended by section 5 of part W2 of chapter 62 of the laws\nof 2003, is amended to read as follows:\n\n3...before issuing any licenses herein provided for, the town or\ncity clerk shall be entitled to a fee of {thirty}\nthirty-five\ndollars, which sum shall be paid by the applicants before or at\nthe time the license is issued.\n ...on or before the fifteenth day of each month, each town and\ncity clerk, except in the city of New York, shall transmit to the\nstate commissioner of health {twenty-two}\ntwenty-seven dollars and\nfifty cents of which shall be paid into the vital records\nmanagement account as provided by section ninety-seven-cccc of the\nstate finance law\nand five dollars of which shall be deposited\ninto the domestic violence awareness trust fund provided for in\nsection seventy-nine of the state finance law.\n\nSubdivision 4 of section 15 of the domestic relations law, as\namended by chapter 424 of the laws of 1990, is amended to read as\nfollows:\n\n4. Notwithstanding any other provision of this section, the city\nclerk of the city of New York, before issuing any licenses herein\nprovided for, shall be entitled to a fee of {twenty-five}\nthirty\ndollars, which sum shall be paid by the applicants before or at\nthe time the license is issued {and all} twenty-five dollars of\nthe amount received from\nsuch fees {so received} shall be paid\nmonthly into the city treasury.\n\nSection 6. Section 15 of the domestic relations law is amended by\nadding a new subdivision 5 to read as follows:\n\n5. On or before the fifteenth day of each month, five dollars of\nthe amount received from the fees provided in this section shall\nbe transmitted to the state comptroller into the domestic violence\nawareness trust fund provided for in section seventy-nine of the\nstate finance law.\n\nSubdivisions 6 and 7 of section 4139 of the public health law, as\namended by section 1 of part W2 of chapter 62 of the laws of 2003,\nare amended to read as follows:\n\n6. The commissioner shall be entitled to a fee of {thirty}\nthirty-five\ndollars for each certification, certified copy or certified\ntranscript of certificate of dissolution of marriage furnished.\n\n7. For a search of the files where no such certification, certified\ncopy, or certified transcript is furnished, or for a certification\nthat a search discloses no record of a dissolution of marriage,\nthe commissioner shall be entitled to a fee of {thirty}\nthirty-five dollars.\n\nSection 4139 of the public health law is amended by adding a new\nsubdivision 9 to read as follows:\n\n9. On or before the fifteenth day of each month, five dollars of\nthe amount received from the fees provided for in this section shall\nbe transmitted to the state comptroller for deposit into the\ndomestic violence awareness trust fund provided for in section\nseventy-nine of the state finance law.\n\nThe state finance law is amended by adding a new section 79 to\nread as follows:\n\n79. Domestic violence awareness trust fund.\n\n1. There is hereby established in joint custody of the comptroller\nand the commissioner of taxation and finance a separate and\ndistinct fund to be known as the domestic violence awareness trust\nfund. Such fund shall consist of any monies collected from that\n\nportion of marriage license fees and certificates of dissolution\nof marriage specifically provided for deposit into such fund and\nfunds from any other source including but not limited to federal\nfunds, donations from private individuals, corporations or\nfoundations, and any interest earnings which may accrue from the\ninvestment of monies in the fund, for the implementation of\nprograms provided for in this section. All funds received by the\ncomptroller on behalf of the fund shall be deposited by the\ncomptroller to the credit of the fund.\n\n2. Donations from private individuals, corporations, or\nfoundations deposited in the fund may be invested by the\ncomptroller pursuant to the provisions of section ninety-eight-a\nof this article. Any income from such investments shall be\ndeposited to the credit of the fund.\n\n3. Monies of the fund, when allocated, shall be available to the\noffice for the prevention for domestic violence for the\nestablishment and maintenance of domestic violence programs.\n\n4. Monies shall be payable from the fund on the audit and warrant\nof the comptroller on vouchers approved and certified by the\ndirector of the office for the prevention of domestic violence.\n\n5. Monies from the additional marriage license fees and\ncertificates of dissolution of marriage specifically deposited\ninto the fund as provided by law shall be a supplemental source\nof funding for domestic violence programs and shall not be used to\nreplace or diminish the appropriation of funds out of the\ngeneral fund or from any source of money to such programs or to\nthe office of domestic violence. Furthermore, nothing contained in\nthis section is intended to prohibit the appropriation of other\nfunds out of the state general fund to the office or to other\ndomestic violence programs; provided, however that such programs\nmay use the funding provided by the fund to replace funding from\nother sources.\n\nJUSTIFICATION:\nIn order to end this epidemic, we must inform the\nyouth of this problem and make available to them options if they\nare being victimized.\n\nPRIOR LEGISLATIVE HISTORY:\n2007/08: A.4583 Referred to Education\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect April 1, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring domestic violence awareness in the curriculum and to amend the domestic relations law, the public health law and the state finance law, in relation to increasing fees charged for the issuance of a marriage license and filing of certificates of dissolution of marriage for the purposes of establishing and maintaining domestic violence programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T162923.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110113.T161441.TXT", "SOBI.D110114.T101910.TXT", "SOBI.D110113.T164426.TXT", "SOBI.D110113.T161922.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963600
}