{
  "year" : 2011,
  "senateBillNo" : "S1870-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1870-2011-1294894800000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires orders of protection issued in family court or in cases of family offenses in criminal court to be translated into the native language of the parties",
  "summary" : "Requires orders of protection and temporary orders of protection issued in family court or in cases of family offenses in criminal court to be translated by an interpreter into the native language of the parties. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "SA4594-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1870\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN  ACT to amend the family court act and the criminal procedure law, in\n         relation to the duties of interpreters  appointed  by  the  courts  in\n         certain cases\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The family court act is amended by adding a new section 169\n    2  to read as follows:\n    3    S 169. TRANSLATION OF ORDERS OF PROTECTION.  WHERE AN INTERPRETER  HAS\n    4  BEEN  APPOINTED  BY  THE  COURT  TO  ASSIST IN THE PROCEEDING BEFORE THE\n    5  COURT, THE COURT SHALL ALSO DIRECT SUCH INTERPRETER  TO  TRANSLATE  INTO\n    6  THE APPROPRIATE LANGUAGE ON THE RECORD, WHILE THE INTERPRETER IS PRESENT\n    7  IN COURT, THE ESSENTIAL TERMS AND CONDITIONS, AS CLEARLY OUTLINED BY THE\n    8  COURT,  OF  ANY  ORDER  OF  PROTECTION  OR TEMPORARY ORDER OF PROTECTION\n    9  ISSUED BY THE COURT UNDER ARTICLE THREE, FOUR, FIVE, SIX,  SEVEN,  EIGHT\n   10  OR  TEN  OF THIS ACT.  SUCH TRANSLATION SHALL NOT AFFECT THE VALIDITY OR\n   11  ENFORCEABILITY OF THE ORDER.\n   12    S 2. Section 530.12 of the criminal procedure law is amended by adding\n   13  a new subdivision 5-a to read as follows:\n   14    5-A. WHERE AN INTERPRETER HAS BEEN APPOINTED BY THE COURT TO ASSIST IN\n   15  THE PROCEEDING BEFORE THE COURT, THE COURT SHALL ALSO DIRECT SUCH INTER-\n   16  PRETER TO TRANSLATE INTO THE APPROPRIATE LANGUAGE ON THE  RECORD,  WHILE\n   17  THE INTERPRETER IS PRESENT IN COURT, THE ESSENTIAL TERMS AND CONDITIONS,\n   18  AS  CLEARLY  OUTLINED BY THE COURT, OF ANY ORDER OF PROTECTION OR TEMPO-\n   19  RARY ORDER OF PROTECTION ISSUED BY THE COURT PURSUANT TO  THIS  SECTION.\n   20  SUCH  TRANSLATION SHALL NOT AFFECT THE VALIDITY OR ENFORCEABILITY OF THE\n   21  ORDER.\n   22    S 3. Section 530.13 of the criminal procedure law is amended by adding\n   23  a new subdivision 4-a to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05814-01-1\n\n       S. 1870                             2\n\n    1    4-A. WHERE AN INTERPRETER HAS BEEN APPOINTED BY THE COURT TO ASSIST IN\n    2  THE PROCEEDING BEFORE THE COURT, THE  COURT    SHALL  ALSO  DIRECT  SUCH\n    3  INTERPRETER  TO  TRANSLATE  INTO THE APPROPRIATE LANGUAGE ON THE RECORD,\n    4  WHILE THE INTERPRETER IS PRESENT  IN  COURT,  THE  ESSENTIAL  TERMS  AND\n    5  CONDITIONS, AS CLEARLY OUTLINED BY THE COURT, OF ANY ORDER OF PROTECTION\n    6  OR  TEMPORARY  ORDER  OF PROTECTION ISSUED BY THE COURT PURSUANT TO THIS\n    7  SECTION.  SUCH TRANSLATION SHALL NOT AFFECT THE VALIDITY OR ENFORCEABIL-\n    8  ITY OF THE ORDER.\n    9    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   10  have  become  a law and shall apply to orders of protection issued on or\n   11  after such effective date.\n",
  "memo" : "BILL NUMBER:S1870\n\nTITLE OF BILL:\nAn act\nto amend the family court act and the criminal procedure law, in\nrelation to the duties of interpreters appointed by the courts in\ncertain cases\n\nPURPOSE OF BILL:\nTo require the court to direct a court appointed interpreter who has\nbeen appointed to assist in a proceeding, to translate into the\nappropriate language on the record the essential terms outlined by\nthe court of any temporary or final order of protection issued by the\ncourt.\n\nSUMMARY OF PROVISIONS OF BILL:\nThe bill adds new sections to the Family Court act and the Criminal\nProcedure Law to require the court to direct a court appointed\ninterpreter who is present in court to assist in a proceeding, to\ndirect the interpreter to translate on the record the essential terms\noutlined clearly by the court of any temporary or final order of\nprotection issued by a court.\n\nJUSTIFICATION:\nTo allow a non-English speaking or hearing impaired respondent or\ncomplainant to understand the contents of a temporary and/or\npermanent order of protection issued by the court.\n\nLEGISLATIVE HISTORY:\n1998:    A.1019  Judiciary\n2001/02: A.7103\n2003/04: A.5364\n2005/06: A.4009\n2007/08: A.4605A Referred to judiciary\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect 90 days after it shall have become a law\nand shall apply to orders of protection issued on or after such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the family court act and the criminal procedure law, in relation to the duties of interpreters appointed by the courts in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T162923.TXT", "SOBI.D110113.T162423.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110113.T161441.TXT", "SOBI.D110114.T101910.TXT", "SOBI.D110113.T164426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963598
}