{
  "year" : 2011,
  "senateBillNo" : "S1887-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1887-2011-1294894800000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that owners of private real property exempt from taxation shall give municipalities notice of intention to sell",
  "summary" : "Provides that owners of private real property exempt from taxation shall give municipalities notice of intention to sell. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S3315-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1887\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sens. OPPENHEIMER, DIAZ, DILAN, KRUEGER, SAMPSON -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Local Government\n\n       AN  ACT  to  amend  the  real property tax law, in relation to requiring\n         notice of intention to sell exempt real property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The  real  property  tax law is amended by adding a new\n    2  section 496 to read as follows:\n    3    S 496. NOTICE OF INTENTION TO SELL PRIVATE PROPERTY EXEMPT  FROM  REAL\n    4  PROPERTY  TAXATION. OWNERS OF PRIVATE PROPERTY EXEMPT FROM REAL PROPERTY\n    5  TAXATION UNDER SECTIONS  FOUR  HUNDRED  FOUR,  FOUR  HUNDRED  SIX,  FOUR\n    6  HUNDRED EIGHT, FOUR HUNDRED TEN, FOUR HUNDRED TEN-A, FOUR HUNDRED TEN-B,\n    7  FOUR  HUNDRED TWELVE, FOUR HUNDRED TWELVE-A, FOUR HUNDRED TWELVE-B, FOUR\n    8  HUNDRED FOURTEEN, FOUR HUNDRED TWENTY-A AND  FOUR  HUNDRED  TWENTY-B  OF\n    9  THIS ARTICLE MUST PROVIDE NOTIFICATION BY CERTIFIED MAIL OF INTENTION TO\n   10  SELL  SUCH  PROPERTY  TO  EACH COUNTY, MUNICIPALITY, SCHOOL DISTRICT, OR\n   11  OTHER PUBLIC ENTITY FROM  WHOSE  TAXATION  THE  OWNER  IS  EXEMPT.  SUCH\n   12  NOTIFICATION  MUST BE RECEIVED AT LEAST THIRTY DAYS BEFORE SUCH PROPERTY\n   13  IS LISTED OR ADVERTISED FOR SALE OR, IF THE PROPERTY IS  NOT  LISTED  OR\n   14  ADVERTISED FOR SALE, AT LEAST THIRTY DAYS BEFORE THE CONTRACT OF SALE IS\n   15  SIGNED.    SUCH  OWNER  SHALL  PROVIDE  A  CERTIFIED  COPY OF THE NOTICE\n   16  REQUIRED PURSUANT TO THIS SECTION TO THE PURCHASER AT THE TIME OF TRANS-\n   17  FER OF TITLE.\n   18    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   19  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06207-01-1\n",
  "memo" : "BILL NUMBER:S1887\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to requiring notice\nof intention to sell exempt real property\n\nPURPOSE:\nThe goal of this legislation is to give county and local governments,\nschool districts and other public entities timely notice of the\nintention to sell tax exempt real property. Such notice will allow\nlocal governments to compete with other potential buyers for\nacquisition of the property, if they are interested. Compliance,\nrather than monetary fines, is emphasized in this legislation.\nNon-compliance or late compliance would be considered a barrier to or\ndelay the sale.\n\nSUMMARY OF PROVISIONS:\nAmends the Real Property Tax Law by adding a new section four hundred\nninety-six to provide for notification of intention to sell private\nproperty exempt from real property taxation to those local\njurisdictions providing such real property tax exemption.\n\nThis legislation includes private property exempt from real property\ntaxation because of the not-for-profit status of the property owner\n(Section 420a-nonprofit organizations; mandatory class and Section\n420b-nonprofit organizations; permissive class). Also included are\ngovernmental entities not subject to real property tax payment.\n\n(Section 404-State of New York, Section 406-Municipal corporations,\nSection 408- School districts and boards of cooperative educational\nservices, Section 410-Special districts, Section 410a-Special\ndistricts, Section 410b-Special water districts, Section 412- Public\nauthorities, Section 412a- Industrial development agencies, Section\n412b- Industrial development agency railroad property, Section\n414-Public housing; publicly assisted housing and limited-profit\nnursing homes).\n\nThese exempt property owners must notify, by certified mail, each\npublic entity from whose taxation the owner is exempt of the\nintention to sell such property. The notification must be received by\nthe public entity at least thirty (30) days before the exempt\nproperty is advertised for\nsale, or, if the property is not advertised for sale, at least thirty\n(30) days before the contract of sale is signed.\n\nJUSTIFICATION:\nCurrently, the value of tax exempt property in New York State exceeds\n$165 billion. The burden of exemptions is usually carried by the\nnonexempt taxpayers and local governments providing the exemption.\nThe transfer of tax exempt property often involves issues of local\n\nland use policy, environmental, development and public planning\nconcerns. This legislation merely provides local governments with\nnotice of intention to sell, so that they have the ability to compete\nfor the acquisition of tax exempt property, if it serves their\ninterests. No special treatment is accorded these governments and no\nburden is placed on the owners of the property as to sale. The loss\nof revenues provided by real property tax exemptions should justify\nnotice to local governments of the ability to bargain for tax exempt\nproperties. Notice gives them this opportunity.\n\nLEGISLATIVE HISTORY:\n03/16/09 REFERRED TO LOCAL GOVERNMENT\n01/06/10 REFERRED TO LOCAL GOVERNMENT\n01/26/10 1ST REPORT CAL. 44\n02/01/10 2ND REPORT CAL.\n02/02/10 ADVANCED TO THIRD READING\n03/08/10 RECOMMITTED TO LOCAL GOVERNMENT\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the sixtieth day after it shall become a\nlaw.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to requiring notice of intention to sell exempt real property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T162923.TXT", "SOBI.D110113.T163924.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T103413.TXT", "SOBI.D110113.T164426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963627
}