{
  "year" : 2011,
  "senateBillNo" : "S1888-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1888-2011-1294894800000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires reporting of toy-related injuries",
  "summary" : "Requires physicians who have treated a child for toy-related injuries to notify the state consumer protection board of such toy-related injuries within seventy-two hours of treatment; requires the department of health to prepare a form for making such notification; requires the department of health to make this form available to physicians and hospitals across the state. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S3312-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1888\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  Sens. OPPENHEIMER, DIAZ, DILAN -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to reporting  toy-re-\n         lated injuries\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  212 to read as follows:\n    3    S  212.  REPORTING  TOY-RELATED  INJURIES.  1.  EACH PHYSICIAN WHO HAS\n    4  TREATED A CHILD FOR A TOY-RELATED INJURY OUTSIDE OF  AN  EMERGENCY  ROOM\n    5  AND  HOSPITAL  OR  IN THE CASE OF TREATMENT OF A CHILD FOR A TOY-RELATED\n    6  INJURY IN A HOSPITAL EMERGENCY ROOM SHALL WITHIN  SEVENTY-TWO  HOURS  OF\n    7  SUCH  TREATMENT  NOTIFY THE STATE CONSUMER PROTECTION BOARD OF THE INCI-\n    8  DENT.\n    9    2. THE DEPARTMENT SHALL PREPARE A FORM  FOR  MAKING  THE  NOTIFICATION\n   10  REQUIRED  BY  SUBDIVISION  ONE  OF THIS SECTION AND SHALL MAKE SUCH FORM\n   11  AVAILABLE TO PHYSICIANS AND HOSPITALS ACROSS THE STATE.  THE  DEPARTMENT\n   12  MAY PROMULGATE RULES AND REGULATIONS REGARDING THE NOTIFICATION REQUIRED\n   13  BY  SUCH SUBDIVISION ONE AS ARE NECESSARY AND APPROPRIATE TO MAKING SUCH\n   14  NOTIFICATION EFFECTIVE AS A MEANS TO IDENTIFY UNSAFE  TOYS  AND  PROVIDE\n   15  ACCURATE INJURY DATA.\n   16    S 2. This act shall take effect on the one hundred eightieth day after\n   17  it  shall have become a law. Effective immediately, the addition, amend-\n   18  ment and/or repeal of any rule or regulation necessary for the implemen-\n   19  tation of this act on its effective date are authorized and directed  to\n   20  be made and completed on or before such effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06208-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to reporting toy-related injuries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T162923.TXT", "SOBI.D110113.T163924.TXT", "SOBI.D110114.T103413.TXT", "SOBI.D110113.T164426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295019253018
}