{
  "year" : 2011,
  "senateBillNo" : "S1889-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1889-2011-1294894800000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for protection of essential habitats of endangered and threatened species",
  "summary" : "Provides for the protection of habitats of endangered and threatened species by directing the department of environmental conservation to designate essential habitats of such species and to regulate activities affecting such habitats; defines the term \"essential habitat\"; provides procedures for the designation by such department of essential habitats of threatened or endangered species; provides for public hearings and preliminary designations of essential habitats; promulgates regulations governing the designation of such habitats; requires such department to promulgate specific guidelines, standards and criteria that directly relate to each area; provides for real property tax abatement authorizations for such designated areas. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S3318-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1889\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ, SAMPSON -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Environ-\n         mental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         protecting essential habitats of endangered and threatened species\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  legislature  hereby  finds  and  declares  that  the\n    2  protection  and  perpetuation  of  endangered  and  threatened   species\n    3  contribute significantly to the general welfare of the state; endangered\n    4  and  threatened  species  provide  ecological,  educational, scientific,\n    5  aesthetic, and public health benefits. Habitat damage or destruction  is\n    6  a  primary  cause  of species' becoming endangered or threatened. Unless\n    7  protective measures are taken, additional species may become  extirpated\n    8  or extinct.\n    9    It  is  further declared to be the policy of the state and the purpose\n   10  of this legislation to conserve endangered and  threatened  species  and\n   11  species  of  special  concern  by  protecting their habitats on publicly\n   12  owned land.\n   13    S 2. Section 11-0535 of the environmental conservation law, as amended\n   14  by chapter 706 of the laws of 2005, is amended to read as follows:\n   15  S 11-0535. Endangered  and  threatened  species,  species   of   special\n   16               concern.\n   17    1.  DEFINITIONS  AND  EXCLUSIONS.  For  the purposes of this section[,\n   18  \"endangered]: A.  \"ENDANGERED species\" shall mean those species of fish,\n   19  shellfish, crustacea and wildlife designated by the department, by regu-\n   20  lation filed with the [Secretary of State] SECRETARY OF STATE, as  seri-\n   21  ously  threatened with extinction, \"threatened species\" shall mean those\n   22  species of fish and wildlife designated by the department, by regulation\n   23  filed with the [Secretary of State] SECRETARY OF STATE, which are likely\n   24  to become endangered species within the  foreseeable  future  throughout\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06326-01-1\n\n       S. 1889                             2\n\n    1  all  or  a  significant  portion of their range, and \"species of special\n    2  concern\" shall mean those species of fish and wildlife designated by the\n    3  department, by regulation filed with the [Secretary of State]  SECRETARY\n    4  OF  STATE,  which  are found by the department to be at risk of becoming\n    5  threatened in New York. Such regulation shall include, but not be limit-\n    6  ed to, endangered and threatened species as so designated by the [Secre-\n    7  tary] SECRETARY of the [Interior] INTERIOR, provided, however, that such\n    8  regulation shall take effect sixty days after it has been filed with the\n    9  [Secretary of State] SECRETARY OF STATE, and provided, further, that the\n   10  commissioner may exclude any such species as the commissioner may deter-\n   11  mine after investigation to be no longer endangered or  threatened  from\n   12  the  restrictions  of this section.   FOR PURPOSES OF SUBDIVISIONS THREE\n   13  AND FOUR OF THIS SECTION REGARDING  DESIGNATION  OF  ESSENTIAL  HABITAT,\n   14  \"ENDANGERED  SPECIES\"  SHALL  ALSO  MEAN  PLANTS  WHICH  ARE ENDANGERED,\n   15  THREATENED, OR RARE SPECIES PURSUANT TO SECTION 9-1503 OF THIS CHAPTER.\n   16    B. \"ESSENTIAL HABITAT\" SHALL MEAN  THE  SPECIFIC,  MINIMUM  GEOGRAPHIC\n   17  AREA VITAL TO ENSURE CONTINUED OCCUPATION BY AN INDIVIDUAL OR POPULATION\n   18  OF AN ENDANGERED OR THREATENED SPECIES, INCLUDING THE IMMEDIATE PHYSICAL\n   19  AND BIOLOGICAL FEATURES REQUIRED BY THE SPECIES FOR CONTINUED USE OF THE\n   20  HABITAT.  IT INCLUDES HABITAT USED FOR YEAR-ROUND OR SEASONAL RESIDENCE;\n   21  REPRODUCTION, INCLUDING BREEDING, SPAWNING, NESTING, REARING  OF  YOUNG;\n   22  WINTERING  HABITAT  IN WHICH A SPECIES SPENDS AN EXTENDED AMOUNT OF TIME\n   23  EACH YEAR; OR MAJOR CONCENTRATION AREAS OF DOCUMENTED CURRENT USE.\n   24    C. \"ESSENTIAL HABITAT\" DOES NOT MEAN: (1) INCIDENTAL AREAS  PASSED  IN\n   25  MIGRATION, OTHER AREAS OF CASUAL USE, OR POTENTIAL HABITAT; OR\n   26    (2)  LAND IN AGRICULTURAL PRODUCTION FOR AT LEAST TWO OF THE LAST FIVE\n   27  YEARS THAT THE OWNER INTENDS TO  MAINTAIN  IN  AGRICULTURAL  PRODUCTION.\n   28  LAND  IN  AGRICULTURAL PRODUCTION IS LAND PRODUCING FIELD CROPS, FRUITS,\n   29  VEGETABLES, OR HORTICULTURAL SPECIALTIES AND LAND USED  INTENSIVELY  FOR\n   30  PRODUCING  LIVESTOCK THROUGH REGULAR AND FREQUENT GRAZING OR REGULAR AND\n   31  FREQUENT HARVESTING OF HAY, WHERE SUCH LAND IS A PART OF AN AGRICULTURAL\n   32  OPERATION OF NOT LESS THAN TEN ACRES WITH AN ANNUAL GROSS SALE VALUE  OF\n   33  NOT LESS THAN TEN THOUSAND DOLLARS. SUCH LAND IN AGRICULTURAL PRODUCTION\n   34  DOES  NOT INCLUDE WOODLAND OR LAND USED FOR PROCESSING OR RETAILING FARM\n   35  PRODUCTS.\n   36    D. \"ACTIVITY\" SHALL MEAN ANY LAND USE, SUBDIVISION,  CONSTRUCTION,  OR\n   37  ACTION  WHICH AFFECTS WILDLIFE OR ALTERS VEGETATION, LANDS, SOIL, WATER,\n   38  OR ECOLOGICAL STABILITY OF AN ESSENTIAL HABITAT OF ENDANGERED OR THREAT-\n   39  ENED SPECIES.\n   40    2. Notwithstanding any other provision of this  chapter,  the  taking,\n   41  importation,  transportation,  possession  or  sale of any endangered or\n   42  threatened species of fish, shellfish, crustacea or wildlife,  or  hides\n   43  or  other  parts  thereof, or the sale or possession with intent to sell\n   44  any article made in whole or in part from the skin, hide or other  parts\n   45  of any endangered or threatened species of fish, shellfish, crustacea or\n   46  wildlife  is prohibited, except under license or permit from the depart-\n   47  ment.\n   48    3. DESIGNATION. A. WITHIN ONE YEAR  OF  THE  EFFECTIVE  DATE  OF  THIS\n   49  SUBDIVISION,  THE DEPARTMENT SHALL PUBLISH A NOTICE OF PROPOSED RULEMAK-\n   50  ING AND CONDUCT PUBLIC HEARINGS ON  PROPOSED  REGULATIONS  DEALING  WITH\n   51  ESSENTIAL  HABITATS  ON  LANDS  OWNED  BY  THE STATE OR ANY MUNICIPAL OR\n   52  PUBLIC CORPORATION AS PROVIDED IN THIS SUBDIVISION.    SUCH  REGULATIONS\n   53  SHALL  INCLUDE,  BUT  NOT BE LIMITED TO: CRITERIA FOR THE DESIGNATION OF\n   54  ESSENTIAL HABITATS;  ACTIVITIES  LIKELY  TO  RESULT  IN  DESTRUCTION  OR\n   55  ADVERSE  MODIFICATION  OF  ESSENTIAL  HABITATS; CRITERIA FOR DETERMINING\n   56  WHETHER OR NOT AN ACTIVITY IS  CONSISTENT  WITH  THE  PURPOSES  OF  THIS\n\n       S. 1889                             3\n\n    1  SECTION;  AND  PROCEDURES FOR APPROVAL OF ACTIVITIES. TIMBER HARVESTING,\n    2  AND ASSOCIATED ACTIVITIES NECESSARY TO CONDUCT IT, SHALL  BE  CONSIDERED\n    3  TO  BE  CONSISTENT WITH THE PURPOSES OF THIS SECTION, EXCEPT IN SPECIFIC\n    4  AREAS  WHERE  SUCH  ACTIVITIES  WOULD  CAUSE  THE DESTRUCTION OR ADVERSE\n    5  MODIFICATION OF SUCH HABITAT. IN SUCH AREAS, ONLY  THE  SPECIFIC  ACTIV-\n    6  ITIES  THAT  WOULD  CAUSE  DESTRUCTION  OR ADVERSE MODIFICATION SHALL BE\n    7  DEEMED INCONSISTENT WITH THIS SECTION.\n    8    B. FOLLOWING PROMULGATION  OF  THE  REGULATIONS,  THE  DEPARTMENT  MAY\n    9  INITIALLY DESIGNATE AN AREA WHICH IT JUDGES TO MEET THE DEFINITION OF AN\n   10  ESSENTIAL  HABITAT. SUCH INITIAL DESIGNATION SHALL BE MADE BY PUBLISHING\n   11  A NOTICE OF PROPOSED RULEMAKING AND  CONCURRENTLY  NOTIFYING,  BY  FIRST\n   12  CLASS  MAIL,  EACH  PUBLIC OWNER OF RECORD. SUCH NOTICE SHALL LOCATE THE\n   13  AREA ON A STANDARD TOPOGRAPHIC MAP AND SHALL ALSO INCLUDE A COPY OF  THE\n   14  MAP  AND  GUIDELINES  AND  STANDARDS  FOR USE SPECIFIC TO THE PARTICULAR\n   15  AREA. SUCH INITIAL DESIGNATION, GUIDELINES,  AND  STANDARDS  SHALL  TAKE\n   16  EFFECT IMMEDIATELY UPON RECEIPT OF NOTICE THEREOF BY THE PUBLIC OWNER OF\n   17  RECORD.\n   18    C.  THE  DEPARTMENT  MAY  MAKE A DESIGNATION PERMANENT BY PUBLISHING A\n   19  NOTICE OF ADOPTION IF AN AFFECTED PUBLIC OWNER OF RECORD DOES NOT WITHIN\n   20  FORTY-FIVE DAYS OF NOTIFICATION REQUEST A PUBLIC HEARING. IF AN AFFECTED\n   21  OWNER OF RECORD REQUESTS A PUBLIC HEARING, THE DEPARTMENT SHALL  HOLD  A\n   22  HEARING  WITHIN  THREE  MONTHS OF THE REQUEST. THE DEPARTMENT SHALL GIVE\n   23  NOTICE OF SUCH HEARING TO EACH AFFECTED PUBLIC OWNER OF RECORD OF  LANDS\n   24  AND  WATERS  INITIALLY DESIGNATED AS ESSENTIAL HABITATS AND TO THE CHIEF\n   25  ADMINISTRATIVE OFFICER AND, FOR LAND NOT OWNED BY  A  LOCAL  GOVERNMENT,\n   26  THE  CLERK  OF  THE  LOCAL GOVERNMENT WITHIN THE BOUNDARIES OF WHICH ANY\n   27  SUCH INITIAL DESIGNATION IS LOCATED, BY FIRST CLASS MAIL, NOT LESS  THAN\n   28  THIRTY DAYS PRIOR TO THE DATE SET FOR SUCH HEARING. THE DEPARTMENT SHALL\n   29  ALSO GIVE NOTICE OF SUCH HEARING BY PUBLICATION OF NOTICE, NOT MORE THAN\n   30  THIRTY  DAYS  NOR FEWER THAN TEN DAYS BEFORE THE DATE SET FOR SUCH HEAR-\n   31  ING, IN AT LEAST ONE NEWSPAPER HAVING GENERAL CIRCULATION  IN  THE  AREA\n   32  INVOLVED  AND IN THE ENVIRONMENTAL NOTICE PUBLICATION PROVIDED FOR UNDER\n   33  SECTION 3-0306 OF THIS CHAPTER, AND SHALL ENSURE  THAT  A  COPY  OF  THE\n   34  INITIAL  DESIGNATION  IS AVAILABLE FOR PUBLIC INSPECTION AND EXAMINATION\n   35  AT THE REGIONAL OFFICE OF THE DEPARTMENT FOR THE  REGION  IN  WHICH  THE\n   36  INITIAL  DESIGNATED  ESSENTIAL HABITATS ARE LOCATED AND IN THE OFFICE OF\n   37  THE CLERK OF EACH LOCAL GOVERNMENT IN WHICH SUCH ESSENTIAL HABITATS  ARE\n   38  LOCATED.  WITHIN  THREE  MONTHS OF THE CONCLUSION OF THE PUBLIC HEARING,\n   39  THE COMMISSIONER, AFTER REVIEWING THE HEARING  RECORD,  SHALL  RENDER  A\n   40  DECISION.  THE  DEPARTMENT SHALL, BY FIRST CLASS MAIL, PROVIDE THE CHIEF\n   41  ADMINISTRATIVE OFFICER AND CLERK OF THE LOCAL  GOVERNMENT  WITHIN  WHICH\n   42  THE ESSENTIAL HABITAT IS LOCATED WITH A COPY OF THE DECISION.\n   43    D.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF LAW, THE PROCEDURES FOR\n   44  INITIAL AND PERMANENT DESIGNATIONS ARE  GOVERNED  BY  THIS  SECTION;  NO\n   45  PROVISION OF THE STATE ADMINISTRATIVE PROCEDURE ACT EXCEPT PARAGRAPH (D)\n   46  OF  SUBDIVISION  ONE OF SECTION TWO HUNDRED TWO OF SUCH ACT SHALL APPLY;\n   47  AND THE PROVISIONS OF ARTICLE FIVE OF THIS CHAPTER SHALL NOT APPLY.\n   48    E. THE DEPARTMENT SHALL REVIEW EACH  PERMANENT  DESIGNATION  AT  LEAST\n   49  EVERY  FIVE  YEARS  TO DETERMINE WHETHER TO CONTINUE, RESCIND, OR MODIFY\n   50  IT. IF THE DEPARTMENT DETERMINES THAT THE HABITAT IS NO LONGER AN ESSEN-\n   51  TIAL HABITAT, THE DESIGNATION SHALL BE  VACATED  BY  THE  DEPARTMENT  BY\n   52  REGULATION  FILED WITH THE SECRETARY OF STATE AND GIVING NOTICE BY FIRST\n   53  CLASS MAIL TO THE AFFECTED LANDOWNER. THE DISCONTINUATION BY THE DEPART-\n   54  MENT OF DESIGNATION OF A SPECIES OR PLANT AS  ENDANGERED  OR  THREATENED\n   55  BECAUSE  OF  A  FINDING  BY THE DEPARTMENT THAT THE SPECIES OR PLANT HAS\n\n       S. 1889                             4\n\n    1  BEEN RESTORED TO SUFFICIENT LEVELS WILL CONCURRENTLY RESCIND THE  DESIG-\n    2  NATION OF ESSENTIAL HABITAT FOR THAT SPECIES OR PLANT.\n    3    F.  THE DEPARTMENT SHALL MAINTAIN MAPS ON WHICH DESIGNATIONS ARE SHOWN\n    4  AND MAY MODIFY BY MINISTERIAL ACTION SUCH MAPS TO CLARIFY THE BOUNDARIES\n    5  OF ANY DESIGNATED ESSENTIAL HABITAT, TO CORRECT ANY  ERRORS,  TO  EFFECT\n    6  ANY  MINOR  ADDITIONS, DELETIONS, OR TECHNICAL CHANGES ON SUCH MAPS, AND\n    7  TO REFLECT ANY CHANGES THAT MAY HAVE OCCURRED.\n    8    4. REGULATION. A. AFTER THE INITIAL DESIGNATION BY THE DEPARTMENT, AND\n    9  CONTINUING AFTER A  DESIGNATION  IS  MADE  PERMANENT,  OWNERS  OR  OTHER\n   10  PERSONS  MUST, PRIOR TO COMMENCING ANY ACTIVITY, AS DEFINED IN PARAGRAPH\n   11  D OF SUBDIVISION ONE OF THIS SECTION, CONSULT WITH THE DEPARTMENT PURSU-\n   12  ANT TO REGULATIONS ADOPTED UNDER SUBDIVISION THREE OF THIS  SECTION  AND\n   13  DEMONSTRATE  TO  THE  SATISFACTION  OF  THE DEPARTMENT THAT THE PROPOSED\n   14  ACTIVITY WILL NOT DESTROY OR ADVERSELY MODIFY THE ESSENTIAL HABITAT.\n   15    B. THE REQUIREMENTS OF THIS SECTION SHALL NOT APPLY TO: (1) ANY ACTIV-\n   16  ITY PHYSICALLY COMMENCED PRIOR TO THE EFFECTIVE DATE  OF  THIS  SUBDIVI-\n   17  SION; OR (2) ANY ACTIVITY FOR WHICH EITHER A DETERMINATION OF NO SIGNIF-\n   18  ICANT  IMPACT  OR  FINDINGS  WERE MADE PURSUANT TO ARTICLE EIGHT OF THIS\n   19  CHAPTER, WHERE SUCH DETERMINATION OR FINDINGS GAVE FULL CONSIDERATION TO\n   20  THE IMPACT OF THE PROPOSED ACTIVITY UPON THE HABITAT OF AN ENDANGERED OR\n   21  THREATENED SPECIES; PROVIDED, HOWEVER, THAT NOTHING  IN  THIS  PARAGRAPH\n   22  SHALL  PRECLUDE  THE  DEPARTMENT FROM TAKING ACTION TO MAKE DESIGNATIONS\n   23  UNDER THIS SECTION BASED ON HABITAT  INFORMATION  DISCOVERED  AFTER  THE\n   24  OCCURRENCE  OF  ACTIVITY  DESCRIBED IN EITHER SUBPARAGRAPH ONE OR TWO OF\n   25  THIS PARAGRAPH.\n   26    C. NOTHING IN THIS SUBDIVISION SHALL REQUIRE A LANDOWNER TO  REHABILI-\n   27  TATE  AN  ESSENTIAL  HABITAT ALTERED BY NATURALLY OCCURRING EVENTS OR TO\n   28  UNDERTAKE AFFIRMATIVE MANAGEMENT TO IMPROVE HABITAT  FOR  ENDANGERED  OR\n   29  THREATENED  SPECIES. THE ONLY CIRCUMSTANCES IN WHICH THE COST OF RESTOR-\n   30  ING AN ESSENTIAL HABITAT MAY BE REQUIRED OF A LANDOWNER OR OTHER  PERSON\n   31  CONDUCTING  AN  ACTIVITY  IS  AS A SANCTION IN RESPECT TO A VIOLATION OF\n   32  THIS PART OR ANY OTHER PROVISION OF THIS CHAPTER.\n   33    5. Notwithstanding any other provision of this chapter, the department\n   34  may promulgate regulations to the taking,  importation,  transportation,\n   35  possession  or  sale of any species of special concern as the department\n   36  deems necessary for the proper protection of such species.\n   37    S 3. Subdivision 13 of section 71-0925 of the environmental  conserva-\n   38  tion  law,  as amended by chapter 706 of the laws of 2005, is amended to\n   39  read as follows:\n   40    13. If the violation was an  act  prohibited  by  subdivision  two  of\n   41  section  11-0535 or by section 11-0536 of this chapter, or by any lawful\n   42  rule or regulation of the department promulgated pursuant  thereto,  not\n   43  more  than  two  thousand dollars, and an additional penalty of not more\n   44  than three hundred fifty dollars for each  fish,  shellfish,  crustacea,\n   45  wildlife  or  part  thereof involved in the violation.  IF THE VIOLATION\n   46  WAS AN ACT PROHIBITED BY SUBDIVISION FOUR OF  SECTION  11-0535  OF  THIS\n   47  CHAPTER OR BY ANY LAWFUL RULE OR REGULATION OF THE DEPARTMENT PROMULGAT-\n   48  ED  PURSUANT THERETO, THE COST OF RESTORING THE ESSENTIAL HABITAT TO ITS\n   49  CONDITIONS BEFORE THE VIOLATION OR, IF THE HABITAT CANNOT  BE  RESTORED,\n   50  NOT  MORE  THAN  FIFTY  THOUSAND  DOLLARS.  If  the violation was an act\n   51  prohibited by any regulation of the department promulgated  pursuant  to\n   52  subdivision  [three]  FIVE of section 11-0535 of this chapter, then such\n   53  penalty shall be not more than one thousand dollars, and  an  additional\n   54  penalty  of  not more than two hundred dollars for each fish, shellfish,\n   55  crustacea, wildlife or part thereof involved in the violation.\n\n       S. 1889                             5\n\n    1    S 4. Section 71-0921 of the environmental conservation law is  amended\n    2  by adding two new subdivisions 14 and 15 to read as follows:\n    3    14.  ANY PERSON WHO KNOWINGLY VIOLATES ANY OF THE PROVISIONS OF SUBDI-\n    4  VISION FOUR OF SECTION 11-0535 OF THIS CHAPTER OR OF ANY LAWFUL RULE  OR\n    5  REGULATION PROMULGATED PURSUANT THERETO SHALL BE GUILTY OF A MISDEMEANOR\n    6  PUNISHABLE BY IMPRISONMENT FOR NOT MORE THAN NINETY DAYS OR BY A FINE OF\n    7  NOT  MORE  THAN  TWO  THOUSAND DOLLARS, OR BY BOTH SUCH IMPRISONMENT AND\n    8  FINE.\n    9    15. (1) ANY PERSON WHO KNOWINGLY OR INTENTIONALLY VIOLATES ANY OF  THE\n   10  PROVISIONS  OF  OR  WHO  FAILS  TO  PERFORM  ANY DUTY IMPOSED BY SECTION\n   11  11-0535 OF THIS CHAPTER OR ANY RULES AND REGULATIONS PROMULGATED  THERE-\n   12  UNDER  OR  ANY  FINAL DETERMINATION OR ORDER OF THE COMMISSIONER RELATED\n   13  THERETO SHALL BE GUILTY OF A MISDEMEANOR PUNISHABLE BY  IMPRISONMENT  OF\n   14  NOT  MORE  THAN  ONE  YEAR  OR  BY  A FINE OF NOT MORE THAN TEN THOUSAND\n   15  DOLLARS OR BOTH SUCH IMPRISONMENT AND FINE.\n   16    (2) ANY PERSON WHO KNOWINGLY OR  INTENTIONALLY  VIOLATES  ANY  OF  THE\n   17  PROVISIONS  OF  OR  WHO  FAILS  TO  PERFORM  ANY DUTY IMPOSED BY SECTION\n   18  11-0535 OF THIS CHAPTER, OR ANY RULES AND REGULATIONS PROMULGATED THERE-\n   19  UNDER, OR ANY FINAL DETERMINATION OR ORDER OF THE  COMMISSIONER  RELATED\n   20  THERETO,  AND WHOSE ACTIVITY THEREBY RESULTS IN PERMANENT DESTRUCTION OF\n   21  A HABITAT SUCH THAT THE HABITAT CANNOT BE RESTORED, SHALL BE GUILTY OF A\n   22  MISDEMEANOR PUNISHABLE BY IMPRISONMENT OF NOT MORE THAN ONE  YEAR  OR  A\n   23  FINE  OF  NOT  MORE  THAN  FIFTY  THOUSAND DOLLARS OR BOTH SUCH FINE AND\n   24  IMPRISONMENT.\n   25    S 5. This act shall take effect on the first of November next succeed-\n   26  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1889\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to\nprotecting essential habitats of endangered and threatened species\n\nPURPOSE:\nTo amend the ECL section 11-0535 to provide for the protection of\nhabitats of endangered and threatened species by directing the\nDepartment of Environmental Conservation (DEC) to designate essential\nhabitats of such species and to regulate activities affecting such\nhabitats.\n\nSUMMARY OF PROVISIONS:\nThis bill would: (1) add a definition of \"essential habitat\" to ECL\nsection 11-0535; (2) provide procedures for the designation by the\nDEC of essential habitats of threatened or endangered species; (3)\nprovide for public hearings and preliminary designations of essential\nhabitats; (4) promulgate regulations governing the designation of\nthese areas; (5) require DEC to promulgate specific guidelines,\nstandards and criteria that directly relate to each area; (6) provide\nfor written notice, public hearings, and limitation of owner activity\nafter designation; and (7) provide for real property tax abatement\nauthorizations.\n\nEXISTING LAW:\n\nJUSTIFICATION:\nThe perpetuation and protection of endangered and threatened species\nis important to the general welfare of the State. Many of these\nspecies provide ecological, educational, scientific and recreational\nbenefits to our citizens. Existing law does not provide adequate\nprotection for them.\nBy enacting this bill, the intent is not to replicate lengthy\nproceeding, but to provide for swift and direct procedures to protect\nour endangered and threatened wildlife. Furthermore, by requiring the\nDEC to consider each site every five years, a mechanism is provided\nfor the removal from the list of species, those species which have\nrelocated or are no longer endangered.\n\nLEGISLATIVE HISTORY:\n03/16/09 REFERRED TO ENVIRONMENTAL CONSERVATION\n01/06/10 REFERRED TO ENVIRONMENTAL CONSERVATION\n\nFISCAL IMPLICATIONS:\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the first of November next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to protecting essential habitats of endangered and threatened species ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T162923.TXT", "SOBI.D110113.T163924.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T103413.TXT", "SOBI.D110113.T164426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963630
}