{
  "year" : 2011,
  "senateBillNo" : "S1885-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1885-2011-1294894800000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires guidelines for setting minimum period of imprisonment to include any history of violence or abuse directed at sentenced person by the victim",
  "summary" : "Requires the guidelines for determining the minimum period of imprisonment to be served prior to parole consideration to include any history of violence or abuse directed at the sentenced person by the victim of the offense. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S3320-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1885\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ, SAMPSON -- read twice and ordered\n         printed,  and  when  printed to be committed to the Committee on Crime\n         Victims, Crime and Correction\n\n       AN ACT to amend the executive law,  in  relation  to  including  certain\n         information  regarding  abuse  by victims of crime in determination of\n         minimum period of incarceration\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (a)  of  subdivision 1 of section 259-i of the\n    2  executive law, as added by chapter 904 of the laws of 1977,  is  amended\n    3  to read as follows:\n    4    (a) In any case where a person is received in an institution under the\n    5  jurisdiction of the department of correctional services with an indeter-\n    6  minate  sentence, and the court has not fixed a minimum period of impri-\n    7  sonment, the board shall cause to be brought before one or more  members\n    8  in accordance with the rules of the board within one hundred twenty days\n    9  from  the  date on which such person is received in an institution under\n   10  the jurisdiction of the department of correctional services pursuant  to\n   11  such sentence or as soon thereafter as practicable, all information with\n   12  regard  to  such persons referred to in subdivision three of section two\n   13  hundred fifty-nine-c of this article. The member  or  members  receiving\n   14  such information shall study the same and shall personally interview the\n   15  sentenced  person.  Upon conclusion of the interview, he shall determine\n   16  the minimum period of imprisonment to be served prior to parole  consid-\n   17  eration  in  accordance with the guidelines adopted pursuant to subdivi-\n   18  sion four of section two hundred  fifty-nine-c  of  this  article.  Such\n   19  guidelines  shall  include  (i)  the seriousness of the offense with due\n   20  consideration to the type of sentence, length of sentence and  recommen-\n   21  dations of the sentencing court, the district attorney, the attorney for\n   22  the  inmate,  the pre-sentence probation report as well as consideration\n   23  of any mitigating  and  aggravating  factors,  INCLUDING  A  HISTORY  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06210-01-1\n\n       S. 1885                             2\n\n    1  VIOLENCE  OR ABUSE DIRECTED AT THE SENTENCED PERSON BY THE VICTIM OF THE\n    2  OFFENSE, and activities following arrest and prior to  confinement;  and\n    3  (ii)  prior  criminal  record,  including  the  nature  and  pattern  of\n    4  offenses, adjustment to any previous probation or parole supervision and\n    5  institutional  confinement. Such determination shall have the same force\n    6  and effect as a minimum period fixed by a court, except that  the  board\n    7  may provide by rule for the making of subsequent determinations reducing\n    8  such  minimum  period  which shall not be reduced to less than one year.\n    9  Notification of such determination and of any subsequent  determinations\n   10  and  of  the  reasons  therefor  shall  be  furnished  in writing to the\n   11  sentenced person and to the person in charge of the institution as  soon\n   12  as practicable. Such reasons shall be given in detail and not in conclu-\n   13  sory terms.\n   14    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to including certain information regarding abuse by victims of crime in determination of minimum period of incarceration ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T162923.TXT", "SOBI.D110113.T163424.TXT", "SOBI.D110113.T164426.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295019553162
}