{
  "year" : 2011,
  "senateBillNo" : "S1880-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1880-2011-1294894800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to penalties for sale of alcohol to minors and increases penalties for the sale of alcohol without the appropriate license",
  "summary" : "Establishes penalties for persons who sell alcohol to persons under the age of twenty-one years; increases fines and length of imprisonment for the sale of alcoholic beverages without having the appropriate wine/beer/liquor license; increases penalties for sale to minors, loss of barbering license. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S6442-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1880\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN  ACT  to  amend  the  general business law and the alcoholic beverage\n         control law, in relation to establishing  penalties  for  persons  who\n         sell alcohol to persons under the age of twenty-one years and increas-\n         ing  fines and length of imprisonment for the sale of alcoholic bever-\n         ages without having the appropriate license\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision (a) of section 441 of the general business law\n    2  is amended by adding a new paragraph 10 to read as follows:\n    3    10. CONVICTION UNDER SUBDIVISION TWO OF SECTION 260.20  OF  THE  PENAL\n    4  LAW  OR  SUBDIVISION ONE OF SECTION SIXTY-FIVE OF THE ALCOHOLIC BEVERAGE\n    5  CONTROL LAW.\n    6    S 2. Subdivision 1 of section 130 of the  alcoholic  beverage  control\n    7  law,  as  amended by chapter 750 of the laws of 1982, is amended to read\n    8  as follows:\n    9    1. Any person who manufactures for sale or sells alcoholic  beverages,\n   10  other  than  the  illicit  alcoholic beverages as defined in section one\n   11  hundred fifty OF THIS CHAPTER, without  having  an  appropriate  license\n   12  therefor,  or  whose license has been revoked, surrendered or cancelled,\n   13  shall be guilty of a misdemeanor,  and  upon  first  conviction  thereof\n   14  shall  be punished by a fine not more than [two] THREE times the cost of\n   15  a special on premises license in the county where the unlawful act  took\n   16  place  or by imprisonment in a county jail or penitentiary for a term of\n   17  not less than [thirty] SIXTY days nor more than one  year  or  both  and\n   18  upon second conviction thereof shall be punished by a fine not less than\n   19  [two]  THREE  times  and  not more than [three] FOUR times the cost of a\n   20  special on premises license in the county where the  unlawful  act  took\n   21  place  or by imprisonment in a county jail or penitentiary for a term of\n   22  not less than [thirty] SIXTY days nor more than one  year  or  both  and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05823-01-1\n\n       S. 1880                             2\n\n    1  upon  all subsequent convictions thereof shall be punished by a fine not\n    2  less than [three] FOUR times and not more than  [four]  FIVE  times  the\n    3  cost  of  a special on premises license in the county where the unlawful\n    4  act took place or by imprisonment in a county jail or penitentiary for a\n    5  term of not less than [thirty] SIXTY days nor more than one year or both\n    6  provided,  however, that in default of payment of any fine imposed, such\n    7  person shall be imprisoned in a county jail or penitentiary for  a  term\n    8  of not less than [thirty] SIXTY days.\n    9    S 3. This act shall take effect on the one hundred twentieth day after\n   10  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the alcoholic beverage control law, in relation to establishing penalties for persons who sell alcohol to persons under the age of twenty-one years and increasing fines and length of imprisonment for the sale of alcoholic beverages without having the appropriate license ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T163424.TXT", "SOBI.D110113.T162423.TXT", "SOBI.D110113.T163924.TXT", "SOBI.D110114.T103413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295019253015
}