{
  "year" : 2011,
  "senateBillNo" : "S1883-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S1883-2011-1294894800000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires health insurance policies to cover comprehensive ultrasound screening and magnetic resonance imaging for breast cancer in certain cases",
  "summary" : "Requires individual and group health insurance policies, and health maintenance organizations to provide coverage for comprehensive ultrasound screening and/or magnetic resonance imaging for breast cancer in certain cases; requires mammography reports to include information about breast density. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S8488-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1883\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by Sen. FLANAGAN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance  law,  in  relation  to  requiring  health\n         insurance  policies  to  cover  comprehensive ultrasound screening and\n         magnetic resonance imaging for breast  cancer  in  certain  cases  and\n         requiring  the  provision  of  certain  information relating to breast\n         density to patients\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  11  of  subsection  (i) of section 3216 of the\n    2  insurance law is amended by adding a new subparagraph  (D)  to  read  as\n    3  follows:\n    4    (D)  (I)  SUCH POLICY SHALL PROVIDE ADDITIONAL COVERAGE FOR COMPREHEN-\n    5  SIVE ULTRASOUND SCREENING,  MAGNETIC  RESONANCE  IMAGING  (MRI),  AND/OR\n    6  OTHER  SCREENING  TESTS APPROVED BY THE AMERICAN COLLEGE OF RADIOLOGY OF\n    7  AN ENTIRE BREAST OR THE ENTIRETY OF BOTH BREASTS IF:\n    8    (I) A MAMMOGRAM DEMONSTRATES  HETEROGENEOUS  OR  DENSE  BREAST  TISSUE\n    9  BASED ON THE BREAST IMAGING REPORTING AND DATA SYSTEM ESTABLISHED BY THE\n   10  AMERICAN COLLEGE OF RADIOLOGY; OR\n   11    (II) A WOMAN IS BELIEVED TO BE AT INCREASED RISK FOR BREAST CANCER DUE\n   12  TO  FAMILY  HISTORY OR PRIOR PERSONAL HISTORY OF BREAST CANCER, POSITIVE\n   13  GENETIC TESTING OR OTHER  INDICATIONS  AS  DETERMINED  BY  SUCH  WOMAN'S\n   14  PHYSICIAN OR NURSE PRACTITIONER.\n   15    (II) SUCH ADDITIONAL COVERAGE MAY BE SUBJECT TO ANNUAL DEDUCTIBLES AND\n   16  COINSURANCE  AS  MAY  BE DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS\n   17  ARE CONSISTENT WITH THOSE ESTABLISHED FOR OTHER BENEFITS WITHIN A  GIVEN\n   18  POLICY.\n   19    (III)  EACH  MAMMOGRAPHY  REPORT  PROVIDED  TO A PATIENT SHALL INCLUDE\n   20  INFORMATION ABOUT BREAST DENSITY, BASED ON THE BREAST IMAGING  REPORTING\n   21  AND  DATA SYSTEM ESTABLISHED BY THE AMERICAN COLLEGE OF RADIOLOGY. WHERE\n   22  APPLICABLE, SUCH REPORT SHALL INCLUDE THE  FOLLOWING  NOTICE:  \"IF  YOUR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00386-02-1\n\n       S. 1883                             2\n\n    1  MAMMOGRAM  DEMONSTRATES  THAT  YOU HAVE DENSE BREAST TISSUE, WHICH COULD\n    2  HIDE SMALL ABNORMALITIES, YOU MIGHT BENEFIT FROM SUPPLEMENTARY SCREENING\n    3  TESTS, WHICH CAN INCLUDE A BREAST ULTRASOUND SCREENING OR A  BREAST  MRI\n    4  EXAMINATION,  OR  BOTH,  DEPENDING  ON  YOUR  INDIVIDUAL RISK FACTORS. A\n    5  REPORT OF YOUR MAMMOGRAPHY RESULTS,  WHICH  CONTAINS  INFORMATION  ABOUT\n    6  YOUR  BREAST  DENSITY,  HAS BEEN SENT TO YOUR PHYSICIAN'S OFFICE AND YOU\n    7  SHOULD CONTACT YOUR PHYSICIAN IF YOU  HAVE  ANY  QUESTIONS  OR  CONCERNS\n    8  ABOUT THIS REPORT.\"\n    9    S  2.  Paragraph 11 of subsection (l) of section 3221 of the insurance\n   10  law is amended by adding a new subparagraph (D) to read as follows:\n   11    (D) (I) SUCH POLICY SHALL PROVIDE ADDITIONAL COVERAGE  FOR  COMPREHEN-\n   12  SIVE  ULTRASOUND  SCREENING,  MAGNETIC  RESONANCE  IMAGING (MRI), AND/OR\n   13  OTHER SCREENING TESTS APPROVED BY THE AMERICAN COLLEGE OF  RADIOLOGY  OF\n   14  AN ENTIRE BREAST OR THE ENTIRETY OF BOTH BREASTS IF:\n   15    (I)  A  MAMMOGRAM  DEMONSTRATES  HETEROGENEOUS  OR DENSE BREAST TISSUE\n   16  BASED ON THE BREAST IMAGING REPORTING AND DATA SYSTEM ESTABLISHED BY THE\n   17  AMERICAN COLLEGE OF RADIOLOGY; OR\n   18    (II) A WOMAN IS BELIEVED TO BE AT AN INCREASED RISK FOR BREAST  CANCER\n   19  DUE  TO FAMILY HISTORY OR PRIOR PERSONAL HISTORY OF BREAST CANCER, POSI-\n   20  TIVE GENETIC TESTING OR OTHER INDICATIONS AS DETERMINED BY SUCH  WOMAN'S\n   21  PHYSICIAN OR NURSE PRACTITIONER.\n   22    (II) SUCH ADDITIONAL COVERAGE MAY BE SUBJECT TO ANNUAL DEDUCTIBLES AND\n   23  COINSURANCE  AS  MAY  BE DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS\n   24  ARE CONSISTENT WITH THOSE ESTABLISHED FOR OTHER BENEFITS WITHIN A  GIVEN\n   25  POLICY.\n   26    (III)  EACH  MAMMOGRAPHY  REPORT  PROVIDED  TO A PATIENT SHALL INCLUDE\n   27  INFORMATION ABOUT BREAST DENSITY, BASED ON THE BREAST IMAGING  REPORTING\n   28  AND  DATA SYSTEM ESTABLISHED BY THE AMERICAN COLLEGE OF RADIOLOGY. WHERE\n   29  APPLICABLE, SUCH REPORT SHALL INCLUDE THE  FOLLOWING  NOTICE:  \"IF  YOUR\n   30  MAMMOGRAM  DEMONSTRATES  THAT  YOU HAVE DENSE BREAST TISSUE, WHICH COULD\n   31  HIDE SMALL ABNORMALITIES, YOU MIGHT BENEFIT FROM SUPPLEMENTARY SCREENING\n   32  TESTS, WHICH CAN INCLUDE A BREAST ULTRASOUND SCREENING OR A  BREAST  MRI\n   33  EXAMINATION,  OR  BOTH,  DEPENDING  ON  YOUR  INDIVIDUAL RISK FACTORS. A\n   34  REPORT OF YOUR MAMMOGRAPHY RESULTS,  WHICH  CONTAINS  INFORMATION  ABOUT\n   35  YOUR  BREAST  DENSITY,  HAS BEEN SENT TO YOUR PHYSICIAN'S OFFICE AND YOU\n   36  SHOULD CONTACT YOUR PHYSICIAN IF YOU  HAVE  ANY  QUESTIONS  OR  CONCERNS\n   37  ABOUT THIS REPORT.\"\n   38    S 3. Subsection (p) of section 4303 of the insurance law is amended by\n   39  adding a new paragraph 4 to read as follows:\n   40    (4) (A) SUCH COVERAGE SHALL PROVIDE ADDITIONAL COVERAGE FOR COMPREHEN-\n   41  SIVE  ULTRASOUND  SCREENING,  MAGNETIC  RESONANCE  IMAGING (MRI), AND/OR\n   42  OTHER SCREENING TESTS APPROVED BY THE AMERICAN COLLEGE OF  RADIOLOGY  OF\n   43  AN ENTIRE BREAST OR THE ENTIRETY OF BOTH BREASTS IF:\n   44    (I)  A  MAMMOGRAM  DEMONSTRATES  HETEROGENEOUS  OR DENSE BREAST TISSUE\n   45  BASED ON THE BREAST IMAGING REPORTING AND DATA SYSTEM ESTABLISHED BY THE\n   46  AMERICAN COLLEGE OF RADIOLOGY; OR\n   47    (II) A WOMAN IS BELIEVED TO BE AT INCREASED RISK FOR BREAST CANCER DUE\n   48  TO FAMILY HISTORY OR PRIOR PERSONAL HISTORY OF BREAST  CANCER,  POSITIVE\n   49  GENETIC  TESTING  OR  OTHER  INDICATIONS  AS  DETERMINED BY SUCH WOMAN'S\n   50  PHYSICIAN OR NURSE PRACTITIONER.\n   51    THE ADDITIONAL COVERAGE REQUIRED IN THIS SUBPARAGRAPH MAY  BE  SUBJECT\n   52  TO  ANNUAL  DEDUCTIBLES  AND COINSURANCE AS MAY BE DEEMED APPROPRIATE BY\n   53  THE SUPERINTENDENT AND AS ARE  CONSISTENT  WITH  THOSE  ESTABLISHED  FOR\n   54  OTHER BENEFITS WITHIN A GIVEN POLICY.\n   55    (B) EACH MAMMOGRAPHY REPORT PROVIDED TO A PATIENT SHALL INCLUDE INFOR-\n   56  MATION  ABOUT  BREAST DENSITY, BASED ON THE BREAST IMAGING REPORTING AND\n\n       S. 1883                             3\n\n    1  DATA SYSTEM ESTABLISHED BY THE  AMERICAN  COLLEGE  OF  RADIOLOGY.  WHERE\n    2  APPLICABLE,  SUCH  REPORT  SHALL  INCLUDE THE FOLLOWING NOTICE: \"IF YOUR\n    3  MAMMOGRAM DEMONSTRATES THAT YOU HAVE DENSE BREAST  TISSUE,  WHICH  COULD\n    4  HIDE SMALL ABNORMALITIES, YOU MIGHT BENEFIT FROM SUPPLEMENTARY SCREENING\n    5  TESTS,  WHICH  CAN INCLUDE A BREAST ULTRASOUND SCREENING OR A BREAST MRI\n    6  EXAMINATION, OR BOTH, DEPENDING  ON  YOUR  INDIVIDUAL  RISK  FACTORS.  A\n    7  REPORT  OF  YOUR  MAMMOGRAPHY  RESULTS, WHICH CONTAINS INFORMATION ABOUT\n    8  YOUR BREAST DENSITY, HAS BEEN SENT TO YOUR PHYSICIAN'S  OFFICE  AND  YOU\n    9  SHOULD  CONTACT  YOUR  PHYSICIAN  IF  YOU HAVE ANY QUESTIONS OR CONCERNS\n   10  ABOUT THIS REPORT.\"\n   11    S 4. Paragraph 7 of subsection (d) of section 4326  of  the  insurance\n   12  law,  as  added  by chapter 1 of the laws of 1999, is amended to read as\n   13  follows:\n   14    (7) adult preventive health services consisting of mammography screen-\n   15  ing, AS PROVIDED IN  SUBSECTION  (P)  OF  SECTION  FOUR  THOUSAND  THREE\n   16  HUNDRED  THREE  OF  THIS  ARTICLE; cervical cytology screening; periodic\n   17  physical examinations no more than once every  three  years;  and  adult\n   18  immunizations;\n   19    S  5.  This  act  shall take effect on the sixtieth day after it shall\n   20  have become a law.\n",
  "memo" : "BILL NUMBER:S1883\n\nTITLE OF BILL:\nAn act\nto amend the insurance law, in relation to requiring health insurance\npolicies to cover comprehensive ultrasound screening and\nmagnetic resonance imaging\nfor breast cancer\nin certain cases\nand requiring the provision of certain information relating\nto breast density to patients\n\nPURPOSE:\nThis bill requires health insurance policies to provide additional\ncoverage for comprehensive ultrasound screening and/or magnetic\nresonance imaging (MRI) examination of an entire breast or breasts if\na mammogram demonstrates dense breast tissue. It also requires\nspecific written notification to the patient of the availability of\nsuch additional tests.\n\nSUMMARY OF PROVISIONS:\nSection one amends paragraph 11 of subsection (i) of section 3216 of\nthe Insurance Law by adding a new subparagraph (D) which specifies\nthat insurance policies provide coverage for comprehensive ultrasound\nscreening and/or magnetic resonance imaging (MRI) if a\nmammogram demonstrates dense breast tissue, or if a woman is\nbelieved to be at increased risk for breast cancer due to family\nhistory, prior personal history, positive genetic testing or other\nindications of breast cancer.\n\nThis new section also requires that each mammography report provided\nto a patient include information about breast density and the\navailability of supplemental comprehensive ultrasound screening for\nbreast cancer.\n\nIn addition, it provides that such additional coverage may be subject\nto annual deductibles and coinsurance as may be deemed appropriate by\nthe superintendent and as are consistent with those established for\nother benefits within a given policy.\n\nSection two amends paragraph 11 of subsection (1) of section 3221 of\nthe Insurance Law by adding a new subparagraph (D) to read exactly\nthe same as section one above.\n\nSection three amends subsection (p) of section 4303 of the Insurance\nLaw by adding a new paragraph (4) to read exactly the same as\nsection one above.\n\nSection four amends paragraph 7 of subsection (d) of section 4326 of\nthe Insurance Law, as added by chapter 1 of the laws of 1999 by\n\nadding a cross reference to subsection (p) of section 4303 of the\nInsurance Law.\n\nSection five provides that this act shall take effect on the sixtieth\nday after it shall have become a law.\n\nEXISTING LAW:\nCurrently, the decision to refer a patient for a follow up ultrasound\nscreening or an MRI subsequent to a mammogram which reveals dense\nbreast tissue is discretionary with the physician. Many times the\npatient is not even aware of the fact that she has dense breast tissue.\n\nJUSTIFICATION:\nBreast cancer is the most frequently diagnosed cancer among women.\nCancer is five times more likely in women with dense breast tissue.\n\nMammograms can miss up to 40% of tumors present in dense breast\ntissue as denser tissue tends to obscure tumors.  Ultrasound screening\nand/or an MRI examinations, and/or other screening tests approved\nby the American College of Radiology, after a mammography reveals\ndense breast tissue can help doctors detect the presence of a tumor.\n\nPost mammogram written notification to patients with dense breast\ntissue will keep patients informed. Raising awareness of breast\ndensity is very important. Assisting physicians and patients in the\ndetection of early stage cancers serves to make them more treatable.\n\nThe State of Connecticut has already enacted this law. The States of\nFlorida, California, and Texas are in the process of considering it.\n\nLEGISLATIVE HISTORY:\n2010:  S.8488 Rules\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis bill takes effect on the sixtieth day after it shall have become\na law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to requiring health insurance policies to cover comprehensive ultrasound screening and magnetic resonance imaging for breast cancer in certain cases and requiring the provision of certain information relating to breast density to patients ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T162423.TXT", "SOBI.D110113.T163424.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110113.T164426.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963621
}