{
  "year" : 2011,
  "senateBillNo" : "S1881-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1881-2011-1294894800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the immigration provider enforced disclosure information and registration (IMPEDIR) act of 2011",
  "summary" : "Enacts the immigration provider enforced disclosure information and registration (IMPEDIR) act of 2011. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S7343-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1881\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN  ACT  to  amend the general business law, in relation to enacting the\n         Immigration Provider Enforced Disclosure Information and  Registration\n         (IMPEDIR) Act of 2011\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may  be  cited  as  the  \"Immi-\n    2  gration Provider Enforced Disclosure Information and Registration (IMPE-\n    3  DIR) Act of 2011\".\n    4    S 2. The general business law is amended by adding a new section 460-k\n    5  to read as follows:\n    6    S  460-K.  CERTIFICATE  OF  REGISTRATION.   1. THE DEPARTMENT OF STATE\n    7  SHALL, IN ACCORDANCE WITH THE PROVISIONS OF THIS SECTION, ISSUE  CERTIF-\n    8  ICATES  OF  REGISTRATION WHICH SHALL BE VALID, UNLESS EARLIER REVOKED OR\n    9  SUSPENDED, FOR A PERIOD OF TWO YEARS, TO PROVIDERS  AND,  UPON  APPLICA-\n   10  TION,  ISSUE  RENEWAL  CERTIFICATES OF REGISTRATION EVERY TWO YEARS. THE\n   11  SECRETARY OF STATE SHALL ENFORCE THE PROVISIONS OF THIS ARTICLE  GOVERN-\n   12  ING  THE  FILING  AND  MAINTENANCE  OF SURETY BONDS AND APPLICATIONS FOR\n   13  REGISTRATION AND/OR RENEWAL.\n   14    2. ANY PERSON INTENDING TO ENGAGE, AS AN IMMIGRANT ASSISTANCE  SERVICE\n   15  PROVIDER, IN ANY ONE OR MORE OF THE ACTIVITIES SET FORTH IN THIS ARTICLE\n   16  SHALL  FILE  WITH  THE  DEPARTMENT  OF  STATE  A WRITTEN APPLICATION AND\n   17  DISCLOSURE, ON FORMS TO BE PROVIDED BY THE DEPARTMENT OF STATE, CONTAIN-\n   18  ING SUCH INFORMATION AND DOCUMENTATION TO BE RETAINED BY  THE  SECRETARY\n   19  OF  STATE  AS  THE SECRETARY OF STATE MAY REQUIRE BY RULE OR REGULATION,\n   20  INCLUDING BUT NOT LIMITED TO: (A) THE NAME,  DATE  OF  BIRTH,  RESIDENCE\n   21  ADDRESS,  BUSINESS  ADDRESS,  RESIDENCE  TELEPHONE  NUMBER, AND BUSINESS\n   22  TELEPHONE NUMBER OF SUCH PERSON;  (B)  THE  NAME  AND  ADDRESS  OF  SUCH\n   23  PERSON'S  AGENT  FOR  SERVICE  OF PROCESS IF ONE IS REQUIRED OR HAS BEEN\n   24  APPOINTED AND, IF APPLICABLE, THE NAME, BUSINESS ADDRESS, BUSINESS TELE-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05824-01-1\n\n       S. 1881                             2\n\n    1  PHONE AND AGENT FOR SERVICE OF PROCESS OF THE CORPORATION OR PARTNERSHIP\n    2  EMPLOYING SUCH PERSON; (C) A RECORD OF ANY  PRIOR  CONVICTIONS  FOR  ANY\n    3  CRIME  COMMITTED IN THIS STATE OR ANY OTHER JURISDICTION.  THE SECRETARY\n    4  OF  STATE SHALL DEVELOP THE DISCLOSURE FORM REQUIRED TO FILE AN APPLICA-\n    5  TION AND BOND PURSUANT TO THIS SECTION AND SECTION FOUR HUNDRED  SIXTY-G\n    6  OF THIS ARTICLE.\n    7    3. THE SECRETARY OF STATE SHALL CHARGE AND COLLECT A REASONABLE FILING\n    8  FEE  AT  THE  TIME  OF  APPLICATION  AND/OR RENEWAL TO COVER THE COST OF\n    9  FILING THE BOND REQUIRED BY SECTION FOUR HUNDRED SIXTY-G OF  THIS  ARTI-\n   10  CLE.\n   11    4. THE DEPARTMENT OF STATE SHALL MAKE PUBLIC ON ITS WEBSITE UPDATED AT\n   12  LEAST  MONTHLY,  AND  SHALL MAKE AVAILABLE IN RESPONSE TO THE REQUEST OF\n   13  ANY CUSTOMER, A LIST OF PROVIDERS WHO ARE REGISTERED  PURSUANT  TO  THIS\n   14  ARTICLE.  EACH  PROVIDER  SHALL  CONSPICUOUSLY  POST  ITS CERTIFICATE OF\n   15  REGISTRATION AT ITS PLACE OF BUSINESS.\n   16    5. IMMIGRANT ASSISTANCE SERVICE PROVIDERS  WHO  HAVE  REGISTERED  MUST\n   17  INFORM  THE  SECRETARY OF STATE OF ANY CHANGES IN THEIR NAME, ADDRESSES,\n   18  OR TELEPHONE NUMBERS WITHIN THIRTY DAYS OF SUCH CHANGE.\n   19    6. THE SECRETARY OF STATE  SHALL  ESTABLISH  A  PROCEDURE  FOR  FILING\n   20  COMPLAINTS AND INVESTIGATING THE COMPLAINT ON BEHALF OF AN INJURED PARTY\n   21  OR  ANY OTHER PARTY WHO, UPON INFORMATION AND BELIEF, CLAIMS A VIOLATION\n   22  OF THIS ARTICLE. THE SECRETARY OF STATE SHALL INITIATE ANY INVESTIGATION\n   23  NO LATER THAN THIRTY DAYS AFTER RECEIPT OF A COMPLAINT AND, WHEN  APPRO-\n   24  PRIATE, MAY REFER ANY SUCH MATTER FOR PROSECUTION TO THE ATTORNEY GENER-\n   25  AL OR OTHER APPROPRIATE LAW ENFORCEMENT AUTHORITY.\n   26    7.  THE  DEPARTMENT OF STATE SHALL HAVE THE POWER TO REVOKE OR SUSPEND\n   27  ANY CERTIFICATE OF REGISTRATION, OR REPRIMAND ANY REGISTRANT OR DENY  AN\n   28  APPLICATION  FOR  A  CERTIFICATE OF REGISTRATION OR RENEWAL THEREOF UPON\n   29  PROOF:\n   30    (A)  THAT  THE  APPLICANT  OR  REGISTRANT  HAS  VIOLATED  ANY  OF  THE\n   31  PROVISIONS  OF  THIS  ARTICLE  OR  THE RULES AND REGULATIONS PROMULGATED\n   32  HEREUNDER;\n   33    (B) THAT THE APPLICANT OR REGISTRANT HAS PRACTICED  FRAUD,  DECEIT  OR\n   34  MISREPRESENTATION OR BEEN CONVICTED OF A FELONY;\n   35    (C)  THAT THE APPLICANT OR REGISTRANT HAS MADE A MATERIAL MISSTATEMENT\n   36  IN THE APPLICATION FOR OR RENEWAL OF HIS OR HER REGISTRATION;\n   37    (D) THAT THE APPLICANT OR REGISTRANT HAS DEMONSTRATED INCOMPETENCE  OR\n   38  UNTRUSTWORTHINESS IN HIS OR HER ACTIONS.\n   39    8.  ALL FEES AND OTHER MONEYS DERIVED FROM THE OPERATION OF THIS ARTI-\n   40  CLE SHALL ON THE FIFTH DAY OF EACH MONTH BE PAID BY  THE  DEPARTMENT  OF\n   41  STATE INTO THE STATE TREASURY.\n   42    S  3.  Subdivision  8 of section 460-e of the general business law, as\n   43  added by chapter 463 of the laws of  2004,  is  amended  and  three  new\n   44  subdivisions 11, 12 and 13 are added to read as follows:\n   45    8.  Make  any  misrepresentation or false statement, directly or indi-\n   46  rectly, INCLUDING, BUT NOT LIMITED TO,  FALSELY  REPRESENTING  THAT  THE\n   47  OFFERING OR PROVISION OF SERVICES IS NECESSARY, OR THAT THE LIFE, SAFETY\n   48  OR  WELFARE  OF  THE  CUSTOMER  OR  HIS OR HER FAMILY WOULD BE ADVERSELY\n   49  AFFECTED IF THE SERVICES OF AN IMMIGRANT  ASSISTANCE  SERVICES  PROVIDER\n   50  ARE NOT PROVIDED.\n   51    11.   PROVIDE  IMMIGRANT  ASSISTANCE  SERVICES  WITHOUT  HAVING  FIRST\n   52  OBTAINED FROM THE DEPARTMENT OF STATE A CURRENT,  VALID  CERTIFICATE  OF\n   53  REGISTRATION  PURSUANT  TO  SECTION FOUR HUNDRED SIXTY-K OF THIS ARTICLE\n   54  AND HAVING IN FULL FORCE AND EFFECT A BOND,  CONTRACT  OF  INDEMNITY  OR\n   55  IRREVOCABLE LETTER OF CREDIT PURSUANT TO SECTION FOUR HUNDRED SIXTY-G OF\n   56  THIS ARTICLE.\n\n       S. 1881                             3\n\n    1    12.  ADVERTISE  OR OTHERWISE DISSEMINATE BY ANY MEANS ANY STATEMENT OR\n    2  OTHER REPRESENTATION INDICATING DIRECTLY OR BY IMPLICATION  THAT  HE  OR\n    3  SHE  ENGAGES IN THE BUSINESS OF IMMIGRANT ASSISTANCE SERVICE PROVIDER OR\n    4  ACTS IN THE CAPACITY OF AN  IMMIGRANT  ASSISTANCE  SERVICE  PROVIDER  OR\n    5  PROPOSES  TO  ENGAGE  IN THE BUSINESS OR ACT IN THE CAPACITY OF AN IMMI-\n    6  GRANT ASSISTANCE SERVICE PROVIDER, UNLESS HE OR SHE HAS ON FILE WITH THE\n    7  SECRETARY OF STATE A VALID CERTIFICATE OF REGISTRATION PURSUANT TO  THIS\n    8  ARTICLE AND A BOND, CONTRACT OF INDEMNITY OR IRREVOCABLE LETTER OF CRED-\n    9  IT,  IN  THE  AMOUNT  AND SUBJECT TO THE TERMS DESCRIBED IN SECTION FOUR\n   10  HUNDRED SIXTY-G OF THIS ARTICLE.\n   11    13.  FAIL TO REVEAL TO THE CLIENT OR CUSTOMER OF SUCH PROVIDER A MATE-\n   12  RIAL FACT REGARDING AN IMMIGRATION MATTER OR REGARDING  SERVICES,  WHICH\n   13  FACT  COULD NOT BE REASONABLY KNOWN TO THE CLIENT, THE OMISSION OF WHICH\n   14  TENDS TO MISLEAD OR DECEIVE THE CLIENT OR CUSTOMER.\n   15    S 4. Sections 460-g, 460-h and 460-i of the general business  law,  as\n   16  added  by  chapter  463  of  the  laws  of  2004, are amended to read as\n   17  follows:\n   18    S 460-g. Surety requirement. Every provider  shall  maintain  in  full\n   19  force and effect a bond, contract of indemnity, or irrevocable letter of\n   20  credit, payable to the people of the state of New York, in the principal\n   21  amount of fifty thousand dollars; provided, however, that every provider\n   22  that  receives  in excess of two hundred fifty thousand dollars in total\n   23  fees and other compensation for providing immigrant  assistance  service\n   24  during any twelve-month period shall maintain in full force and effect a\n   25  bond, contract of indemnity, or irrevocable letter of credit, payable to\n   26  the  people  of the state of New York, in the principal amount of twenty\n   27  percent of such total fees and compensation. Such surety  shall  be  for\n   28  the  benefit  of any customer who does not receive a refund of fees from\n   29  the provider to which he or she is entitled, or is otherwise injured  by\n   30  the  provider.  The  attorney  general  on behalf of the customer or the\n   31  customer in his or her own name, may  maintain  an  action  against  the\n   32  provider  and the surety.  THE SECRETARY OF STATE SHALL POST INFORMATION\n   33  ON THE DEPARTMENT OF STATE WEBSITE DEMONSTRATING  THAT  THE  IMMIGRATION\n   34  PROVIDER IS IN COMPLIANCE WITH THE BOND AS REQUIRED BY THIS SECTION.\n   35    S 460-h. Enforcement. 1. Upon any violation of this article, an appli-\n   36  cation  may be made by the attorney general in the name of the people of\n   37  the state to a court having jurisdiction to  issue  an  injunction,  and\n   38  upon notice to the respondent of not fewer than five days, to enjoin and\n   39  restrain  the  continuance  of  the violation. If it shall appear to the\n   40  satisfaction of the court or justice that the defendant  has,  in  fact,\n   41  violated  this  article,  an  injunction  may be issued by such court or\n   42  justice,  enjoining  and  restraining  any  further  violation,  without\n   43  requiring  proof  that  any person has, in fact, been injured or damaged\n   44  thereby. In any such proceeding, the court may make  allowances  to  the\n   45  attorney  general  as  provided  in  paragraph six of subdivision (a) of\n   46  section eighty-three hundred three of the civil practice law and  rules,\n   47  and  direct  restitution.  Whenever  the  court  shall  determine that a\n   48  violation of this article has occurred, the court  may  impose  a  civil\n   49  penalty  of  not more than [seven thousand five hundred] TWENTY THOUSAND\n   50  dollars for each violation, PROVIDED HOWEVER, THE  COURT  MAY  IMPOSE  A\n   51  CIVIL  PENALTY  OF  NOT  MORE  THAN  TWENTY-FIVE  THOUSAND DOLLARS FOR A\n   52  VIOLATION OF SUBDIVISION ONE, TWO, THREE, FOUR, FIVE, SIX OR  ELEVEN  OF\n   53  SECTION FOUR HUNDRED SIXTY-E OF THIS ARTICLE.\n   54    2.  A PERSON CLAIMING TO BE AGGRIEVED BY ANY VIOLATION OF THIS ARTICLE\n   55  BY A PROVIDER MAY BRING A CIVIL ACTION FOR INJUNCTIVE RELIEF, DAMAGES OR\n   56  BOTH. THE COURT SHALL GRANT A PREVAILING PLAINTIFF REASONABLE ATTORNEYS'\n\n       S. 1881                             4\n\n    1  FEES AND COSTS. ANY RECOVERY OR PROCEEDING IN A CIVIL ACTION  SHALL  NOT\n    2  PRECLUDE  AN  ACTION  BY  THE  ATTORNEY  GENERAL OR DISTRICT ATTORNEY TO\n    3  PURSUE CRIMINAL CHARGES AGAINST AN IMMIGRANT ASSISTANCE SERVICE  PROVID-\n    4  ER. MINIMAL RECOVERY FOR THE PLAINTIFF SHALL BE FIVE THOUSAND DOLLARS.\n    5    S  460-i. Violations.   [Any] 1. EXCEPT AS PROVIDED IN SUBDIVISION TWO\n    6  OF THIS SECTION, ANY violation of any provision of this article shall be\n    7  a class A misdemeanor, and upon conviction the court may order  as  part\n    8  of  the  sentence imposed restitution or reparation to the victim of the\n    9  crime pursuant to section 60.27 of the penal law.\n   10    2.  ANY VIOLATION OF SUBDIVISION ONE, TWO, THREE, FOUR, FIVE,  SIX  OR\n   11  ELEVEN  OF SECTION FOUR HUNDRED SIXTY-E OF THIS ARTICLE SHALL BE A CLASS\n   12  E FELONY, PROVIDED HOWEVER THAT ANY SUCH VIOLATION SHALL BE  A  CLASS  D\n   13  FELONY  WHEN  COMMITTED BY A PERSON WHO HAS PREVIOUSLY BEEN CONVICTED OF\n   14  ANY SUCH VIOLATION IN THE PRECEDING TEN YEARS.\n   15    S 5. This act shall take effect on the first of January next  succeed-\n   16  ing the date on which it shall have become a law; provided, however that\n   17  effective immediately, the addition, amendment and/or repeal of any rule\n   18  or regulation necessary for the implementation of this act on its effec-\n   19  tive  date  are  authorized  and directed to be made and completed on or\n   20  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to enacting the Immigration Provider Enforced Disclosure Information and Registration (IMPEDIR) Act of 2011 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T163424.TXT", "SOBI.D110113.T162423.TXT", "SOBI.D110113.T163924.TXT", "SOBI.D110114.T103413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295019253021
}