{
  "year" : 2011,
  "senateBillNo" : "S1886-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1886-2011-1294894800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the commissioner of general services shall give notice to the mayor or supervisor of a municipality of intent to lease or purchase real property",
  "summary" : "Provides that the commissioner of general services shall give notice to the mayor or supervisor of a municipality of intent to lease or purchase real property by the state or any office, department, division, bureau, agency or authority thereof. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Public Lands Law",
  "previousVersions" : [ "S3319-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1886\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ, KRUEGER -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Investi-\n         gations and Government Operations\n\n       AN  ACT  to amend the public lands law, in relation to notice to munici-\n         palities of intent to lease or purchase lands by the state of New York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public lands law is amended by adding a new section 2-c\n    2  to read as follows:\n    3    S  2-C.  NOTICE TO MUNICIPALITIES OF INTENT TO LEASE OR PURCHASE LAND.\n    4  THE COMMISSIONER OF GENERAL SERVICES SHALL GIVE WRITTEN  NOTICE  TO  THE\n    5  MAYOR  OR SUPERVISOR OF A MUNICIPALITY OF THE INTENT OF THE STATE OF NEW\n    6  YORK OR ANY OFFICE, DEPARTMENT, DIVISION, BUREAU,  AGENCY  OR  AUTHORITY\n    7  THEREOF  TO LEASE OR PURCHASE LAND WITHIN THE MUNICIPALITY.  SUCH NOTICE\n    8  SHALL BE GIVEN AT LEAST SIXTY DAYS PRIOR TO THE EFFECTIVE DATE  OF  SUCH\n    9  LEASE OR PURCHASE. THE HEAD OF ANY OFFICE, DEPARTMENT, DIVISION, BUREAU,\n   10  AGENCY  OR  AUTHORITY  OF  THE  STATE  SHALL  GIVE WRITTEN NOTICE TO THE\n   11  COMMISSIONER OF GENERAL SERVICES OF THE INTENT OF SUCH  OFFICE,  DEPART-\n   12  MENT, DIVISION, BUREAU, AGENCY OR AUTHORITY TO LEASE OR PURCHASE LAND IN\n   13  THE STATE NINETY DAYS PRIOR TO THE INTENDED LEASE OR PURCHASE DATE WHERE\n   14  SUCH  OFFICE,  DEPARTMENT, DIVISION, BUREAU, AGENCY OR AUTHORITY HAS THE\n   15  AUTHORITY TO LEASE OR PURCHASE.\n   16    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06209-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public lands law, in relation to notice to municipalities of intent to lease or purchase lands by the state of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T162923.TXT", "SOBI.D110113.T163924.TXT", "SOBI.D110114.T103413.TXT", "SOBI.D110113.T164426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295019253010
}