{
  "year" : 2011,
  "senateBillNo" : "S1896-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1896-2011-1294981200000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Applies fair credit reporting act to tenant screening companies",
  "summary" : "Includes tenant screening companies, associations or agencies within the fair credit reporting act relating to consumer reports of information bearing on a consumer's credit worthiness. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S3303-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1896\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ, KRUEGER, PARKER -- read twice and\n         ordered  printed, and when printed to be committed to the Committee on\n         Consumer Protection\n\n       AN ACT to amend the general business law, in relation  to  applying  the\n         fair credit reporting act to tenant screening companies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (e) of section 380-a of  the  general  business\n    2  law,  as added by chapter 867 of the laws of 1977, is amended to read as\n    3  follows:\n    4    (e)  The term \"consumer reporting agency\" means any  person  who,  for\n    5  monetary  fees,  dues,  or  on  a cooperative nonprofit basis, regularly\n    6  engages in whole or in part in the practice of assembling or  evaluating\n    7  consumer  credit  information  or other information on consumers for the\n    8  purpose of furnishing consumer reports or investigative consumer reports\n    9  to third parties AND SHALL INCLUDE ANY TENANT SCREENING COMPANY, ASSOCI-\n   10  ATION OR AGENCY.\n   11    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   12  have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06225-01-1\n",
  "memo" : "BILL NUMBER:S1896\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to applying the fair\ncredit reporting act to tenant screening companies\n\nPURPOSE:\nThe purpose of this bill is to prevent tenants from wrongfully being\nblacklisted by tenant screening companies\n\nSUMMARY OF PROVISIONS:\nThis bill would amend subdivision (e) of section 380-a of the\nGeneral Business Law to apply the Fair Credit Reporting Act to tenant\nscreening companies.\n\nJUSTIFICATION:\nUnder current New York State Law, tenant screening companies are not\nrequired to abide by the fair credit reporting statutes, which can\nlead to the unfair treatment of prospective tenants who may he\nunknowingly screened. Screening companies receive fees for their\nservices from landlords wishing to avoid undesirable tenants.\n\nProblems arise because many tenants are unaware that they are being\nscreened and are often placed in a position where they cannot refute\ndubious information that may be supplied by a not so thorough\nscreening company. One particular tenant was blacklisted by a Rhode\nIsland based tenant screening company because the company discovered\nthat she liked bingo and in their report to the landlord, they listed\nher as a \"chronic excessive gambler.\"\n\nThis legislation would eliminate such abuse of a tenant's rights by\nrequiring that the tenant be notified that such an investigation will\nbe conducted and that the tenant must give written permission for the\nreport. Upon completion of the report, the tenant is notified and\nwill receive and inspect a copy of such a report. In addition, the\ntenant would receive the same right to\ndispute any item of information contained in his/her screening company\nto promptly reinvestigate and correct any errors found in such a file.\n\nLEGISLATIVE HISTORY:\n03/16/09 REFERRED TO CONSUMER PROTECTION\n01/06/10 REFERRED TO CONSUMER PROTECTION\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the thirtieth day after it shall become\na law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to applying the fair credit reporting act to tenant screening companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T092903.TXT", "SOBI.D110114.T100407.TXT", "SOBI.D110114.T100909.TXT", "SOBI.D110114.T094405.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963640
}