{
  "year" : 2011,
  "senateBillNo" : "S1892-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1892-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294981201000,
    "eventText" : "TO ATTORNEY-GENERAL FOR OPINION",
    "billEventId" : "S1892-2011-1294981201000-TO+ATTORNEY-GENERAL+FOR+OPINION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295326800000,
    "eventText" : "REPORTED AND COMMITTED TO RULES",
    "billEventId" : "S1892-2011-1295326800000-REPORTED+AND+COMMITTED+TO+RULES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295326801000,
    "eventText" : "ORDERED TO THIRD READING CAL.3",
    "billEventId" : "S1892-2011-1295326801000-ORDERED+TO+THIRD+READING+CAL.3",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "PASSED SENATE",
    "billEventId" : "S1892-2011-1295413200000-PASSED+SENATE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413201000,
    "eventText" : "DELIVERED TO ASSEMBLY",
    "billEventId" : "S1892-2011-1295413201000-DELIVERED+TO+ASSEMBLY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1295366400000S1892-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295366400000,
    "ayes" : [ "Skelos", "Libous", "Alesi", "Farley", "Hannon", "Johnson", "Larkin", "LaValle", "Marcellino", "Maziarz", "Nozzolio", "Saland", "Seward" ],
    "nays" : [ "Sampson", "Breslin", "Dilan", "Hassell-Thompson", "Krueger", "Montgomery", "Parker", "Perkins", "Stewart-Cousins" ],
    "abstains" : null,
    "excused" : null,
    "ayeswr" : [ "Duane", "Smith" ],
    "description" : "Rules",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "id" : "1295326800000S1892-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295326800000,
    "ayes" : [ "DeFrancisco", "Johnson", "Alesi", "Farley", "Flanagan", "Fuschillo", "Golden", "Hannon", "Larkin", "LaValle", "Little", "Marcellino", "Nozzolio", "Robach", "Saland", "Seward", "Young", "Diaz" ],
    "nays" : [ "Kruger", "Dilan", "Rivera", "Gianaris", "Krueger", "Breslin", "Montgomery", "Oppenheimer", "Parker", "Peralta", "Perkins", "Stavisky", "Stewart-Cousins" ],
    "abstains" : null,
    "excused" : [ "Bonacic" ],
    "ayeswr" : [ "Duane" ],
    "description" : "Finance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Places limitations on the amount of money that the governor may propose to spend in a given fiscal year; repealer",
  "summary" : "Places limitations on the amount of money that the governor may propose to spend in a given fiscal year. ",
  "currentCommittee" : "RULES",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "SA4047-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BALL",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GALLIVAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : [ "FINANCE" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1892\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  RANZENHOFER -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Finance\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to article 7 of the constitution, in relation  to\n         limiting  the  growth  on  New York state disbursements and creating a\n         revenue stabilization tax reduction and debt repayment fund; repealing\n         section 17 of article 7 of the constitution  relating  to  authorizing\n         the  establishment of a fund to aid in the stabilization of tax reven-\n         ues\n\n    1    Section 1. Resolved (if the Assembly concur), That article  7  of  the\n    2  constitution be amended by adding a new section 7-a to read as follows:\n    3    S  7-A.  1. EXCEPT IN THE CASE OF AN EMERGENCY, THE GOVERNOR SHALL NOT\n    4  SUBMIT ANY APPROPRIATION BILL OR BILLS, NOR SHALL  THE  LEGISLATURE  ACT\n    5  UPON  ANY  SUCH APPROPRIATION BILL OR SUPPLEMENTAL APPROPRIATION BILL OR\n    6  BILLS FOR THE SUPPORT OF GOVERNMENT WHICH AUTHORIZE AN INCREASE IN TOTAL\n    7  STATE SPENDING OVER THE PRECEDING STATE FISCAL YEAR WHICH IS  IN  EXCESS\n    8  OF THE PRODUCT OF THE TOTAL STATE SPENDING FOR THE PRECEDING FISCAL YEAR\n    9  AND  THE  LESSER  OF ONE HUNDRED TWENTY PERCENT OF THE INFLATION RATE OR\n   10  TWO PERCENT.\n   11    2. UPON A FINDING AND DECLARATION OF AN EMERGENCY BY THE GOVERNOR WITH\n   12  CONCURRENCE OF THE COMPTROLLER, THE GOVERNOR MAY SUBMIT AN APPROPRIATION\n   13  BILL OR BILLS WHICH AUTHORIZE TOTAL STATE  SPENDING  IN  EXCESS  OF  THE\n   14  LIMITATION PROVIDED IN SUBDIVISION ONE OF THIS SECTION.\n   15    3. FOR PURPOSES OF THIS SECTION:\n   16    A.  \"TOTAL  STATE  SPENDING\"  SHALL  MEAN ALL STATE FUNDS, WHICH SHALL\n   17  CONSTITUTE: (I) GENERAL FUNDS; (II) SPECIAL REVENUE FUNDS; (III) CAPITAL\n   18  PROJECT FUNDS; (IV) DEBT SERVICE FUNDS.\n   19    B. \"INFLATION RATE\" SHALL MEAN THE ANNUAL  PERCENTAGE  CHANGE  IN  THE\n   20  CONSUMER  PRICE  INDEX,  ALL  URBAN, AS PUBLISHED BY THE BUREAU OF LABOR\n   21  STATISTICS, OR ANY SUCCESSOR AGENCY, FOR THE PREVIOUS TWELVE MONTH PERI-\n   22  OD ENDING OCTOBER THIRTY-FIRST.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n       S                                                          LBD89094-02-1\n\n       S. 1892                             2\n\n    1    C. \"EMERGENCY\" SHALL MEAN AN EXTRAORDINARY, UNFORESEEN  OR  UNEXPECTED\n    2  OCCURRENCE  OR COMBINATION OF CIRCUMSTANCES IN A GIVEN FISCAL YEAR WHICH\n    3  REQUIRES IMMEDIATE AND SUDDEN FISCAL ACTION OF A DRASTIC  BUT  TEMPORARY\n    4  NATURE.\n    5    S  2.  Resolved (if the Assembly concur), That section 17 of article 7\n    6  of the constitution be REPEALED and a new section 17 be added to read as\n    7  follows:\n    8    S 17.  IN ANY STATE FISCAL YEAR IF TOTAL STATE REVENUES ARE IN  EXCESS\n    9  OF  THE STATE SPENDING LIMITATION PURSUANT TO SUBDIVISION ONE OF SECTION\n   10  SEVEN-A OF THIS ARTICLE, ONE-HALF OF THE  REVENUES  IN  EXCESS  OF  SUCH\n   11  STATE  SPENDING  LIMITATION MUST BE DEPOSITED INTO THE TAX STABILIZATION\n   12  RESERVE FUND. THE REMAINDER SHALL  BE  RETURNED  TO  NEW  YORK  RESIDENT\n   13  TAXPAYERS IN PROPORTION TO PERSONAL INCOME TAX LIABILITY.\n   14    S  3. Resolved (if the Assembly concur), That the foregoing amendments\n   15  be referred to the first regular legislative session convening after the\n   16  next succeeding general election of members of  the  assembly,  and,  in\n   17  conformity  with  section  1  of  article  19  of  the  constitution, be\n   18  published for 3 months previous to the time of such election.\n",
  "memo" : "BILL NUMBER:S1892\n\nTITLE OF BILL:\n\nCONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\nproposing an\namendment to article 7 of the constitution, in relation to limiting the\ngrowth on New York state disbursements and creating a revenue\nstabilization tax reduction and debt repayment fund; repealing section\n17 of article 7 of the constitution relating to authorizing the\nestablishment of a fund to aid in the stabilization of tax revenues\n\nPURPOSE:\n\nThe purpose of this legislation is to ensure state fiscal discipline\nby constitutionally limiting the percentage of growth from fiscal\nyear to fiscal year in the state's budget.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 amends Article VII, by creating a new Section 7-a which\nlimits state fiscal year spending to the preceding year's spending\nplus the product of the preceding years spending the lesser of 120%\nof the inflation rate or 2%. Section 2 repeals Section 17 of Article\nVII and adds a new Section 17 which requires revenues in excess of\nthe state spending limitation be deposited into the tax stabilization\nreserve fund. The remainder of the revenues are to be returned to New\nYork resident taxpayers in proportion to their personal income tax\nliability.\n\nEXISTING LAW:\n\nPresently, there are no limitations as to how much state spending may\nincrease from year to year.\n\nJUSTIFICATION:\n\nBy all measures, the tax burden on New Yorkers is among the highest\nin the nation. Unchecked growth in\nspending from one fiscal year to the next serves only to increase\nthe tax burden on New Yorkers.\nBy limiting the amount of annual growth in the state's budget,\nNew York can check the growth of government and the attendant tax\nburden on its citizens.\n\nLEGISLATIVE HISTORY:\n\nS.6960 of 2010\n\nFISCAL IMPLICATIONS:\n\nSavings to the state from an improved budget process.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE\nResolved (if the Assembly concur), That the foregoing amendments\nbe referred to the first regular legislative session convening\nafter the next succeeding general election of members of the\nassembly, and in conformity with section 1 of article 19 of the\nconstitution, be published for 3 months previous to the time of\nsuch election.\n\n",
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to article 7 of the constitution, in relation to limiting the growth on New York state disbursements and creating a revenue stabilization tax reduction and debt repayment fund; repealing section 17 of article 7 of the constitution relating to authorizing the establishment of a fund to aid in the stabilization of tax revenues ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T095906.TXT", "SOBI.D110114.T102411.TXT", "SOBI.D110118.T164657.TXT", "SOBI.D110114.T162503.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110119.T134800.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110119.T093234.TXT-agenda-1.xml", "SOBI.D110114.T114424.TXT", "SOBI.D110114.T092403.TXT", "SOBI.D110118.T163156.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110114.T095406.TXT", "SOBI.D110119.T093234.TXT-agenda-2.xml", "SOBI.D110114.T094405.TXT", "SOBI.D110119.T115750.TXT", "SOBI.D110114.T101910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295462880015
}