{
  "year" : 2011,
  "senateBillNo" : "S1898-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1898-2011-1294981200000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires establishment of model community programs",
  "summary" : "Requires establishment of model community programs, including a model telephone reassurance program and a model visiting program for elders. ",
  "currentCommittee" : "AGING",
  "sameAs" : "A1702",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A1702-2011" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1898\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to requiring establishment of\n         model community programs for local agencies, including a  model  tele-\n         phone reassurance program and a model visiting program for elders\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a new section  203-a  to\n    2  read as follows:\n    3    S  203-A. MODEL COMMUNITY PROGRAMS. IN ORDER TO ENCOURAGE THE DEVELOP-\n    4  MENT OF ACTIVITIES AND PROGRAMS  THAT  PROMOTE  AGING  WITH  DIGNITY  IN\n    5  COMMUNITIES,  THE  OFFICE  SHALL  DEVELOP MODEL COMMUNITY PROGRAMS TO BE\n    6  DISTRIBUTED UPON REQUEST TO LOCAL AREA AGENCIES ON AGING  AND  COMMUNITY\n    7  BASED  ORGANIZATIONS.  SUCH  MODEL  COMMUNITY PROGRAMS SHALL INCLUDE THE\n    8  FOLLOWING:\n    9    1. A MODEL TELEPHONE REASSURANCE PROGRAM SHALL BE DEVELOPED TO PROVIDE\n   10  FOR THE FOLLOWING:\n   11    (A) PHONE CALLS BY THE ORGANIZATION MAINTAINING THE PROGRAM TO PARTIC-\n   12  IPATING SENIORS AT AN AGREED UPON TIME EACH DAY;\n   13    (B) A SECONDARY CONTACT, WHERE APPLICABLE,  TO  BE  CONTACTED  IF  THE\n   14  SENIOR DOES NOT ANSWER THE INITIAL CALL AND BEFORE LOCAL LAW ENFORCEMENT\n   15  ARE CONTACTED;\n   16    (C)  COORDINATION  WITH LOCAL LAW ENFORCEMENT TO ENSURE AN APPROPRIATE\n   17  RESPONSE IN THE EVENT THE SENIOR CANNOT BE CONTACTED;\n   18    (D) ADVANCE CONSENT TO ACCESS TO THE HOME BY LOCAL LAW ENFORCEMENT  TO\n   19  DETERMINE  THE STATUS OF THE SENIOR IF CONTACT WITH THE SENIOR COULD NOT\n   20  BE MADE; AND\n   21    (E) INCREASED COORDINATION BETWEEN THE SENIORS UTILIZING  THE  PROGRAM\n   22  AND  PROGRAM  OPERATORS TO REDUCE INCIDENTS RESULTING IN UNNECESSARY LAW\n   23  ENFORCEMENT RESPONSE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04508-01-1\n\n       S. 1898                             2\n\n    1    2. A MODEL VISITING PROGRAM SHALL BE DEVELOPED TO PROVIDE SENIORS WITH\n    2  A VISITOR WHO CAN OFFER CONTACT ON A REGULAR BASIS AND COMPANIONSHIP FOR\n    3  SENIORS WHO LACK A NETWORK OF FAMILY AND FRIENDS IN  THEIR  COMMUNITIES.\n    4  THE MODEL VISITING PROGRAM SHALL INCLUDE:\n    5    (A)  METHODS  TO  OBTAIN VOLUNTEERS INCLUDING BY PARTNERING WITH LOCAL\n    6  EDUCATIONAL INSTITUTIONS;\n    7    (B) SYSTEMS TO SCREEN VOLUNTEERS TO  BOTH  ENSURE  A  GOOD  MATCH  AND\n    8  PROTECT SENIORS INVOLVED IN THE PROGRAM;\n    9    (C)  SYSTEMS TO PERIODICALLY CHECK ON BOTH VOLUNTEERS AND THE SENIORS;\n   10  AND\n   11    (D) RESPONSES TO PROBLEMS THAT MAY ARISE.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1898\n\nTITLE OF BILL:\nAn act\nto amend the elder law, in relation to requiring establishment of model\ncommunity programs for local agencies, including a model telephone\nreassurance program and a model visiting program for elders\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo encourage the development of programs to assist seniors at the\nlocal level\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. Amends the Elder Law by adding a new section 203-a.\nRequires the State Office for the Aging (SOFA) to develop model\ncommunity programs for a telephone reassurance program and visiting\nprogram that would be provided to local area agencies on aging and\ncommunity based organizations upon request to assist them in\ndeveloping programs at the local level.\n\nSection 2. Effective Date\n\nEXISTING LAW:\nNone.\n\nJUSTIFICATION:\nMany programs function better at the local level, rather than being\nestablished by a state agency. However, many local organizations do\nnot know how to proceed in organizing and establishing a program.\nThis bill would require SOFA to create a model program that could be\nused by local area agencies on aging and community based\norganizations as a template to establish a telephone reassurance\nprogram or visiting program to assist seniors in their local\ncommunities.\n\nPRIOR LEGISLATIVE HISTORY:\n2011:      Senate - New Bill/A.1702 Referred to Aging\n2009-10:   A.11305 - Reported, Referred to Ways and Means\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis Act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to requiring establishment of model community programs for local agencies, including a model telephone reassurance program and a model visiting program for elders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T095906.TXT", "SOBI.D110114.T092903.TXT", "SOBI.D110114.T094405.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110118.T123631.TXT", "SOBI.D110127.T134853.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296154133266
}