{
  "year" : 2011,
  "senateBillNo" : "S1897-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1897-2011-1294981200000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the provision of guides containing best practices for retaining employees who are informal caregivers",
  "summary" : "Requires the provision of guides containing best practices for retaining employees who are informal caregivers; such guide shall be available on the websites of the state office for the aging, the department of labor and the department of state. ",
  "currentCommittee" : "AGING",
  "sameAs" : "A1902",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A1902-2009", "A8233-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1897\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to the  provision  of  guides\n         containing  best  practices  for  retaining employees who are informal\n         caregivers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  elder  law is amended by adding a new section 224 to\n    2  read as follows:\n    3    S 224. INFORMAL CAREGIVERS IN THE WORKPLACE  PROGRAM.  1.  THE  OFFICE\n    4  SHALL,  IN CONJUNCTION WITH THE DEPARTMENT OF LABOR, AND IN CONSULTATION\n    5  WITH  COMMUNITY  BASED  ORGANIZATIONS  REPRESENTING  THE  INTERESTS   OF\n    6  INFORMAL  CAREGIVERS  AROUND  THE  STATE, DEVELOP AND UPDATE ON A YEARLY\n    7  BASIS A GUIDE FOR BUSINESSES IN THE STATE  THAT  CONTAINS  CURRENT  BEST\n    8  PRACTICES  FOR  RETAINING EMPLOYEES WHO ARE ALSO INFORMAL CAREGIVERS AND\n    9  INFORMATION FOR SUPPORTING SUCH EMPLOYEES SO THEY CAN ACHIEVE EFFECTIVE-\n   10  NESS BOTH IN AND OUT OF THE WORKPLACE.\n   11    2. SUCH GUIDE SHALL BE AVAILABLE ON THE WEBSITES OF  THE  OFFICE,  THE\n   12  DEPARTMENT  OF LABOR AND THE DEPARTMENT OF STATE. BUSINESSES THAT OBTAIN\n   13  CERTIFICATION OR LICENSURE FROM THE DEPARTMENT OF LABOR OR DEPARTMENT OF\n   14  STATE SHALL BE PROVIDED WITH A LINK TO THE GUIDE PROVIDED FOR IN  SUBDI-\n   15  VISION ONE OF THIS SECTION, OR A PAPER COPY UPON REQUEST, WHEN THE BUSI-\n   16  NESS  APPLIES  FOR SUCH CERTIFICATION OR LICENSURE. A NOMINAL FEE MAY BE\n   17  CHARGED FOR PAPER COPIES PROVIDED TO INDIVIDUALS WHO  ARE  NOT  BUSINESS\n   18  OWNERS.\n   19    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04502-01-1\n",
  "memo" : "BILL NUMBER:S1897\n\nTITLE OF BILL:\nAn act\nto amend the elder law, in relation to the provision of guides\ncontaining best practices for retaining employees who are informal\ncaregivers\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo make materials available to\nemployers in New York state on the issue of informal caregiving by\nemployees.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. Amends the Elder Law by adding a new section 224.\nEstablishes the informal caregivers in the workplace program.\nprovides that the New York State Office for the Aging, in conjunction\nwith the Department of Labor, shall develop and update a guide for\nbusinesses in the State that contain best practices for retaining and\nassisting employees who are also informal caregivers.\n\nSection 2. Effective Date\n\nEXISTING LAW:\nNone.\n\nJUSTIFICATION:\nRecent studies indicate that if we were to quantify that value of\ninformal caregiving as a part of our healthcare system, it would\naccount for well over $20 billion each year. Many employers and\nemployees at some point have to care for a disabled parent, spouse,\nor child, and in many cases are unable to appropriately assist\nemployees in this situation. What this bill attempts to do is develop\nand disseminate materials to employees and employers about informal\ncaregiving, how it impacts their businesses, and how businesses can\nsupport their caregiving employees.\n\nPRIOR LEGISLATIVE HISTORY:\n2011:      Senate-New Bill/A.1902 - Referred to Aging\n2009-10:   A.8233-Third Reading Calendar\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to the provision of guides containing best practices for retaining employees who are informal caregivers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T095906.TXT", "SOBI.D110114.T092903.TXT", "SOBI.D110114.T095406.TXT", "SOBI.D110127.T135354.TXT", "SOBI.D110114.T094405.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110120.T101311.TXT", "SOBI.D110114.T101910.TXT", "SOBI.D110114.T121438.TXT", "SOBI.D110127.T134853.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296154434419
}