{
  "year" : 2011,
  "senateBillNo" : "S1899-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1899-2011-1294981200000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that notice of increase in mortgage escrow account be given in advance",
  "summary" : "Provides that a mortgage investing institution that maintains a mortgage on any real property in the state of New York shall give ten days written notice prior to requiring payment of an increase in the amount of escrow if the dollar amount of such increase is more than five percent of the total monthly payment; provides that no service charge shall be imposed for the giving of such notice; defines that term \"mortgage investing institutions\" as any banking organization or other entity engaged in the business of offering mortgage financing to the public or investing in mortgages. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "S442-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1899\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the general obligations law, in relation to increases in\n         mortgage escrow account requirements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  general  obligations  law is amended by adding a new\n    2  section 5-603 to read as follows:\n    3    S 5-603. INCREASES IN  DEPOSITS  IN  ESCROW  WITH  MORTGAGE  INVESTING\n    4  INSTITUTIONS.  ANY  MORTGAGE  INVESTING  INSTITUTION  THAT  MAINTAINS AN\n    5  ESCROW ACCOUNT PURSUANT TO ANY AGREEMENT EXECUTED IN CONNECTION  WITH  A\n    6  MORTGAGE  ON ANY REAL PROPERTY LOCATED IN THIS STATE SHALL GIVE TEN DAYS\n    7  WRITTEN NOTICE PRIOR TO REQUIRING PAYMENT OF ANY INCREASE IN THE  AMOUNT\n    8  OF  ESCROW  IF  THE  DOLLAR  AMOUNT  OF  SUCH INCREASE IS MORE THAN FIVE\n    9  PERCENT OF THE  DOLLAR  AMOUNT  OF  THE  TOTAL  MONTHLY  PAYMENT  (WHICH\n   10  INCLUDES  PRINCIPAL,  INTEREST,  AND  ALL  ESCROW AMOUNTS) FOR THE MONTH\n   11  PRIOR TO THE MONTH FOR WHICH  THE  INCREASE  IS  EFFECTIVE.  NO  SERVICE\n   12  CHARGE  SHALL BE IMPOSED FOR THE GIVING OF SUCH NOTICE. FOR THE PURPOSES\n   13  OF THIS SECTION, \"MORTGAGE INVESTING INSTITUTION\" SHALL MEAN ANY BANKING\n   14  ORGANIZATION, AS DEFINED IN SECTION TWO OF THE BANKING LAW, OR ANY OTHER\n   15  ENTITY ENGAGED IN THE BUSINESS OF OFFERING  MORTGAGE  FINANCING  TO  THE\n   16  PUBLIC OR INVESTING IN MORTGAGES.\n   17    S  2.  This  act shall take effect on the ninetieth day after it shall\n   18  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07237-01-1\n",
  "memo" : "BILL NUMBER:S1899\n\nTITLE OF BILL:\nAn act\nto amend the general obligations law, in relation to increases in\nmortgage escrow account requirements\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAdds a new Section 5-603 to the General obligations Law providing that\na mortgage investing institution that maintains a mortgage on any\nreal property in the State of New York shall give ten days written\nnotice prior to requiring payment of an increase in the amount of\nescrow if the amount is more than 5% of the total monthly payment. No\nservice charge shall be imposed for the giving of such notice. The\nterm \"mortgage investing institutions\" shall refer to any banking\norganization or other entity engaged in the business of offering\nmortgage financing to the public or investing in mortgages.\n\nJUSTIFICATION:\nCurrently, a mortgagor can raise the monthly payments by any amount\nand not give any notice. This bill would allow a mortgagee to prepare\nfor the increase.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nNinety days after enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to increases in mortgage escrow account requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T102411.TXT", "SOBI.D110114.T094405.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T120938.TXT", "SOBI.D110114.T101410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963646
}