{
  "year" : 2011,
  "senateBillNo" : "S1891-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1891-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the New York jobs tax credit; personal income tax rates and benefit recapture; entire net income base",
  "summary" : "Creates the New York jobs tax credit (part A); relates to personal income tax rates and benefit recapture (part B); relates to entire net income base (part C); creates a commission on regulatory reform and economic competitiveness (part D). ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1891\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the tax law, in relation to the creation of the New York\n         jobs tax credit (Part A); to amend the tax law,  in  relation  to  the\n         personal income tax rates and benefit recapture (Part B); to amend the\n         tax  law, in relation to entire net income base (Part C); and creating\n         a commission on regulatory reform and  economic  competitiveness;  and\n         providing  for  the  repeal of such provisions upon expiration thereof\n         (Part D)\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This  act enacts into law major components of legislation\n    2  relating to taxes and regulatory reform  and  economic  competitiveness.\n    3  Each  component  is wholly contained within a Part identified as Parts A\n    4  through D. The effective date for each  particular  provision  contained\n    5  within  such  Part  is  set  forth in the last section of such Part. Any\n    6  provision in any section contained within a part, including  the  effec-\n    7  tive  date  of  the  Part,  which makes referenced to a section \"of this\n    8  act\", when used in connection with that particular component,  shall  be\n    9  deemed  to  mean  and  refer to the corresponding section of the Part in\n   10  which it is found. Section three of this  act  sets  forth  the  general\n   11  effective date of this act.\n\n   12                                   PART A\n\n   13    Section 1. The tax law is amended by adding a new section 31-a to read\n   14  as follows:\n   15    S 31-A. NEW YORK JOBS TAX CREDIT. (A) ALLOWANCE OF CREDIT. A TAXPAYER,\n   16  WHICH IS SUBJECT TO TAX UNDER ARTICLE NINE-A OR TWENTY-TWO OF THIS CHAP-\n   17  TER  AND WHICH CREATES A NEW JOB, SHALL BE ALLOWED A CREDIT AGAINST SUCH\n   18  TAX. THE AMOUNT OF THE CREDIT ALLOWED UNDER THIS SECTION SHALL BE  EQUAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n       S                                                          LBD08230-01-1\n\n       S. 1891                             2\n\n    1  TO  THE  AMOUNT  OF  WITHHOLDING, REQUIRED BY ARTICLE TWENTY-TWO OF THIS\n    2  CHAPTER, REMITTED TO THE STATE FOR EACH NEW EMPLOYEE. THE  CREDIT  SHALL\n    3  NOT BE MORE THAN FIVE THOUSAND DOLLARS FOR ANY NEW EMPLOYEE FOR ONE FULL\n    4  YEAR  OF  EMPLOYMENT;  IF  A NEW EMPLOYEE HAS BEEN HIRED FOR LESS THAN A\n    5  FULL TAX YEAR THIS AMOUNT SHALL BE PRORATED AND APPORTIONED TO EACH  TAX\n    6  YEAR  BUT SHALL IN NO WAY DECREASE THE FULL THREE YEARS OF CREDIT ELIGI-\n    7  BILITY.  THE TAXPAYER MAY CLAIM THIS CREDIT FOR EACH NEW EMPLOYEE FOR  A\n    8  PERIOD  OF THREE YEARS OF EMPLOYMENT.  THE TAXPAYER MAY OFFSET QUARTERLY\n    9  ESTIMATED RETURNS WITH THE AMOUNT OF THIS CREDIT EARNED IN ANY  PREVIOUS\n   10  QUARTER.\n   11    (B)  FOR CALENDAR YEARS TWO THOUSAND ELEVEN AND TWO THOUSAND TWELVE IF\n   12  A NEW EMPLOYEE WAS RECEIVING UNEMPLOYMENT INSURANCE BENEFITS AT THE TIME\n   13  OF HIRE, AN ADDITIONAL THREE THOUSAND DOLLAR CREDIT WILL BE ALLOWED  FOR\n   14  THE FIRST FULL YEAR OF EMPLOYMENT.\n   15    (C)  DEFINITIONS.  AS  USED IN THIS SECTION, THE FOLLOWING TERMS SHALL\n   16  HAVE THE FOLLOWING MEANINGS:\n   17    (1) \"NEW EMPLOYEE\" SHALL MEAN ANY FULL TIME EMPLOYEE THAT  CAUSES  THE\n   18  TOTAL  NUMBER  OF  EMPLOYEES TO INCREASE ABOVE BASE EMPLOYMENT OR CREDIT\n   19  EMPLOYMENT, WHICHEVER IS HIGHER.\n   20    (2) \"BASE YEAR\" SHALL MEAN CALENDAR YEAR TWO THOUSAND TEN.\n   21    (3) \"BASE EMPLOYMENT\" SHALL MEAN  THE  AVERAGE  NUMBER  OF  FULL  TIME\n   22  EMPLOYEES OR FULL TIME EQUIVALENT EMPLOYEES DURING THE BASE YEAR.  FOR A\n   23  NEW BUSINESS, BASE EMPLOYMENT SHALL BEGIN AT ZERO.\n   24    (4)  \"CREDIT EMPLOYMENT\" SHALL MEAN BASE EMPLOYMENT PLUS THE NUMBER OF\n   25  NEW EMPLOYEES FOR WHICH A CREDIT IS EARNED.\n   26    (5) \"WITHHOLDING\" FOR THE PURPOSES OF THIS SECTION SHALL BE THE  WITH-\n   27  HOLDING  REQUIRED BY ARTICLE TWENTY-TWO OF THIS CHAPTER CALCULATED USING\n   28  THE EMPLOYEES APPLICABLE WAGE AND FILING STATUS WITH ONE EXEMPTION.\n   29    (D) REPLACEMENT EMPLOYEES. IF A NEW EMPLOYEE FOR WHICH  A  CREDIT  WAS\n   30  EARNED  LEAVES  THE  PAYROLL AND AN EMPLOYEE IS HIRED WHICH BRINGS TOTAL\n   31  EMPLOYMENT ABOVE BASE EMPLOYMENT  BUT  AT  OR  BELOW  CREDIT  EMPLOYMENT\n   32  LEVEL,  THE  CREDIT  ELIGIBILITY PERIOD FOR SUCH EMPLOYEE SHALL BE THREE\n   33  YEARS MINUS THE AMOUNT OF TIME (ROUNDED TO  THE  NEXT  FULL  MONTH)  THE\n   34  DEPARTING EMPLOYEE RECEIVED THE CREDIT.\n   35    (E) FEDERAL ARRA (AMERICAN RECOVERY AND REINVESTMENT ACT) FUNDS SUFFI-\n   36  CIENT  TO COVER THE TOTAL AMOUNT OF THE ADDITIONAL THREE THOUSAND DOLLAR\n   37  CREDIT CLAIMED FOR HIRING OFF THE UNEMPLOYMENT ROLLS FOUND  IN  SUBDIVI-\n   38  SION  (B)  OF  THIS  SECTION  SHALL BE TRANSFERRED FROM THE SPECIAL FUND\n   39  ESTABLISHED IN SECTION FIVE HUNDRED FIFTY-TWO OF THE LABOR  LAW  TO  THE\n   40  GENERAL FUND.\n   41    S 2. Section 210 of the tax law is amended by adding a new subdivision\n   42  43 to read as follows:\n   43    43. NEW YORK JOBS TAX CREDIT. (A) ALLOWANCE OF CREDIT. A TAXPAYER WILL\n   44  BE  ALLOWED A CREDIT, TO BE COMPUTED AS PROVIDED IN SECTION THIRTY-ONE-A\n   45  OF THIS CHAPTER, AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n   46    (B) APPLICATION OF CREDIT. THE CREDIT ALLOWED UNDER  THIS  SUBDIVISION\n   47  FOR  ANY  TAXABLE  YEAR MAY NOT REDUCE THE TAX DUE FOR SUCH YEAR TO LESS\n   48  THAN THE HIGHER OF THE AMOUNTS PRESCRIBED IN PARAGRAPHS (C) AND  (D)  OF\n   49  SUBDIVISION  ONE  OF  THIS  SECTION.  HOWEVER,  IF  THE AMOUNT OF CREDIT\n   50  ALLOWED UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE  TAX  TO\n   51  SUCH  AMOUNT,  ANY  AMOUNT OF CREDIT THUS NOT DEDUCTIBLE IN SUCH TAXABLE\n   52  YEAR WILL BE TREATED AS AN OVERPAYMENT OF TAX TO BE CREDITED OR REFUNDED\n   53  IN ACCORDANCE WITH THE PROVISIONS OF SECTION ONE THOUSAND EIGHTY-SIX  OF\n   54  THIS  CHAPTER.  PROVIDED,  HOWEVER,  THE PROVISIONS OF SUBSECTION (C) OF\n   55  SECTION ONE THOUSAND EIGHTY-EIGHT OF THIS  CHAPTER  NOTWITHSTANDING,  NO\n   56  INTEREST WILL BE PAID THEREON.\n\n       S. 1891                             3\n\n    1    S  3. Section 606 of the tax law is amended by adding a new subsection\n    2  (ss) to read as follows:\n    3    (SS)  NEW YORK JOBS TAX CREDIT. (1) A TAXPAYER WILL BE ALLOWED A CRED-\n    4  IT, TO THE EXTENT ALLOWED UNDER SECTION THIRTY-ONE-A  OF  THIS  CHAPTER,\n    5  AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n    6    (2)  APPLICATION  OF CREDIT. IF THE AMOUNT OF THE CREDIT ALLOWED UNDER\n    7  THIS SUBSECTION FOR ANY TAXABLE YEAR EXCEEDS THE TAXPAYER'S TAX FOR SUCH\n    8  YEAR, THE EXCESS WILL BE TREATED AS AN OVERPAYMENT OF TAX TO BE CREDITED\n    9  OR REFUNDED IN ACCORDANCE WITH THE PROVISIONS  OF  SECTION  SIX  HUNDRED\n   10  EIGHTY-SIX  OF THIS ARTICLE, PROVIDED, HOWEVER, THAT NO INTEREST WILL BE\n   11  PAID THEREON.\n   12    S 4. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   13  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   14  follows:\n\n   15  (XXXII) NEW YORK JOBS TAX          AMOUNT OF CREDIT UNDER SUBDIVISION\n   16  CREDIT UNDER SUBSECTION (SS)       FORTY-THREE OF SECTION TWO HUNDRED TEN\n   17    S 5. This act shall take effect immediately and shall apply to taxable\n   18  years beginning on and after January 1, 2011.\n\n   19                                   PART B\n\n   20    Section 1. The opening paragraph of subsection (a), the opening  para-\n   21  graph  of  subsection (b) and the opening paragraph of subsection (c) of\n   22  section 601 of the tax law, as amended by section 1 of part Z-1 of chap-\n   23  ter 57 of the laws of 2009, are amended to read as follows:\n   24    Resident married individuals filing joint returns and resident surviv-\n   25  ing spouses. There is hereby imposed for each taxable year  on  the  New\n   26  York  taxable  income  of  every resident married individual who makes a\n   27  single return jointly with his spouse under subsection  (b)  of  section\n   28  six hundred fifty-one OF THIS ARTICLE and on the New York taxable income\n   29  of  every  resident surviving spouse a tax determined in accordance with\n   30  the following tables. PROVIDED HOWEVER, FOR THE TAXABLE  YEAR  BEGINNING\n   31  IN  TWO  THOUSAND  ELEVEN,  IF  THE  TAXPAYER HAS SMALL BUSINESS TAXABLE\n   32  INCOME, AS CALCULATED IN SECTION SIX HUNDRED  ELEVEN  OF  THIS  ARTICLE,\n   33  THEN  THE  TAX DETERMINED BY THIS SUBSECTION SHALL BE THE COMBINATION OF\n   34  THE TAX ON SMALL BUSINESS TAXABLE INCOME DETERMINED BY USING  THE  TABLE\n   35  IN  PARAGRAPH TWO OF THIS SUBSECTION AND THE TAX ON THE AMOUNT RESULTING\n   36  WHEN SMALL BUSINESS TAXABLE INCOME IS SUBTRACTED FROM NEW  YORK  TAXABLE\n   37  INCOME,  DETERMINED  BY  USING  THE  TABLE  IN  PARAGRAPH  ONE  OF  THIS\n   38  SUBSECTION:\n   39    Resident heads of households. There is hereby imposed for each taxable\n   40  year on the New York taxable income of every resident head of  a  house-\n   41  hold  a tax determined in accordance with the following tables. PROVIDED\n   42  HOWEVER, FOR THE TAXABLE YEAR BEGINNING IN TWO THOUSAND ELEVEN,  IF  THE\n   43  TAXPAYER HAS SMALL BUSINESS TAXABLE INCOME, AS CALCULATED IN SECTION SIX\n   44  HUNDRED  ELEVEN  OF  THIS  ARTICLE,  THEN  THE  TAX  DETERMINED  BY THIS\n   45  SUBSECTION SHALL BE THE COMBINATION OF THE TAX ON SMALL BUSINESS TAXABLE\n   46  INCOME DETERMINED BY USING THE TABLE IN PARAGRAPH TWO OF THIS SUBSECTION\n   47  AND THE TAX ON THE AMOUNT RESULTING WHEN SMALL BUSINESS  TAXABLE  INCOME\n   48  IS  SUBTRACTED  FROM  NEW  YORK  TAXABLE INCOME, DETERMINED BY USING THE\n   49  TABLE IN PARAGRAPH ONE OF THIS SUBSECTION:\n   50    Resident unmarried individuals, resident  married  individuals  filing\n   51  separate  returns  and  resident  estates  and  trusts.  There is hereby\n   52  imposed for each taxable year on the New York taxable  income  of  every\n   53  resident  individual  who is not a married individual who makes a single\n\n       S. 1891                             4\n\n    1  return jointly with his spouse  under  subsection  (b)  of  section  six\n    2  hundred fifty-one OF THIS ARTICLE or a resident head of a household or a\n    3  resident  surviving  spouse, and on the New York taxable income of every\n    4  resident  estate  and  trust  a  tax  determined  in accordance with the\n    5  following tables. PROVIDED HOWEVER, FOR THE TAXABLE  YEAR  BEGINNING  IN\n    6  TWO  THOUSAND ELEVEN, IF THE TAXPAYER HAS SMALL BUSINESS TAXABLE INCOME,\n    7  AS CALCULATED IN SECTION SIX HUNDRED ELEVEN OF THIS  ARTICLE,  THEN  THE\n    8  TAX DETERMINED BY THIS SUBSECTION SHALL BE THE COMBINATION OF THE TAX ON\n    9  SMALL BUSINESS TAXABLE INCOME DETERMINED BY USING THE TABLE IN PARAGRAPH\n   10  TWO  OF  THIS  SUBSECTION AND THE TAX ON THE AMOUNT RESULTING WHEN SMALL\n   11  BUSINESS TAXABLE INCOME IS SUBTRACTED  FROM  NEW  YORK  TAXABLE  INCOME,\n   12  DETERMINED BY USING THE TABLE IN PARAGRAPH ONE OF THIS SUBSECTION:\n   13    S 2. Subparagraph (B) of paragraph 2 and subparagraph (B) of paragraph\n   14  3  of  subsection (d) of section 601 of the tax law, subparagraph (B) of\n   15  paragraph 2 as amended by section 2 and subparagraph (B) of paragraph  3\n   16  as  amended  by section 3 of part Z-1 of chapter 57 of the laws of 2009,\n   17  are amended to read as follows:\n   18    (B) For taxable years beginning after two thousand two and before  two\n   19  thousand  six, the fraction is computed as follows: the numerator is the\n   20  lesser of fifty thousand dollars or the  excess  of  New  York  adjusted\n   21  gross  income  for  the  taxable  year  over  one hundred fifty thousand\n   22  dollars and the denominator is fifty thousand dollars. For taxable years\n   23  beginning after two thousand eight and before two thousand  twelve,  the\n   24  fraction  is  computed  as follows: the numerator is the lesser of fifty\n   25  thousand dollars or the excess of New York adjusted gross income for the\n   26  taxable year over three hundred thousand dollars and the denominator  is\n   27  fifty  thousand dollars.  FOR THE PURPOSES OF THIS SUBPARAGRAPH, FOR THE\n   28  TAXABLE YEAR BEGINNING IN TWO THOUSAND ELEVEN, INCOME DERIVED AS A  SOLE\n   29  PROPRIETOR,  MEMBER OF A PARTNERSHIP OR A SHAREHOLDER OF A BUSINESS THAT\n   30  EMPLOYS FIFTY OR LESS EMPLOYEES OR THE ENTIRE NET  INCOME  BASE  OF  THE\n   31  BUSINESS  ENTITY  IS LESS THAN TWO MILLION DOLLARS SHALL NOT BE INCLUDED\n   32  IN ADJUSTED GROSS INCOME.\n   33    (B) For such taxpayers with adjusted gross income  over  five  hundred\n   34  thousand  dollars,  for taxable years beginning after two thousand eight\n   35  and before two thousand twelve, the fraction is computed as follows: the\n   36  numerator is the lesser of fifty thousand dollars or the excess  of  New\n   37  York  adjusted gross income for the taxable year over five hundred thou-\n   38  sand dollars and the denominator is fifty thousand dollars.    Provided,\n   39  however,  that the total tax prior to the application of any tax credits\n   40  shall not exceed the highest rate of tax set forth in the tax  table  in\n   41  subsection  (a)  of  this  section  multiplied by the taxpayer's taxable\n   42  income.  FOR THE PURPOSES OF THIS SUBPARAGRAPH,  FOR  THE  TAXABLE  YEAR\n   43  BEGINNING  IN  TWO THOUSAND ELEVEN, INCOME DERIVED AS A SOLE PROPRIETOR,\n   44  MEMBER OF A PARTNERSHIP OR A SHAREHOLDER  OF  A  BUSINESS  THAT  EMPLOYS\n   45  FIFTY  OR  LESS  EMPLOYEES OR THE ENTIRE NET INCOME BASE OF THE BUSINESS\n   46  ENTITY IS LESS THAN  TWO  MILLION  DOLLARS  SHALL  NOT  BE  INCLUDED  IN\n   47  ADJUSTED GROSS INCOME.\n   48    S  3. Section 611 of the tax law is amended by adding a new subsection\n   49  (c) to read as follows:\n   50    (C) FOR THE TAXABLE YEAR BEGINNING IN  TWO  THOUSAND  ELEVEN,  TAXABLE\n   51  INCOME  DERIVED  AS A SOLE PROPRIETOR, MEMBER OF A PARTNERSHIP OR SHARE-\n   52  HOLDER OF A BUSINESS THAT EMPLOYS FIFTY OR LESS EMPLOYEES OR THE  ENTIRE\n   53  NET  INCOME BASE OF THE BUSINESS ENTITY IS LESS THAN TWO MILLION DOLLARS\n   54  SHALL BE REFERRED TO AS \"SMALL BUSINESS TAXABLE  INCOME\"  CALCULATED  AS\n   55  FOLLOWS:  TOTAL  TAXABLE INCOME OF THE TAXPAYER SHALL BE MULTIPLIED BY A\n   56  FRACTION, THE NUMERATOR  BEING  THE  AMOUNT  OF  ADJUSTED  GROSS  INCOME\n\n       S. 1891                             5\n\n    1  DERIVED  AS A SOLE PROPRIETOR, MEMBER OF A PARTNERSHIP OR SHAREHOLDER OF\n    2  A BUSINESS THAT EMPLOYS FIFTY OR LESS EMPLOYEES OR THE ENTIRE NET INCOME\n    3  BASE OF THE BUSINESS ENTITY IS LESS THAN TWO  MILLION  DOLLARS  AND  THE\n    4  DENOMINATOR BEING THE TOTAL ADJUSTED GROSS INCOME OF THE TAXPAYER.\n    5    S 4. This act shall take effect immediately and shall apply to taxable\n    6  years beginning on or after January 1, 2011.\n\n    7                                   PART C\n\n    8    Section  1.  Paragraph  (a) of subdivision 1 of section 210 of the tax\n    9  law, as amended by section 2 of part N of chapter  60  of  the  laws  of\n   10  2007, is amended to read as follows:\n   11    (a)  Entire  net  income base. For taxable years beginning before July\n   12  first, nineteen hundred ninety-nine, the amount prescribed by this para-\n   13  graph shall be computed at the rate of nine percent  of  the  taxpayer's\n   14  entire  net  income base. For taxable years beginning after June thirti-\n   15  eth, nineteen hundred ninety-nine and before July first,  two  thousand,\n   16  the amount prescribed by this paragraph shall be computed at the rate of\n   17  eight and one-half percent of the taxpayer's entire net income base. For\n   18  taxable  years  beginning  after June thirtieth, two thousand and before\n   19  July first, two thousand one, the amount prescribed  by  this  paragraph\n   20  shall  be computed at the rate of eight percent of the taxpayer's entire\n   21  net income base. For taxable years beginning after June  thirtieth,  two\n   22  thousand  one  and  before January first, two thousand seven, the amount\n   23  prescribed by this paragraph shall be computed at the rate of seven  and\n   24  one-half  percent  of the taxpayer's entire net income base. For taxable\n   25  years beginning on or after  January  first,  two  thousand  seven,  the\n   26  amount  prescribed  by  this  paragraph shall be computed at the rate of\n   27  seven and one-tenth percent of the taxpayer's entire  net  income  base.\n   28  The  taxpayer's  entire  net  income  base shall mean the portion of the\n   29  taxpayer's entire net income allocated within the state  as  hereinafter\n   30  provided, subject to any modification required by paragraphs (d) and (e)\n   31  of  subdivision  three  of this section. However, in the case of a small\n   32  business taxpayer, as defined in paragraph (f) of this subdivision,  the\n   33  amount  prescribed  by  this  paragraph  shall  be  computed pursuant to\n   34  subparagraph (iv) of this paragraph and in the case of  a  manufacturer,\n   35  as  defined  in subparagraph [(vi)] (VIII) of this paragraph, the amount\n   36  prescribed by this paragraph shall be computed pursuant to  subparagraph\n   37  [(vi)] (VIII) of this paragraph.\n   38    (i)  if  the entire net income base is not more than two hundred thou-\n   39  sand dollars, (1) for taxable years beginning before July  first,  nine-\n   40  teen  hundred  ninety-nine,  the  amount  shall  be eight percent of the\n   41  entire net income base; (2) for taxable years beginning after June thir-\n   42  tieth, nineteen hundred ninety-nine and before July first, two  thousand\n   43  three,  the amount shall be seven and one-half percent of the entire net\n   44  income base; and (3) for taxable years beginning after  June  thirtieth,\n   45  two  thousand  three  and  before  January first, two thousand five, the\n   46  amount shall be 6.85 percent of the entire net income base;\n   47    (ii) if the entire net income base is more than two  hundred  thousand\n   48  dollars  but not over two hundred ninety thousand dollars, (1) for taxa-\n   49  ble years beginning before July first, nineteen hundred ninety-nine, the\n   50  amount shall be the sum  of  (a)  sixteen  thousand  dollars,  (b)  nine\n   51  percent  of  the  excess  of the entire net income base over two hundred\n   52  thousand dollars and (c) five percent of the excess of  the  entire  net\n   53  income  base  over  two  hundred fifty thousand dollars; (2) for taxable\n   54  years beginning after June thirtieth, nineteen hundred  ninety-nine  and\n\n       S. 1891                             6\n\n    1  before  July  first,  two  thousand,  the amount shall be the sum of (a)\n    2  fifteen thousand dollars, (b) eight and one-half percent of  the  excess\n    3  of  the entire net income base over two hundred thousand dollars and (c)\n    4  five  percent  of  the  excess  of  the  entire net income base over two\n    5  hundred fifty thousand dollars; (3) for taxable  years  beginning  after\n    6  June  thirtieth,  two  thousand and before July first, two thousand one,\n    7  the amount shall be the sum of (a) fifteen thousand dollars,  (b)  eight\n    8  percent  of  the  excess  of the entire net income base over two hundred\n    9  thousand dollars and (c) two and one-half percent of the excess  of  the\n   10  entire  net income base over two hundred fifty thousand dollars; (4) for\n   11  taxable years beginning after  June  thirtieth,  two  thousand  one  and\n   12  before  July  first,  two  thousand three, the amount shall be seven and\n   13  one-half percent of the entire net income  base;  and  (5)  for  taxable\n   14  years  beginning  after  June  thirtieth,  two thousand three and before\n   15  January first, two thousand five, the amount shall be  the  sum  of  (a)\n   16  thirteen  thousand  seven hundred dollars, (b) 7.5 percent of the excess\n   17  of the entire net income base over two hundred thousand dollars and  (c)\n   18  3.25  percent  of  the  excess  of  the  entire net income base over two\n   19  hundred fifty thousand dollars;\n   20    (iii) for taxable years beginning on or after January first, two thou-\n   21  sand five and ending before January first, two thousand  seven,  if  the\n   22  entire  net  income  base  is  not more than two hundred ninety thousand\n   23  dollars the amount shall be six and one-half percent of the  entire  net\n   24  income  base;  if  the  entire  net income base is more than two hundred\n   25  ninety thousand dollars but  not  over  three  hundred  ninety  thousand\n   26  dollars  the  amount  shall  be  the  sum of (1) eighteen thousand eight\n   27  hundred fifty dollars, (2) seven and one-half percent of the  excess  of\n   28  the  entire net income base over two hundred ninety thousand dollars but\n   29  not over three hundred ninety thousand dollars and (3)  seven  and  one-\n   30  quarter  percent  of the excess of the entire net income base over three\n   31  hundred fifty thousand dollars but not over three hundred  ninety  thou-\n   32  sand dollars;\n   33    (iv)  for taxable years beginning on or after January first, two thou-\n   34  sand seven, if the entire net income base is not more than  two  hundred\n   35  ninety  thousand dollars the amount shall be six and one-half percent of\n   36  the entire net income base; if the entire net income base is  more  than\n   37  two  hundred  ninety  thousand dollars but not over three hundred ninety\n   38  thousand dollars the amount shall be the sum of  (1)  eighteen  thousand\n   39  eight  hundred  fifty  dollars,  (2)  seven and one-tenth percent of the\n   40  excess of the entire net income base over two  hundred  ninety  thousand\n   41  dollars  but not over three hundred ninety thousand dollars and (3) four\n   42  and thirty-five hundredths percent of  the  excess  of  the  entire  net\n   43  income base over three hundred fifty thousand dollars but not over three\n   44  hundred ninety thousand dollars;\n   45    (v)   FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOU-\n   46  SAND ELEVEN, IF A TAXPAYER, OR ITS AFFILIATES, WHETHER DOMICILED IN THIS\n   47  STATE OR NOT, AT ANY TIME IN THE TAXPAYER'S  TAXABLE  YEAR,  EMPLOYS  NO\n   48  MORE  THAN FIFTY PERSONS, OR IF THE TAXPAYER'S ENTIRE NET INCOME BASE IS\n   49  LESS THAN TWO MILLION DOLLARS, THE AMOUNT SHALL BE THREE AND ONE-QUARTER\n   50  PERCENT OF THE ENTIRE INCOME BASE;\n   51    (VI) FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO  THOU-\n   52  SAND TWELVE, IF A TAXPAYER, OR ITS AFFILIATES, WHETHER DOMICILED IN THIS\n   53  STATE  OR  NOT,  AT  ANY TIME IN THE TAXPAYER'S TAXABLE YEAR, EMPLOYS NO\n   54  MORE THAN FIFTY PERSONS, OR IF THE TAXPAYER'S ENTIRE NET INCOME BASE  IS\n   55  LESS THAN TWO MILLION DOLLARS, THE AMOUNT SHALL BE ZERO;\n\n       S. 1891                             7\n\n    1    (VII)  if  the taxable period to which subparagraphs (i), (ii), (iii),\n    2  [and] (iv) AND (V) of this paragraph apply is less than  twelve  months,\n    3  the amount prescribed by this paragraph shall be computed as follows:\n    4    (A) Multiply the entire net income base for such taxpayer by twelve;\n    5    (B)  Divide  the result obtained in (A) by the number of months in the\n    6  taxable year;\n    7    (C) Compute an amount pursuant to subparagraphs (i) and (ii)  OF  THIS\n    8  PARAGRAPH  as  if  the result obtained in (B) were the taxpayer's entire\n    9  net income base;\n   10    (D) Multiply the result obtained in (C) by the number of months in the\n   11  taxpayer's taxable year;\n   12    (E) Divide the result obtained in (D) by twelve.\n   13    [(vi)] (VIII) for taxable years beginning on or after January  thirty-\n   14  first, two thousand seven, the amount prescribed by this paragraph for a\n   15  taxpayer  which  is a qualified New York manufacturer, shall be computed\n   16  at the rate of six and one-half (6.5) percent of the  taxpayer's  entire\n   17  net  income  base.  The  term \"manufacturer\" shall mean a taxpayer which\n   18  during the taxable year is principally  engaged  in  the  production  of\n   19  goods   by  manufacturing,  processing,  assembling,  refining,  mining,\n   20  extracting, farming, agriculture, horticulture,  floriculture,  viticul-\n   21  ture  or commercial fishing. However, the generation and distribution of\n   22  electricity, the distribution of natural  gas,  and  the  production  of\n   23  steam  associated with the generation of electricity shall not be quali-\n   24  fying activities for a manufacturer under this subparagraph.   Moreover,\n   25  the  combined group shall be considered a \"manufacturer\" for purposes of\n   26  this subparagraph only if the combined group during the taxable year  is\n   27  principally  engaged  in  the activities set forth in this paragraph, or\n   28  any combination thereof. A taxpayer or a combined group shall be  \"prin-\n   29  cipally  engaged\"  in  activities described above if, during the taxable\n   30  year, more than fifty percent of the gross receipts of the  taxpayer  or\n   31  combined group, respectively, are derived from receipts from the sale of\n   32  goods produced by such activities. In computing a combined group's gross\n   33  receipts,  intercorporate receipts shall be eliminated. A \"qualified New\n   34  York manufacturer\" is a manufacturer which  has  property  in  New  York\n   35  which is described in clause (A) of subparagraph (i) of paragraph (b) of\n   36  subdivision  twelve of this section and either (I) the adjusted basis of\n   37  such property for federal income tax purposes at the close of the  taxa-\n   38  ble  year  is  at  least one million dollars or (II) all of its real and\n   39  personal property is located in New York. In addition, a \"qualified  New\n   40  York  manufacturer\"  means  a  taxpayer  which is defined as a qualified\n   41  emerging technology company under paragraph (c) of  subdivision  one  of\n   42  section  thirty-one  hundred two-e of the public authorities law regard-\n   43  less of the ten million dollar limitation expressed in subparagraph  one\n   44  of such paragraph (c).\n   45    (IX)  FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOU-\n   46  SAND ELEVEN, A TAXPAYER OR ITS AFFILIATES,  WHETHER  DOMICILED  IN  THIS\n   47  STATE  OR NOT, THAT IS A \"SMALL MANUFACTURER\", THE AMOUNT SHALL BE THREE\n   48  AND ONE-QUARTER PERCENT OF THE ENTIRE INCOME BASE. A SMALL  MANUFACTURER\n   49  IS  A  TAXPAYER, THAT AT ANY TIME IN THE TAXPAYER'S TAXABLE YEAR EMPLOYS\n   50  NO MORE THAN FIFTY PERSONS, OR THE TAXPAYER'S ENTIRE NET INCOME BASE  IS\n   51  LESS  THAN TWO MILLION DOLLARS, AND THE TAXPAYER MEETS THE DEFINITION OF\n   52  \"MANUFACTURER\" IN SUBPARAGRAPH (VIII) OF THIS PARAGRAPH;\n   53    (X) FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST,  TWO  THOU-\n   54  SAND  TWELVE,  A  TAXPAYER  OR ITS AFFILIATES, WHETHER DOMICILED IN THIS\n   55  STATE OR NOT, THAT IS A \"SMALL MANUFACTURER\", THE AMOUNT SHALL BE  ZERO.\n   56  A  SMALL  MANUFACTURER IS A TAXPAYER, THAT AT ANY TIME IN THE TAXPAYER'S\n\n       S. 1891                             8\n\n    1  TAXABLE YEAR EMPLOYS NO MORE  THAN  FIFTY  PERSONS,  OR  THE  TAXPAYER'S\n    2  ENTIRE NET INCOME BASE IS LESS THAN TWO MILLION DOLLARS, AND THE TAXPAY-\n    3  ER MEETS THE DEFINITION OF \"MANUFACTURER\" IN SUBPARAGRAPH (VIII) OF THIS\n    4  PARAGRAPH.\n    5    S  2.  Subparagraph 1 of paragraph (b) of subdivision 1 of section 210\n    6  of the tax law, as amended by section 1 of part GG-1 of  chapter  57  of\n    7  the laws of 2008, is amended to read as follows:\n    8    (1)  The  amount prescribed by this paragraph for taxable years begin-\n    9  ning before January first, two thousand eight shall be computed  at .178\n   10  percent  for each dollar of the taxpayer's total business and investment\n   11  capital, or the portion thereof allocated within the state as hereinaft-\n   12  er provided. For taxable years beginning on or after January first,  two\n   13  thousand  eight,  the  amount  prescribed  by  this  paragraph  shall be\n   14  computed at .15 percent for each dollar of the taxpayer's total business\n   15  and investment capital, or the  portion  thereof  allocated  within  the\n   16  state  as  hereinafter  provided.  However, in the case of a cooperative\n   17  housing corporation as defined in the internal revenue code, the  appli-\n   18  cable  rate  shall  be .04 percent.   IF A TAXPAYER EMPLOYS NO MORE THAN\n   19  FIFTY EMPLOYEES AND HAS ENTIRE NET INCOME BASE  LESS  THAN  TWO  MILLION\n   20  DOLLARS  THEN  THE  AMOUNT  PRESCRIBED  BY  THIS PARAGRAPH SHALL BE ZERO\n   21  DOLLARS. In no event shall  the  amount  prescribed  by  this  paragraph\n   22  exceed  three  hundred  fifty  thousand  dollars  for qualified New York\n   23  manufacturers and for all other taxpayers ten million dollars for  taxa-\n   24  ble  years  beginning  on or after January first, two thousand eight but\n   25  before January first, two thousand eleven and one  million  dollars  for\n   26  taxable years beginning on or after January first, two thousand eleven.\n   27    S  3.  Subparagraph  (ii) of paragraph (c) of subdivision 1 of section\n   28  210 of the tax law, as amended by section 5 of part N of chapter  60  of\n   29  the laws of 2007, is amended to read as follows:\n   30    (ii)  For taxable years beginning in nineteen hundred ninety, nineteen\n   31  hundred ninety-one, nineteen hundred ninety-two, nineteen hundred  nine-\n   32  ty-three  and nineteen hundred ninety-four the amount prescribed by this\n   33  paragraph shall be computed at the rate of five percent of  the  taxpay-\n   34  er's  minimum  taxable  income  base.  For taxable years beginning after\n   35  nineteen hundred ninety-four and before  July  first,  nineteen  hundred\n   36  ninety-eight,  the amount prescribed by this paragraph shall be computed\n   37  at the rate of three and one-half  percent  of  the  taxpayer's  minimum\n   38  taxable  income  base. For taxable years beginning after June thirtieth,\n   39  nineteen hundred ninety-eight and before July  first,  nineteen  hundred\n   40  ninety-nine,  the  amount prescribed by this paragraph shall be computed\n   41  at the rate of three and one-quarter percent of the  taxpayer's  minimum\n   42  taxable  income  base. For taxable years beginning after June thirtieth,\n   43  nineteen hundred ninety-nine and before July first,  two  thousand,  the\n   44  amount  prescribed  by  this  paragraph shall be computed at the rate of\n   45  three percent of the taxpayer's minimum taxable income base.  For  taxa-\n   46  ble  years  beginning  after  June  thirtieth,  two thousand, the amount\n   47  prescribed by this paragraph shall be computed at the rate  of  two  and\n   48  one-half  percent  of  the  taxpayer's  minimum taxable income base. For\n   49  taxable years beginning on or after January first, two  thousand  seven,\n   50  amount prescribed by this paragraph shall be computed at the rate of one\n   51  and  one-half percent of the taxpayer's minimum taxable income base. The\n   52  \"taxpayer's minimum taxable income base\" shall mean the portion  of  the\n   53  taxpayer's  minimum taxable income allocated within the state as herein-\n   54  after provided, subject to any modifications required by paragraphs  (d)\n   55  and  (e)  of  subdivision three of this section.  HOWEVER, IF A TAXPAYER\n   56  EMPLOYS NO MORE THAN FIFTY EMPLOYEES AND HAS ENTIRE NET INCOME BASE LESS\n\n       S. 1891                             9\n\n    1  THAN TWO MILLION DOLLARS THE AMOUNT PRESCRIBED BY THIS  PARAGRAPH  SHALL\n    2  BE COMPUTED AT THE RATE OF ZERO.\n    3    S 4. Clause (F) of subparagraph 1 of paragraph (d) of subdivision 1 of\n    4  section  210 of the tax law, as amended by section 12 of part A of chap-\n    5  ter 56 of the laws of 1998, is amended and a new clause (G) is added  to\n    6  read as follows:\n    7    (F)  a  gross  payroll  of  one  thousand  dollars or less, with total\n    8  receipts within and without this state of one thousand dollars or  less,\n    9  and the average value of the assets of which are one thousand dollars or\n   10  less, eight hundred dollars[.];\n   11    (G)  A  TAXPAYER  WHICH  EMPLOYS  NO MORE THAN FIFTY EMPLOYEES AND HAS\n   12  ENTIRE NET INCOME BASE LESS THAN  TWO  MILLION  DOLLARS,  REGARDLESS  OF\n   13  GROSS PAYROLL, ZERO DOLLARS.\n   14    S 5. This act shall take effect immediately and shall apply to taxable\n   15  years beginning on and after January 1, 2011.\n\n   16                                   PART D\n\n   17    Section  1.  Legislative  findings.  The  legislature hereby finds and\n   18  declares that the current regulatory environment in New York state has a\n   19  significant impact on the state's businesses, economy and global econom-\n   20  ic competitiveness. In order to provide New York businesses the opportu-\n   21  nity for growth and the ability to compete,  along  with  providing  the\n   22  citizens  of  this  state the ability to find gainful employment and the\n   23  benefits of a strong economy, New York state must provide  a  regulatory\n   24  environment  that  reduces  the  cost  of  doing  business in the state,\n   25  promotes business growth and encourages job creation.\n   26    The legislature further finds that it is in the interest of the  state\n   27  to  undertake  at  this time a rational, independent review of all regu-\n   28  lations that impact the business environment of this state which stifles\n   29  the potential of New York's workers and businesses. In order  to  under-\n   30  take  such  review  rationally and equitably, the legislature determines\n   31  that it is necessary to establish a commission separate and  apart  from\n   32  existing bodies responsible for promulgating rules and regulations which\n   33  affect  the business environment, to review all existing rules and regu-\n   34  lations and to provide continued oversight on future proposed rules  and\n   35  regulations  in  an  effort to cut waste, reduce paperwork and create an\n   36  efficient and cost effective environment for doing business in New York.\n   37    S 2. Commission established. (a) There is hereby created in the execu-\n   38  tive department a commission to be known as the \"Commission on Regulato-\n   39  ry Reform and Economic Competitiveness,\" hereafter referred  to  as  the\n   40  \"commission,\"  which  shall  be charged with examining all current rules\n   41  and regulations affecting the business community in New York  state  and\n   42  recommending changes to that system in light of factors submitted pursu-\n   43  ant  to  section  five of this act and additional factors established by\n   44  the commission. It shall be  further  charged  to  review  the  economic\n   45  impact and cost of any new proposed rules or regulations and make recom-\n   46  mendations pursuant to section nine of this act.\n   47    (b)  The  commission shall consist of seventeen members. The seventeen\n   48  members shall  be  appointed  as  follows:  (i)  two  members  shall  be\n   49  appointed  by  the  temporary  president of the senate; (ii) two members\n   50  shall be appointed by the speaker of  the  assembly;  (iii)  one  member\n   51  shall be appointed by the minority leader of the senate; (iv) one member\n   52  shall be appointed by the minority leader of the assembly; and (v) elev-\n   53  en  members shall be appointed by the governor to consist of the follow-\n   54  ing: (1) two members of the business community; (2) one  member  of  the\n\n       S. 1891                            10\n\n    1  small  business community; (3) two members from the labor community; (4)\n    2  one member from the agricultural community; (5) one member of the  local\n    3  government  community; and (6) four at large members. The governor shall\n    4  designate the chair from among the members of the commission.\n    5    (c)  The  members  of the commission shall receive no compensation for\n    6  their services as members, but shall be allowed their actual and  neces-\n    7  sary  expenses  incurred  in the performance of their duties. Members of\n    8  the commission shall be  considered  public  officers  for  purposes  of\n    9  section 17 of the public officers law.\n   10    (d)  The  commission shall begin to act forty-five days after this act\n   11  shall have become a law. A quorum shall consist of  a  majority  of  the\n   12  members of the commission entitled to vote on the matter under consider-\n   13  ation.  Approval  of  any matter shall require the affirmative vote of a\n   14  majority of the members voting thereon.\n   15    (e) The commission shall adopt by-laws for the  management  and  regu-\n   16  lation of its affairs.\n   17    S  3. Appointments to commission. The legislative leaders shall submit\n   18  their appointments to the governor, and the governor shall make  his  or\n   19  her appointments, no later than forty-five days after this act becomes a\n   20  law.  If  any  such appointment is not made by such date, the appointing\n   21  officer may make  the  appointment  after  that  date,  but  the  vacant\n   22  appointment  shall  not  count  for  calculation of a quorum until it is\n   23  filled.  Vacancies in the commission shall be filled in the same  manner\n   24  as the member whose vacancy is being filled was appointed.\n   25    S  4.  Commission  staff.  The  commission, acting by the chair of the\n   26  commission, may employ staff and consultants, who  shall  be  paid  from\n   27  amounts available to the commission for that purpose.\n   28    S  5.  Factors  and information for consideration. The commissioner of\n   29  each agency or department which promulgates rules and regulations  shall\n   30  submit  to  the  commission, no later than one hundred eighty days after\n   31  this act becomes a law, a list of factors to be considered in its delib-\n   32  erations, which shall include:\n   33    (a) the need for each rule or regulation currently in force;\n   34    (b) a list of rules and regulations which may be rescinded;\n   35    (c) the economic impact of the rules and regulations on  the  business\n   36  environment and job market of the state;\n   37    (d)  a  list of the rules and regulations which generate funds for the\n   38  state and the amount of funds generated by that rule or regulation;\n   39    (e) a list of rules or regulations which  may  be  amended  that  will\n   40  result  in  reduced  paperwork  and create efficiencies in the agency or\n   41  department;\n   42    (f) a summary of how the department or agency's rules and  regulations\n   43  compare to other states and other nations; and\n   44    (g)  a summary of the agency or department's plans to create efficien-\n   45  cies, reduce paperwork and  promote  the  business  environment  in  the\n   46  state.\n   47    The  agency or department may submit additional relevant factors to be\n   48  considered in the deliberations of the commission.  The  commission  may\n   49  also adopt additional factors to be considered in its deliberations.\n   50    S  6.  Deliberations  of  commission.  The deliberations, meetings and\n   51  other proceedings of the commission and any committee thereof  shall  be\n   52  governed  by  article  7  of  the  public  officers  law, provided that,\n   53  notwithstanding section 105 of the public officers law,  the  commission\n   54  and  any  committee  thereof shall conduct business in executive session\n   55  anytime it is addressing in detail the  medical,  financial,  or  credit\n   56  history  of  a  particular  general hospital or nursing home. Any one or\n\n       S. 1891                            11\n\n    1  more members of a committee may participate in a meeting of such commit-\n    2  tee by means of a conference  telephone,  conference  video  or  similar\n    3  communications equipment allowing all persons participating in the meet-\n    4  ing  to  hear  each  other at the same time. Participation by such means\n    5  shall constitute presence in person at a meeting. At any meetings of the\n    6  commission conducted by means  of  a  conference  telephone,  conference\n    7  video   or   similar  communications  equipment,  other  than  executive\n    8  sessions, the public shall be given an opportunity to listen. If a meet-\n    9  ing other than an executive session is to be conducted  by  means  of  a\n   10  conference  telephone, conference video or similar communications equip-\n   11  ment, the public notice for the meeting shall  inform  the  public  that\n   12  such  equipment will be used, and identify the means by which the public\n   13  may listen to such meeting.\n   14    S 7. Commission recommendations.  (a)  The  commission  shall  develop\n   15  recommendations  to  (i)  eliminate  wasteful regulations which increase\n   16  business costs, stunt business growth and discourage job  creation  with\n   17  no clear or significant benefit to the state; and (ii) reduce paperwork,\n   18  create  efficiencies,  and  increase  the competitiveness of the state's\n   19  business environment.\n   20    (b) Such recommendations shall include: (i) recommended dates by which\n   21  such actions should occur; (ii)  necessary  investments,  if  any,  that\n   22  should  be  made  in each case to carry out the commission's recommenda-\n   23  tions, including any necessary workforce,  training,  or  other  invest-\n   24  ments; and (iii) the commission's justification for its recommendations,\n   25  including the use of the factors pursuant to section five of this act.\n   26    (c)  In addition, the commission may include in its report: (i) recom-\n   27  mended areas of further improvement in agencies or  departments  outside\n   28  their rules and regulations; (ii) recommendations for the elimination of\n   29  duplicative  oversight  or  functions  shared by more than one agency or\n   30  department; (iii) recommendations on the consolidation  of  agencies  or\n   31  departments which may have concurrent areas of jurisdiction.\n   32    (d)  On  or  before December 1, 2012, the commission shall transmit to\n   33  the governor and the legislature a  report  containing  its  recommenda-\n   34  tions, which shall include specific recommendations regarding the elimi-\n   35  nation  of  rules  and regulations, elimination of overlapping oversight\n   36  and functions, proposed rules or regulations,  proposed  initiatives  to\n   37  reduce paperwork and create efficiencies and other proposals to decrease\n   38  the cost of doing business in the state.\n   39    S  8.  Implementation  of  recommendations.  (a)  Notwithstanding  any\n   40  contrary provision of law, rule or regulation, the commissioner or  head\n   41  of  any  rule  or  regulation making agency or department shall take all\n   42  actions necessary to implement, in a reasonable, cost-efficient  manner,\n   43  the  recommendations  of the commission pursuant to subdivisions (b) and\n   44  (c) of section seven of this act, including, but not limited to  coordi-\n   45  nating with state or local government officials and other parties as the\n   46  commissioner deems appropriate.\n   47    (b) The provisions of subdivision (a) of this section shall not apply:\n   48  (i)  unless  the  governor has transmitted the commission's report under\n   49  section seven of this act with his or her written approval of the recom-\n   50  mendations of the commission pursuant to subdivisions  (b)  and  (c)  of\n   51  section  seven  of  this  act  to  the head of each agency or department\n   52  affected by these recommendations  and  transmitted  a  message  to  the\n   53  legislature  stating  his  or  her  approval  of the report on or before\n   54  December 5, 2012; and (ii) if a majority of the members of each house of\n   55  the legislature vote to adopt  a  concurrent  resolution  rejecting  the\n   56  recommendations  of  the commission pursuant to subdivisions (b) and (c)\n\n       S. 1891                            12\n\n    1  of section seven of this act in their entirety  by  December  31,  2012,\n    2  after receiving a message from the governor under this subdivision.\n    3    S  9.  Continuing  responsibility  to  review proposed rules and regu-\n    4  lations.  After submission of the commission's report  to  the  governor\n    5  and the legislature, the commission shall be responsible for the contin-\n    6  ued  review  of any agency or department's proposed rules or regulations\n    7  which may impact the business environment of this state.\n    8    (a) The commission shall within thirty days  of  the  receipt  of  the\n    9  proposed  rule  or  regulation  and  the  accompanied report outlined in\n   10  section ten of this act, vote on whether such rule or  regulation  shall\n   11  be implemented;\n   12    (b)  no  rule  shall  be  approved  unless a vote of a majority of the\n   13  commission's members present shall so vote;\n   14    (c) upon a vote disapproving a rule or regulation the commission shall\n   15  give notice to the agency or department that such rule or regulation has\n   16  been disapproved, the reason for its disapproval and any recommendations\n   17  the commission shall deem appropriate to improve the  proposed  rule  or\n   18  regulation;\n   19    (d)  if  the  commission  shall  fail to act upon any proposed rule or\n   20  regulation within the thirty day period, that rule or  regulation  shall\n   21  have been deemed to have been approved and may be implemented; and\n   22    (e) any rule or regulation that has been disapproved by the commission\n   23  may be appealed provided that (i) the department or agency appeals with-\n   24  in thirty days of the disapproval; (ii) the agency or department details\n   25  why  the disapproval may be detrimental to the health, safety or welfare\n   26  of the state or its residents; and (iii) if applicable explain  why  the\n   27  commission's recommended improvements are not able to be enacted.\n   28    S 10.  Department and agency's responsibility to submit proposed rules\n   29  and  regulations. Notwithstanding any contrary provision of law, rule or\n   30  regulation any agency or department proposing a new rule  or  regulation\n   31  may  not  implement  that rule or regulation without the approval of the\n   32  commission. The department or agency when seeking to gain  the  approval\n   33  of a new rule or regulation must:\n   34    (a) provide the commission with a copy of the new rule or regulation;\n   35    (b)  provide a summary of the rule or regulation and the reasoning for\n   36  implementing it; and\n   37    (c) provide an economic impact statement of the proposed rule or regu-\n   38  lation to include but not be limited to  (i)  cost  or  benefit  to  the\n   39  state;  (ii)  business  sector or industry affected by the rule or regu-\n   40  lation; (iii) number of jobs affected by the  rule  or  regulation;  and\n   41  (iv)  any  other  information which will assist the commission in under-\n   42  standing the economic impact of the rule or regulation.\n   43    S 11. Moratorium on rate of tax. Notwithstanding any other law to  the\n   44  contrary,  there  is  hereby imposed a moratorium on any increase in the\n   45  rate of any tax or fee imposed by any agency, public benefit corporation\n   46  or authority that is paid directly by any business.\n   47    S 12. Severability clause. If any clause, sentence, paragraph,  subdi-\n   48  vision,  section  or  part of this act shall be adjudged by any court of\n   49  competent jurisdiction to be invalid, such judgment  shall  not  affect,\n   50  impair,  or  invalidate  the remainder thereof, but shall be confined in\n   51  its operation to the clause, sentence, paragraph,  subdivision,  section\n   52  or part thereof directly involved in the controversy in which such judg-\n   53  ment shall have been rendered. It is hereby declared to be the intent of\n   54  the  legislature  that  this  act  would  have been enacted even if such\n   55  invalid provisions had not been included herein.\n\n       S. 1891                            13\n\n    1    S 13. This act shall take effect immediately and shall expire June 30,\n    2  2015 when upon such date the provisions of  this  act  shall  be  deemed\n    3  repealed.\n    4    S 2. Severability clause. If any clause, sentence, paragraph, subdivi-\n    5  sion,  section  or  part  of  this act shall be adjudged by any court of\n    6  competent jurisdiction to be invalid, such judgment  shall  not  affect,\n    7  impair,  or  invalidate  the remainder thereof, but shall be confined in\n    8  its operation to the clause, sentence, paragraph,  subdivision,  section\n    9  or  part thereof directly involved in the controversy in which the judg-\n   10  ment shall have been rendered.  It is hereby declared to be  the  intent\n   11  of  the  legislature  that this act would have been enacted even if such\n   12  invalid provisions had not been included herein.\n   13    S 3. This act shall take effect immediately  provided,  however,  that\n   14  the  applicable effective date of Parts A through D of this act shall be\n   15  as specifically set forth in the last section of such Parts.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the creation of the New York jobs tax credit (Part A); to amend the tax law, in relation to the personal income tax rates and benefit recapture (Part B); to amend the tax law, in relation to entire net income base (Part C); and creating a commission on regulatory reform and economic competitiveness; and providing for the repeal of such provisions upon expiration thereof (Part D) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T095906.TXT", "SOBI.D110114.T114424.TXT", "SOBI.D110114.T115945.TXT", "SOBI.D110114.T092403.TXT", "SOBI.D110114.T102411.TXT", "SOBI.D110114.T100407.TXT", "SOBI.D110114.T104920.TXT", "SOBI.D110114.T094405.TXT", "SOBI.D110114.T094906.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295024385341
}