{
  "year" : 2011,
  "senateBillNo" : "S1890-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1890-2011-1294894800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes real property tax exemptions for certain construction and improvements to multiple dwellings in certain cities",
  "summary" : "Authorizes real property tax exemptions for certain construction and improvements to multiple dwellings in certain cities. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "SA1085-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1890\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ, PARKER, SAMPSON -- read twice and\n         ordered  printed, and when printed to be committed to the Committee on\n         Housing, Construction and Community Development\n\n       AN ACT to amend the real property tax  law,  in  relation  to  exempting\n         certain  construction,  reconstruction,  alteration  or improvement of\n         multiple dwelling buildings within certain cities  from  taxation  and\n         other assessments\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 421-l to read as follows:\n    3    S  421-L. EXEMPTION OF CERTAIN CONSTRUCTION OR IMPROVEMENTS IN CERTAIN\n    4  CITIES. 1. NEW CONSTRUCTION OF  A  MULTIPLE  DWELLING  BUILDING,  RECON-\n    5  STRUCTION, ALTERATION, OR IMPROVEMENT OF A PREEXISTING MULTIPLE DWELLING\n    6  BUILDING  OR STRUCTURE WHICH IS TO BE OCCUPIED OR IS OCCUPIED AS A RESI-\n    7  DENCE OR HOME AND CONSISTS OF NO LESS  THAN  FOUR  UNITS,  WHETHER  SUCH\n    8  DWELLING  IS  RENTED  OR  OWNED  AS A COOPERATIVE OR CONDOMINIUM, AND IS\n    9  LOCATED IN ANY CITY HAVING A POPULATION OF MORE THAN  FIFTY-THREE  THOU-\n   10  SAND  SEVENTY  BUT  LESS THAN FIFTY-THREE THOUSAND ONE HUNDRED AS DETER-\n   11  MINED BY THE TWO THOUSAND FEDERAL DECENNIAL CENSUS SHALL BE EXEMPT  FROM\n   12  TAXATION  OTHER  THAN  ASSESSMENTS FOR LOCAL IMPROVEMENTS, TO THE EXTENT\n   13  PROVIDED IN THIS SECTION. AFTER A PUBLIC HEARING, THE GOVERNING BOARD OF\n   14  SUCH CITY MAY ADOPT A LOCAL LAW TO GRANT THE EXEMPTION AUTHORIZED PURSU-\n   15  ANT TO THIS SECTION. A COPY OF SUCH LOCAL LAW SHALL BE  FILED  WITH  THE\n   16  COMMISSIONER  AND  THE ASSESSOR OF SUCH CITY WHO PREPARES THE ASSESSMENT\n   17  ROLL ON WHICH THE TAXES OF SUCH CITY ARE LEVIED.\n   18    2. (A) EXCEPT AS OTHERWISE PROVIDED HEREIN, SUCH BUILDINGS WITHIN SUCH\n   19  CITY SHALL BE EXEMPT DURING THE PERIOD OF CONSTRUCTION OR FOR  A  PERIOD\n   20  OF  THREE  YEARS IMMEDIATELY FOLLOWING THE COMMENCEMENT OF CONSTRUCTION,\n   21  WHICHEVER OCCURS EARLIER, AND THEN FOR A PERIOD OF ELEVEN  YEARS  THERE-\n   22  AFTER,  TO THE EXTENT OF ONE HUNDRED PERCENT OF THE INCREASE IN ASSESSED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06325-02-1\n\n       S. 1890                             2\n\n    1  VALUE ATTRIBUTABLE TO SUCH CONSTRUCTION, RECONSTRUCTION,  ALTERATION  OR\n    2  IMPROVEMENT,  AND  FOR  AN  ADDITIONAL  PERIOD OF FOUR YEARS AS PROVIDED\n    3  BELOW AND, SUBJECT, IN EACH CASE, TO THE FOLLOWING:\n    4    (I)  FOLLOWING  SUCH  ELEVEN YEAR PERIOD, THE EXTENT OF SUCH EXEMPTION\n    5  SHALL BE DECREASED BY TWENTY PERCENT OF THE \"EXEMPTION BASE\"  EACH  YEAR\n    6  DURING  SUCH  ADDITIONAL FOUR YEAR PERIOD. THE \"EXEMPTION BASE\" SHALL BE\n    7  THE INCREASE IN ASSESSED VALUE AS DETERMINED IN THE INITIAL YEAR OF  THE\n    8  TERM  OF  THE EXEMPTION, EXCEPT AS PROVIDED IN SUBPARAGRAPH (II) OF THIS\n    9  PARAGRAPH.\n   10    (II) IN ANY YEAR IN WHICH A CHANGE IN LEVEL OF ASSESSMENT  OF  FIFTEEN\n   11  PERCENT OR MORE IS CERTIFIED FOR A FINAL ASSESSMENT ROLL PURSUANT TO THE\n   12  RULES  OF  THE COMMISSIONER, THE EXEMPTION BASE SHALL BE MULTIPLIED BY A\n   13  FRACTION, THE NUMERATOR OF WHICH SHALL BE THE TOTAL  ASSESSED  VALUE  OF\n   14  THE PARCEL ON SUCH FINAL ASSESSMENT ROLL (AFTER ACCOUNTING FOR ANY PHYS-\n   15  ICAL  OR  QUANTITY CHANGES TO THE PARCEL SINCE THE IMMEDIATELY PRECEDING\n   16  ASSESSMENT ROLL), AND THE  DENOMINATOR  OF  WHICH  SHALL  BE  THE  TOTAL\n   17  ASSESSED  VALUE OF THE PARCEL ON THE IMMEDIATELY PRECEDING FINAL ASSESS-\n   18  MENT ROLL. THE RESULT SHALL BE THE NEW  EXEMPTION  BASE.  THE  EXEMPTION\n   19  SHALL  THEREUPON  BE  RECOMPUTED  TO TAKE INTO ACCOUNT THE NEW EXEMPTION\n   20  BASE, NOTWITHSTANDING THE FACT THAT THE ASSESSOR RECEIVES  CERTIFICATION\n   21  OF  THE CHANGE IN LEVEL OF ASSESSMENT AFTER THE COMPLETION, VERIFICATION\n   22  AND FILING OF THE FINAL ASSESSMENT ROLL. IN THE EVENT THE ASSESSOR  DOES\n   23  NOT  HAVE  CUSTODY  OF THE ROLL WHEN SUCH CERTIFICATION IS RECEIVED, THE\n   24  ASSESSOR SHALL CERTIFY THE RECOMPUTED EXEMPTION TO  THE  LOCAL  OFFICERS\n   25  HAVING  CUSTODY  AND  CONTROL  OF  THE ROLL, AND SUCH LOCAL OFFICERS ARE\n   26  HEREBY DIRECTED AND AUTHORIZED TO ENTER THE RECOMPUTED EXEMPTION  CERTI-\n   27  FIED BY THE ASSESSOR ON THE ROLL. THE ASSESSOR SHALL GIVE WRITTEN NOTICE\n   28  OF  SUCH  RECOMPUTED  EXEMPTION TO THE PROPERTY OWNER, WHO MAY, IF HE OR\n   29  SHE BELIEVES THAT THE EXEMPTION WAS RECOMPUTED INCORRECTLY, APPLY FOR  A\n   30  CORRECTION IN THE MANNER PROVIDED BY TITLE THREE OF ARTICLE FIVE OF THIS\n   31  CHAPTER FOR THE CORRECTION OF CLERICAL ERRORS.\n   32    (B)  NO  SUCH  EXEMPTION  SHALL  BE  GRANTED  FOR CONSTRUCTION, RECON-\n   33  STRUCTION, ALTERATIONS OR IMPROVEMENTS UNLESS:\n   34    (I) SUCH CONSTRUCTION, RECONSTRUCTION, ALTERATION OR  IMPROVEMENT  WAS\n   35  COMMENCED  SUBSEQUENT  TO  THE  EFFECTIVE  DATE OF THE LOCAL LAW ADOPTED\n   36  PURSUANT TO SUBDIVISION ONE OF THIS SECTION BY SUCH CITY; AND\n   37    (II) THE VALUE OF  THE  CONSTRUCTION,  RECONSTRUCTION,  ALTERATION  OR\n   38  IMPROVEMENT  EXCEEDS,  ON AVERAGE, FIFTEEN THOUSAND DOLLARS PER DWELLING\n   39  UNIT; AND\n   40    (III) THE CONSTRUCTION, RECONSTRUCTION, ALTERATION OR  IMPROVEMENT  IS\n   41  FINANCED  IN  WHOLE OR IN PART BY THE CITY, OR, WITH THE APPROVAL OF THE\n   42  GOVERNING BODY OF THE CITY, BY THE LOCAL URBAN RENEWAL AGENCY, THE LOCAL\n   43  HOUSING AUTHORITY OR ANOTHER PUBLIC BENEFIT CORPORATION; AND\n   44    (IV) EITHER THE CITY, THE LOCAL URBAN RENEWAL AGENCY, THE LOCAL  HOUS-\n   45  ING  AUTHORITY  OR  ANOTHER  PUBLIC  BENEFIT  CORPORATION  HAS IMPOSED A\n   46  REQUIREMENT OR HAS CERTIFIED THAT TWENTY PERCENT OF THE UNITS BE AFFORD-\n   47  ABLE TO FAMILIES OF LOW AND MODERATE INCOME, FOR SUCH PERIOD  AND  UNDER\n   48  SUCH  CONDITIONS  AS  MAY  BE  ESTABLISHED FROM TIME TO TIME BY THE CITY\n   49  PURSUANT TO A LOCAL LAW.\n   50    (C) FOR PURPOSES  OF  THIS  SECTION  THE  TERMS  CONSTRUCTION,  RECON-\n   51  STRUCTION, ALTERATION AND IMPROVEMENT SHALL NOT INCLUDE ORDINARY MAINTE-\n   52  NANCE AND REPAIRS.\n   53    3.  SUCH EXEMPTION SHALL BE GRANTED ONLY UPON APPLICATION BY THE OWNER\n   54  OF SUCH BUILDING ON A FORM PRESCRIBED BY THE COMMISSIONER. THE  APPLICA-\n   55  TION  SHALL  BE  FILED  WITH  THE ASSESSOR OF SUCH CITY ON OR BEFORE THE\n   56  APPROPRIATE TAXABLE STATUS DATE OF SUCH CITY.\n\n       S. 1890                             3\n\n    1    4. IF SATISFIED THAT THE APPLICANT IS ENTITLED TO AN EXEMPTION  PURSU-\n    2  ANT TO THIS SECTION, THE ASSESSOR SHALL APPROVE THE APPLICATION AND SUCH\n    3  BUILDING  SHALL  THEREAFTER  BE EXEMPT FROM TAXATION AS PROVIDED IN THIS\n    4  SECTION COMMENCING WITH THE ASSESSMENT ROLL PREPARED ON THE BASIS OF THE\n    5  TAXABLE  STATUS  DATE  REFERRED TO IN SUBDIVISION THREE OF THIS SECTION.\n    6  THE ASSESSED VALUE OF ANY EXEMPTION GRANTED  PURSUANT  TO  THIS  SECTION\n    7  SHALL BE ENTERED BY THE ASSESSOR ON THE ASSESSMENT ROLL WITH THE TAXABLE\n    8  PROPERTY, WITH THE AMOUNT OF THE EXEMPTION SHOWN IN A SEPARATE COLUMN.\n    9    5.  IN THE EVENT THAT A BUILDING GRANTED AN EXEMPTION PURSUANT TO THIS\n   10  SECTION CEASES TO BE USED PRIMARILY  FOR  RESIDENTIAL  PURPOSES  OR  ANY\n   11  CONDITION  TO  THE  EXEMPTION  ESTABLISHED  BY  A LOCAL LAW IS NO LONGER\n   12  SATISFIED, THE EXEMPTION GRANTED PURSUANT TO THIS SECTION SHALL CEASE.\n   13    6. IN ADDITION TO THE ABOVE PAYMENTS, DURING ANY  PERIOD  IN  WHICH  A\n   14  FULL  OR  PARTIAL  EXEMPTION  ESTABLISHED  ABOVE IS STILL IN EFFECT, THE\n   15  OWNER SHALL PAY IN EACH TAX YEAR IN WHICH SUCH FULL OR PARTIAL EXEMPTION\n   16  IS IN EFFECT, REAL PROPERTY TAXES AND ASSESSMENTS AS FOLLOWS:\n   17    (A) REAL PROPERTY TAXES ON THE ASSESSED VALUATION OF SUCH LAND AND ANY\n   18  IMPROVEMENTS THEREON  IN  EFFECT  DURING  THE  TAX  YEAR  PRECEDING  THE\n   19  COMMENCEMENT  OF  SUCH  CONSTRUCTION  WITHOUT REGARD TO ANY EXEMPTION OR\n   20  ABATEMENT  FROM  REAL  PROPERTY  TAXATION  IN  EFFECT  PRIOR   TO   SUCH\n   21  CONSTRUCTION  WHICH  REAL  PROPERTY TAXES SHALL BE CALCULATED ON THE TAX\n   22  RATE IN EFFECT AT THE TIME SUCH TAXES ARE DUE; AND\n   23    (B) ALL ASSESSMENTS FOR LOCAL IMPROVEMENTS.\n   24    7. (A) THE ENACTMENT OF A LOCAL LAW IN SUCH CITY MAY:\n   25    (I) REDUCE THE PERCENT OR PERIOD OF EXEMPTION OTHERWISE ALLOWED PURSU-\n   26  ANT TO THIS SECTION;\n   27    (II)  LIMIT  ELIGIBILITY  FOR  THE  EXEMPTION  TO   THOSE   FORMS   OF\n   28  CONSTRUCTION,   RECONSTRUCTION,   ALTERATIONS  OR  IMPROVEMENTS  AS  ARE\n   29  PRESCRIBED IN SUCH LAW OR RESOLUTION;\n   30    (III) PROVIDE THAT THE EXEMPTION SHALL BE  APPLICABLE  ONLY  TO  THOSE\n   31  IMPROVEMENTS WHICH WOULD OTHERWISE RESULT IN AN INCREASE IN THE ASSESSED\n   32  VALUATION  OF THE REAL PROPERTY BUT WHICH CONSIST OF AN ADDITION, REMOD-\n   33  ELING OR MODERNIZATION TO AN EXISTING OWNER OCCUPIED MULTIPLE  RESIDENCE\n   34  STRUCTURE  TO  PREVENT  PHYSICAL  DETERIORATION  OF  THE STRUCTURE OR TO\n   35  COMPLY WITH APPLICABLE BUILDING, SANITARY, HEALTH AND/OR FIRE CODES; AND\n   36    (IV) PROVIDE TERMS AND CONDITIONS UNDER WHICH THE CITY, OR, IF AUTHOR-\n   37  IZED BY A LOCAL LAW, A LOCAL  URBAN  RENEWAL  AGENCY,  MAY  REQUIRE  THE\n   38  RECAPTURE  OF  THE  BENEFITS  CONFERRED  HEREUNDER  IN WHOLE OR IN PART,\n   39  INCLUDING REQUIREMENTS TO MAINTAIN ALL OR A PORTION OF THE  BUILDING  AS\n   40  AFFORDABLE  UNITS  FOR  FAMILIES  OF LOW OR MODERATE INCOME FOR A PERIOD\n   41  WHICH MAY EXCEED THE PERIOD FOR WHICH AN EXEMPTION IS GRANTED.\n   42    (B) NO SUCH LOCAL LAW SHALL REDUCE  OR  REPEAL  AN  EXEMPTION  GRANTED\n   43  PURSUANT  TO  THIS  SECTION UNTIL THE EXPIRATION OF THE PERIOD FOR WHICH\n   44  SUCH EXEMPTION WAS GRANTED.\n   45    8. (A) AS USED IN THIS SUBDIVISION, THE FOLLOWING TERMS SHALL HAVE THE\n   46  FOLLOWING MEANINGS:\n   47    (I) \"BUILDING SERVICE EMPLOYEE\" MEANS  ANY  PERSON  WHO  IS  REGULARLY\n   48  EMPLOYED  AT A BUILDING WHO PERFORMS WORK IN CONNECTION WITH THE CARE OR\n   49  MAINTENANCE OF SUCH BUILDING. \"BUILDING SERVICE EMPLOYEE\" INCLUDES,  BUT\n   50  IS  NOT  LIMITED  TO WATCHMAN, GUARD, DOORMAN, BUILDING CLEANER, PORTER,\n   51  HANDYMAN, JANITOR, GARDENER, GROUNDSKEEPER, ELEVATOR OPERATOR AND START-\n   52  ER, AND WINDOW CLEANER.\n   53    (II) \"PREVAILING WAGE\" MEANS THE WAGE DETERMINED BY THE FISCAL OFFICER\n   54  TO BE PREVAILING FOR THE VARIOUS CLASSES OF BUILDING  SERVICE  EMPLOYEES\n   55  IN THE LOCALITY PURSUANT TO SECTION TWO HUNDRED THIRTY OF THE LABOR LAW.\n\n       S. 1890                             4\n\n    1    (B)  NO  EXEMPTION  UNDER  THIS  SECTION  SHALL  BE  GRANTED  FOR  ANY\n    2  CONSTRUCTION, RECONSTRUCTION, ALTERATIONS, OR  IMPROVEMENTS  UNLESS  THE\n    3  APPLICANT  AGREES  THAT  ALL  BUILDING SERVICE EMPLOYEES EMPLOYED AT THE\n    4  BUILDING, WHETHER EMPLOYED DIRECTLY BY THE APPLICANT OR ITS  SUCCESSORS,\n    5  OR  THROUGH A PROPERTY MANAGEMENT COMPANY OR A CONTRACTOR, SHALL RECEIVE\n    6  THE APPLICABLE PREVAILING WAGE FOR THE DURATION OF  THE  BUILDING'S  TAX\n    7  EXEMPTION.\n    8    9. NO ADDITIONAL EXEMPTIONS SHALL APPLY.\n    9    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to exempting certain construction, reconstruction, alteration or improvement of multiple dwelling buildings within certain cities from taxation and other assessments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T165425.TXT", "SOBI.D110113.T164928.TXT", "SOBI.D110113.T162923.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110113.T163924.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295023765971
}