{
  "year" : 2011,
  "senateBillNo" : "S1895-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1895-2011-1294981200000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs New York state urban development corporation to implement affirmative action programs for women and women-owned businesses to afford equal opportunity",
  "summary" : "Requires the state urban development corporation and each of its subsidiaries to take affirmative action so as to assure that business enterprises owned and operated by women be given an equal opportunity to participate in the planning, construction and operation of projects of the corporation or its subsidiaries; provides that the UDC shall from time to time gather information and make written findings, if warranted, with respect to areas of the state where its projects are located, concerning the effects of past discrimination against women and business enterprises owned and operated by women; provides that the UDC shall adopt, in writing and implement such actions to achieve and maintain equal employment and business opportunity as it may reasonably deem necessary and appropriate. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "S3302-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1895\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ, KRUEGER, PARKER -- read twice and\n         ordered  printed, and when printed to be committed to the Committee on\n         Corporations, Authorities and Commissions\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation to certain employment discrimination\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent. It is hereby found and declared that\n    2  the state has had a leadership role in maximizing equal  opportunity  in\n    3  employment  for  all  its  citizens, but that in many communities in the\n    4  state, because of past sex discrimination, women and  women-owned  busi-\n    5  ness enterprises do not have such equal opportunity.\n    6    It  is  further  found  and  declared  that  as  a result of such past\n    7  discrimination, many women and women-owned business enterprises  do  not\n    8  enjoy  full  opportunity to participate in and contribute to the state's\n    9  economy, or to obtain the experience necessary to become more productive\n   10  contributors to the economy.\n   11    It is further found and declared  that  the  lack  of  opportunity  to\n   12  participate  in public contracts tends to decrease the pool of available\n   13  labor, thereby adversely affecting the cost and progress of such  public\n   14  contracts.\n   15    It  is  further  found  and  declared  that the state has a compelling\n   16  interest in eradicating the effects of  such  past  discrimination,  and\n   17  that  well chosen efforts at eradication result in a gain which substan-\n   18  tially outweighs any detrimental effects.\n   19    It is further found and declared that the  patterns,  causes,  effects\n   20  and  victims  of such past discrimination have varied and do vary widely\n   21  among communities, occupations and industries, and that no one  approach\n   22  to  remedying  the effects of this discrimination will be most effective\n   23  in all  circumstances,  but  rather  that,  where  feasible,  corrective\n   24  programs should be tailored to the particular situation.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06226-01-1\n\n       S. 1895                             2\n\n    1    It  is  further found and declared that under some circumstances equal\n    2  opportunity can be afforded to women  and  women-owned  business  enter-\n    3  prises, only by the temporary use of preferential methods such as numer-\n    4  ical  goals  for participation by women and women-owned enterprises, and\n    5  that  such methods can and should be carefully chosen, using statistical\n    6  and other information where available, so that the methods are  employed\n    7  only  where  they are considered necessary to achieve equal opportunity,\n    8  and have the least practicable adverse impact on men and men-owned busi-\n    9  nesses.\n   10    It is further found and declared that the New York state urban  devel-\n   11  opment  corporation  and its subsidiaries have developed extensive know-\n   12  ledge and expertise in the areas of manpower development  and  training,\n   13  urban  blight  and  revitalization,  affirmative  action, the letting of\n   14  public contracts, the construction of public projects, and  the  statis-\n   15  tical analysis of employment and economic patterns throughout the state.\n   16    It  is further found and declared that the New York state urban devel-\n   17  opment corporation and its subsidiaries have the requisite knowledge and\n   18  expertise to examine employment  and  economic  patterns  in  particular\n   19  communities,  occupations  and  industries, and to ascertain whether the\n   20  effects of past discrimination persist, and if so, how they  might  best\n   21  be remedied.\n   22    It is further found and declared that affirmative action is consistent\n   23  with,  and a necessary component of fulfilling, the New York state urban\n   24  development corporation's mission of  revitalizing  the  blighted  urban\n   25  areas  and  the economy of the state, and of improving the conditions of\n   26  the low income residents of the state.\n   27    Therefore, it is hereby found and declared that it is  in  the  public\n   28  interest  and  necessary  and  desirable  that  the New York state urban\n   29  development corporation, for itself and for  its  subsidiaries,  develop\n   30  and  implement  affirmative  action  programs where and as necessary for\n   31  their projects, applicable to the corporation and its subsidiaries,  and\n   32  their  projects  and  activities, and their contractors, subcontractors,\n   33  consultants, vendees and lessees, based where necessary upon analysis of\n   34  the circumstances in the relevant communities,  occupations  and  indus-\n   35  tries,  with  the goal of ensuring equal opportunity for women and busi-\n   36  ness enterprises actually owned and operated by women.\n   37    S 2. This act shall be deemed an exercise of the police power and  the\n   38  procurement  power of the state, and in fulfillment of the provisions of\n   39  the constitution of the state concerning civil rights.\n   40    S 3. Section 4 of section 1 of  chapter  174  of  the  laws  of  1968,\n   41  constituting  the  New  York state urban development corporation act, is\n   42  amended by adding a new subdivision 12 to read as follows:\n   43    (12) THE CORPORATION AND EACH OF  ITS  SUBSIDIARIES,  WHETHER  CREATED\n   44  SPECIALLY  BY  STATUTE  OR  OTHERWISE,  SHALL TAKE AFFIRMATIVE ACTION IN\n   45  WORKING WITH CONSTRUCTION FIRMS, CONTRACTORS,  SUBCONTRACTORS,  CONSULT-\n   46  ANTS  AND  OTHER  FIRMS,  TO THE END THAT WOMEN AND BUSINESS ENTERPRISES\n   47  OWNED AND OPERATED BY WOMEN, SHALL  BE  AFFORDED  EQUAL  OPPORTUNITY  TO\n   48  PARTICIPATE  IN  THE PLANNING, CONSTRUCTION AND OPERATION OF PROJECTS OF\n   49  THE CORPORATION AND ITS SUBSIDIARIES, AND IN ALL OTHER ACTIVITIES OF THE\n   50  CORPORATION AND ITS SUBSIDIARIES.  TOWARD THIS END:  (A) THE CORPORATION\n   51  SHALL FROM TIME TO TIME GATHER INFORMATION AND MAKE WRITTEN FINDINGS, IF\n   52  WARRANTED, WITH RESPECT TO THE AREAS OF THE STATE WHERE ITS PROJECTS ARE\n   53  LOCATED, CONCERNING THE EFFECTS OF ANY PAST DISCRIMINATION AGAINST WOMEN\n   54  AND BUSINESS ENTERPRISES OWNED AND OPERATED BY WOMEN.\n   55    (B) SUCH FINDINGS MAY, BUT NEED NOT BE BASED, IN  WHOLE  OR  IN  PART,\n   56  UPON  STATISTICS  INDICATING  THAT CERTAIN WOMEN OR BUSINESS ENTERPRISES\n\n       S. 1895                             3\n\n    1  OWNED AND OPERATED BY WOMEN HAVE A DISPROPORTIONATELY LOW  PARTICIPATION\n    2  IN  RELEVANT  OCCUPATIONS  OR  INDUSTRIES IN THE AREA, RELATIVE TO THEIR\n    3  PROPORTION IN THE RELEVANT POPULATION OR LABOR FORCE.\n    4    (C)  THE  CORPORATION  SHALL  ADOPT,  IN  WRITING,  AND IMPLEMENT SUCH\n    5  ACTIONS TO ACHIEVE AND MAINTAIN EQUAL EMPLOYMENT AND  BUSINESS  OPPORTU-\n    6  NITY AS IT MAY REASONABLY DEEM NECESSARY AND APPROPRIATE. IN APPROPRIATE\n    7  INSTANCES,  THESE  ACTIONS  MAY INCLUDE, WITHOUT LIMITATION, AFFIRMATIVE\n    8  EFFORTS AT RECRUITMENT, COUNSELLING, TRAINING,  AND  COMMUNITY  LIAISON,\n    9  AND  WHEN FINDINGS OF DISCRIMINATION HAVE BEEN MADE, AND NOTWITHSTANDING\n   10  ANY OTHER PROVISION OF STATE OR LOCAL LAW, THE TEMPORARY USE OF  ATTAIN-\n   11  ABLE  PREFERENTIAL METHODS TO ENSURE THAT WOMEN AND BUSINESS ENTERPRISES\n   12  ACTUALLY OWNED AND OPERATED BY WOMEN MAY PARTICIPATE FULLY IN THE  PLAN-\n   13  NING,  CONSTRUCTION  AND OPERATION OF THE APPLICABLE PROJECT, AND IN THE\n   14  OCCUPATIONS AND INDUSTRIES WHICH PARTICIPATE IN SUCH PROJECT. AS USED IN\n   15  THE PRECEDING SENTENCE, THE TERM \"OWNED\" MEANS BONA FIDE OWNERSHIP OF AT\n   16  LEAST FIFTY PER CENTUM OF THE BUSINESS ENTERPRISE, AND THE  TERM  \"OPER-\n   17  ATED\"  MEANS  THE CONTROL OF THE MANAGEMENT AND DAILY OPERATIONS OF SUCH\n   18  BUSINESS ENTERPRISE. NO METHOD SELECTED SHALL MANDATE THE  DISCHARGE  OF\n   19  ANY  WORKER  BECAUSE  OF  HIS  OR  HER SEX. WHERE APPROPRIATE BECAUSE OF\n   20  DIFFERING CIRCUMSTANCES, THE CORRECTIVE ACTIONS CHOSEN MAY DIFFER  AMONG\n   21  AREAS  AND  PROJECTS, AND WITHIN PROJECTS AMONG OCCUPATIONS, INDUSTRIES,\n   22  AND CONTRACTS. NOTHING IN THIS SUBDIVISION SHALL BE  DEEMED  TO  REQUIRE\n   23  THE  HIRING  OF  UNQUALIFIED  WORKERS,  OR  TO AUTHORIZE THE AWARDING OF\n   24  CONTRACTS TO ENTERPRISES THAT ARE NOT RESPONSIBLE AND RELIABLE AND QUAL-\n   25  IFIED TO PERFORM THE WORK REQUIRED.\n   26    (D) IN DETERMINING WHETHER A BIDDER OR  PROPOSED  CONTRACTOR  FOR  ANY\n   27  TYPE  OF WORK LET OR SERVICES PROCURED BY THE CORPORATION OR ITS SUBSID-\n   28  IARIES IS  RESPONSIBLE,  THE  CORPORATION  AND  ITS  SUBSIDIARIES  SHALL\n   29  CONSIDER  (BUT  NEED  NOT  LIMIT THEIR CONSIDERATION TO) THE ABILITY AND\n   30  WILLINGNESS OF SUCH BIDDER OR PROPOSED CONTRACTOR  TO  PROVIDE,  AND  TO\n   31  COMMIT  TO  PROVIDE, FOR PARTICIPATION OF WOMEN AND BUSINESS ENTERPRISES\n   32  ACTUALLY OWNED AND OPERATED BY WOMEN, TO THE EXTENT DETERMINED NECESSARY\n   33  PURSUANT TO THIS SUBDIVISION, AND  IN  ACCORDANCE  WITH  THE  PROCEDURES\n   34  ESTABLISHED HEREIN.\n   35    (E)  THE  CORPORATION AND ITS SUBSIDIARIES, IF NECESSARY OR CONVENIENT\n   36  TO  ACHIEVE  THE  PURPOSES  OF  THIS  SUBDIVISION,  MAY  IMPOSE  THROUGH\n   37  CONTRACT,  LEASE  OR CONVEYANCE PROVISIONS OR OTHERWISE, THE AFFIRMATIVE\n   38  ACTION MEASURES UNDERTAKEN PURSUANT TO THIS SUBDIVISION UPON ANY PERSONS\n   39  OR ENTITIES THAT PLAN, CONSTRUCT OR OPERATE ITS PROJECTS, INCLUDING  BUT\n   40  NOT LIMITED TO THOSE PROJECTS WHOSE CONSTRUCTION IS COMPLETE, AND WHETH-\n   41  ER  OR  NOT  THE  CORPORATION  OR ANY OF ITS SUBSIDIARIES RETAINS A REAL\n   42  PROPERTY INTEREST IN ANY PORTION OF THE PROJECT.\n   43    (F) THE CORPORATION IN ITS ANNUAL  REPORT  SHALL  FULLY  DESCRIBE  ITS\n   44  ACTIVITIES  PURSUANT  TO  THIS  SUBDIVISION, SO THAT THE LEGISLATURE MAY\n   45  FROM TIME TO TIME REASSESS ITS DELEGATION TO  THE  CORPORATION  AND  ITS\n   46  SUBSIDIARIES  OF FACT-FINDING AND IMPLEMENTING RESPONSIBILITIES CONCERN-\n   47  ING AFFIRMATIVE ACTION.\n   48    (G) THE CORPORATION MAY FROM TIME TO TIME PROMULGATE PROCEDURES, REGU-\n   49  LATIONS AND  INTERPRETATIONS  NECESSARY  OR  CONVENIENT  TO  EFFECT  THE\n   50  PURPOSES  OF THIS SUBDIVISION. SUCH PROMULGATIONS SHALL NOT BE DEEMED TO\n   51  BE \"RULES\" FOR PURPOSES OF CHAPTER 167 OF THE LAWS OF 1975, AS AMENDED.\n   52    S 4. If any provisions of this act, or the application thereof to  any\n   53  person  or  circumstances  shall  be  adjudged by any court of competent\n   54  jurisdiction to be invalid or unenforceable,  such  judgment  shall  not\n   55  affect,  impair  or invalidate the remainder of this act or the applica-\n   56  tion of such provision to any other person or circumstance, but shall be\n\n       S. 1895                             4\n\n    1  confined in its operation to  the  provision,  person  and  circumstance\n    2  directly  involved  in the controversy in which such judgment shall have\n    3  been rendered.\n    4    S 5.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to certain employment discrimination ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T092903.TXT", "SOBI.D110114.T095406.TXT", "SOBI.D110114.T094405.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295025278906
}