{
  "year" : 2011,
  "senateBillNo" : "S189-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S189-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the power authority of the state of New York shall make low cost hydropower available to certain hospitals",
  "summary" : "Establishes the power authority of the state of New York shall make low cost hydropower available to hospitals located within the counties of Niagara and Orleans. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S1184-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          189\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT to amend the public authorities law, in relation to establishing\n         the power authority of the state of  New  York  shall  make  low  cost\n         hydropower available to certain hospitals\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subdivision 13 of section 1005  of\n    2  the  public  authorities  law,  as amended by chapter 436 of the laws of\n    3  2010, is amended to read as follows:\n    4    Notwithstanding any other provision of law to the contrary but subject\n    5  to the terms and conditions  of  federal  energy  regulatory  commission\n    6  licenses,  to allocate or reallocate directly or by sale for resale, two\n    7  hundred fifty megawatts of firm Niagara project hydroelectric  power  as\n    8  \"expansion  power\" and four hundred forty-five megawatts of firm Niagara\n    9  project hydroelectric power as \"replacement power\" to businesses  within\n   10  the  state  located within thirty miles of the Niagara project, and four\n   11  hundred ninety megawatts of firm and interruptible power from the  Saint\n   12  Lawrence-FDR  project as \"preservation power\" sold to businesses located\n   13  within the counties of Jefferson, Saint Lawrence and Franklin,  provided\n   14  that the amount of expansion power allocated to businesses in Chautauqua\n   15  county on January first, nineteen hundred eighty-seven shall continue to\n   16  be  allocated  in  such  county and, provided further that up to seventy\n   17  megawatts of replacement power, up to thirty-eight and six-tenths  mega-\n   18  watts of preservation power from the Saint Lawrence-FDR project which is\n   19  relinquished  or  withdrawn  after  the  effective date of chapter three\n   20  hundred thirteen of the laws of two thousand  five  which  amended  this\n   21  subdivision  and,  for  the  period ending on December thirty-first, two\n   22  thousand six, up to twenty megawatts  of  other  power  from  the  Saint\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01438-01-1\n\n       S. 189                              2\n\n    1  Lawrence-FDR  project  which  is unallocated as of the effective date of\n    2  chapter three hundred thirteen of the laws of two  thousand  five  which\n    3  amended  this  subdivision, shall be allocated by the authority together\n    4  with such other funds of the authority as the trustees deem feasible and\n    5  advisable  for  energy  cost  savings  benefits and for western New York\n    6  economic development fund benefits pursuant to the eleventh undesignated\n    7  paragraph of this section AND, PROVIDED FURTHER THAT LOW COST HYDROPOWER\n    8  BE MADE AVAILABLE TO HOSPITALS THAT  ARE  LOCATED  IN  THE  COUNTIES  OF\n    9  NIAGARA AND ORLEANS.  Provided, however, that the amount of replacement,\n   10  preservation   power,  or  the  additional  twenty  megawatts  of  Saint\n   11  Lawrence-FDR power for the  period  ending  December  thirty-first,  two\n   12  thousand  six  made  available  for  such  purpose, used for energy cost\n   13  savings benefits that are relinquished by or withdrawn from a  recipient\n   14  thereof  shall  be offered by the authority proportionately for a period\n   15  of six months for reallocation to applicants  who  qualify  respectively\n   16  for  replacement  or  preservation power allocations as provided in this\n   17  subdivision. If such power is not allocated within such period it  shall\n   18  be allocated for the purpose of energy cost savings benefits pursuant to\n   19  subdivision  (h)  of  section  one  hundred eighty-three of the economic\n   20  development law. The authority shall negotiate contracts  on  reasonable\n   21  terms  and  conditions to renew or extend every permanent contract allo-\n   22  cation of expansion power in effect on the effective date of this subdi-\n   23  vision and, to the extent consistent with such contracts, the  authority\n   24  shall  negotiate  contracts on reasonable terms and conditions to extend\n   25  or renew all other allocations or allotments of such power in effect  on\n   26  such  date.  The authority shall negotiate contracts on reasonable terms\n   27  and conditions to renew or extend for a period of at  least  five  years\n   28  every  permanent  contract  allocation of replacement power in effect on\n   29  the effective date of chapter three hundred thirteen of the laws of  two\n   30  thousand  five  which  added  this sentence and that would expire by its\n   31  terms on or before the end of  the  initial  federal  energy  regulatory\n   32  commission  license for the Niagara project; provided that, in negotiat-\n   33  ing the terms and  conditions  of  such  contracts,  the  authority  may\n   34  consider  a  business'  compliance  with  all  current contractual obli-\n   35  gations, including employment and  power  usage  commitments.  Contracts\n   36  entered  into  pursuant  to  this  subdivision  shall contain reasonable\n   37  provisions providing for the partial or complete withdrawal of the power\n   38  in the event the recipient fails to maintain mutually agreed  levels  of\n   39  employment,  investment, and power utilization. Expansion or replacement\n   40  power relinquished by businesses or withdrawn by the authority shall  be\n   41  allocated  directly or by sale for resale by the authority to businesses\n   42  within the state located within thirty  miles  of  the  Niagara  project\n   43  provided,  that the proceeds from the sale of such unallocated and allo-\n   44  cated, but relinquished or withdrawn or currently not accessed expansion\n   45  or replacement power, as shall be determined by the trustees,  shall  be\n   46  allocated for the purposes of western New York economic development fund\n   47  benefits  pursuant  to  the  eleventh  undesignated  paragraph  of  this\n   48  section. Proceeds to such western New  York  economic  development  fund\n   49  shall  not  preclude the authority from allocating expansion or replace-\n   50  ment power to eligible companies under the provisions of  this  section.\n   51  The  amount  of  power  allocated  to businesses in Chautauqua county on\n   52  January first, nineteen hundred eighty-seven shall be allocated in  such\n   53  county.  Preservation  power that is relinquished by businesses or with-\n   54  drawn by the authority shall be allocated directly or by sale for resale\n   55  by the authority within the counties of Jefferson,  Saint  Lawrence  and\n   56  Franklin.   Allocations made pursuant to this paragraph shall be made in\n\n       S. 189                              3\n\n    1  accordance with criteria established  by  the  trustees.  Such  criteria\n    2  shall address the expansion of industry and employment pursuant to para-\n    3  graph  (a) of this subdivision and the revitalization of existing indus-\n    4  try pursuant to paragraph (b) of this subdivision.\n    5    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to establishing the power authority of the state of New York shall make low cost hydropower available to certain hospitals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T091758.TXT", "SOBI.D101213.T145320.TXT", "SOBI.D101210.T164208.TXT", "SOBI.D101210.T160705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292270000057
}