{
  "year" : 2011,
  "senateBillNo" : "S1903-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1903-2011-1294981200000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the creation of utility facility coordinating committees in N.Y. city",
  "summary" : "Authorizes mayor or chief executive officer of any city having a population of one million or more persons to establish a utility facility coordinating committee to develop and implement procedures under which each utility corporation and corporation authorized to install and lease underground conduit facilities providing service in the city shall cooperate with such city in developing plans for the removal, protection or replacement of any facilities of such corporation which are to be disturbed or affected by the laying out, establishment, construction, maintenance, operation, alteration or discontinuance of any street, sewer and drainage system, or water supply system in such city, and cooperate with such city where removal, protection or replacement of such facilities is undertaken; details minimum cooperative procedures to be undertaken in such cases. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S1583-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to cooperation in the removal, protection and replacement of utility facilities in cities having a population of one million or more persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T102411.TXT", "SOBI.D110114.T094405.TXT", "SOBI.D110114.T101410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295018651675
}