{
  "year" : 2011,
  "senateBillNo" : "S1904-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1904-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalties for sexual performances by a child and provides for consecutive sentencing upon certain multiple convictions",
  "summary" : "Increases the penalties for persons convicted of child pornography; creates a new crime of use of a child in a sexual performance in the first degree and imposes consecutive sentencing upon certain multiple convictions of child pornography statutes. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S916-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1904\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to  increasing  the  criminal\n         penalties  for  sexual  performances  by  a  child  and in relation to\n         providing for consecutive sentencing upon certain multiple convictions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1 and 2 of section 263.00 of the penal law, as\n    2  amended  by  chapter  1  of  the  laws  of  2000, are amended to read as\n    3  follows:\n    4    1. \"Sexual performance\" means any performance or part  thereof  which,\n    5  for  purposes of section 263.16 of this article, includes sexual conduct\n    6  by a child less than sixteen years of age or, for  purposes  of  section\n    7  263.05  or  263.15  of  this article, includes sexual conduct by a child\n    8  less than [seventeen] EIGHTEEN years of age.\n    9    2. \"Obscene sexual  performance\"  means  any  performance  which,  for\n   10  purposes of section 263.11 of this article, includes sexual conduct by a\n   11  child  less than sixteen years of age or, for purposes of section 263.10\n   12  of this article, includes sexual conduct by a child  less  than  [seven-\n   13  teen]  EIGHTEEN  years of age, in any material which is obscene, as such\n   14  term is defined in section 235.00 of this chapter.\n   15    S 2. The penal law is amended by adding a new section 263.03  to  read\n   16  as follows:\n   17  S 263.03 USE OF A CHILD IN A SEXUAL PERFORMANCE IN THE FIRST DEGREE.\n   18    A  PERSON  IS  GUILTY OF THE USE OF A CHILD IN A SEXUAL PERFORMANCE IN\n   19  THE FIRST DEGREE  IF  KNOWING  THE  CHARACTER  AND  CONTENT  THEREOF  HE\n   20  EMPLOYS,  AUTHORIZES OR INDUCES A CHILD LESS THAN TWELVE YEARS OF AGE TO\n   21  ENGAGE IN A SEXUAL PERFORMANCE OR BEING  A  PARENT,  LEGAL  GUARDIAN  OR\n   22  CUSTODIAN  OF SUCH CHILD, HE CONSENTS TO THE PARTICIPATION BY SUCH CHILD\n   23  IN A SEXUAL PERFORMANCE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07235-01-1\n\n       S. 1904                             2\n\n    1    USE OF A CHILD IN A SEXUAL PERFORMANCE IN THE FIRST DEGREE IS A  CLASS\n    2  B FELONY.\n    3    S  3.  Section 263.05 of the penal law, as amended by chapter 1 of the\n    4  laws of 2000, is amended to read as follows:\n    5  S 263.05 Use of a child in a sexual performance IN THE SECOND DEGREE.\n    6    A person is guilty of the use of a child in a  sexual  performance  IN\n    7  THE  SECOND  DEGREE  if  knowing  the  character  and content thereof he\n    8  employs, authorizes or induces a child less  than  [seventeen]  EIGHTEEN\n    9  years  of age to engage in a sexual performance or being a parent, legal\n   10  guardian or custodian of such child, he consents to the participation by\n   11  such child in a sexual performance.\n   12    Use of a child in a sexual performance IN THE SECOND DEGREE is a class\n   13  C felony.\n   14    S 4. The penal law is amended by adding a new section 263.08  to  read\n   15  as follows:\n   16  S 263.08 PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST\n   17             DEGREE.\n   18    A  PERSON  IS  GUILTY  OF PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A\n   19  CHILD IN THE FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THERE-\n   20  OF, HE PRODUCES, DIRECTS  OR  PROMOTES  ANY  OBSCENE  PERFORMANCE  WHICH\n   21  INCLUDES SEXUAL CONDUCT BY A CHILD LESS THAN TWELVE YEARS OF AGE.\n   22    PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE\n   23  IS A CLASS C FELONY.\n   24    S  5.  Section 263.10 of the penal law, as amended by chapter 1 of the\n   25  laws of 2000, is amended to read as follows:\n   26  S 263.10 Promoting an obscene sexual  performance  by  a  child  IN  THE\n   27             SECOND DEGREE.\n   28    A  person  is  guilty  of promoting an obscene sexual performance by a\n   29  child IN THE SECOND DEGREE when, knowing the character and content ther-\n   30  eof, he produces, directs or  promotes  any  obscene  performance  which\n   31  includes  sexual conduct by a child less than [seventeen] EIGHTEEN years\n   32  of age.\n   33    Promoting an obscene sexual performance  by  a  child  IN  THE  SECOND\n   34  DEGREE is a class D felony.\n   35    S  6.  The penal law is amended by adding a new section 263.13 to read\n   36  as follows:\n   37  S 263.13 PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE.\n   38    A PERSON IS GUILTY OF PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE\n   39  FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THEREOF, HE PRODUC-\n   40  ES, DIRECTS OR PROMOTES ANY PERFORMANCE WHICH INCLUDES SEXUAL CONDUCT BY\n   41  A CHILD LESS THAN TWELVE YEARS OF AGE.\n   42    PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE  FIRST  DEGREE  IS  A\n   43  CLASS C FELONY.\n   44    S  7.  Section 263.15 of the penal law, as amended by chapter 1 of the\n   45  laws of 2000, is amended to read as follows:\n   46  S 263.15 Promoting a sexual performance by a child IN THE SECOND DEGREE.\n   47    A person is guilty of promoting a sexual performance by a child IN THE\n   48  SECOND DEGREE when,  knowing  the  character  and  content  thereof,  he\n   49  produces,  directs  or  promotes  any  performance which includes sexual\n   50  conduct by a child less than [seventeen] EIGHTEEN years of age.\n   51    Promoting a sexual performance by a child IN THE SECOND  DEGREE  is  a\n   52  class D felony.\n   53    S  8.  Subdivision 1 of section 263.20 of the penal law, as amended by\n   54  chapter 1 of the laws of 2000, is amended to read as follows:\n   55    1. Under this article, it shall be an  affirmative  defense  that  the\n   56  defendant  in good faith reasonably believed the person appearing in the\n\n       S. 1904                             3\n\n    1  performance was, for purposes of section 263.11 or 263.16 of this  arti-\n    2  cle,  sixteen  years  of age or over or, for purposes of section 263.05,\n    3  263.10 or 263.15 of this article, [seventeen] EIGHTEEN years of  age  or\n    4  over.\n    5    S  9.  The  opening  paragraph  of  subdivision 1 and subdivision 2 of\n    6  section 70.25 of the penal law, the opening paragraph of  subdivision  1\n    7  as  amended  by  chapter  372  of  the laws of 1981 and subdivision 2 as\n    8  amended by chapter 56 of the laws of 1984, are amended and a new  subdi-\n    9  vision 6 is added to read as follows:\n   10    Except  as  provided in subdivisions two, two-a [and], five AND SIX of\n   11  this section, when multiple sentences of imprisonment are imposed  on  a\n   12  person  at the same time, or when a person who is subject to any undisc-\n   13  harged term of imprisonment imposed at a previous time  by  a  court  of\n   14  this  state  is  sentenced  to  an  additional term of imprisonment, the\n   15  sentence or sentences imposed by the court shall run either concurrently\n   16  or consecutively with respect to each other and the undischarged term or\n   17  terms in such manner as the court directs at the time  of  sentence.  If\n   18  the  court does not specify the manner in which a sentence imposed by it\n   19  is to run, the sentence shall run as follows:\n   20    2. When more than one sentence of imprisonment is imposed on a  person\n   21  for  two or more offenses committed through a single act or omission, or\n   22  through an act or omission  which  in  itself  constituted  one  of  the\n   23  offenses  and  also  was a material element of the other, the sentences,\n   24  except if one or more of such sentences is for a  violation  of  section\n   25  263.03,  263.05, 263.08, 263.10, 263.13, 263.15, OR 270.20 of this chap-\n   26  ter, must run concurrently.\n   27    6. WHEN A PERSON IS CONVICTED OF USE OF A CHILD IN A  SEXUAL  PERFORM-\n   28  ANCE IN THE FIRST DEGREE AS DEFINED IN SECTION 263.03 OF THIS CHAPTER OR\n   29  USE  OF  A CHILD IN A SEXUAL PERFORMANCE IN THE SECOND DEGREE AS DEFINED\n   30  IN SECTION 263.05  OF  THIS  CHAPTER  OR  PROMOTING  AN  OBSCENE  SEXUAL\n   31  PERFORMANCE  BY A CHILD IN THE FIRST DEGREE AS DEFINED IN SECTION 263.08\n   32  OF THIS CHAPTER OR PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN\n   33  THE SECOND DEGREE AS DEFINED  IN  SECTION  263.10  OF  THIS  CHAPTER  OR\n   34  PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE AS DEFINED\n   35  IN SECTION 263.13 OF THIS CHAPTER OR PROMOTING A SEXUAL PERFORMANCE BY A\n   36  CHILD IN THE SECOND DEGREE AS DEFINED IN SECTION 263.15 OF THIS CHAPTER,\n   37  AND  ANY  OTHER  CRIME,  THE SENTENCES FOR SUCH CRIMES SHALL RUN CONSEC-\n   38  UTIVELY.\n   39    S 10. This act shall  take  effect  on  the  first  of  November  next\n   40  succeeding the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1904\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to increasing the criminal penalties\nfor sexual performances by a child and in relation to providing for\nconsecutive sentencing upon certain multiple convictions\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill would amend article 263 of the\npenal law to increase penalties for child pornography and to provide\nfor consecutive sentencing of persons who are found guilty of a child\npornography offense and another crime.\n\nSUMMARY:\nSection 1: This bill would amend section 263.00 of the penal\nlaw to change the definitions of \"sexual performance\" and \"obscene\nsexual performance\" to include sexual conduct by a child less than\neighteen years of age. Presently, the section defines such terms to\ninclude sexual conduct by a child less than sixteen years of age.\n\nSection 2: This bill would also add a new section 263.03 to the penal\nlaw to establish a new crime of use of a child in a sexual\nperformance in the first degree. A person would be guilty of such\ncrime, when, knowing the character and content thereof he employs,\nauthorizes or induces a child less than twelve years of age to engage\nin a sexual performance or being a parent, legal guardian or\ncustodian of such child, consents to the participation by such child\nin a sexual performance. The use of a child in a sexual performance in\nthe first degree would be a class B felony.\n\nSection 3: This bill would further amend section 263.05 of the penal\nlaw to reclassify the current crime of use of a child in a sexual\nperformance as use of a child in a sexual performance in the second\ndegree. It would also amend this section to increase the age of the\nchildren protected by this section from children less than sixteen\nyears of age to children less than eighteen years of age. The conduct\nprescribed by the use of a child in a sexual performance in the\nsecond degree would remain a class C felony.\n\nSection 4: This bill would additionally add a new section 263.08 to\nthe penal law to establish a new crime of promoting an obscene sexual\nperformance by a child in the first degree. A person would be guilty\nof such crime, when, knowing the character and content thereof, he\nproduces, directs or promotes any obscene performance which includes\nsexual conduct by a child less than twelve years of age. promoting an\nobscene sexual performance by a child in the first degree would be a\nclass C felony.\n\nSection 5: This bill would also amend section 263.10 of the penal law to\nreclassify the current crime of promoting an obscene sexual\n\nperformance by a child as promoting an obscene sexual performance by\na child in the second degree. It would also amend this section to\nincrease the age of the children protected by this section from\nchildren less than sixteen years of age to children less than\neighteen years of age. The conduct prescribed by the promoting of an\nobscene sexual performance by a child in the second degree would\nremain a class D felony.\n\nSection 6: This bill would further add a new section 263.13 to the\npenal law to establish a new crime of promoting a sexual performance\nby a child in the first degree. A person would be guilty of such\ncrime, when, knowing the character and content thereof, he produces.\ndirects or promotes any performance which includes sexual conduct by\na child less than twelve years of age. Promoting a sexual performance\nby a child in the first degree would be a class C felony.\n\nSection 7: This bill would also amend section 263.15 of the penal law\nto reclassify the current crime of promoting a sexual performance by\na child as promoting a sexual performance by a child in the second\ndegree.\nIt would also amend this section to increase the age of the children\nprotected by this section from children less than sixteen years of\nage to children less than eighteen years of age. The conduct\nprescribed by the promoting of a sexual performance by a child in the\nsecond degree would remain a class D felony.\n\nSection 8: This bill would additionally amend section 263.20 of the\npenal law to provide, that under this article the defendant shall\nhave an affirmative defense if he, in good faith, reasonably believed\nthat the person appearing in the performance was eighteen years of\nage. No such affirmative defense would be available to the defendant,\nfor the first degree crimes of this article, simply because the\ndefendant believed the child was between the ages of twelve years and\neighteen.\n\nSection 9: This bill would also amend section 70.25 of the penal law\nto provide for sentences of imprisonment to run consecutively .when a\nperson is convicted of a child pornography crime and any other crime.\n\nSection 10: This bill would take effect on the first day of November\nnext succeeding the date on which it shall have become a law.\n\nJUSTIFICATION:\nChild pornography exploits children, who, as the most\nvulnerable members of our society, are most deserving of protection\nby our criminal justice system. The current statutory provisions\nrelating to the use of a child in a sexual performance, and the\npromotion of an obscene sexual performance by a child, are\ninadequate, drawing no distinction between sexual conduct of children\nof different ages nor permitting concurrent sentences. This bill\naffords greater protection to children by providing the essential\ndeterrence to those who seek to use children in sexual performances.\n\nSpecifically, new sections of the penal law would be created to\nprotect children under the age of twelve and would impose a higher\npenalty than presently applicable. This bill would also extend\nprotection to children under the age of eighteen, rather than under\nthe age of sixteen.\n\nCriminals who exploit children should not be permitted to have their\nsentences effectively merged. This bill addresses this issue by requir-\ning that when a defendant is convicted of a child pornography crime,\nand any other crime, he must serve consecutive sentences, and not\nhave his sentences run concurrently. This provision adds an\nespecially important deterrent to child pornographers, since the very\nnature of their activity, more often than not, leads them to commit\nmultiple criminal acts. Under a system of consecutive sentencing,\nsuch a criminal will be held responsible for all his criminal acts,\nand not just one of them. There is no more heinous act than a crime\nwhich is committed against society's most innocent members, our\nchildren. It is imperative to our society's future to protect all of\nour children and afford them every opportunity to become productive\nand well-adjusted members of our society.\n\nChild pornography degrades our children and our entire society to its\nlowest possible level. This bill would take the necessary measures to\nprotect our children from those who would scar and exploit them for\ntheir own warped gratification or profit. It would also send a strong\nmessage that New York is not a state that will tolerate this\nactivity, and that we will enact appropriate penalties that fit the\nseriousness of this crime.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act would take effect on the first date of\nNovember next succeeding the date it shall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to increasing the criminal penalties for sexual performances by a child and in relation to providing for consecutive sentencing upon certain multiple convictions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T102411.TXT", "SOBI.D110114.T120437.TXT", "SOBI.D110114.T094405.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110114.T101410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963655
}