{
  "year" : 2011,
  "senateBillNo" : "S190-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S190-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the conveyance of certain parklands in the town of Hamlin in the county of Monroe to Sandy Creek Marina",
  "summary" : "Authorizes the conveyance of certain parklands in the town of Hamlin in the county of Monroe to Sandy Creek Marina. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Parks",
  "previousVersions" : [ "S8040-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          190\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT in relation to authorizing the conveyance of certain parklands in\n         the town of Hamlin in the county of Monroe to Sandy Creek Marina\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Notwithstanding  the  provisions  of any other law to the\n    2  contrary, the  commissioner  of  environmental  conservation  is  hereby\n    3  authorized to enter into a contract, on behalf of and in the name of the\n    4  state, for the conveyance of fee title to a parcel of state park land in\n    5  the  town of Hamlin, in the county of Monroe, as more fully described in\n    6  section three of this act, to Sandy Creek Marina.\n    7    S 2. The authorization provided in section one of this  act  shall  be\n    8  effective  only  upon  the  condition  that the state dedicate an amount\n    9  equal to or greater than the fair market value  of  the  property  being\n   10  alienated by this act for the acquisition of additional parklands and/or\n   11  for capital improvements to existing park and recreational facilities.\n   12    S  3. The lands authorized by this act to be discontinued as parklands\n   13  are as follows:\n   14    All that tract or parcel of land situate in the town of Hamlin, Monroe\n   15  County, New York state and being bounded and described as follows:\n   16    All that tract or parcel of land situated  in  part  of  Town  Lot  7,\n   17  Section  10,  Township 5, Town of Hamlin, County of Monroe, State of New\n   18  York and being more particularly described as follows:\n   19    Beginning at a point in the east right-of-way of Lake Road East  Fork,\n   20  said  point being the intersection of lands acquired by the State of New\n   21  York and lands of Nancy Butcher;\n   22    Thence northerly on a bearing of N 26µ43'02\" E a  distance  of  492.64\n   23  feet to a point;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00704-01-1\n\n       S. 190                              2\n\n    1    Thence  westerly  on  a  bearing of N 65µ26'38\" W a distance of 100.00\n    2  feet to a point;\n    3    Thence  southerly  on  a bearing of S 15µ09'53\" W a distance of 498.98\n    4  feet to a point, said point being the true point and place of beginning\n    5    Subject to all covenants, easements and  restrictions  of  record,  if\n    6  any,  affecting  said  premises as recorded in the Monroe County Clerk's\n    7  office\n    8    Being and hereby intended to describe a parcel of  land  having  0.565\n    9  acres of land more or less, the same premises as shown on a map prepared\n   10  by Maier Land Surveying.\n   11    S  4.  In  the  event  that  the state received any funding support or\n   12  assistance from the federal government for the purchase, maintenance  or\n   13  improvement of the parklands set forth in section three of this act, the\n   14  discontinuance  and  alienation  of  such  parkland  authorized  by  the\n   15  provisions of section three of this act shall not occur until the  state\n   16  has  complied with any federal requirements pertaining to the alienation\n   17  or conversion of such parklands, including satisfying the  secretary  of\n   18  the  interior that the alienation or conversion complies with all condi-\n   19  tions which the secretary of the interior deems necessary to assure  the\n   20  substitution  or  improvement of other lands shall be equivalent in fair\n   21  market and usefulness to the lands being alienated or converted.\n   22    S 5. The commissioner of environmental  conservation  shall  prescribe\n   23  additional  terms  for the conveyance of lands as he or she deems neces-\n   24  sary. Such contracts shall not  become  binding  upon  the  state  until\n   25  approved by the director of the budget and the comptroller. Title to the\n   26  land  to  be  conveyed  to  the state pursuant to the provisions of such\n   27  contract shall be approved by the attorney general and the deed  to  the\n   28  state shall be approved by the attorney general as to form and manner of\n   29  execution  before  such  deed  shall be accepted on behalf of the state.\n   30  Notwithstanding the provisions of the public lands law,  the  conveyance\n   31  of  the  state  owned lands, pursuant to such contract, shall be without\n   32  reservation or exception except as provided for in such  contract.  Upon\n   33  certification  by  the commissioner of environmental conservation to the\n   34  commissioner of general services of a copy of the contract  and  certif-\n   35  ication  that  Sandy Creek Marina has complied with all terms and condi-\n   36  tions of the contract upon its part to be kept and  performed,  together\n   37  with  a  description of each of the parcels to be exchanged, the commis-\n   38  sioner of general services shall convey all the right, title and  inter-\n   39  est  of  the state in such land in accordance with the provisions of the\n   40  contract.\n   41    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to authorizing the conveyance of certain parklands in the town of Hamlin in the county of Monroe to Sandy Creek Marina ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T091758.TXT", "SOBI.D101213.T145320.TXT", "SOBI.D101210.T164208.TXT", "SOBI.D101210.T160705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292270000076
}