{
  "year" : 2011,
  "senateBillNo" : "S1900-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1900-2011-1294981200000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides taxpayers with a personal income tax modification reducing federal adjusted gross income for tuition paid at an institution of higher education",
  "summary" : "Provides taxpayers with a personal income tax deduction for up to $3,000 paid for tuition of the taxpayer or a dependent of the taxpayer at an institution of higher education located in this state; applicable to taxpayers with a NY taxable income of less than $100,000. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1316-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1900\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to  providing  personal  income\n         taxpayers  with  a modification reducing federal adjusted gross income\n         for tuition paid at any institution of higher education\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subsection (c) of section 612 of the tax law is amended by\n    2  adding a new paragraph 39 to read as follows:\n    3    (39) FOR TAXABLE YEARS BEGINNING ON AND AFTER JANUARY FIRST, TWO THOU-\n    4  SAND ELEVEN, THE AMOUNT PAID BY A  TAXPAYER  WITH  A  NEW  YORK  TAXABLE\n    5  INCOME BEFORE THE APPLICATION OF THIS PARAGRAPH OF LESS THAN ONE HUNDRED\n    6  THOUSAND  DOLLARS,  FOR  TUITION  AT ANY INSTITUTION OF HIGHER EDUCATION\n    7  WITHIN THE STATE PROVIDED SUCH EXPENSE IS FOR TUITION OF THE TAXPAYER OR\n    8  A DEPENDENT OF THE TAXPAYER  AND  PROVIDED,  HOWEVER,  THAT  THE  HEREIN\n    9  AUTHORIZED  AMOUNT  OF  THE  DEDUCTION  SHALL  NOT EXCEED THREE THOUSAND\n   10  DOLLARS MULTIPLIED BY THE NUMBER OF PERSONS FOR  WHOM  SUCH  TUITION  IS\n   11  PAID.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06676-01-1\n",
  "memo" : "BILL NUMBER:S1900\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to providing personal income taxpayers\nwith a modification reducing federal adjusted gross income\nfor tuition paid at any institution of higher\neducation\n\nSUMMARY:\nSubsection (c) of section 612 of the tax law is amended to allow for\nup to three thousand dollars of the amount paid for tuition at any\ninstitution of higher education within New York State provided that\nthe expense is for the taxpayer or for the taxpayer or for a\ndependent of the taxpayer.\n\nJUSTIFICATION:\nIt is well known that the key to the future of our state lies in the\neducation of our young men and women. While it has always been the\nmission of our institutions of higher education to assist in the\nundergraduate population, recent budgetary cutbacks have severely\ncurtailed the educational opportunity for many. In his proposed\n1997-98 State Budget Governor Pataki projected an increase in\ntuition of $400 and cut the Tuition Assistance Program by $175\nmillion. This comes in a time when our student population needs to be\nbetter educated, better trained and better prepared for the workforce.\n\nNo longer can we, as state officials, expect to have a future tax base\nwhen the educational tools are no longer available to our students.\nIn order to remedy this continual budgetary onslaught on institutions\nof higher education, we must provide a monetary \"rebate\" to ensure\nthat our student population has the best chance to receive a quality\neducation and to become better equipped to contribute to the\ncontinual rebirth of the Empire State.\n\nIn order to achieve this goal, I have proposed to offer a tax\ndeduction of up to three thousand dollars of the amount paid for\ntuition at any institution of higher education within New York State,\nprovided that the expense is for the taxpayer or a dependent of the\ntaxpayer. The tax credit will assist those families most in need due\nto the drastic cuts by Governor Pataki.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing personal income taxpayers with a modification reducing federal adjusted gross income for tuition paid at any institution of higher education ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T094405.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T102913.TXT", "SOBI.D110114.T101910.TXT", "SOBI.D110114.T120938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963647
}