{
  "year" : 2011,
  "senateBillNo" : "S1905-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1905-2011-1294981200000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows a small claims proceeding where an aggrieved owner is not timely notified of the results of a properly filed grievance",
  "summary" : "Permits an aggrieved real property owner to file a small claims action where he or she is not notified of the results of a grievance properly filed within the time period provided by law, and refunds the $25.00 filing fee in such cases. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S896-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1905\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation to the  procedure\n         for reviewing small claims in certain cases\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 730 of the real property  tax  law  is  amended  by\n    2  adding a new subdivision 10 to read as follows:\n    3    10.  (A)  IN  ANY CASE WHERE A PROPERTY OWNER SHALL HAVE FIRST FILED A\n    4  COMPLAINT PURSUANT TO SECTION FIVE HUNDRED TWENTY-FOUR OR SECTION  FOUR-\n    5  TEEN  HUNDRED  EIGHT OF THIS CHAPTER OR THE PROVISIONS OF A LOCAL LAW OR\n    6  CHARTER PROVIDING FOR ADMINISTRATIVE REVIEW  OF  ASSESSMENTS,  AND  SUCH\n    7  OWNER  HAS NOT RECEIVED NOTICE OF THE DETERMINATION WITH RESPECT THERETO\n    8  AT LEAST SEVEN BUSINESS DAYS PRIOR TO THE LAST DAY TO FILE THE  PETITION\n    9  PROVIDED  FOR  IN SUBDIVISION THREE OF THIS SECTION, SUCH OWNER SHALL BE\n   10  ENTITLED TO COMMENCE A PROCEEDING PURSUANT TO THIS TITLE.   IN ANY  SUCH\n   11  CASE  THE  TWENTY-FIVE  DOLLAR  FEE PROVIDED FOR IN SUBDIVISION THREE OF\n   12  THIS SECTION SHALL BE REFUNDED.\n   13    (B) THE FORM UPON WHICH A COMPLAINT FILED BY A PROPERTY OWNER PURSUANT\n   14  TO SECTION FIVE HUNDRED TWENTY-FOUR OR SECTION FOURTEEN HUNDRED EIGHT OF\n   15  THIS CHAPTER OR THE PROVISIONS OF A LOCAL LAW OR CHARTER  PROVIDING  FOR\n   16  ADMINISTRATIVE  REVIEW OF ASSESSMENTS, SHALL CONTAIN A BRIEF EXPLANATION\n   17  OF THE PETITION PROCEDURE PROVIDED FOR IN PARAGRAPH (A) OF THIS SUBDIVI-\n   18  SION.\n   19    S 2. This act  shall  take  effect  immediately  and  shall  apply  to\n   20  petitions  filed against assessment rolls prepared on or after the first\n   21  of January next succeeding the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07164-01-1\n",
  "memo" : "BILL NUMBER:S1905\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation\nto the procedure for\nreviewing small claims in certain cases\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe bill allows a small claims\nproceeding where an aggrieved owner is not timely notified of the\nresults of a properly filed real property tax assessment grievance.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nWhere an aggrieved property owner\nfiled a petition for review of his/her tax assessment with the local\nauthorities and has not received the notice of determination at least\nseven business days prior to the last day to file the small claims\npetition, such owner shall be entitled to commence such small claims\nproceeding. In such case, the fee would be refunded regardless of\noutcome. The property owner would be advised of this petition\nprocedure on the form upon which a complaint is filed with the local\nauthorities.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nSubdivision 10 is added to section 730 of the real property tax law.\n\nJUSTIFICATION:\nThe current statutory deadline to file for a judicial\nreview of a tax assessment (30 days after the completion of the final\nassessment rolls or in New York City by October 24th) has precluded\nmany property owners from pursuing such a remedy. Notwithstanding the\nfiling of a timely application to appeal the assessment with the\nlocal tax commission or assessment, numerous property owners have\nbeen unable to exercise their rights in the small claims forum\nbecause they either never received a final determination or offer\nfrom the local tax commission or assessment or they received a notice\nof the determination too late to act. By authorizing a small claims\nproceeding where an aggrieved owner is not timely notified of the\nresults by local authorities, the enactment of this bill will\npreserve an existing right and will enable property owners to fulfill\nthe legislative intent of property tax relief for homeowners as\nstated in Chapter 1022 L 1981.\n\nEFFECTIVE DATE:\nImmediately and shall apply to petitions filed against\nassessment rolls prepared on or after the first of January next\nsucceeding the date on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the procedure for reviewing small claims in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T102411.TXT", "SOBI.D110114.T120437.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110114.T101410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963656
}