{
  "year" : 2011,
  "senateBillNo" : "S1903-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1903-2011-1294981200000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the creation of utility facility coordinating committees in N.Y. city",
  "summary" : "Authorizes mayor or chief executive officer of any city having a population of one million or more persons to establish a utility facility coordinating committee to develop and implement procedures under which each utility corporation and corporation authorized to install and lease underground conduit facilities providing service in the city shall cooperate with such city in developing plans for the removal, protection or replacement of any facilities of such corporation which are to be disturbed or affected by the laying out, establishment, construction, maintenance, operation, alteration or discontinuance of any street, sewer and drainage system, or water supply system in such city, and cooperate with such city where removal, protection or replacement of such facilities is undertaken; details minimum cooperative procedures to be undertaken in such cases. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S1583-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1903\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend the public service law, in relation to cooperation in\n         the removal, protection  and  replacement  of  utility  facilities  in\n         cities having a population of one million or more persons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public service law is amended by adding a  new  section\n    2  119-d to read as follows:\n    3    S 119-D. UTILITY FACILITY COORDINATING COMMITTEES. 1. A UTILITY FACIL-\n    4  ITY COORDINATING COMMITTEE MAY BE ESTABLISHED IN ANY CITY HAVING A POPU-\n    5  LATION OF ONE MILLION OR MORE PERSONS BY ITS MAYOR OR OTHER CHIEF EXECU-\n    6  TIVE  OFFICER.  THE COMMITTEE SHALL CONSIST OF FIVE MEMBERS APPOINTED BY\n    7  SUCH MAYOR OR OTHER CHIEF EXECUTIVE OFFICER, ONE OF WHOM SHALL BE DESIG-\n    8  NATED AS CHAIRPERSON, AND FOUR ADDITIONAL MEMBERS APPOINTED BY THE MAYOR\n    9  OR OTHER CHIEF EXECUTIVE OFFICER UPON THE RECOMMENDATION OF PUBLIC UTIL-\n   10  ITY COMPANIES PROVIDING SERVICE IN SUCH CITY. MEMBERS SHALL SERVE AT THE\n   11  PLEASURE OF THE APPOINTING AUTHORITY.\n   12    2. THE UTILITY  FACILITY  COORDINATING  COMMITTEE  SHALL  DEVELOP  AND\n   13  IMPLEMENT  PROCEDURES  UNDER WHICH EACH GAS CORPORATION, ELECTRIC CORPO-\n   14  RATION, STEAM CORPORATION,  TELEPHONE  CORPORATION,  WATER-WORKS  CORPO-\n   15  RATION  AND  CORPORATION  AUTHORIZED  TO  INSTALL  AND LEASE UNDERGROUND\n   16  CONDUIT FACILITIES, PROVIDING SERVICE IN THE CITY SHALL  COOPERATE  WITH\n   17  SUCH CITY IN DEVELOPING PLANS FOR THE REMOVAL, PROTECTION OR REPLACEMENT\n   18  OF  ANY FACILITIES OF SUCH CORPORATION WHICH ARE TO BE DISTURBED, OR MAY\n   19  OTHERWISE BE AFFECTED, BY THE LAYING OUT,  ESTABLISHMENT,  CONSTRUCTION,\n   20  MAINTENANCE,  OPERATION,  ALTERATION  OR  DISCONTINUANCE  OF ANY STREET,\n   21  SEWER AND DRAINAGE SYSTEM, OR WATER SUPPLY SYSTEM IN SUCH CITY AND SHALL\n   22  COOPERATE WITH SUCH CITY WHERE THE REMOVAL, PROTECTION OR REPLACEMENT OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06699-01-1\n\n       S. 1903                             2\n\n    1  SUCH FACILITIES IS UNDERTAKEN. SUCH COOPERATIVE PROCEDURES SHALL INCLUDE\n    2  BUT NEED NOT BE LIMITED TO:\n    3    (A)  NOTIFICATION  TO SUCH CORPORATIONS THAT A STREET, SEWER, DRAINAGE\n    4  OR WATER SUPPLY PROJECT PROPOSED BY THE CITY MAY DISTURB  FACILITIES  OF\n    5  SUCH  CORPORATION, AND NOTIFICATION TO SUCH CITY THAT A PROJECT PROPOSED\n    6  BY ANY SUCH CORPORATION MAY DISTURB FACILITIES OF SUCH CITY;\n    7    (B) PROVISION OF INFORMATION TO THE CITY REGARDING ANY  FACILITIES  OF\n    8  SUCH  A  CORPORATION WHICH MAY BE DISTURBED BY A STREET, SEWER, DRAINAGE\n    9  OR WATER SUPPLY PROJECT PROPOSED BY SUCH CITY AS TO  WHICH  NOTIFICATION\n   10  WAS  GIVEN  PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION, AND PROVISION\n   11  OF INFORMATION TO ANY SUCH CORPORATION REGARDING ANY FACILITIES  OF  THE\n   12  CITY WHICH MAY BE DISTURBED BY A PROJECT PROPOSED BY SUCH CORPORATION AS\n   13  TO WHICH NOTIFICATION WAS GIVEN PURSUANT TO PARAGRAPH (A) OF THIS SUBDI-\n   14  VISION;\n   15    (C)  COORDINATION  BETWEEN  THE CITY AND ANY SUCH CORPORATION PRIOR TO\n   16  THE UNDERTAKING OF A STREET, SEWER, DRAINAGE OR WATER SUPPLY PROJECT FOR\n   17  THE PURPOSE  OF  JOINTLY  IDENTIFYING  THOSE  FACILITIES  WHICH  MAY  BE\n   18  DISTURBED,  SO  AS  TO  DEVELOP  PLANS FOR AVOIDING OR AMELIORATING SUCH\n   19  DISTURBANCES AND, WHERE APPROPRIATE, TO DESIGN PLANS  FOR  THE  REMOVAL,\n   20  PROTECTION OR REPLACEMENT OF AFFECTED FACILITIES;\n   21    (D) DEVELOPMENT OF JOINT-PLANNING AGREEMENTS BETWEEN SUCH CITY AND ANY\n   22  SUCH  CORPORATION WHERE THE CITY SEEKS A CONTRACT FOR THE PERFORMANCE OF\n   23  A STREET, SEWER, DRAINAGE OR WATER-SUPPLY PROJECT THAT WOULD PROVIDE FOR\n   24  THE REMOVAL, PROTECTION OR REPLACEMENT OF ANY FACILITIES OF SUCH  CORPO-\n   25  RATION WHICH MAY BE DISTURBED BY SUCH PROJECT; AND\n   26    (E)  COOPERATION IN IDENTIFYING ANY FACILITIES OF ANY SUCH CORPORATION\n   27  WHICH MAY BE DISTURBED BY A STREET,  SEWER,  DRAINAGE  OR  WATER  SUPPLY\n   28  PROJECT  UNDERTAKEN  BY  SUCH CITY, WHICH WERE NOT PREVIOUSLY IDENTIFIED\n   29  PURSUANT TO PARAGRAPH (C) OF THIS SUBDIVISION, SO AS  TO  DEVELOP  PLANS\n   30  FOR  AVOIDING  OR AMELIORATING SUCH DISTURBANCES AND, WHERE APPROPRIATE,\n   31  TO DESIGN A PLAN FOR THE REMOVAL, PROTECTION OR REPLACEMENT OF  AFFECTED\n   32  FACILITIES.\n   33    3.   THE COMMITTEE SHALL CONSIDER SUCH FACTORS AS THE LOCATION, NATURE\n   34  AND COST OF PROJECTS PROPOSED AND UNDERTAKEN  BY  THE  CITY,  SUCH  THAT\n   35  APPROPRIATE PROCEDURES MAY BE DEVELOPED FOR DIFFERENT TYPES OF PROJECTS.\n   36    4. THE COMMITTEE SHALL STUDY AND MAKE RECOMMENDATIONS AS TO THE FEASI-\n   37  BILITY  OF  COMPREHENSIVE,  LONG TERM PLANS FOR REMOVING, PROTECTING AND\n   38  REPLACING THE FACILITIES OF SUCH CORPORATIONS. THE COMMITTEE SHALL  ALSO\n   39  STUDY THE EFFECT OF THIS SECTION UPON THE COSTS OF STREET, SEWER, DRAIN-\n   40  AGE  AND WATER-WORKS PROJECTS TO THE PUBLIC AND TO THE CUSTOMERS OF SUCH\n   41  CORPORATIONS AND THE FEASIBILITY OF  SUCH  CORPORATIONS  PROVIDING  FULL\n   42  COMPENSATION  TO  THE CITY FOR THE REMOVAL, PROTECTION OR REPLACEMENT OF\n   43  ANY FACILITIES OF SUCH CORPORATION ON A  PERIODIC,  RATHER  THAN  A  PER\n   44  PROJECT,  BASIS.  THE  COMMITTEE SHALL ISSUE A PRELIMINARY REPORT TO THE\n   45  LEGISLATURE SETTING FORTH ITS FINDINGS  AND  RECOMMENDATIONS  NOT  LATER\n   46  THAN JANUARY FIRST, TWO THOUSAND TWELVE.\n   47    5.  FOR  PURPOSES  OF THIS SECTION THE TERM \"JOINT-PLANNING AGREEMENT\"\n   48  SHALL MEAN AN AGREEMENT BETWEEN THE CITY AND ANY CORPORATION  OR  CORPO-\n   49  RATIONS IDENTIFIED IN SUBDIVISION TWO OF THIS SECTION REGARDING THE WORK\n   50  TO BE PERFORMED UNDER A STREET, SEWER, DRAINAGE OR WATER SUPPLY CONTRACT\n   51  PROPOSED  BY  THE CITY PROVIDING FOR THE REMOVAL, PROTECTION OR REPLACE-\n   52  MENT OF ANY FACILITY OF SUCH CORPORATION OR CORPORATIONS  WHICH  MAY  BE\n   53  DISTURBED  BY  SUCH PROJECT.  SUCH JOINT-PLANNING AGREEMENTS MAY PROVIDE\n   54  FOR AN ALLOCATION OF THE COSTS BETWEEN THE CITY AND SUCH CORPORATION  OR\n   55  CORPORATIONS  UNDER  A  CONTRACT FOR THE PERFORMANCE OF A STREET, SEWER,\n   56  DRAINAGE OR WATER SUPPLY PROJECT,  PROVIDED  THAT  SUCH  CORPORATION  OR\n\n       S. 1903                             3\n\n    1  CORPORATIONS  SHALL  COMPENSATE  THE CITY FOR ANY COSTS INCURRED BY SUCH\n    2  CITY IN THE REMOVAL, PROTECTION OR REPLACEMENT OF ANY FACILITIES OF SUCH\n    3  CORPORATION OR CORPORATIONS PURSUANT TO SUCH CONTRACT OR OTHERWISE.\n    4    6.  WITHIN SIX MONTHS OF THE ESTABLISHMENT OF A UTILITY FACILITY COOR-\n    5  DINATING COMMITTEE IN A CITY PURSUANT TO THIS SECTION, SUCH  CITY  SHALL\n    6  SELECT  AT LEAST ONE STREET, SEWER, DRAINAGE OR WATER SUPPLY PROJECT AND\n    7  DETERMINE THE GAS  CORPORATIONS,  ELECTRIC  CORPORATIONS,  STEAM  CORPO-\n    8  RATIONS,  TELEPHONE  CORPORATIONS,  WATER-WORKS  CORPORATIONS AND CORPO-\n    9  RATIONS AUTHORIZED TO INSTALL AND LEASE UNDERGROUND CONDUIT  FACILITIES,\n   10  WHICH  HAVE FACILITIES WHICH MAY BE DISTURBED BY SUCH PROJECT. SUCH CITY\n   11  SHALL SEEK TO ENTER INTO A JOINT-PLANNING AGREEMENT WITH ONE OR MORE  OF\n   12  SUCH  CORPORATIONS  FOR  THE  REMOVAL, PROTECTION OR REPLACEMENT OF SUCH\n   13  FACILITIES. THE UTILITY FACILITY COORDINATING  COMMITTEE  SHALL  MONITOR\n   14  THE  PERFORMANCE  OF  THE  JOINT-PLANNING  AGREEMENT  AND  THE  REMOVAL,\n   15  PROTECTION OR REPLACEMENT OF SUCH FACILITIES,  AND  SHALL  EVALUATE  AND\n   16  AUDIT  PERFORMANCE  COSTS  AND OTHER DATA FOR THE PURPOSE OF DETERMINING\n   17  THE EFFECTIVENESS OF THE JOINT-PLANNING AGREEMENT.\n   18    7. FOR PURPOSES OF THIS SECTION, ANY STREET, SEWER, DRAINAGE OR  WATER\n   19  SUPPLY  PROJECT  PROPOSED  OR  UNDERTAKEN  BY A WATER BOARD CREATED BY A\n   20  SPECIAL ACT OF THE LEGISLATURE AT THE REQUEST  OF  A  CITY,  AS  A  BODY\n   21  CORPORATE AND POLITIC, CONSTITUTING A CORPORATE MUNICIPAL INSTRUMENTALI-\n   22  TY, SHALL BE DEEMED TO BE A PROJECT PROPOSED OR UNDERTAKEN BY SUCH CITY.\n   23    8.  THE  PROVISIONS  OF  THIS SECTION SHALL NOT APPLY IN THE CASE OF A\n   24  PUBLIC EMERGENCY ARISING OUT OF  AN  ACCIDENT  OR  OTHER  OCCURRENCE  OR\n   25  CONDITION WHEREBY CIRCUMSTANCES AFFECTING PUBLIC BUILDINGS, PUBLIC PROP-\n   26  ERTY  OR  THE  LIFE,  HEALTH, SAFETY OR PROPERTY OF THE INHABITANTS OF A\n   27  CITY OR DISTRICT THEREIN, REQUIRE EXPEDITIOUS ACTION.\n   28    9. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO AFFECT OR  MODIFY  IN\n   29  ANY  WAY  THE  OBLIGATIONS  OR  LIABILITY OF ANY PERSON UNDER APPLICABLE\n   30  GENERAL, SPECIAL OR LOCAL LAW, COMMON LAW OR CONTRACT FOR  THE  REMOVAL,\n   31  PROTECTION  OR  REPLACEMENT  OF  UTILITY  FACILITIES OR FOR ANY DAMAGES,\n   32  INJURY OR LOSS RESULTING FROM ANY ACT OR  OMISSION  PERTAINING  TO  SUCH\n   33  OBLIGATIONS OR LIABILITY.  NOTHING IN THIS SECTION SHALL BE CONSTRUED TO\n   34  IMPOSE OR OTHERWISE PROVIDE FOR ANY OBLIGATIONS OR LIABILITY UPON CITIES\n   35  FOR THE REMOVAL, PROTECTION OR REPLACEMENT OF UTILITY FACILITIES.\n   36    S  2.  This  act  shall take effect immediately, provided however that\n   37  procedures implemented pursuant to section 119-d of the  public  service\n   38  law,  as  added  by section one of this act, shall not apply to projects\n   39  undertaken prior to July 1, 1992 or after June 30, 2012,  except  as  is\n   40  otherwise provided in subdivision 6 of such section.\n",
  "memo" : "BILL NUMBER:S1903\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to cooperation in the\nremoval, protection and replacement of utility facilities in cities\nhaving a population of one million or more persons\n\nSUMMARY OF PROVISIONS:\nThis bill would authorize cities having a population of one million or\nmore persons to create a \"utility facility coordination committee,\"\nincluding both city and utility corporation representatives, to:\ndevelop and foster strategies and procedures for effective and cost\nefficient cooperation in dealing with interference problems inherent\nin essential municipal construction projects in streets crowded with\npublic gas, electric, steam, telephone and/or waterworks facilities.\nThese approaches would include: efficient notification and data\nexchange;\neffective coordination and planning; development of cooperative\nbidding processes; and a feasibility study on comprehensive long-term\nstrategies coupled with analysis of costs to both ratepayers and\ntaxpayers.\n\nA report to the legislature, with recommendations, is due January 1,\n1991. Within six months of the creation of a utility facility\ncoordinating committee, at least one project would be selected to\nascertain the practicality and effectiveness of joint-planning\nagreements under which removal, protection and replacement work for\nutility corporations would be carried out under the city's contract.\nActual performance would be carefully monitored and audited. The bill\nincludes projects financed or carried out by New York City Water Board.\n\nJUSTIFICATION:\nThe City of New York's proposed State utility facility-relocation\nlegislation, promotes increased cooperation between local government,\nin cities with a population of one million or more, and utilities\nlocated in such cities will result in a more equitable and effective\nprocess for minimizing community impact of projects involving street\nopenings. This legislation authorizes the creation of a new mechanism\n- a \"utility facility coordinating committee\" - to enable more\ndetailed planning to occur when a street, water, sewer or drainage\nproject will disturb utility facilities, or a utility project will\naffect City facilities. Joint planning prior to the bidding of city\nprojects will promote more comprehensive agreement between involved\nparties as to the extent, nature and cost of the work involved, thus\nreducing costs to utility ratepayers and city taxpayers. Also,\nexpected is a reduction in the time necessary to complete a project,\nto greater convenience the public.\n\nBetter coordination planning between cities and utilities is an impor-\ntant and necessary first step, which is anticipated to lead to further\n\nsteps to simplify and streamline joint city-utility project planning.\nThese next steps could include joint-planning agreements and\ncooperative bidding of work. This proposed legislation requires that\nwithin six months of the establishment of a utility Facility\nCoordination Committee in a city with a population of one million or\nmore, a \"sample\" project be selected in order to further explore this\nprocess. In New York City, six projects have already been selected\ntentatively for planning with the intention of utilizing\njoint-planning agreements and cooperative bidding.\n\nAs these six projects progress the City and utilities will be better\nable to assess the effectiveness of joint-planning agreements and\ncooperative bidding. Previous pilot pre-engineering projects in New\nYork City for water main construction have reduced utility relocation\ncosts by almost two thirds. Additionally, we will be able to audit\nwhether reasonable and fair formulas can be developed to allow for\nprojects to be paid for on a periodic, rather than a per project,\nbasis. This bill lays a solid basis for the development and\ninstitutionalization of effective new procedures that will result in\ngreater equity for all concerned. New York City's utility\nfacility-relocation proposal establishes an area in which it and\nprivate utilities can meet to better resolve the complex problems\n'associated with joint projects. This proposal institutes a process\nto enable both sides to balance interests and reach fair agreements\non matters such as the scope of work and associated costs. The\ncost-saving and time-saving features of this plan are to the ultimate\nbenefit of all citizens residing in localities addressed by this\nlegislation.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately, provided however that\nprocedures implemented pursuant to section 119-d of the public\nservice law, as added by section one of this act, shall not apply to\nprojects undertaken prior to July 1, 1992 or after June 30, 2012,\nexcept as is otherwise provided in subdivision 6 of such section.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to cooperation in the removal, protection and replacement of utility facilities in cities having a population of one million or more persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T102411.TXT", "SOBI.D110114.T094405.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T120938.TXT", "SOBI.D110114.T101410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963653
}