{
  "year" : 2011,
  "senateBillNo" : "S1902-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1902-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to increasing the minimum sentence for a second violent felony offense; repealer",
  "summary" : "Increases the penalty for persistent violent felony offenders to a minimum sentence of twenty-five years and a maximum sentence of life imprisonment, regardless of felony classification; decreases the number of prior felonies necessary to classify an offender as a persistent violent felony offender from two or more to one or more. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S1064-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1902\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, the criminal procedure law and the  judi-\n         ciary law, in relation to increasing the minimum sentence for a second\n         violent  felony  offense; and to repeal section 70.08 of the penal law\n         relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 6 of section 60.05 of the penal law, as amended\n    2  by chapter 410 of the laws of 1979, is amended to read as follows:\n    3    6.  Multiple  felony  offender. When the court imposes sentence upon a\n    4  [second] PERSISTENT violent  felony  offender,  as  defined  in  section\n    5  70.04,  or  a  second  felony offender, as defined in section 70.06, the\n    6  court must impose a sentence of imprisonment in accordance with  section\n    7  70.04  or  70.06,  as  the  case may be, unless it imposes a sentence of\n    8  imprisonment in accordance with section [70.08 or] 70.10.\n    9    S 2. Subdivision 2 of section 60.10 of the penal law,  as  amended  by\n   10  chapter 411 of the laws of 1979, is amended to read as follows:\n   11    2. Subdivision one of this section shall apply when sentencing a juve-\n   12  nile offender notwithstanding the provisions of any other law that deals\n   13  with the authorized sentence for persons who are not juvenile offenders.\n   14  Provided,  however, that the limitation prescribed by this section shall\n   15  not be deemed or construed to bar use of  a  conviction  of  a  juvenile\n   16  offender,  other  than  a  juvenile  offender who has been adjudicated a\n   17  youthful offender pursuant to section 720.20 of the  criminal  procedure\n   18  law,  as  a  previous  or predicate felony offender under section 70.04,\n   19  70.06[, 70.08] or 70.10, when sentencing a person who commits  a  felony\n   20  after he has reached the age of sixteen.\n   21    S  3.  Section  70.04 of the penal law, as added by chapter 481 of the\n   22  laws of 1978, subparagraph (iii) of paragraph (b) of  subdivision  1  as\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06689-01-1\n\n       S. 1902                             2\n\n    1  amended  by  chapter 471 of the laws of 1980 and subdivisions 2 and 3 as\n    2  amended by chapter 3 of the laws of 1995, is amended to read as follows:\n    3  S  70.04 Sentence of imprisonment for [second] PERSISTENT violent felony\n    4            offender.\n    5    1. Definition of second violent felony offender.\n    6    (a) A [second] PERSISTENT violent felony  offender  is  a  person  who\n    7  stands  convicted  of a violent felony offense as defined in subdivision\n    8  one of section 70.02 after having previously been subjected to a  predi-\n    9  cate  violent  felony  conviction  as  defined  in paragraph (b) of this\n   10  subdivision.\n   11    (b) For the purpose of determining whether a  prior  conviction  is  a\n   12  predicate violent felony conviction the following criteria shall apply:\n   13    (i)  The  conviction  must have been in this state of a class A felony\n   14  (other than one defined in article two hundred twenty) or of  a  violent\n   15  felony  offense as defined in subdivision one of section 70.02, or of an\n   16  offense defined by the penal law in effect  prior  to  September  first,\n   17  nineteen  hundred  sixty-seven,  which  includes  all  of  the essential\n   18  elements of any such felony, or in any other jurisdiction of an  offense\n   19  which  includes  all  of  the  essential elements of any such felony for\n   20  which a sentence to a term of imprisonment in excess of one  year  or  a\n   21  sentence  of  death was authorized and is authorized in this state irre-\n   22  spective of whether such sentence was imposed;\n   23    (ii) Sentence upon such prior conviction must have been imposed before\n   24  commission of the present felony;\n   25    (iii) Suspended sentence, suspended execution of sentence, a  sentence\n   26  of  probation,  a  sentence of conditional discharge or of unconditional\n   27  discharge, and a sentence of certification to the care  and  custody  of\n   28  the  division  of  substance  abuse  services,  shall  be deemed to be a\n   29  sentence;\n   30    (iv) Except  as  provided  in  subparagraph  (v)  of  this  paragraph,\n   31  sentence  must  have been imposed not more than ten years before commis-\n   32  sion of the felony of which the defendant presently stands convicted;\n   33    (v) In calculating the ten year period under  subparagraph  (iv),  any\n   34  period  of  time during which the person was incarcerated for any reason\n   35  between the time of commission of the previous felony and  the  time  of\n   36  commission  of  the  present  felony shall be excluded and such ten year\n   37  period shall be extended by a period or periods equal to the time served\n   38  under such incarceration;\n   39    (vi) An offense for which the  defendant  has  been  pardoned  on  the\n   40  ground  of  innocence  shall  not  be  deemed a predicate violent felony\n   41  conviction.\n   42    2. Authorized sentence. When the court  has  found,  pursuant  to  the\n   43  provisions  of  the  criminal procedure law, that a person is a [second]\n   44  PERSISTENT violent felony offender, the court must impose a  determinate\n   45  sentence  of imprisonment which shall be [in whole or half years. Except\n   46  where sentence is imposed in accordance with the provisions  of  section\n   47  70.10,  the  term  of  such  sentence  must  be  in  accordance with the\n   48  provisions of subdivision three of this section.\n   49    3. Term of sentence. The term of a determinate sentence for  a  second\n   50  violent felony offender must be fixed by the court as follows:\n   51    (a) For a class B felony, the term must be at least ten years and must\n   52  not exceed twenty-five years;\n   53    (b)  For  a  class C felony, the term must be at least seven years and\n   54  must not exceed fifteen years; and\n   55    (c) For a class D felony, the term must be at  least  five  years  and\n   56  must not exceed seven years.\n\n       S. 1902                             3\n\n    1    (d)  For  a  class E felony, the term must be at least three years and\n    2  must not exceed four years] AT LEAST TWENTY-FIVE YEARS.\n    3    S  4. Subdivisions 2 and 3 of section 70.04 of the penal law, as added\n    4  by chapter 481 of the laws of 1978, paragraph (d) of  subdivision  3  as\n    5  added  by  chapter  233  of  the  laws  of  1980, are amended to read as\n    6  follows:\n    7    2.  Authorized sentence.  When the court has found,  pursuant  to  the\n    8  provisions  of  the  criminal procedure law, that a person is a [second]\n    9  PERSISTENT violent felony offender, the court must impose an  indetermi-\n   10  nate  sentence  of imprisonment, THE MAXIMUM TERM OF WHICH SHALL BE LIFE\n   11  IMPRISONMENT, AND THE MINIMUM TERM OF WHICH SHALL BE TWENTY-FIVE  YEARS.\n   12  [Except  where  sentence is imposed in accordance with the provisions of\n   13  section 70.10, the maximum term of such sentence must be  in  accordance\n   14  with the provisions of subdivision three of this section and the minimum\n   15  period  of  imprisonment  under such sentence must be in accordance with\n   16  subdivision four of this section.\n   17    3.  Maximum term of sentence.  The maximum term  of  an  indeterminate\n   18  sentence for a second violent felony offender must be fixed by the court\n   19  as follows:\n   20    (a)  For  a class B felony, the term must be at least twelve years and\n   21  must not exceed twenty-five years;\n   22    (b) For a class C felony, the term must be at least  eight  years  and\n   23  must not exceed fifteen years; and\n   24    (c)  For  a  class  D felony, the term must be at least five years and\n   25  must not exceed seven years.\n   26    (d) For a class E felony, the term must be at least four years.]\n   27    S 5. Section 70.08 of the penal law is REPEALED.\n   28    S 6. Paragraph (a) of subdivision 1 of section 70.10 of the penal law,\n   29  as amended by chapter 481 of the laws of 1978, is  amended  to  read  as\n   30  follows:\n   31    (a) A persistent felony offender is a person[, other than a persistent\n   32  violent  felony  offender  as  defined  in  section  70.08,]  who stands\n   33  convicted of a felony after having previously been  convicted  of  [two]\n   34  ONE  or  more  felonies,  as  provided in paragraphs (b) and (c) of this\n   35  subdivision.\n   36    S 7. Subdivision 2-a of section 70.25 of the penal law, as amended  by\n   37  chapter 495 of the laws of 2009, is amended to read as follows:\n   38    2-a.  When an indeterminate or determinate sentence of imprisonment is\n   39  imposed pursuant to section 70.04, 70.06, 70.07, [70.08,] 70.10,  subdi-\n   40  vision  three  or  four  of  section 70.70, subdivision three or four of\n   41  section 70.71 or subdivision five of section 70.80 of this  article,  or\n   42  is  imposed  for  a  class  A-I felony pursuant to section 70.00 of this\n   43  article, and such person is subject to an undischarged indeterminate  or\n   44  determinate  sentence of imprisonment imposed prior to the date on which\n   45  the present crime was committed, the court must impose a sentence to run\n   46  consecutively with respect to such undischarged sentence.\n   47    S 8. Subdivision 2-a of section 70.25 of the penal law, as amended  by\n   48  chapter 495 of the laws of 2009, is amended to read as follows:\n   49    2-a.  When an indeterminate or determinate sentence of imprisonment is\n   50  imposed pursuant to section 70.04, 70.06, 70.07, [70.08,] 70.10,  subdi-\n   51  vision  three  or  four  of  section 70.70, subdivision three or four of\n   52  section 70.71 or subdivision five of section 70.80 of this  article,  or\n   53  is  imposed  for  a  class  A-I felony pursuant to section 70.00 of this\n   54  article, and such person is subject  to  an  undischarged  indeterminate\n   55  sentence  of imprisonment imposed prior to the date on which the present\n\n       S. 1902                             4\n\n    1  crime was committed, the court must impose a  sentence  to  run  consec-\n    2  utively with respect to such undischarged sentence.\n    3    S 9. Section 215.10 of the criminal procedure law, as added by chapter\n    4  837 of the laws of 1986, is amended to read as follows:\n    5  S 215.10 Referral of selected felonies to dispute resolution.\n    6    Upon  or  after  arraignment  in  a local criminal court upon a felony\n    7  complaint, or upon or after arraignment in  a  superior  court  upon  an\n    8  indictment  or  superior court information, and before final disposition\n    9  thereof, the court, with the consent of the people and of the defendant,\n   10  and with reasonable notice to the victim  and  an  opportunity  for  the\n   11  victim  to  be  heard, may order that the action be adjourned in contem-\n   12  plation of dismissal, for the purpose  of  referring  the  action  to  a\n   13  community dispute center established pursuant to article twenty-one-A of\n   14  the  judiciary  law. Provided, however, that the court may not order any\n   15  action adjourned in contemplation  of  dismissal  if  the  defendant  is\n   16  charged  therein  with:  (i)  a class A felony, or (ii) a violent felony\n   17  offense as defined in section 70.02 of the penal law, or (iii) any  drug\n   18  offense  as  defined  in article two hundred twenty of the penal law, or\n   19  (iv) a felony upon the conviction of which defendant must  be  sentenced\n   20  as  a  second  felony offender[, a second violent felony offender,] or a\n   21  persistent  violent  felony  offender  pursuant  to  [sections]  SECTION\n   22  70.06[,]  OR  70.04  [and  70.08] of the penal law, or a felony upon the\n   23  conviction of which defendant may be sentenced as  a  persistent  felony\n   24  offender pursuant to section 70.10 of such law.\n   25    S  10.  Subdivision 1 of section 400.16 of the criminal procedure law,\n   26  as added by chapter 481 of the laws of  1978,  is  amended  to  read  as\n   27  follows:\n   28    1.   Applicability.   The provisions of this section govern the proce-\n   29  dure that must be followed in any case where it appears that a defendant\n   30  who stands convicted of a violent felony offense as defined in  subdivi-\n   31  sion one of section 70.02 of the penal law has previously been subjected\n   32  to  two or more predicate violent felony convictions as defined in para-\n   33  graph (b) of subdivision one of section 70.04[, and may be a  persistent\n   34  violent felony offender as defined in section 70.08] of the penal law.\n   35    S 11. Paragraph (f) of subdivision 4 of section 849-b of the judiciary\n   36  law,  as  amended by chapter 837 of the laws of 1986, is amended to read\n   37  as follows:\n   38    (f) it does not accept for dispute resolution  any  defendant  who  is\n   39  named  in  a  filed  felony  complaint,  superior  court information, or\n   40  indictment, charging: (i) a class A felony, or  (ii)  a  violent  felony\n   41  offense  as defined in section 70.02 of the penal law, or (iii) any drug\n   42  offense as defined in article two hundred twenty of the  penal  law,  or\n   43  (iv)  a  felony upon the conviction of which defendant must be sentenced\n   44  as a second felony offender[, a second violent felony  offender,]  or  a\n   45  persistent  violent  felony  offender  pursuant  to  [sections]  SECTION\n   46  70.06[,] OR 70.04 [and 70.08] of the penal law, or  a  felony  upon  the\n   47  conviction  of  which  defendant may be sentenced as a persistent felony\n   48  offender pursuant to section 70.10 of such law.\n   49    S 12. This act shall  take  effect  on  the  first  of  November  next\n   50  succeeding  the date on which it shall have become a law and shall apply\n   51  to offenses committed on or after such effective date; provided that the\n   52  amendments to subdivisions 2 and 3 of section 70.04  of  the  penal  law\n   53  made by section three of this act shall be subject to the expiration and\n   54  reversion  of  such subdivisions pursuant to subdivision d of section 74\n   55  of chapter 3 of the laws of 1995, as amended, when upon  such  date  the\n   56  provisions  of  section four of this act shall take effect; and provided\n\n       S. 1902                             5\n\n    1  further that the amendments to subdivision 2-a of section 70.25  of  the\n    2  penal  law  made  by  section  seven of this act shall be subject to the\n    3  expiration and reversion of such subdivision pursuant to  subdivision  d\n    4  of  section  74  of chapter 3 of the laws of 1995, as amended, when upon\n    5  such date the provisions of section eight of this act shall take effect.\n",
  "memo" : "BILL NUMBER:S1902\n\nTITLE OF BILL:\nAn act\nto amend the penal law, the criminal procedure law and the judiciary\nlaw, in relation to increasing the minimum sentence for a second violent\nfelony offense; and to repeal section 70.08 of the penal law relating\nthereto\n\nSUMMARY:\nThis bill amends subdivision 6 of section 60.05 of the penal law, as\namended by chapter 410 of the laws of 1979, among others. This bill\nwould increase the penalty for persistent violent felony offenders to\na minimum sentence of 25 years and a maximum sentence of life\nimprisonment, regardless of felony classification. This bill would\nalso decrease the number of prior felonies necessary to classify an\noffender as a persistent violent felony offender from two or more to\none or more.\n\nJUSTIFICATION:\nThis bill has been introduced in an attempt to remove the threat of\nrepeated acts of violence against our citizens by creating a strong\ndeterrent to would-be violent felons. It would also prohibit felons\nfrom repeating their crimes by increasing jail terms for offenders\nwho have committed one or more violent felonies.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThe act shall take effect on the first of November next succeeding the\ndate on which it shall have become a law and shall apply to offenses\ncommitted on or after such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the criminal procedure law and the judiciary law, in relation to increasing the minimum sentence for a second violent felony offense; and to repeal section 70.08 of the penal law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T102411.TXT", "SOBI.D110114.T094405.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T101910.TXT", "SOBI.D110114.T120938.TXT", "SOBI.D110114.T101410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963652
}