{
  "year" : 2011,
  "senateBillNo" : "S1909-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1909-2011-1294981200000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to farm and commercial wineries",
  "summary" : "Relates to eliminating the wholesaler's reporting requirement for farm and commercial wineries. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A2803",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S8144-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1909\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen. VALESKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to eliminating the wholesaler's\n         reporting requirement for farm and commercial wineries\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (C)  of  paragraph  1 of subdivision (i) of\n    2  section 1136 of the tax law, as added by section 1 of subpart G of  part\n    3  V-1 of chapter 57 of the laws of 2009, is amended to read as follows:\n    4    (C)  Every  wholesaler,  as  defined by section three of the alcoholic\n    5  beverage control law, if it has made a sale of an alcoholic beverage, as\n    6  defined by section four hundred twenty of this chapter, without collect-\n    7  ing sales or use tax during the period covered by the return, except (i)\n    8  a sale to a person that has furnished an exempt organization certificate\n    9  to the wholesaler for that sale; or (ii) a sale  to  another  wholesaler\n   10  whose license under the alcoholic beverage control law does not allow it\n   11  to  make retail sales of the alcoholic beverage. For each vendor, opera-\n   12  tor, or recipient to  whom  the  wholesaler  has  made  a  sale  without\n   13  collecting  sales  or  compensating use tax, the return must include the\n   14  total value of those sales made during the period covered by the  return\n   15  (excepting  the sales described in clauses (i) and (ii) of this subpara-\n   16  graph) and the vendor's, operator's or recipient's state liquor authori-\n   17  ty license number, along with the information required by paragraph  two\n   18  of  this  subdivision.    THE  PROVISIONS OF THIS SUBPARAGRAPH SHALL NOT\n   19  APPLY  TO  A  FARM  WINERY  OR  WINERY  LICENSED  PURSUANT  TO   SECTION\n   20  SEVENTY-SIX,  SEVENTY-SIX-A,  SEVENTY-SIX-D, AND/OR SEVENTY-SIX-F OF THE\n   21  ALCOHOLIC BEVERAGE CONTROL LAW.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06461-01-1\n",
  "memo" : "BILL NUMBER:S1909\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to eliminating the wholesaler's\nreporting requirement for farm and commercial wineries\n\nSUMMARY OF PROVISIONS:\nThe bill amends a reporting requirement for wholesalers, adopted as\npart of the 2009-10 state budget, that requires greater reporting of\nsales of alcoholic beverages to the Department of Taxation and\nFinance for the purposes of collecting data for tax compliance\nenforcement. This proposal seeks to amend the reporting requirement\nto exclude New York's farm, micro, and commercially licensed\nwineries.\n\nSUMMARY OF PROVISIONS:\nAmends Tax law to specifically exclude New York's farm, commercial,\nand micro wineries from reporting on a quarterly basis each retailer\nwhom the winery has made a sale to, including the retailers or\noperators state liquor authority license number and the total value\nof the sales.\n\nEXISTING LAW:\nUnder current law, every person licensed as a wholesaler must report\nto the Department of Taxation and Finance. Since many of New York's\nwineries are also licensed as wholesalers so that they can engage in\nsales of their products to restaurants and liquor stores, the\nreporting requirement has folded in New York's small businesses as\nwell as the typically larger wholesaler licensees.\n\nJUSTIFICATION:\nNew York's farm and commercial wineries are primarily small businesses.\nOne of New York's wineries estimated that he spent 100 hours alone\ntrying to design, implement, and collect forms signed by all of his\nrestaurant accounts for sales amounting to a small volume of cases of\nwine. Because this data must be collected quarterly, and he sells an\naverage of 3 or 4 cases a wine a year to his accounts, collection of\nthese forms has become such a nuisance both to the winery owner and\nthe restaurants that even those small sales are being jeopardized. As\nf:lrm and commercial winery owners, New York's farmers would rather\nbe devoting their time in the vineyards or in the winemaking process\nthan in filing unnecessary paperwork with the State of New York. The\nreporting requirement adds an additional regulatory burden on New\nYork's farm business community that is\nsimply not appropriate if the goal of the state is to encourage\neconomic development. Tax compliance will continue to be achieved as\nnothing in the legislation would remove the authority of the\nDepartment of Tax and Finance to continue to audit both farm,\ncommercial and micro wineries for tax compliance. In addition, New\nYork's larger wineries that are well represented in the wholesale\n\nchain would have their sales reported for them by their wholesaler,\nwho has the compliance and paperwork staff to deal with the\nreporting requirement.\n\nLEGISLATIVE HISTORY:\nS.8144 of 2009.\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act takes effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to eliminating the wholesaler's reporting requirement for farm and commercial wineries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110114.T102411.TXT", "SOBI.D110120.T123859.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110120.T123358.TXT", "SOBI.D110114.T101410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963661
}