{
  "year" : 2011,
  "senateBillNo" : "S1906-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1906-2011-1294981200000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires conspicuous due date on certain periodic statements",
  "summary" : "Requires statements sent by a credit card company to a consumer to contain a clear and conspicuous notice of the due date of the balance and the payment required to avoid incurring new or additional finance charges. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S895-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1906\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to  requiring  due\n         dates on periodic statements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  520-d to read as follows:\n    3    S 520-D. CREDIT CARD PERIODIC STATEMENT. EVERY PERIODIC STATEMENT SENT\n    4  BY AN ISSUER TO A CARD HOLDER WHICH REFLECTS A BALANCE IN FAVOR  OF  THE\n    5  ISSUER  UPON  WHICH  FINANCE CHARGES WILL ACCRUE SHALL CONTAIN (I) A DUE\n    6  DATE CLEARLY AND CONSPICUOUSLY DISCLOSED ON THE  FACE  OF  THE  PERIODIC\n    7  STATEMENT BY WHICH DATE PAYMENT OF THE BALANCE OR ANY PORTION THEREOF IS\n    8  DUE,  AND (II) THE PAYMENT REQUIRED TO AVOID INCURRING NEW OR ADDITIONAL\n    9  FINANCE CHARGES.\n   10    S 2. This act shall take effect on the first of November next succeed-\n   11  ing the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07163-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring due dates on periodic statements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T102411.TXT", "SOBI.D110114.T120938.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110114.T101410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295024978651
}