{
  "year" : 2011,
  "senateBillNo" : "S1904-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1904-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalties for sexual performances by a child and provides for consecutive sentencing upon certain multiple convictions",
  "summary" : "Increases the penalties for persons convicted of child pornography; creates a new crime of use of a child in a sexual performance in the first degree and imposes consecutive sentencing upon certain multiple convictions of child pornography statutes. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S916-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1904\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to  increasing  the  criminal\n         penalties  for  sexual  performances  by  a  child  and in relation to\n         providing for consecutive sentencing upon certain multiple convictions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1 and 2 of section 263.00 of the penal law, as\n    2  amended  by  chapter  1  of  the  laws  of  2000, are amended to read as\n    3  follows:\n    4    1. \"Sexual performance\" means any performance or part  thereof  which,\n    5  for  purposes of section 263.16 of this article, includes sexual conduct\n    6  by a child less than sixteen years of age or, for  purposes  of  section\n    7  263.05  or  263.15  of  this article, includes sexual conduct by a child\n    8  less than [seventeen] EIGHTEEN years of age.\n    9    2. \"Obscene sexual  performance\"  means  any  performance  which,  for\n   10  purposes of section 263.11 of this article, includes sexual conduct by a\n   11  child  less than sixteen years of age or, for purposes of section 263.10\n   12  of this article, includes sexual conduct by a child  less  than  [seven-\n   13  teen]  EIGHTEEN  years of age, in any material which is obscene, as such\n   14  term is defined in section 235.00 of this chapter.\n   15    S 2. The penal law is amended by adding a new section 263.03  to  read\n   16  as follows:\n   17  S 263.03 USE OF A CHILD IN A SEXUAL PERFORMANCE IN THE FIRST DEGREE.\n   18    A  PERSON  IS  GUILTY OF THE USE OF A CHILD IN A SEXUAL PERFORMANCE IN\n   19  THE FIRST DEGREE  IF  KNOWING  THE  CHARACTER  AND  CONTENT  THEREOF  HE\n   20  EMPLOYS,  AUTHORIZES OR INDUCES A CHILD LESS THAN TWELVE YEARS OF AGE TO\n   21  ENGAGE IN A SEXUAL PERFORMANCE OR BEING  A  PARENT,  LEGAL  GUARDIAN  OR\n   22  CUSTODIAN  OF SUCH CHILD, HE CONSENTS TO THE PARTICIPATION BY SUCH CHILD\n   23  IN A SEXUAL PERFORMANCE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07235-01-1\n\n       S. 1904                             2\n\n    1    USE OF A CHILD IN A SEXUAL PERFORMANCE IN THE FIRST DEGREE IS A  CLASS\n    2  B FELONY.\n    3    S  3.  Section 263.05 of the penal law, as amended by chapter 1 of the\n    4  laws of 2000, is amended to read as follows:\n    5  S 263.05 Use of a child in a sexual performance IN THE SECOND DEGREE.\n    6    A person is guilty of the use of a child in a  sexual  performance  IN\n    7  THE  SECOND  DEGREE  if  knowing  the  character  and content thereof he\n    8  employs, authorizes or induces a child less  than  [seventeen]  EIGHTEEN\n    9  years  of age to engage in a sexual performance or being a parent, legal\n   10  guardian or custodian of such child, he consents to the participation by\n   11  such child in a sexual performance.\n   12    Use of a child in a sexual performance IN THE SECOND DEGREE is a class\n   13  C felony.\n   14    S 4. The penal law is amended by adding a new section 263.08  to  read\n   15  as follows:\n   16  S 263.08 PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST\n   17             DEGREE.\n   18    A  PERSON  IS  GUILTY  OF PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A\n   19  CHILD IN THE FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THERE-\n   20  OF, HE PRODUCES, DIRECTS  OR  PROMOTES  ANY  OBSCENE  PERFORMANCE  WHICH\n   21  INCLUDES SEXUAL CONDUCT BY A CHILD LESS THAN TWELVE YEARS OF AGE.\n   22    PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE\n   23  IS A CLASS C FELONY.\n   24    S  5.  Section 263.10 of the penal law, as amended by chapter 1 of the\n   25  laws of 2000, is amended to read as follows:\n   26  S 263.10 Promoting an obscene sexual  performance  by  a  child  IN  THE\n   27             SECOND DEGREE.\n   28    A  person  is  guilty  of promoting an obscene sexual performance by a\n   29  child IN THE SECOND DEGREE when, knowing the character and content ther-\n   30  eof, he produces, directs or  promotes  any  obscene  performance  which\n   31  includes  sexual conduct by a child less than [seventeen] EIGHTEEN years\n   32  of age.\n   33    Promoting an obscene sexual performance  by  a  child  IN  THE  SECOND\n   34  DEGREE is a class D felony.\n   35    S  6.  The penal law is amended by adding a new section 263.13 to read\n   36  as follows:\n   37  S 263.13 PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE.\n   38    A PERSON IS GUILTY OF PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE\n   39  FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THEREOF, HE PRODUC-\n   40  ES, DIRECTS OR PROMOTES ANY PERFORMANCE WHICH INCLUDES SEXUAL CONDUCT BY\n   41  A CHILD LESS THAN TWELVE YEARS OF AGE.\n   42    PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE  FIRST  DEGREE  IS  A\n   43  CLASS C FELONY.\n   44    S  7.  Section 263.15 of the penal law, as amended by chapter 1 of the\n   45  laws of 2000, is amended to read as follows:\n   46  S 263.15 Promoting a sexual performance by a child IN THE SECOND DEGREE.\n   47    A person is guilty of promoting a sexual performance by a child IN THE\n   48  SECOND DEGREE when,  knowing  the  character  and  content  thereof,  he\n   49  produces,  directs  or  promotes  any  performance which includes sexual\n   50  conduct by a child less than [seventeen] EIGHTEEN years of age.\n   51    Promoting a sexual performance by a child IN THE SECOND  DEGREE  is  a\n   52  class D felony.\n   53    S  8.  Subdivision 1 of section 263.20 of the penal law, as amended by\n   54  chapter 1 of the laws of 2000, is amended to read as follows:\n   55    1. Under this article, it shall be an  affirmative  defense  that  the\n   56  defendant  in good faith reasonably believed the person appearing in the\n\n       S. 1904                             3\n\n    1  performance was, for purposes of section 263.11 or 263.16 of this  arti-\n    2  cle,  sixteen  years  of age or over or, for purposes of section 263.05,\n    3  263.10 or 263.15 of this article, [seventeen] EIGHTEEN years of  age  or\n    4  over.\n    5    S  9.  The  opening  paragraph  of  subdivision 1 and subdivision 2 of\n    6  section 70.25 of the penal law, the opening paragraph of  subdivision  1\n    7  as  amended  by  chapter  372  of  the laws of 1981 and subdivision 2 as\n    8  amended by chapter 56 of the laws of 1984, are amended and a new  subdi-\n    9  vision 6 is added to read as follows:\n   10    Except  as  provided in subdivisions two, two-a [and], five AND SIX of\n   11  this section, when multiple sentences of imprisonment are imposed  on  a\n   12  person  at the same time, or when a person who is subject to any undisc-\n   13  harged term of imprisonment imposed at a previous time  by  a  court  of\n   14  this  state  is  sentenced  to  an  additional term of imprisonment, the\n   15  sentence or sentences imposed by the court shall run either concurrently\n   16  or consecutively with respect to each other and the undischarged term or\n   17  terms in such manner as the court directs at the time  of  sentence.  If\n   18  the  court does not specify the manner in which a sentence imposed by it\n   19  is to run, the sentence shall run as follows:\n   20    2. When more than one sentence of imprisonment is imposed on a  person\n   21  for  two or more offenses committed through a single act or omission, or\n   22  through an act or omission  which  in  itself  constituted  one  of  the\n   23  offenses  and  also  was a material element of the other, the sentences,\n   24  except if one or more of such sentences is for a  violation  of  section\n   25  263.03,  263.05, 263.08, 263.10, 263.13, 263.15, OR 270.20 of this chap-\n   26  ter, must run concurrently.\n   27    6. WHEN A PERSON IS CONVICTED OF USE OF A CHILD IN A  SEXUAL  PERFORM-\n   28  ANCE IN THE FIRST DEGREE AS DEFINED IN SECTION 263.03 OF THIS CHAPTER OR\n   29  USE  OF  A CHILD IN A SEXUAL PERFORMANCE IN THE SECOND DEGREE AS DEFINED\n   30  IN SECTION 263.05  OF  THIS  CHAPTER  OR  PROMOTING  AN  OBSCENE  SEXUAL\n   31  PERFORMANCE  BY A CHILD IN THE FIRST DEGREE AS DEFINED IN SECTION 263.08\n   32  OF THIS CHAPTER OR PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN\n   33  THE SECOND DEGREE AS DEFINED  IN  SECTION  263.10  OF  THIS  CHAPTER  OR\n   34  PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE AS DEFINED\n   35  IN SECTION 263.13 OF THIS CHAPTER OR PROMOTING A SEXUAL PERFORMANCE BY A\n   36  CHILD IN THE SECOND DEGREE AS DEFINED IN SECTION 263.15 OF THIS CHAPTER,\n   37  AND  ANY  OTHER  CRIME,  THE SENTENCES FOR SUCH CRIMES SHALL RUN CONSEC-\n   38  UTIVELY.\n   39    S 10. This act shall  take  effect  on  the  first  of  November  next\n   40  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to increasing the criminal penalties for sexual performances by a child and in relation to providing for consecutive sentencing upon certain multiple convictions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T102411.TXT", "SOBI.D110114.T120437.TXT", "SOBI.D110114.T094405.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110114.T101410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295024677523
}