{
  "year" : 2011,
  "senateBillNo" : "S1907-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1907-2011-1294981200000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Disqualifies candidates who fail to comply with financial disclosure filing requirements of the public officers law",
  "summary" : "Provides that a person shall be disqualified from an election for which the filing of an annual statement of financial disclosure is required if such person fails to make a timely filing of such financial disclosure statement; provides a method for the filling of vacancies which occur as a result of such disqualifications. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S891-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1907\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in  relation  to  disqualification  of\n         candidates who fail to file personal financial disclosure statements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The election law is amended by adding a new  section  6-123\n    2  to read as follows:\n    3    S  6-123.  DESIGNATION  OR NOMINATION; DISQUALIFICATION FOR FAILURE TO\n    4  FILE STATEMENT OF FINANCIAL DISCLOSURE. A PERSON SHALL  BE  DISQUALIFIED\n    5  FROM  AN  ELECTION FOR WHICH THE FILING OF AN ANNUAL STATEMENT OF FINAN-\n    6  CIAL DISCLOSURE IS REQUIRED  PURSUANT  TO  SUBDIVISION  TWO  OF  SECTION\n    7  SEVENTY-THREE-A OF THE PUBLIC OFFICERS LAW, IF SUCH PERSON FAILS TO MAKE\n    8  A  TIMELY  FILING  OF  SUCH  STATEMENT, AS REQUIRED BY SUCH SUBDIVISION.\n    9  VACANCIES CAUSED BY DISQUALIFICATION PURSUANT TO THIS SECTION  SHALL  BE\n   10  FILLED  IN ACCORDANCE WITH SECTIONS 6-148, 6-150 AND 6-152 OF THIS ARTI-\n   11  CLE.\n   12    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   13  have  become  a  law  and  shall apply to violations of subdivision 2 of\n   14  section 73-a of the public officers law existing on or  occurring  after\n   15  the effective date of this act.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07159-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to disqualification of candidates who fail to file personal financial disclosure statements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T102411.TXT", "SOBI.D110114.T120938.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110114.T101410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295024978657
}