{
  "year" : 2011,
  "senateBillNo" : "S1908-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S1908-2011-1294981200000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to oil and gas drilling in Allegany state park",
  "summary" : "Relates to oil and gas drilling in Allegany State Park. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : "A393",
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "SA8011-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1908\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sens. SERRANO, PARKER -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Cultural Affairs,\n         Tourism, Parks and Recreation\n\n       AN ACT to amend the parks, recreation and historic preservation law,  in\n         relation to oil and gas drilling in Allegany state park\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The parks, recreation  and  historic  preservation  law  is\n    2  amended by adding a new section 13.31 to read as follows:\n    3    S  13.31  OIL AND GAS DRILLING IN ALLEGANY STATE PARK.  1. LEGISLATIVE\n    4  FINDINGS AND DECLARATION. THE LEGISLATURE FINDS AND DECLARES THAT  ALLE-\n    5  GANY  STATE  PARK  HARBORS  UNIQUE  AND IRREPLACEABLE NATURAL AND SCENIC\n    6  RESOURCES AND PROVIDES AN EXTENSIVE VARIETY OF RECREATIONAL  AND  EDUCA-\n    7  TIONAL  OPPORTUNITIES  FOR  NEW YORK RESIDENTS AND VISITORS. THE PARK IS\n    8  LOCATED IN A GEOLOGICALLY DISTINCT, UNGLACIATED AREA WITH UNIQUE TERRES-\n    9  TRIAL, FRESHWATER AND OLD GROWTH FOREST ECOSYSTEMS THAT WARRANT  SPECIAL\n   10  PROTECTION,  AND  IS  HOME  TO  NUMEROUS RARE, THREATENED AND ENDANGERED\n   11  SPECIES OF PLANTS AND WILDLIFE. THE PARK'S SIXTY-FIVE THOUSAND ACRES ARE\n   12  THE LARGEST TRACT OF INTACT, UNFRAGMENTED FOREST  LAND  IN  THE  WESTERN\n   13  HALF  OF  THE STATE, INCLUDING MATURE SECOND-GROWTH AS WELL AS EXTENSIVE\n   14  OLD-GROWTH FORESTS. THESE FEATURES ARE AN INVALUABLE  AND  IRREPLACEABLE\n   15  PART  OF  THE  STATE'S  NATURAL HERITAGE WHICH THE STATE IS OBLIGATED TO\n   16  PRESERVE FOR FUTURE GENERATIONS.\n   17    THE LEGISLATURE FURTHER FINDS AND DECLARES THAT A UNIQUE  CIRCUMSTANCE\n   18  EXISTS  IN  ALLEGANY STATE PARK WHEREBY PRIVATE ENTITIES CONTROL SUBSUR-\n   19  FACE OIL AND GAS RIGHTS BENEATH PORTIONS OF THE PARK. OWNERSHIP OF  SUCH\n   20  SUBSURFACE OIL AND GAS RIGHTS WAS SEVERED AND RETAINED IN PRIVATE OWNER-\n   21  SHIP  PRIOR  TO THE ACQUISITION AND CREATION OF THE PARK BY THE STATE OF\n   22  NEW YORK IN THE EARLY TWENTIETH CENTURY.  IT  IS  THE  PURPOSE  OF  THIS\n   23  SECTION  TO ENSURE THAT ANY EXPLORATION, DRILLING, OR PRODUCTION ASSOCI-\n   24  ATED WITH PRIVATELY-CONTROLLED OIL AND GAS RIGHTS WITHIN ALLEGANY  STATE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00398-01-1\n\n       S. 1908                             2\n\n    1  PARK,  INCLUDING ALL ACTIVITIES NECESSARY TO OBTAIN ACCESS TO SUBSURFACE\n    2  OIL AND GAS, BE UNDERTAKEN WITH  THE  STRICTEST  POSSIBLE  OVERSIGHT  TO\n    3  MINIMIZE ADVERSE IMPACTS ON THE PARK'S NATURAL, SCENIC, AND RECREATIONAL\n    4  RESOURCES  AND  THE PUBLIC'S ACCESS TO THEM AND ENJOYMENT THEREOF. IT IS\n    5  INTENDED THAT THE PROVISIONS OF THIS SECTION BE LIBERALLY CONSTRUED  AND\n    6  APPLIED IN FURTHERANCE OF THIS PURPOSE.\n    7    THE LEGISLATURE FINDS AND DECLARES THAT THE PROVISIONS OF THIS SECTION\n    8  HAVE  BEEN  ENACTED  PURSUANT  TO  THE  STATUTORILY-MANDATED DUTY OF THE\n    9  OFFICE TO PROVIDE FOR THE HEALTH, SAFETY AND WELFARE OF THE PUBLIC USING\n   10  FACILITIES UNDER  ITS  JURISDICTION.  THE  LEGISLATURE  FINDS  THAT  THE\n   11  PROVISIONS  OF  THIS SECTION CONSTITUTE REASONABLE RESTRICTIONS UPON THE\n   12  EXERCISE OF PRIVATELY-CONTROLLED OIL AND GAS RIGHTS  IN  FURTHERANCE  OF\n   13  THE  STATE'S  SOVEREIGN POWER AND DUTY TO HOLD PUBLIC PARKLANDS IN TRUST\n   14  FOR THE BENEFIT OF THE PEOPLE OF THE STATE.\n   15    2. SURFACE ACCESS PERMIT. NO  DRILLING,  ROAD  BUILDING,  CLEARING  OF\n   16  VEGETATION,  OR  OTHER  ACTIVITY  IN  FURTHERANCE  OF THE EXPLORATION OR\n   17  PRODUCTION OF PRIVATELY-CONTROLLED OIL OR GAS RIGHTS BENEATH STATE OWNED\n   18  LAND WITHIN ALLEGANY STATE PARK SHALL BE UNDERTAKEN EXCEPT  PURSUANT  TO\n   19  THE  TERMS  OF  A SURFACE ACCESS PERMIT ISSUED BY THE OFFICE PURSUANT TO\n   20  THIS SECTION. AN APPLICATION FOR SUCH PERMIT SHALL  BE  FILED  WITH  THE\n   21  OFFICE  CONCURRENT  WITH  THE  APPLICATION TO THE DEPARTMENT OF ENVIRON-\n   22  MENTAL CONSERVATION FOR A PERMIT TO DRILL AN OIL OR GAS WELL  AND  SHALL\n   23  INCLUDE AT A MINIMUM:\n   24    (A) PROOF SATISFACTORY TO THE OFFICE OF THE APPLICANT'S LEGAL RIGHT TO\n   25  RECOVER  OIL OR GAS RESOURCES BENEATH STATE OWNED LAND, INCLUDING COPIES\n   26  OF TITLE REPORTS AND, WHERE APPLICABLE, LEASES WITH TITLE HOLDERS, AND A\n   27  BOUNDARY SURVEY COMPLETED BY A LICENSED SURVEYOR OF THE AFFECTED AREA;\n   28    (B) A MAP IDENTIFYING THE PROPOSED LOCATION OF EACH OIL  OR  GAS  WELL\n   29  FOR WHICH AN APPLICATION FOR A DRILLING PERMIT HAS BEEN SUBMITTED TO THE\n   30  DEPARTMENT OF ENVIRONMENTAL CONSERVATION;\n   31    (C)  A  GENERAL DESCRIPTION OF THE PROPOSED OIL OR GAS EXPLORATION AND\n   32  PRODUCTION ACTIVITIES;\n   33    (D) IDENTIFICATION OF THE AMOUNT OF WATER NEEDED AND ITS SOURCES;\n   34    (E) A DETAILED DESCRIPTION OF ALL SURFACE DISTURBANCE ASSOCIATED  WITH\n   35  THE PROPOSED EXPLORATION AND PRODUCTION OF OIL OR GAS, INCLUDING BUT NOT\n   36  LIMITED  TO THE LOCATION OF ALL PROPOSED ROAD CONSTRUCTION, ALL PROPOSED\n   37  WELL DRILLING LOCATIONS, AND THE LOCATION AND AMOUNT  OF  PROPOSED  TREE\n   38  AND VEGETATION REMOVAL, AND THE METHODS TO BE USED IN SUCH ACTIVITIES;\n   39    (F)  A  DESCRIPTION OF HOW PRODUCED OIL OR GAS WILL BE TRANSPORTED OUT\n   40  OF THE PARK, INCLUDING A DETAILED DESCRIPTION OF  THE  CONSTRUCTION  AND\n   41  LOCATION OF ALL PROPOSED TRANSMISSION LINES;\n   42    (G) A DETAILED DESCRIPTION AND TIMELINE OF STEPS THAT WILL BE TAKEN TO\n   43  RECLAIM THE AFFECTED SURFACE AREA AND RESTORE IT TO ITS PREVIOUS NATURAL\n   44  CONDITION  ONCE  DRILLING  AND  PRODUCTION  ACTIVITIES HAVE CEASED. SUCH\n   45  DESCRIPTION SHALL DESCRIBE INTERIM  RESTORATION  ACTIVITIES  THAT  SHALL\n   46  OCCUR  IMMEDIATELY  AFTER  EACH WELL HAS BEEN DRILLED AND ANY ASSOCIATED\n   47  TRANSMISSION LINES HAVE BEEN INSTALLED, AS  WELL  AS  FINAL  RESTORATION\n   48  ACTIVITIES THAT SHALL OCCUR AFTER PRODUCTION HAS CEASED;\n   49    (H)  BASELINE  SAMPLING RESULTS, TAKEN PRIOR TO ANY GROUND DISTURBANCE\n   50  OR REMOVAL OF TREES OR VEGETATION, FOR SURFACE WATER, SOIL, AND EXISTING\n   51  GROUNDWATER WELLS IN PROXIMITY TO PROPOSED  DRILLING  LOCATIONS,  TRANS-\n   52  MISSION  LINES,  AND  ROAD  CONSTRUCTION  LOCATIONS AS DETERMINED BY THE\n   53  OFFICE;\n   54    (I) A COMPREHENSIVE INVENTORY OF PLANT AND ANIMAL SPECIES,  ECOLOGICAL\n   55  COMMUNITIES,  WETLANDS,  AND  SURFACE STREAMS WITHIN THE AREA, AS DETER-\n   56  MINED  BY  THE  OFFICE,  THAT  MAY  BE  AFFECTED  BY  PROPOSED  DRILLING\n\n       S. 1908                             3\n\n    1  LOCATIONS,  ROAD  CONSTRUCTION, TRANSMISSION LINES, AND ANY OTHER ACTIV-\n    2  ITIES ASSOCIATED WITH PROPOSED EXPLORATION  AND  PRODUCTION  ACTIVITIES,\n    3  AND  AN  ANALYSIS  OF  THE  POTENTIAL  ADVERSE  IMPACTS ON SUCH SPECIES,\n    4  ECOLOGICAL COMMUNITIES, WETLANDS, AND SURFACE STREAMS; AND\n    5    (J)  A  DESCRIPTION  OF HISTORIC, ARCHEOLOGICAL AND CULTURAL RESOURCES\n    6  POTENTIALLY AFFECTED BY PROPOSED EXPLORATION, PRODUCTION, ROAD BUILDING,\n    7  AND TRANSMISSION LINES.\n    8    3. SURFACE ACCESS PERMIT CONDITIONS. ANY SURFACE ACCESS PERMIT GRANTED\n    9  BY THE OFFICE PURSUANT TO THIS SECTION SHALL INCLUDE THE FOLLOWING TERMS\n   10  AND CONDITIONS:\n   11    (A) THE OFFICE MAY LIMIT THE NUMBER OF WELL  SITES,  THE  LOCATION  OF\n   12  WELL  SITES,  AND  THE  AMOUNT OF CLEARED AREA ASSOCIATED WITH EACH WELL\n   13  SITE IN ORDER  TO  MITIGATE  ADVERSE  IMPACTS  TO  NATURAL,  ECOLOGICAL,\n   14  SCENIC, AND RECREATIONAL RESOURCES.\n   15    (B)  NO  LIQUID  OR  SOLID WASTES SHALL BE COLLECTED OR STORED IN OPEN\n   16  PITS NOR DISPOSED OF OR RELEASED WITHIN THE PARK.\n   17    (C) THE OFFICE MAY LIMIT THE CONSTRUCTION AND THE LOCATION  OF  ACCESS\n   18  ROADS  IN  ORDER  TO  MITIGATE  ADVERSE  IMPACTS TO NATURAL, ECOLOGICAL,\n   19  SCENIC, AND RECREATIONAL RESOURCES.  ALL NEW ROADS SHALL BE DESIGNED  TO\n   20  THE MINIMUM POSSIBLE WIDTH AND SHALL BE CONSTRUCTED TO AVOID OR MINIMIZE\n   21  THE  POTENTIAL  FOR  EROSION AND OTHER ADVERSE IMPACTS. ALL TREES CUT OR\n   22  REMOVED AS PART OF ROAD CONSTRUCTION AND WELL SITE  CLEARING  ACTIVITIES\n   23  SHALL REMAIN THE PROPERTY OF THE OFFICE.\n   24    (D)  IN  ORDER  TO  PROTECT THE HEALTH AND SAFETY OF PARK VISITORS AND\n   25  EMPLOYEES AND TO MINIMIZE ADVERSE IMPACTS ON PUBLIC RECREATIONAL USES OF\n   26  THE PARK, THE OFFICE MAY RESTRICT THE SEASONS  THAT  THE  PERMITTEE  MAY\n   27  UNDERTAKE ROAD CONSTRUCTION, WELL DRILLING, AND ASSOCIATED ACTIVITIES ON\n   28  STATE  OWNED  LANDS.  THE  OFFICE  MAY ALSO DESIGNATE THE PARK ROADS THE\n   29  PERMITTEE SHALL USE FOR VEHICLE ACCESS INTO AND THROUGH  THE  PARK,  AND\n   30  MAY  RESTRICT  SEASONS  OR TIMES THAT THE PERMITTEE MAY EXERCISE VEHICLE\n   31  ACCESS ON PARK ROADS OPEN TO THE PUBLIC.\n   32    (E) THE PERMITTEE SHALL BE REQUIRED TO ESTABLISH AND MAINTAIN  A  FUND\n   33  SUFFICIENT  TO REIMBURSE THE OFFICE FOR THE COSTS OF AN ON-SITE MONITOR,\n   34  WHO SHALL BE HIRED BY AND REPORT TO THE OFFICE, WHO SHALL BE  PHYSICALLY\n   35  PRESENT  DURING  ALL  LAND  CLEARING,  ROAD CONSTRUCTION, WELL DRILLING,\n   36  INSTALLATION AND MAINTENANCE OF TRANSMISSION  LINES,  WELL  MAINTENANCE,\n   37  WELL  CLOSURE, AND RESTORATION ACTIVITIES UNDERTAKEN BY THE PERMITTEE TO\n   38  ASSURE COMPLIANCE WITH ALL REQUIRED PERMITS  AND  APPLICABLE  STATE  AND\n   39  FEDERAL LAWS AND REGULATIONS.\n   40    (F)  THE  PERMITTEE SHALL BE REQUIRED TO ESTABLISH AND MAINTAIN A FUND\n   41  SUFFICIENT TO REIMBURSE THE OFFICE FOR THE COSTS OF CONSULTANTS RETAINED\n   42  BY THE OFFICE TO CONDUCT:\n   43    (1) SAMPLING OF GROUNDWATER, SURFACE WATER, WETLANDS, AND SOIL;\n   44    (2) MONITORING TO DETECT ANY ADVERSE IMPACTS TO SENSITIVE  SPECIES  OF\n   45  PLANTS AND ANIMALS AND ECOLOGICAL COMMUNITIES; AND\n   46    (3)  INSPECTIONS  TO  DETECT  ANY  NON-NATIVE INVASIVE PLANT OR ANIMAL\n   47  SPECIES THAT ARE INTRODUCED INTO THE PARK AS A RESULT OF THE PERMITTEE'S\n   48  ACTIVITIES.\n   49    THE OFFICE SHALL DETERMINE THE AREAS TO BE SUBJECT TO  SUCH  SAMPLING,\n   50  MONITORING, AND INSPECTIONS, WHICH SHALL BE UNDERTAKEN ANNUALLY, OR MORE\n   51  FREQUENTLY  IF DETERMINED APPROPRIATE BY THE OFFICE, UNTIL THE PERMITTEE\n   52  HAS CONCLUDED OIL AND GAS  EXPLORATION  AND  PRODUCTION  ACTIVITIES  AND\n   53  COMPLETED  THE  RESTORATION REQUIREMENTS ESTABLISHED IN PARAGRAPH (H) OF\n   54  THIS SUBDIVISION.\n   55    (G) THE PERMITTEE SHALL BE REQUIRED AT ITS EXPENSE TO TAKE  CORRECTIVE\n   56  ACTIONS  TO  ELIMINATE  ANY ADVERSE IMPACTS RESULTING FROM THE PERMITTED\n\n       S. 1908                             4\n\n    1  ACTIVITY TO THE PARK'S ROADS, FACILITIES AND INFRASTRUCTURE, OR  TO  THE\n    2  PARK'S  GROUNDWATER,  SURFACE  WATER, WETLANDS, SOIL, NATURAL RESOURCES,\n    3  PLANT AND ANIMAL SPECIES AND ECOLOGICAL COMMUNITIES.\n    4    (H) THE PERMITTEE SHALL BE REQUIRED TO OBTAIN FINANCIAL SECURITY IN AN\n    5  AMOUNT  SUFFICIENT  TO  RESTORE  TO THEIR PREVIOUS NATURAL CONDITION ALL\n    6  AREAS AFFECTED BY THE PERMITTEE'S GROUND DISTURBANCE,  CLEARING,  DRILL-\n    7  ING,  ROAD  CONSTRUCTION,  AND INSTALLATION OF TRANSMISSION LINES, AFTER\n    8  OIL AND  GAS  EXPLORATION,  DRILLING,  AND  PRODUCTION  ACTIVITIES  HAVE\n    9  CONCLUDED. RESTORATION SHALL INCLUDE BUT NOT BE LIMITED TO A REQUIREMENT\n   10  THAT THE PERMITTEE REMOVE AND REFOREST ALL ROADS AND CLEARED AREAS.\n   11    (I) THE OFFICE SHALL INCLUDE ANY ADDITIONAL PERMIT CONDITIONS IT DEEMS\n   12  NECESSARY  TO  AVOID  OR  MINIMIZE  IMPACTS  ON THE PARK'S RECREATIONAL,\n   13  SCENIC AND NATURAL RESOURCES AND TO PROTECT THE  HEALTH  AND  SAFETY  OF\n   14  PARK VISITORS AND EMPLOYEES.\n   15    4.  OTHER  REQUIREMENTS.  THE REQUIREMENTS OF THIS SECTION SHALL BE IN\n   16  ADDITION TO, AND SHALL NOT REPLACE OR AFFECT, ANY OTHER REQUIREMENTS FOR\n   17  THE EXERCISE OF OIL AND GAS DRILLING RIGHTS, INCLUDING BUT  NOT  LIMITED\n   18  TO  REQUIREMENTS  SET FORTH IN ARTICLE TWENTY-THREE OF THE ENVIRONMENTAL\n   19  CONSERVATION LAW OR OTHER APPLICABLE STATE  OR  FEDERAL  LAWS,  PERMITS,\n   20  ORDERS,  OR  REGULATIONS. NOTHING IN THIS SECTION SHALL AFFECT OR SUPER-\n   21  SEDE THE APPLICATION OF ARTICLE SEVEN OF THE PUBLIC SERVICE LAW  TO  THE\n   22  SITING OF A MAJOR UTILITY TRANSMISSION FACILITY AS DEFINED THEREIN.\n   23    5.  ENVIRONMENTAL  REVIEW.  THE  OFFICE  WILL SERVE AS LEAD AGENCY FOR\n   24  REVIEW PURSUANT TO ARTICLE EIGHT OF THE ENVIRONMENTAL  CONSERVATION  LAW\n   25  FOR  ALL ACTIONS INVOLVING EXPLORATION AND PRODUCTION OF PRIVATELY-CONT-\n   26  ROLLED OIL AND GAS RESOURCES BENEATH STATE OWNED LANDS  WITHIN  ALLEGANY\n   27  STATE  PARK,  INCLUDING  APPLICATIONS  FOR  A  PERMIT  PURSUANT  TO THIS\n   28  SECTION. IN CONDUCTING SUCH REVIEW, THE OFFICE SHALL EVALUATE ALL POTEN-\n   29  TIAL IMPACTS OF PROPOSED WELL DRILLING, ROAD CONSTRUCTION,  CLEARING  OF\n   30  VEGETATION,  AND  OTHER  RELATED ACTIVITIES IN TERMS OF CONSISTENCY WITH\n   31  THE AGENCY'S MISSION AS SET FORTH IN SECTION 3.02 OF THIS CHAPTER.\n   32    6. ENFORCEMENT. ANY VIOLATION OF A TERM  OR  CONDITION  OF  A  SURFACE\n   33  ACCESS  PERMIT  GRANTED  PURSUANT  TO  THIS SECTION SHALL BE GROUNDS FOR\n   34  REVOCATION THEREOF. IN ADDITION, ANY PARTY ACTING IN VIOLATION OF SUCH A\n   35  PERMIT, AND ANY PARTY ENGAGING IN OIL OR GAS EXPLORATION,  DRILLING,  OR\n   36  PRODUCTION ACTIVITY WITHOUT HAVING OBTAINED A PERMIT AS REQUIRED BY THIS\n   37  SECTION,  SHALL  BE SUBJECT TO INJUNCTION AND LIABLE FOR A CIVIL PENALTY\n   38  OF NOT MORE THAN TEN THOUSAND DOLLARS FOR EACH DAY  OF  SUCH  VIOLATION,\n   39  OBTAINABLE IN AN ACTION BROUGHT BY THE ATTORNEY GENERAL UPON REFERRAL BY\n   40  THE COMMISSIONER OR ON HIS OR HER OWN INITIATIVE.\n   41    7.  COMPENSATION  OF  LOST  REVENUE.  IN  THE  EVENT THAT ANY SPILL OR\n   42  RELEASE OF OIL, GAS, OR OTHER SUBSTANCE PRODUCED OR TRANSPORTED IN ALLE-\n   43  GANY STATE PARK BY, OR ON BEHALF OF, ANY PERSON RECEIVING A PERMIT UNDER\n   44  THIS SECTION RESULTS IN THE TEMPORARY CLOSING OF ALL OR PART OF ALLEGANY\n   45  STATE PARK, SUCH PERSON SHALL BE LIABLE TO COMPENSATE THE OFFICE FOR ANY\n   46  LOST REVENUE OR PARK USER FEES RESULTING FROM THE CLOSURE. SUCH  COMPEN-\n   47  SATION OF LOST REVENUE SHALL BE IN ADDITION TO ANY OTHER COSTS OR PENAL-\n   48  TIES IMPOSED UNDER APPLICABLE LAWS, REGULATIONS, OR PERMIT CONDITIONS.\n   49    8.  RULES  AND  REGULATIONS.   THE COMMISSIONER IS AUTHORIZED TO ADOPT\n   50  RULES  AND  REGULATIONS  NECESSARY  OR  DESIRABLE  TO   EFFECTUATE   THE\n   51  PROVISIONS OF THIS SECTION.\n   52    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1908\n\nTITLE OF BILL:\nAn act\nto amend the parks, recreation and historic preservation law,\nin relation to oil\nand gas drilling in Allegany state park\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo specify the terms, requirements and enforcement of surface\naccess permits to entities proposing to\nextract privately-owned oil or gas resources within Allegany\nState Park.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe bill adds a new section 13.31 to\nthe Parks, Recreation and Historic Preservation Law to regulate oil\nand gas drilling in Allegany state Park.\n\nSubdivision one sets forth legislative findings and declaration.\n\nSubdivision two requires a surface access permit to be issued by the\nOffice of Parks, Recreation and Historic Preservation in order to\nextract privately owned oil or gas from beneath state-owned surface\nlands in Allegany State Park, and requires that each application for\nsuch a permit include at a minimum: proof of ownership or legal\ncontrol of the drilling rights; a map of proposed well locations; a\ndescription of proposed exploration and production activities;\nidentification of sources of water to be used; a description of\nassociated disturbance of the land surface; a description of\ntransportation methods for the extracted resources; a description of\nreclamation steps to be taken;\nbaseline environmental sampling results; an inventory of the affected\nnatural resources; and a description of affected historic,\narcheological and cultural resources.\n\nSubdivision three sets forth required conditions for each such permit,\nwhich include: limitation of number of wells and amount of cleared\narea associated with each well site to minimize the impact on park\nresources;\na prohibition on disposal of wastes in the park and storage in open\npits; restrictions on road construction; authority to restrict the\ntiming of drilling and associated activities and use of public roads;\nestablishment and maintenance of funds to reimburse the Office for the\ncosts of a full-time on-site monitor and of consultants to conduct\nenvironmental sampling and inspection and monitoring of environmental\nimpacts; corrective action at the permittee's expense Where needed to\neliminate adverse environmental impacts; financial security\nsufficient to restore natural conditions after the conclusion of\nextraction activities; and any additional conditions the Office\n\ndeems necessary to avoid for minimize impacts on park resources and\nto protect park visitors and employees.\n\nSubdivision four provides that the requirements of this section shall\nbe in addition to any other legal requirements for the exercise of\ndrilling\nrights, including but not limited to those in Article 23 of the\nEnvironmental Conservation Law.\n\nSubdivision five provides that the Office will serve as lead agency\nfor SEQRA review for any action connected with oil or gas exploration\nor extraction in Allegany State Park, which review shall include an\nevaluation of all potential impacts of such activity in terms of\nconsistency with the Office's statutory mission.\n\nSubdivision six provides for enforcement of permit requirements by\npermit revocation and in an action for injunction and civil penalties\nof up to $10,000 per day.\n\nSubdivision seven provides the state office of parks with compensation\nof lost revenue in the event of a spill or release of oil or gas\nproduced or transported in the park.\n\nSection two of the bill provides an immediate effective date.\n\nEXISTING LAW:\nSection 3.09(8) of the parks, Recreation and Historic\nPreservation Law authorizes the office to promulgate rules and\nregulations for the performance of its duties, and 6 NYCRR Part 372\nprovides for the issuance of permits by the Office for the conduct of\nvarious activities on state parkland, including commercial activities.\n\nArticle 23 of the Environmental conservation Law requires a permit,\nand sets forth technical requirements, for each gas and oil well\nlocated anywhere in the state.\n\nJUSTIFICATION:\nThere is a unique situation in Allegany State Park\nwhereby ownership of subsurface oil and gas resources under portions\nof the Park was severed and retained in private ownership, prior to\nthe acquisition and creation of the Park in the early 20th century.\nThe Office has received preliminary inquiries from oil and gas\ncompanies Asserting they have acquired ownership or leases of\nprivately-held oil subsurface resources and proposing to commence oil\nand gas drilling.\nThis bill creates a comprehensive framework for the Office's review\nand permitting of private oil and gas extraction to ensure that if\nsuch activities are conducted, adverse impacts to the Park's natural,\nscenic, and recreational resources will be minimized or avoided.\n\nPRIOR LEGISLATIVE HISTORY:\n2010:  Passed Senate & Assembly - Referred to Codes\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law, in relation to oil and gas drilling in Allegany state park ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T102411.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110114.T120938.TXT", "SOBI.D110114.T101410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963660
}