{
  "year" : 2011,
  "senateBillNo" : "S191-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S191-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a process for the siting of electric generating facilities and repowering projects",
  "summary" : "Establishes a process for the siting of electric generating facilities and repowering projects; establishes the electric generating facilities intervenor account. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S8063-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          191\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to amend the public service law, in relation to siting electric\n         generating facilities; to amend the environmental conservation law, in\n         relation to making certain conforming changes relating to  the  siting\n         of  electric  generating  facilities;  to amend the public authorities\n         law, in relation to making provisions of law relating to the siting of\n         electric generating facilities applicable to the  power  authority  of\n         the  state  of  New  York  and the Long Island power authority; and to\n         amend the state finance law, in relation to establishing the  interve-\n         nor account\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public service law is amended by adding a  new  article\n    2  10 to read as follows:\n    3                                 ARTICLE 10\n    4                  SITING OF ELECTRIC GENERATING FACILITIES\n    5  SECTION 160.  DEFINITIONS.\n    6          161.  GENERAL PROVISIONS RELATING TO THE BOARD.\n    7          162.  BOARD CERTIFICATE.\n    8          163.  PRE-APPLICATION PROCEDURES.\n    9          163-A.  REPOWERING PROJECTS.\n   10          164.  APPLICATION FOR A CERTIFICATE.\n   11          165.  HEARING SCHEDULE.\n   12          166.  PARTIES TO A CERTIFICATION PROCEEDING.\n   13          167.  CONDUCT OF HEARING.\n   14          168.  BOARD DECISIONS.\n   15          169.  OPINION TO BE ISSUED WITH DECISION.\n   16          170.  REHEARING AND JUDICIAL REVIEW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00706-01-1\n\n       S. 191                              2\n\n    1          171.  JURISDICTION OF COURTS.\n    2          172.  POWERS OF MUNICIPALITIES AND STATE AGENCIES.\n    3    S  160.  DEFINITIONS. WHERE USED IN THIS ARTICLE, THE FOLLOWING TERMS,\n    4  UNLESS THE CONTEXT OTHERWISE REQUIRES, SHALL HAVE  THE  FOLLOWING  MEAN-\n    5  INGS:\n    6    1.  \"MUNICIPALITY\"  MEANS  A  COUNTY, CITY, TOWN OR VILLAGE LOCATED IN\n    7  THIS STATE.\n    8    2. \"MAJOR ELECTRIC GENERATING FACILITY\" MEANS AN  ELECTRIC  GENERATING\n    9  FACILITY  THAT IS OPERATED AT A TOTAL NET GENERATING OUTPUT TO THE ELEC-\n   10  TRIC SYSTEM OF EIGHTY THOUSAND KILOWATTS OR  MORE,  INCLUDING  INTERCON-\n   11  NECTION  WATER,  SEWER,  TELECOMMUNICATION,  FUEL  AND  STEAM LINES, AND\n   12  INTERCONNECTION ELECTRIC TRANSMISSION LINES AND  FUEL  GAS  TRANSMISSION\n   13  LINES  THAT  ARE NOT SUBJECT TO REVIEW UNDER ARTICLE SEVEN OF THIS CHAP-\n   14  TER.\n   15    3. \"PERSON\"  MEANS  ANY  INDIVIDUAL,  CORPORATION,  LIMITED  LIABILITY\n   16  COMPANY, PUBLIC BENEFIT CORPORATION, POLITICAL SUBDIVISION, GOVERNMENTAL\n   17  AGENCY,  MUNICIPALITY,  PARTNERSHIP,  COOPERATIVE  ASSOCIATION, TRUST OR\n   18  ESTATE.\n   19    4. \"BOARD\" MEANS THE NEW  YORK  STATE  BOARD  ON  ELECTRIC  GENERATION\n   20  SITING AND THE ENVIRONMENT, WHICH SHALL BE IN THE DEPARTMENT AND CONSIST\n   21  OF SEVEN PERSONS:  THE CHAIRPERSON OF THE COMMISSION, WHO SHALL SERVE AS\n   22  CHAIRPERSON  OF  THE  BOARD; THE COMMISSIONER OF ENVIRONMENTAL CONSERVA-\n   23  TION; THE COMMISSIONER OF HEALTH; THE CHAIRPERSON OF THE NEW YORK  STATE\n   24  ENERGY  RESEARCH AND DEVELOPMENT AUTHORITY; THE COMMISSIONER OF ECONOMIC\n   25  DEVELOPMENT; AND TWO AD HOC PUBLIC MEMBERS APPOINTED  BY  THE  GOVERNOR.\n   26  ONE AD HOC PUBLIC MEMBER SHALL BE A RESIDENT OF THE JUDICIAL DISTRICT IN\n   27  WHICH  THE  FACILITY  AS PROPOSED IS TO BE LOCATED AND ONE AD HOC PUBLIC\n   28  MEMBER SHALL BE A RESIDENT OF  THE  COUNTY  IN  WHICH  THE  FACILITY  AS\n   29  PROPOSED IS TO BE LOCATED. IN SELECTING THE AD HOC MEMBERS, THE GOVERNOR\n   30  MAY  CONSIDER  RECOMMENDATIONS  FROM  COMMUNITY-BASED  ORGANIZATIONS AND\n   31  RESIDENTS FROM THE COUNTY, MUNICIPALITY AND/OR COMMUNITY  IN  WHICH  THE\n   32  FACILITY IS PROPOSED TO BE LOCATED. THE TERM OF THE AD HOC MEMBERS SHALL\n   33  CONTINUE  UNTIL A FINAL DETERMINATION IS MADE IN THE PARTICULAR PROCEED-\n   34  ING FOR WHICH THEY WERE APPOINTED, INCLUDING ANY REHEARING AND ANY JUDI-\n   35  CIAL REVIEW OF SUCH DECISION.\n   36    5. \"REPOWERING PROJECT\" MEANS A  MAJOR  ELECTRIC  GENERATING  FACILITY\n   37  THAT  PROPOSES  TO  MODIFY  OR ENTIRELY OR PARTIALLY REPLACE AN EXISTING\n   38  ELECTRIC GENERATING FACILITY, IN  A  MANNER  BEYOND  THE  SCOPE  OF  THE\n   39  PROVISIONS  OF  PARAGRAPH (C) OF SUBDIVISION FOUR OF SECTION ONE HUNDRED\n   40  SIXTY-TWO OF THIS ARTICLE, IN SUBSTANTIALLY THE  SAME  LOCATION  AS  THE\n   41  EXISTING  FACILITY  OR  TO SITE A NEW MAJOR ELECTRIC GENERATING FACILITY\n   42  ADJACENT OR CONTIGUOUS TO SUCH EXISTING FACILITY,  WHERE  SUCH  PROPOSED\n   43  MODIFIED FACILITY OR EXISTING AND NEW FACILITY IN COMBINATION:\n   44    (A)  RESULTS  IN  A  DECREASE  IN THE RATE OF EMISSIONS OF EACH OF THE\n   45  FOLLOWING ON A POUNDS PER MEGAWATT-HOUR BASIS: (I) OXIDES  OF  NITROGEN,\n   46  (II)  OXIDES  OF SULFUR, AND (III) PARTICULATE MATTER.  THE REDUCTION IN\n   47  THE RATE OF SUCH EMISSIONS SHALL BE CALCULATED BASED UPON  A  COMPARISON\n   48  OF  THE  POTENTIAL TO EMIT OF THE EXISTING FACILITY (EXPRESSED IN POUNDS\n   49  PER MEGAWATT-HOUR) AT THE TIME THE APPLICATION  UNDER  THIS  ARTICLE  IS\n   50  FILED WITH THE CHAIRPERSON AND THE FUTURE POTENTIAL TO EMIT OF THE MODI-\n   51  FIED  FACILITY  OR  OF  THE COMBINATION OF THE EXISTING AND NEW FACILITY\n   52  (EXPRESSED IN  POUNDS  PER  MEGAWATT-HOUR)  AND  BASED  UPON  REASONABLY\n   53  EXPECTED OPERATING CONDITIONS PROPOSED OR IDENTIFIED IN THE APPLICATION;\n   54  AND\n   55    (B)  REPLACES  EXISTING  GENERATING  CAPACITY WITH GENERATING CAPACITY\n   56  THAT HAS A LOWER HEAT RATE.\n\n       S. 191                              3\n\n    1    6. \"CERTIFICATE\" MEANS A CERTIFICATE  OF  ENVIRONMENTAL  COMPATIBILITY\n    2  AND  PUBLIC  NEED AUTHORIZING THE CONSTRUCTION OF AN ELECTRIC GENERATING\n    3  FACILITY ISSUED BY THE BOARD PURSUANT TO THIS ARTICLE.\n    4    S  161.  GENERAL  PROVISIONS RELATING TO THE BOARD. UPON RECEIPT OF AN\n    5  APPLICATION UNDER THIS ARTICLE, THE CHAIRPERSON  SHALL  PROMPTLY  NOTIFY\n    6  THE  GOVERNOR.  WITHIN  THIRTY  DAYS  OF SUCH NOTIFICATION, THE GOVERNOR\n    7  SHALL APPOINT THE AD HOC MEMBERS. FOUR OF THE SEVEN PERSONS ON THE BOARD\n    8  SHALL CONSTITUTE A QUORUM FOR THE TRANSACTION OF  ANY  BUSINESS  OF  THE\n    9  BOARD,  AND  THE  DECISION OF FOUR MEMBERS OF THE BOARD SHALL CONSTITUTE\n   10  ACTION OF THE BOARD. THE BOARD, EXCLUSIVE OF THE AD HOC  MEMBERS,  SHALL\n   11  HAVE THE POWER TO ADOPT RULES AND REGULATIONS RELATING TO THE PROCEDURES\n   12  TO  BE  USED IN CERTIFYING FACILITIES UNDER THE PROVISIONS OF THIS ARTI-\n   13  CLE, INCLUDING THE SUSPENSION OR REVOCATION  THEREOF.  THE  CHAIRPERSON,\n   14  AFTER  CONSULTATION WITH THE OTHER MEMBERS OF THE BOARD EXCLUSIVE OF THE\n   15  AD HOC MEMBERS, SHALL HAVE EXCLUSIVE JURISDICTION TO  ISSUE  DECLARATORY\n   16  RULINGS  REGARDING  THE  APPLICABILITY  OF, OR ANY OTHER QUESTION UNDER,\n   17  THIS ARTICLE AND RULES AND REGULATIONS ADOPTED HEREUNDER  AND  TO  GRANT\n   18  REQUESTS  FOR  EXTENSIONS  OR AMENDMENTS TO CERTIFICATE TERMS AND CONDI-\n   19  TIONS, PROVIDED THAT NO PARTY TO THE PROCEEDING OPPOSES SUCH REQUEST FOR\n   20  EXTENSIONS OR AMENDMENTS WITHIN  THIRTY  DAYS  OF  THE  FILING  OF  SUCH\n   21  REQUEST. REGULATIONS ADOPTED BY THE BOARD MAY PROVIDE FOR RENEWAL APPLI-\n   22  CATIONS  FOR POLLUTANT CONTROL PERMITS TO BE SUBMITTED TO AND ACTED UPON\n   23  BY THE DEPARTMENT OF  ENVIRONMENTAL  CONSERVATION  FOLLOWING  COMMERCIAL\n   24  OPERATION OF A CERTIFIED FACILITY.\n   25    IN  ADDITION TO THE REQUIREMENTS OF THE PUBLIC OFFICERS LAW, NO PERSON\n   26  SHALL BE ELIGIBLE TO BE AN APPOINTEE OF THE GOVERNOR TO  THE  BOARD  WHO\n   27  HOLDS  ANOTHER  STATE OR LOCAL OFFICE. NO MEMBER OF THE BOARD MAY RETAIN\n   28  OR HOLD ANY OFFICIAL RELATION TO, OR ANY SECURITIES OF AN ELECTRIC UTIL-\n   29  ITY CORPORATION OPERATING IN THE STATE OR PROPOSED FOR OPERATION IN  THE\n   30  STATE,  ANY  AFFILIATE  THEREOF OR ANY OTHER COMPANY, FIRM, PARTNERSHIP,\n   31  CORPORATION, ASSOCIATION OR  JOINT-STOCK  ASSOCIATION  THAT  MAY  APPEAR\n   32  BEFORE  THE BOARD, NOR SHALL EITHER OF THE APPOINTEES HAVE BEEN A DIREC-\n   33  TOR, OFFICER OR, WITHIN THE PREVIOUS TEN YEARS, AN EMPLOYEE THEREOF. THE\n   34  AD HOC APPOINTEES OF THE GOVERNOR SHALL RECEIVE THE SUM OF  TWO  HUNDRED\n   35  DOLLARS  FOR EACH DAY IN WHICH THEY ARE ACTUALLY ENGAGED IN THE PERFORM-\n   36  ANCE OF THEIR DUTIES PURSUANT TO THIS ARTICLE PLUS ACTUAL AND  NECESSARY\n   37  EXPENSES INCURRED BY THEM IN THE PERFORMANCE OF SUCH DUTIES.  THE CHAIR-\n   38  PERSON SHALL PROVIDE SUCH PERSONNEL, HEARING EXAMINERS, SUBORDINATES AND\n   39  EMPLOYEES  AND  SUCH  LEGAL,  TECHNOLOGICAL, SCIENTIFIC, ENGINEERING AND\n   40  OTHER SERVICES AND SUCH MEETING ROOMS, HEARING ROOMS AND  OTHER  FACILI-\n   41  TIES AS MAY BE REQUIRED IN PROCEEDINGS UNDER THIS ARTICLE. THE BOARD MAY\n   42  PROVIDE  FOR  ITS  OWN  REPRESENTATION AND APPEARANCE IN ALL ACTIONS AND\n   43  PROCEEDINGS INVOLVING ANY QUESTION UNDER THIS ARTICLE. THE DEPARTMENT OF\n   44  ENVIRONMENTAL CONSERVATION SHALL PROVIDE  ASSOCIATE  HEARING  EXAMINERS.\n   45  EACH  MEMBER OF THE BOARD OTHER THAN THE AD HOC APPOINTEES OF THE GOVER-\n   46  NOR MAY DESIGNATE AN ALTERNATE TO  SERVE  INSTEAD  OF  THE  MEMBER  WITH\n   47  RESPECT  TO  ALL  PROCEEDINGS PURSUANT TO THIS ARTICLE. SUCH DESIGNATION\n   48  SHALL BE IN WRITING AND FILED WITH THE CHAIRPERSON.\n   49    S 162. BOARD CERTIFICATE. 1. NO PERSON SHALL COMMENCE THE  PREPARATION\n   50  OF A SITE FOR, OR BEGIN THE CONSTRUCTION OF, A MAJOR ELECTRIC GENERATING\n   51  FACILITY  OR  REPOWERING  PROJECT  IN  THE  STATE  WITHOUT  HAVING FIRST\n   52  OBTAINED A CERTIFICATE ISSUED WITH  RESPECT  TO  SUCH  FACILITY  BY  THE\n   53  BOARD.  ANY  SUCH FACILITY WITH RESPECT TO WHICH A CERTIFICATE IS ISSUED\n   54  SHALL NOT THEREAFTER BE BUILT, MAINTAINED OR OPERATED EXCEPT IN CONFORM-\n   55  ITY WITH SUCH CERTIFICATE  AND  ANY  TERMS,  LIMITATIONS  OR  CONDITIONS\n   56  CONTAINED  THEREIN;  PROVIDED  THAT NOTHING IN THIS ARTICLE SHALL EXEMPT\n\n       S. 191                              4\n\n    1  SUCH FACILITY FROM COMPLIANCE WITH STATE LAW AND REGULATIONS THEREUNDER,\n    2  SUBSEQUENTLY ADOPTED OR WITH MUNICIPAL LAWS AND REGULATIONS  THEREUNDER,\n    3  NOT  INCONSISTENT WITH THE PROVISIONS OF SUCH CERTIFICATE. A CERTIFICATE\n    4  FOR  A  MAJOR  ELECTRIC GENERATING FACILITY OR REPOWERING PROJECT MAY BE\n    5  ISSUED ONLY PURSUANT TO THIS ARTICLE.\n    6    2. A CERTIFICATE MAY BE TRANSFERRED, SUBJECT TO THE  APPROVAL  OF  THE\n    7  BOARD,  TO A PERSON WHO AGREES TO COMPLY WITH THE TERMS, LIMITATIONS AND\n    8  CONDITIONS CONTAINED THEREIN.\n    9    3. A CERTIFICATE ISSUED PURSUANT TO THIS ARTICLE  MAY  BE  AMENDED  AS\n   10  PROVIDED IN THIS ARTICLE.\n   11    4. THIS ARTICLE SHALL NOT APPLY:\n   12    (A)  TO  AN  ELECTRIC  GENERATING  FACILITY  IF,  ON OR BEFORE THE ONE\n   13  HUNDRED EIGHTIETH DAY AFTER THE  EFFECTIVE  DATE  OF  THIS  ARTICLE,  AN\n   14  APPLICATION HAS BEEN MADE FOR A LICENSE, PERMIT, CERTIFICATE, CONSENT OR\n   15  APPROVAL  FROM  ANY FEDERAL, STATE OR LOCAL COMMISSION, AGENCY, BOARD OR\n   16  REGULATORY BODY, IN WHICH APPLICATION THE LOCATION OF AN ELECTRIC GENER-\n   17  ATING FACILITY HAS BEEN DESIGNATED BY THE APPLICANT; OR IF THE  FACILITY\n   18  IS UNDER CONSTRUCTION AT SUCH TIME;\n   19    (B)  TO  AN  ELECTRIC  GENERATING  FACILITY  OVER  WHICH ANY AGENCY OR\n   20  DEPARTMENT OF THE FEDERAL GOVERNMENT HAS EXCLUSIVE JURISDICTION, OR  HAS\n   21  JURISDICTION  CONCURRENT  WITH  THAT OF THE STATE AND HAS EXERCISED SUCH\n   22  JURISDICTION, TO THE EXCLUSION OF REGULATION  OF  THE  FACILITY  BY  THE\n   23  STATE;\n   24    (C)  TO  REPAIRS,  REPLACEMENTS,  MODIFICATIONS AND IMPROVEMENTS OF AN\n   25  ELECTRIC GENERATING FACILITY, WHENEVER BUILT, WHICH DO NOT CONSTITUTE  A\n   26  VIOLATION  OF ANY CERTIFICATE ISSUED UNDER THIS ARTICLE AND WHICH DO NOT\n   27  RESULT IN AN INCREASE IN CAPACITY OF THE FACILITY  OF  MORE  THAN  FIFTY\n   28  THOUSAND KILOWATTS; OR\n   29    (D)  TO AN ELECTRIC GENERATING FACILITY (I) CONSTRUCTED ON LANDS DEDI-\n   30  CATED TO INDUSTRIAL USES, (II) THE OUTPUT OF WHICH SHALL BE USED  SOLELY\n   31  FOR  INDUSTRIAL  PURPOSES,  ON  THE  PREMISES,  AND (III) THE GENERATING\n   32  CAPACITY OF WHICH DOES NOT EXCEED TWO HUNDRED THOUSAND KILOWATTS.\n   33    5. ANY PERSON INTENDING TO CONSTRUCT AN ELECTRIC  GENERATING  FACILITY\n   34  EXCLUDED  FROM THIS ARTICLE PURSUANT TO SUBDIVISION FOUR OF THIS SECTION\n   35  MAY ELECT TO BECOME SUBJECT TO THE PROVISIONS OF THIS ARTICLE BY  DELIV-\n   36  ERING  NOTICE  OF  SUCH  ELECTION  TO THE CHAIRPERSON OF THE BOARD. THIS\n   37  ARTICLE SHALL THEREAFTER APPLY  TO  EACH  ELECTRIC  GENERATING  FACILITY\n   38  IDENTIFIED  IN  SUCH  NOTICE  FROM THE DATE OF ITS RECEIPT BY THE CHAIR-\n   39  PERSON OF THE BOARD.  FOR THE PURPOSES OF THIS ARTICLE, EACH SUCH FACIL-\n   40  ITY SHALL BE TREATED IN THE SAME MANNER AS A MAJOR  ELECTRIC  GENERATING\n   41  FACILITY  OR  REPOWERING  PROJECT  AS APPROPRIATE AND AS DEFINED IN THIS\n   42  ARTICLE.\n   43    S 163. PRE-APPLICATION PROCEDURES. 1. ANY PERSON PROPOSING  TO  SUBMIT\n   44  AN  APPLICATION FOR A CERTIFICATE SHALL FILE WITH THE CHAIRPERSON OF THE\n   45  BOARD A PRELIMINARY SCOPING STATEMENT CONTAINING A BRIEF DISCUSSION,  ON\n   46  THE BASIS OF AVAILABLE INFORMATION, OF THE FOLLOWING ITEMS:\n   47    (A)  DESCRIPTION  OF  THE  PROPOSED  FACILITY  AND  ITS  ENVIRONMENTAL\n   48  SETTING;\n   49    (B) POTENTIAL ENVIRONMENTAL IMPACTS FROM THE CONSTRUCTION AND/OR OPER-\n   50  ATION OF THE PROPOSED FACILITY;\n   51    (C) A PRELIMINARY DESCRIPTION OF PREDICTABLE, SIGNIFICANT AND ADVERSE-\n   52  LY DISPROPORTIONATE ENVIRONMENTAL IMPACTS, IF ANY, FROM THE CONSTRUCTION\n   53  AND/OR OPERATION OF THE PROPOSED FACILITY IN ACCORDANCE WITH REGULATIONS\n   54  PROMULGATED BY THE DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION  FOR  THE\n   55  ANALYSIS OF ENVIRONMENTAL JUSTICE ISSUES;\n\n       S. 191                              5\n\n    1    (D)  ANY  PROPOSED  STUDY  OR  PROGRAM OF STUDIES DESIGNED TO EVALUATE\n    2  POTENTIAL  ENVIRONMENTAL  IMPACTS,  INCLUDING  THE  PREDICTABLE   HEALTH\n    3  IMPACTS THEREOF;\n    4    (E) ANY MEASURES PROPOSED TO MITIGATE ENVIRONMENTAL IMPACTS, INCLUDING\n    5  THE PREDICTABLE HEALTH IMPACTS THEREOF;\n    6    (F)  REASONABLE  ALTERNATIVES  TO  THE  PROPOSED  FACILITY  AS  MAY BE\n    7  REQUIRED BY PARAGRAPH (B) OF SUBDIVISION  ONE  OF  SECTION  ONE  HUNDRED\n    8  SIXTY-FOUR OF THIS ARTICLE;\n    9    (G)  IF  THE FACILITY IS PROPOSED TO BE LOCATED IN THE COASTAL AREA, A\n   10  PRELIMINARY ANALYSIS OF THE CONSISTENCY OF THE  PROPOSED  FACILITY  WITH\n   11  THE  APPLICABLE  COASTAL  POLICIES OF ARTICLE FORTY-TWO OF THE EXECUTIVE\n   12  LAW, OR WHEN THE ACTION IS IN AN APPROVED LOCAL  WATERFRONT  REVITALIZA-\n   13  TION  PROGRAM  AREA,  WITH  THE  LOCAL PROGRAM. IF THE PROPOSED FACILITY\n   14  COULD AFFECT ANY LAND OR WATER USE OR NATURAL RESOURCE  OF  THE  COASTAL\n   15  AREA  AND  FEDERAL AUTHORIZATION IS NECESSARY, A PRELIMINARY ANALYSIS OF\n   16  THE CONSISTENCY OF THE PROPOSED FACILITY WITH THE  ENFORCEABLE  POLICIES\n   17  OF  THE  NEW YORK STATE COASTAL MANAGEMENT PROGRAM OR WHEN THE ACTION IS\n   18  IN AN APPROVED LOCAL WATERFRONT REVITALIZATION PROGRAM  AREA,  WITH  THE\n   19  LOCAL PROGRAM; AND\n   20    (H)  ANY  OTHER INFORMATION THAT MAY BE RELEVANT OR THAT THE BOARD MAY\n   21  REQUIRE.\n   22    2. EACH PRELIMINARY SCOPING STATEMENT SHALL BE ACCOMPANIED BY A FEE OF\n   23  FIFTY THOUSAND DOLLARS TO BE DEPOSITED IN THE INTERVENOR ACCOUNT, ESTAB-\n   24  LISHED PURSUANT TO SECTION NINETY-NINE-T OF THE STATE FINANCE  LAW,  AND\n   25  SHALL  BE DISBURSED AT THE BOARD'S DIRECTION TO DEFRAY EXPENSES INCURRED\n   26  BY MUNICIPAL AND OTHER LOCAL, INTERESTED PERSONS (EXCEPT A  MUNICIPALITY\n   27  WHICH  IS  THE APPLICANT) FOR CONSULTANTS' FEES TO EVALUATE THE PRELIMI-\n   28  NARY SCOPING STATEMENT AND ANALYZE THE  METHODOLOGY  AND  SCOPE  OF  ANY\n   29  STUDY OR PROGRAM OF STUDIES TO BE UNDERTAKEN BY THE APPLICANT IN SUPPORT\n   30  OF  ITS  APPLICATION. SUCH FUNDS SHALL BE MADE AVAILABLE ON AN EQUITABLE\n   31  BASIS IN A MANNER WHICH FACILITATES BROAD PUBLIC  PARTICIPATION  IN  THE\n   32  PRE-APPLICATION  PROCESS.  ANY  UNUSED FUNDS SHALL BE MADE AVAILABLE AND\n   33  DISBURSED IN ACCORDANCE WITH  THE  PROVISIONS  OF  SUBDIVISION  FIVE  OF\n   34  SECTION  ONE  HUNDRED  SIXTY-FOUR  OF  THIS ARTICLE IF AN APPLICATION IS\n   35  FILED OR, IF THE PRELIMINARY SCOPING STATEMENT IS WITHDRAWN, SUCH  FUNDS\n   36  SHALL  BE  RETURNED  TO  THE APPLICANT WITHIN FORTY-FIVE DAYS AFTER SUCH\n   37  WITHDRAWAL.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY,\n   38  THE BOARD MAY PROVIDE BY RULES AND REGULATIONS  FOR  DISBURSEMENTS  FROM\n   39  THE ACCOUNT FOR THE STATED PURPOSES.\n   40    3. SUCH PERSON SHALL SERVE COPIES OF THE PRELIMINARY SCOPING STATEMENT\n   41  ON PERSONS ENUMERATED IN PARAGRAPH (A) OF SUBDIVISION TWO OF SECTION ONE\n   42  HUNDRED  SIXTY-FOUR OF THIS ARTICLE AND PROVIDE NOTICE OF SUCH STATEMENT\n   43  AS PROVIDED IN PARAGRAPH (B) OF  SUCH  SUBDIVISION.  SUCH  NOTICE  SHALL\n   44  INCLUDE THE AVAILABILITY OF FUNDS FOR ELIGIBLE PERSONS TO PARTICIPATE IN\n   45  THE PRE-APPLICATION PROCESS.\n   46    4.  TO  FACILITATE  THE  APPLICATION  PROCESS  AND  ENABLE CITIZENS TO\n   47  PARTICIPATE IN DECISIONS THAT AFFECT THEIR HEALTH  AND  SAFETY  AND  THE\n   48  ENVIRONMENT,  THE  DEPARTMENT  SHALL  PROVIDE  OPPORTUNITIES FOR CITIZEN\n   49  INVOLVEMENT, AND SHALL CONSULT WITH THE PUBLIC EARLY IN THE  APPLICATION\n   50  PROCESS,  ESPECIALLY  BEFORE ANY PERSONS ENTER A STIPULATION PURSUANT TO\n   51  SUBDIVISION FIVE OF THIS  SECTION.  THE  PRIMARY  GOAL  OF  THE  CITIZEN\n   52  PARTICIPATION  PROCESS  SHALL BE TO FACILITATE COMMUNICATION BETWEEN THE\n   53  APPLICANT AND INTERESTED OR AFFECTED PERSONS.  THE PROCESS SHALL  FOSTER\n   54  THE ACTIVE INVOLVEMENT OF INTERESTED OR AFFECTED PERSONS.\n   55    5.  SUCH  PERSON  MAY  CONSULT  AND SEEK AGREEMENT WITH ANY INTERESTED\n   56  PERSON, INCLUDING, BUT NOT LIMITED TO, THE STAFF OF THE DEPARTMENT,  THE\n\n       S. 191                              6\n\n    1  DEPARTMENT  OF  ENVIRONMENTAL CONSERVATION, THE DEPARTMENT OF STATE, THE\n    2  DEPARTMENT OF HEALTH, AND THE OFFICE OF PARKS, RECREATION  AND  HISTORIC\n    3  PRESERVATION,  AS APPROPRIATE, AS TO ANY ASPECT OF THE PRELIMINARY SCOP-\n    4  ING  STATEMENT AND ANY STUDY OR PROGRAM OF STUDIES MADE OR TO BE MADE TO\n    5  SUPPORT SUCH APPLICATION. THE STAFF OF THE DEPARTMENT, THE DEPARTMENT OF\n    6  ENVIRONMENTAL CONSERVATION, THE DEPARTMENT OF STATE, THE  DEPARTMENT  OF\n    7  HEALTH,  THE  OFFICE OF PARKS, RECREATION AND HISTORIC PRESERVATION, THE\n    8  PERSON PROPOSING TO FILE AN APPLICATION, AND ANY OTHER INTERESTED PERSON\n    9  MAY ENTER INTO A STIPULATION SETTING FORTH AN AGREEMENT ON ANY ASPECT OF\n   10  THE PRELIMINARY SCOPING STATEMENT AND THE STUDIES OR PROGRAM OF  STUDIES\n   11  TO  BE CONDUCTED. ANY SUCH PERSON PROPOSING TO SUBMIT AN APPLICATION FOR\n   12  A CERTIFICATE SHALL SERVE A COPY OF THE PROPOSED  STIPULATION  UPON  ALL\n   13  PERSONS  ENUMERATED  IN  PARAGRAPH (A) OF SUBDIVISION TWO OF SECTION ONE\n   14  HUNDRED SIXTY-FOUR OF THIS ARTICLE, PROVIDE NOTICE OF  SUCH  STIPULATION\n   15  TO  THOSE  PERSONS  IDENTIFIED IN PARAGRAPH (B) OF SUCH SUBDIVISION, AND\n   16  AFFORD THE PUBLIC A REASONABLE OPPORTUNITY TO  SUBMIT  COMMENTS  ON  THE\n   17  STIPULATION  BEFORE IT IS EXECUTED BY THE INTERESTED PERSONS. NOTHING IN\n   18  THIS SUBDIVISION, HOWEVER, SHALL BAR ANY PARTY TO A HEARING ON AN APPLI-\n   19  CATION, OTHER THAN ANY PARTY  TO  A  PRE-APPLICATION  STIPULATION,  FROM\n   20  TIMELY  RAISING  OBJECTIONS  TO  ANY  ASPECT  OF THE PRELIMINARY SCOPING\n   21  STATEMENT AND THE METHODOLOGY AND SCOPE OF  ANY  STIPULATED  STUDIES  OR\n   22  PROGRAM OF STUDIES IN ANY SUCH AGREEMENT. IN ORDER TO ATTEMPT TO RESOLVE\n   23  ANY  QUESTIONS  THAT  MAY  ARISE  AS  A RESULT OF SUCH CONSULTATION, THE\n   24  DEPARTMENT MAY DESIGNATE  A  HEARING  EXAMINER  WHO  SHALL  OVERSEE  THE\n   25  PRE-APPLICATION   PROCESS,  INCLUDING  THE  DISBURSEMENT  OF  THE  FUNDS\n   26  PROVIDED FOR IN SUBDIVISION TWO OF THIS SECTION, AND MEDIATE  ANY  ISSUE\n   27  RELATING  TO  ANY  ASPECT  OF  THE PRELIMINARY SCOPING STATEMENT AND THE\n   28  METHODOLOGY AND SCOPE OF ANY SUCH STUDIES OR PROGRAMS OF STUDY.\n   29    S 163-A. REPOWERING PROJECTS. 1. ANY PERSON PROPOSING TO SITE A REPOW-\n   30  ERING PROJECT SHALL BE REQUIRED TO FOLLOW THE PROCEDURES  SET  FORTH  IN\n   31  THIS  SECTION.    ANY PERSON PROPOSING TO UNDERTAKE A REPOWERING PROJECT\n   32  SHALL FILE WITH THE CHAIRPERSON OF THE BOARD AN APPLICATION, IN  A  FORM\n   33  TO  BE DETERMINED BY THE BOARD, THAT CONTAINS, AT A MINIMUM, THE FOLLOW-\n   34  ING INFORMATION AND MATERIALS:\n   35    (A) A DESCRIPTION OF THE SITE, INCLUDING  ITS  ENVIRONMENTAL  SETTING,\n   36  AND  A DESCRIPTION OF THE REPOWERING PROJECT, INCLUDING, BUT NOT LIMITED\n   37  TO, AVAILABLE SITE INFORMATION, MAPS, AND DESCRIPTIONS;\n   38    (B) ANALYSES THAT HAVE BEEN MADE (I) FOR REPOWERING PROJECTS,  OF  THE\n   39  EXPECTED  ENVIRONMENTAL  IMPACTS  OF  THE  EXISTING  ELECTRIC GENERATING\n   40  FACILITY; (II) OF CONCEPTUAL ARCHITECTURAL AND ENGINEERING  PLANS  INDI-\n   41  CATING COMPATIBILITY OF THE REPOWERING PROJECT WITH THE ENVIRONMENT; AND\n   42  (III)  OF  THE EXPECTED ENVIRONMENTAL IMPACTS OF THE REPOWERING PROJECT,\n   43  INCLUDING, BUT NOT LIMITED TO, THE GENERATION OF SOLID WASTES, AIR EMIS-\n   44  SIONS, DISCHARGES INTO NAVIGABLE WATERS AND  GROUNDWATER,  IMPACTS  UPON\n   45  WETLANDS,  AND  VISUAL  IMPACTS,  THE  PROBABLE  LEVEL  OF  NOISE DURING\n   46  CONSTRUCTION AND OPERATION OF THE REPOWERING PROJECT, AND  ANY  MEASURES\n   47  FOR  CONTROL,  ABATEMENT, OR MITIGATION OF SUCH IMPACTS, AND THE COMPAT-\n   48  IBILITY OF THE REPOWERING  PROJECT  WITH  EXISTING  FEDERAL,  STATE  AND\n   49  MUNICIPAL ENVIRONMENTAL, HEALTH AND SAFETY STANDARDS;\n   50    (C)  SUCH  EVIDENCE  AS  MAY  ENABLE THE COMMISSIONER OF ENVIRONMENTAL\n   51  CONSERVATION TO EVALUATE THE PROPOSED POLLUTION CONTROL SYSTEMS  OF  THE\n   52  REPOWERING  PROJECT AND TO REACH A DETERMINATION AS TO WHETHER OR NOT TO\n   53  ISSUE, SUBJECT TO APPROPRIATE CONDITIONS AND LIMITATIONS, PERMITS PURSU-\n   54  ANT TO FEDERAL RECOGNITION OF STATE AUTHORITY  IN  ACCORDANCE  WITH  THE\n   55  FEDERAL  CLEAN  WATER  ACT,  THE  FEDERAL  CLEAN AIR ACT AND THE FEDERAL\n   56  RESOURCE CONSERVATION AND RECOVERY ACT;\n\n       S. 191                              7\n\n    1    (D) A STATEMENT AS TO HOW THE CONSTRUCTION AND OPERATION OF THE REPOW-\n    2  ERING PROJECT, INCLUDING TRANSPORTATION AND  DISPOSAL  OF  WASTES,  WILL\n    3  COMPLY WITH ENVIRONMENTAL, HEALTH AND SAFETY REGULATIONS AND RULES UNDER\n    4  STATE  AND  MUNICIPAL  LAWS,  AND A STATEMENT AS TO WHY ANY VARIANCES OR\n    5  EXCEPTIONS MAY BE GRANTED;\n    6    (E)  A  DESCRIPTION  OF  THE  FUEL  INTERCONNECTION AND SUPPLY FOR THE\n    7  REPOWERING PROJECT;\n    8    (F) AN ELECTRIC  INTERCONNECTION  STUDY,  CONSISTING  GENERALLY  OF  A\n    9  DESIGN STUDY AND A SYSTEM RELIABILITY IMPACT STUDY;\n   10    (G)  A  PLAN  FOR  SECURITY  OF  THE  REPOWERING  PROJECT  DURING  ITS\n   11  CONSTRUCTION AND OPERATION, TO BE REVIEWED BY THE BOARD IN  CONSULTATION\n   12  WITH THE OFFICE OF HOMELAND SECURITY; AND\n   13    (H)  SUCH  OTHER INFORMATION AS THE APPLICANT MAY CONSIDER RELEVANT OR\n   14  AS MAY BE REQUIRED BY THE BOARD TO MAKE ITS FINDINGS PURSUANT TO SECTION\n   15  ONE HUNDRED SIXTY-EIGHT OF THIS ARTICLE.   COPIES  OF  THE  APPLICATION,\n   16  INCLUDING  THE  REQUIRED  INFORMATION,  SHALL  BE  AVAILABLE  FOR PUBLIC\n   17  INSPECTION, PROVIDED, HOWEVER, THAT SUCH INSPECTION IS  CONSISTENT  WITH\n   18  ARTICLE  SIX  OF  THE  PUBLIC OFFICERS LAW AND ARTICLE TWENTY-SIX OF THE\n   19  EXECUTIVE LAW.\n   20    2. THE APPLICATION SHALL BE ACCOMPANIED BY:\n   21    (A) PROOF OF SERVICE, IN SUCH MANNER AS THE BOARD SHALL PRESCRIBE,  IN\n   22  ACCORDANCE  WITH  SUBDIVISION  TWO  OF SECTION ONE HUNDRED SIXTY-FOUR OF\n   23  THIS ARTICLE; AND\n   24    (B) PROOF THAT THE APPLICANT HAS CONDUCTED PUBLIC OUTREACH WITHIN  THE\n   25  SIXTY  DAYS  PRECEDING  THE  FILING  OF THE APPLICATION, FOR PURPOSES OF\n   26  FACILITATING COMMUNICATION BETWEEN  THE  APPLICANT  AND  INTERESTED  AND\n   27  AFFECTED PERSONS AND ADVISING SUCH PERSONS ABOUT THE REPOWERING PROJECT.\n   28    3.  THE  APPLICATION  SHALL  BE  ACCOMPANIED BY A FEE TO BE DETERMINED\n   29  PURSUANT TO THE PROVISIONS OF THIS SUBDIVISION. FOR THE PURPOSES OF THIS\n   30  SUBDIVISION, \"INCREASED NET GENERATING OUTPUT\" SHALL BE DETERMINED USING\n   31  THE FOLLOWING FORMULA:  THE NET GENERATING OUTPUT OF THE PROPOSED FACIL-\n   32  ITY IN THOUSANDS OF KILOWATTS MINUS THE NET  GENERATING  OUTPUT  OF  THE\n   33  EXISTING  FACILITY  IN  THOUSANDS OF KILOWATTS. FOR A REPOWERING PROJECT\n   34  THAT RESULTS IN AN INCREASED NET GENERATING OUTPUT  OF  EIGHTY  THOUSAND\n   35  KILOWATTS  OR MORE, A FEE IN AN AMOUNT EQUAL TO ONE THOUSAND DOLLARS FOR\n   36  EACH THOUSAND KILOWATTS OF INCREASED NET GENERATING OUTPUT, BUT A FEE NO\n   37  MORE THAN THREE HUNDRED THOUSAND DOLLARS WITH SUCH AMOUNT TO INCLUDE THE\n   38  PRE-APPLICATION FEE PROVIDED FOR  IN  SUBDIVISION  TWO  OF  SECTION  ONE\n   39  HUNDRED SIXTY-THREE OF THIS ARTICLE.\n   40    4.  SUCH  FEE SHALL BE DEPOSITED IN THE INTERVENOR ACCOUNT ESTABLISHED\n   41  PURSUANT TO SECTION NINETY-NINE-T  OF  THE  STATE  FINANCE  LAW,  TO  BE\n   42  DISBURSED  AT  THE BOARD'S DIRECTION IN ACCORDANCE WITH SUBDIVISION FIVE\n   43  OF SECTION ONE HUNDRED SIXTY-FOUR OF THIS ARTICLE. ANY MONEYS  REMAINING\n   44  IN  THE  INTERVENOR  ACCOUNT  SHALL  BE RETURNED TO THE APPLICANT WITHIN\n   45  FORTY-FIVE DAYS AFTER THE BOARD HAS ISSUED ITS DECISION ON  AN  APPLICA-\n   46  TION  UNDER  THIS  ARTICLE AND THE TIME FOR APPLYING FOR A REHEARING AND\n   47  JUDICIAL REVIEW HAS EXPIRED.\n   48    5. FOLLOWING THE FILING OF AN APPLICATION PURSUANT TO SUBDIVISION  TWO\n   49  OF  THIS  SECTION,  THE  DEPARTMENT  OF ENVIRONMENTAL CONSERVATION SHALL\n   50  INITIATE A REVIEW PURSUANT TO FEDERALLY DELEGATED OR  APPROVED  ENVIRON-\n   51  MENTAL PERMITTING AUTHORITY.\n   52    6.  WITHIN  SIXTY  DAYS OF RECEIPT OF AN APPLICATION FILED PURSUANT TO\n   53  SUBDIVISION ONE OF THIS SECTION, THE  CHAIRPERSON  OF  THE  BOARD  SHALL\n   54  DETERMINE  WHETHER OR NOT THE APPLICATION COMPLIES WITH THIS SECTION AND\n   55  ANY REGULATIONS PROMULGATED PURSUANT THERETO.  THE  CHAIRPERSON  OF  THE\n   56  BOARD  MAY  REQUIRE  THE  FILING OF ANY ADDITIONAL INFORMATION NEEDED TO\n\n       S. 191                              8\n\n    1  SUPPLEMENT AN APPLICATION.  NOTICE  OF  COMPLIANCE  SHALL  BE  GIVEN  TO\n    2  PARTIES  TO  THE CERTIFICATION PROCEEDING PURSUANT TO SUBDIVISION ONE OF\n    3  SECTION ONE HUNDRED SIXTY-SIX OF THIS ARTICLE AND SHALL ADDITIONALLY  BE\n    4  PUBLISHED ON THE WEB SITE OF THE DEPARTMENT.\n    5    7.  PARTIES AND INTERESTED PERSONS SHALL HAVE FORTY-FIVE DAYS FROM THE\n    6  DATE THE APPLICATION IS DEEMED COMPLIANT TO FILE WRITTEN  COMMENTS  WITH\n    7  REGARD  TO  SUCH  APPLICATION.  A PUBLIC STATEMENT HEARING SHALL BE HELD\n    8  WITHIN THE COMMENT PERIOD AT WHICH THE PRESIDING EXAMINER AND  ASSOCIATE\n    9  EXAMINER  SHALL  JOINTLY  PRESIDE.  WITHIN SIXTY DAYS OF THE APPLICATION\n   10  BEING DEEMED COMPLIANT, THE PRESIDING EXAMINER, AFTER CONSULTATION  WITH\n   11  THE  ASSOCIATE EXAMINER, SHALL DETERMINE WHETHER THERE IS A RELEVANT AND\n   12  MATERIAL ISSUE OF FACT AND SHALL DETERMINE WHETHER OR NOT TO SCHEDULE AN\n   13  EVIDENTIARY HEARING ON SUCH ISSUE OF FACT. SUCH EVIDENTIARY HEARING,  IF\n   14  APPLICABLE,  SHALL  BE  CONDUCTED PURSUANT TO THE RELEVANT PROVISIONS OF\n   15  SECTIONS ONE HUNDRED SIXTY-FIVE AND  ONE  HUNDRED  SIXTY-SEVEN  OF  THIS\n   16  ARTICLE, WHICH ARE NOT INCONSISTENT WITH THE PROVISIONS OF THIS SECTION.\n   17    8.  WITHIN SIXTY DAYS OF THE CLOSE OF THE PUBLIC STATEMENT HEARING AND\n   18  ANY EVIDENTIARY HEARING, IF APPLICABLE, AND THE FILING OF ANY BRIEFS, IF\n   19  APPLICABLE, THE BOARD SHALL RENDER A FINAL DETERMINATION ON AN  APPLICA-\n   20  TION  UNDER  THIS  SECTION FOR A CERTIFICATE UPON THE RECORD MADE BEFORE\n   21  THE PRESIDING AND ASSOCIATE EXAMINERS AND PURSUANT TO  THE  REQUIREMENTS\n   22  OF  SUBDIVISION  TWO OF SECTION ONE HUNDRED SIXTY-EIGHT OF THIS ARTICLE.\n   23  THE BOARD MAY EXTEND THE DEADLINE IN EXTRAORDINARY CIRCUMSTANCES  BY  NO\n   24  MORE THAN THREE MONTHS IN ORDER TO GIVE CONSIDERATION TO SPECIFIC ISSUES\n   25  NECESSARY TO DEVELOP AN ADEQUATE RECORD.  THE BOARD SHALL RENDER A FINAL\n   26  DECISION  ON THE APPLICATION BY THE AFOREMENTIONED DEADLINE, UNLESS SUCH\n   27  DEADLINE IS WAIVED BY THE APPLICANT. IF AT ANY TIME  SUBSEQUENT  TO  THE\n   28  COMMENCEMENT  OF THE PUBLIC STATEMENT HEARING OR EVIDENTIARY HEARING, IF\n   29  APPLICABLE, THERE IS A MATERIAL AND SUBSTANTIAL AMENDMENT TO THE  APPLI-\n   30  CATION,  THE  DEADLINE  MAY  BE  EXTENDED  BY NO MORE THAN THREE MONTHS,\n   31  UNLESS SUCH DEADLINE IS WAIVED BY THE APPLICANT, TO CONSIDER SUCH AMEND-\n   32  MENT.\n   33    9. IN THE EVENT THAT  THE  DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION\n   34  ISSUES  PERMITS  PURSUANT  TO FEDERALLY DELEGATED OR APPROVED PERMITTING\n   35  AUTHORITY UNDER THE FEDERAL CLEAN WATER ACT, THE FEDERAL CLEAN  AIR  ACT\n   36  AND THE FEDERAL RESOURCE CONSERVATION AND RECOVERY ACT, THE COMMISSIONER\n   37  OF  THE  DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION  SHALL PROVIDE SUCH\n   38  PERMITS TO THE BOARD PRIOR TO THE DETERMINATION OF  WHETHER  OR  NOT  TO\n   39  ISSUE A CERTIFICATE.\n   40    S  164.  APPLICATION  FOR A CERTIFICATE. 1. AN APPLICANT FOR A CERTIF-\n   41  ICATE TO CONSTRUCT A MAJOR ELECTRIC GENERATING FACILITY SHALL FILE  WITH\n   42  THE  CHAIRPERSON  OF THE BOARD AN APPLICATION, IN SUCH FORM AS THE BOARD\n   43  MAY PRESCRIBE CONTAINING THE FOLLOWING INFORMATION AND MATERIALS:\n   44    (A) A DESCRIPTION OF THE SITE AND A DESCRIPTION OF THE FACILITY TO  BE\n   45  BUILT   THEREON,   INCLUDING   AVAILABLE   SITE  INFORMATION,  MAPS  AND\n   46  DESCRIPTIONS, PRESENT AND PROPOSED DEVELOPMENT,  SOURCE  AND  VOLUME  OF\n   47  WATER  REQUIRED  FOR  PLANT  OPERATION AND COOLING, AND, AS APPROPRIATE,\n   48  GEOLOGICAL, AESTHETIC, ECOLOGICAL, TSUNAMI, SEISMIC,  BIOLOGICAL,  WATER\n   49  SUPPLY, POPULATION AND LOAD CENTER DATA;\n   50    (B)  A  DESCRIPTION AND EVALUATION OF REASONABLE ALTERNATIVE LOCATIONS\n   51  TO THE PROPOSED FACILITY,  IF  ANY;  A  DESCRIPTION  AND  EVALUATION  OF\n   52  REASONABLE  ENERGY  SUPPLY  SOURCE  ALTERNATIVES AND, WHERE APPROPRIATE,\n   53  DEMAND-REDUCING MEASURES TO THE PROPOSED FACILITY; A DESCRIPTION OF  THE\n   54  COMPARATIVE  ADVANTAGES  AND DISADVANTAGES OF EACH SUCH LOCATION, ENERGY\n   55  SUPPLY SOURCES AND  DEMAND-REDUCING  MEASURES,  AS  APPROPRIATE;  AND  A\n   56  STATEMENT  OF  THE REASONS WHY THE PRIMARY PROPOSED LOCATION AND SOURCE,\n\n       S. 191                              9\n\n    1  AS APPROPRIATE, IS BEST SUITED, AMONG THE  ALTERNATIVES  CONSIDERED,  TO\n    2  PROMOTE  PUBLIC HEALTH AND WELFARE, INCLUDING THE RECREATIONAL AND OTHER\n    3  CONCURRENT USES WHICH THE SITE MAY SERVE, PROVIDED THAT THE  INFORMATION\n    4  REQUIRED  PURSUANT  TO  THIS  PARAGRAPH  SHALL BE NO MORE EXTENSIVE THAN\n    5  REQUIRED UNDER ARTICLE EIGHT OF THE ENVIRONMENTAL CONSERVATION LAW;\n    6    (C) STUDIES, IDENTIFYING THE AUTHOR AND DATE THEREOF,  WHICH  EVALUATE\n    7  PREDICTABLE,  SIGNIFICANT  AND  ADVERSE  DISPROPORTIONATE  ENVIRONMENTAL\n    8  IMPACTS  OF  THE  PROPOSED  FACILITY,  IF  ANY,   RESULTING   FROM   ITS\n    9  CONSTRUCTION  AND  OPERATION, IN ACCORDANCE WITH REGULATIONS PROMULGATED\n   10  BY THE DEPARTMENT OF ENVIRONMENTAL  CONSERVATION  FOR  THE  ANALYSIS  OF\n   11  ENVIRONMENTAL JUSTICE ISSUES;\n   12    (D)  STUDIES, IDENTIFYING THE AUTHOR AND DATE THEREOF, WHICH HAVE BEEN\n   13  MADE OF THE EXPECTED ENVIRONMENTAL IMPACTS,  INCLUDING  THE  PREDICTABLE\n   14  HEALTH  IMPACTS  THEREOF, AND OF THE SAFETY OF THE FACILITY, BOTH DURING\n   15  ITS CONSTRUCTION AND ITS OPERATION,  WHICH  STUDIES  ARE  SUFFICIENT  TO\n   16  IDENTIFY:  (I)  THE  ANTICIPATED  GASEOUS, LIQUID AND SOLID WASTES TO BE\n   17  PRODUCED AT THE FACILITY INCLUDING THEIR  SOURCE,  ANTICIPATED  VOLUMES,\n   18  COMPOSITION  AND TEMPERATURE, AND SUCH OTHER ATTRIBUTES AS THE BOARD MAY\n   19  SPECIFY AND THE PROBABLE LEVEL OF NOISE DURING CONSTRUCTION  AND  OPERA-\n   20  TION  OF  THE FACILITY; (II) THE TREATMENT PROCESSES TO REDUCE WASTES TO\n   21  BE RELEASED TO THE  ENVIRONMENT,  THE  MANNER  OF  DISPOSAL  FOR  WASTES\n   22  RETAINED AND MEASURES FOR NOISE ABATEMENT; (III) THE ANTICIPATED VOLUMES\n   23  OF  WASTES  TO BE RELEASED TO THE ENVIRONMENT UNDER ANY OPERATING CONDI-\n   24  TION OF THE FACILITY, INCLUDING SUCH  METEOROLOGICAL,  HYDROLOGICAL  AND\n   25  OTHER  INFORMATION  NEEDED  TO  SUPPORT  SUCH ESTIMATES; (IV) CONCEPTUAL\n   26  ARCHITECTURAL AND ENGINEERING  PLANS  INDICATING  COMPATIBILITY  OF  THE\n   27  FACILITY WITH THE ENVIRONMENT; (V) HOW THE CONSTRUCTION AND OPERATION OF\n   28  THE  FACILITY,  INCLUDING  TRANSPORTATION  AND  DISPOSAL OF WASTES WOULD\n   29  COMPLY WITH ENVIRONMENTAL,  PUBLIC  HEALTH,  SAFETY  AND  INFRASTRUCTURE\n   30  SECURITY  REGULATIONS  AND  RULES  UNDER STATE AND MUNICIPAL LAWS, AND A\n   31  STATEMENT WHY ANY VARIANCES OR EXCEPTIONS SHOULD BE GRANTED; (VI)  WATER\n   32  WITHDRAWALS  AND  DISCHARGES;  (VII) A DESCRIPTION OF THE FUEL INTERCON-\n   33  NECTION AND SUPPLY FOR THE PROJECT; AND  (VIII)  AN  ELECTRIC  INTERCON-\n   34  NECTION STUDY, CONSISTING GENERALLY OF A DESIGN STUDY AND A SYSTEM RELI-\n   35  ABILITY IMPACT STUDY;\n   36    (E)  SUCH  EVIDENCE  AS  WILL ENABLE THE COMMISSIONER OF ENVIRONMENTAL\n   37  CONSERVATION TO EVALUATE THE FACILITY'S POLLUTION CONTROL SYSTEMS AND TO\n   38  REACH A DETERMINATION TO ISSUE THEREFOR, SUBJECT TO  APPROPRIATE  CONDI-\n   39  TIONS  AND LIMITATIONS, PERMITS PURSUANT TO FEDERAL RECOGNITION OF STATE\n   40  AUTHORITY IN ACCORDANCE WITH THE FEDERAL CLEAN WATER  ACT,  THE  FEDERAL\n   41  CLEAN AIR ACT AND THE FEDERAL RESOURCE CONSERVATION AND RECOVERY ACT;\n   42    (F)  ANY  OTHER  INFORMATION THAT THE APPLICANT DEEMS RELEVANT OR THAT\n   43  THE BOARD MAY REQUIRE;\n   44    (G) A PLAN FOR SECURITY OF THE PROPOSED FACILITY  DURING  CONSTRUCTION\n   45  AND  OPERATION OF SUCH FACILITY, TO BE REVIEWED BY THE BOARD, IN CONSUL-\n   46  TATION WITH THE NEW YORK STATE OFFICE OF HOMELAND SECURITY;\n   47    (H) COPIES OF THE APPLICATION,  INCLUDING  THE  REQUIRED  INFORMATION,\n   48  SHALL  BE  FILED  WITH  THE  BOARD  AND  SHALL  BE  AVAILABLE FOR PUBLIC\n   49  INSPECTION, PROVIDED, HOWEVER, THAT SUCH INSPECTION IS  CONSISTENT  WITH\n   50  ARTICLE  SIX  OF  THE  PUBLIC OFFICERS LAW AND ARTICLE TWENTY-SIX OF THE\n   51  EXECUTIVE LAW; AND\n   52    (I) A STATEMENT EXPLAINING HOW THE FACILITY IS  REASONABLY  CONSISTENT\n   53  WITH  ENERGY  POLICIES,  GOALS  AND/OR  OBJECTIVES  IN THE MOST RECENTLY\n   54  ADOPTED STATE ENERGY PLAN.\n   55    2. EACH APPLICATION SHALL BE ACCOMPANIED BY PROOF OF SERVICE, IN  SUCH\n   56  MANNER AS THE BOARD SHALL PRESCRIBE, OF:\n\n       S. 191                             10\n\n    1    (A)  A  COPY  OF  SUCH APPLICATION ON (I) EACH MUNICIPALITY AND, ADDI-\n    2  TIONALLY, ANY COMMUNITY-BASED BOARD OR ORGANIZATION  THAT  HAS  FILED  A\n    3  STATEMENT WITH THE BOARD WITHIN THE PAST TWELVE MONTHS THAT IT WISHES TO\n    4  RECEIVE  INFORMATION ON FACILITIES IN AREAS IN WHICH ANY PORTION OF SUCH\n    5  FACILITY  IS  TO  BE  LOCATED AS PROPOSED OR IN ANY ALTERNATIVE LOCATION\n    6  LISTED.  SUCH COPY TO A MUNICIPALITY SHALL BE  ADDRESSED  TO  THE  CHIEF\n    7  EXECUTIVE  OFFICER  THEREOF AND SHALL SPECIFY THE DATE ON OR ABOUT WHICH\n    8  THE APPLICATION IS TO BE FILED;\n    9    (II) EACH MEMBER OF THE BOARD;\n   10    (III) THE DEPARTMENT OF AGRICULTURE AND MARKETS;\n   11    (IV) THE SECRETARY OF STATE;\n   12    (V) THE ATTORNEY GENERAL;\n   13    (VI) THE DEPARTMENT OF TRANSPORTATION;\n   14    (VII) THE OFFICE OF PARKS, RECREATION AND HISTORIC PRESERVATION;\n   15    (VIII) A LIBRARY SERVING THE DISTRICT OF  EACH  MEMBER  OF  THE  STATE\n   16  LEGISLATURE  IN  WHOSE  DISTRICT  ANY  PORTION  OF THE FACILITY IS TO BE\n   17  LOCATED AS PROPOSED OR IN ANY ALTERNATIVE LOCATION LISTED;\n   18    (IX) IN THE EVENT  THAT  SUCH  FACILITY  OR  ANY  PORTION  THEREOF  AS\n   19  PROPOSED  OR  IN  ANY  ALTERNATIVE LOCATION LISTED IS LOCATED WITHIN THE\n   20  ADIRONDACK PARK, AS DEFINED IN SUBDIVISION ONE OF SECTION 9-0101 OF  THE\n   21  ENVIRONMENTAL CONSERVATION LAW, THE ADIRONDACK PARK AGENCY; AND\n   22    (B)  A  NOTICE  OF SUCH APPLICATION ON (I) PERSONS RESIDING IN MUNICI-\n   23  PALITIES ENTITLED TO RECEIVE A COPY OF THE  APPLICATION  UNDER  SUBPARA-\n   24  GRAPH  (I)  OF  PARAGRAPH  (A) OF THIS SUBDIVISION. SUCH NOTICE SHALL BE\n   25  GIVEN BY THE PUBLICATION OF A SUMMARY OF THE APPLICATION AND THE DATE ON\n   26  OR ABOUT WHICH IT WILL BE FILED, TO BE PUBLISHED UNDER REGULATIONS TO BE\n   27  PROMULGATED BY THE BOARD, IN SUCH FORM AND IN SUCH NEWSPAPER OR  NEWSPA-\n   28  PERS  AS  WILL SERVE SUBSTANTIALLY TO INFORM THE PUBLIC OF SUCH APPLICA-\n   29  TION;\n   30    (II) EACH MEMBER OF  THE  STATE  LEGISLATURE  IN  WHOSE  DISTRICT  ANY\n   31  PORTION  OF THE FACILITY IS TO BE LOCATED AS PROPOSED OR IN ANY ALTERNA-\n   32  TIVE LOCATION LISTED; AND\n   33    (III) PERSONS WHO HAVE FILED A STATEMENT WITH  THE  BOARD  WITHIN  THE\n   34  PAST TWELVE MONTHS THAT THEY WISH TO RECEIVE ALL SUCH NOTICES CONCERNING\n   35  FACILITIES  IN  THE  AREA  IN  WHICH  THE  FACILITY  IS TO BE LOCATED AS\n   36  PROPOSED OR IN ANY ALTERNATIVE LOCATION LISTED.\n   37    3. INADVERTENT FAILURE  OF  SERVICE  ON  ANY  OF  THE  MUNICIPALITIES,\n   38  PERSONS,  AGENCIES,  BODIES  OR  COMMISSIONS NAMED IN SUBDIVISION TWO OF\n   39  THIS SECTION SHALL NOT BE JURISDICTIONAL AND MAY BE  CURED  PURSUANT  TO\n   40  REGULATIONS OF THE BOARD DESIGNED TO AFFORD SUCH PERSONS ADEQUATE NOTICE\n   41  TO  ENABLE  THEM  TO PARTICIPATE EFFECTIVELY IN THE PROCEEDING. IN ADDI-\n   42  TION, THE BOARD MAY, AFTER FILING, REQUIRE THE APPLICANT TO SERVE NOTICE\n   43  OF THE APPLICATION OR COPIES THEREOF OR BOTH UPON SUCH OTHER PERSONS AND\n   44  FILE PROOF THEREOF AS THE BOARD MAY DEEM APPROPRIATE.\n   45    4. THE BOARD SHALL PRESCRIBE THE FORM AND CONTENT  OF  AN  APPLICATION\n   46  FOR AN AMENDMENT OF A CERTIFICATE TO BE ISSUED HEREUNDER. NOTICE OF SUCH\n   47  AN  APPLICATION  SHALL  BE GIVEN AS SET FORTH IN SUBDIVISION TWO OF THIS\n   48  SECTION.\n   49    5. (A) EACH APPLICATION SHALL BE ACCOMPANIED BY A  FEE  IN  AN  AMOUNT\n   50  EQUAL  TO ONE THOUSAND DOLLARS FOR EACH THOUSAND KILOWATTS OF GENERATING\n   51  CAPACITY OF THE SUBJECT FACILITY, BUT NO MORE THAN THREE  HUNDRED  THOU-\n   52  SAND  DOLLARS  WITH  SUCH  AMOUNT  TO  INCLUDE  THE  PRE-APPLICATION FEE\n   53  PROVIDED FOR IN SUBDIVISION TWO OF SECTION ONE  HUNDRED  SIXTY-THREE  OF\n   54  THIS  ARTICLE.  SUCH  FEE  SHALL BE DEPOSITED IN THE INTERVENOR ACCOUNT,\n   55  ESTABLISHED PURSUANT TO SECTION NINETY-NINE-T OF THE STATE FINANCE  LAW,\n   56  TO BE DISBURSED AT THE BOARD'S DIRECTION, TO DEFRAY EXPENSES INCURRED BY\n\n       S. 191                             11\n\n    1  MUNICIPAL  AND  OTHER  LOCAL PARTIES TO THE PROCEEDING (EXCEPT A MUNICI-\n    2  PALITY WHICH IS THE APPLICANT) FOR EXPERT WITNESS AND  CONSULTANT  FEES.\n    3  IF AT ANY TIME SUBSEQUENT TO THE FILING OF THE APPLICATION, THE APPLICA-\n    4  TION IS AMENDED IN A MANNER THAT WARRANTS SUBSTANTIAL ADDITIONAL SCRUTI-\n    5  NY,  THE BOARD MAY REQUIRE AN ADDITIONAL INTERVENOR FEE IN AN AMOUNT NOT\n    6  TO EXCEED ONE HUNDRED THOUSAND DOLLARS.  THE  BOARD  SHALL  PROVIDE  FOR\n    7  TRANSCRIPTS, THE REPRODUCTION AND SERVICE OF DOCUMENTS, AND THE PUBLICA-\n    8  TION  OF REQUIRED NOTICES FOR MUNICIPAL PARTIES. ANY MONEYS REMAINING IN\n    9  THE INTERVENOR ACCOUNT SHALL BE RETURNED TO THE APPLICANT WITHIN  FORTY-\n   10  FIVE  DAYS  AFTER  THE  BOARD  HAS ISSUED ITS DECISION ON AN APPLICATION\n   11  UNDER THIS ARTICLE AND THE TIME FOR APPLYING FOR A REHEARING  AND  JUDI-\n   12  CIAL REVIEW HAS EXPIRED.\n   13    (B)  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW TO THE CONTRARY, THE\n   14  BOARD SHALL PROVIDE BY RULES AND REGULATIONS FOR THE MANAGEMENT  OF  THE\n   15  INTERVENOR  ACCOUNT  AND FOR DISBURSEMENTS FROM THE ACCOUNT, WHICH RULES\n   16  AND REGULATIONS SHALL BE CONSISTENT WITH THE PURPOSE OF THIS SECTION  TO\n   17  MAKE  AVAILABLE  TO MUNICIPAL PARTIES AT LEAST ONE-HALF OF THE AMOUNT OF\n   18  THE INTERVENOR ACCOUNT AND FOR USES SPECIFIED IN PARAGRAPH (A)  OF  THIS\n   19  SUBDIVISION. IN ADDITION, THE BOARD SHALL PROVIDE OTHER LOCAL PARTIES UP\n   20  TO  ONE-HALF OF THE AMOUNT OF THE INTERVENOR ACCOUNT; PROVIDED, HOWEVER,\n   21  THAT THE BOARD SHALL ENSURE THAT THE PURPOSES FOR WHICH  MONEYS  IN  THE\n   22  INTERVENOR ACCOUNT WILL BE EXPENDED WILL CONTRIBUTE TO AN INFORMED DECI-\n   23  SION  AS  TO  THE  APPROPRIATENESS OF THE SITE AND FACILITY AND ARE MADE\n   24  AVAILABLE ON AN EQUITABLE BASIS IN  A  MANNER  WHICH  FACILITATES  BROAD\n   25  PUBLIC PARTICIPATION.\n   26    S  165. HEARING SCHEDULE. 1. AFTER THE RECEIPT OF AN APPLICATION FILED\n   27  PURSUANT TO SECTION ONE HUNDRED SIXTY-FOUR OF THIS ARTICLE,  THE  CHAIR-\n   28  PERSON  OF THE BOARD SHALL, WITHIN SIXTY DAYS OF SUCH RECEIPT, DETERMINE\n   29  WHETHER THE APPLICATION COMPLIES WITH SUCH SECTION AND  UPON  A  FINDING\n   30  THAT  THE  APPLICATION SO COMPLIES, FIX A DATE FOR THE COMMENCEMENT OF A\n   31  PUBLIC HEARING. THE CHAIRPERSON OF THE BOARD MAY REQUIRE THE  FILING  OF\n   32  ANY ADDITIONAL INFORMATION NEEDED TO SUPPLEMENT AN APPLICATION BEFORE OR\n   33  DURING  THE HEARINGS.  UPON A DETERMINATION THAT AN APPLICATION COMPLIES\n   34  WITH SECTION ONE HUNDRED SIXTY-FOUR OF THIS ARTICLE, THE  DEPARTMENT  OF\n   35  ENVIRONMENTAL CONSERVATION SHALL INITIATE A REVIEW PURSUANT TO FEDERALLY\n   36  DELEGATED  OR APPROVED ENVIRONMENTAL PERMITTING AUTHORITY. THE APPLICANT\n   37  SHALL SUBMIT TO THE DEPARTMENT  OF  STATE  COPIES  OF  THE  APPLICATION,\n   38  CONSISTENCY  CERTIFICATION AND NECESSARY DATA AND INFORMATION SUFFICIENT\n   39  TO INITIATE A REVIEW PURSUANT TO THE FEDERAL COASTAL ZONE MANAGEMENT ACT\n   40  AND ITS REGULATIONS.\n   41    2. WITHIN A REASONABLE TIME AFTER THE  DATE  HAS  BEEN  FIXED  BY  THE\n   42  CHAIRPERSON FOR COMMENCEMENT OF A PUBLIC HEARING, THE PRESIDING EXAMINER\n   43  SHALL  HOLD  A PREHEARING CONFERENCE TO EXPEDITE THE ORDERLY CONDUCT AND\n   44  DISPOSITION OF THE HEARING, TO SPECIFY  THE  ISSUES,  TO  OBTAIN  STIPU-\n   45  LATIONS  AS TO MATTERS NOT DISPUTED, AND TO DEAL WITH SUCH OTHER MATTERS\n   46  AS THE PRESIDING EXAMINER MAY DEEM  PROPER.  THEREAFTER,  THE  PRESIDING\n   47  EXAMINER  SHALL ISSUE AN ORDER IDENTIFYING THE ISSUES TO BE ADDRESSED BY\n   48  THE PARTIES; PROVIDED,  HOWEVER,  THAT  NO  SUCH  ORDER  SHALL  PRECLUDE\n   49  CONSIDERATION  OF ISSUES WHICH WARRANT CONSIDERATION IN ORDER TO DEVELOP\n   50  AN ADEQUATE RECORD AS DETERMINED BY AN ORDER OF THE BOARD.\n   51    3. ALL PARTIES SHALL BE PREPARED TO PROCEED IN AN  EXPEDITIOUS  MANNER\n   52  AT  THE  HEARING  SO THAT IT MAY PROCEED REGULARLY UNTIL COMPLETION. THE\n   53  PLACE OF THE HEARING SHALL BE  DESIGNATED  BY  THE  PRESIDING  EXAMINER.\n   54  HEARINGS SHALL BE OF SUFFICIENT DURATION TO PROVIDE ADEQUATE OPPORTUNITY\n   55  TO HEAR DIRECT EVIDENCE AND REBUTTAL EVIDENCE FROM RESIDENTS OF THE AREA\n   56  AFFECTED BY THE PROPOSED ELECTRIC GENERATING FACILITY.\n\n       S. 191                             12\n\n    1    4. PROCEEDINGS ON AN APPLICATION SHALL BE COMPLETED IN ALL RESPECTS IN\n    2  A  MANNER  CONSISTENT WITH FEDERALLY DELEGATED OR APPROVED ENVIRONMENTAL\n    3  PERMITTING AUTHORITY, INCLUDING A FINAL DECISION BY  THE  BOARD,  WITHIN\n    4  TWELVE  MONTHS  FROM THE DATE OF A DETERMINATION BY THE CHAIRPERSON THAT\n    5  AN  APPLICATION  COMPLIES  WITH  SECTION  ONE HUNDRED SIXTY-FOUR OF THIS\n    6  ARTICLE; PROVIDED, HOWEVER, THAT THE BOARD MAY EXTEND  THE  DEADLINE  IN\n    7  EXTRAORDINARY  CIRCUMSTANCES BY NO MORE THAN SIX MONTHS IN ORDER TO GIVE\n    8  CONSIDERATION TO  SPECIFIC  ISSUES  NECESSARY  TO  DEVELOP  AN  ADEQUATE\n    9  RECORD. THE BOARD MUST RENDER A FINAL DECISION ON THE APPLICATION BY THE\n   10  AFOREMENTIONED  DEADLINES UNLESS SUCH DEADLINES ARE WAIVED BY THE APPLI-\n   11  CANT. IF, AT ANY TIME SUBSEQUENT TO THE  COMMENCEMENT  OF  THE  HEARING,\n   12  THERE  IS  A  MATERIAL AND SUBSTANTIAL AMENDMENT TO THE APPLICATION, THE\n   13  DEADLINES MAY BE EXTENDED BY NO MORE THAN SIX MONTHS, UNLESS SUCH  DEAD-\n   14  LINE IS WAIVED BY THE APPLICANT, TO CONSIDER SUCH AMENDMENT.\n   15    5.  ON  AN  APPLICATION  FOR AN AMENDMENT OF A CERTIFICATE PROPOSING A\n   16  CHANGE IN THE FACILITY LIKELY TO RESULT IN ANY MATERIAL INCREASE IN  ANY\n   17  ENVIRONMENTAL  IMPACT  OF  THE  FACILITY  OR A SUBSTANTIAL CHANGE IN THE\n   18  LOCATION OF ALL OR A PORTION OF SUCH FACILITY, A HEARING SHALL  BE  HELD\n   19  IN THE SAME MANNER AS A HEARING ON AN APPLICATION FOR A CERTIFICATE. THE\n   20  BOARD  SHALL  PROMULGATE RULES, REGULATIONS AND STANDARDS UNDER WHICH IT\n   21  SHALL DETERMINE WHETHER HEARINGS ARE REQUIRED UNDER THIS SUBDIVISION AND\n   22  SHALL MAKE SUCH DETERMINATIONS.\n   23    S 166. PARTIES TO A CERTIFICATION PROCEEDING. 1. THE  PARTIES  TO  THE\n   24  CERTIFICATION PROCEEDINGS SHALL INCLUDE:\n   25    (A) THE APPLICANT;\n   26    (B) THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION;\n   27    (C) THE DEPARTMENT OF ECONOMIC DEVELOPMENT;\n   28    (D) THE DEPARTMENT OF HEALTH;\n   29    (E) THE DEPARTMENT OF AGRICULTURE AND MARKETS;\n   30    (F) THE NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY;\n   31    (G) THE DEPARTMENT OF STATE;\n   32    (H) THE OFFICE OF PARKS, RECREATION AND HISTORIC PRESERVATION;\n   33    (I)  WHERE  THE  FACILITY  OR  ANY  PORTION THEREOF OR ANY ALTERNATIVE\n   34  PROPOSED TO BE LOCATED WITHIN A CITY WITH A POPULATION OF ONE MILLION OR\n   35  MORE, THE APPROPRIATE ENVIRONMENTAL PROTECTION AGENCY OF SUCH CITY;\n   36    (J) WHERE THE FACILITY OR ANY PORTION THEREOF OR OF ANY  ALTERNATE  IS\n   37  TO  BE LOCATED WITHIN THE ADIRONDACK PARK, AS DEFINED IN SUBDIVISION ONE\n   38  OF SECTION 9-0101 OF THE ENVIRONMENTAL CONSERVATION LAW, THE  ADIRONDACK\n   39  PARK AGENCY;\n   40    (K) A MUNICIPALITY ENTITLED TO RECEIVE A COPY OF THE APPLICATION UNDER\n   41  PARAGRAPH  (A)  OF  SUBDIVISION TWO OF SECTION ONE HUNDRED SIXTY-FOUR OF\n   42  THIS ARTICLE, IF IT HAS FILED WITH THE BOARD A NOTICE OF INTENT TO BE  A\n   43  PARTY,  WITHIN  FORTY-FIVE  DAYS  AFTER  THE DATE GIVEN IN THE PUBLISHED\n   44  NOTICE AS THE DATE FOR THE FILING OF THE APPLICATION;  ANY  MUNICIPALITY\n   45  ENTITLED  TO  BE  A  PARTY HEREIN AND SEEKING TO ENFORCE ANY LOCAL ORDI-\n   46  NANCE, LAW, RESOLUTION OR OTHER ACTION OR REGULATION OTHERWISE  APPLICA-\n   47  BLE, INCLUDING BUT NOT LIMITED TO, ANY THAT MAY REQUIRE APPROVAL FOR THE\n   48  OCCUPATION  OF  MUNICIPAL  PROPERTY  BY  AN ELECTRIC, FUEL, TELECOMMUNI-\n   49  CATION, WATER, SEWER OR STEAM LINE  OR  INTERCONNECTION,  SHALL  PRESENT\n   50  EVIDENCE  IN  SUPPORT  THEREOF  OR  SHALL BE BARRED FROM THE ENFORCEMENT\n   51  THEREOF;\n   52    (L) ANY INDIVIDUAL RESIDENT IN A MUNICIPALITY ENTITLED  TO  RECEIVE  A\n   53  COPY  OF  THE  APPLICATION  UNDER  PARAGRAPH  (A)  OF SUBDIVISION TWO OF\n   54  SECTION ONE HUNDRED SIXTY-FOUR OF THIS ARTICLE IF HE OR  SHE  HAS  FILED\n   55  WITH  THE BOARD A NOTICE OF INTENT TO BE A PARTY, WITHIN FORTY-FIVE DAYS\n\n       S. 191                             13\n\n    1  AFTER THE DATE GIVEN IN THE PUBLISHED NOTICE AS THE DATE FOR  FILING  OF\n    2  THE APPLICATION;\n    3    (M)  ANY  NON-PROFIT CORPORATION OR ASSOCIATION, FORMED IN WHOLE OR IN\n    4  PART TO PROMOTE CONSERVATION OR NATURAL BEAUTY, TO PROTECT THE  ENVIRON-\n    5  MENT, PERSONAL HEALTH OR OTHER BIOLOGICAL VALUES, TO PRESERVE HISTORICAL\n    6  SITES, TO PROMOTE CONSUMER INTERESTS, TO REPRESENT COMMERCIAL AND INDUS-\n    7  TRIAL  GROUPS OR TO PROMOTE THE ORDERLY DEVELOPMENT OF ANY AREA IN WHICH\n    8  THE FACILITY IS TO BE LOCATED, IF IT HAS FILED WITH THE BOARD  A  NOTICE\n    9  OF INTENT TO BECOME A PARTY, WITHIN FORTY-FIVE DAYS AFTER THE DATE GIVEN\n   10  IN THE PUBLISHED NOTICE AS THE DATE FOR FILING OF THE APPLICATION;\n   11    (N)  ANY  OTHER  MUNICIPALITY OR RESIDENT OF SUCH MUNICIPALITY LOCATED\n   12  WITHIN A FIVE MILE RADIUS OF SUCH PROPOSED FACILITY, IF IT OR THE  RESI-\n   13  DENT  HAS  FILED  WITH  THE  BOARD A NOTICE OF INTENT TO BECOME A PARTY,\n   14  WITHIN FORTY-FIVE DAYS AFTER THE DATE GIVEN IN THE PUBLISHED  NOTICE  AS\n   15  THE DATE FOR FILING OF THE APPLICATION;\n   16    (O)  ANY OTHER MUNICIPALITY OR RESIDENT OF SUCH MUNICIPALITY WHICH THE\n   17  BOARD IN ITS DISCRETION FINDS TO HAVE  AN  INTEREST  IN  THE  PROCEEDING\n   18  BECAUSE  OF  THE  POTENTIAL  ENVIRONMENTAL  OR PREDICTABLE PUBLIC HEALTH\n   19  EFFECTS ON SUCH MUNICIPALITY OR PERSON, IF THE  MUNICIPALITY  OR  PERSON\n   20  HAS  FILED  WITH  THE BOARD A NOTICE OF INTENT TO BECOME A PARTY, WITHIN\n   21  FORTY-FIVE DAYS AFTER THE DATE GIVEN IN THE PUBLISHED NOTICE AS THE DATE\n   22  FOR FILING OF THE APPLICATION,  TOGETHER  WITH  AN  EXPLANATION  OF  THE\n   23  POTENTIAL ENVIRONMENTAL EFFECTS ON SUCH MUNICIPALITY OR PERSON; AND\n   24    (P)  SUCH  OTHER PERSONS OR ENTITIES AS THE BOARD MAY AT ANY TIME DEEM\n   25  APPROPRIATE, WHO  MAY  PARTICIPATE  IN  ALL  SUBSEQUENT  STAGES  OF  THE\n   26  PROCEEDING.\n   27    2.  THE  DEPARTMENT  SHALL  DESIGNATE  MEMBERS  OF ITS STAFF WHO SHALL\n   28  PARTICIPATE AS A PARTY IN PROCEEDINGS UNDER THIS ARTICLE.\n   29    3. ANY PERSON MAY MAKE A  LIMITED  APPEARANCE  IN  THE  PROCEEDING  BY\n   30  FILING  A  STATEMENT OF HIS OR HER INTENT TO LIMIT HIS OR HER APPEARANCE\n   31  IN WRITING AT ANY TIME PRIOR TO THE COMMENCEMENT  OF  THE  HEARING.  ALL\n   32  PAPERS  AND  MATTERS FILED BY A PERSON MAKING A LIMITED APPEARANCE SHALL\n   33  BECOME PART OF THE RECORD. NO PERSON MAKING A LIMITED  APPEARANCE  SHALL\n   34  BE  A  PARTY  OR  SHALL  HAVE  THE  RIGHT  TO  PRESENT ORAL TESTIMONY OR\n   35  CROSS-EXAMINE WITNESSES OR PARTIES.\n   36    4. THE BOARD MAY FOR GOOD CAUSE SHOWN, PERMIT A MUNICIPALITY OR  OTHER\n   37  PERSON ENTITLED TO BECOME A PARTY UNDER SUBDIVISION ONE OF THIS SECTION,\n   38  BUT  HAS  FAILED  TO FILE THE REQUISITE NOTICE OF INTENT WITHIN THE TIME\n   39  REQUIRED, TO BECOME A PARTY, AND TO PARTICIPATE IN ALL SUBSEQUENT STAGES\n   40  OF THE PROCEEDING.\n   41    S 167. CONDUCT OF HEARING. 1. (A) THE HEARING SHALL BE CONDUCTED IN AN\n   42  EXPEDITIOUS MANNER BY A PRESIDING EXAMINER APPOINTED BY THE  DEPARTMENT.\n   43  AN  ASSOCIATE  HEARING  EXAMINER SHALL BE APPOINTED BY THE DEPARTMENT OF\n   44  ENVIRONMENTAL CONSERVATION PRIOR TO THE DATE SET FOR COMMENCEMENT OF THE\n   45  PUBLIC HEARING. THE ASSOCIATE EXAMINER  SHALL  ATTEND  ALL  HEARINGS  AS\n   46  SCHEDULED  BY  THE  PRESIDING  EXAMINER,  AND HE OR SHE SHALL ASSIST THE\n   47  PRESIDING EXAMINER IN INQUIRING INTO AND CALLING FOR TESTIMONY  CONCERN-\n   48  ING  RELEVANT  AND MATERIAL MATTERS. THE CONCLUSIONS AND RECOMMENDATIONS\n   49  OF THE ASSOCIATE EXAMINER SHALL BE INCORPORATED IN THE RECOMMENDED DECI-\n   50  SION OF THE PRESIDING EXAMINER, UNLESS THE ASSOCIATE EXAMINER PREFERS TO\n   51  SUBMIT A SEPARATE REPORT OF DISSENTING  OR  CONCURRING  CONCLUSIONS  AND\n   52  RECOMMENDATIONS.  IN  THE  EVENT  THAT THE COMMISSIONER OF ENVIRONMENTAL\n   53  CONSERVATION ISSUES PERMITS PURSUANT TO FEDERALLY DELEGATED OR  APPROVED\n   54  AUTHORITY  UNDER  THE FEDERAL CLEAN WATER ACT, THE FEDERAL CLEAN AIR ACT\n   55  AND THE FEDERAL RESOURCE CONSERVATION AND RECOVERY ACT,  THE  RECORD  IN\n   56  THE  PROCEEDING AND THE ASSOCIATE EXAMINER'S CONCLUSIONS AND RECOMMENDA-\n\n       S. 191                             14\n\n    1  TIONS SHALL, IN SO FAR AS IS  CONSISTENT  WITH  FEDERALLY  DELEGATED  OR\n    2  APPROVED  ENVIRONMENTAL  PERMITTING AUTHORITY, PROVIDE THE BASIS FOR THE\n    3  DECISION OF THE COMMISSIONER OF ENVIRONMENTAL  CONSERVATION  WHETHER  OR\n    4  NOT TO ISSUE SUCH PERMITS.\n    5    (B)  WHEN  THE  FACILITY IS PROPOSED TO BE LOCATED IN THE COASTAL AREA\n    6  AND FEDERAL AUTHORIZATION IS REQUIRED,  A  COASTAL  RESOURCE  SPECIALIST\n    7  SHALL BE DESIGNATED BY THE DEPARTMENT OF STATE PRIOR TO THE DATE SET FOR\n    8  COMMENCEMENT  OF  THE  PUBLIC  HEARING.  THE COASTAL RESOURCE SPECIALIST\n    9  SHALL ATTEND ALL HEARINGS AS SCHEDULED BY THE  PRESIDING  AND  ASSOCIATE\n   10  EXAMINERS  AND  SHALL  ASSIST  THE  PRESIDING AND ASSOCIATE EXAMINERS IN\n   11  INQUIRING INTO AND CALLING FOR TESTIMONY CONCERNING RELEVANT AND MATERI-\n   12  AL MATTERS. IN THE EVENT THAT THE SECRETARY  OF  STATE  IS  REQUIRED  TO\n   13  RENDER  A CONSISTENCY DETERMINATION PURSUANT TO THE FEDERAL COASTAL ZONE\n   14  MANAGEMENT ACT, THE RECORD IN THE PROCEEDINGS SHALL PROVIDE  INFORMATION\n   15  ON  WHICH TO BASE THE DETERMINATION OF THE SECRETARY OF STATE WHETHER OR\n   16  NOT TO CONCUR WITH THE APPLICANT'S CERTIFICATION.\n   17    (C) THE TESTIMONY PRESENTED AT A HEARING SHALL BE PRESENTED  IN  WRIT-\n   18  ING.  THE BOARD MAY REQUIRE ANY STATE AGENCY TO PROVIDE EXPERT TESTIMONY\n   19  ON SPECIFIC SUBJECTS WHERE ITS PERSONNEL HAVE  THE  REQUISITE  EXPERTISE\n   20  AND  SUCH  TESTIMONY  IS  CONSIDERED  NECESSARY TO THE DEVELOPMENT OF AN\n   21  ADEQUATE RECORD. A RECORD SHALL BE MADE OF THE HEARING AND OF ALL TESTI-\n   22  MONY TAKEN AND THE CROSS-EXAMINATIONS THEREON.  THE  RULES  OF  EVIDENCE\n   23  APPLICABLE  TO PROCEEDINGS BEFORE A COURT SHALL NOT APPLY. THE PRESIDING\n   24  EXAMINER MAY PROVIDE FOR THE  CONSOLIDATION  OF  THE  REPRESENTATION  OF\n   25  PARTIES,  OTHER  THAN  GOVERNMENTAL  BODIES  OR AGENCIES, HAVING SIMILAR\n   26  INTERESTS. IN THE CASE OF SUCH A CONSOLIDATION, THE RIGHT TO COUNSEL  OF\n   27  ITS  OWN  CHOOSING  SHALL  BE PRESERVED TO EACH PARTY TO THE PROCEEDING;\n   28  PROVIDED THAT THE CONSOLIDATED GROUP MAY BE REQUIRED TO BE HEARD THROUGH\n   29  SUCH REASONABLE NUMBER OF COUNSEL AS THE PRESIDING EXAMINER SHALL DETER-\n   30  MINE. APPROPRIATE REGULATIONS SHALL BE ISSUED BY THE  BOARD  TO  PROVIDE\n   31  FOR  PREHEARING DISCOVERY PROCEDURES BY PARTIES TO A PROCEEDING, CONSOL-\n   32  IDATION OF THE REPRESENTATION OF PARTIES, THE EXCLUSION  OF  IRRELEVANT,\n   33  REPETITIVE,  REDUNDANT OR IMMATERIAL EVIDENCE, AND THE REVIEW OF RULINGS\n   34  BY PRESIDING EXAMINERS.\n   35    2. A COPY OF THE RECORD SHALL BE MADE AVAILABLE BY THE  BOARD  AT  ALL\n   36  REASONABLE TIMES FOR EXAMINATION BY THE PUBLIC.\n   37    3.  THE  CHAIRPERSON  OF THE BOARD MAY ENTER INTO AN AGREEMENT WITH AN\n   38  AGENCY OR DEPARTMENT OF THE UNITED STATES HAVING CONCURRENT JURISDICTION\n   39  OVER ALL OR PART OF THE LOCATION, CONSTRUCTION, OR OPERATION OF AN ELEC-\n   40  TRIC GENERATING FACILITY SUBJECT TO THIS ARTICLE WITH RESPECT TO PROVID-\n   41  ING FOR JOINT PROCEDURES AND A JOINT  HEARING  OF  COMMON  ISSUES  ON  A\n   42  COMBINED  RECORD;  PROVIDED  THAT  SUCH AGREEMENT SHALL NOT DIMINISH THE\n   43  RIGHTS ACCORDED TO ANY PARTY UNDER THIS ARTICLE.\n   44    4. THE PRESIDING EXAMINER SHALL ALLOW  TESTIMONY  TO  BE  RECEIVED  ON\n   45  REASONABLE  AND  AVAILABLE  ALTERNATE  LOCATIONS AND, WHERE APPROPRIATE,\n   46  DEMAND-REDUCING MEASURES; PROVIDED, HOWEVER, THAT NOTICE OF  THE  INTENT\n   47  TO  SUBMIT  SUCH  TESTIMONY  SHALL  BE  GIVEN  WITHIN SUCH PERIOD AS THE\n   48  PRESIDING EXAMINER SHALL PRESCRIBE, WHICH PERIOD SHALL BE NOT LESS  THAN\n   49  THIRTY  NOR  MORE THAN SIXTY DAYS AFTER THE COMMENCEMENT OF THE HEARING.\n   50  IN ITS DISCRETION, THE BOARD MAY THEREAFTER CAUSE TO BE CONSIDERED OTHER\n   51  REASONABLE AND AVAILABLE LOCATIONS AND, WHERE APPROPRIATE, DEMAND-REDUC-\n   52  ING MEASURES.\n   53    5. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION FOUR OF THIS SECTION,\n   54  THE BOARD MAY MAKE A PROMPT DETERMINATION  ON  THE  SUFFICIENCY  OF  THE\n   55  APPLICANT'S  CONSIDERATION  AND EVALUATION OF REASONABLE ALTERNATIVES TO\n   56  ITS PROPOSED TYPE OF  ELECTRIC  GENERATING  FACILITY  AND  ITS  PROPOSED\n\n       S. 191                             15\n\n    1  LOCATION  FOR  THAT  FACILITY,  AS REQUIRED PURSUANT TO PARAGRAPH (B) OF\n    2  SUBDIVISION ONE OF SECTION  ONE  HUNDRED  SIXTY-FOUR  OF  THIS  ARTICLE,\n    3  BEFORE  RESOLUTION OF OTHER ISSUES PERTINENT TO A FINAL DETERMINATION ON\n    4  THE  APPLICATION;  PROVIDED,  HOWEVER,  THAT ALL INTERESTED PARTIES HAVE\n    5  REASONABLE OPPORTUNITY TO QUESTION AND PRESENT EVIDENCE IN SUPPORT OF OR\n    6  AGAINST THE MERITS OF THE APPLICANT'S CONSIDERATION  AND  EVALUATION  OF\n    7  SUCH  ALTERNATIVES, AS REQUIRED PURSUANT TO PARAGRAPH (B) OF SUBDIVISION\n    8  ONE OF SECTION ONE HUNDRED SIXTY-FOUR OF THIS ARTICLE, SO THAT THE BOARD\n    9  IS ABLE TO DECIDE,  IN  THE  FIRST  INSTANCE,  WHETHER  THE  APPLICANT'S\n   10  PROPOSAL IS PREFERABLE TO ALTERNATIVES.\n   11    S  168. BOARD DECISIONS. 1. THE BOARD SHALL MAKE THE FINAL DECISION ON\n   12  AN APPLICATION UNDER THIS ARTICLE FOR A CERTIFICATE OR AMENDMENT  THERE-\n   13  OF,  UPON THE RECORD MADE BEFORE THE PRESIDING EXAMINER ON SUCH APPLICA-\n   14  TION OR AMENDMENT THEREOF, AFTER RECEIVING BRIEFS AND EXCEPTIONS TO  THE\n   15  RECOMMENDED DECISION OF SUCH EXAMINER AND TO THE REPORT OF THE ASSOCIATE\n   16  EXAMINER, AND AFTER HEARING SUCH ORAL ARGUMENT AS THE BOARD SHALL DETER-\n   17  MINE.  EXCEPT  FOR  GOOD CAUSE SHOWN TO THE SATISFACTION OF THE BOARD, A\n   18  DETERMINATION UNDER SUBDIVISION FIVE OF SECTION ONE HUNDRED  SIXTY-SEVEN\n   19  OF  THIS ARTICLE THAT THE APPLICANT'S PROPOSAL IS PREFERABLE TO ALTERNA-\n   20  TIVES SHALL BE FINAL. SUCH A DETERMINATION SHALL BE SUBJECT TO REHEARING\n   21  AND REVIEW ONLY AFTER THE FINAL DECISION ON AN APPLICATION IS RENDERED.\n   22    2. THE BOARD SHALL RENDER A DECISION UPON THE RECORD EITHER  TO  GRANT\n   23  OR  DENY  THE  APPLICATION AS FILED OR TO CERTIFY THE FACILITY UPON SUCH\n   24  TERMS, CONDITIONS, LIMITATIONS OR MODIFICATIONS OF THE  CONSTRUCTION  OR\n   25  OPERATION  OF  THE FACILITY AS THE BOARD MAY DEEM APPROPRIATE. THE BOARD\n   26  SHALL ISSUE, WITH ITS DECISION, AN OPINION STATING IN FULL  ITS  REASONS\n   27  FOR  ITS  DECISION. THE BOARD SHALL ISSUE AN ORDER UPON THE DECISION AND\n   28  THE OPINION EMBODYING THE TERMS AND CONDITIONS THEREOF IN FULL.  FOLLOW-\n   29  ING  ANY  REHEARING AND ANY JUDICIAL REVIEW OF THE BOARD'S DECISION, THE\n   30  BOARD'S JURISDICTION OVER AN APPLICATION SHALL CEASE; PROVIDED, HOWEVER,\n   31  THAT THE BOARD, EXCLUSIVE OF THE AD HOC MEMBERS, SHALL RETAIN  JURISDIC-\n   32  TION  WITH  RESPECT  TO  THE  AMENDMENT,  SUSPENSION  OR REVOCATION OF A\n   33  CERTIFICATE.  THE  COMMISSION  SHALL  MONITOR,  ENFORCE  AND  ADMINISTER\n   34  COMPLIANCE WITH ANY TERMS AND CONDITIONS SET FORTH IN THE BOARD'S ORDER.\n   35  THE  DEPARTMENT  OF  ENVIRONMENTAL CONSERVATION SHALL BE RESPONSIBLE FOR\n   36  ENFORCING CONTINUED COMPLIANCE BY A CERTIFICATED FACILITY WITH ALL ENVI-\n   37  RONMENTAL LAWS, REGULATIONS AND STANDARDS. THE BOARD  MAY  NOT  GRANT  A\n   38  CERTIFICATE FOR THE CONSTRUCTION OR OPERATION OF A MAJOR ELECTRIC GENER-\n   39  ATING  FACILITY  OR A REPOWERING PROJECT, EITHER AS PROPOSED OR AS MODI-\n   40  FIED BY THE BOARD, UNLESS IT SHALL FIRST FIND AND DETERMINE:\n   41    (A) THAT THE FACILITY IS REASONABLY CONSISTENT WITH GOALS,  STRATEGIES\n   42  OR OBJECTIVES IN THE MOST RECENTLY ADOPTED STATE ENERGY PLAN;\n   43    (B)  THE  NATURE  OF  THE PROBABLE ENVIRONMENTAL IMPACTS, INCLUDING AN\n   44  EVALUATION OF THE PREDICTABLE ADVERSE  AND  BENEFICIAL  IMPACTS  ON  THE\n   45  ENVIRONMENT  AND  ECOLOGY, PUBLIC HEALTH AND SAFETY, AESTHETICS, SCENIC,\n   46  HISTORIC AND RECREATIONAL VALUE, FOREST AND PARKS, FISH AND OTHER MARINE\n   47  LIFE, AND WILDLIFE, AIR AND  WATER  QUALITY,  INCLUDING  THE  CUMULATIVE\n   48  EFFECT  OF AIR EMISSIONS FROM EXISTING MAJOR ELECTRIC GENERATING FACILI-\n   49  TIES AND FACILITIES CERTIFICATED BY THE BOARD SIXTY DAYS OR  MORE  PRIOR\n   50  TO  THE  DATE  OF  THE  FILING OF THE APPLICATION, AND THE POTENTIAL FOR\n   51  SIGNIFICANT DETERIORATION IN LOCAL AIR QUALITY, WITH  PARTICULAR  ATTEN-\n   52  TION  TO FACILITIES LOCATED IN AREAS DESIGNATED AS SEVERE NONATTAINMENT,\n   53  AND PREDICTABLE, SIGNIFICANT AND ADVERSE DISPROPORTIONATE  ENVIRONMENTAL\n   54  IMPACTS,  IF ANY, FROM THE CONSTRUCTION AND/OR OPERATION OF THE PROPOSED\n   55  FACILITY IN ACCORDANCE WITH REGULATIONS PROMULGATED BY THE DEPARTMENT OF\n\n       S. 191                             16\n\n    1  ENVIRONMENTAL CONSERVATION FOR THE  ANALYSIS  OF  ENVIRONMENTAL  JUSTICE\n    2  ISSUES;\n    3    (C)  THAT  THE  FACILITY  (I) MINIMIZES ADVERSE ENVIRONMENTAL IMPACTS,\n    4  CONSIDERING  THE  STATE  OF  AVAILABLE  TECHNOLOGY,  MITIGATION  OF  ANY\n    5  PREDICTABLE,  SIGNIFICANT  AND  ADVERSE  DISPROPORTIONATE  ENVIRONMENTAL\n    6  IMPACTS, IF ANY, FROM THE CONSTRUCTION AND/OR OPERATION OF THE  PROPOSED\n    7  FACILITY,  IN  ACCORDANCE WITH REGULATIONS PROMULGATED BY THE DEPARTMENT\n    8  OF ENVIRONMENTAL CONSERVATION REGARDING  ENVIRONMENTAL  JUSTICE  ISSUES,\n    9  THE NATURE AND ECONOMICS OF SUCH REASONABLE ALTERNATIVES AS ARE REQUIRED\n   10  TO  BE  EXAMINED PURSUANT TO PARAGRAPH (B) OF SUBDIVISION ONE OF SECTION\n   11  ONE HUNDRED SIXTY-FOUR OF THIS ARTICLE, THE INTEREST OF THE  STATE  WITH\n   12  RESPECT TO AESTHETICS, PRESERVATION OF HISTORIC SITES, FOREST AND PARKS,\n   13  FISH  AND  WILDLIFE,  VIABLE  AGRICULTURAL  LANDS,  AND  OTHER PERTINENT\n   14  CONSIDERATIONS, (II) IS COMPATIBLE WITH PUBLIC HEALTH AND SAFETY,  (III)\n   15  WILL NOT BE IN CONTRAVENTION OF WATER QUALITY STANDARDS OR BE INCONSIST-\n   16  ENT  WITH  APPLICABLE  REGULATIONS  OF  THE  DEPARTMENT OF ENVIRONMENTAL\n   17  CONSERVATION OR, IN CASE NO CLASSIFICATION HAS BEEN MADE OF THE  RECEIV-\n   18  ING WATERS ASSOCIATED WITH THE FACILITY, WILL NOT DISCHARGE ANY EFFLUENT\n   19  THAT  WILL BE UNDULY INJURIOUS TO THE PROPAGATION AND PROTECTION OF FISH\n   20  AND WILDLIFE, THE INDUSTRIAL DEVELOPMENT OF THE STATE, AND PUBLIC HEALTH\n   21  AND PUBLIC ENJOYMENT OF THE RECEIVING WATERS, (IV)  WILL  NOT  EMIT  ANY\n   22  POLLUTANTS  TO  THE  AIR THAT WILL BE IN CONTRAVENTION OF APPLICABLE AIR\n   23  EMISSION CONTROL REQUIREMENTS OR AIR QUALITY STANDARDS, (V) WILL CONTROL\n   24  THE RUNOFF AND LEACHATE FROM ANY SOLID WASTE DISPOSAL FACILITY, AND (VI)\n   25  WILL CONTROL THE DISPOSAL OF ANY HAZARDOUS WASTE;\n   26    (D) IF A FACILITY IS PROPOSED TO BE LOCATED IN THE COASTAL AREA,  THAT\n   27  THE  ACTION  IS CONSISTENT WITH APPLICABLE POLICIES SET FORTH IN ARTICLE\n   28  FORTY-TWO OF THE EXECUTIVE LAW, OR IF THE FACILITY  IS  PROPOSED  TO  BE\n   29  LOCATED IN A MUNICIPALITY WITH A LOCAL WATERFRONT REVITALIZATION PROGRAM\n   30  APPROVED BY THE SECRETARY OF STATE, THAT THE ACTION IS CONSISTENT TO THE\n   31  EXTENT PRACTICABLE WITH THAT LOCAL WATERFRONT REVITALIZATION PROGRAM;\n   32    (E) THAT THE FACILITY IS DESIGNED TO OPERATE IN COMPLIANCE WITH APPLI-\n   33  CABLE STATE AND LOCAL LAWS AND REGULATIONS ISSUED THEREUNDER CONCERNING,\n   34  AMONG  OTHER  MATTERS, THE ENVIRONMENT, PUBLIC HEALTH AND SAFETY, ALL OF\n   35  WHICH SHALL BE BINDING UPON THE APPLICANT, EXCEPT  THAT  THE  BOARD  MAY\n   36  REFUSE  TO APPLY ANY LOCAL ORDINANCE, LAW, RESOLUTION OR OTHER ACTION OR\n   37  ANY REGULATION ISSUED THEREUNDER OR ANY LOCAL STANDARD  OR  REQUIREMENT,\n   38  INCLUDING  ANY THAT MAY REQUIRE APPROVAL FOR THE OCCUPATION OF MUNICIPAL\n   39  PROPERTY BY AN ELECTRIC, FUEL, TELECOMMUNICATION, WATER, SEWER OR  STEAM\n   40  LINE OR INTERCONNECTION, WHICH WOULD BE OTHERWISE APPLICABLE IF IT FINDS\n   41  THAT, AS APPLIED TO THE PROPOSED FACILITY, SUCH IS UNREASONABLY RESTRIC-\n   42  TIVE  IN  VIEW  OF  THE  EXISTING TECHNOLOGY OR THE NEEDS OF OR COSTS TO\n   43  RATEPAYERS WHETHER LOCATED INSIDE OR OUTSIDE OF SUCH  MUNICIPALITY.  THE\n   44  BOARD  SHALL PROVIDE THE MUNICIPALITY AN OPPORTUNITY TO PRESENT EVIDENCE\n   45  IN SUPPORT OF SUCH ORDINANCE, LAW, RESOLUTION, REGULATION OR OTHER LOCAL\n   46  ACTION ISSUED THEREUNDER; AND\n   47    (F) THAT THE CONSTRUCTION AND OPERATION OF  THE  FACILITY  IS  IN  THE\n   48  PUBLIC  INTEREST, CONSIDERING THE ENVIRONMENTAL IMPACTS OF THE FACILITY,\n   49  INCLUDING THE PREDICTABLE HEALTH IMPACTS THEREOF AND REASONABLE ALTERNA-\n   50  TIVES EXAMINED AS REQUIRED PURSUANT TO PARAGRAPH (B) OF SUBDIVISION  ONE\n   51  OF SECTION ONE HUNDRED SIXTY-FOUR OF THIS ARTICLE.\n   52    3.  A COPY OF THE BOARD'S DECISION AND OPINION SHALL BE SERVED ON EACH\n   53  PARTY PERSONALLY OR BY MAIL.\n   54    S 169. OPINION TO BE ISSUED WITH DECISION. IN RENDERING A DECISION  ON\n   55  AN APPLICATION FOR A CERTIFICATE, THE BOARD SHALL ISSUE AN OPINION STAT-\n   56  ING  ITS  REASONS  FOR THE ACTION TAKEN. IF THE BOARD HAS FOUND THAT ANY\n\n       S. 191                             17\n\n    1  LOCAL ORDINANCE, LAW, RESOLUTION,  REGULATION  OR  OTHER  ACTION  ISSUED\n    2  THEREUNDER  OR  ANY  OTHER  LOCAL STANDARD OR REQUIREMENT WHICH WOULD BE\n    3  OTHERWISE APPLICABLE IS UNREASONABLY RESTRICTIVE PURSUANT  TO  PARAGRAPH\n    4  (E)  OF SUBDIVISION TWO OF SECTION ONE HUNDRED SIXTY-EIGHT OF THIS ARTI-\n    5  CLE, IT SHALL STATE IN ITS OPINION THE REASONS THEREFOR.\n    6    S 170. REHEARING AND JUDICIAL REVIEW. 1. ANY PARTY  AGGRIEVED  BY  THE\n    7  BOARD'S  DECISION  DENYING  OR  GRANTING  A CERTIFICATE MAY APPLY TO THE\n    8  BOARD FOR A REHEARING WITHIN THIRTY DAYS AFTER ISSUANCE OF THE  AGGRIEV-\n    9  ING  DECISION.  ANY  SUCH APPLICATION SHALL BE CONSIDERED AND DECIDED BY\n   10  THE BOARD, AND ANY REHEARING SHALL BE COMPLETED AND A DECISION  RENDERED\n   11  THEREON  WITHIN  NINETY  DAYS OF THE EXPIRATION OF THE PERIOD FOR FILING\n   12  REHEARING PETITIONS; PROVIDED, HOWEVER, THAT THE BOARD  MAY  EXTEND  THE\n   13  DEADLINE  BY  NO  MORE THAN NINETY DAYS WHERE A REHEARING IS REQUIRED IF\n   14  NECESSARY TO DEVELOP AN ADEQUATE RECORD.  THE APPLICANT MAY  WAIVE  SUCH\n   15  DEADLINE.  THEREAFTER  ANY SUCH PARTY MAY OBTAIN JUDICIAL REVIEW OF SUCH\n   16  DECISION AS PROVIDED IN THIS SECTION. A  JUDICIAL  PROCEEDING  SHALL  BE\n   17  BROUGHT  IN  THE APPELLATE DIVISION OF THE SUPREME COURT OF THE STATE OF\n   18  NEW YORK IN THE JUDICIAL DEPARTMENT EMBRACING  THE  COUNTY  WHEREIN  THE\n   19  FACILITY  IS  TO BE LOCATED OR, IF THE APPLICATION IS DENIED, THE COUNTY\n   20  WHEREIN THE APPLICANT  HAS  PROPOSED  TO  LOCATE  THE  FACILITY.    SUCH\n   21  PROCEEDING  SHALL BE INITIATED BY THE FILING OF A PETITION IN SUCH COURT\n   22  WITHIN THIRTY DAYS AFTER THE ISSUANCE OF A FINAL DECISION BY  THE  BOARD\n   23  UPON THE APPLICATION FOR REHEARING TOGETHER WITH PROOF OF SERVICE ON THE\n   24  BOARD  OF A DEMAND THAT THE BOARD FILE WITH SAID COURT A COPY OF A WRIT-\n   25  TEN TRANSCRIPT OF THE RECORD OF THE PROCEEDING AND A COPY OF THE BOARD'S\n   26  DECISION AND OPINION.  THE BOARD'S COPY OF SAID TRANSCRIPT, DECISION AND\n   27  OPINION SHALL BE AVAILABLE AT ALL REASONABLE TIMES TO  ALL  PARTIES  FOR\n   28  EXAMINATION  WITHOUT COST. UPON RECEIPT OF SUCH PETITION AND DEMAND, THE\n   29  BOARD SHALL FORTHWITH DELIVER TO THE COURT A COPY OF THE  RECORD  AND  A\n   30  COPY  OF  THE  BOARD'S  DECISION AND OPINION. THEREUPON, THE COURT SHALL\n   31  HAVE JURISDICTION OF THE PROCEEDING AND SHALL HAVE THE  POWER  TO  GRANT\n   32  SUCH  RELIEF AS IT DEEMS JUST AND PROPER, AND TO MAKE AND ENTER AN ORDER\n   33  ENFORCING, MODIFYING AND ENFORCING AS SO MODIFIED, REMANDING FOR FURTHER\n   34  SPECIFIC EVIDENCE OR FINDINGS, OR SETTING ASIDE IN WHOLE OR IN PART SUCH\n   35  DECISION. THE APPEAL SHALL BE HEARD ON THE RECORD,  WITHOUT  REQUIREMENT\n   36  OF REPRODUCTION, AND UPON BRIEFS TO THE COURT. NO OBJECTION THAT HAS NOT\n   37  BEEN  URGED  BY THE PARTY IN HIS OR HER APPLICATION FOR REHEARING BEFORE\n   38  THE BOARD SHALL BE CONSIDERED  BY  THE  COURT,  UNLESS  THE  FAILURE  OR\n   39  NEGLECT TO URGE SUCH OBJECTION SHALL BE EXCUSED BECAUSE OF EXTRAORDINARY\n   40  CIRCUMSTANCES.  THE  FINDINGS  OF  FACT  ON WHICH SUCH DECISION IS BASED\n   41  SHALL BE CONCLUSIVE IF SUPPORTED BY SUBSTANTIAL EVIDENCE ON  THE  RECORD\n   42  CONSIDERED  AS  A  WHOLE AND MATTERS OF OFFICIAL NOTICE SET FORTH IN THE\n   43  OPINION. THE JURISDICTION OF THE APPELLATE DIVISION OF THE SUPREME COURT\n   44  SHALL BE EXCLUSIVE, AND ITS JUDGMENT AND ORDER SHALL BE  FINAL,  SUBJECT\n   45  TO  REVIEW  BY THE COURT OF APPEALS IN THE SAME MANNER AND FORM AND WITH\n   46  THE SAME EFFECT AS PROVIDED FOR APPEALS IN  A  SPECIAL  PROCEEDING.  ALL\n   47  SUCH PROCEEDINGS SHALL BE HEARD AND DETERMINED BY THE APPELLATE DIVISION\n   48  OF  THE  SUPREME  COURT  AND BY THE COURT OF APPEALS AS EXPEDITIOUSLY AS\n   49  POSSIBLE AND WITH LAWFUL PRECEDENCE OVER ALL OTHER MATTERS.\n   50    2. THE GROUNDS FOR AND SCOPE OF REVIEW OF THE COURT SHALL  BE  LIMITED\n   51  TO WHETHER THE DECISION AND OPINION OF THE BOARD ARE:\n   52    (A)  IN  CONFORMITY  WITH THE CONSTITUTION OF THE STATE AND THE UNITED\n   53  STATES;\n   54    (B) SUPPORTED BY SUBSTANTIAL EVIDENCE IN THE  RECORD  AND  MATTERS  OF\n   55  OFFICIAL NOTICE PROPERLY CONSIDERED AND APPLIED IN THE OPINION;\n   56    (C) WITHIN THE BOARD'S STATUTORY JURISDICTION OR AUTHORITY;\n\n       S. 191                             18\n\n    1    (D)  MADE  IN  ACCORDANCE WITH PROCEDURES SET FORTH IN THIS ARTICLE OR\n    2  ESTABLISHED BY RULE OR REGULATION PURSUANT TO THIS ARTICLE; OR\n    3    (E) ARBITRARY, CAPRICIOUS OR AN ABUSE OF DISCRETION.\n    4    3.  EXCEPT  AS  PROVIDED IN THIS SECTION, ARTICLE SEVENTY-EIGHT OF THE\n    5  CIVIL PRACTICE LAW AND RULES SHALL APPLY TO APPEALS  TAKEN  PURSUANT  TO\n    6  THIS SECTION.\n    7    S  171.  JURISDICTION  OF  COURTS.  EXCEPT  AS  EXPRESSLY SET FORTH IN\n    8  SECTION ONE HUNDRED SEVENTY OF THIS ARTICLE AND EXCEPT FOR REVIEW BY THE\n    9  COURT OF APPEALS OF A DECISION OF THE APPELLATE DIVISION OF THE  SUPREME\n   10  COURT  AS PROVIDED FOR THEREIN, NO COURT OF THIS STATE SHALL HAVE JURIS-\n   11  DICTION TO HEAR OR DETERMINE ANY MATTER, CASE OR CONTROVERSY  CONCERNING\n   12  ANY MATTER WHICH WAS OR COULD HAVE BEEN DETERMINED IN A PROCEEDING UNDER\n   13  THIS  ARTICLE  OR  TO  STOP OR DELAY THE CONSTRUCTION OR OPERATION OF AN\n   14  ELECTRIC GENERATING FACILITY PURSUANT TO THIS ARTICLE, EXCEPT TO ENFORCE\n   15  COMPLIANCE WITH THIS ARTICLE OR THE TERMS AND CONDITIONS  ISSUED  THERE-\n   16  UNDER.\n   17    S  172. POWERS OF MUNICIPALITIES AND STATE AGENCIES. 1.  NOTWITHSTAND-\n   18  ING ANY OTHER PROVISION OF LAW, NO STATE  AGENCY,  MUNICIPALITY  OR  ANY\n   19  AGENCY THEREOF MAY, EXCEPT AS EXPRESSLY AUTHORIZED UNDER THIS ARTICLE BY\n   20  THE  BOARD,  REQUIRE ANY APPROVAL, CONSENT, PERMIT, CERTIFICATE OR OTHER\n   21  CONDITION FOR THE CONSTRUCTION OR OPERATION OF  AN  ELECTRIC  GENERATING\n   22  FACILITY  WITH  RESPECT  TO WHICH AN APPLICATION FOR A CERTIFICATE HERE-\n   23  UNDER HAS BEEN FILED, INCLUDING ANY THAT MAY REQUIRE  APPROVAL  FOR  THE\n   24  OCCUPATION  OF  MUNICIPAL  PROPERTY  BY  AN ELECTRIC, FUEL, TELECOMMUNI-\n   25  CATION, WATER, SEWER OR STEAM LINE OR INTERCONNECTION, OTHER THAN  THOSE\n   26  PROVIDED BY OTHERWISE APPLICABLE STATE LAW FOR THE PROTECTION OF EMPLOY-\n   27  EES  ENGAGED  IN  THE  CONSTRUCTION  AND  OPERATION  OF  SUCH  FACILITY;\n   28  PROVIDED, HOWEVER, THAT IN THE CASE OF A MUNICIPALITY OR AN AGENCY THER-\n   29  EOF, SUCH MUNICIPALITY HAS RECEIVED NOTICE OF THE FILING OF THE APPLICA-\n   30  TION THEREFOR; AND PROVIDED FURTHER, HOWEVER,  THAT  THE  DEPARTMENT  OF\n   31  ENVIRONMENTAL  CONSERVATION  MAY  ISSUE  PERMITS  PURSUANT  TO FEDERALLY\n   32  DELEGATED OR APPROVED AUTHORITY UNDER THE FEDERAL CLEAN WATER  ACT,  THE\n   33  FEDERAL CLEAN AIR ACT AND THE FEDERAL RESOURCE CONSERVATION AND RECOVERY\n   34  ACT; AND PROVIDED FURTHER HOWEVER, THAT THE DEPARTMENT OF STATE MAY MAKE\n   35  CONSISTENCY  DETERMINATIONS PURSUANT TO THE FEDERAL COASTAL ZONE MANAGE-\n   36  MENT ACT. IN ISSUING SUCH DETERMINATIONS, THE SECRETARY OF  STATE  SHALL\n   37  FOLLOW  PROCEDURES  ESTABLISHED  IN THIS ARTICLE TO THE EXTENT THAT THEY\n   38  ARE CONSISTENT WITH THE FEDERAL COASTAL  ZONE  MANAGEMENT  ACT  AND  ITS\n   39  IMPLEMENTING  REGULATIONS.  IN ISSUING SUCH PERMITS, THE COMMISSIONER OF\n   40  ENVIRONMENTAL CONSERVATION SHALL FOLLOW PROCEDURES ESTABLISHED  IN  THIS\n   41  ARTICLE  TO THE EXTENT THAT THEY ARE CONSISTENT WITH FEDERALLY DELEGATED\n   42  OR APPROVED ENVIRONMENTAL  PERMITTING  AUTHORITY.  THE  COMMISSIONER  OF\n   43  ENVIRONMENTAL CONSERVATION AND THE SECRETARY OF STATE SHALL PROVIDE SUCH\n   44  PERMITS  AND  DETERMINATIONS,  RESPECTIVELY,  TO  THE BOARD PRIOR TO ITS\n   45  DETERMINATION WHETHER OR NOT TO ISSUE A CERTIFICATE.\n   46    2. THE ADIRONDACK PARK AGENCY SHALL NOT HOLD  PUBLIC  HEARINGS  FOR  A\n   47  MAJOR  ELECTRIC GENERATING FACILITY WITH RESPECT TO WHICH AN APPLICATION\n   48  HEREUNDER IS FILED, PROVIDED THAT SUCH AGENCY HAS RECEIVED NOTICE OF THE\n   49  FILING OF SUCH APPLICATION.\n   50    S 2. The opening paragraph and  paragraph  (b)  of  subdivision  5  of\n   51  section  8-0111 of the environmental conservation law, as added by chap-\n   52  ter 612 of the laws of 1975, are amended to read as follows:\n   53    The requirements of [subdivision two of section 8-0109 of] this  arti-\n   54  cle shall not apply to:\n\n       S. 191                             19\n\n    1    (b) Actions subject to the provisions requiring a certificate of envi-\n    2  ronmental  compatibility  and  public need in articles seven and [eight]\n    3  TEN AND THE FORMER ARTICLE EIGHT of the public service law; or\n    4    S  3.  Section 17-0823 of the environmental conservation law, as added\n    5  by chapter 801 of the laws of 1973, is amended to read as follows:\n    6  S 17-0823. Power plant siting.\n    7    In the case of a major steam electric generating facility, as  defined\n    8  in  FORMER  section one hundred forty of the public service law, for the\n    9  construction or operation of which a certificate is required  under  THE\n   10  FORMER  article eight of [such] THE PUBLIC SERVICE law, OR A MAJOR ELEC-\n   11  TRIC GENERATING FACILITY OR REPOWERING PROJECT AS DEFINED IN SECTION ONE\n   12  HUNDRED SIXTY OF THE PUBLIC SERVICE LAW, FOR THE CONSTRUCTION OR  OPERA-\n   13  TION  OF WHICH A CERTIFICATE IS REQUIRED UNDER ARTICLE TEN OF THE PUBLIC\n   14  SERVICE LAW, [an applicant shall apply for and obtain  such  certificate\n   15  in lieu of filing an application and obtaining a permit under this arti-\n   16  cle.  Any  reference  in  this article to a permit shall, in the case of\n   17  such major  steam  electric  generating  facility,  be  deemed  for  all\n   18  purposes  to  refer  to  such  certificate,  provided that nothing] SUCH\n   19  CERTIFICATE SHALL BE DEEMED A PERMIT UNDER THIS SECTION IF ISSUED BY THE\n   20  STATE BOARD ON ELECTRIC GENERATION SITING AND THE  ENVIRONMENT  PURSUANT\n   21  TO FEDERALLY DELEGATED OR APPROVED ENVIRONMENTAL PERMIT AUTHORITY. NOTH-\n   22  ING  herein shall limit the authority of the [departments] DEPARTMENT of\n   23  health and [environmental conservation] THE DEPARTMENT  to  monitor  the\n   24  environmental  and  health  impacts resulting from the operation of such\n   25  major steam electric generating facility OR  MAJOR  ELECTRIC  GENERATING\n   26  FACILITY  OR  REPOWERING PROJECT and to enforce applicable provisions of\n   27  the public health LAW and [environmental conservation laws] THIS ARTICLE\n   28  and the terms and conditions of the certificate governing  the  environ-\n   29  mental  and  health  impacts resulting from such operation. In such case\n   30  all powers,  duties,  obligations  and  privileges  conferred  upon  the\n   31  department  by  this article shall devolve upon the New York state board\n   32  on electric generation siting and the environment.  In  considering  the\n   33  granting of permits, such board shall apply the provisions of this arti-\n   34  cle and the Act.\n   35    S  4.  Paragraph j of subdivision 2 of section 19-0305 of the environ-\n   36  mental conservation law, as amended by chapter 525 of the laws of  1981,\n   37  is amended to read as follows:\n   38    j.  Consider  for approval or disapproval applications for permits and\n   39  certificates including plans or  specifications  for  air  contamination\n   40  sources and air cleaning installations or any part thereof submitted [to\n   41  him  pursuant  to]  CONSISTENT  WITH  the  rules  of the department, and\n   42  inspect the installation for compliance with  the  plans  or  specifica-\n   43  tions;  provided  that  in the case of a major steam electric generating\n   44  facility, as defined in [either] FORMER section one hundred forty of the\n   45  public service law, for which a  certificate  is  required  pursuant  to\n   46  [either] THE FORMER article eight of [such] THE PUBLIC SERVICE law, OR A\n   47  MAJOR  ELECTRIC  GENERATING FACILITY OR REPOWERING PROJECT AS DEFINED IN\n   48  SECTION ONE HUNDRED SIXTY OF THE PUBLIC SERVICE LAW, FOR WHICH A CERTIF-\n   49  ICATE IS REQUIRED PURSUANT TO ARTICLE TEN OF  THE  PUBLIC  SERVICE  LAW,\n   50  such  approval  functions [shall] MAY be performed by the state board on\n   51  electric generation siting and the environment, as defined in [such] THE\n   52  PUBLIC SERVICE law, PURSUANT TO FEDERALLY DELEGATED OR APPROVED ENVIRON-\n   53  MENTAL PERMITTING AUTHORITY, and  such  inspection  functions  shall  be\n   54  performed  by  the  department[; provided further that nothing]. NOTHING\n   55  herein shall limit the authority  of  the  [departments]  DEPARTMENT  of\n   56  health  and  [environmental  conservation] THE DEPARTMENT to monitor the\n\n       S. 191                             20\n\n    1  environmental and health impacts resulting from the  operation  of  such\n    2  major  steam  electric  generating  facility  and  to enforce applicable\n    3  provisions of the public health LAW and [the environmental  conservation\n    4  laws]  THIS  CHAPTER  and  the  terms  and conditions of the certificate\n    5  governing the environmental and health impacts resulting from such oper-\n    6  ation.\n    7    S 5. Paragraph (e) of subdivision 3 of section 49-0307 of the environ-\n    8  mental conservation law, as added by chapter 292 of the laws of 1984, is\n    9  amended to read as follows:\n   10    (e) where land subject to a conservation easement or  an  interest  in\n   11  such  land  is  required for a major utility transmission facility which\n   12  has received a certificate of  environmental  compatibility  and  public\n   13  need  pursuant to article seven of the public service law or is required\n   14  for a major steam electric generating  facility  which  has  received  a\n   15  certificate [or] OF environmental compatibility and public need pursuant\n   16  to  THE FORMER article eight of the public service law, OR A MAJOR ELEC-\n   17  TRIC GENERATING FACILITY OR REPOWERING  PROJECT  WHICH  HAS  RECEIVED  A\n   18  CERTIFICATE  OF  ENVIRONMENTAL COMPATIBILITY AND PUBLIC NEED PURSUANT TO\n   19  ARTICLE TEN OF THE PUBLIC SERVICE LAW, upon the filing of  such  certif-\n   20  icate in a manner prescribed for recording a conveyance of real property\n   21  pursuant  to  section two hundred ninety-one of the real property law or\n   22  any other applicable provision of law, provided  that  such  certificate\n   23  contains  a  finding  that  the  public interest in the conservation and\n   24  protection of the natural resources, open spaces and  scenic  beauty  of\n   25  the Adirondack or Catskill parks has been considered.\n   26    S 6. Section 1014 of the public authorities law, as amended by chapter\n   27  446 of the laws of 1972, is amended to read as follows:\n   28    S  1014.  Public service law not applicable to authority; inconsistent\n   29  provisions in other acts superseded. The rates, services  and  practices\n   30  relating  to  the generation, transmission, distribution and sale by the\n   31  authority, of power to be generated from the projects authorized by this\n   32  title shall not be subject to the provisions of the public  service  law\n   33  nor  to  regulation by, nor the jurisdiction of the department of public\n   34  service. Except to the extent article seven of the  public  service  law\n   35  applies  to  the  siting  and  operation of a major utility transmission\n   36  facility as defined therein, AND ARTICLE TEN OF THE PUBLIC  SERVICE  LAW\n   37  APPLIES  TO SITING OF MAJOR ELECTRIC GENERATING FACILITIES OR REPOWERING\n   38  PROJECTS AS DEFINED THEREIN, and except to the extent section eighteen-a\n   39  of such law provides for assessment of the authority for  certain  costs\n   40  relating  thereto,  the  provisions of the public service law and of the\n   41  ENVIRONMENTAL conservation law and  every  other  law  relating  to  the\n   42  department  of public service or the public service commission or to the\n   43  [conservation] department OF ENVIRONMENTAL CONSERVATION or to the  func-\n   44  tions,  powers  or  duties  assigned  to the division of water power and\n   45  control by chapter six hundred nineteen, of the laws of nineteen hundred\n   46  twenty-six, shall so far as is necessary to make this title effective in\n   47  accordance with its terms and purposes be deemed to be  superseded,  and\n   48  wherever  any  provision  of  law  shall  be  found in conflict with the\n   49  provisions of this title or inconsistent with the purposes  thereof,  it\n   50  shall  be  deemed to be superseded, modified or repealed as the case may\n   51  require.\n   52    S 7. Subdivision 1 of section 1020-s of the public authorities law, as\n   53  added by chapter 517 of the laws of 1986, is amended to read as follows:\n   54    1. The rates, services  and  practices  relating  to  the  electricity\n   55  generated  by facilities owned or operated by the authority shall not be\n   56  subject to the provisions of the public service law or to regulation by,\n\n       S. 191                             21\n\n    1  or the jurisdiction of, the public service  commission,  except  to  the\n    2  extent (a) article seven of the public service law applies to the siting\n    3  and operation of a major utility transmission facility as defined there-\n    4  in, (b) article [eight] TEN of such law applies to the siting of a MAJOR\n    5  ELECTRIC  generating  facility OR REPOWERING PROJECT as defined therein,\n    6  and (c) section eighteen-a of  such  law  provides  for  assessment  for\n    7  certain costs, property or operations.\n    8    S  8. The state finance law is amended by adding a new section 99-t to\n    9  read as follows:\n   10    S 99-T.  INTERVENOR ACCOUNT. 1. THERE IS  HEREBY  ESTABLISHED  IN  THE\n   11  JOINT  CUSTODY OF THE STATE COMPTROLLER AND THE COMMISSIONER OF TAXATION\n   12  AND FINANCE AN ACCOUNT TO BE KNOWN AS THE INTERVENOR ACCOUNT.\n   13    2. SUCH ACCOUNT SHALL CONSIST OF ALL  REVENUES  RECEIVED  FROM  SITING\n   14  APPLICATION FEES FOR ELECTRIC GENERATING FACILITIES PURSUANT TO SECTIONS\n   15  ONE  HUNDRED  SIXTY-THREE,  ONE  HUNDRED  SIXTY-THREE-A  AND ONE HUNDRED\n   16  SIXTY-FOUR OF THE PUBLIC SERVICE LAW.\n   17    3. MONEYS OF THE ACCOUNT, FOLLOWING APPROPRIATION BY THE  LEGISLATURE,\n   18  MAY BE EXPENDED IN ACCORDANCE WITH THE PROVISIONS OF SECTION ONE HUNDRED\n   19  SIXTY-FOUR  OF  THE PUBLIC SERVICE LAW.  MONEYS SHALL BE PAID OUT OF THE\n   20  ACCOUNT ON THE AUDIT AND WARRANT OF THE STATE  COMPTROLLER  ON  VOUCHERS\n   21  CERTIFIED OR APPROVED BY THE CHAIR OF THE PUBLIC SERVICE COMMISSION.\n   22    S 9. Separability. If any clause, sentence, paragraph, section or part\n   23  of  this act shall be adjudged by any court of competent jurisdiction to\n   24  be invalid, such judgment shall not affect,  impair  or  invalidate  the\n   25  remainder thereof, but shall be confined in its operation to the clause,\n   26  sentence,  paragraph,  section  or part thereof directly involved in the\n   27  controversy in which such judgment shall have been rendered.\n   28    S 10. This act shall take effect immediately, provided that nothing in\n   29  this act shall be construed to limit any administrative authority,  with\n   30  respect  to  matters  included  in  this act, which existed prior to the\n   31  effective date of this act, and  provided  further  that  prior  to  the\n   32  effective  date  of the rules and regulations of the department of envi-\n   33  ronmental conservation relating to the analysis of environmental justice\n   34  issues pursuant to this act, the policies and guidelines of such depart-\n   35  ment relating thereto in effect at the  time  an  application  is  filed\n   36  shall be applied in lieu of such rules and regulations.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to siting electric generating facilities; to amend the environmental conservation law, in relation to making certain conforming changes relating to the siting of electric generating facilities; to amend the public authorities law, in relation to making provisions of law relating to the siting of electric generating facilities applicable to the power authority of the state of New York and the Long Island power authority; and to amend the state finance law, in relation to establishing the intervenor account ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161216.TXT", "SOBI.D101213.T091258.TXT", "SOBI.D101210.T164208.TXT", "SOBI.D101213.T152823.TXT", "SOBI.D101210.T160705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292272103160
}