{
  "year" : 2011,
  "senateBillNo" : "S1912-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1912-2011-1294981200000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an economic grant program for the Second Avenue Subway construction project area",
  "summary" : "Establishes an economic grant program for the Second Avenue Subway construction project area; defines micro business. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : "A1116",
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "SA3798-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1912\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sens. SERRANO, KRUEGER, PERKINS -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Corpo-\n         rations, Authorities and Commissions\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation  to establishing a Second Avenue Subway construction economic\n         development grant program; and to amend the economic development  law,\n         in relation to the definition of micro business\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1 of chapter 174 of the laws of 1968,  constituting\n    2  the  New  York  state  urban  development corporation act, is amended by\n    3  adding a new section 16-u to read as follows:\n    4    S 16-U. SECOND AVENUE SUBWAY CONSTRUCTION ECONOMIC  DEVELOPMENT  GRANT\n    5  PROGRAM. (1) THERE IS HEREBY CREATED A SECOND AVENUE SUBWAY CONSTRUCTION\n    6  ECONOMIC  DEVELOPMENT  GRANT PROGRAM FOR THE PURPOSE OF PROVIDING FINAN-\n    7  CIAL AND TECHNICAL ASSISTANCE TO BUSINESSES LOCATED  WITHIN  THE  SECOND\n    8  AVENUE   SUBWAY  CONSTRUCTION  BUSINESS  ZONE  AREA  DURING  PERIODS  OF\n    9  CONSTRUCTION.\n   10    (2) FOR THE PURPOSES OF THIS SECTION  THE  FOLLOWING  WORDS  OR  TERMS\n   11  SHALL MEAN AS FOLLOWS:\n   12    (A) \"SMALL BUSINESS\" SHALL HAVE THE SAME MEANING AS DEFINED IN SECTION\n   13  131 OF THE ECONOMIC DEVELOPMENT LAW.\n   14    (B) \"QUALIFIED BUSINESS\" SHALL MEAN A SMALL BUSINESS OR MICRO BUSINESS\n   15  OPERATING  WITHIN  A  ONE HUNDRED FIFTY FOOT RADIUS OF THE BUSINESS ZONE\n   16  AREA DURING A PERIOD OF AUTHORIZED CONSTRUCTION, AND THE BUSINESS HAS  A\n   17  DEMONSTRATED LOSS.\n   18    (C) \"BUSINESS ZONE AREA\" SHALL MEAN:\n   19    (I)  AN  AREA  IN  WHICH  THE CHAIR OF THE CORPORATION DETERMINES THAT\n   20  CONSTRUCTION ON THE SECOND AVENUE SUBWAY PROJECT HAS OCCURRED  THAT  HAS\n   21  BEEN  CERTIFIED  BY THE COMMISSIONER FOR THE METROPOLITAN TRANSPORTATION\n   22  AUTHORITY; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00212-01-1\n\n       S. 1912                             2\n\n    1    (II) THE FOLLOWING AREAS:\n    2    (A) 125TH STREET FROM 5TH AVENUE TO 3RD AVENUE;\n    3    (B) 2ND AVENUE FROM 129TH STREET TO 91ST STREET;\n    4    (C) 2ND AVENUE FROM 87TH STREET TO 83RD STREET;\n    5    (D) 2ND AVENUE FROM 73RD STREET TO 69TH STREET;\n    6    (E) 2ND AVENUE FROM 65TH STREET TO 58TH STREET;\n    7    (F) 2ND AVENUE FROM 45TH STREET TO 41ST STREET;\n    8    (G) 2ND AVENUE FROM 36TH STREET TO 32ND STREET;\n    9    (H) 2ND AVENUE FROM 26TH STREET TO 23RD STREET;\n   10    (I) 2ND AVENUE FROM 15TH STREET TO 11TH STREET;\n   11    (J) 2ND AVENUE FROM 6TH STREET TO 4TH STREET;\n   12    (K) 2ND AVENUE FROM 4TH STREET TO HOUSTON STREET;\n   13    (L) CHRYSTIE STREET FROM HOUSTON STREET TO CANAL STREET;\n   14    (M) BOWERY FROM PELL STREET TO WORTH STREET;\n   15    (N) WORTH STREET FROM MOTT STREET TO ST. JAMES PLACE;\n   16    (O) WATER STREET FROM DOVER STREET TO JOHN STREET;\n   17    (P) WATER STREET FROM WALL STREET TO COENTIES SLIP.\n   18    (D)  \"MICRO  BUSINESS\" SHALL HAVE THE SAME MEANING AS IN SECTION 131-A\n   19  OF THE ECONOMIC DEVELOPMENT LAW.\n   20    (E) \"PERIOD OF AUTHORIZED CONSTRUCTION\" SHALL  MEAN  THOSE  DATES  FOR\n   21  WHICH  THE  CHAIR OF THE CORPORATION DETERMINES THAT CONSTRUCTION ON THE\n   22  SECOND AVENUE SUBWAY PROJECT HAS OCCURRED FOR THE  SPECIFIC  PORTION  OF\n   23  THE BUSINESS ZONE AREA.\n   24    (F)  \"DEMONSTRATED LOSS\" MEANS A TEN PERCENT DECLINE IN TAXABLE INCOME\n   25  IN THE YEAR IN WHICH THE GRANT IS APPLIED FOR COMPARED TO THE  BUSINESS'\n   26  BASE FISCAL YEAR.\n   27    (G)  \"BASE  FISCAL  YEAR\" MEANS THE TAX YEAR IMMEDIATELY PRECEDING THE\n   28  YEAR IN WHICH CONSTRUCTION BEGAN IN THAT PORTION OF  THE  BUSINESS  ZONE\n   29  AREA IN WHICH THE BUSINESS IS LOCATED.\n   30    (H)  \"ENDANGERED  BUSINESS\"  MEANS  A BUSINESS THAT WOULD OTHERWISE BE\n   31  DEEMED A QUALIFIED BUSINESS AS DEFINED IN PARAGRAPH (B) OF THIS SUBDIVI-\n   32  SION, BUT WHO CAN SHOW A DEMONSTRATED LOSS OF A THIRTY  PERCENT  DECLINE\n   33  IN  TAXABLE  INCOME  IN  ANY  GIVEN  YEAR COMPARED TO THE BUSINESS' BASE\n   34  FISCAL YEAR.\n   35    (I) \"TERMINAL BUSINESS\" MEANS  A  BUSINESS  THAT  WOULD  OTHERWISE  BE\n   36  DEEMED A QUALIFIED BUSINESS AS DEFINED IN PARAGRAPH (B) OF THIS SUBDIVI-\n   37  SION, BUT WHO CAN SHOW A DEMONSTRATED LOSS OF A FIFTY PERCENT DECLINE IN\n   38  TAXABLE  INCOME  IN ANY GIVEN YEAR COMPARED TO THE BUSINESS' BASE FISCAL\n   39  YEAR.\n   40    (3) ASSISTANCE, OUT OF MONEYS MADE AVAILABLE FOR THIS  PROGRAM,  SHALL\n   41  BE PROVIDED TO QUALIFIED BUSINESSES FOR THE FOLLOWING PURPOSES:\n   42    (A) CAPITAL IMPROVEMENTS COSTS RELATED TO THE FOLLOWING:\n   43    (I)  IMPROVING SIGNAGE SO THAT PEDESTRIANS CAN EASILY SEE AND IDENTIFY\n   44  THE BUSINESS AS AN OPERATING BUSINESS;\n   45    (II) EXPANDING EXISTING ENTRYWAYS TO THE BUSINESS;\n   46    (III) ALTERING THE EXISTING ENTRYWAYS, WINDOWS, WALLS OR STRUCTURE  TO\n   47  PREVENT OR MINIMIZE EXCESSIVE NOISE OCCURRING FROM THE CONSTRUCTION;\n   48    (IV) IMPROVING VENTILATION WITHIN THE BUILDING TO MAINTAIN AIR QUALITY\n   49  WITHIN THE BUSINESS;\n   50    (V)  EQUIPMENT,  MACHINERY, FURNITURE, FIXTURES AND FITTINGS NECESSARY\n   51  TO THE RUNNING OF A QUALIFIED BUSINESS THAT  SHALL  BE  AFFIXED  TO  AND\n   52  REMAIN  A  PART  OF  THE QUALIFIED BUSINESS LOCATION WITHIN THE BUSINESS\n   53  ZONE AREA; AND\n   54    (VI) SUCH OTHER CAPITAL IMPROVEMENTS AS DETERMINED BY THE CHAIR OF THE\n   55  CORPORATION.\n   56    (B) MARKETING AND ADVERTISING COSTS.\n\n       S. 1912                             3\n\n    1    (C) FOR ENDANGERED BUSINESSES, AS  DETERMINED  BY  THE  CHAIR  OF  THE\n    2  CORPORATION, SUCH AS:\n    3    (I)  PAYROLL  ASSISTANCE;  PROVIDED,  HOWEVER,  ANY PAYROLL ASSISTANCE\n    4  PAYMENTS MADE MUST BE MADE TO AN EMPLOYEE WHO HAS BEEN EMPLOYED  BY  THE\n    5  BUSINESS  FOR  AT LEAST ONE YEAR, DOES NOT HAVE AN OWNERSHIP INTEREST IN\n    6  THE BUSINESS, AND IS NOT RELATED, EITHER THROUGH BLOOD OR  MARRIAGE,  TO\n    7  THE OWNER OF THE BUSINESS;\n    8    (II) RENTAL PAYMENT ASSISTANCE, WHETHER FOR REAL PROPERTY OR EQUIPMENT\n    9  AND SERVICES;\n   10    (III)  UTILITIES,  INCLUDING  BUT  NOT  LIMITED TO ELECTRICITY, PHONE,\n   11  CABLE, INTERNET, AND WATER; AND\n   12    (IV) INSURANCE, AS DETERMINED BY THE CHAIR OF THE CORPORATION.\n   13    (D) FOR TERMINAL BUSINESSES, AS DETERMINED BY THE CHAIR OF THE  CORPO-\n   14  RATION, SUCH AS:\n   15    (I)  ASSISTANCE  OFFERED  TO QUALIFIED AND ENDANGERED BUSINESSES UNDER\n   16  THIS SUBDIVISION; AND\n   17    (II) PROFESSIONAL COUNSELING SERVICES, DISSOLUTION  SERVICES,  PROFES-\n   18  SIONAL BANKRUPTCY ASSISTANCE SERVICES, AND DEBT MANAGEMENT SERVICES.\n   19    (4)  THE CHAIRMAN SHALL ESTABLISH RULES AND REGULATIONS TO ENSURE THAT\n   20  ALL MONEYS GIVEN PURSUANT TO THIS SECTION  ARE  USED  FOR  THE  PURPOSES\n   21  SPECIFIED  BY  THE  APPLICANT.  IF  IT IS DETERMINED THAT A RECIPIENT OF\n   22  FUNDS USED THE MONEY IN A MANNER INCONSISTENT WITH THE  INFORMATION  SET\n   23  OUT  IN HIS OR HER APPLICATION, THE APPLICANT SHALL BE REQUIRED TO REIM-\n   24  BURSE THE CORPORATION TWICE THE AMOUNT GIVEN TO THE APPLICANT.\n   25    (5) THE CORPORATION SHALL ALSO:\n   26    (A) (I) ESTABLISH A  COMPREHENSIVE  TECHNICAL  ASSISTANCE  PROGRAM  IN\n   27  COOPERATION  WITH THE DEPARTMENT OF ECONOMIC DEVELOPMENT TO ASSIST SMALL\n   28  AND MICRO  BUSINESSES  THROUGH  THIRD  PARTY  SERVICE  PROVIDERS,  WHICH\n   29  ASSISTANCE SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   30    (A)  TECHNICAL  ASSISTANCE  WITH APPLICATIONS FOR OBTAINING FUNDS FROM\n   31  PUBLIC AND PRIVATE FINANCING SOURCES;\n   32    (B) TECHNICAL ASSISTANCE IN THE DEVELOPMENT OF A WORKING CAPITAL BUDG-\n   33  ET;\n   34    (C) REFERRALS TO OTHER PROVIDERS OF TECHNICAL ASSISTANCE TO SMALL  AND\n   35  MICRO  BUSINESSES,  WHERE  APPROPRIATE,  INCLUDING  THE  ENTREPRENEURIAL\n   36  ASSISTANCE PROGRAM ESTABLISHED PURSUANT TO ARTICLE  9  OF  THE  ECONOMIC\n   37  DEVELOPMENT LAW; AND\n   38    (D) TECHNICAL ASSISTANCE THROUGH EDUCATION PROGRAMS.\n   39    (II)  TECHNICAL  ASSISTANCE  MAY  BE PROVIDED THROUGH DIRECT CORPORATE\n   40  SUPPORT, OR THROUGH GRANTS TO OR CONTRACTS  WITH  SERVICE  PROVIDERS  OR\n   41  GOVERNMENTAL ENTITIES.\n   42    (B)  ESTABLISH PROGRAMS TO ASSIST SMALL AND MICRO BUSINESSES IN DEVEL-\n   43  OPING WORKPLACE POLICIES, INCLUDING BUT NOT LIMITED  TO  THE  DESIGN  OF\n   44  EMPLOYEE  BENEFIT  AND  ASSISTANCE  PROGRAMS  AND  DEVELOPING CHILD CARE\n   45  PROGRAMS.\n   46    (C) PROVIDE GRANTS TO BUSINESS IMPROVEMENT DISTRICTS,  LOCAL  DEVELOP-\n   47  MENT  CORPORATIONS,  OTHER NOT-FOR-PROFIT ECONOMIC DEVELOPMENT ORGANIZA-\n   48  TIONS, AND MUNICIPALITIES FOR TOURISM, MARKETING, PROMOTION, INFORMATION\n   49  ACTIVITIES AND COMMERCIAL REVITALIZATION ACTIVITIES IN THE BUSINESS ZONE\n   50  AREA, SUCH ACTIVITIES MAY INCLUDE, BUT ARE NOT LIMITED TO, JOINT  PRINT,\n   51  MAILED  AND  INTERNET ADVERTISEMENTS, MARKETING CAMPAIGNS AND REDEVELOP-\n   52  MENT WORK IN CONNECTION WITH THE DESIGN AND IMPLEMENTATION OF A PLAN FOR\n   53  FACADE AND OTHER IMPROVEMENTS THROUGHOUT THE BUSINESS ZONE AREA.    SUCH\n   54  GRANTS  MAY  INCLUDE  MONIES  AVAILABLE  FOR  INDIVIDUAL PROPERTY OWNERS\n   55  AND/OR TENANTS WHO AGREE TO IMPROVE THEIR PROPERTY IN ACCORDANCE WITH AN\n   56  OVERALL DESIGN PLAN, PROVIDED  THAT,  SUCH  INDIVIDUAL  PROPERTY  OWNERS\n\n       S. 1912                             4\n\n    1  AND/OR  TENANTS SHALL BE REQUIRED TO MATCH AT LEAST FIFTY PERCENT OF THE\n    2  AMOUNT OF ANY GRANT AWARDED TO THEM.\n    3    (D) PROVIDE GRANTS TO SMALL AND MICRO BUSINESSES TO OFFSET COSTS ASSO-\n    4  CIATED  WITH  THE START-UP OF NEW BUSINESS ENTERPRISES PROVIDED THAT THE\n    5  SPACE IN WHICH THE BUSINESS IS GOING TO BE LOCATED HAS BEEN  VACANT  FOR\n    6  AT  LEAST  ONE  YEAR, THE BUSINESS OWNER HAS ENTERED INTO A LEASE FOR AT\n    7  LEAST TWO YEARS AND THE LANDLORD OR BUSINESS OWNER SHALL BE REQUIRED  TO\n    8  MATCH  AT  LEAST  HALF  THE  AMOUNT  OF ANY GRANT AWARDED TO THEM.  SUCH\n    9  GRANTS MAY BE USED TO PROVIDE TECHNICAL ASSISTANCE  IN  DEVELOPMENT  AND\n   10  EXECUTION OF BUSINESS PLANS, INCLUDING THE FORMATION OF, ACQUISITION OF,\n   11  MANAGEMENT OF, OR DIVERSIFICATION OF A SMALL OR MICRO BUSINESS.\n   12    (6)(A)  THE  CORPORATION SHALL, WITHIN AVAILABLE APPROPRIATIONS, AWARD\n   13  GRANTS OR ENTER INTO CONTRACTS FOR SERVICES PURSUANT TO THIS SECTION  TO\n   14  SMALL  AND MICRO BUSINESSES, THROUGH DIRECT APPLICATIONS ACCEPTED AT THE\n   15  DISCRETION OF THE CORPORATION. FOR THE PURPOSES OF THIS SUBDIVISION  THE\n   16  CORPORATION  SHALL  ENTER  INTO  ANNUAL  CONTRACTS FOR SERVICES OR AWARD\n   17  GRANTS IN AN AMOUNT EQUAL TO FIFTY PERCENT OF THE TOTAL PROJECT COSTS TO\n   18  QUALIFIED BUSINESSES.\n   19    (B) THE CORPORATION SHALL ENTER INTO NO MORE THAN ONE CONTRACT OR MAKE\n   20  MORE THAN ONE GRANT PER YEAR PER APPLICANT UNDER THIS  SUBDIVISION  WITH\n   21  ANY QUALIFIED BUSINESS REGARDLESS OF THE NUMBER OF PROJECTS FOR WHICH AN\n   22  APPLICANT  HAS  APPLIED  AND FOR WHICH FUNDING HAS BEEN APPROVED. IN THE\n   23  CASE OF APPLICATIONS FOR MULTIPLE PROJECTS TO BE CONDUCTED BY  A  SINGLE\n   24  APPLICANT,  THE  CORPORATION  MAY, AT ITS DISCRETION, PROVIDE A GRANT OR\n   25  ENTER INTO A SINGLE CONTRACT FOR SERVICES WITH THE APPLICANT FOR SOME OR\n   26  ALL OF THE PROJECTS FOR WHICH AN APPLICANT HAS APPLIED.\n   27    (C) NOT-FOR-PROFIT CORPORATIONS, BUSINESS  IMPROVEMENT  DISTRICTS  AND\n   28  COMMUNITY  DEVELOPMENT  ORGANIZATIONS  SHALL  BE  ELIGIBLE  TO APPLY FOR\n   29  SUPPORT UNDER THIS SUBDIVISION TO OPERATE A PROGRAM OR PROGRAMS OF BUSI-\n   30  NESS AND ECONOMIC DEVELOPMENT SERVICES TO STABILIZE, RETAIN OR  REVITAL-\n   31  IZE EXISTING QUALIFIED BUSINESSES, AND TO ASSIST SMALL, MICRO, AND REIN-\n   32  VESTING   BUSINESSES,  INCLUDING,  BUT  NOT  LIMITED  TO  ASSISTANCE  TO\n   33  INDIVIDUAL BUSINESSES IN SUCH PROJECT AREAS AS:\n   34    (I) BUSINESS  PLANNING,  MANAGEMENT  ASSISTANCE  AND  COUNSELING,  AND\n   35  FINANCIAL  PACKAGING ASSISTANCE TO SMALL AND MICRO BUSINESSES, INCLUDING\n   36  THE  ESTABLISHMENT  OF  NEIGHBORHOOD-BASED  BUSINESS   SERVICE   CENTERS\n   37  DESIGNED  TO DELIVER COMPREHENSIVE TECHNICAL ASSISTANCE TO NEW AND SMALL\n   38  BUSINESSES IN SPECIFIC COMMUNITIES AND NEIGHBORHOODS;\n   39    (II) PROGRAMS TO ASSIST SMALL AND MICRO  BUSINESSES  IN  THE  BUSINESS\n   40  ZONE  AREA  TO  IDENTIFY NEW BUSINESS OPPORTUNITIES, PLAN FOR NEW ENTER-\n   41  PRISE DEVELOPMENT, AND MANAGE ECONOMIC DEVELOPMENT PROJECTS;\n   42    (III) INNOVATIVE PROGRAMS OF PUBLIC AND PRIVATE COOPERATION TO  FOSTER\n   43  NEW ENTERPRISE DEVELOPMENT AND SMALL AND MICRO BUSINESS GROWTH;\n   44    (IV) PROGRAMS TO ASSIST NEW ENTERPRISES AND SMALL AND MICRO BUSINESSES\n   45  TO  IDENTIFY  AND  ACCESS  PUBLIC AND PRIVATE SOURCES OF EQUITY, WORKING\n   46  CAPITAL AND OTHER TYPES OF FINANCING; AND\n   47    (V) PROGRAMS THAT IMPROVE THE ABILITY OF SMALL AND MICRO BUSINESSES TO\n   48  ACCESS STATE JOB TRAINING PROGRAMS.\n   49    (7) ANY APPLICANT, WHO IS AWARDED A GRANT  PURSUANT  TO  THIS  SECTION\n   50  WHERE  THE  MONEYS  OF  SUCH  GRANT ARE TO BE USED FOR THE CONSTRUCTION,\n   51  DEMOLITION, RECONSTRUCTION, EXCAVATION,  REHABILITATION,  REPAIR,  RENO-\n   52  VATION  OR  ALTERATION OF A FACILITY OR AN IMPROVEMENT TO PROPERTY SHALL\n   53  REQUIRE THAT THE WORK COVERED BY SUCH CONTRACT SHALL BE  DEEMED  \"PUBLIC\n   54  WORK\"  AND  SUBJECT TO AND PERFORMED IN ACCORDANCE WITH ARTICLES 8 AND 9\n   55  OF THE LABOR LAW.\n\n       S. 1912                             5\n\n    1    (8) AN APPLICANT WHO RECEIVES A GRANT PURSUANT TO THIS  SECTION  SHALL\n    2  ENSURE AND SHALL SIGN A WRITTEN DECLARATION PRIOR TO RECEIVING ANY FUNDS\n    3  STATING THAT ALL PROVISIONS OF THE LABOR LAW, SPECIFICALLY INCLUDING THE\n    4  MINIMUM  WAGE  PROVISIONS OF ARTICLE 19 OF THE LABOR LAW, ARE ADHERED TO\n    5  BY THE BUSINESS RECEIVING THE GRANT.\n    6    S  2.  The economic development law is amended by adding a new section\n    7  131-a to read as follows:\n    8    S 131-A. DEFINITION OF A MICRO BUSINESS.  FOR  THE  PURPOSES  OF  THIS\n    9  CHAPTER, A MICRO BUSINESS SHALL BE DEEMED TO BE ONE WHICH IS RESIDENT IN\n   10  THIS  STATE, INDEPENDENTLY OWNED AND OPERATED, NOT DOMINANT IN ITS FIELD\n   11  AND EMPLOYS TEN OR LESS PERSONS ON A FULL-TIME BASIS.\n   12    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1912\n\nTITLE OF BILL:\nAn act to amend the New York state urban development corporation act, in\nrelation to establishing a Second Avenue Subway construction economic\ndevelopment grant program; and to amend the economic development law, in\nrelation to the definition of micro business\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo provide financial and technical assistance to businesses located\nalong the route of the Second Avenue Subway construction in Manhattan\nduring the construction process.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSECTION 1 ADDS A NEW SECTION 16-U TO SECTION 1 OF CHAPTER 174 OF THE NEW\nYORK STATE URBAN DEVELOPMENT CORPORATION ACT CREATING THE SECOND AVENUE\nSUBWAY CONSTRUCTION ECONOMIC DEVELOPMENT GRANT PROGRAM AND DEFINES\nTERMS.  FINANCIAL ASSISTANCE UNDER THIS PROGRAM MAY BE PROVIDED FOR\nCAPITAL IMPROVEMENTS; MARKETING AND ADVERTISING COSTS; AND, FOR ENDAN-\nGERED AND TERMINAL BUSINESSES, PAYROLL, RENT, UTILITIES, INSURANCE AND\nCOUNSELING ASSISTANCE. THIS LEGISLATION WILL ALSO ESTABLISH A TECHNICAL\nASSISTANCE PROGRAM TO ASSIST SMALL AND MICRO BUSINESSES THROUGH\nTHIRD-PARTY SERVICE PROVIDERS. GRANTS WILL BE AWARDED THROUGH AN APPLI-\nCATION PROCEDURE.\n\nSECTION 2 ADDS A NEW SECTION 131-A TO THE ECONOMIC DEVELOPMENT LAW BY\nDEFINING A MICRO BUSINESS AS ONE WHICH IS RESIDENT IN THIS STATE, INDE-\nPENDENTLY OWNED AND OPERATED AND EMPLOYS 10 OR FEWER PEOPLE ON A\nFULL-TIME BASIS.\n\nSECTION 3 CONTAINS THE EFFECTIVE DATE.\n\nJUSTIFICATION:\n\nThe East Side of Manhattan is currently undergoing one of the most\nsignificant construction projects in decades -- the creation of the\nlong-awaited Second Avenue subway. The construction has begun and will\neventually run through parts of eight Assembly Districts. While the\nSecond Avenue Subway will eventually bring much needed transportation\nimprovements to the East Side, it is currently having a substantially\nnegative effect on local businesses. Some establishments in the heart of\nthe initial construction area have lost 20 or 30 percent of business,\nand others have closed permanently. This bill would create a Second\nAvenue Subway construction economic development grant program for the\npurpose of providing financial and technical assistance to small and\nmicro businesses located within the area where construction is taking\nplace. Assistance would be provided for projects such capital improve-\nments, marketing and advertising, as well as emergency funds for endan-\ngered businesses. Thus, any grants from this program would be funneled\nright back into the New York City economy.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2008: A.10594/S.8154 Passed Assembly & Senate: Vetoed by Governor\n2009-10: Passed Assembly & Senate: Referred to Finance\n\nFISCAL IMPLICATIONS:\n\nTo be determined, depending on the money\nauthorized for the program by the appropriate agencies.\n\nEFFECTIVE DATE:\n\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to establishing a Second Avenue Subway construction economic development grant program; and to amend the economic development law, in relation to the definition of micro business ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T185049.TXT", "SOBI.D110114.T134444.TXT", "SOBI.D110114.T102913.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110114.T101410.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849281
}