{
  "year" : 2011,
  "senateBillNo" : "S1913-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1913-2011-1294981200000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an arts fund to receive contributions for the support of the New York state council on the arts",
  "summary" : "Establishes an arts fund to receive contributions for the support of the New York state council on the arts through a personal income tax return check-off; provides that for tax years after January 1, 2011, any individual may elect to contribute to the arts fund by indicating such intent on a tax form. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A1165",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA3441-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1913\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SERRANO,  DIAZ, DILAN, HASSELL-THOMPSON, KRUEGER,\n         OPPENHEIMER, SAVINO -- read twice and ordered printed, and when print-\n         ed to be committed to the Committee on Investigations  and  Government\n         Operations\n\n       AN  ACT  to  amend the tax law and the state finance law, in relation to\n         gifts for the support of the New York state council on the arts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  legislature hereby finds and determines that, due to\n    2  severe budgetary constraints, the amount of state  funds  available  for\n    3  the  support  of the New York state council on the arts has been sharply\n    4  diminished over the past few years.  This decrease in support has had  a\n    5  devastating  effect  upon  many  of New York's cultural institutions, as\n    6  well as many related or dependent businesses and employees. Accordingly,\n    7  the legislature hereby finds and determines that taxpayers of the  state\n    8  of  New  York  should  have  the  opportunity  to use the New York state\n    9  personal income tax form as a mechanism for  making  voluntary  contrib-\n   10  utions  for the support of the New York state council on the arts. It is\n   11  the intent of the  legislature  that  any  funds  so  contributed  shall\n   12  supplement  and  not  offset  or diminish in any way the amount of funds\n   13  made available to the New York state council on  the  arts  pursuant  to\n   14  annual budget appropriations.\n   15    S  2.  The tax law is amended by adding a new section 630-c to read as\n   16  follows:\n   17    S 630-C. GIFT TO THE ARTS FUND. EFFECTIVE FOR ANY TAX YEAR  COMMENCING\n   18  ON  OR AFTER JANUARY FIRST, TWO THOUSAND ELEVEN, AN INDIVIDUAL MAY ELECT\n   19  TO CONTRIBUTE TO THE ARTS FUND CREATED PURSUANT TO  SECTION  NINETY-SEV-\n   20  EN-HHHH  OF  THE STATE FINANCE LAW FOR THE SUPPORT OF THE NEW YORK STATE\n   21  COUNCIL ON THE ARTS. SUCH CONTRIBUTION SHALL  BE  IN  ANY  WHOLE  DOLLAR\n   22  AMOUNT  AND  SHALL NOT REDUCE THE AMOUNT OF TAX OWED BY SUCH INDIVIDUAL.\n   23  THE COMMISSIONER SHALL INCLUDE SPACE ON THE PERSONAL INCOME  TAX  RETURN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00197-01-1\n\n       S. 1913                             2\n\n    1  TO  ENABLE  A  TAXPAYER  TO  MAKE SUCH CONTRIBUTION. NOTWITHSTANDING ANY\n    2  OTHER PROVISION OF LAW, ALL REVENUE COLLECTED PURSUANT TO  THIS  SECTION\n    3  SHALL BE CREDITED TO THE ARTS FUND AND USED ONLY FOR THE PURPOSES OF THE\n    4  NEW YORK STATE COUNCIL ON THE ARTS.\n    5    S  3. The state finance law is amended by adding a new section 97-hhhh\n    6  to read as follows:\n    7    S 97-HHHH. ARTS FUND. 1. THERE IS HEREBY CREATED IN THE JOINT  CUSTODY\n    8  OF  THE STATE COMPTROLLER AND THE COMMISSIONER OF TAXATION AND FINANCE A\n    9  FUND TO BE KNOWN AS THE \"ARTS FUND\".\n   10    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE  DEPARTMENT\n   11  OF  TAXATION  AND  FINANCE,  PURSUANT  TO  THE PROVISIONS OF SECTION SIX\n   12  HUNDRED THIRTY-C OF THE TAX LAW AND ALL OTHER MONEYS APPROPRIATED, CRED-\n   13  ITED, OR TRANSFERRED THERETO FROM ANY OTHER FUND OR SOURCE  PURSUANT  TO\n   14  LAW.    FOR  EACH  STATE FISCAL YEAR, THERE SHALL BE APPROPRIATED TO THE\n   15  FUND BY THE STATE, IN ADDITION TO ALL OTHER MONEYS REQUIRED TO BE DEPOS-\n   16  ITED INTO SUCH FUND, AN AMOUNT EQUAL TO THE AMOUNTS OF MONIES  COLLECTED\n   17  AND  DEPOSITED INTO THE FUND PURSUANT TO SECTION SIX HUNDRED THIRTY-C OF\n   18  THE TAX LAW DURING THE PRECEDING CALENDAR  YEAR,  AS  CERTIFIED  BY  THE\n   19  COMPTROLLER.  NOTHING  CONTAINED  HEREIN  SHALL  PREVENT  THE STATE FROM\n   20  RECEIVING GRANTS, GIFTS OR BEQUESTS FOR THE  PURPOSES  OF  THE  FUND  AS\n   21  DEFINED  IN  THIS SECTION AND DEPOSITING THEM INTO THE FUND ACCORDING TO\n   22  LAW.\n   23    3. MONEYS OF THE FUND MAY BE INVESTED BY THE  STATE  COMPTROLLER,  AND\n   24  INCOME FROM THE INVESTMENTS OF MONEYS DEPOSITED TO THIS FUND PURSUANT TO\n   25  SECTION  SIX HUNDRED THIRTY-C OF THE TAX LAW SHALL BE CREDITED SOLELY TO\n   26  THIS FUND.\n   27    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to gifts for the support of the New York state council on the arts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T095906.TXT", "SOBI.D110114.T134444.TXT", "SOBI.D110114.T104920.TXT", "SOBI.D110114.T102913.TXT", "SOBI.D110114.T103413.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295030684525
}