{
  "year" : 2011,
  "senateBillNo" : "S1917-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S1917-2011-1294981200000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires cities with a population of one million or more to collect discarded recyclable materials at city parks, playgrounds, historic sites and other facilities",
  "summary" : "Requires cities with a population of one million or more to collect discarded recyclable materials at city parks, playgrounds, historic sites and other recreational facilities; requires the posting of signs on facilities without trash receptacles stating that trash must be retained until you reach a trash can; provides state assistance for such programs. ",
  "currentCommittee" : "CITIES",
  "sameAs" : "A710",
  "lawSection" : "General City Law",
  "previousVersions" : [ "S5574-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1917\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen. SERRANO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the general city  law,  in  relation  to  requiring  the\n         collection  of  recyclable  materials  at parks, playgrounds, historic\n         sites and other recreational facilities in cities with a population of\n         one million or more; and to amend the environmental conservation  law,\n         in relation to providing state assistance therefor to municipalities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The general city law is amended by adding  a  new  section\n    2  20-h to read as follows:\n    3    S  20-H. COLLECTION OF RECYCLABLE  MATERIALS; CERTAIN CITIES. 1. EVERY\n    4  CITY HAVING A POPULATION OF ONE MILLION  OR  MORE  SHALL  ESTABLISH  AND\n    5  IMPLEMENT  A PROGRAM FOR THE COLLECTION OF RECYCLABLE MATERIALS THAT ARE\n    6  DISCARDED IN CITY PARKS, PLAYGROUNDS, HISTORIC SITES  AND  OTHER  RECRE-\n    7  ATIONAL  FACILITIES. SUCH RECYCLABLE MATERIALS SHALL INCLUDE, BUT NOT BE\n    8  LIMITED TO, METAL, PLASTIC, GLASS AND PAPER. IN EACH  SUCH  PARK,  PLAY-\n    9  GROUND,  HISTORIC  SITE  AND OTHER RECREATIONAL FACILITY SUCH CITY SHALL\n   10  INSTALL BINS FOR  THE  COLLECTION  OF  RECYCLABLE  MATERIALS.  THE  CITY\n   11  DEPARTMENT  OF  SANITATION  SHALL  REGULARLY COLLECT AND PROVIDE FOR THE\n   12  RECYCLING OF THE RECYCLABLE MATERIALS COLLECTED.\n   13    2. THE CITY SHALL POST SIGNS IN THOSE PORTIONS OF  CITY  PARKS,  PLAY-\n   14  GROUNDS,  HISTORIC SITES AND OTHER RECREATIONAL FACILITIES, WHICH DO NOT\n   15  HAVE TRASH RECEPTACLES, STATING \"PLEASE  TAKE  ANY  TRASH  YOU  GENERATE\n   16  WHILE  UPON  THIS  FACILITY WITH YOU FOR DISPOSAL WHEN YOU REACH A TRASH\n   17  RECEPTACLE.\"\n   18    3. EVERY CITY HAVING A POPULATION OF ONE MILLION OR MORE WHICH  ESTAB-\n   19  LISHES  AND IMPLEMENTS A RECYCLABLES RECOVERY PROGRAM PURSUANT TO SUBDI-\n   20  VISION ONE OF THIS SECTION SHALL BE ELIGIBLE TO APPLY FOR STATE  ASSIST-\n   21  ANCE  FOR  A  RECYCLING  PROJECT  PURSUANT  TO  TITLE  SEVEN  OF ARTICLE\n   22  FIFTY-FOUR OF THE ENVIRONMENTAL CONSERVATION LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00237-01-1\n\n       S. 1917                             2\n\n    1    S 2. Subdivision 3 of section 54-0701 of the  environmental  conserva-\n    2  tion  law,  as amended by chapter 146 of the laws of 2000, is amended to\n    3  read as follows:\n    4    3.  \"Recyclables  recovery  program\"  means  a program undertaken by a\n    5  municipality consistent with requirements of section one  hundred  twen-\n    6  ty-aa of the general municipal law AND/OR SECTION TWENTY-H OF THE GENER-\n    7  AL CITY LAW to provide for the environmentally sound recovery of recycl-\n    8  ables, primarily involving the collection, aggregation and processing of\n    9  recyclable  materials for their use as raw materials for new products or\n   10  for other useful purposes other than for energy recovery, through facil-\n   11  ities  planned,  designed  and  constructed  to   ensure   environmental\n   12  protection  and  to  maximize  the potential for recyclables recovery. A\n   13  recyclables recovery program also shall mean planning,  educational  and\n   14  promotional activities to increase public awareness of and participation\n   15  in  recycling. Such program shall have been approved by the commissioner\n   16  and undertaken consistent with any local  solid  waste  management  plan\n   17  pursuant to section 27-0107 of this chapter.\n   18    S  3.  This  act shall take effect on the thirtieth day after it shall\n   19  have become a law.\n",
  "memo" : "BILL NUMBER:S1917\n\nTITLE OF BILL:\nAn act\nto amend the general city\nlaw, in relation\nto requiring the collection of recyclable materials at parks,\nplaygrounds,\nhistoric sites and other recreational facilities\nin cities with a population of one million or more;\nand to amend the environmental\nconservation law, in relation to providing state assistance therefor\nto municipalities\n\nPURPOSE OF THE BILL:\nThe bill would reduce waste management costs for cities of one million\nor more by\nrequiring recycling in parks, historic sites and other facilities, as\nwell as encouraging users of these facilities to carry out the waste\nthey generate.\n\nSUMMARY OF PROVISIONS:\nThe bill amends the General Cities Law to require the establishment\nof recycling programs in all city parks, historic sites and\nrecreational facilities for cities with more than one million\npopulation. In addition, such cities are required to post signs in\nthese facilities encouraging users to carry out their waste. The bill\nalso allows these cities to apply to grants from the Environmental\nProtection Fund to support their recycling programs.\n\nJUSTIFICATION:\nLarge cities should set the standard for\nrecycling in facilities, thereby encouraging others to do the same.\nNot only will this reduce garbage generated in the facilities, but\nreduce costs of garbage removal for such cities. Although some\nvoluntary recycling programs have occurred, this bill would ensure\nthat these recycling programs continue, regardless of changes in\npolicy or management.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-2010: Senate referred to Cities & Assembly referred to\nEnvironmental Conservation\n\nFISCAL IMPLICATIONS:\nThe bill should waste management costs for state and local governments\nin facilities they operate and encourage the removal of garbage\ngenerated by users of these facilities.\n\nEFFECTIVE DATE:\nThis act would take effect the thirtieth day after it law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general city law, in relation to requiring the collection of recyclable materials at parks, playgrounds, historic sites and other recreational facilities in cities with a population of one million or more; and to amend the environmental conservation law, in relation to providing state assistance therefor to municipalities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T095906.TXT", "SOBI.D110114.T134944.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T103413.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963671
}