{
  "year" : 2011,
  "senateBillNo" : "S1915-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1915-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Proscribes persons, firms or corporations engaged in retail business of selling firearms from selling, delivering or transferring child operated firearms",
  "summary" : "Prohibits persons, firms or corporations engaged in the retail business of selling firearms from selling, delivering or transferring child operated firearms; defines \"child operated firearm\" to mean a pistol or revolver manufactured 1 year after the effective date of these provisions which does not contain a childproofing device or mechanism incorporated into the design of such pistol or revolver to effectively preclude an average 5 year old from firing same; makes violations a class A misdemeanor. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S5228-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1915\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen. SERRANO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the sale of child operated\n         firearms\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding a new section 265.18 to\n    2  read as follows:\n    3  S 265.18 SALE OF CHILD OPERATED FIREARMS; CHILDPROOFING.\n    4    1. NO PERSON, FIRM, LIMITED LIABILITY COMPANY OR  CORPORATION  ENGAGED\n    5  IN  THE  RETAIL  BUSINESS  OF SELLING RIFLES, SHOTGUNS OR FIREARMS SHALL\n    6  SELL, DELIVER OR TRANSFER ANY CHILD OPERATED FIREARM TO ANOTHER PERSON.\n    7    2. FOR PURPOSES OF THIS SECTION,  \"CHILD  OPERATED  FIREARM\"  MEANS  A\n    8  PISTOL  OR  REVOLVER MANUFACTURED TWELVE MONTHS OR MORE AFTER THE EFFEC-\n    9  TIVE DATE OF THIS SECTION WHICH DOES NOT CONTAIN A CHILDPROOFING  DEVICE\n   10  OR  MECHANISM INCORPORATED INTO THE DESIGN OF SUCH PISTOL OR REVOLVER TO\n   11  EFFECTIVELY PRECLUDE AN AVERAGE FIVE YEAR OLD CHILD FROM  OPERATING  THE\n   12  PISTOL OR REVOLVER. SUCH DEVICES OR MECHANISMS SHALL INCLUDE, BUT NOT BE\n   13  LIMITED  TO: THE CAPACITY TO ADJUST THE TRIGGER RESISTANCE TO AT LEAST A\n   14  TEN POUND PULL, THE CAPACITY TO ALTER THE FIRING MECHANISM  SO  THAT  AN\n   15  AVERAGE  FIVE YEAR OLD CHILD'S HANDS ARE TOO SMALL TO OPERATE THE PISTOL\n   16  OR REVOLVER, OR THE CAPACITY TO REQUIRE A SERIES OF MULTIPLE MOTIONS  IN\n   17  ORDER TO FIRE THE PISTOL OR REVOLVER.\n   18    3.  THE SUPERINTENDENT OF THE STATE POLICE SHALL, IN CONSULTATION WITH\n   19  SUCH GUN MANUFACTURERS AS SUCH SUPERINTENDENT DEEMS  APPROPRIATE,  ADOPT\n   20  RULES  AND  REGULATIONS ESTABLISHING MINIMUM STANDARDS FOR CHILDPROOFING\n   21  DEVICES OR MECHANISMS TO ENSURE THAT SUCH CHILDPROOFING DEVICES OR MECH-\n   22  ANISMS ARE SAFE AND EFFECTIVE.\n   23    4. ANY PERSON, FIRM OR CORPORATION WHO VIOLATES THE PROVISIONS OF THIS\n   24  SECTION SHALL BE GUILTY OF A CLASS A MISDEMEANOR.\n   25    S 2. This act shall take effect on the first of November next succeed-\n   26  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00233-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the sale of child operated firearms ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T095906.TXT", "SOBI.D110114.T134944.TXT", "SOBI.D110114.T104920.TXT", "SOBI.D110114.T103413.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295030984631
}