{
  "year" : 2011,
  "senateBillNo" : "S1911-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1911-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates discrimination in exercise of peremptory challenge",
  "summary" : "Provides that where the court determines that a party has engaged in purposeful discrimination against prospective jurors in the exercise of peremptory challenges, it shall seat the juror, discharge the jury panel or fashion any other appropriate remedy. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S893-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1911\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to the  exercise\n         of peremptory challenges\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 270.25 of the  criminal  procedure\n    2  law is amended to read as follows:\n    3    1.  A  peremptory challenge is an objection to a prospective juror for\n    4  which no reason need be assigned,  EXCEPT  AS  PROVIDED  IN  SUBDIVISION\n    5  ONE-A  OF THIS SECTION.  Upon any LAWFUL peremptory challenge, the court\n    6  must exclude the person challenged from service.\n    7    S 2. Section 270.25 of the criminal procedure law is amended by adding\n    8  a new subdivision 1-a to read as follows:\n    9    1-A. (A) AT ANY TIME AFTER JURY SELECTION HAS  BEGUN  AND  BEFORE  THE\n   10  OPENING  STATEMENT  IS MADE BY THE PROSECUTOR, EITHER PARTY MAY, OUTSIDE\n   11  OF THE HEARING OF BOTH PROSPECTIVE AND SWORN JURORS, MAKE  A  MOTION  IN\n   12  WRITING  OR  ORALLY  UPON  THE  RECORD FOR AN ORDER DISCHARGING THE JURY\n   13  PANEL OR FOR OTHER APPROPRIATE RELIEF UPON THE GROUNDS  THAT  THE  OTHER\n   14  PARTY  HAS  PURPOSEFULLY  DISCRIMINATED ON THE BASIS OF RACE, SEX, RELI-\n   15  GION, OR NATIONAL ORIGIN IN THE EXERCISE OF PEREMPTORY CHALLENGES.\n   16    (B) WHERE, AFTER ACCORDING EACH PARTY AN OPPORTUNITY TO BE HEARD,  THE\n   17  COURT  FINDS  THAT  A PRIMA FACIE CASE HAS BEEN ESTABLISHED THAT A PARTY\n   18  HAS PURPOSEFULLY DISCRIMINATED IN THE EXERCISE OF PEREMPTORY  CHALLENGES\n   19  TO  STRIKE  PROSPECTIVE  JURORS ON ACCOUNT OF THE RACE, RELIGION, SEX OR\n   20  NATIONAL ORIGIN OF SUCH PROSPECTIVE JURORS, THE COURT SHALL MAKE INQUIRY\n   21  OF THE PARTY EXERCISING THE PEREMPTORY CHALLENGES.\n   22    (C) AFTER THE PARTY OF WHOM INQUIRY WAS MADE HAS RESPONDED, THE  COURT\n   23  SHALL  EVALUATE,  IN LIGHT OF THE CLAIMS MADE, THE REASONS GIVEN FOR THE\n   24  EXERCISE OF PEREMPTORY CHALLENGES AND DETERMINE WHETHER THE MOVING PARTY\n   25  HAS ESTABLISHED SUCH PURPOSEFUL DISCRIMINATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07161-01-1\n\n       S. 1911                             2\n\n    1    (D) WHERE THE COURT DETERMINES THAT A PARTY HAS ENGAGED IN  PURPOSEFUL\n    2  DISCRIMINATION  AGAINST PROSPECTIVE JURORS IN THE EXERCISE OF PEREMPTORY\n    3  CHALLENGES, IT SHALL SEAT THE JUROR, DISCHARGE THE JURY PANEL OR FASHION\n    4  ANY OTHER APPROPRIATE REMEDY.\n    5    S 3. This act shall take effect on the first of November next succeed-\n    6  ing  the date on which it shall have become a law and shall apply to all\n    7  jury selections commenced on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the exercise of peremptory challenges ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T134444.TXT", "SOBI.D110114.T102913.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110114.T101410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295030684522
}