{
  "year" : 2011,
  "senateBillNo" : "S1914-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S1914-2011-1294981200000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires tourism promotion agencies seeking matching economic development funds to have a program to encourage visitation of state parks and historic sites",
  "summary" : "Requires tourism promotion agencies seeking matching economic development funds to have a program to encourage visitation of state parks and historic sites. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "S7163-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1914\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sens. SERRANO, PARKER -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Cultural Affairs,\n         Tourism, Parks and Recreation\n\n       AN ACT to amend  the  economic  development  law,  in  relation  to  the\n         provision  of matching funds to tourist promotion agencies for encour-\n         aging visitation to state parks and historic sites\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions  (a)  and (e) of section 164 of the economic\n    2  development law, as amended by chapter 563 of  the  laws  of  1985,  are\n    3  amended to read as follows:\n    4    (a)  The  commissioner is hereby authorized to match funds expended by\n    5  recognized tourist promotion agencies and to  set  reasonable  deadlines\n    6  for  the  submission  of  applications  for  each fiscal year covered by\n    7  appropriations in order to assist such  agencies  in  the  financing  of\n    8  their  recognized  advertising  programs.  Before  any such funds may be\n    9  expended, the tourist promotion agency shall have  made  application  to\n   10  the  department  for  such  funds,  and shall have therein set forth the\n   11  schedule, budget, scope, and theme of the proposed  advertising  program\n   12  to  be undertaken for the purpose of encouraging and stimulating tourist\n   13  travel, resort, VISITATION TO STATE PARKS AND HISTORIC SITES,  vacation,\n   14  culture  and  convention activities in the county or counties within its\n   15  area. Said application shall further state, under oath  or  affirmation,\n   16  with  evidence  thereof  satisfactory  to  the department, the amount of\n   17  funds held by, or committed or  subscribed  to,  the  tourist  promotion\n   18  agency  for  the  purposes  herein  described and the amount of matching\n   19  funds for which application is made, and provided that  all  advertising\n   20  purchased  with  funds  appropriated under this act shall follow central\n   21  conceptual themes used by the department in its  advertising  for  state\n   22  tourism  promotion  including  using any logotype or similar advertising\n   23  construct in use by the department.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00300-01-1\n\n       S. 1914                             2\n\n    1    (e) Applications required by this section shall be submitted only upon\n    2  forms provided by the department. Such forms shall contain  a  statement\n    3  of  the guidelines which the commissioner shall use to establish priori-\n    4  ties among applications. Such guidelines shall  be  established  by  the\n    5  commissioner  on  an annual basis, SHALL INCLUDE THE REQUIREMENT TO LIST\n    6  STATE PARKS AND HISTORIC SITES IN MARKETING AND  PROMOTIONAL  MATERIALS,\n    7  and, once established, shall not be changed until the following year.\n    8    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to the provision of matching funds to tourist promotion agencies for encouraging visitation to state parks and historic sites ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T095906.TXT", "SOBI.D110114.T134944.TXT", "SOBI.D110114.T103413.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295030984628
}