{
  "year" : 2011,
  "senateBillNo" : "S1927-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1927-2011-1294981200000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes it a class E felony for a sex offender to submit fraudulent information regarding his or her identity or residence when registering or verifying",
  "summary" : "Makes it a class E felony for a sex offender to submit fraudulent information regarding his or her identity or residence when registering or verifying under the Sex Offender Registration Act (Megan's Law). ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S794-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1927\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN ACT to amend the correction law, in relation to the penalty for a sex\n         offender submitting fraudulent information respecting his or her iden-\n         tity or residence or both, when registering or verifying such informa-\n         tion pursuant to the Sex Offender Registration Act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 168-w of the correction law, as relettered by chap-\n    2  ter 604 of the laws of 2005, is  relettered  section  168-x  and  a  new\n    3  section 168-w is added to read as follows:\n    4    S  168-W.  SUBMISSION OF FRAUDULENT INFORMATION RESPECTING IDENTITY OR\n    5  RESIDENCE FOR THE PURPOSE OF REGISTRATION OR VERIFICATION; PENALTY.  ANY\n    6  SEX  OFFENDER  REQUIRED  TO  REGISTER  OR  TO  VERIFY  PURSUANT  TO  THE\n    7  PROVISIONS OF THIS ARTICLE WHO, WITH FRAUDULENT  INTENT,  SUBMITS  FALSE\n    8  INFORMATION RESPECTING HIS OR HER IDENTITY OR RESIDENCE OR BOTH, FOR THE\n    9  PURPOSE  OF, OR IN THE COURSE OF, SATISFYING HIS OR HER DUTY TO REGISTER\n   10  OR TO VERIFY PURSUANT TO THE PROVISIONS OF THIS ARTICLE, SHALL BE GUILTY\n   11  OF A CLASS E FELONY.\n   12    S 2. This act shall take effect immediately and  shall  apply  to  any\n   13  information submitted by a sex offender on or after such effective date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06287-01-1\n",
  "memo" : "BILL NUMBER:S1927\n\nTITLE OF BILL:\nAn act\nto amend the correction law, in relation to the\npenalty for a sex offender submitting\nfraudulent information respecting his or her\nidentity or residence or both, when registering or\nverifying such information pursuant to the\nSex Offender Registration Act\n\nPURPOSE:\nAdds a new section to Megan's Law, which creates a penalty for\noffering false information when registering as a sex offender.\n\nSUMMARY OF PROVISIONS:\nSection 1: section 168-w of the Correction Law is relettered section\n168-x and a new section 168-w is added. Under the new section 168-w,\na sex offender who is required to register under Megan's Law and\nsubmits, with fraudulent intent, false information respecting his/her\nidentity, residence or both is guilty of an \"E\" felony.\n\nEXISTING LAW:\nCurrently, Megan's Law only provides a penalty for failure to register\n(section 168-t of the Correction Law). The first offense is an \"A\"\nmisdemeanor and the second or subsequent offense is a \"D\" felony.\nThis legislation would create the specific offense of offering a\nfalse statement when registering.\n\nJUSTIFICATION:\nIn Monroe County, a sex offender required to register under Megan's\nLaw, circumvented the law by giving a false address to the registry.\n\nThe man who failed to properly register had been previously convicted\nof raping a Rochester girl and served three years in prison for his\noffense. When released from prison, he was given the highest risk\nrating possible. He first registered with the sex offender registry\nin 1996 when he was released from prison. It was not discovered that\nhe had intentionally deceived law enforcement personnel and had\nbroken the law until 2001, when his renewal form was returned as\nundeliverable after it was sent to the wrong address.\n\nThe object of Megan's law is to protect public safety by insuring that\npeople in a neighborhood or community where a sex offender resides\nafter imprisonment are notified of the potential risk such person\nposes to\nthem or their children. Also, the registry created under Megan's Law\ninsures that law enforcement personnel may have dependable resources\nthat allows them to locate all convicted sex offenders in a region.\nWithout accurate information being given to the registry, the law\nbecomes toothless and unenforceable.\n\nIn the case cited above, the sex offender was able to live in a\ncommunity for 5 years without neighbors or the local law enforcement\nbeing notified of the heightened risk. Luckily no harm resulted while\nhis whereabouts were unknown. However, this is a potentially\ndangerous situation which should not be tolerated and should be\npunishable.\n\nIn charging the sex offender, the prosecutor in Monroe County had to\nrely on various statutes outside of the registry statute such as\nfalsifying business records and offering a false instrument for filing.\nAlthough the sex offender was charged with a failure to register under\nMegan's Law, the first offense as provided by the statute is only an\n\"An misdemeanor.\n\nTherefore, this legislation would insure that a specific offense is\ncreated within the Corrections Law to deal with the offering of false\ninformation when registering under Megan's Law and insure that the\noffender is appropriately punished as a felon.\n\nLEGISLATIVE HISTORY:\n2003-2004: S.120-A - Passed Senate\n2005-2006: S.970 - Passed Senate\n2007-2008: Passed Senate\n2009-2010: Referred to Crime Victims, Crime & Corrections\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply to any\ninformation submitted by a sex offender after its effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the penalty for a sex offender submitting fraudulent information respecting his or her identity or residence or both, when registering or verifying such information pursuant to the Sex Offender Registration Act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T112923.TXT", "SOBI.D110114.T110922.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T112423.TXT", "SOBI.D110114.T141447.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963685
}