{
  "year" : 2011,
  "senateBillNo" : "S1925-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1925-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a temporary commission on eminent domain; appropriation",
  "summary" : "Creates a temporary commission on eminent domain reform to examine, evaluate and make recommendations concerning the scope and effectiveness of eminent domain procedure laws and the use of such power by public entities; makes a $100,000 appropriation to fund such temporary commission. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S795-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1925\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to provide for the creation of a temporary  state  commission  to\n         examine  eminent  domain  laws  and  make  recommendations for further\n         reforms; and making an appropriation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  A temporary commission on eminent domain reform is hereby\n    2  created to examine, evaluate, and make  recommendations  concerning  the\n    3  scope and effectiveness of the eminent domain procedure law.\n    4    1.  Legislative  findings and intent. The legislature hereby finds and\n    5  declares that eminent domain is an important tool for government to move\n    6  forward on important public projects. However, there needs to be a thor-\n    7  ough examination of the eminent domain procedure law to determine if any\n    8  changes need to be made to current law to clarify the rights of property\n    9  owners.  There needs to be a balance between the needs  of  society  and\n   10  the  constitutional  power  of government to exercise its eminent domain\n   11  powers, and the  constitutional  liberty  and  property  rights  of  the\n   12  people.\n   13    2.  A  temporary  state  commission,  to be known as the commission on\n   14  eminent domain reform, hereinafter referred to  as  the  commission,  is\n   15  hereby created to examine, evaluate, and make recommendations concerning\n   16  the  scope and effectiveness of the eminent domain procedure law and the\n   17  legislature's grant to certain public and other entities to exercise the\n   18  power of eminent domain. Specifically the commission  shall  examine  at\n   19  least the following:\n   20    (a)   the   appropriate   constitutional   standard  for  condemnation\n   21  proceedings used for economic development purposes;\n   22    (b) the procedural fairness of  the  eminent  domain  procedure  laws,\n   23  including statutory definitions thereunder;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06832-01-1\n\n       S. 1925                             2\n\n    1    (c)  the need for the creation of an eminent domain ombudsman to serve\n    2  as an independent office to safeguard the rights of property owners  and\n    3  provide information regarding the eminent domain procedure law; and\n    4    (d) just compensation provided to affected property owners.\n    5    3.  The  commission shall consist of thirteen members, to be appointed\n    6  as follows: seven members to be appointed  by  the  governor;  three  of\n    7  which  shall  be representatives of local governments and three shall be\n    8  property rights advocates to be appointed by and  with  the  advice  and\n    9  consent  of  the  senate;  two  members to be appointed by the temporary\n   10  president of the senate; two members to be appointed by the  speaker  of\n   11  the  assembly;  one member to be appointed by the minority leader of the\n   12  senate; one member to be appointed by the minority leader of the  assem-\n   13  bly.    The appointees shall have demonstrated expertise in the field of\n   14  eminent domain law. The governor shall  designate  the  chairperson  and\n   15  vice-chairperson  of  the commission. Vacancies in the membership of the\n   16  commission and among its officers shall be filled in the manner provided\n   17  for original appointments or designations.  The legislative leaders  and\n   18  the  governor  shall  make  his or her appointments no later than ninety\n   19  days after the effective date of this act. If any  such  appointment  is\n   20  not  made  by such date, the appointing officer may make the appointment\n   21  after such date, but the vacant appointment shall not count  for  calcu-\n   22  lation of a quorum until it is filled. Vacancies in the commission shall\n   23  be filled in the same manner as the member whose vacancy is being filled\n   24  was appointed.\n   25    4.  The  members  of  the commission shall receive no compensation for\n   26  their services, but shall be allowed their actual and necessary expenses\n   27  incurred in the performance of their duties hereunder.  To  the  maximum\n   28  extent feasible, the commission shall be entitled to request and receive\n   29  and  shall  utilize and be provided with such facilities, resources, and\n   30  data of any court, department, division, board, bureau,  commission,  or\n   31  agency  of  the  state  or any political subdivision thereof as it deems\n   32  necessary or desirable to carry out properly its powers and duties here-\n   33  under.\n   34    5.  The commission shall begin to act ninety days after the  effective\n   35  date of this act. A quorum shall consist of a majority of the members of\n   36  the  commission  entitled  to  vote  on  the matter under consideration.\n   37  Approval of any matter shall require the affirmative vote of a  majority\n   38  of the members voting thereon.\n   39    6.  The commission may employ and at pleasure remove such personnel as\n   40  it may deem necessary for the performance of its functions and fix their\n   41  compensation within the amounts made available therefor.\n   42    7. The commission may meet within and without the  state,  shall  hold\n   43  public  hearings, and shall have all the powers of a legislative commit-\n   44  tee pursuant to the legislative law.\n   45    8. The commission shall submit its findings and recommendations  in  a\n   46  report  to  the governor, the temporary president of the senate, and the\n   47  speaker of the assembly not later than one year after it first convenes.\n   48    S 2. The sum of one hundred thousand dollars ($100,000),  or  so  much\n   49  thereof  as may be necessary, is hereby appropriated to pay the expenses\n   50  incurred, including personal service, in carrying out the provisions  of\n   51  subdivision six of section one of this act. Such moneys shall be payable\n   52  out of the state treasury in the general fund to the credit of the state\n   53  purposes  account  after  audit by and on the warrant of the comptroller\n   54  upon vouchers certified or approved by the chairperson or vice-chairper-\n   55  son of the commission as prescribed by law.\n\n       S. 1925                             3\n\n    1    S 3. This act shall take effect immediately; provided further that the\n    2  temporary state commission established pursuant to section one  of  this\n    3  act  shall expire and be terminated on the first day next succeeding the\n    4  date of the submission of its report as provided in subdivision eight of\n    5  section  one  of this act; and provided further, however that the chair-\n    6  person of the temporary commission on eminent domain reform shall notify\n    7  the legislative bill drafting commission  upon  the  submission  of  its\n    8  report  as  provided for in subdivision eight of section one of this act\n    9  in order that the commission may maintain an accurate and timely  effec-\n   10  tive data base of the official text of the laws of the state of New York\n   11  in furtherance of effecting the provisions of section 44 of the legisla-\n   12  tive law and section 70-b of the public officers law.\n",
  "memo" : "BILL NUMBER:S1925\n\nTITLE OF BILL:\nAn act\nto\nprovide for the creation of a\ntemporary state commission to examine eminent domain laws and make\nrecommendations for further reforms;\nand making an appropriation\ntherefor\n\nPURPOSE:\nThe intent of this legislation is to establish a temporary commission\non eminent domain reform to examine, evaluate, and make\nrecommendations concerning the scope and effectiveness of the eminent\ndomain procedure law.\n\nSUMMARY OF LEGISLATION:\nSection 1.\n1. A temporary commission on eminent domain reform is hereby created\nto examine, evaluate, and make recommendations concerning the scope\nand effectiveness of the eminent domain procedure law.\n\n2. Defines specifics that the commission shall examine at least the\nfollowing: (a) the appropriate constitutional standard for\ncondemnation proceedings for economic development purposes; (b) the\nprocedural fairness of the eminent domain procedure laws, including\nstatutory definitions thereunder; (c) the need for the creation of an\neminent domain ombudsman to serve as an independent office to\nsafeguard the rights of property owners and provide information\nregarding the eminent domain procedure law; and (d) just compensation\nprovided to affected property owners.\n\n3. The commission shall consist of thirteen members. Seven members\nwill be appointed by the governor, three shall be representatives of\nlocal governments and three shall be property rights advocates to be\nappointed by and with the advice and consent of the senate; two\nmembers to be appointed by the temporary president of the senate; two\nmembers to be appointed by the speaker of the assembly; one member to\nbe appointed by the minority leader of the senate; one member to be\nappointed by the minority leader of the assembly.\n\n4. The members of the commission shall receive no compensation for\ntheir services, but shall be allowed their actual and necessary\nexpenses incurred in the performance of their duties there under.\n\n5. The commission shall begin to act ninety days after the effective\ndate of this act. A quorum shall consist of a majority of the members\nof the commission entitled to vote on the matter under consideration.\n\nApproval of any matter shall require the affirmative vote of a\nmajority of the members voting thereon.\n\n6. The commission may employ and at pleasure remove such personnel as\nit may deem necessary for the performance of its functions and fix\ntheir compensation within the amounts made available therefore.\n\n7. The commission may meet within and without the state, shall hold\npublic hearings, and shall have all the powers of a legislative\ncommittee pursuant to the legislative law.\n\n8. The commission shall submit its findings and recommendations in a\nreport to the governor, the temporary president of the senate, and\nthe speaker of the assembly not later than one year after it first\nconvenes.\n\nSection 2. Appropriates a minimum sum of one hundred thousand dollars\nto the commission to pay the costs incurred in carrying out its duties.\nSuch moneys shall be payable out of the state treasury in the general\nfund to the credit of the state purposes account after audit by and\non the warrant of the comptroller upon vouchers certified or approved\nby the chairperson or vice-chairperson of the commission as\nprescribed by law.\n\nSection 3. Effective date.\n\nEXISTING LAW:\nNone.\n\nJUSTIFICATION:\nThe United States Supreme Court's decision in Kelo v. The City of New\nLondon, enabled the City of New London to condemn and take private\nproperty by the use of eminent domain and transfer ownership to a\nprivate developer to further an economic development plan for the\ncity. This decision has raised questions on whether legislative\naction should be taken in New York State to address to the Supreme\nCourt's ruling.\n\nIn response to these questions and concerns, the Senate Committee on\nCommerce, Economic Development and Small Business in conjunction\nwith the Senate Committee on Local Governments held hearings\nthroughout the State on the issue of eminent domain. The statewide\nhearings were designed to assess the benefits and shortcomings of our\ncurrent system with an eye towards a comprehensive eminent domain\npackage that would balance the need to preserve a limited power of\neminent domain for local governments with the demand to secure the\nrights of property owners.\n\nAlthough each geographic region highlighted different concerns, two\nthemes were consistent throughout the State. First, New York's\neminent domain law is not significantly affected by the Supreme Court\ndecision. Second, the State and its citizens would benefit from a\n\nmore intensive evaluation of the technical issues within the eminent\ndomain law to determine whether modifications are necessary.\n\nThis legislation addresses these issues by creating a temporary\ncommission on eminent domain reform. The temporary commission on\neminent\ndomain reform will consist of experts familiar to both sides of the\neminent domain issue, The commission will examine, evaluate, and make\nrecommendations concerning the Scope and effectiveness of the eminent\ndomain procedure law. Particularly, this commission will further\nstudy issues that may require adjustment such as the definitions of\n\"blight\" and \"public use,\" These issues are severely technical in\nnature. Therefore, it is important that experts in this field\ncarefully define key terms in order to prevent unintended consequences.\n\nEconomic development improves the lives of all New Yorkers by\nincreasing the tax base, creating new jobs and improving the economy\nas a whole.\nAlthough eminent domain is a valuable economic development tool,\nprotections are necessary to ensure that individuals are not stripped\nof their inalienable right to own property. Thus, this legislation\nmakes some necessary changes to the compensation afforded to\ndisplaced property owners to assure a greater degree of fairness in\nthe condemnation process. By creating a commission on eminent domain\nreform, this legislation carefully evaluates the eminent domain issue\nso that proper technical adjustments can be made in the future. We,\nas a State, have spent a great deal of time and resources making New\nYork a better place to live and do business. We cannot act hastily\nwith such an intricate and important issue. That is why, this\nlegislation takes a pragmatic, but necessary, approach towards the\noverall goal of balancing the needs of our local governments with the\nrights of our citizens to own property.\n\nLEGISLATIVE HISTORY:\n2005-06: S.8390 - Passed Senate.\n2007-08: Passed Senate.\n2009:    Referred to Finance\n2010:    Discharged from Finance; Committed to\nCorporations, Authorities and Commissions\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately; provided further that the\ntemporary state Commission established pursuant to subsection one of\nthis act shall expire and be terminated on the first day next\nsucceeding the date of the submission of its report as provided in\nsubsection eight of section one of this act; and provided further,\nhowever that the chairperson of the temporary commission on eminent\ndomain reform shall notify the legislative bill drafting commission\nupon the submission of its report as provided for in subsection eight\n\nof section one of this act in order that the commission may maintain\nan accurate and timely effective data base of the official text of\nthe laws of the state of New York in furtherance of effecting the\nprovisions of section 44 of the legislative law and section 70-b of\nthe public officers law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to provide for the creation of a temporary state commission to examine eminent domain laws and make recommendations for further reforms; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T112923.TXT", "SOBI.D110114.T111922.TXT", "SOBI.D110114.T110922.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T141447.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963681
}