{
  "year" : 2011,
  "senateBillNo" : "S192-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S192-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an elder care tax credit",
  "summary" : "Establishes an elder tax credit for taxpayers providing elder care and corporations providing elder care for their employees; defines qualified taxpayer as a single person with an income under 40 thousand dollars or a married couple with a joint income of less than 75 thousand dollars; provides that the elderly person be 65 years of age or older with an income under 13 thousand dollars. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S2156-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          192\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MAZIARZ,  DeFRANCISCO,  DIAZ, LANZA, RANZENHOFER,\n         SALAND, YOUNG -- read twice and ordered printed, and when  printed  to\n         be  committed  to the Committee on Investigations and Government Oper-\n         ations\n\n       AN ACT to amend the tax law, in relation to establishing an  elder  care\n         tax credit\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (ss) to read as follows:\n    3    (SS)  ELDER  CARE  CREDIT.  FOR  TAXABLE YEARS COMMENCING ON AND AFTER\n    4  JANUARY ONE, TWO  THOUSAND  THIRTEEN,  A  QUALIFIED  TAXPAYER  SHALL  BE\n    5  ALLOWED  A  CREDIT  AGAINST THE TAX IMPOSED BY THIS ARTICLE IN AN AMOUNT\n    6  EQUAL TO ONE THOUSAND DOLLARS. FOR THE PURPOSES  OF  THIS  SUBSECTION  A\n    7  \"QUALIFIED  TAXPAYER\" SHALL MEAN A SINGLE PERSON WITH AN INCOME OF FORTY\n    8  THOUSAND DOLLARS OR LESS OR  MARRIED  PERSONS  FILING  JOINTLY  WITH  AN\n    9  INCOME OF SEVENTY-FIVE THOUSAND DOLLARS OR LESS WHO CARES FOR AN ELDERLY\n   10  DEPENDENT  WHO  IS  SIXTY-FIVE  YEARS  OF  AGE  OR OLDER, RELATED TO THE\n   11  TAXPAYER WITHIN THE THIRD DEGREE OF CONSANGUINITY, WHO RESIDED WITH  THE\n   12  TAXPAYER  FOR  THE  TWELVE MONTHS IMMEDIATELY PRECEDING THE TAXABLE YEAR\n   13  FOR WHICH THE CREDIT IS CLAIMED AND WHOSE INCOME  IS  THIRTEEN  THOUSAND\n   14  DOLLARS  OR  LESS  FOR  A  SINGLE  ELDERLY  DEPENDENT OR TWENTY THOUSAND\n   15  DOLLARS OR LESS FOR MARRIED ELDERLY DEPENDENTS.\n   16    S 2. Section 210 of the tax law is amended by adding a new subdivision\n   17  14 to read as follows:\n   18    14. (A) THERE SHALL BE ALLOWED AS A CREDIT AGAINST THE TAX IMPOSED  BY\n   19  THIS ARTICLE FOR ANY TAXABLE YEAR AN AMOUNT EQUAL TO TWENTY-FIVE PERCENT\n   20  OF  THE AMOUNT EXPENDED BY ANY EMPLOYER PROVIDING ELDER CARE FOR EMPLOY-\n   21  EES DURING THE EMPLOYEE'S WORK HOURS. CREDIT SHALL  BE  APPLIED  TO  THE\n   22  COST  OF  ANY CONTRACT EXECUTED BY THE EMPLOYER FOR OFF-SITE SERVICES TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01112-01-1\n\n       S. 192                              2\n\n    1  PROVIDE ELDER CARE; OR, IF THE EMPLOYER ELECTS  TO  PROVIDE  ELDER  CARE\n    2  ON-SITE,  TO  EXPENSES  OF  ELDER  CARE STAFF, LEARNING AND RECREATIONAL\n    3  MATERIALS AND EQUIPMENT, AND  THE  CONSTRUCTION  AND  MAINTENANCE  OF  A\n    4  FACILITY.  A CREDIT PURSUANT TO THE PROVISIONS OF THIS SUBDIVISION SHALL\n    5  NOT BE ALLOWED FOR ANY EXPENSES WHICH SERVE AS THE BASIS FOR A  PERSONAL\n    6  INCOME  TAX  CREDIT  PURSUANT  TO  THE  PROVISIONS OF SUBSECTION (SS) OF\n    7  SECTION SIX HUNDRED SIX OF THIS CHAPTER. THE CREDIT ALLOWED  UNDER  THIS\n    8  SUBDIVISION  SHALL  NOT  BE  USED BY ANY EMPLOYER OTHER THAN AN ELIGIBLE\n    9  EMPLOYER WITH AN OFF-SITE OR ON-SITE ENROLLMENT FOR THE TAXABLE YEAR  OF\n   10  NO  LESS  THAN  SIX  PERSONS  SIXTY-FIVE YEARS OF AGE OR OLDER RECEIVING\n   11  ELDER CARE. FOR THE PURPOSES OF THIS SUBDIVISION, AN \"ELIGIBLE EMPLOYER\"\n   12  SHALL MEAN AN EMPLOYER PROVIDING  ELDER  CARE  IN  ACCORDANCE  WITH  THE\n   13  PROVISIONS  OF  THIS SUBDIVISION WHICH HAS BEEN LICENSED OR CERTIFIED IN\n   14  ACCORDANCE WITH THE APPROPRIATE PROVISIONS OF THE PUBLIC HEALTH LAW  AND\n   15  SOCIAL  SERVICES  LAW AND HAS BEEN CERTIFIED BY THE DEPARTMENT OF HEALTH\n   16  AS ELIGIBLE TO RECEIVE THE CREDIT PURSUANT TO THIS SUBDIVISION.\n   17    (B) CREDIT MAY BE CARRIED FORWARD FOR THREE SUCCESSIVE  YEARS  IF  THE\n   18  AMOUNT  ALLOWABLE  AS  CREDIT  EXCEEDS INCOME TAX LIABILITY IN A TAXABLE\n   19  YEAR; HOWEVER, THEREAFTER, IF THE AMOUNT ALLOWABLE AS A  CREDIT  EXCEEDS\n   20  THE  TAX  LIABILITY,  THE  AMOUNT  OF  EXCESS SHALL NOT BE REFUNDABLE OR\n   21  CARRIED FORWARD TO ANY OTHER TAXABLE YEAR.\n   22    S 3. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   23  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   24  follows:\n\n   25  (XXXII) ELDER CARE CREDIT UNDER      AMOUNT OF CREDIT UNDER\n   26  SUBSECTION (SS)                      SUBDIVISION FOURTEEN OF\n   27                                       SECTION TWO HUNDRED TEN\n   28    S 4. The commissioner of taxation and  finance,  the  commissioner  of\n   29  health  and  the  commissioner  of  the  office  of  children and family\n   30  services shall promulgate any and all rules and regulations and take any\n   31  other measures necessary to implement this act on its effective date.\n   32    S 5. This act shall take effect immediately and shall apply to taxable\n   33  years beginning on and after January 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing an elder care tax credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161216.TXT", "SOBI.D101213.T091758.TXT", "SOBI.D101213.T091258.TXT", "SOBI.D101213.T145320.TXT", "SOBI.D101210.T164208.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292270000078
}