{
  "year" : 2011,
  "senateBillNo" : "S1924-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1924-2011-1294981200000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the requirement that persons 65 years of age or older, who are eligible for real property tax exemption, annually reapply for such exemption",
  "summary" : "Eliminates the requirement that persons 65 years of age or older, who are eligible for a real property tax exemption, annually reapply for such exemption. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S2816-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1924\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  HANNON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the real property tax law, in  relation  to  eliminating\n         the  requirement  to  annually  reapply  to  the  exemption granted to\n         persons sixty-five years of age or over\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 6 of section 467 of the real property tax law,\n    2  as amended by chapter 395 of the laws of 1989, paragraphs (b) and (c) as\n    3  amended by chapter 471 of the laws of 1990, and paragraphs (a)  and  (b)\n    4  as  further  amended by section 1 of part W of chapter 56 of the laws of\n    5  2010 is amended to read as follows:\n    6    6. (a) [At least sixty days prior to the  appropriate  taxable  status\n    7  date,  the assessing authority shall mail to each person who was granted\n    8  exemption pursuant to this section on the  latest  completed  assessment\n    9  roll  an  application  form  and  a notice that such application must be\n   10  filed on or before taxable status date and be approved in order for  the\n   11  exemption  to  be  granted.] The assessing authority shall, within three\n   12  days of the completion and filing  of  the  tentative  assessment  roll,\n   13  notify  by  mail any applicant who has included with his OR HER applica-\n   14  tion at least one self-addressed, pre-paid envelope, of the approval  or\n   15  denial of the application; provided, however, that the assessing author-\n   16  ity  shall, upon the receipt and filing of the application, send by mail\n   17  notification of receipt to any applicant who has included  two  of  such\n   18  envelopes  with  the  application.   Where an applicant is entitled to a\n   19  notice of denial pursuant to this subdivision, such notice shall be on a\n   20  form prescribed by the commissioner and shall state the reasons for such\n   21  denial and shall further state that the applicant may have such determi-\n   22  nation reviewed in the manner provided by law.  Failure to mail any such\n   23  application form or notices or the failure of such person to receive any\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05719-02-1\n\n       S. 1924                             2\n\n    1  of the same shall not prevent the levy, collection  and  enforcement  of\n    2  the payment of the taxes on property owned by such person.\n    3    (b)  Except  in  cities of one million or more, WHERE any person [who]\n    4  has been granted exemption pursuant to this section on [five (5) consec-\n    5  utive] A PRIOR completed assessment [rolls] ROLL, including any  [years]\n    6  YEAR  when  the  exemption  was granted to a property owned by a husband\n    7  and/or wife while both resided in such property, [shall not  be  subject\n    8  to  the  requirements  set  forth  in paragraph (a) of this subdivision]\n    9  provided the governing board of the municipality in which said  property\n   10  is situated after public hearing adopts a local law, ordinance or resol-\n   11  ution  providing therefor [however said person shall be mailed an appli-\n   12  cation form and a notice  informing  him  of  his  rights.  Such],  SUCH\n   13  exemption  shall  be automatically granted on each subsequent assessment\n   14  roll. Provided, however, that when tax payment is made by such person  a\n   15  sworn  affidavit  must  be  included with such payment which shall state\n   16  that such person continues to be eligible for such exemption. Such affi-\n   17  davit shall be on a form prescribed by the commissioner. If such affida-\n   18  vit is not included with the tax payment, the collecting  officer  shall\n   19  proceed pursuant to section five hundred fifty-one-a of this chapter.\n   20    (c)  In cities of one million or more, any person who has been granted\n   21  exemption pursuant to this section shall file the completed  application\n   22  with  the  appropriate assessing authority every twenty-four months from\n   23  the date such exemption was granted [without  the  necessity  of  having\n   24  been  granted exemption pursuant to this section on five (5) consecutive\n   25  completed assessment rolls including any years when  the  exemption  was\n   26  granted  to a property owned by a husband and/or wife while both resided\n   27  in such property].\n   28    S 2. This act shall take effect immediately and  shall  apply  to  tax\n   29  rolls  completed  on  or  after  such  date; provided that any municipal\n   30  corporation may elect, by local law, ordinance or  resolution,  to  make\n   31  the  provisions  of  this  act effective and in full force and effect in\n   32  such municipal corporation on and after August 7, 1997.\n",
  "memo" : "BILL NUMBER:S1924\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to eliminating the\nrequirement to annually reapply to the exemption granted to persons\nsixty-five years of age or over\n\nPURPOSE:\nTo remove the annual re-application that STAR-eligible persons\nare currently required to submit.\n\nSUMMARY OF PROVISIONS:\nSection 1 of this measure amends subdivision 6 of section 467 of\nthe real property tax law, as amended by chapter 395 of the laws\nof 1989, and paragraphs (b) and (c) as amended by chapter 471 of\nthe laws of 1990 by eliminating the clause in paragraph (a)\nstating that the assessing authority shall mail to each person\nwho was granted tax exempt status via this section on the latest\ncompleted assessment roll within 60 days of the appropriate\ntaxable status date an application form and notice that such\napplication must be completed on or before the taxable status\ndate and be approved for the exemption to be granted. The law\nwill therefore provide that applicants deemed eligible in the first\ninstance may demonstrate continuing eligibility by submission of a\nsworn affidavit, instead of full reapplication.\n\nParagraph (b) is amended by removing the five year stipulation\nand is replaced by \"a prior\" completed assessment.\n\nParagraph (c) is amended by removing the five-year stipulation,\nwithout such, the law reads that a completed application must be\nprovided every twenty-four months.\n\nSection 2 of this bill states that this act shall take effect\nimmediately and shall apply to tax rolls completed on or after\nsuch date, except where any municipal corporation elects, through\nlocal law, to provide that the provisions of this measure are\neffective dating to August 7, 1997.\n\nEXISTING LAW:\nNone.\n\nJUSTIFICATION:\nThis bill removes the unnecessary and burdensome task of annually\nfiling for a STAR-tax exemption. Seniors should not be forced to\nreapply every year for exemption status and have to prove their\neligibility. This bill places the onus of responsibility on the\ntax authority and relieves seniors worrying about their tax\nexemption status. This measure will allow them to more\n\neffectively budget, control, and determine their financial\nfutures.\n\nLEGISLATIVE HISTORY:\n2009/2010 - S.2816\n2005/2006 - S.744\n2003/2004 - S.445\n2001/2002 - S.212\n1999/2000 - S.7757\n\nFISCAL IMPLICATIONS:\nIndeterminate.\n\nLOCAL FISCAL IMPLICATIONS:\nIndeterminate.\n\nEFFECTIVE DATE:\nImmediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to eliminating the requirement to annually reapply to the exemption granted to persons sixty-five years of age or over ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T112923.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110114.T110421.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963679
}