{
  "year" : 2011,
  "senateBillNo" : "S1922-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1922-2011-1294981200000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a court to order an obligor spouse to purchase or maintain disabilty insurance to ensure continued payment of court ordered support",
  "summary" : "Authorizes a court to order an obligor spouse to purchase or maintain disability insurance to ensure continued payment of court ordered support. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "S7008-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1922\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  HANNON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the family court act and the domestic relations law,  in\n         relation  to  the  purchase  or  maintenance of a policy of disability\n         insurance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The section heading and subdivision  (b) of section 416 of\n    2  the family court act, as amended by chapter 624 of the laws of 2002, are\n    3  amended to read as follows:\n    4    Elements of support; provisions for  accident,  life,  DISABILITY  and\n    5  health insurance benefits.\n    6    (b)  The court may also order a party to purchase, maintain, or assign\n    7  a policy of accident insurance or insurance on the life of either  party\n    8  and  designate  in  the case of life insurance, the person or persons on\n    9  whose behalf the petition is brought or in the case of  accident  insur-\n   10  ance,  the insured party as irrevocable beneficiaries during a period of\n   11  time fixed by the court. IN ADDITION, THE COURT MAY ALSO ORDER AN  OBLI-\n   12  GOR  PARTY TO PURCHASE OR MAINTAIN A POLICY OF DISABILITY INSURANCE AS A\n   13  MEANS OF ENSURING CONTINUED SUPPORT BY AN OBLIGOR PARTY DURING A  PERIOD\n   14  OF  TIME  FIXED  BY  THE COURT. The obligation to provide such insurance\n   15  shall cease upon  the  termination  of  such  party's  duty  to  provide\n   16  support.\n   17    S  2.  Paragraph  a  of  subdivision 8 of part B of section 236 of the\n   18  domestic relations law, as amended by chapter 275 of the laws  of  1999,\n   19  is amended to read as follows:\n   20    a.  In any matrimonial action the court may order a party to purchase,\n   21  maintain or assign a policy of insurance providing benefits  for  health\n   22  and  hospital care and related services for either spouse or children of\n   23  the marriage not to exceed such period of time as such  party  shall  be\n   24  obligated  to  provide  maintenance, child support or make payments of a\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07099-01-1\n\n       S. 1922                             2\n\n    1  distributive award. The court may also order a party to purchase,  main-\n    2  tain  or  assign a policy of accident insurance or insurance on the life\n    3  of either spouse, and to designate in the case of life insurance, either\n    4  spouse  or  children  of the marriage, or in the case of accident insur-\n    5  ance, the insured spouse as irrevocable beneficiaries during a period of\n    6  time fixed by the court.  IN ADDITION, THE COURT MAY ALSO ORDER AN OBLI-\n    7  GOR PARTY TO PURCHASE OR MAINTAIN A POLICY OF DISABILITY INSURANCE AS  A\n    8  MEANS  OF ENSURING CONTINUED SUPPORT BY AN OBLIGOR PARTY DURING A PERIOD\n    9  OF TIME FIXED BY THE COURT. The obligation  to  provide  such  insurance\n   10  shall cease upon the termination of the spouse's duty to provide mainte-\n   11  nance, child support or a distributive award. A copy of such order shall\n   12  be  served, by registered mail, on the home office of the insurer speci-\n   13  fying the name and mailing address of the spouse or  children,  provided\n   14  that  failure  to  so serve the insurer shall not affect the validity of\n   15  the order.\n   16    S 3. This act shall take effect on the first of January next  succeed-\n   17  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1922\n\nTITLE OF BILL:\nAn act\nto amend the family court act and the domestic relations law, in\nrelation to the purchase or maintenance of a policy of disability\ninsurance\n\nPURPOSE:\nAuthorizes a court to order an obligor spouse to purchase or maintain\ndisability insurance to ensure continued payment of court ordered\nsupport.\n\nSUMMARY OF PROVISIONS:\nSection 1. Amends subdivision (b) of section 416 of the family court\nact, to add disability provisions as elements of support. Per the new\nsubdivision, a court will now be allowed to order an obligor party to\npurchase or maintain a policy of disability insurance as a means of\nensuring continued support by an obligor party during a period of\ntime fixed by the court.\n\nSection 2. Amends paragraph a of subdivision 8 of part B of section\n236 of the domestic relations law permitting the court to order, in\nany matrimonial action, an obligor party to purchase or maintain a\npolicy of disability insurance as a means of ensuring continued\nsupport by an obligor party during a period of time fixed by the court.\n\nEXISTING LAW:\nCurrently under Domestic Relations Law section 236 a family court\njudge may order, in his discretion, an obligor spouse to obtain a\nlife insurance policy for his spouse or child.\n\nJUSTIFICATION:\nPer the latest statistics, in 2007, approximately 54,679 divorces were\nlegalized in New York State. When an obligor spouse becomes disabled,\nthe possibility for economic hardship on both a beneficiary spouse,\nand in particular, dependent children, is significant. This bill will\nprovide\nmore discretion to judges in matrimonial actions so that they may\norder a person to obtain disability insurance to preserve family\nstability and economic protection. It will ensure that contracts of\nsupport made between obligor spouses and their beneficiaries are\nhonored despite disability. Without such a provision in law, obligor\nspouses have the opportunity to avoid payment of spousal support by\ndeclaring disability. This bill will prevent delinquent and\nfraudulent cases from becoming exempt under law, and also honor\nobligations made to family units upon divorce.\n\nLEGISLATIVE HISTORY:\nS.7008 of 2010\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January next succeeding the\ndate on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the family court act and the domestic relations law, in relation to the purchase or maintenance of a policy of disability insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T112923.TXT", "SOBI.D110114.T110421.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T141447.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963676
}