{
  "year" : 2011,
  "senateBillNo" : "S1923-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S1923-2011-1294981200000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the advisory committee on public wellness to assist health insurers and employers in establishing wellness programs for insureds and employees",
  "summary" : "Establishes the advisory committee on public wellness to assist health insurers and employers in establishing wellness programs for insureds and employees. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S8186-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1923\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  HANNON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation  to  establishing  an\n         advisory committee on public wellness\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 2 of the public health law is amended by  adding  a\n    2  new title 6 to read as follows:\n    3                                  TITLE VI\n    4                    ADVISORY COMMITTEE ON PUBLIC WELLNESS\n    5  SECTION 266.   DEFINITIONS.\n    6          266-A. ADVISORY COMMITTEE.\n    7          266-B. POWERS AND DUTIES.\n    8          266-C. WELLNESS PROGRAM COMPONENTS.\n    9          266-D. OUTREACH.\n   10    S 266. DEFINITIONS. FOR THE PURPOSES OF THIS TITLE:\n   11    1.  \"COMMITTEE\"  SHALL  MEAN THE ADVISORY COMMITTEE ON PUBLIC WELLNESS\n   12  ESTABLISHED PURSUANT TO SECTION TWO HUNDRED SIXTY-SIX-A OF THIS TITLE.\n   13    2. \"EMPLOYER\" SHALL MEAN ANY EMPLOYER  WHICH  PROVIDES  ITS  EMPLOYEES\n   14  WITH  HEALTH  INSURANCE  COVERAGE  OR  WHICH PAYS FOR ANY PORTION OF THE\n   15  PREMIUMS FOR HEALTH INSURANCE FOR ITS EMPLOYEES.\n   16    3. \"INSURER\" SHALL MEAN:\n   17    A. ANY INSURER PROVIDING ACCIDENT AND  HEALTH  INSURANCE  PURSUANT  TO\n   18  ARTICLE THIRTY-TWO OF THE INSURANCE LAW,\n   19    B.  ANY  CORPORATION  PROVIDING  HEALTH  INSURANCE PURSUANT TO ARTICLE\n   20  FORTY-THREE OF THE INSURANCE LAW, AND\n   21    C. ANY HEALTH MAINTENANCE ORGANIZATION OPERATED  PURSUANT  TO  ARTICLE\n   22  FORTY-FOUR OF THIS CHAPTER.\n   23    4.  \"WELLNESS\"  SHALL  MEAN  THE PROCESS OF IMPROVING AND ENRICHING AN\n   24  INDIVIDUAL'S HEALTH THROUGH A COMBINATION OF REGULAR  EXERCISE,  HEALTHY\n   25  LIFESTYLE AND POSITIVE MINDSET.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07096-01-1\n\n       S. 1923                             2\n\n    1    S  266-A.  ADVISORY  COMMITTEE. 1. THERE IS HEREBY ESTABLISHED, WITHIN\n    2  THE DEPARTMENT, THE ADVISORY COMMITTEE ON PUBLIC WELLNESS. SUCH  COMMIT-\n    3  TEE  SHALL  BE COMPOSED OF THE COMMISSIONER, OR HIS OR HER DESIGNEE, THE\n    4  COMMISSIONER OF MENTAL HEALTH, OR HIS OR HER DESIGNEE, AND  THE  COMMIS-\n    5  SIONER OF DEVELOPMENTAL DISABILITIES, OR HIS OR HER DESIGNEE.\n    6    2.  THE COMMITTEE SHALL CONVENE AS FREQUENTLY AS SHALL BE NECESSARY TO\n    7  ESTABLISH AND APPROVE WELLNESS PROGRAMS TO BE  IMPLEMENTED  BY  INSURERS\n    8  AND  EMPLOYERS  FOR  THE  BENEFIT OF THEIR INSURERS OR EMPLOYEES, AS THE\n    9  CASE MAY BE.\n   10    S 266-B. POWERS AND DUTIES. THE COMMITTEE SHALL:\n   11    1. ESTABLISH AND UPDATE IN A TIMELY MANNER  MINIMUM  REQUIREMENTS  FOR\n   12  QUALIFIED  WELLNESS  PROGRAMS  CONDUCTED BY EMPLOYERS AND INSURERS. EACH\n   13  SUCH PROGRAM SHALL:\n   14    A. BE CONSISTENT WITH EVIDENCE-BASED RESEARCH AND BEST  PRACTICES,  AS\n   15  IDENTIFIED  BY  INDIVIDUALS WITH EXPERTISE IN HEALTH PROMOTION AND WELL-\n   16  NESS PROGRAMS,\n   17    B. INCLUDE MULTIPLE, EVIDENCE-BASED STRATEGIES WHICH ARE BASED ON  THE\n   18  EXISTING AND EMERGING RESEARCH AND CAREFUL SCIENTIFIC REVIEWS, INCLUDING\n   19  THE  GUIDE  TO  COMMUNITY  PREVENTATIVE  SERVICES, THE GUIDE TO CLINICAL\n   20  PREVENTATIVE SERVICES, AND THE NATIONAL REGISTRY OF EFFECTIVE  PROGRAMS,\n   21  AND\n   22    C.  INCLUDE  STRATEGIES  WHICH  FOCUS  ON  PREVENTION  AND SUPPORT FOR\n   23  EMPLOYEES AND INSUREDS AT RISK OF POOR HEALTH OUTCOMES; AND\n   24    2. DURING THE CONSIDERATION OF ANY WELLNESS PROGRAM  PRESENTED  BY  AN\n   25  INSURER OR EMPLOYER:\n   26    A. ENSURE THAT THE INSURER OR EMPLOYER HAS MADE THE PROGRAM CULTURALLY\n   27  COMPETENT,  PHYSICALLY  AND  PROGRAMMATICALLY  ACCESSIBLE (INCLUDING FOR\n   28  INDIVIDUALS WITH DISABILITIES) AND APPROPRIATE TO  THE  HEALTH  LITERACY\n   29  NEEDS OF THE INSUREDS OR EMPLOYEES COVERED BY SUCH PROGRAM,\n   30    B.  REQUIRE  A HEALTH LITERACY COMPONENT TO PROVIDE SPECIAL ASSISTANCE\n   31  AND MATERIALS TO INSUREDS AND EMPLOYEES WITH LOW LITERACY SKILLS, LIMIT-\n   32  ED ENGLISH AND FROM UNDERSERVED POPULATIONS, AND\n   33    C. COMPILE AND DISSEMINATE, TO THE INSURER OR EMPLOYER, INFORMATION ON\n   34  MODEL HEALTH LITERACY CURRICULA, INSTRUCTIONAL  PROGRAMS  AND  EFFECTIVE\n   35  INTERVENTION STRATEGIES.\n   36    S 266-C. WELLNESS PROGRAM COMPONENTS. EVERY QUALIFIED WELLNESS PROGRAM\n   37  SHALL INCLUDE THE FOLLOWING COMPONENTS:\n   38    1. A HEALTH AWARENESS COMPONENT WHICH PROVIDES:\n   39    A.  HEALTH  EDUCATION  WHICH SHALL INCLUDE THE DISSEMINATION OF HEALTH\n   40  INFORMATION WHICH ADDRESSES THE  SPECIFIC  NEEDS  AND  HEALTH  RISKS  OF\n   41  INSUREDS OR EMPLOYEES, AND\n   42    B.  HEALTH SCREENINGS WHICH SHALL INCLUDE THE OPPORTUNITY FOR PERIODIC\n   43  SCREENINGS FOR HEALTH PROBLEMS AND REFERRALS FOR  APPROPRIATE  FOLLOW-UP\n   44  MEASURES;\n   45    2.  AN EMPLOYEE OR INSURED ENGAGEMENT COMPONENT WHICH PROVIDES FOR THE\n   46  ACTIVE ENGAGEMENT OF EMPLOYEES OR INSUREDS IN WELLNESS PROGRAMS  THROUGH\n   47  ASSESSMENTS  AND  PROGRAM  PLANNING,  ONSITE  DELIVERY,  EVALUATION  AND\n   48  IMPROVEMENT EFFORTS;\n   49    3. A BEHAVIORAL  CHANGE  COMPONENT  WHICH  ENCOURAGES  HEALTHY  LIVING\n   50  THROUGH  COUNSELING, SEMINARS, ON-LINE PROGRAMS, SELF-HELP MATERIALS AND\n   51  OTHER PROGRAMS WHICH PROVIDE TECHNICAL ASSISTANCE  AND  PROBLEM  SOLVING\n   52  SKILLS. SUCH COMPONENT MAY INCLUDE PROGRAMS RELATING TO:\n   53    A. TOBACCO USE,\n   54    B. OBESITY,\n   55    C. STRESS MANAGEMENT,\n   56    D. PHYSICAL FITNESS,\n\n       S. 1923                             3\n\n    1    E. NUTRITION,\n    2    F. SUBSTANCE ABUSE,\n    3    G. DEPRESSION, AND\n    4    H. MENTAL HEALTH PROMOTION; AND\n    5    4. A SUPPORTIVE ENVIRONMENT COMPONENT WHICH SHALL INCLUDE POLICIES AND\n    6  SERVICES THAT PROMOTE HEALTHY LIFESTYLE INCLUDING:\n    7    A. TOBACCO USE AT WORKSITES,\n    8    B.  THE  NUTRITION  OF FOODS AVAILABLE AT WORKSITES THROUGH CAFETERIAS\n    9  AND VENDING OPTIONS,\n   10    C. MINIMIZING STRESS AND PROMOTING POSITIVE MENTAL HEALTH, AND\n   11    D. THE ENCOURAGEMENT OF PHYSICAL ACTIVITY  BEFORE,  DURING  AND  AFTER\n   12  WORK HOURS.\n   13    S 266-D. OUTREACH. THE COMMITTEE, IN CONJUNCTION WITH OTHER PUBLIC AND\n   14  PRIVATE  ENTITIES, SHALL ESTABLISH AN OUTREACH PROGRAM TO INFORM EMPLOY-\n   15  ERS AND INSURERS ABOUT THE ESTABLISHMENT OF QUALIFIED WELLNESS  PROGRAMS\n   16  PURSUANT TO THIS TITLE.\n   17    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1923\n\nTITLE OF BILL:\nAn act\nto amend the public health law, in relation to establishing an advisory\ncommittee on public wellness\n\nPURPOSE:\nEstablishes the advisory committee on public wellness to assist health\ninsurers and employers in establishing wellness programs for insureds\nand employees.\n\nSUMMARY OF PROVISIONS:\nAmends Article 2 of the public health law to add a new title 6 to read\n\"Advisory Committee on Public Wellness.\"\n\nArticle 2 of the public health law is amended by adding Section 266\nwhich includes a definitional section.\n\nArticle 2 of the public health law is amended by adding Section 266-a\nwhich establishes an advisory committee on public wellness. Section\n266-a sets forth the composition of the advisory committee, and how\noften the advisory committee shall convene.\n\nArticle 2 of the public health law is amended by adding Section 266-b\nto provide the powers and duties of the advisory committee which\nshall include, in pertinent part, the ability to establish and update\nminimum requirements for qualified wellness programs conducted by\nemployers and insurers. Each program must be consistent with, and\ninclude, specified guidelines and strategies.\nDuring the consideration of any wellness program, presented by an\ninsurer or employer, the advisory committee must ensure that the\ninsurer or employer meet specific guidelines of accessibility and\nhealth literacy, require a health literacy component, and compile and\ndisseminate to the insurer or employer information on instructional\ninformation.\n\nArticle 2 of the public health law is amended by adding Section 266-c\nwhich sets forth the requirements for a qualified wellness program.\n\nArticle 2 of the public health law is amended by adding Section 266-d\nwhich provides for outreach program to inform employers and insurers\nabout the establishment of qualified wellness programs.\n\nEXISTING LAW:\nPHL &sect; 207 provides for a health care and wellness education outreach\nprogram within the Department of Health.\n\nPHL Article 27-K &sect;&sect;&sect; 2799-0 - 2799-R establishes the New York Wellness\nWorks program which provides for a partnership between t~e State and\n\nemployers to encourage health screening, education and incentives\ntailored to employees' specific needs.\n\nINS &sect; 3239 allows for certain specified entities to provide for\nwellness programs, as defined in the section, in conjunction with\ntheir issuance of group accident and health insurance policies or\ngroup subscriber contracts.\n\nJUSTIFICATION:\n\nUnderlying the significant debate in the nation about federal health\ncare reform, is the persistent question of increasing, and often\npreventable, chronic health conditions and the exponential costs that\nour nation will incur if it is not addressed. According to the Centers\nfor Disease Control (CDC), medical care costs of people with chronic\ndiseases account for more than 75 percent of the nation's $2 trillion\nin medical care costs. These figures include estimated costs of $174\nbillion from direct and indirect expenses as a result of diabetes\nannually, $193 billion estimated from the direct and indirect costs\nassociated with smoking, and the near $117 billion of estimated total\ncosts associated with obesity (as calculated in 2000). Preempting\nhealth care costs, through wellness programs and education is one way\nto combat the significant problems that this nation will face in the\nfuture.\n\nFederal laws like the Health Insurance Portability and Accountability\nAct (HIPAA), the Americans with Disabilities Act (ADA), the Employee\nRetirement Income Security Act (ERISA), the Consolidated Omnibus\nBudget Reconciliation Act (COBRA), tax laws, and the Genetic\nInformation Nondiscrimination Act (GINA) make it difficult for\ninsurers and employers to implement the most successful programs.\nGreater participation by employers and insurers could be encouraged\nin New York State through the implementation of an advisory committee\ncharged with guiding such entities through these complicated laws and\nregulations.\n\nAccording to the U.S. Bureau of Labor Statistics and data collected by\nthe National Compensation Survey, public sector workers have higher\nrates of access to wellness programs and employee assistance programs\nthan do private sector workers. In a 2009 study, the Bureau of Labor\nfound that employee access to employer-provided wellness programs had\nincreased from 35 percent to 54 percent for public sector full-time\nworkers; and from 1999 to 2009 access had increased from 19 percent\nto 28 percent for private sector full-time workers. While it is\nlaudable that employers have taken the first steps in providing\nwellness initiatives, it is vital that programs be streamlined in\norder to create appropriate and successful wellness programs for the\nbenefit of employers, insurers, employees, and our State alike.\n\nThis bill will create a wellness advisory committee within the\nDepartment of Health to advise employers and insurers regarding the\nmost up-to-date information, and approve qualified wellness programs\n\nwithin the State. A qualified wellness program is intended to be one\nthat has comprehensive physical, mental, and behavioral health\ncomponents buttressed by proper information and medically appropriate\nadvice. It is foreseeable that initiatives such as this will not only\nbenefit our citizens in the immediate future through improved health,\nbut also in the long-term through fiscal recoveries in the fields\nincluding, but not limited to, health and insurance.\n\nLEGISLATIVE HISTORY:\nS.8186 of 2010\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nLOCAL FISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing an advisory committee on public wellness ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T112923.TXT", "SOBI.D110114.T110421.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T141447.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963678
}