{
  "year" : 2011,
  "senateBillNo" : "S1929-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1929-2011-1294981200000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases permanent total disability benefits",
  "summary" : "Increases permanent total disability benefits for volunteer firefighters and ambulance workers from four hundred dollars to four hundred fifty dollars. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Volunteer Firefighters' Benefit Law",
  "previousVersions" : [ "S776-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1929\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the volunteer firefighters' benefit law and  the  volun-\n         teer  ambulance workers' benefit law, in relation to increasing perma-\n         nent total disability benefits\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  8 of the volunteer firefighters' benefit law, as\n    2  amended by chapter 574 of the laws  of  1998,  is  amended  to  read  as\n    3  follows:\n    4    S  8.  Permanent total disability benefits. In the case of total disa-\n    5  bility adjudged to be permanent the volunteer firefighter shall be  paid\n    6  four hundred FIFTY dollars for each week during the continuance thereof.\n    7  Permanent  total  disability,  within the meaning of this section, shall\n    8  exist only if the earning capacity of the volunteer firefighter has been\n    9  lost permanently and totally as the result of the injury.  The  loss  of\n   10  both  hands,  or both arms, or both feet, or both legs, or both eyes, or\n   11  any two thereof, shall, in  the  absence  of  conclusive  proof  to  the\n   12  contrary,  constitute permanent total disability, but in all other cases\n   13  permanent total disability shall be determined in  accordance  with  the\n   14  facts.  Notwithstanding any other provisions of this chapter, an injured\n   15  volunteer firefighter disabled due to the loss or total loss of  use  of\n   16  both  eyes,  or both hands, or both arms, or both feet, or both legs, or\n   17  any two thereof shall not suffer any diminution of such  weekly  benefit\n   18  by  engaging  in business or employment provided his or her weekly earn-\n   19  ings or wages, when combined with his or her weekly benefit shall not be\n   20  in excess of six hundred dollars; and further provided that the applica-\n   21  tion of this section shall not result in reduction of benefits which  an\n   22  injured  volunteer  firefighter who is disabled due to the loss or total\n   23  loss of use of both eyes, or both hands, or both arms, or both feet,  or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05445-01-1\n\n       S. 1929                             2\n\n    1  both  legs,  or any two thereof would otherwise be entitled to under any\n    2  other provisions of this article.\n    3    S  2.  Section  8  of the volunteer ambulance workers' benefit law, as\n    4  amended by chapter 574 of the laws  of  1998,  is  amended  to  read  as\n    5  follows:\n    6    S  8.  Permanent total disability benefits. In the case of total disa-\n    7  bility adjudged to be permanent the volunteer ambulance worker shall  be\n    8  paid  four  hundred  FIFTY  dollars for each week during the continuance\n    9  thereof. Permanent total disability, within the meaning of this section,\n   10  shall exist only if the earning  capacity  of  the  volunteer  ambulance\n   11  worker  has been lost permanently and totally as the result of the inju-\n   12  ry. The loss of both hands, or both arms, or both feet, or both legs, or\n   13  both eyes, or any two thereof, shall, in the absence of conclusive proof\n   14  to the contrary, constitute permanent total disability, but in all other\n   15  cases permanent total disability shall be determined in accordance  with\n   16  the  facts.  Notwithstanding  any  other  provisions of this chapter, an\n   17  injured volunteer ambulance worker disabled due to  the  loss  or  total\n   18  loss  of use of both eyes, or both hands, or both arms, or both feet, or\n   19  both legs, or any two thereof shall not suffer any  diminution  of  such\n   20  weekly benefit by engaging in business or employment provided his or her\n   21  weekly  earnings  or  wages, when combined with his weekly benefit shall\n   22  not be in excess of six hundred dollars; and further provided  that  the\n   23  application  of  this  section shall not result in reduction of benefits\n   24  which an injured volunteer ambulance worker who is disabled due  to  the\n   25  loss  or total loss of use of both eyes, or both hands, or both arms, or\n   26  both feet, or both legs, or any two thereof would otherwise be  entitled\n   27  to under any other provisions of this article.\n   28    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the volunteer firefighters' benefit law and the volunteer ambulance workers' benefit law, in relation to increasing permanent total disability benefits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T104424.TXT", "SOBI.D110114.T112923.TXT", "SOBI.D110114.T110922.TXT", "SOBI.D110114.T141447.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295032487898
}