{
  "year" : 2011,
  "senateBillNo" : "S1927-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1927-2011-1294981200000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes it a class E felony for a sex offender to submit fraudulent information regarding his or her identity or residence when registering or verifying",
  "summary" : "Makes it a class E felony for a sex offender to submit fraudulent information regarding his or her identity or residence when registering or verifying under the Sex Offender Registration Act (Megan's Law). ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S794-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1927\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN ACT to amend the correction law, in relation to the penalty for a sex\n         offender submitting fraudulent information respecting his or her iden-\n         tity or residence or both, when registering or verifying such informa-\n         tion pursuant to the Sex Offender Registration Act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 168-w of the correction law, as relettered by chap-\n    2  ter 604 of the laws of 2005, is  relettered  section  168-x  and  a  new\n    3  section 168-w is added to read as follows:\n    4    S  168-W.  SUBMISSION OF FRAUDULENT INFORMATION RESPECTING IDENTITY OR\n    5  RESIDENCE FOR THE PURPOSE OF REGISTRATION OR VERIFICATION; PENALTY.  ANY\n    6  SEX  OFFENDER  REQUIRED  TO  REGISTER  OR  TO  VERIFY  PURSUANT  TO  THE\n    7  PROVISIONS OF THIS ARTICLE WHO, WITH FRAUDULENT  INTENT,  SUBMITS  FALSE\n    8  INFORMATION RESPECTING HIS OR HER IDENTITY OR RESIDENCE OR BOTH, FOR THE\n    9  PURPOSE  OF, OR IN THE COURSE OF, SATISFYING HIS OR HER DUTY TO REGISTER\n   10  OR TO VERIFY PURSUANT TO THE PROVISIONS OF THIS ARTICLE, SHALL BE GUILTY\n   11  OF A CLASS E FELONY.\n   12    S 2. This act shall take effect immediately and  shall  apply  to  any\n   13  information submitted by a sex offender on or after such effective date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06287-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the penalty for a sex offender submitting fraudulent information respecting his or her identity or residence or both, when registering or verifying such information pursuant to the Sex Offender Registration Act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T112923.TXT", "SOBI.D110114.T110922.TXT", "SOBI.D110114.T141447.TXT", "SOBI.D110114.T112423.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295032487896
}