{
  "year" : 2011,
  "senateBillNo" : "S1920-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1920-2011-1294981200000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows senior citizens previously approved for the enhanced school tax relief exemption to file a simplified renewal application",
  "summary" : "Allows senior citizens previously approved for the enhanced school tax relief exemption, who have elected not to participate in the income verification program, to file a simplified renewal application annually; directs the state board of real property services to prepare such simplified, short form for eligible senior citizens. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S2818-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1920\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  HANNON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the real property tax law, in relation  to  applications\n         for the enhanced school tax relief exemption by senior citizens\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 6 of section 425 of  the  real\n    2  property  tax  law,  as  amended by chapter 6 of the laws of 2010 and as\n    3  further amended by section 1 of part W of chapter  56  of  the  laws  of\n    4  2010, is amended to read as follows:\n    5    (a) Generally. All owners of the property who primarily reside thereon\n    6  must  jointly  file an application for exemption with the assessor on or\n    7  before the appropriate taxable status  date.  Such  application  may  be\n    8  filed  by  mail  if  it  is  enclosed  in  a  postpaid envelope properly\n    9  addressed to the appropriate assessor, deposited in  a  post  office  or\n   10  official depository under the exclusive care of the United States postal\n   11  service, and postmarked by the United States postal service on or before\n   12  the  applicable taxable status date. Each such application shall be made\n   13  on a form prescribed by the commissioner, which shall require the appli-\n   14  cant or applicants to agree to notify  the  assessor  if  their  primary\n   15  residence  changes  while their property is receiving the exemption. THE\n   16  STATE BOARD SHALL ALSO PREPARE A SIMPLIFIED, SHORT FORM APPLICATION  FOR\n   17  SENIOR  CITIZENS  WHO HAVE ELECTED NOT TO PARTICIPATE IN THE STAR INCOME\n   18  VERIFICATION PROGRAM, PURSUANT TO PARAGRAPH (B) OF SUBDIVISION NINE-B OF\n   19  THIS SECTION. The assessor  may  request  that  proof  of  residency  be\n   20  submitted with the application. If the applicant requests a receipt from\n   21  the  assessor  as  proof  of submission of the application, the assessor\n   22  shall provide such receipt. If  such  request  is  made  by  other  than\n   23  personal  request, the applicant shall provide the assessor with a self-\n   24  addressed postpaid envelope in which to mail the receipt.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05718-02-1\n\n       S. 1920                             2\n\n    1    S 2. Paragraph (b) of subdivision 9-b of section 425 of the real prop-\n    2  erty tax law, as amended by chapter 742 of  the  laws  of  2005  and  as\n    3  further  amended  by  section  1  of part W of chapter 56 of the laws of\n    4  2010, is amended to read as follows:\n    5    (b)  In the case of persons who have not elected to participate in the\n    6  STAR income verification program, the enhanced exemption shall apply for\n    7  a term of one year. To continue receiving  such  enhanced  exemption,  a\n    8  SIMPLIFIED,  SHORT  FORM renewal application must be filed annually with\n    9  the assessor on or before the applicable taxable status date on  a  form\n   10  prescribed  by  the  commissioner.  Provided, however, that if a renewal\n   11  application is not so filed, the assessor shall discontinue the enhanced\n   12  exemption but shall grant the basic exemption, subject to the provisions\n   13  of subdivision eleven of this section.\n   14    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1920\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to applications for the\nenhanced school tax relief exemption by senior citizens\n\nPURPOSE:\nThe bill would require the state to develop a shorter, simplified\nrenewal application for senior citizens already receiving a STAR. tax\nexemption.\n\nSUMMARY OF PROVISIONS:\nThe bill amends Section 425, Subdivision 6, Paragraph (a) of the Real\nProperty Tax Law, as well as Section 425, Subdivision 9-b, Paragraph\n(b) of the same law. The bill adds language requiring the state board\nto prepare, and to use where appropriate, a simplified, short form\nSTAR application for senior citizens.\n\nEXISTING LAW:\nExisting law requires that property owners go through a long and\ncomplex application process every year in order to qualify for the\n8TAR tax exemption. This is true in cases where the household's\neligibility information remains the same.\n\nJUSTIFICATION:\nThe proposed law would provide for a simplified renewal application\nprocess for senior citizens. A simplified form, especially in cases\nwhere the eligibility information is the same, will relieve both\nseniors and tax assessors of needless paperwork, wasted time, and\nunnecessarily expended energies. The time saved by tax assessors will\nalso assist the state economically.\n\nLEGISLATIVE HISTORY:\n2009/2010 - S.2818\n2005/2006 - S.4242\n2003/2004 - S.443\n2001/2002 - S.212\n1999/2000 - S.7752\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act would take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to applications for the enhanced school tax relief exemption by senior citizens ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T152500.TXT", "SOBI.D110114.T110421.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T112423.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963674
}