{
  "year" : 2011,
  "senateBillNo" : "S1926-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1926-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes requirement that person be informed of the consequences of such act to be guilty of the crime of false personation; raises penalty from class B to class A",
  "summary" : "Removes requirement that person be informed of the consequences of such act to be guilty of the crime of false personation; raises penalty for false personation from a class B to a class A misdemeanor. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S778-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1926\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the crime of false  perso-\n         nation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 190.23 of the penal law, as added by chapter 69  of\n    2  the laws of 1997, is amended to read as follows:\n    3  S 190.23 False personation.\n    4    A  person is guilty of false personation when [after being informed of\n    5  the consequences of such act,] he or she knowingly misrepresents his  or\n    6  her  actual  name, date of birth or address to a police officer or peace\n    7  officer with intent to prevent such police officer or peace officer from\n    8  ascertaining such information.\n    9    False personation is a class [B] A misdemeanor.\n   10    S 2. This act shall take effect on the first of November next succeed-\n   11  ing the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06291-01-1\n",
  "memo" : "BILL NUMBER:S1926\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to\nthe crime of false personation\n\nPURPOSE:\nTo strengthen the penalty for knowingly misrepresenting an\nindividual's identity to a police officer.\n\nSUMMARY OF PROVISIONS:\nSection 1: removes the requirement that a person must be informed of\nthe consequences of knowingly misrepresenting himself or herself to a\npolice officer. Therefore, the statute would only require that an\nindividual knowingly misrepresent their identity to a police officer.\nThis legislation changes the crime of false personation from a \"B\" to\nan \"A\" misdemeanor.\n\nEXISTING LAW:\nA person is guilty of false personation when after being informed of\nthe consequences of the act, he or she knowingly misrepresents his or\nher identity to a police officer. Currently, this offense is a \"B\"\nmisdemeanor.\n\nJUSTIFICATION:\nThis legislation removes the unnecessary requirement that an\nimpersonator be informed of the consequences of his or her actions\nbefore they may be considered guilty of false personation. Also, the\nbill stiffens the penalty for such an offense. Stealing a person's\nidentity to avoid prosecution for a crime is a serious offense which\nwarrants severe punishment.\n\nThe impetus for this legislation was an incident in Rochester where an\narrested individual used an innocent man's identity to conceal his\ntrue name and address from the police. It took the innocent man a\ngreat deal\nof time and effort to clear his name of this incident. Under the\ncurrent law, the false impersonator would receive only up to a $500\nfine or three months in prison.\n\nThis legislation not only would make it easier to prove that an\nindividual committed this offense but also would provide that the\ncrime of false personation is appropriately punished.\n\nLEGISLATIVE HISTORY:\n2007-2008 - Passed Senate\n2009-2010 - Referred to Codes\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first day of November next\nsucceeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the crime of false personation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T112923.TXT", "SOBI.D110114.T110922.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T141447.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963683
}