{
  "year" : 2011,
  "senateBillNo" : "S1921-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S1921-2011-1294981200000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the Hebrew Academy of Nassau county to file an application for a real property tax exemption",
  "summary" : "Authorizes the Hebrew Academy of Nassau county in the town of Hempstead to file an application for a real property tax exemption. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Nassau County",
  "previousVersions" : [ "SA7403-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1921\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  HANNON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to authorize the Hebrew Academy  of  Nassau  county  to  file  an\n         application for a real property tax exemption\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  the assessor of the county of Nassau is hereby authorized to accept from\n    3  the Hebrew Academy of Nassau county, an application for  exemption  from\n    4  real  property  taxes pursuant to section 420-a of the real property tax\n    5  law for the 2009--2010 assessment roll, for the parcel  located  in  the\n    6  town  of  Hempstead  at  243 Oak Street and 258 Warren Street, otherwise\n    7  known as: section 44, block 37, lots 41-44, and section  44,  block  37,\n    8  lots 97-103. If accepted, the application shall be reviewed as if it had\n    9  been  received on or before the taxable status date established for such\n   10  roll. If satisfied that such school: (i) acquired title to the  property\n   11  for  which  it  seeks  exemption  subsequent  to the taxable status date\n   12  established for such roll and prior to the taxable status date  for  the\n   13  next  ensuing  assessment  roll; and (ii) would otherwise be entitled to\n   14  such exemption if such school had filed an application for exemption  by\n   15  the  appropriate  taxable  status  date,  the  assessor of the county of\n   16  Nassau, upon approval  by  the  Nassau  county  legislature,  may  grant\n   17  exemption  from  all  taxation beginning with the date of acquisition of\n   18  the property by such school  and  make  appropriate  correction  of  the\n   19  subject  roll.  If  exemption is granted and such school therefore shall\n   20  have paid any tax with respect to the subject roll, the  governing  body\n   21  or tax department may, in its sole discretion, provide for the refund of\n   22  those taxes paid and cancel taxes, fines, penalties, or interest remain-\n   23  ing unpaid.\n   24    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07198-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the Hebrew Academy of Nassau county to file an application for a real property tax exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T140945.TXT", "SOBI.D110114.T112923.TXT", "SOBI.D110114.T110421.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295032185750
}