{
  "year" : 2011,
  "senateBillNo" : "S1928-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1928-2011-1294981200000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to jewelry containing lead",
  "summary" : "Relates to jewelry containing lead. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1928\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law and the general busi-\n         ness law, in relation to jewelry containing lead\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The legislature hereby finds that\n    2  stringent controls on the amount of lead in  jewelry  are  necessary  to\n    3  protect  public  health,  especially  the  health  of children.   Random\n    4  samples of jewelry in New York state have been found to  contain  up  to\n    5  60,000  parts  per  million of lead. To assure consistent application of\n    6  these controls to all jewelry, specific technical standards and controls\n    7  must be specified.\n    8    S 2. The environmental conservation law is amended  by  adding  a  new\n    9  section 37-0115 to read as follows:\n   10  S 37-0115. LEAD-CONTAINING JEWELRY.\n   11    FOR  PURPOSES  OF  THIS  SECTION,  THE  FOLLOWING TERMS SHALL HAVE THE\n   12  FOLLOWING DEFINITIONS:\n   13    1. \"BODY PIERCING JEWELRY\" MEANS ANY PART OF JEWELRY THAT IS  MANUFAC-\n   14  TURED  OR SOLD FOR PLACEMENT IN A NEW PIERCING OR A MUCOUS MEMBRANE, BUT\n   15  DOES NOT INCLUDE ANY PART OF THAT JEWELRY THAT IS NOT  PLACED  WITHIN  A\n   16  NEW PIERCING OR A MUCOUS MEMBRANE.\n   17    2. \"CHILDREN\" MEANS CHILDREN AGED SIX AND YOUNGER.\n   18    3.  \"CHILDREN'S  JEWELRY\" MEANS JEWELRY THAT IS MADE FOR, MARKETED FOR\n   19  USE BY, OR MARKETED TO, CHILDREN. CHILDREN'S JEWELRY  INCLUDES,  BUT  IS\n   20  NOT LIMITED TO, JEWELRY THAT MEETS ANY OF THE FOLLOWING CONDITIONS:\n   21    (A)  REPRESENTED  IN ITS PACKAGING, DISPLAY, OR ADVERTISING, AS APPRO-\n   22  PRIATE FOR USE BY CHILDREN.\n   23    (B) SOLD IN CONJUNCTION WITH, ATTACHED TO, OR PACKAGED  TOGETHER  WITH\n   24  OTHER  PRODUCTS THAT ARE PACKAGED, DISPLAYED, OR ADVERTISED AS APPROPRI-\n   25  ATE FOR USE BY CHILDREN.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06268-01-1\n\n       S. 1928                             2\n\n    1    (C) SIZED FOR CHILDREN AND NOT INTENDED FOR USE BY ADULTS.\n    2    (D) SOLD IN ANY OF THE FOLLOWING:\n    3    (1) A VENDING MACHINE.\n    4    (2)  RETAIL  STORE,  CATALOGUE,  OR ONLINE WEB SITE, IN WHICH A PERSON\n    5  EXCLUSIVELY OFFERS FOR SALE PRODUCTS THAT ARE  PACKAGED,  DISPLAYED,  OR\n    6  ADVERTISED AS APPROPRIATE FOR USE BY CHILDREN.\n    7    (3)  A  DISCRETE  PORTION  OF A RETAIL STORE, CATALOGUE, OR ONLINE WEB\n    8  SITE, IN WHICH A PERSON OFFERS FOR  SALE  PRODUCTS  THAT  ARE  PACKAGED,\n    9  DISPLAYED, OR ADVERTISED AS APPROPRIATE FOR USE BY CHILDREN.\n   10    4. \"CLASS 1 MATERIAL\" MEANS ANY OF THE FOLLOWING MATERIALS:\n   11    (A) STAINLESS OR SURGICAL STEEL;\n   12    (B) KARAT GOLD;\n   13    (C) STERLING SILVER;\n   14    (D) PLATINUM, PALLADIUM, IRIDIUM, RUTHENIUM, RHODIUM OR OSMIUM;\n   15    (E) NATURAL OR CULTURED PEARLS;\n   16    (F)  GLASS, CERAMIC, OR CRYSTAL DECORATIVE COMPONENTS, INCLUDING CAT'S\n   17  EYE, CUBIC ZIRCONIA, INCLUDING CUBIC ZIRCONIUM OR CZ,  RHINESTONES,  AND\n   18  CLOISONNE;\n   19    (G) A GEMSTONE THAT IS CUT AND POLISHED FOR ORNAMENTAL PURPOSES;\n   20    (H)  ELASTIC,  FABRIC,  RIBBON,  ROPE,  OR  STRING, UNLESS IT CONTAINS\n   21  INTENTIONALLY ADDED LEAD AND IS LISTED AS A CLASS 2 MATERIAL;\n   22    (I) ALL NATURAL DECORATIVE MATERIAL,  INCLUDING  AMBER,  BONE,  CORAL,\n   23  FEATHERS,  FUR,  HORN,  LEATHER,  SHELL, OR WOOD, THAT IS IN ITS NATURAL\n   24  STATE AND IS NOT TREATED IN A WAY THAT ADDS LEAD; AND\n   25    (J) ADHESIVE.\n   26    (K) THE FOLLOWING GEMSTONES ARE  NOT  CLASS  1  MATERIALS:  ARAGONITE,\n   27  BAYLDONITE,  BOLEITE,  CERUSSITE, CROCOITE, EKANITE, LINARITE, MIMETITE,\n   28  PHOSGENITE, SAMARSKITE, VANADINITE, AND WULFENITE.\n   29    5. \"CLASS 2 MATERIAL\" MEANS ANY OF THE FOLLOWING MATERIALS:\n   30    (A) ELECTROPLATED METAL THAT MEETS THE FOLLOWING STANDARDS:\n   31    (1) ON AND BEFORE AUGUST 30, 2014, A METAL ALLOY WITH  LESS  THAN  TEN\n   32  PERCENT  LEAD  BY  WEIGHT  THAT IS ELECTROPLATED WITH SUITABLE UNDER AND\n   33  FINISH COATS.\n   34    (2) ON AND AFTER AUGUST 31, 2014, A METAL ALLOY  WITH  LESS  THAN  SIX\n   35  PERCENT  LEAD  BY  WEIGHT  THAT IS ELECTROPLATED WITH SUITABLE UNDER AND\n   36  FINISH COATS; OR\n   37    (B) UNPLATED METAL WITH LESS THAN 1.5 PERCENT LEAD THAT IS NOT  OTHER-\n   38  WISE LISTED AS A CLASS 1 MATERIAL; OR\n   39    (C)  PLASTIC  OR RUBBER, INCLUDING ACRYLIC, POLYSTYRENE, PLASTIC BEADS\n   40  AND STONES, AND POLYVINYL CHLORIDE (PVC) THAT MEETS THE FOLLOWING STAND-\n   41  ARDS:\n   42    (1) ON AND BEFORE AUGUST 30, 2014, LESS THAN 0.06 PERCENT (SIX HUNDRED\n   43  PARTS PER MILLION) LEAD BY WEIGHT; AND\n   44    (2) ON AND AFTER AUGUST 31, 2014, LESS THAN 0.02 PERCENT (TWO  HUNDRED\n   45  PARTS PER MILLION) LEAD BY WEIGHT; OR\n   46    (D)  A  DYE  OR SURFACE COATING CONTAINING LESS THAN 0.06 PERCENT (SIX\n   47  HUNDRED PARTS PER MILLION) LEAD BY WEIGHT.\n   48    6. \"CLASS 3 MATERIAL\" MEANS ANY PORTION OF JEWELRY THAT MEETS BOTH  OF\n   49  THE FOLLOWING CRITERIA:\n   50    (A) IS NOT A CLASS 1 OR CLASS 2 MATERIAL; AND\n   51    (B)  CONTAINS  LESS  THAN 0.06 PERCENT (SIX HUNDRED PARTS PER MILLION)\n   52  LEAD BY WEIGHT.\n   53    7. \"COMPONENT\" MEANS ANY PART OF JEWELRY.\n   54    8. \"EPA REFERENCE METHODS 3050B (ACID DIGESTION OF SEDIMENTS,  SLUDGES\n   55  AND  SOILS)  OR 3051 (MICROWAVE ASSISTED DIGESTION/SLUDGE, SOILS)\" MEANS\n   56  THOSE TEST METHODS INCORPORATED BY  REFERENCE  IN  PARAGRAPH  ELEVEN  OF\n\n       S. 1928                             3\n\n    1  SUBDIVISION  (A)  OF  SECTION  260.11 OF TITLE 40 OF THE CODE OF FEDERAL\n    2  REGULATIONS.\n    3    9. \"JEWELRY\" MEANS:\n    4    (A)  ANY  OF THE FOLLOWING ORNAMENTS WORN BY A PERSON:  AN ANKLET, ARM\n    5  CUFF, BRACELET, BROOCH, CHAIN, CROWN, CUFF LINK, DECORATED HAIR ACCESSO-\n    6  RIES, EARRING, NECKLACE, PIN, RING, OR BODY PIERCING JEWELRY; OR\n    7    (B) ANY BEAD, CHAIN, LINK, PENDANT, OR  OTHER  COMPONENT  OF  SUCH  AN\n    8  ORNAMENT.\n    9    10. (A) \"SURFACE COATING\" MEANS A FLUID, SEMIFLUID, OR OTHER MATERIAL,\n   10  WITH  OR  WITHOUT  A  SUSPENSION OF FINELY DIVIDED COLORING MATTER, THAT\n   11  CHANGES TO A SOLID FILM WHEN A THIN LAYER IS APPLIED TO A  METAL,  WOOD,\n   12  STONE, PAPER, LEATHER, CLOTH, PLASTIC, OR OTHER SURFACE.\n   13    (B)  \"SURFACE  COATING\"  DOES NOT INCLUDE A PRINTING INK OR A MATERIAL\n   14  THAT ACTUALLY BECOMES A PART OF THE SUBSTRATE, INCLUDING, BUT NOT LIMIT-\n   15  ED TO, PIGMENT IN A PLASTIC ARTICLE, OR  A  MATERIAL  THAT  IS  ACTUALLY\n   16  BONDED TO THE SUBSTRATE, SUCH AS BY ELECTROPLATING OR CERAMIC GLAZING.\n   17    11. ON OR AFTER MARCH 1, 2013, NO PERSON SHALL ADVERTISE, MANUFACTURE,\n   18  OFFER  FOR  SALE,  SELL,  OR DISTRIBUTE FOR PROMOTIONAL PURPOSES IN THIS\n   19  STATE, OR IMPORT FOR DISTRIBUTION OR SALE IN  THIS  STATE,  ANY  JEWELRY\n   20  UNLESS  THE JEWELRY IS MADE ENTIRELY FROM A CLASS 1, CLASS 2, OR CLASS 3\n   21  MATERIAL, OR ANY COMBINATION THEREOF.\n   22    12. NOTWITHSTANDING SUBDIVISION ELEVEN OF THIS SECTION,  ON  OR  AFTER\n   23  JANUARY 1, 2013, NO PERSON SHALL ADVERTISE, MANUFACTURE, OFFER FOR SALE,\n   24  SELL,  OR  DISTRIBUTE  FOR PROMOTIONAL PURPOSES IN THIS STATE, OR IMPORT\n   25  FOR DISTRIBUTION OR SALE IN THIS STATE, ANY  CHILDREN'S  JEWELRY  UNLESS\n   26  THE  CHILDREN'S JEWELRY IS MADE ENTIRELY FROM ONE OR MORE OF THE FOLLOW-\n   27  ING MATERIALS:\n   28    (A) A NONMETALLIC MATERIAL THAT IS A CLASS 1 MATERIAL;\n   29    (B) A NONMETALLIC MATERIAL THAT IS A CLASS 2 MATERIAL;\n   30    (C) A METALLIC MATERIAL THAT IS EITHER A CLASS 1 MATERIAL OR  CONTAINS\n   31  LESS THAN 0.06 PERCENT (SIX HUNDRED PARTS PER MILLION) LEAD BY WEIGHT;\n   32    (D) GLASS OR CRYSTAL DECORATIVE COMPONENTS THAT WEIGH IN TOTAL NO MORE\n   33  THAN  ONE GRAM, EXCLUDING ANY GLASS OR CRYSTAL DECORATIVE COMPONENT THAT\n   34  CONTAINS LESS THAN 0.02 PERCENT (TWO HUNDRED PARTS PER MILLION) LEAD  BY\n   35  WEIGHT AND HAS NO INTENTIONALLY ADDED LEAD;\n   36    (E) PRINTING INK OR CERAMIC GLAZE THAT CONTAINS LESS THAN 0.06 PERCENT\n   37  (SIX HUNDRED PARTS PER MILLION) LEAD BY WEIGHT; OR\n   38    (F) CLASS 3 MATERIAL THAT CONTAINS LESS THAN 0.02 PERCENT (TWO HUNDRED\n   39  PARTS PER MILLION) LEAD BY WEIGHT.\n   40    13.  NOTWITHSTANDING SUBDIVISION 11 OF THIS SECTION, ON OR AFTER MARCH\n   41  1, 2013, NO PERSON SHALL ADVERTISE, MANUFACTURE, OFFER FOR  SALE,  SELL,\n   42  OR  DISTRIBUTE  FOR  PROMOTIONAL  PURPOSES  IN THIS STATE, OR IMPORT FOR\n   43  DISTRIBUTION OR SALE IN THIS STATE, ANY BODY PIERCING JEWELRY UNLESS THE\n   44  BODY PIERCING JEWELRY IS MADE OF ONE OR MORE OF THE FOLLOWING MATERIALS:\n   45  SURGICAL IMPLANT STAINLESS STEEL, SURGICAL IMPLANT  GRADE  OF  TITANIUM,\n   46  NIOBIUM (NB), SOLID FOURTEEN KARAT OR HIGHER WHITE OR YELLOW NICKEL-FREE\n   47  GOLD,  SOLID  PLATINUM,  OR A DENSE LOW-POROSITY PLASTIC, INCLUDING, BUT\n   48  NOT LIMITED TO, TYGON OR POLYTETRAFLUOROETHYLENE (PTFE), IF THE  PLASTIC\n   49  CONTAINS NO INTENTIONALLY ADDED LEAD.\n   50    S  3.  The  environmental  conservation law is amended by adding a new\n   51  section 37-0117 to read as follows:\n   52  S 37-0117. TESTING  METHODS  FOR  DETERMINING  COMPLIANCE  WITH  SECTION\n   53               37-0115.\n   54    1. THE TESTING METHODS FOR DETERMINING COMPLIANCE WITH SECTION 37-0115\n   55  OF  THIS  TITLE SHALL BE CONDUCTED USING THE EPA REFERENCE METHODS 3050B\n   56  OR 3051 FOR THE MATERIAL BEING TESTED, EXCEPT AS OTHERWISE  PROVIDED  IN\n\n       S. 1928                             4\n\n    1  SUBPARAGRAPHS 5 AND 6 OF PARAGRAPH (E) OF SUBDIVISION 2 OF THIS SECTION,\n    2  AND IN ACCORDANCE WITH ALL OF THE FOLLOWING PROCEDURES:\n    3    (A) WHEN PREPARING A SAMPLE, THE LABORATORY SHALL MAKE EVERY EFFORT TO\n    4  ASSURE THAT THE SAMPLE REMOVED FROM A JEWELRY PIECE IS REPRESENTATIVE OF\n    5  THE COMPONENT TO BE TESTED, AND IS FREE OF CONTAMINATION FROM EXTRANEOUS\n    6  DIRT AND MATERIAL NOT RELATED TO THE JEWELRY COMPONENT TO BE TESTED.\n    7    (B)  ALL  JEWELRY  COMPONENT  SAMPLES SHALL BE WASHED PRIOR TO TESTING\n    8  USING STANDARD LABORATORY  DETERGENT,  RINSED  WITH  LABORATORY  REAGENT\n    9  GRADE DEIONIZED WATER, AND DRIED IN A CLEAN AMBIENT ENVIRONMENT.\n   10    (C)  IF  A  COMPONENT  IS  REQUIRED  TO  BE CUT OR SCRAPED TO OBTAIN A\n   11  SAMPLE, THE METAL SNIPS, SCISSORS, OR OTHER CUTTING TOOLS USED  FOR  THE\n   12  CUTTING  OR  SCRAPING  SHALL  BE  MADE OF STAINLESS STEEL AND WASHED AND\n   13  RINSED BEFORE EACH USE AND BETWEEN SAMPLES.\n   14    (D) A SAMPLE SHALL BE DIGESTED IN A CONTAINER THAT IS KNOWN TO BE FREE\n   15  OF LEAD AND WITH THE USE OF AN ACID THAT IS NOT  CONTAMINATED  BY  LEAD,\n   16  INCLUDING  ANALYTICAL  REAGENT  GRADE  DIGESTION ACIDS AND REAGENT GRADE\n   17  DEIONIZED WATER.\n   18    (E) METHOD BLANKS, CONSISTING OF ALL REAGENTS USED IN SAMPLE  PREPARA-\n   19  TION  HANDLED, DIGESTED, AND MADE TO VOLUME IN THE SAME EXACT MANNER AND\n   20  IN THE SAME CONTAINER TYPE AS SAMPLES, SHALL BE TESTED WITH  EACH  GROUP\n   21  OF TWENTY OR FEWER SAMPLES TESTED.\n   22    (F)  THE  RESULTS  FOR  THE  METHOD BLANKS SHALL BE REPORTED WITH EACH\n   23  GROUP OF SAMPLE RESULTS, AND SHALL BE BELOW THE STATED  REPORTING  LIMIT\n   24  FOR SAMPLE RESULTS TO BE CONSIDERED VALID.\n   25    2.  IN  ADDITION TO THE REQUIREMENTS OF SUBDIVISION 1 OF THIS SECTION,\n   26  THE FOLLOWING  PROCEDURES SHALL BE USED FOR TESTING THE FOLLOWING  MATE-\n   27  RIALS:\n   28    (A)  FOR  TESTING  A  METAL PLATED WITH SUITABLE UNDERCOATS AND FINISH\n   29  COATS, THE FOLLOWING PROTOCOLS SHALL BE OBSERVED:\n   30    (1) DIGESTION SHALL BE CONDUCTED USING HOT  CONCENTRATED  NITRIC  ACID\n   31  WITH THE OPTION OF USING HYDROCHLORIC ACID OR HYDROGEN PEROXIDE.\n   32    (2) THE SAMPLE SIZE SHALL BE 0.050 GRAM TO ONE GRAM.\n   33    (3) THE DIGESTED SAMPLE MAY REQUIRE DILUTION PRIOR TO ANALYSIS.\n   34    (4)  THE  DIGESTION  AND  ANALYSIS  SHALL ACHIEVE A REPORTED DETECTION\n   35  LIMIT NO GREATER THAN 0.1 PERCENT FOR SAMPLES.\n   36    (5) ALL NECESSARY DILUTIONS SHALL BE MADE TO ENSURE THAT  MEASUREMENTS\n   37  ARE MADE WITHIN THE CALIBRATED RANGE OF THE ANALYTICAL INSTRUMENT.\n   38    (B)  FOR  TESTING  UNPLATED  METAL AND METAL SUBSTRATES THAT ARE NOT A\n   39  CLASS 1 MATERIAL THE FOLLOWING PROTOCOLS SHALL BE OBSERVED:\n   40    (1) DIGESTION SHALL BE CONDUCTED USING HOT  CONCENTRATED  NITRIC  ACID\n   41  WITH THE OPTION OF USING HYDROCHLORIC ACID AND HYDROGEN PEROXIDE.\n   42    (2) THE SAMPLE SIZE SHALL BE 0.050 GRAM TO ONE GRAM.\n   43    (3) THE DIGESTED SAMPLE MAY REQUIRE DILUTION PRIOR TO ANALYSIS.\n   44    (4)  THE  DIGESTION  AND  ANALYSIS  SHALL ACHIEVE A REPORTED DETECTION\n   45  LIMIT NO GREATER THAN 0.01 PERCENT FOR SAMPLES.\n   46    (5) ALL NECESSARY DILUTIONS SHALL BE MADE TO ENSURE THAT  MEASUREMENTS\n   47  ARE MADE WITHIN THE CALIBRATED RANGE OF THE ANALYTICAL INSTRUMENT.\n   48    (C)  FOR  TESTING  POLYVINYL  CHLORIDE  (PVC), THE FOLLOWING PROTOCOLS\n   49  SHALL BE OBSERVED:\n   50    (1) THE DIGESTION SHALL BE CONDUCTED  USING  HOT  CONCENTRATED  NITRIC\n   51  ACID WITH THE OPTION OF USING HYDROCHLORIC ACID AND HYDROGEN PEROXIDE.\n   52    (2) THE SAMPLE SIZE SHALL BE A MINIMUM OF 0.05 GRAM IF USING MICROWAVE\n   53  DIGESTION  OR 0.5 GRAM IF USING HOTPLATE DIGESTION, AND SHALL BE CHOPPED\n   54  OR COMMINUTED PRIOR TO DIGESTION.\n   55    (3) DIGESTED SAMPLES MAY REQUIRE DILUTION PRIOR TO ANALYSIS.\n\n       S. 1928                             5\n\n    1    (4) DIGESTION AND ANALYSIS SHALL ACHIEVE A REPORTED DETECTION LIMIT NO\n    2  GREATER THAN  0.001 PERCENT (TEN PARTS PER MILLION) FOR SAMPLES.\n    3    (5)  ALL NECESSARY DILUTIONS SHALL BE MADE TO ENSURE THAT MEASUREMENTS\n    4  ARE MADE WITHIN THE CALIBRATED RANGE OF THE ANALYTICAL INSTRUMENT.\n    5    (D) FOR TESTING PLASTIC OR  RUBBER  THAT  IS  NOT  POLYVINYL  CHLORIDE\n    6  (PVC), INCLUDING ACRYLIC, POLYSTYRENE, PLASTIC BEADS, OR PLASTIC STONES,\n    7  THE FOLLOWING PROTOCOLS SHALL BE OBSERVED:\n    8    (1)  THE  DIGESTION  SHALL  BE CONDUCTED USING HOT CONCENTRATED NITRIC\n    9  ACID WITH THE OPTION OF USING HYDROCHLORIC ACID OR HYDROGEN PEROXIDE.\n   10    (2) THE SAMPLE SIZE SHALL BE A MINIMUM OF 0.05 GRAM IF USING MICROWAVE\n   11  DIGESTION OR 0.5 GRAM IF USING HOTPLATE DIGESTION, AND SHALL BE  CHOPPED\n   12  OR COMMINUTED PRIOR TO DIGESTION.\n   13    (3) PLASTIC BEADS OR STONES SHALL BE CRUSHED PRIOR TO DIGESTION.\n   14    (4) DIGESTED SAMPLES MAY REQUIRE DILUTION PRIOR TO ANALYSIS.\n   15    (5) DIGESTION AND ANALYSIS SHALL ACHIEVE A REPORTED DETECTION LIMIT NO\n   16  GREATER THAN 0.001 PERCENT (TEN PARTS PER MILLION) FOR SAMPLES.\n   17    (6)  ALL NECESSARY DILUTIONS SHALL BE MADE TO ENSURE THAT MEASUREMENTS\n   18  ARE MADE WITHIN THE CALIBRATED RANGE OF THE ANALYTICAL INSTRUMENT.\n   19    (E) FOR TESTING COATINGS ON GLASS AND PLASTIC  PEARLS,  THE  FOLLOWING\n   20  PROTOCOLS SHALL BE OBSERVED:\n   21    (1)  THE  COATING  OF  GLASS  OR PLASTIC BEADS SHALL BE SCRAPED ONTO A\n   22  SURFACE FREE OF DUST, INCLUDING A CLEAN WEIGHING PAPER OR PAN,  USING  A\n   23  CLEAN  STAINLESS  STEEL RAZOR BLADE OR OTHER CLEAN SHARP INSTRUMENT THAT\n   24  WILL NOT CONTAMINATE THE SAMPLE WITH LEAD. THE SUBSTRATE PEARL  MATERIAL\n   25  SHALL NOT BE INCLUDED IN THE SCRAPINGS.\n   26    (2) THE RAZOR BLADE OR SHARP INSTRUMENT SHALL BE RINSED WITH DEIONIZED\n   27  WATER,  WIPED  TO  REMOVE  PARTICULATE  MATTER,  RINSED AGAIN, AND DRIED\n   28  BETWEEN SAMPLES.\n   29    (3) THE SCRAPINGS SHALL BE WEIGHED AND NOT LESS THAN FIFTY  MICROGRAMS\n   30  OF SCRAPED COATING SHALL BE USED FOR ANALYSIS. IF LESS THAN FIFTY MICRO-\n   31  GRAMS  OF SCRAPED COATING IS OBTAINED FROM AN INDIVIDUAL PEARL, MULTIPLE\n   32  PEARLS FROM THAT SAMPLE SHALL BE SCRAPED  AND  COMPOSITED  TO  OBTAIN  A\n   33  SUFFICIENT SAMPLE AMOUNT.\n   34    (4) THE NUMBER OF PEARLS USED TO MAKE THE COMPOSITE SHALL BE NOTED.\n   35    (5)  THE SCRAPINGS SHALL BE DIGESTED ACCORDING TO EPA REFERENCE METHOD\n   36  3050B OR 3051 OR AN EQUIVALENT PROCEDURE FOR HOT ACID DIGESTION IN PREP-\n   37  ARATION FOR TRACE LEAD ANALYSIS.\n   38    (6) THE DIGESTATE SHALL BE DILUTED IN THE MINIMUM VOLUME PRACTICAL FOR\n   39  ANALYSIS.\n   40    (7) THE DIGESTED SAMPLE SHALL BE ANALYZED ACCORDING  TO  SPECIFICATION\n   41  OF  AN APPROVED AND VALIDATED METHODOLOGY FOR INDUCTIVELY COUPLED PLASMA\n   42  MASS SPECTROMETRY.\n   43    (8) A REPORTING LIMIT OF 0.001 PERCENT (TEN PARTS PER MILLION) IN  THE\n   44  COATING SHALL BE OBTAINED FOR THE ANALYSIS.\n   45    (9) THE SAMPLE RESULT SHALL BE REPORTED WITHIN THE CALIBRATED RANGE OF\n   46  THE  INSTRUMENT.  IF THE INITIAL TEST OF THE SAMPLE IS ABOVE THE HIGHEST\n   47  CALIBRATION STANDARD, THE SAMPLE SHALL BE DILUTED AND REANALYZED  WITHIN\n   48  THE CALIBRATED RANGE OF THE INSTRUMENT.\n   49    (F) FOR TESTING DYES, PAINTS, COATINGS, VARNISH, PRINTING INKS, CERAM-\n   50  IC  GLAZES,  GLASS, OR CRYSTAL, THE FOLLOWING TESTING PROTOCOLS SHALL BE\n   51  OBSERVED:\n   52    (1) THE DIGESTION SHALL USE HOT  CONCENTRATED  NITRIC  ACID  WITH  THE\n   53  OPTION OF USING HYDROCHLORIC ACID OR HYDROGEN PEROXIDE.\n   54    (2)  THE  SAMPLE  SIZE SHALL BE NOT LESS THAN 0.050 GRAM, AND SHALL BE\n   55  CHOPPED OR COMMINUTED PRIOR TO DIGESTION.\n   56    (3) THE DIGESTED SAMPLE MAY REQUIRE DILUTION PRIOR TO ANALYSIS.\n\n       S. 1928                             6\n\n    1    (4) THE DIGESTION AND ANALYSIS  SHALL  ACHIEVE  A  REPORTED  DETECTION\n    2  LIMIT NO GREATER THAN 0.001 PERCENT (TEN PARTS PER MILLION) FOR SAMPLES.\n    3    (5)  ALL NECESSARY DILUTIONS SHALL BE MADE TO ENSURE THAT MEASUREMENTS\n    4  ARE MADE WITHIN THE CALIBRATED RANGE OF THE ANALYTICAL INSTRUMENT.\n    5    (G) FOR TESTING GLASS AND CRYSTAL  USED  IN  CHILDREN'S  JEWELRY,  THE\n    6  FOLLOWING TESTING PROTOCOLS FOR DETERMINING WEIGHT SHALL BE USED:\n    7    (1)  A  COMPONENT  SHALL BE FREE OF ANY EXTRANEOUS MATERIAL, INCLUDING\n    8  ADHESIVE, BEFORE IT IS WEIGHED.\n    9    (2) THE SCALE USED TO WEIGH A COMPONENT SHALL BE CALIBRATED IMMEDIATE-\n   10  LY BEFORE THE COMPONENTS ARE WEIGHED USING S-CLASS WEIGHTS  OF  ONE  AND\n   11  TWO GRAMS, AS CERTIFIED BY THE NATIONAL INSTITUTE OF STANDARDS AND TECH-\n   12  NOLOGY (NIST) OF THE DEPARTMENT OF COMMERCE.\n   13    (3)  THE  CALIBRATION  OF  THE  SCALE SHALL BE ACCURATE TO WITHIN 0.01\n   14  GRAM.\n   15    3. THE COMMISSIONER MAY PROMULGATE RULES AND/OR REGULATIONS  MODIFYING\n   16  THE  TESTING  PROTOCOLS  SPECIFIED  IN  SUBDIVISIONS ONE AND TWO OF THIS\n   17  SECTION, AS SUCH COMMISSIONER DEEMS NECESSARY TO FURTHER THE PURPOSES OF\n   18  THIS SECTION.\n   19    S 4. The environmental conservation law is amended  by  adding  a  new\n   20  section 71-3711 to read as follows:\n   21  S 71-3711. ENFORCEMENT OF SECTION 37-0115.\n   22    1.  ANY  PERSON  WHO VIOLATES ANY PROVISION OF OR FAILS TO PERFORM ANY\n   23  DUTY IMPOSED BY SECTION 37-0115 OF THIS CHAPTER  SHALL  UPON  THE  FIRST\n   24  FINDING OF SUCH A VIOLATION BE LIABLE FOR A CIVIL PENALTY NOT TO  EXCEED\n   25  FIVE  HUNDRED  DOLLARS  FOR  EACH  VIOLATION.  ANY PERSON CONVICTED OF A\n   26  SECOND OR SUBSEQUENT VIOLATION SHALL BE LIABLE FOR A CIVIL  PENALTY  NOT\n   27  TO EXCEED TWENTY-FIVE HUNDRED DOLLARS FOR EACH VIOLATION.\n   28    2.  PENALTIES UNDER THIS SECTION SHALL BE ASSESSED BY THE COMMISSIONER\n   29  AFTER A HEARING PURSUANT TO THE PROVISIONS OF SECTION  71-1709  OF  THIS\n   30  ARTICLE.  IN  ASSESSING THE PENALTY UNDER THIS SECTION, THE COMMISSIONER\n   31  SHALL CONSIDER: THE NATURE AND EXTENT OF THE VIOLATION; THE  NUMBER  AND\n   32  SEVERITY  OF  THE  VIOLATIONS; THE ECONOMIC EFFECT OF THE PENALTY ON THE\n   33  VIOLATOR; WHETHER THE VIOLATOR TOOK GOOD FAITH MEASURES TO  COMPLY  WITH\n   34  THIS  CHAPTER;  THE WILLFULNESS OF THE VIOLATOR'S MISCONDUCT; THE DETER-\n   35  RENT EFFECT THAT THE IMPOSITION OF THE PENALTY WOULD HAVE  ON  BOTH  THE\n   36  VIOLATOR  AND THE REGULATED COMMUNITY AS A WHOLE; AND OTHER FACTORS THAT\n   37  THE COMMISSIONER DEEMS APPROPRIATE AND RELEVANT.   ANY PERSON  FOUND  TO\n   38  HAVE  VIOLATED  SECTION  37-0115  OF  THIS  CHAPTER MAY BE ENJOINED FROM\n   39  CONTINUING SUCH VIOLATION.\n   40    3. ALL CIVIL PENALTIES  AND  FINES  COLLECTED  FOR  ANY  VIOLATION  OF\n   41  SECTION  37-0115  OF THIS CHAPTER SHALL BE PAID OVER TO THE COMMISSIONER\n   42  FOR DEPOSIT IN THE ENVIRONMENTAL PROTECTION FUND ESTABLISHED BY  SECTION\n   43  NINETY-TWO-S OF THE STATE FINANCE LAW.\n   44    4.  (A)  NO  CHARGE OF A VIOLATION OF THE PROVISIONS OF, OR FAILURE TO\n   45  PERFORM A DUTY IMPOSED BY SECTION 37-0115 OF THIS CHAPTER SHALL BE BASED\n   46  UPON EXCESSIVE LEAD CONTENT EXCEPT UPON A SHOWING  THAT  THE  LABORATORY\n   47  TESTS ESTABLISHING SUCH EXCESSIVE LEAD CONTENT WERE PERFORMED BY A LABO-\n   48  RATORY  THAT  COMPLIES  WITH  THE  TESTING  REQUIREMENTS  ESTABLISHED BY\n   49  SECTION 37-0117 OF THIS CHAPTER.\n   50    (B) A PERSON CHARGED WITH A VIOLATION OF THE PROVISIONS OF, OR FAILURE\n   51  TO PERFORM A DUTY IMPOSED BY SECTION 37-0115 OF THIS  CHAPTER  SHALL  BE\n   52  PROVIDED WITH ALL SUPPORTING DOCUMENTATION RELATED TO THE TESTING OF THE\n   53  JEWELRY,  INCLUDING, BUT NOT LIMITED TO, DOCUMENTATION OF THE PROCEDURES\n   54  UTILIZED BY THE LABORATORY, COPIES OF ALL TEST RESULTS, EXEMPLARS OF THE\n   55  PRODUCTS TESTED TO THE EXTENT PRACTICABLE, AND SUCH OTHER  DOCUMENTATION\n\n       S. 1928                             7\n\n    1  AND  EVIDENCE  WHICH SHALL REASONABLY BE REQUIRED TO VERIFY THE ACCURACY\n    2  OF THE TEST RESULTS.\n    3    S  5. The general business law is amended by adding a new section 399-\n    4  gg to read as follows:\n    5    S 399-GG. LABELING OF JEWELRY. 1. NO PERSON, FIRM OR CORPORATION SHALL\n    6  SELL OR OFFER FOR SALE ANY JEWELRY, AS DEFINED BY SECTION 37-0115 OF THE\n    7  ENVIRONMENTAL CONSERVATION LAW, UNLESS THERE IS PRINTED ON  THE  PACKAGE\n    8  IN  WHICH  SUCH JEWELRY IS SOLD OR OFFERED FOR SALE A CONSPICUOUS NOTICE\n    9  STATING THE PERCENTAGE OF LEAD CONTAINED IN SUCH  JEWELRY.  ANY  JEWELRY\n   10  CONTAINING  MORE  THAN 0.02 PERCENT (TWO HUNDRED PARTS PER MILLION) LEAD\n   11  BY WEIGHT SHALL CONTAIN A WARNING LABEL,  PROMINENTLY  DISPLAYED,  WHICH\n   12  STATES,  \"CONTAINS  LEAD  WHICH MAY BE HARMFUL TO YOUR HEALTH. NOT TO BE\n   13  USED BY CHILDREN UNDER THE AGE OF SIX.\"\n   14    2. ANY VIOLATION OF THIS SECTION SHALL BE PUNISHABLE BY A CIVIL PENAL-\n   15  TY NOT TO EXCEED FIVE HUNDRED DOLLARS.\n   16    S 6. This act shall take effect immediately;  provided,  however  that\n   17  section five of this act shall take effect March 1, 2013.\n",
  "memo" : "BILL NUMBER:S1928\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law\nand the general business law, in relation to jewelry\ncontaining lead\n\nPURPOSE:\nThis bill would prohibit the distribution and sale of jewelry\ncontaining lead, to reduce the hazards of exposure to lead, would\ndefine testing methods for jewelry to determine compliance, would\nimpose penalties for violating the law and institute a new labeling\nrequirement for lead containing jewelry.\n\nSUMMARY OF PROVISIONS:\nSection 1: sets out legislative findings.\n\nSection 2: Adds new section 37-0113 to the environmental conservation\nlaw. This section defines body piercing jewelry; children; children's\njewelry; class 1 material; class 2 material; class 3 material;\njewelry components; EPA reference methods, jewelry and surface\ncoating. This section also sets the date on or after which\nrestriction will be placed on advertising, manufacturing, offering\nfor sale, selling, distributing for promotional purposes, or\nimporting for distribution or sale into this state, any jewelry that\ndoes not meet the standards of safety based on the definitions above.\n\nSection 3: Adds a new section 37-0115 to the Environmental\nConservation Law the defines testing methods for determining\ncompliance with section 37-0113.\n\nSection 4: Adds new section 71-3711 to Environmental Conservation Law,\nwhich establishes the enforcement provisions for section 37-0113. The\ninitial violation of this section would amount to a civil penalty not\nto exceed $500. Any subsequent violation of this section would result\nin a civil penalty not to exceed $2,500 for each violation. Penalties\nwould be assessed by the Commissioner of the Department of\nEnvironmental\nConservation after considering a variety of factors. Any civil fine\ncollected would be deposited in the Environmental Protection Fund.\nAny showing of excessive lead content must be done by a laboratory\nmeeting the testing requirement established under this bill. Any\nperson charged under this section of the law must be provided with\nall the supporting documents related to the testing of the jewelry.\n\nSection 5: Amends the general business law to create a new section\n399gg that requires all jewelry sold contain a conspicuous notice\nstating the percentage of lead in the jewelry. Also, any jewelry sold\ncontaining more than .02 percent (two hundred parts per million) lead\nby weight shall contain a warning label, stating, \"Contains lead\n\nwhich may be harmful to your health. Not be used by children under\nthe age of six.\"\n\nSection 6: Effective date.\n\nEXISTING LAW:\nNone.\n\nJUSTIFICATION:\nLead is a neurotoxin that is particularly hazardous to young children.\nExposures to even very low levels of lead can cause brain function\nimpairment. No level of lead exposure has been found to be safe for a\ndeveloping child. High concentrations of lead have been consistently\nfound in jewelry, particularly inexpensive jewelry that is marketed\nto children. Numerous random samples of jewelry sold in New York\nState have been found to contain very high lead content (up to 60,000\nparts per million) in recent tests. It is the purpose of this\nlegislation to reduce the significant risk of lead exposure,\nparticularly to children, by limiting the availability of lead\ncontaining jewelry.\n\nThis legislation has been redrafted to meet the issues pointed out in\nthe veto message for a similar bill which passed both houses in 2007.\nThe Governor seemed to be concerned that the enforcement mechanisms\nbe improved and that retailers be prevented from using ignorance as a\ndefense to selling a toxic piece of jewelry. In an effort to meet\nthese concerns, the \"knowing and intentional\" requirements have been\nremoved from penalty section of the bill and a new labeling\nrequirement has been added to insure that manufacturers explicitly\nstate the lead content of a particular piece of jewelry.\nAdditionally, patterned after the California Law this new bill\nincludes factors for the Commissioner to consider when levying\npenalties including the good faith of the violator.\n\nIf signed into law, this bill would be an important measure in\nprotecting the health and safety of our most valuable resource our\nchildren.\n\nLEGISLATIVE HISTORY:\nSimilar bill, S.5784, Vetoed 2007\n2008 - Passed Senate (S.6635)\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately; except that section 5 of the act shall take effect\nMarch 1, 2013.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law and the general business law, in relation to jewelry containing lead ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T112923.TXT", "SOBI.D110114.T110922.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T141447.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963688
}