{
  "year" : 2011,
  "senateBillNo" : "S1930-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1930-2011-1294981200000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires persons convicted of driving while intoxicated who are injured as a result and medically transported to a hospital to pay for same before license reissuance",
  "summary" : "Requires persons convicted of driving while intoxicated who are injured as a result of such offense and are medically transported to a hospital to pay for such medical transport and other pre-hospital medical bills before they apply to have their licenses to drive reissued to them. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S541-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1930\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         persons  convicted  of  driving while intoxicated who are injured as a\n         result of such offense and who are medically transported to a hospital\n         to pay for such transport and other pre-hospital medical bills  before\n         their license to drive can be reissued to them\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (c) of subdivision 2 of section 1193 of the vehi-\n    2  cle and traffic law is amended by adding a new subparagraph 4 to read as\n    3  follows:\n    4    (4) IN NO EVENT SHALL A NEW LICENSE BE ISSUED OR A FORMER  LICENSE  BE\n    5  RESTORED  TO  A PERSON WHO HAS BEEN CONVICTED OF A VIOLATION OF SUBDIVI-\n    6  SION TWO OR THREE, OR BOTH SUBDIVISION TWO  AND  SUBDIVISION  THREE,  OF\n    7  SECTION  ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE WHERE PHYSICAL INJURY\n    8  TO SUCH  CONVICTED  PERSON  RESULTED  FROM  SUCH  OFFENSE  WHICH  INJURY\n    9  RESULTED  IN  THE TRANSPORT OF SUCH PERSON BY AMBULANCE OR OTHER MEDICAL\n   10  TRANSPORT TO A HOSPITAL, UNLESS ALL BILLS FOR  SUCH  TRANSPORT  AND  ANY\n   11  OTHER  PRE-HOSPITAL  MEDICAL  EXPENSES  HAVE BEEN PAID PRIOR TO THE DATE\n   12  SUCH PERSON APPLIES FOR A NEW LICENSE OR FOR RESTORATION OF  THE  FORMER\n   13  LICENSE  AND  UNLESS  PROOF OF THE PAYMENT OF SUCH BILLS IS SUBMITTED TO\n   14  THE DEPARTMENT WITH SUCH APPLICATION.\n   15    S 2. Paragraph (c) of subdivision 2 of section 1193 of the vehicle and\n   16  traffic law, as amended by section 8 of chapter 732 of the laws of 2006,\n   17  is amended to read as follows:\n   18    (c) Reissuance of licenses; restrictions. Where a license  is  revoked\n   19  pursuant  to  paragraph (b) of this subdivision, no new license shall be\n   20  issued after the expiration of the  minimum  period  specified  in  such\n   21  paragraph,  except  in  the  discretion  of  the commissioner; provided,\n   22  however, that in no event shall a new license be issued where  a  person\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06289-01-1\n\n       S. 1930                             2\n\n    1  has  been  twice  convicted of a violation of subdivision three, four or\n    2  four-a of section eleven hundred ninety-two of this article or of  driv-\n    3  ing while intoxicated or of driving while ability is impaired by the use\n    4  of a drug or of driving while ability is impaired by the combined influ-\n    5  ence of drugs or of alcohol and any drug or drugs where physical injury,\n    6  as  defined  in  section  10.00 of the penal law, has resulted from such\n    7  offense in each instance. IN NO EVENT SHALL A NEW LICENSE BE ISSUED OR A\n    8  FORMER LICENSE BE RESTORED TO A PERSON  WHO  HAS  BEEN  CONVICTED  OF  A\n    9  VIOLATION  OF  SUBDIVISION  TWO  OR  THREE,  OR BOTH SUBDIVISION TWO AND\n   10  SUBDIVISION THREE, OF SECTION ELEVEN HUNDRED NINETY-TWO OF THIS  ARTICLE\n   11  WHERE  PHYSICAL  INJURY  TO  SUCH  CONVICTED  PERSON  RESULTED FROM SUCH\n   12  OFFENSE WHICH INJURY RESULTED IN THE TRANSPORT OF SUCH PERSON  BY  AMBU-\n   13  LANCE  OR  OTHER  MEDICAL  TRANSPORT TO A HOSPITAL, UNLESS ALL BILLS FOR\n   14  SUCH TRANSPORT AND ANY OTHER PRE-HOSPITAL  MEDICAL  EXPENSES  HAVE  BEEN\n   15  PAID  PRIOR  TO  THE  DATE  SUCH PERSON APPLIES FOR A NEW LICENSE OR FOR\n   16  RESTORATION OF THE FORMER LICENSE AND UNLESS PROOF  OF  THE  PAYMENT  OF\n   17  SUCH BILLS IS SUBMITTED TO THE DEPARTMENT WITH SUCH APPLICATION.\n   18    S  3.  This act shall take effect September 1, 2012, provided that the\n   19  amendment to paragraph (c) of subdivision 2 of section 1193 of the vehi-\n   20  cle and traffic law made by section one of this act shall be subject  to\n   21  the  expiration and reversion of such paragraph pursuant to section 9 of\n   22  chapter 533 of the laws of 1993, as amended, when  upon  such  date  the\n   23  provisions of section two of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring persons convicted of driving while intoxicated who are injured as a result of such offense and who are medically transported to a hospital to pay for such transport and other pre-hospital medical bills before their license to drive can be reissued to them ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T104424.TXT", "SOBI.D110114.T112923.TXT", "SOBI.D110114.T110922.TXT", "SOBI.D110114.T141447.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295032487899
}