{
  "year" : 2011,
  "senateBillNo" : "S1939-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1939-2011-1294981200000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the \"September eleventh, two thousand one remembrance\" distinctive license plate program",
  "summary" : "Creates the \"September eleventh, two thousand one remembrance\" distinctive license plate program; establishes the September eleventh, two thousand one scholarship fund. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A2134",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S1391-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1939                                                  A. 2134\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by  Sens. LAVALLE, JOHNSON, LARKIN, MAZIARZ,\n         RANZENHOFER, SEWARD -- read twice and ordered printed, and when print-\n         ed to be committed to the Committee on Transportation\n\n       IN ASSEMBLY -- Introduced by M. of A. SCARBOROUGH -- Multi-Sponsored  by\n         -- M. of A. PHEFFER, THIELE -- read once and referred to the Committee\n         on Education\n\n       AN  ACT  to amend the vehicle and traffic law and the state finance law,\n         in relation to creating the  \"September  eleventh,  two  thousand  one\n         remembrance\" distinctive license plate program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 404-x to read as follows:\n    3    S  404-X.  DISTINCTIVE  \"SEPTEMBER  ELEVENTH,  TWO THOUSAND ONE REMEM-\n    4  BRANCE\" LICENSE PLATES. 1. ANY PERSON RESIDING IN THIS STATE SHALL, UPON\n    5  REQUEST, BE ISSUED A DISTINCTIVE \"SEPTEMBER ELEVENTH, TWO  THOUSAND  ONE\n    6  REMEMBRANCE\"  LICENSE PLATE. APPLICATION FOR SUCH LICENSE PLATE SHALL BE\n    7  FILED WITH THE COMMISSIONER IN SUCH FORM AND DETAIL AS THE  COMMISSIONER\n    8  SHALL PRESCRIBE.\n    9    2. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   10  IN  THE SAME MANNER AS OTHER NUMBER PLATES UPON THE PAYMENT OF THE REGU-\n   11  LAR REGISTRATION FEE PRESCRIBED BY SECTION  FOUR  HUNDRED  ONE  OF  THIS\n   12  ARTICLE;  PROVIDED, HOWEVER, THAT AN ADDITIONAL ANNUAL SERVICE CHARGE OF\n   13  TWENTY-FIVE DOLLARS SHALL BE CHARGED  FOR  SUCH  PLATES.    SUCH  ANNUAL\n   14  SERVICE  CHARGE SHALL BE DEPOSITED PURSUANT TO THE PROVISIONS OF SECTION\n   15  FOUR HUNDRED FOUR-OO OF THIS ARTICLE, TO THE CREDIT OF THE DEPARTMENT OF\n   16  MOTOR VEHICLES DISTINCTIVE PLATE DEVELOPMENT FUND ESTABLISHED BY SECTION\n   17  NINETY-FIVE-G OF THE STATE FINANCE  LAW,  AND  SHALL  BE  USED  FOR  THE\n   18  PRODUCTION,  DESIGN,  ADVERTISING  AND  MARKETING OF DISTINCTIVE LICENSE\n   19  PLATES PURSUANT TO SUCH SECTION NINETY-FIVE-G; PROVIDED,  HOWEVER,  THAT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03588-01-1\n\n       S. 1939                             2                            A. 2134\n\n    1  ANNUAL SERVICE CHARGES COLLECTED IN EXCESS OF SIX THOUSAND DOLLARS SHALL\n    2  BE  DEPOSITED TO THE CREDIT OF \"THE SEPTEMBER ELEVENTH, TWO THOUSAND ONE\n    3  SCHOLARSHIP FUND\" ESTABLISHED PURSUANT TO SECTION  NINETY-SIX-A  OF  THE\n    4  STATE  FINANCE LAW AND SHALL BE USED FOR HIGHER EDUCATION OF VICTIMS WHO\n    5  LOST AN IMMEDIATE FAMILY MEMBER AS A RESULT OF THE  SEPTEMBER  ELEVENTH,\n    6  TWO  THOUSAND  ONE  TERRORIST  ATTACKS  IN NEW YORK, PURSUANT TO SECTION\n    7  NINETY-SIX-A OF THE STATE FINANCE LAW.\n    8    S 2. The state finance law is amended by adding a new section 96-a  to\n    9  read as follows:\n   10    S  96-A. THE SEPTEMBER ELEVENTH, TWO THOUSAND ONE SCHOLARSHIP FUND. 1.\n   11  THERE IS HEREBY ESTABLISHED, IN THE JOINT CUSTODY OF THE COMMISSIONER OF\n   12  TAXATION AND FINANCE AND THE COMPTROLLER, A SPECIAL FUND TO BE KNOWN  AS\n   13  THE SEPTEMBER ELEVENTH, TWO THOUSAND ONE SCHOLARSHIP FUND.\n   14    2.  SUCH  FUND  SHALL CONSIST OF ALL REVENUES RECEIVED PURSUANT TO THE\n   15  PROVISIONS OF SECTION FOUR HUNDRED FOUR-X OF THE VEHICLE AND TRAFFIC LAW\n   16  AND ALL OTHER MONEYS APPROPRIATED, CREDITED, OR TRANSFERRED THERETO FROM\n   17  ANY OTHER FUND OR SOURCE PURSUANT TO  LAW.  NOTHING  CONTAINED  IN  THIS\n   18  SECTION  SHALL  PREVENT  THE  STATE  FROM  RECEIVING  GRANTS,  GIFTS, OR\n   19  BEQUESTS FOR THE PURPOSES OF THE FUND, AS DEFINED IN THIS  SECTION,  AND\n   20  DEPOSITING THEM INTO THE FUND ACCORDING TO LAW.\n   21    3.  MONIES  OF THE FUND SHALL BE EXPENDED ONLY FOR HIGHER EDUCATION OF\n   22  VICTIMS WHO LOST AN IMMEDIATE FAMILY MEMBER AS A RESULT OF THE SEPTEMBER\n   23  ELEVENTH, TWO THOUSAND ONE TERRORIST ATTACKS IN NEW YORK.\n   24    4. MONIES SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND  WARRANT  OF\n   25  THE  COMPTROLLER  ON VOUCHERS APPROVED AND CERTIFIED BY THE COMMISSIONER\n   26  OF EDUCATION.\n   27    5. TO THE EXTENT POSSIBLE, THE COMMISSIONER OF EDUCATION SHALL  ENSURE\n   28  THAT  ALL MONIES RECEIVED DURING A FISCAL YEAR ARE EXPENDED PRIOR TO THE\n   29  END OF THAT FISCAL YEAR.\n   30    S 3. This act shall take effect on the one hundred eightieth day after\n   31  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the state finance law, in relation to creating the \"September eleventh, two thousand one remembrance\" distinctive license plate program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T115945.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110114.T113438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295036700662
}