{
  "year" : 2011,
  "senateBillNo" : "S1936-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1936-2011-1294981200000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits label obstruction of over-the-counter drugs",
  "summary" : "Makes it illegal to knowingly alter, mutilate, destroy, obstruct, obscure or remove, by means of a sticker, tag or other device used to deter theft, or a price sticker, or otherwise, the whole or any part of the label including where applicable the expiration date displayed thereon, of any over-the-counter drug or cosmetic. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : "A2131",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S2924-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1936                                                  A. 2131\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by  Sens.  LAVALLE, SEWARD -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Consumer Protection\n\n       IN  ASSEMBLY  --  Introduced  by  M.  of  A.  MAYERSOHN -- read once and\n         referred to the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation  to  the  sale  of\n         over-the-counter drugs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The article heading of article 38-A of the general business\n    2  law, as added by chapter 697 of the laws of 1986, is amended to read  as\n    3  follows:\n    4                               SALE OF OUTDATED\n    5                 AND LABEL OBSTRUCTED OVER-THE-COUNTER DRUGS\n    6    S  2.  Subdivision  2  of  section 820 of the general business law, as\n    7  added by chapter 697 of the laws of 1986, is amended to read as follows:\n    8    2. to knowingly alter, mutilate,  destroy,  obliterate  or  remove  by\n    9  means  of  a  price  sticker  or otherwise the whole or any part of [the\n   10  expiration date displayed on] the label [or packaging], INCLUDING  WHERE\n   11  APPLICABLE  THE EXPIRATION DATE DISPLAYED THEREON, of any over-the-coun-\n   12  ter drug OR COSMETIC. FOR PURPOSES OF THIS SUBDIVISION, THE TERM \"LABEL\"\n   13  SHALL MEAN THE LABEL REQUIRED BY THE STATUTES APPLICABLE  TO  AND  REGU-\n   14  LATIONS ISSUED BY THE FEDERAL FOOD AND DRUG ADMINISTRATION.\n   15    S 3. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04920-01-1\n",
  "memo" : "BILL NUMBER:S1936\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to the sale of\nover-the-counter drugs\n\nPURPOSE:\nTo promote and protect the health and safety of purchasers of\nO-T-C drugs and cosmetics by enabling them to read such products'\npackaging or labels in a complete, unaltered and unobstructed\ncondition, at the time of purchase or thereafter. Such labels are\nrequired by federal law and regulations.\n\nSUMMARY OF PROVISIONS:\nSection 1. Changes the article heading of\nArticle 38-A of the General Business law.\n\nSection 2. Amends subdivision 2 of Section 820 of the General Business\nlaw, to make it unlawful for any retailer to knowingly alter,\nobstruct, obscure or remove, by means of a sticker, tag or other\ndevice used to deter theft, or a price sticker, or otherwise, the\nwhole or any part of the label or packaging of any over-the-counter\n(O-T-C) drug or cosmetic as such label is required by the federal\nFood, Drug and Cosmetic Act, and by the Food and Drug\nAdministration's (FDA) rules and regulations that implement the Act's\nlabel requirements for such products. Violators would be subject to\nthe existing enforcement remedy contained in GBL Section 821. Under\nthat provision, compliance with FDA rules and regulations constitutes\na complete defense to any enforcement action.\n\nJUSTIFICATION:\nAt the very foundation of consumer protection for\npurchasers of O-T-C drugs and cosmetics are the labeling\nrequirements of Chapters V and VI of the Federal Food, Drug and\nCosmetic Act and the implementing regulations of the Food and Drug\nAdministration. See, 21 C.F.R. Part 201, Subchapter C, et seq. (O-T-C\ndrugs) and 21 FR Part 701 (cosmetics).\nDrug labels provide vital health and safety information including:\nindications, directions for use, warnings and precautions, drug\ninteraction information, cautions and list of ingredients.\nCosmetic labels must contain a designation of ingredients, a\nrequirement of special importance for users who suffer particular\nallergic reactions.\n\nIn early 1990, the Department of Law's Bureau of Consumer Frauds and\nProtection conducted a random survey of drug stores operated by eight\nmajor chains located in the metropolitan New York City area in an\neffort to determine whether the labels of O-T-C drugs or cosmetics\noffered\nfor sale to the public were being obscured or obstructed by the\n\nretailers' practice of superimposing upon such labels the store's own\nprice stickers or security stickers or other devices intended to\ndeter theft. The survey revealed that in a significant number of\ninstances, retailers were obstructing or obscuring product labels by\nplacing paper stickers or plastic devices over the manufacturer's\nproduct labels. This practice made it impossible, in many cases, for\nprospective purchasers to read the labels before purchase. Even after\npurchase, consumers, in many cases, would be unable to read the\nlabels because the removal of the retailer's stickers would result in\nthe unintended destruction of the manufacturer's label as well.\n\nIndeed, in one case, the cashier at a major drug retail chain store\ntore off the store's sticker from the principal display panel of an\nO-T-C drug product and, in doing so, destroyed the manufacturer's\nlabel at the same time. In general, this practice could have severe\nhealth and safety consequences. For example, the product in question\nin this particular case was \"Collyrium Fresh Sterile Eye Drops\"\nmanufactured by Wyeth Laboratories. That part of the manufacturer's\nlabel destroyed by the store's cashier included crucial product\nwarnings and cautions, as follows:\nWarnings: Do not use if solution changes color or becomes cloudy.\nRemove contact lenses before using. If you have glaucoma do not use\nthis product except under the advice and supervision of a physician.\nOveruse of this product may produce increased redness of the eye. To\navoid contamination, do not touch tip of container to any surface.\nReplace cap after using. If you experience eye pain, changes in\nvision, continued redness or irritation of the eye, or if the\ncondition worsens or persists for more than 72 hours, discontinue use\nand consult a physician.\nKeep this and all medication out of the reach of children. Retain this\ncarton for complete product information. Keep bottle tightly closed\nat Room Temperature, Approx. 77 degrees F/2S degrees C.\n\nThe Department of Law survey confirmed that the above described\npractice by retail drug stores is common and widespread. Case by case\nenforcement would not offer consumers the full protection that a\nlegislative initiative offers. This bill builds upon an earlier law\nthat addressed a related problem. In 1985, a survey published by the\nDepartment of Law revealed, inter alia, that retailers of O-T-C\ndrugs were similarly obstructing the expiration date of such drug\nproducts offered for sale. See, Expiration Dating Of Over-The-Counter\nDrugs In New York, a Report by New York State Attorney General Robert\nAbrams, (January, 1985). Subsequently, the Legislature adopted an\nAttorney General's Program bill (L. 1986, Ch. 697) that included GBL\nSection 820(2), a provision that makes such practice unlawful. The\npresent proposal would offer parallel protection for consumers with\nregard to the obstruction of labels.\n\nLEGISLATIVE HISTORY:\nS.2924: 2009-10\nS.1332: 2007-08\n\nS.1547: 2005-06\nS.6400: 2003-04\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the sale of over-the-counter drugs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T115945.TXT", "SOBI.D110114.T112923.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T120938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963699
}