{
  "year" : 2011,
  "senateBillNo" : "S1934-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1934-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to multiple bias-related offenses committed as part of a common plan or scheme",
  "summary" : "Provides that multiple criminal mischief offenses committed as part of a common plan or scheme where there is a hate crime element present in such offenses shall be punishable according to the cumulative damage caused by the commission of such multiple offenses. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S881-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1934\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law,  in  relation  to  multiple  bias-related\n         offenses committed as part of a common plan or scheme\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 485.15  to\n    2  read as follows:\n    3  S 485.15 MULTIPLE OFFENSES OF CRIMINAL MISCHIEF AS PART OF A COMMON PLAN\n    4             OR SCHEME.\n    5    NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE COMMISSION OF MULTIPLE\n    6  OFFENSES,  AS  PART  OF A COMMON PLAN OR SCHEME, OF CRIMINAL MISCHIEF IN\n    7  THE THIRD DEGREE AS DEFINED IN SECTION 145.05 OF THIS CHAPTER,  CRIMINAL\n    8  MISCHIEF IN THE SECOND DEGREE AS DEFINED IN SECTION 145.10 OF THIS CHAP-\n    9  TER,  OR  CRIMINAL  MISCHIEF  IN  THE FIRST DEGREE AS DEFINED IN SECTION\n   10  145.12 OF THIS CHAPTER, WHERE  SUCH  OFFENSES  ARE  CLASSIFIED  AS  HATE\n   11  CRIMES  PURSUANT  TO  THE  PROVISIONS OF SECTION 485.05 OF THIS ARTICLE,\n   12  SHALL BE CONSIDERED CUMULATIVELY IN DETERMINING  THE  ENTIRE  AMOUNT  OF\n   13  DAMAGE  TO  PROPERTY CAUSED BY THE COMMISSION OF SUCH OFFENSES AND SHALL\n   14  BE PUNISHABLE ACCORDING TO THE CUMULATIVE AMOUNT OF DAMAGE CAUSED BY THE\n   15  COMMISSION OF SUCH MULTIPLE OFFENSES.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07149-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to multiple bias-related offenses committed as part of a common plan or scheme ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T104424.TXT", "SOBI.D110114.T141946.TXT", "SOBI.D110114.T112923.TXT", "SOBI.D110114.T110922.TXT", "SOBI.D110114.T104920.TXT", "SOBI.D110114.T112423.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295032786026
}