{
  "year" : 2011,
  "senateBillNo" : "S1938-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1938-2011-1294981200000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes procedures and guidelines for which a test subject may request and obtain information and materials regarding a standardized test",
  "summary" : "Establishes procedures and guidelines for which a test subject may request and obtain information and materials regarding a standardized test. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A2133",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S3732-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ZELDIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1938                                                  A. 2133\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       IN  SENATE  -- Introduced by Sens. LAVALLE, LARKIN, ZELDIN -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Higher Education\n\n       IN ASSEMBLY -- Introduced by M. of A. ORTIZ -- read once and referred to\n         the Committee on Education\n\n       AN ACT to amend the education law, in relation to the administration  of\n         standardized tests\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 342 of the education law, as added\n    2  by chapter 813 of the laws of 1980, the closing paragraph as amended  by\n    3  chapter  565 of the laws of 1986, is amended and two new subdivisions 12\n    4  and 13 are added to read as follows:\n    5    2.  [Within ninety days after filing a standardized test  pursuant  to\n    6  subdivision one of this section and for a period of not less than ninety\n    7  days after the offer is made] A. AT OR THIRTY DAYS PRIOR TO THE ADMINIS-\n    8  TRATION OF A STANDARDIZED TEST, AND FOR A PERIOD OF NOT LESS THAN NINETY\n    9  DAYS  AFTER  THE  ADMINISTRATION OF A STANDARDIZED TEST, the test agency\n   10  shall provide to the test subject the opportunity to [secure] REQUEST:\n   11    [a.] (I) a copy of the test  questions  used  to  calculate  the  test\n   12  subject's raw score;\n   13    [b.]  (II) a copy of the test subject's answer sheet, or answer record\n   14  where there is no answer sheet, together with  a  copy  of  the  correct\n   15  answer  sheet to the same test with questions used to calculate the test\n   16  subject's raw score so marked; and\n   17    [c.] (III) a statement of the raw score used to calculate  the  scores\n   18  reported to the test subject.\n   19    [The  agency  may charge a nominal fee for providing such information,\n   20  not to exceed the direct cost thereof.]\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04527-01-1\n\n       S. 1938                             2                            A. 2133\n\n    1    B. THE TEST AGENCY SHALL PROVIDE A  MEANS  FOR  THE  TEST  SUBJECT  TO\n    2  REQUEST  THE  INFORMATION DESCRIBED IN SUBPARAGRAPHS (I), (II) AND (III)\n    3  OF PARAGRAPH A OF THIS SUBDIVISION THROUGH AN ONLINE INTERNET BASED LINK\n    4  OR TEST AGENCY HOME PAGE.\n    5    C.  FORTY-FIVE  DAYS  AFTER  THE RESULTS OF ANY STANDARDIZED TESTS ARE\n    6  RELEASED, THE TEST AGENCY SHALL MAKE AVAILABLE TO ANY TEST  SUBJECT  WHO\n    7  HAS  REQUESTED  THE  MATERIALS  DESCRIBED IN SUBPARAGRAPHS (I), (II) AND\n    8  (III) OF PARAGRAPH A OF THIS SUBDIVISION  WITH  THOSE  MATERIALS  WITHIN\n    9  TWENTY-FIVE DAYS AFTER THEY HAVE RECEIVED SUCH REQUEST.\n   10    D.  EACH  TEST AGENCY SHALL MAINTAIN A RECORD OF ALL SUCH REQUESTS FOR\n   11  EACH TEST ADMINISTRATION FOR A PERIOD OF ONE YEAR AFTER SUCH TEST ADMIN-\n   12  ISTRATION AND PROVIDE THE TOTAL NUMBER OF REQUESTS FOR SUCH TEST  ADMIN-\n   13  ISTRATION IN AN ANNUAL REPORT TO THE DEPARTMENT.\n   14    E.  EACH  TEST  AGENCY  SHALL MAINTAIN A RECORD OF THE TOTAL NUMBER OF\n   15  ERRORS FOUND BY THE TEST SUBJECT AND AN EXPLANATION OF  THE  REASON  FOR\n   16  SUCH  ERRORS  AND  WHAT THE OUTCOME WAS REGARDING ANY CHANGE IN THE TEST\n   17  SUBJECT'S RAW SCORE AND SCALED SCORE.\n   18    F. THE AGENCY MAY CHARGE A NOMINAL FEE WHICH SHALL BE LIMITED  TO  TEN\n   19  DOLLARS,  FOR  MAKING  THIS  INFORMATION AVAILABLE, AND FURTHER, THAT AT\n   20  LEAST TWENTY PERCENT OF THE YEAR-TO-YEAR INCREASE  IN  TOTAL  MANAGEMENT\n   21  SALARIES  PAID BY THE TEST AGENCY AND TWENTY PERCENT OF THE YEAR-TO-YEAR\n   22  INCREASE IN TOTAL INCOME OF THE TEST AGENCY SHALL BE ACCOUNTED FOR SEPA-\n   23  RATELY AND ALLOCATED DIRECTLY FOR THE SOLE PURPOSE  OF  MAINTAINING  THE\n   24  NOMINAL  FEE  STIPULATED  HEREIN  FOR  MAKING THE MATERIALS DESCRIBED IN\n   25  SUBPARAGRAPHS (I), (II) AND (III) OF PARAGRAPH  A  OF  THIS  SUBDIVISION\n   26  AVAILABLE TO THE TEST SUBJECTS WHO HAVE REQUESTED SUCH MATERIALS.\n   27    G.  Notwithstanding any other provision in this section, a test agency\n   28  shall permit a test subject to elect in writing  OR  ONLINE  THROUGH  AN\n   29  INTERNET  BASED  LINK OR TEST AGENCY HOME PAGE, this opportunity both at\n   30  the time the test subject registers to take a test and at the  time  the\n   31  test  agency reports test scores to the test subject; provided, however,\n   32  that the provisions of this paragraph shall not apply where  either  the\n   33  materials  described  in  [paragraph (a) or (b)] SUBPARAGRAPHS (I), (II)\n   34  AND (III) OF PARAGRAPH A of this subdivision  are  provided  during  the\n   35  test  administration.  The  form permitting such election shall describe\n   36  the opportunity offered pursuant to this subdivision in clear and  plain\n   37  English  and shall be part of and included in the test registration form\n   38  and in a form provided to the test subject at the time test  scores  are\n   39  reported  to  the  test  subject.    SUCH  FORM PERMITTING SUCH ELECTION\n   40  DESCRIBING THE OPPORTUNITY TO OBTAIN THE MATERIALS SET FORTH IN SUBPARA-\n   41  GRAPHS (I), (II) AND (III) OF PARAGRAPH A OF THIS SUBDIVISION SHALL ALSO\n   42  BE  AVAILABLE  ON  THE  TEST  AGENCY'S  WEB  SITE  AND   SHALL   PROVIDE\n   43  INSTRUCTIONS ON HOW TO REQUEST THESE MATERIALS ELECTRONICALLY.\n   44    12. A. THERE IS HEREBY ESTABLISHED THE NEW YORK STATE BOARD OF TESTING\n   45  INTEGRITY  WITHIN  THE  DEPARTMENT.    SUCH  BOARD SHALL CONSIST OF NINE\n   46  MEMBERS WHO SHALL EACH SERVE THREE YEAR  TERMS.  TWO  MEMBERS  SHALL  BE\n   47  APPOINTED  BY THE GOVERNOR, TWO MEMBERS SHALL BE APPOINTED BY THE TEMPO-\n   48  RARY PRESIDENT OF THE SENATE AND TWO MEMBERS SHALL BE APPOINTED  BY  THE\n   49  SPEAKER  OF THE ASSEMBLY. THE COMMISSIONER, THE ATTORNEY GENERAL AND THE\n   50  COMPTROLLER, OR THEIR DESIGNEE SHALL ALSO SERVE ON THE BOARD. THE  FOCUS\n   51  OF  THE BOARD SHALL BE TO REPRESENT AND PROTECT AT ALL TIMES AND FOR ALL\n   52  INSTANCES THE INTEREST OF THE TEST SUBJECT WHILE MAINTAINING THE  INTEG-\n   53  RITY OF THE TESTING PROCESS.\n   54    B.  THE BOARD SHALL BE RESPONSIBLE TO MAINTAIN, ASSESS AND MAKE RECOM-\n   55  MENDATIONS TO THE REGENTS ALL ASPECTS OF THE ADMINISTRATION OF STANDARD-\n\n       S. 1938                             3                            A. 2133\n\n    1  IZED TESTING IN NEW  YORK,  AS  DEFINED  IN  THIS  ARTICLE.  THIS  SHALL\n    2  INCLUDE, BUT SHALL NOT BE LIMITED TO:\n    3    (I) THE REGISTRATION PROCESS.\n    4    (II)  COMPLIANCE  WITH  ALL  APPLICABLE  RULES  AND LAWS REGARDING THE\n    5  DISCLOSURE OF RELEVANT AND REQUIRED INFORMATION.\n    6    (III) THE TEST SUBJECT'S ABILITY TO OBTAIN TEST QUESTIONS, THE CORRECT\n    7  ANSWERS TO THOSE QUESTIONS AND THE TEST SUBJECT'S TEST ANSWERS.\n    8    (IV) THE SECURITY OF THE  TESTING  PROCESS,  INCLUDING  THE  HANDLING,\n    9  PACKAGING,  TRANSPORTING,  SCORING  AND  RECORDING  OF  ALL  TEST ANSWER\n   10  SHEETS.\n   11    C. THE BOARD MAY REVIEW THE TESTING QUESTIONS TO  IDENTIFY  BIASES  IN\n   12  THE  QUESTIONS  OR  OTHER  POSSIBLE  TESTING ISSUES WHICH MAY AFFECT THE\n   13  SCORES OF ANY PARTICULAR GENDER, ETHNIC OR RELIGIOUS GROUP.   THE  BOARD\n   14  MAY REVIEW ALL ASPECTS OF THE TESTING ENVIRONMENT FOR OVERALL EQUITY FOR\n   15  ALL TEST SUBJECTS IN NEW YORK STATE.\n   16    D.  ONCE  A  YEAR  THE  BOARD  SHALL  OVERSEE A PROCESS BY WHICH A ONE\n   17  PERCENT SAMPLE OF A PREVIOUSLY ADMINISTERED STANDARDIZED  TEST  BY  EACH\n   18  TEST  AGENCY OFFERED IN NEW YORK STATE ARE RESCORED TO EXAMINE ACCURACY,\n   19  AND CONSISTENCY OF SCORING ON ALL PORTIONS OF THE STANDARDIZED TEST.\n   20    E. THE PROCESS OF SAMPLING AND RESCORE SHALL BE CONDUCTED BY THE  TEST\n   21  AGENCY  ADMINISTRATING  STANDARDIZED TESTS IN NEW YORK, WHO SHALL MAKE A\n   22  REPORT TO THE BOARD NOT MORE  THAN  SIXTY  DAYS  AFTER  COMPLETING  THIS\n   23  RESCORING  WHICH  WILL  IDENTIFY  ANY  ERRORS IN SCORING, THE REASON FOR\n   24  THOSE ERRORS AND WHAT IS BEING  DONE  TO  CORRECT  SUCH  ERRORS  IN  THE\n   25  FUTURE.\n   26    13.  A  FEE  OF  ONE  DOLLAR SHALL BE PAID BY THE TEST AGENCY FOR EACH\n   27  STANDARDIZED TEST ADMINISTERED IN NEW YORK STATE, WHICH SHALL BE  DEPOS-\n   28  ITED  IN AN ACCOUNT ESTABLISHED BY THE NEW YORK STATE COMPTROLLER, WHICH\n   29  SHALL BE USED BY THE NEW YORK STATE BOARD OF TESTING INTEGRITY TO  COVER\n   30  THE COSTS ASSOCIATED THEREWITH.\n   31    S  2.  This  act  shall  take  effect  on  the first of September next\n   32  succeeding the date on which it shall have become a law. A  test  agency\n   33  shall  not  be  required to revise its application brochure or forms for\n   34  the test year commencing September 1, 2012 to incorporate  the  require-\n   35  ments of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the administration of standardized tests ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T115945.TXT", "SOBI.D110114.T112923.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110114.T113438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295036700653
}