{
  "year" : 2011,
  "senateBillNo" : "S1932-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1932-2011-1294981200000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Encourages carpooling through preferential use lanes",
  "summary" : "Encourages carpooling through preferential lane use; sets forth specifications for the types or classes of vehicles which may use such preferential lanes; establishes traffic infraction for unsafe use or improper entry into such lanes. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S897-2009", "S879-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1932\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  driving  in\n         preferential use lanes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 132-b to read as follows:\n    3    S  132-B.  PREFERENTIAL USE LANE. A LANE RESERVED FOR USE BY SPECIFIED\n    4  TYPES OR CLASSES OF VEHICLES INCLUDING A LANE  RESERVED  FOR  USE  BASED\n    5  UPON THE NUMBER OF OCCUPANTS IN SUCH VEHICLES.\n    6    S  2. Section 1128 of the vehicle and traffic law is amended by adding\n    7  a new subdivision (e) to read as follows:\n    8    (E) WHEN OFFICIAL MARKINGS DELINEATING A PREFERENTIAL USE LANE ARE  IN\n    9  PLACE  AND  DESIGNATE  LOCATIONS  WHERE  CROSSING SUCH MARKINGS WOULD BE\n   10  ESPECIALLY HAZARDOUS, NO DRIVER OF A VEHICLE PROCEEDING ALONG SUCH HIGH-\n   11  WAY SHALL AT ANY TIME DRIVE ACROSS SUCH MARKINGS.\n   12    S 3. The vehicle and traffic law is amended by adding  a  new  section\n   13  1132 to read as follows:\n   14    S  1132.  DRIVING IN PREFERENTIAL USE LANES. NO PERSON SHALL OPERATE A\n   15  MOTOR VEHICLE IN A LANE OF A HIGHWAY, STREET OR ROADWAY WHICH  HAS  BEEN\n   16  DESIGNATED AS A PREFERENTIAL USE LANE DURING THE TIME THE DESIGNATION IS\n   17  IN EFFECT UNLESS SUCH MOTOR VEHICLE IS BEING OPERATED IN COMPLIANCE WITH\n   18  THE TERMS OF THE AUTHORIZED DESIGNATED PREFERENTIAL USE.\n   19    S 4. Subdivision (b) of section 1800 of the vehicle and traffic law is\n   20  amended by adding two new paragraphs 3 and 4 to read as follows:\n   21    3.  NOTWITHSTANDING  THE  PROVISIONS OF PARAGRAPH ONE OF THIS SUBDIVI-\n   22  SION, A PERSON CONVICTED OF A TRAFFIC INFRACTION FOR A VIOLATION OF  THE\n   23  PROVISIONS  OF  SECTION  ELEVEN HUNDRED THIRTY-TWO OF THIS CHAPTER SHALL\n   24  FOR CONVICTION THEREOF, BE PUNISHED BY A FINE OF NOT MORE THAN  SEVENTY-\n   25  FIVE  DOLLARS AND SUCH CONVICTION SHALL NOT BE DEEMED A CONVICTION AS AN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07148-01-1\n\n       S. 1932                             2\n\n    1  OPERATOR AND SHALL NOT BE MADE PART  OF  THE  OPERATING  RECORD  OF  THE\n    2  PERSON  UPON  WHOM  SUCH  LIABILITY  IS IMPOSED NOR SHALL IT BE USED FOR\n    3  INSURANCE PURPOSES IN THE PROVISION OF MOTOR VEHICLE INSURANCE COVERAGE.\n    4    4.  NOTWITHSTANDING  THE  PROVISIONS OF PARAGRAPH ONE OF THIS SUBDIVI-\n    5  SION, A PERSON CONVICTED OF A TRAFFIC INFRACTION FOR A VIOLATION OF  THE\n    6  PROVISIONS  OF SUBDIVISION (E) OF SECTION ELEVEN HUNDRED TWENTY-EIGHT OF\n    7  THIS CHAPTER SHALL, FOR A FIRST CONVICTION THEREOF,  BE  PUNISHED  BY  A\n    8  FINE  OF  NOT  LESS  THAN  ONE HUNDRED DOLLARS NOR MORE THAN TWO HUNDRED\n    9  DOLLARS, FOR A CONVICTION OF A SECOND OR SUBSEQUENT  VIOLATION,  ALL  OF\n   10  WHICH  WERE  COMMITTED  WITHIN  A PERIOD OF EIGHTEEN MONTHS, SUCH PERSON\n   11  SHALL BE PUNISHED BY A FINE OF NOT LESS THAN  TWO  HUNDRED  DOLLARS  NOR\n   12  MORE THAN THREE HUNDRED DOLLARS.\n   13    S 5. This act shall take effect on the one hundred twentieth day after\n   14  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1932\n\nTITLE OF BILL:\n\nAn act\nto amend the vehicle and traffic law, in relation to driving in\npreferential use lanes\n\nPURPOSE OF THE BILL:\n\nPromotes carpooling and the use of preferential use (high occupancy\nvehicle) lanes by establishing and defining traffic infractions for\nimproper use and improper entry into such lanes and establishing\nreasonable penalties to deter such conduct.\n\nEXISTING LAW:\n\nThere are no existing provisions in law defining the phrase\n\"preferential use lanes\" and establishing traffic infractions for\nunsafe use or improper entry into such lanes. Municipalities which\nhave established preferential use lanes are currently relying upon\nexisting traffic infractions which were never designed to address the\nproper use of preferential lanes and, thus, do not establish\nappropriate penalties for improper conduct in connection therewith.\n\nJUSTIFICATION:\n\nCarpooling has become a well-accepted method of reducing energy\nconsumption and air pollution, saving wear and tear on highways and\nreducing traffic congestion in urban areas. Preferential use lanes\nhave become a reliable method of promoting carpooling and\nfacilitating the rapid and orderly movement of traffic to and from\nurban areas during peak traffic periods. To allow preferential use\nlanes to operate effectively, this bill establishes two new traffic\ninfractions designed to prohibit conduct which could detract from\nproper use or present hazards for other motorists. New section 1132\nprohibits motorists from operating a vehicle in a preferential use\nlane unless the vehicle is being operated in compliance with the\nterms established for the use of such lanes. For example, a motorist\nmay not drive solo in a preferential use lane authorized only for use\nby vehicles carrying two or more occupants. This bill authorizes\nmunicipalities to fine motorists engaged in such improper conduct up\nto $75 for each such violation. Because such violations do not\ninvolve highway safety, the bill prohibits the Commissioner from\nprescribing points on an individuals driver's license for such a\nviolation. The purpose of points under the Vehicle and Traffic\nLaw is to deter safety violations. Occupancy violations like those\nprescribed by new V & T Section 1132 are not safety violations and do\nnot represent conduct which threatens other motorists. Points,\ntherefore, are not an appropriate penalty. Indeed, points for conduct\nof this nature would be\n\noverly punitive since accumulated points can cause a motorist to have\nhis or her license suspended and/or increase the premium costs\nmotorists must pay for automobile insurance. A monetary penalty of up\nto $65 is a sufficient penalty to deter motorists from violating the\nuse restrictions of such lanes.\n\nNew subdivision in 1128 prohibits motorists from entering preferential\nuse lanes at a point not authorized for such entry. Such conduct is\nespecially hazardous and is clearly a safety violation. In order to\ndeter such unsafe driving conduct, this bill authorizes\nmunicipalities to fine violators not less than $100 nor more than\n$200 for a first offense, and not less than $200 nor more than $300,\nfor a second or subsequent violation committed within eighteen months\nof a previous violation of this section. At the Commissioner's\ndiscretion, points could be imposed for such a violation.\n\nFinally, the bill provides a remedy for the arbitrary and inequitable\nmanner in which the Department of Motor Vehicles currently addresses\nthe issue of points for such violations. The Department of Motor\nVehicles has ruled that motorists violating the High Occupancy\nVehicle lanes on the Long Island Expressway will not be assessed\npoints, while those violating the same restrictions on the Queensboro\nBridge and other locations will be assessed such penalty. Thus,\nSignificantly different penalties for the same offense are being\nassessed. High Occupancy Vehicle lanes are likely to proliferate in\nthe future, a fair and uniform approach is needed.\n\nFISCAL IMPLICATIONS FOR STATE & LOCAL GOVERNMENTS:\n\nState and localities may realize additional revenues.\n\nEFFECTIVE DATE:\n\n120 days after it shall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to driving in preferential use lanes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T104424.TXT", "SOBI.D110114.T112923.TXT", "SOBI.D110114.T141946.TXT", "SOBI.D110114.T110922.TXT", "SOBI.D110114.T110421.TXT", "SOBI.D110120.T180923.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963694
}