{
  "year" : 2011,
  "senateBillNo" : "S1937-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1937-2011-1294981200000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides increased penalties and education for hazing, underage drinking and drug use within athletic teams, fraternities and sororities at college campuses",
  "summary" : "Requires colleges to educate the campus community on bias-related crime, hazing, underage drinking and illegal drug use; expands authority of colleges to regulate conduct by college and student government organizations and clubs, athletic teams and clubs, alumni organizations, fraternities, sororities, and any other organization that has access to and use of the college facilities; requires colleges to adopt rules prohibiting hazing, underage drinking and illegal drug use; requires colleges to inform incoming students of and to train residence hall staff in the prohibitions against hazing, underage drinking and illegal drug use; requires colleges to establish penalties for hazing, underage drinking and illegal drug use. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A2132",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2527-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1937                                                  A. 2132\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by  Sens.  LAVALLE, LARKIN -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Higher Education\n\n       IN  ASSEMBLY -- Introduced by M. of A. MORELLE -- read once and referred\n         to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to hazing, serving  alco-\n         hol to minors and illegal drug offenses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 6430  of  the  education  law,  as\n    2  amended by chapter 75 of the laws of 2004, is amended and a new subdivi-\n    3  sion 7 is added to read as follows:\n    4    1. The trustees or other governing board of every college chartered by\n    5  the  regents or incorporated by special act of the legislature and which\n    6  maintains a campus, unless otherwise provided, shall adopt written rules\n    7  for implementing all policies required pursuant to this article and  for\n    8  the  maintenance  of  public order on college campuses and other college\n    9  property used for educational purposes and provide  a  program  for  the\n   10  enforcement  thereof. Such rules shall prohibit, among other things, any\n   11  action or situation which  recklessly  or  intentionally  endangers  THE\n   12  mental  or physical health [or involves the forced consumption of liquor\n   13  or drugs for the purpose of initiation  into  or  affiliation  with  any\n   14  organization] OF ANY INDIVIDUAL.  Such rules shall govern the conduct of\n   15  students,  faculty  and other staff as well as visitors and other licen-\n   16  sees and invitees on such campuses and  property.    The  penalties  for\n   17  violations  of  such  rules shall be clearly set forth therein and shall\n   18  include provisions for the ejection of a violator from such  campus  and\n   19  property,  in  the  case  of  a  student  or faculty violator his or her\n   20  suspension, expulsion, or other appropriate disciplinary action, and  in\n   21  the  case  of an organization which authorizes such conduct, recision of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05238-01-1\n\n       S. 1937                             2                            A. 2132\n\n    1  permission for that organization to operate  on  campus  property.  Such\n    2  penalties  shall be in addition to any penalty pursuant to the penal law\n    3  or any other law to which a violator or organization may be subject.\n    4    7.  FOR THE PURPOSES OF THIS ARTICLE, ORGANIZATIONS SHALL INCLUDE, BUT\n    5  NOT BE LIMITED TO, RECOGNIZED COLLEGE OR  STUDENT  GOVERNMENT  ORGANIZA-\n    6  TIONS  OR CLUBS, ALUMNI ORGANIZATIONS, ATHLETIC TEAMS AND CLUBS, FRATER-\n    7  NITIES AND SORORITIES OR ANY CAMPUS OR UNIVERSITY ORGANIZATION OR  GROUP\n    8  THAT HAS ACCESS TO AND USE OF COLLEGE FACILITIES.\n    9    S 2. Paragraphs a and c of subdivision 3 of section 6431 of the educa-\n   10  tion  law,  as amended by chapter 13 of the laws of 2009, are amended to\n   11  read as follows:\n   12    a. educating the campus community, including  security  personnel  and\n   13  those  persons  who  advise or supervise students, about sexual assault,\n   14  domestic violence, BIAS RELATED CRIME, HAZING, UNDERAGE DRINKING,  ILLE-\n   15  GAL  DRUG  USE,  and  stalking  offenses  pursuant to section sixty-four\n   16  hundred thirty-two, SECTION SIXTY-FOUR HUNDRED THIRTY-EIGHT, AND SECTION\n   17  SIXTY-FOUR HUNDRED THIRTY-NINE of this article;\n   18    c. reporting sexual assaults, domestic violence, HAZING, BIAS  RELATED\n   19  CRIME,  and  stalking  incidents  and  assisting victims during investi-\n   20  gations;\n   21    S 3. The education law is amended by adding two new sections 6438  and\n   22  6439 to read as follows:\n   23    S 6438. HAZING INFORMATION AND PREVENTION. 1. EACH COLLEGE SHALL ADOPT\n   24  RULES  THAT  PROHIBIT CONDUCT WHICH INTENTIONALLY OR RECKLESSLY INVOLVES\n   25  THE FORCED CONSUMPTION OF ALCOHOL OR DRUGS, OR ANY OTHER  BEHAVIOR  THAT\n   26  MAY ENDANGER THE MENTAL OR PHYSICAL HEALTH AND SAFETY OF INDIVIDUALS.\n   27    2.  EACH  COLLEGE SHALL INFORM INCOMING STUDENTS ABOUT PROHIBITIONS ON\n   28  HAZING  THROUGH  PROGRAMS  WHICH  MAY   INCLUDE   WORKSHOPS,   SEMINARS,\n   29  DISCUSSION  GROUPS  AND  MEDIA  PRESENTATIONS,  IN  ORDER TO DISSEMINATE\n   30  INFORMATION ABOUT HAZING, PROMOTE  DISCUSSION,  ENCOURAGE  REPORTING  OF\n   31  INCIDENTS  OF  HAZING  AND FACILITATE PREVENTION OF SUCH INCIDENTS. SUCH\n   32  INFORMATION SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   33    A. THE APPLICABLE LAWS, ORDINANCES AND REGULATIONS  REGARDING  HAZING,\n   34  INCLUDING THE PENALTIES FOR VIOLATION UNDER LAW;\n   35    B.  THE  PROCEDURES AND PENALTIES IN EFFECT AT THE COLLEGE FOR DEALING\n   36  WITH HAZING; AND\n   37    C. THE AVAILABILITY OF COUNSELING AND OTHER SUPPORT SERVICES  FOR  THE\n   38  VICTIMS OF HAZING.\n   39    3. EACH COLLEGE SHALL DEVELOP POLICIES FOR THE TRAINING OF APPROPRIATE\n   40  STAFF,  INCLUDING,  BUT NOT LIMITED TO, RESIDENT LIFE STAFF, COACHES AND\n   41  OTHER PERSONNEL REGARDING HAZING AND THE PROCEDURES  FOR  ENFORCING  AND\n   42  REPORTING SUCH INCIDENTS TO THE PROPER COLLEGE OFFICIALS.\n   43    4. EACH COLLEGE SHALL REVIEW DISCIPLINARY PROCEDURES PERTAINING TO ALL\n   44  ORGANIZATIONS  AS  DEFINED  BY  SUBDIVISION  SEVEN OF SECTION SIXTY-FOUR\n   45  HUNDRED THIRTY OF THIS ARTICLE.  SUCH PENALTIES MAY INCLUDE, BUT NOT  BE\n   46  LIMITED  TO,  THE  REVOCATION OF SUCH ORGANIZATION'S RIGHT TO OPERATE ON\n   47  SUCH CAMPUS, USE CAMPUS FACILITIES OR BE RECOGNIZED BY  THE  COLLEGE  OR\n   48  UNIVERSITY.    WHERE  SUCH  ORGANIZATION  IS  A  FRATERNITY OR SORORITY,\n   49  COMMONLY IDENTIFIED AS A GREEK LETTER ORGANIZATION, SUCH  PENALTIES  MAY\n   50  INCLUDE,  BUT  NOT  BE  LIMITED TO, THE WITHDRAWAL OF THE RECOGNITION OF\n   51  SUCH ORGANIZATION FROM SUCH CAMPUS.\n   52    5. COLLEGE RULES MAY INCLUDE PROVISIONS FOR THE DISCIPLINARY ACTION OF\n   53  STUDENTS WHO FAIL TO REPORT KNOWN INSTANCES OF HAZING AND IMMUNITY  FROM\n   54  COLLEGE DISCIPLINARY ACTION FOR GOOD FAITH REPORTING OF HAZING.\n   55    S  6439.  ALCOHOL  AND  DRUG ABUSE INFORMATION AND PREVENTION. 1. EACH\n   56  COLLEGE SHALL INFORM INCOMING STUDENTS ABOUT  PROHIBITIONS  ON  UNDERAGE\n\n       S. 1937                             3                            A. 2132\n\n    1  DRINKING  AND  SUBSTANCE  ABUSE THROUGH PROGRAMS WHICH MAY INCLUDE WORK-\n    2  SHOPS, SEMINARS, DISCUSSION GROUPS AND MEDIA PRESENTATIONS IN  ORDER  TO\n    3  DISSEMINATE  INFORMATION  ABOUT  UNDERAGE  DRINKING AND SUBSTANCE ABUSE,\n    4  PROMOTE  DISCUSSION,  AND  FACILITATE PREVENTION OF SUCH INCIDENTS. SUCH\n    5  INFORMATION SHALL INCLUDE, BUT NOT BE LIMITED TO:\n    6    A. THE APPLICABLE LAWS, ORDINANCES AND REGULATIONS REGARDING  UNDERAGE\n    7  DRINKING  AND  ILLEGAL  DRUG  USE, INCLUDING THE PENALTIES FOR VIOLATION\n    8  UNDER LAW;\n    9    B. THE PROCEDURES AND PENALTIES IN EFFECT AT THE COLLEGE  FOR  DEALING\n   10  WITH UNDERAGE DRINKING AND DRUG USE; AND\n   11    C.  THE  AVAILABILITY  OF  COUNSELING  AND  OTHER SUPPORT SERVICES FOR\n   12  SUBSTANCE ABUSERS.\n   13    2. EACH COLLEGE SHALL DEVELOP POLICIES FOR THE TRAINING OF APPROPRIATE\n   14  STAFF, INCLUDING, BUT NOT LIMITED TO, RESIDENT LIFE STAFF,  COACHES  AND\n   15  OTHER  PERSONNEL  REGARDING UNDERAGE DRINKING AND DRUG AND ALCOHOL ABUSE\n   16  AND THE PROCEDURES FOR ENFORCING AND REPORTING  SUCH  INCIDENTS  TO  THE\n   17  PROPER COLLEGE OFFICIALS.\n   18    3.  EACH COLLEGE SHALL REVIEW CURRENT DISCIPLINARY PROCEDURES PERTAIN-\n   19  ING TO ALL ORGANIZATIONS AS DEFINED  BY  SUBDIVISION  SEVEN  OF  SECTION\n   20  SIXTY-FOUR  HUNDRED  THIRTY  OF  THIS ARTICLE AND MAY PROVIDE ADDITIONAL\n   21  PENALTIES REGARDING ILLEGAL DRUG USE AND UNDERAGE DRINKING.\n   22    S 4. This act shall take effect on the first of July  next  succeeding\n   23  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to hazing, serving alcohol to minors and illegal drug offenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T115945.TXT", "SOBI.D110114.T112923.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T114925.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295036700641
}