{
  "year" : 2011,
  "senateBillNo" : "S1941-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1941-2011-1294981200000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines planned retirement community and proscribes rules and regulations for ownership and operation in Suffolk county",
  "summary" : "Sets up rules and regulations for the operation of planned retirement communities in Suffolk county to provide adequate housing for senior citizens wishing to retire and locate in a planned retirement community; grants owners of homes in planned retirement communities in Suffolk county the right to sell their homes by methods common to sales of residential property; requires that owners of planned retirement communities in Suffolk county offer owners of homes the option to sign a long-term ninety-nine year lease. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A2136",
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S3142-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1941                                                  A. 2136\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Judiciary\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Aging\n\n       AN ACT to amend the real property law, in relation to planned retirement\n         communities in Suffolk county\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative intent. The legislature hereby finds a need to\n    2  provide  adequate  housing for senior citizens in Suffolk county wishing\n    3  to retire and locate in a planned retirement community.\n    4    The legislature also finds that  developers  in  Suffolk  county  have\n    5  begun selling factory manufactured homes in so-called \"retirement commu-\n    6  nities\"  in which a large parcel of land is subdivided into many smaller\n    7  plots.  In these communities, the home purchaser buys and owns only  the\n    8  home,  and rents the plot on which the home is installed from the devel-\n    9  oper. The developer retains ownership and control of  the  roads,  side-\n   10  walks, and common areas in the community.\n   11    This  legislature further finds that the nature of this type of enter-\n   12  prise, that is, the purchaser buying only the  home  and  the  developer\n   13  retaining ownership of the land on which the home is installed, tends to\n   14  lend  itself  to  abuse  and  possibly illegal acts to the prejudice and\n   15  detriment of the purchaser.\n   16    This legislature determines that adults of retirement age are a disad-\n   17  vantaged group, and as such, require special protection.\n   18    Therefore, the purpose of this act is to extend to the owners or occu-\n   19  pants of homes in planned retirement communities at the minimum, (a) the\n   20  right to sell their homes including the incidental right to use any  and\n   21  all methods common to sales of residential property, and (b) a long term\n   22  lease  for no less than ninety-nine years with the sole option to cancel\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03799-01-1\n\n       S. 1941                             2                            A. 2136\n\n    1  said lease on ninety days written notice to the owner  or  operators  of\n    2  the planned retirement communities.\n    3    S 2. The real property law is amended by adding a new section 238-a to\n    4  read as follows:\n    5    S 238-A. PLANNED RETIREMENT COMMUNITY; SUFFOLK COUNTY. 1. DEFINITIONS.\n    6  AS  USED  IN  THIS SECTION:   (A) A \"PLANNED RETIREMENT COMMUNITY\" SHALL\n    7  MEAN A CONTIGUOUS PARCEL OF PRIVATELY OWNED  REAL  PROPERTY  IN  SUFFOLK\n    8  COUNTY CONTAINING TWO HUNDRED OR MORE LOTS WHICH ARE LEASED TO OWNERS OF\n    9  YEAR-ROUND  HOMES ERECTED THEREON AND AFFIXED THERETO WHEREIN THE PERMA-\n   10  NENT OCCUPATION IS RESTRICTED TO TENANTS  FIFTY-FIVE  YEARS  OF  AGE  OR\n   11  OLDER.\n   12    A \"PLANNED RETIREMENT COMMUNITY\" SHALL NOT INCLUDE A MOBILE HOME PARK,\n   13  OR  CONDOMINIUM,  AS DEFINED IN THIS CHAPTER OR REAL PROPERTY OWNED BY A\n   14  CORPORATION FORMED PURSUANT TO THE COOPERATIVE CORPORATIONS LAW.\n   15    (B) \"HOME OWNER\" SHALL MEAN ONE WHO HOLDS TITLE TO A HOME.\n   16    (C) \"TENANT\" SHALL MEAN ONE WHO OCCUPIES A HOME IN A  PLANNED  RETIRE-\n   17  MENT COMMUNITY.\n   18    2.  LEASES.  (A) ANY PLANNED RETIREMENT COMMUNITY OWNER OR OPERATOR IN\n   19  SUFFOLK COUNTY SHALL OFFER EVERY HOME OWNER OR TENANT THE OPPORTUNITY TO\n   20  SIGN A LONG TERM LEASE FOR NINETY-NINE YEARS, WITH THE  SOLE  OPTION  OF\n   21  THE  HOME  OWNER  OR  TENANT TO CANCEL SAID LEASE ON NINETY DAYS WRITTEN\n   22  NOTICE TO SAID OWNER OR OPERATOR.\n   23    (B) A COPY OF SUCH PLANNED  RETIREMENT  COMMUNITY'S  RULES  AND  REGU-\n   24  LATIONS,  IF  ANY,  SHALL  BE ATTACHED TO AND BECOME A PART OF THE LEASE\n   25  PROVIDED FOR BY THIS SECTION, AS IF FULLY SET  FORTH  THEREIN  AND  THAT\n   26  SAID RULES AND REGULATIONS MAY NOT BE CHANGED, ALTERED, AMENDED OR MODI-\n   27  FIED  WITHOUT THE WRITTEN CONSENT OF THREE-FOURTHS OF ALL HOME OWNERS OR\n   28  TENANTS THEN IN RESIDENCE.\n   29    (C) NO RULES OR REGULATIONS  SHALL  BE  INCONSISTENT  WITH  THE  LEASE\n   30  PROVISIONS IN EFFECT AT THE COMMENCEMENT OF SUCH LEASE.\n   31    (D)  A COPY OF THE LEASE SHALL BE DELIVERED BY SUCH PLANNED RETIREMENT\n   32  COMMUNITY OWNER OR OPERATOR IN SUFFOLK COUNTY  TO  ALL  HOME  OWNERS  OR\n   33  TENANTS  AT  THE  TIME OF THE FIRST DEPOSIT MADE PAYABLE TO SAID PLANNED\n   34  RETIREMENT COMMUNITY OWNER OR OPERATOR.\n   35    3. RULES AND REGULATIONS. (A) THE PLANNED RETIREMENT  COMMUNITY  OWNER\n   36  OR  OPERATOR  IN  SUFFOLK  COUNTY  MAY  PROMULGATE  RULES OR REGULATIONS\n   37  GOVERNING THE RENT AND USE OR OCCUPATION OF THE HOME LOT, PROVIDED  THAT\n   38  SUCH RULES OR REGULATIONS SHALL NOT BE UNREASONABLE, ARBITRARY OR CAPRI-\n   39  CIOUS.\n   40    (B)  A  COPY  OF  ALL  RULES AND REGULATIONS SHALL BE DELIVERED BY THE\n   41  PLANNED RETIREMENT COMMUNITY OWNER OR OPERATOR IN SUFFOLK COUNTY TO  ALL\n   42  HOME  OWNERS OR TENANTS AT THE TIME OF THE FIRST DEPOSIT MADE PAYABLE TO\n   43  SAID PLANNED RETIREMENT COMMUNITY OWNER OR OPERATOR.\n   44    (C) A COPY OF ALL RULES AND REGULATIONS SHALL BE POSTED IN A CONSPICU-\n   45  OUS PUBLIC LOCATION UPON THE GROUNDS OF THE PLANNED RETIREMENT COMMUNITY\n   46  IN SUFFOLK COUNTY.\n   47    (D) IF A RULE OR REGULATION IS  NOT  APPLIED  UNIFORMLY  TO  ALL  HOME\n   48  OWNERS  OR  TENANTS,  THERE  SHALL BE A REBUTTABLE PRESUMPTION THAT SUCH\n   49  RULE OR REGULATION IS UNREASONABLE, ARBITRARY OR CAPRICIOUS.\n   50    (E) ANY RULE OR REGULATION WHICH DOES NOT CONFORM TO THE  REQUIREMENTS\n   51  OF  THIS SECTION OR WHICH HAS NOT BEEN SUPPLIED OR POSTED AS REQUIRED BY\n   52  THIS SECTION, SHALL NOT BE ENFORCEABLE.\n   53    (F) NO RULE OR REGULATION MAY BE ADDED, AMENDED, REPEALED  OR  CHANGED\n   54  BY  THE PLANNED RETIREMENT COMMUNITY OWNER OR OPERATOR WITHOUT THE WRIT-\n   55  TEN CONSENT OF ALL OF THE THEN RESIDING HOME OWNERS OR TENANTS.\n\n       S. 1941                             3                            A. 2136\n\n    1    4. FEES. (A) NO PLANNED RETIREMENT COMMUNITY HOME OWNER OR  TENANT  IN\n    2  SUFFOLK COUNTY SHALL BE CHARGED A FEE, CHARGE, OR ASSESSMENT, EXCEPT FOR\n    3  RENT  AND UTILITIES UNLESS AGREED TO BY THREE-FOURTHS OF ALL OF THE HOME\n    4  OWNERS.\n    5    (B) ALL SUCH CHARGES FOR RENT AND UTILITIES MUST BE REASONABLY RELATED\n    6  TO  THE  VALUE  OF  THE  FACILITY  AVAILABLE  OR  THE  SERVICES ACTUALLY\n    7  RENDERED.\n    8    (C) A PLANNED RETIREMENT COMMUNITY OWNER OR OPERATOR IN SUFFOLK COUNTY\n    9  MUST FULLY DISCLOSE ALL CHARGES FOR  RENT  AND  UTILITIES  TO  ALL  HOME\n   10  OWNERS  OR TENANTS AT THE TIME OF THE FIRST DEPOSIT MADE PAYABLE TO SAID\n   11  COMMUNITY OWNER OR OPERATOR.\n   12    (D) FAILURE ON THE PART OF THE PLANNED RETIREMENT COMMUNITY  OWNER  OR\n   13  OPERATOR  IN  SUFFOLK  COUNTY  TO FULLY DISCLOSE ALL CHARGES FOR RENT OR\n   14  UTILITIES SHALL PREVENT  THE  SAID  COMMUNITY  OWNER  OR  OPERATOR  FROM\n   15  COLLECTING SUCH CHARGES.\n   16    (E)  NO  CHARGES  FOR RENT OR UTILITIES MAY BE INCREASED EXCEPT AS SET\n   17  FORTH IN THE LEASE.\n   18    5. PROHIBITION. NO PLANNED RETIREMENT COMMUNITY OWNER OR  OPERATOR  IN\n   19  SUFFOLK COUNTY SHALL:\n   20    (A)  REQUIRE A HOME OWNER OR TENANT TO PURCHASE GOODS OR SERVICES FROM\n   21  SAID PLANNED RETIREMENT COMMUNITY OWNER OR OPERATOR, OR FROM ANY  VENDOR\n   22  DESIGNATED BY SAID COMMUNITY OWNER OR OPERATOR.\n   23    (B)  RESTRICT  THE INSTALLATION, MAINTENANCE OR REPAIR OF ANY PROPERTY\n   24  OF THE HOME OWNER OR TENANT  TO  SPECIFIC  VENDORS  INCLUDING,  BUT  NOT\n   25  LIMITED  TO,  EMPLOYEES, AGENTS OR OTHER PERSONS ACTING FOR OR ON BEHALF\n   26  OF THE PLANNED RETIREMENT COMMUNITY OWNER OR OPERATOR.\n   27    (C) CHARGE  A FEE OR IMPOSE OTHER CHARGES ON A HOME  OWNER  OR  TENANT\n   28  WHO   CHOOSES  TO  INSTALL  ANY  PROPERTY  INCLUDING  APPLIANCES  AND/OR\n   29  FIXTURES.\n   30    (D) IMPOSE ANY CHARGE FOR, OR RESTRICT THE INGRESS OR  EGRESS  TO  THE\n   31  PLANNED  RETIREMENT  COMMUNITY  OF,  ANY  PERSON  EMPLOYED, RETAINED, OR\n   32  INVITED BY THE HOME OWNER OR TENANT, WHETHER TO PROVIDE A  COMMODITY  OR\n   33  SERVICE OR OTHERWISE.\n   34    (E)  RESTRICT  THE  PURCHASE  AND/OR  INSTALLATION OF ANY COMMODITIES,\n   35  GOODS OR SERVICES BY THE HOME  OWNER  OR  TENANT  TO  SPECIFIC  VENDORS,\n   36  INCLUDING  EMPLOYEES, AGENTS OR OTHER PERSONS ACTING FOR OR ON BEHALF OF\n   37  THE PLANNED RETIREMENT COMMUNITY OWNER OR OPERATOR.\n   38    (F) RESTRICT THE MAKING OF ANY INTERIOR  INSTALLATION,  FURNISHING  OR\n   39  IMPROVEMENT  TO  THE  PLANNED RETIREMENT COMMUNITY HOME, SO LONG AS SUCH\n   40  INSTALLATION, FURNISHING OR IMPROVEMENT IS IN COMPLIANCE WITH APPLICABLE\n   41  BUILDING CODES AND OTHER PROVISIONS OF LAW.\n   42    6. SALE OF HOMES. (A) THE HOME OWNER HAS  THE  UNRESTRICTED  RIGHT  TO\n   43  SELL  HIS  OR  HER  HOME IN SUCH PLANNED RETIREMENT COMMUNITY IN SUFFOLK\n   44  COUNTY.\n   45    (B) THE RIGHT TO SELL A PLANNED RETIREMENT COMMUNITY HOME INCLUDES THE\n   46  INCIDENTAL RIGHT TO USE ANY AND ALL METHODS COMMON TO SALES OF  RESIDEN-\n   47  TIAL PROPERTY.\n   48    (C)  THE  PLANNED RETIREMENT COMMUNITY HOME OWNER'S LEASE AGREEMENT IS\n   49  ASSIGNABLE TO A SUBSEQUENT PURCHASER, WITHOUT CONDITIONS OR RESTRICTIONS\n   50  BY THE PLANNED RETIREMENT COMMUNITY OWNER OR OPERATOR.\n   51    (D) THE PLANNED RETIREMENT COMMUNITY  OWNER  OR  OPERATOR  IN  SUFFOLK\n   52  COUNTY  SHALL  NOT  EXACT  A COMMISSION OR FEE WITH RESPECT TO THE PRICE\n   53  REALIZED BY THE SELLER UNLESS THE COMMUNITY OWNER OR OPERATOR HAS  ACTED\n   54  AS  AGENT  FOR  THE  SAID  HOME  OWNER IN THE SALE PURSUANT TO A WRITTEN\n   55  CONTRACT.\n\n       S. 1941                             4                            A. 2136\n\n    1    7. EMERGENCIES. (A) A PLANNED RETIREMENT COMMUNITY OWNER  OR  OPERATOR\n    2  IN  SUFFOLK COUNTY MAY ENTER A PLANNED RETIREMENT COMMUNITY HOME ONLY IN\n    3  CASE OF EMERGENCY.\n    4    (B)  A  PLANNED RETIREMENT COMMUNITY OWNER OR OPERATOR SHALL DESIGNATE\n    5  AN AGENT ON THE PREMISES WHO CAN BE  CONTACTED  ON  A  TWENTY-FOUR  HOUR\n    6  BASIS  TO  INSURE  THE  AVAILABILITY  OF  EMERGENCY  RESPONSE IN MATTERS\n    7  AFFECTING THE HEALTH, SAFETY,  WELL-BEING,  AND/OR  GENERAL  WELFARE  OF\n    8  PLANNED  RETIREMENT  COMMUNITY  TENANTS.  THE  DESIGNATED  AGENT'S NAME,\n    9  ADDRESS AND TELEPHONE NUMBER SHALL BE POSTED  IN  A  CONSPICUOUS  PUBLIC\n   10  LOCATION  IN  THE PLANNED RETIREMENT COMMUNITY, GIVEN IN WRITING TO EACH\n   11  TENANT, AND REGISTER WITH APPROPRIATE MUNICIPAL LAW ENFORCEMENT,  HEALTH\n   12  AND FIRE OFFICIALS.\n   13    8.  RETALIATION.  NO PLANNED RETIREMENT COMMUNITY OWNER OR OPERATOR IN\n   14  SUFFOLK COUNTY MAY THREATEN REPRISAL, OVERTLY OR COVERTLY,  AGAINST  ANY\n   15  OF  SUCH HOME OWNERS OR TENANTS AS A RESULT OF THEIR LAWFUL PURSUITS AND\n   16  ACTIVITIES.\n   17    9. REFUSAL TO FURNISH SERVICE. ANY PLANNED RETIREMENT COMMUNITY  OWNER\n   18  OR  OPERATOR  WHO  HAS AGREED TO PROVIDE HOT OR COLD WATER, HEAT, LIGHT,\n   19  POWER, OR ANY OTHER SERVICE OR FACILITY TO AN OCCUPANT  OF  THE  PLANNED\n   20  RETIREMENT  COMMUNITY,  WHO  WILLFULLY OR INTENTIONALLY FAILS TO FURNISH\n   21  SUCH WATER, HEAT, LIGHT, POWER OR OTHER  SERVICE  OR  FACILITY,  OR  WHO\n   22  INTERFERES  WITH  THE  QUIET  ENJOYMENT  OF THE LEASED PREMISES SHALL BE\n   23  GUILTY OF A MISDEMEANOR PUNISHABLE BY A FINE NOT TO EXCEED FIVE  HUNDRED\n   24  DOLLARS AND/OR IMPRISONMENT NOT TO EXCEED SIX MONTHS.\n   25    10.  RECEIPTS.  UPON  RECEIPT  OF RENT, FEES, CHARGES OR OTHER ASSESS-\n   26  MENTS, IN THE FORM OF CASH OR ANY INSTRUMENT  OTHER  THAN  THE  PERSONAL\n   27  CHECK  OF  THE  TENANT,  IT  SHALL BE THE DUTY OF THE PLANNED RETIREMENT\n   28  COMMUNITY OWNER OR OPERATOR IN SUFFOLK COUNTY TO PROVIDE THE PAYOR  WITH\n   29  A WRITTEN RECEIPT CONTAINING THE FOLLOWING:\n   30    (A) THE DATE;\n   31    (B) THE AMOUNT;\n   32    (C) THE IDENTITY OF THE PREMISES AND THE PERIOD FOR WHICH PAID;\n   33    (D) THE SIGNATURE AND TITLE OF THE PERSON RECEIVING PAYMENT.\n   34    11.  REMEDIES.  (A)  ANY  PLANNED  RETIREMENT  COMMUNITY HOME OWNER OR\n   35  TENANT IN SUFFOLK COUNTY INJURED OR DAMAGED IN WHOLE OR  IN  PART  AS  A\n   36  RESULT OF A VIOLATION OF ANY OF THE PROVISIONS OF THIS SECTION MAY BRING\n   37  AN ACTION FOR RECOVERY OF DAMAGES IN AN AMOUNT NOT TO EXCEED THREE TIMES\n   38  THE  ACTUAL  DAMAGES OR FIVE HUNDRED DOLLARS, WHICHEVER IS GREATER, PLUS\n   39  REASONABLE ATTORNEY'S FEES. THE REMEDY SHALL BE IN ADDITION TO AND SHALL\n   40  NOT PRECLUDE OR DIMINISH ANY ACTION THAT AN INDIVIDUAL  MAY  HAVE  UNDER\n   41  COMMON LAW OR ANY LOCAL, STATE OR FEDERAL LAW OR REGULATION.\n   42    (B)  THE  COUNTY ATTORNEY MAY COMMENCE AN ACTION TO RESTRAIN, PREVENT,\n   43  AND/OR ENJOIN A VIOLATION OF THIS  SECTION  OR  A  CONTINUANCE  OF  SUCH\n   44  VIOLATION  OF  THIS  SECTION  OR  A  CONTINUANCE  OF SUCH VIOLATION BY A\n   45  PLANNED RETIREMENT COMMUNITY OWNER OR OPERATOR.\n   46    S 3. Separability. If any part or provision of this act or the  appli-\n   47  cation  thereof  to  a person or circumstance is adjudged invalid by any\n   48  court of competent jurisdiction, such judgment shall be confined in  its\n   49  operation  to the part or the provision or application directly involved\n   50  in the controversy in which such judgment shall have been  rendered  and\n   51  shall  not affect or impair the validity of the remainder of this act or\n   52  application thereof to other persons or circumstances.\n   53    S 4. This act shall take effect on the first of October next  succeed-\n   54  ing  the  date  on  which  it shall have become a law and shall apply to\n   55  sales, actions, or leases involving planned retirement  community  homes\n   56  occurring or entered into on or after such date.\n",
  "memo" : "BILL NUMBER:S1941\n\nTITLE OF BILL:\n\nAn act\nto amend the real property law, in relation to planned retirement\ncommunities in Suffolk county\n\nPURPOSE:\n\nThis legislation would provide protections to retired persons who\npurchase homes on ground leases.\nSpecifically, the bill would:\n\n1. Call for 99 year leases.\n2. Require rules and regulations to be\ngiven to prospective buyers and attached to lease.\n3. A presumption that rules and regulations not uniformly\nenforced are arbitrary and capricious.\n4. Rules and regulations cannot be changed without the consent of the\nhomeowners and tenants.\n5. No fees may be added by the retirement\ncommunity owner in Suffolk County unless approved by three-fourths of\nthe tenants.\n6. All rent and utilities must be reasonably related to\nthe value of the facility or the services rendered.\n7. Rent and utility fees must be fully explained when the deposit is\nmade; failure to do so will result in a failure of the owner to\ncollect them.\n8. Any increases in rent Or utilities must be in conformance\nwith the lease.\n9. The owner shall not:\n\n-require tenants to purchase goods or services from the owner\n-require installation and maintenance or repair services to\nspecific vendors.\n-charge a fee to anyone who installs goods\n-restrict interior improvements\n-interfere with the sale of a home\n-retaliate against tenants for their lawful pursuits\n\n10. Makes it a misdemeanor to deny utilities to tenants\n11. Tenants damaged by a violation of these\nprovisions may bring an action for recovery of damages, plus\nattorney's fees\n\nSUMMARY OF PROVISIONS:\n\nSection 1-Legislative Intent\nSection 2-Amends the Real Property Law by adding a new section 238-a.\n\nSection 3-Separability\nSection 4-Effective Date\n\nJUSTIFICATION:\n\nThis bill would afford to individuals residing in planned retirement\ncommunities the same protections as persons who are mobile home\nowners or multiple dwelling tenants.\n\nLEGISLATIVE HISTORY:\n\n2009-10 S.3142; 2007-08, S.3815;\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect October 1 next succeeding the date it shall\nhave become a law and shall apply to sales, actions, or leases\ninvolving planned retirement community homes occurring or entered on\nor after such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to planned retirement communities in Suffolk county ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T115945.TXT", "SOBI.D110114.T153023.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T113438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963705
}