{
  "year" : 2011,
  "senateBillNo" : "S1946-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1946-2011-1294981200000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for delivery of absentee ballots by common carrier",
  "summary" : "Authorizes the board of elections to cause absentee ballots received by it by common carrier to be cast and counted provided such ballot was sent not later than the day before the election and received by such board of elections not later than seven days following the day of election. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S898-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1946\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to absentee ballots\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section 8-412 of the election law, as\n    2  amended by chapter 155 of the laws  of  1994,  is  amended  to  read  as\n    3  follows:\n    4    1. The board of elections shall cause all absentee ballots received by\n    5  it  before  the  close  of  the  polls  on  election day and all ballots\n    6  contained in envelopes showing a cancellation mark of the United  States\n    7  postal service or a foreign country's postal service, or showing a dated\n    8  endorsement  of  receipt  by another agency of the United States govern-\n    9  ment, OR OF A COMMON CARRIER with a date which is ascertained to be  not\n   10  later  than  the  day  before  election  and  received  by such board of\n   11  elections not later than seven days following the day of election to  be\n   12  cast  and  counted  except  that  the  absentee  ballot  of  a voter who\n   13  requested such ballot by letter, rather than application, shall  not  be\n   14  counted  unless  a  valid  application  form,  signed  by such voter, is\n   15  received by the board of elections with such ballot.\n   16    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07082-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to absentee ballots ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T113924.TXT", "SOBI.D110114.T131441.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110118.T104117.TXT", "SOBI.D110114.T131941.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295365277050
}