{
  "year" : 2011,
  "senateBillNo" : "S1942-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1942-2011-1294981200000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295845200000,
    "eventText" : "REPORTED AND COMMITTED TO FINANCE",
    "billEventId" : "S1942-2011-1295845200000-REPORTED+AND+COMMITTED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1295886600000S1942-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295886600000,
    "ayes" : [ "Golden", "Ball", "Farley", "Grisanti", "LaValle", "Robach", "Zeldin", "Diaz", "Addabbo", "Avella", "Kruger", "Stavisky" ],
    "nays" : null,
    "abstains" : null,
    "excused" : null,
    "ayeswr" : null,
    "description" : "Aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that where a senior citizen purchases real property after the taxable status date, such person shall be eligible for the enhanced STAR exemption",
  "summary" : "Provides that where a person who meets the requirements for an enhanced exemption for property owned by senior citizens purchases real property after the levy of taxes, such person may file an application for exemption to the assessor within thirty days of the transfer of title to such person for such exemption. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A2137",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S2925-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : [ "AGING" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1942                                                  A. 2137\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sens. LAVALLE, JOHNSON, MAZIARZ, RANZENHOFER\n         -- read twice and ordered printed, and when printed to be committed to\n         the Committee on Aging\n\n       IN ASSEMBLY -- Introduced by M. of A. THIELE -- read once  and  referred\n         to the Committee on Real Property Taxation\n\n       AN  ACT  to  amend the real property tax law, in relation to eligibility\n         for the enhanced school tax relief exemption for senior  citizens  for\n         properties purchased after the levy of taxes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 6 of section 425 of the real property  tax  law\n    2  is amended by adding a new paragraph (f) to read as follows:\n    3    (F)  NOTWITHSTANDING  THE PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVI-\n    4  SION, WHERE  A  PERSON  WHO  MEETS  THE  REQUIREMENTS  FOR  AN  ENHANCED\n    5  EXEMPTION FOR PROPERTY OWNED BY SENIOR CITIZENS PURSUANT TO THIS SECTION\n    6  PURCHASES  PROPERTY  AFTER  THE  LEVY  OF TAXES, SUCH PERSON MAY FILE AN\n    7  APPLICATION FOR EXEMPTION WITH THE ASSESSOR WITHIN THIRTY  DAYS  OF  THE\n    8  TRANSFER  OF  TITLE  TO  SUCH PERSON. THE ASSESSOR SHALL MAKE A DETERMI-\n    9  NATION OF WHETHER OR NOT THE PARCEL  WOULD  HAVE  QUALIFIED  FOR  EXEMPT\n   10  STATUS  ON  THE TAX ROLL ON WHICH THE TAXES WERE LEVIED HAD TITLE TO THE\n   11  PARCEL BEEN IN THE NAME OF THE APPLICANT  ON  THE  TAXABLE  STATUS  DATE\n   12  APPLICABLE  TO  THE  TAX  ROLL.  THE  APPLICATION  SHALL  BE  ON  A FORM\n   13  PRESCRIBED BY THE STATE BOARD. THE ASSESSOR, NO LATER THAN  THIRTY  DAYS\n   14  AFTER  RECEIPT  OF SUCH APPLICATION, SHALL NOTIFY BOTH THE APPLICANT AND\n   15  THE BOARD OF ASSESSMENT REVIEW, BY  FIRST  CLASS  MAIL,  OF  THE  EXEMPT\n   16  AMOUNT,  IF  ANY,  AND  THE RIGHT OF THE OWNER TO A REVIEW OF THE EXEMPT\n   17  AMOUNT UPON THE FILING OF A WRITTEN COMPLAINT. SUCH COMPLAINT  SHALL  BE\n   18  ON  A  FORM  PRESCRIBED  BY  THE STATE BOARD AND SHALL BE FILED WITH THE\n   19  BOARD OF ASSESSMENT REVIEW WITHIN TWENTY DAYS OF  THE  MAILING  OF  THIS\n   20  NOTICE.    IF  NO  COMPLAINT IS RECEIVED, THE BOARD OF ASSESSMENT REVIEW\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03822-01-1\n\n       S. 1942                             2                            A. 2137\n\n    1  SHALL SO NOTIFY THE ASSESSOR, AND THE EXEMPT AMOUNT  DETERMINED  BY  THE\n    2  ASSESSOR  SHALL  BE FINAL. IF THE APPLICANT FILES A COMPLAINT, THE BOARD\n    3  OF ASSESSMENT REVIEW SHALL SCHEDULE A TIME AND PLACE FOR A HEARING  WITH\n    4  RESPECT  THERETO  NO  LATER  THAN  THIRTY  DAYS AFTER THE MAILING OF THE\n    5  NOTICE BY THE ASSESSOR. THE BOARD OF ASSESSMENT REVIEW  SHALL  MEET  AND\n    6  DETERMINE  THE  EXEMPT  AMOUNT AND SHALL IMMEDIATELY NOTIFY THE ASSESSOR\n    7  AND THE APPLICANT, BY FIRST CLASS MAIL, OF ITS DETERMINATION. THE AMOUNT\n    8  OF EXEMPTION DETERMINED PURSUANT TO THIS PARAGRAPH SHALL BE  SUBJECT  TO\n    9  REVIEW  AS  PROVIDED IN ARTICLE SEVEN OF THIS CHAPTER. SUCH A PROCEEDING\n   10  SHALL BE COMMENCED WITHIN THIRTY DAYS OF THE MAILING OF  THE  NOTICE  OF\n   11  THE  BOARD  OF  ASSESSMENT  REVIEW  TO THE NEW OWNER AS PROVIDED IN THIS\n   12  PARAGRAPH.\n   13    S 2. This act shall take effect immediately and shall  apply  to  real\n   14  property  transferred  to qualified senior citizens after taxable status\n   15  dates occurring on or after such date.\n",
  "memo" : "BILL NUMBER:S1942\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to eligibility for the\nenhanced school tax relief exemption for senior citizens for properties\npurchased after the levy of taxes\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill provides that where a\nsenior citizen purchases real property after the taxable status date,\nsuch person shall be eligible for the enhanced STAR exemption.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n&sect; 1- Amends subdivision 6 of &sect; 425 of\nthe Real Property Tax Law by adding a new paragraph (g).\n\n&sect; 2- Effective date.\n\nEXISTING LAW:\nCurrent law does not allow the retention of the STAR\nexemption for those over 65 who move subsequent to the taxable status\ndate.\n\nJUSTIFICATION:\nReal property tax law 467 subdivision (9) presently\nallows a senior citizen who moves after a municipal taxable status\ndate to retain their eligibility for the regular senior citizens\nproperty tax exemption. This bill will correct a technical oversight\nthat occurred when the STAR program was enacted by making a similar\nopportunity to transfer an existing exemption available to STAR\napplicants who are over 65.\n\nThis bill will allow a senior citizen to move after a municipal\ntaxable status date and still be eligible for the enhanced senior\ncitizen exemption for that year. The property owner must file an\napplication for exemption within 30 days after receiving title to the\nproperty. The assessor, no later than 30 days after receiving such\napplication. shall notify both the applicant and the Board of\nAssessment review by first class mail of the exempt amount which is\nthen subject to the assessment review process. This process will\nensure that senior citizens do not lose an exemption for which they\nare otherwise qualified.\n\nLEGISLATIVE HISTORY:\n2009-10:  S.2925\n2007-08:  S.941\n2005-06:  S.1559\n2003-04:  S.2583:\n2001-02:  S.2311\n1999-00:  S 3246\n\nFISCAL IMPLICATIONS:\nNone. There will be no new costs because the\nexemption has already been allotted for in state funds and is merely\nshifting.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply\nto real property transferred to qualified senior citizens after\ntaxable status dates occurring on or after such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to eligibility for the enhanced school tax relief exemption for senior citizens for properties purchased after the levy of taxes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T095410.TXT-agenda-1.xml-agenda-1.xml", "SOBI.D110114.T115945.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110125.T095410.TXT-agenda-1.xml", "SOBI.D110118.T151149.TXT", "SOBI.D110124.T142130.TXT", "SOBI.D110114.T142447.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T113438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295967250967
}