{
  "year" : 2011,
  "senateBillNo" : "S1944-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S1944-2011-1294981200000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires school districts in a city with one million or more to investigate and report on the status of PCBs in school buildings",
  "summary" : "Requires school districts in a city with one million or more to investigate and report on the status of PCB's in school buildings; report to be submitted to the commissioner by January 1, next succeeding the close of the school year in which the inspection was conducted with all buildings being inspected by January 1, 2014. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S4331-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1944\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education  law,  in  relation  to  requiring  school\n         districts  in  a city of one million or more to investigate and report\n         on the status of polychlorinated biphenyls\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of  section  3641 of the education law is\n    2  amended by adding a new paragraph e to read as follows:\n    3    E. SCHOOL DISTRICTS IN A CITY OF ONE MILLION OR MORE  SHALL  TEST  FOR\n    4  THE  PRESENCE  OF  POLYCHLORINATED  BIPHENYLS (PCBS) CONTAINED IN SCHOOL\n    5  BUILDINGS AND SHALL SUBMIT TO THE COMMISSIONER A REPORT ON  THE  STATUS.\n    6  SUCH  REPORT  SHALL  BE  IN  THE FORM PRESCRIBED BY THE COMMISSIONER AND\n    7  SHALL MEET THE PROTOCOL FOR ADDRESSING POLYCHLORINATED BIPHENYLS ADOPTED\n    8  BY THE DEPARTMENT IN JUNE  OF  TWO  THOUSAND  SEVEN.  THE  REPORT  SHALL\n    9  REFLECT  THE  RESULTS OF INSPECTIONS OF ALL SCHOOL BUILDINGS CONSTRUCTED\n   10  OR RENOVATED PRIOR TO NINETEEN HUNDRED  EIGHTY  AND  SHALL  INCLUDE  THE\n   11  TESTING  OF  ALL BUILDING SYSTEMS AND MATERIALS INSTALLED PRIOR TO NINE-\n   12  TEEN HUNDRED NINETY-SEVEN, INCLUDING BUT NOT LIMITED TO,  ALL  TRANSFOR-\n   13  MERS,  TRANSISTORS, CAPACITORS, LIGHT BALLASTS, HEAT TRANSFER EQUIPMENT,\n   14  HEATING, VENTILATING, AND AIR CONDITIONING EQUIPMENT AND SYSTEMS, PAINT,\n   15  EXPANSION JOINT CAULKING AND DOOR AND WINDOW  CAULKING  AND  MORTAR  AND\n   16  MASONRY  ADJACENT  TO  CAULKING,  AS  WELL  AS SOIL IN AND AROUND SCHOOL\n   17  BUILDINGS.  SUCH TESTING SHALL BE CONDUCTED BY A LABORATORY CERTIFIED BY\n   18  THE DEPARTMENT OF HEALTH PURSUANT TO SECTION FIVE  HUNDRED  TWO  OF  THE\n   19  PUBLIC  HEALTH  LAW. THE STATE SHALL REIMBURSE EACH SCHOOL IN THE AMOUNT\n   20  OF FIFTY DOLLARS PER SAMPLE.   SUCH REPORT SHALL  BE  SUBMITTED  TO  THE\n   21  COMMISSIONER  BY  JANUARY  FIRST NEXT SUCCEEDING THE CLOSE OF THE SCHOOL\n   22  YEAR IN WHICH THE INSPECTION WAS CONDUCTED,  WITH  ALL  BUILDINGS  BEING\n   23  INSPECTED BY JANUARY FIRST, TWO THOUSAND FOURTEEN.  THE DEPARTMENT SHALL\n   24  POST  THE  REPORT  PROVIDED BY THE SCHOOL DISTRICT IN A TIMELY MANNER ON\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06656-01-1\n\n       S. 1944                             2\n\n    1  ITS WEBSITE.  THE DEPARTMENT SHALL ALSO MAKE AVAILABLE  ON  ITS  WEBSITE\n    2  INSPECTION  AND  TEST RESULTS FOR EACH INDIVIDUAL SCHOOL BUILDING AS THE\n    3  TESTS ARE COMPLETED ON A SCHOOL-BY-SCHOOL BASIS. PCB  RESULTS  SHALL  BE\n    4  SENT  TO THE STATE DEPARTMENT OF ENVIRONMENTAL CONSERVATION, THE DEPART-\n    5  MENT OF HEALTH, THE ENVIRONMENTAL PROTECTION AGENCY, THE SCHOOL'S ADMIN-\n    6  ISTRATION AND THE PARENTS OF THE STUDENTS WHO ATTEND SUCH SCHOOL.\n    7    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1944\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to requiring school districts in\na city of one million or more to investigate and report on the status of\npolychlorinated biphenyls\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo require school districts in a city of one million or more to test\nand submit a report to the commissioner about the status of\npolychlorinated biphenyls in buildings constructed or renovated prior\nto 1977.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 amends subdivision 4 of section 3641 of the education law by\nadding a new paragraph e to require school districts of one million\nor more to test for the presence of polychlorinated biphenyls and to\nsubmit a report to the commissioner on the status of PCBs in schools\nconstructed or renovated prior to 1977.\n\nJUSTIFICATION:\nOn April 7, 2008, the New York Daily News reported on the presence of\npolychlorinated biphenyls (PCBs) in hundreds of New York City public\nschools. Despite requests from parents, teachers, elected officials,\nand other community members for a comprehensive testing and\nremediation, the New York City Department of Education (DOE) and the\nNew York City Department of Health and Mental Hygiene have repeatedly\nrefused to address the situation beyond the initial tests conducted\non the schools following the Daily News story.\n\nPCBs are prohibited by the u.s. Toxic Substances Control Act, but\npersist in many school buildings that were constructed or renovated\nprior to 1977, when the federal ban on PCBs went into effect. The New\nYork State Department of Education (NYSED) published protocols for\naddressing PCBs during school renovations in June 2007, but school\ndistricts are currently not required to follow these recommended\nguidelines; this bill would make the state's protocols a requirement.\nThis bill would require the DOE to test for the presence of PCBs and\nto report these findings to NYSED on an annual basis, with all\ninspections completed by 2011. NYSED is required to publish the\nfindings on its website in a timely manner for public access.\n\nFISCAL IMPLICATIONS:\nUndetermined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring school districts in a city of one million or more to investigate and report on the status of polychlorinated biphenyls ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T141946.TXT", "SOBI.D110114.T113924.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110114.T120938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963709
}