{
  "year" : 2011,
  "senateBillNo" : "S1947-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1947-2011-1294981200000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates service contracts issued by mercantile establishments",
  "summary" : "Regulates the issuance of lifetime service contracts on goods, wares and merchandise by mercantile establishments; requires proper insurance or establishment of escrow account in guarantee thereof. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S899-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1947\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business  law,  in  relation  to  regulating\n         service contracts issued by mercantile establishments\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  218-b to read as follows:\n    3    S 218-B.  SERVICE CONTRACTS.  1.  NO RETAIL  MERCANTILE  ESTABLISHMENT\n    4  SHALL  SELL  OR  OFFER FOR SALE LIFETIME SERVICE CONTRACTS ON ANY GOODS,\n    5  WARES OR MERCHANDISE OFFERED TO THE PUBLIC EXCEPT AS AUTHORIZED IN  THIS\n    6  SECTION.\n    7    2.  FOR ANY SERVICE CONTRACT OFFERED BY A RETAIL MERCANTILE ESTABLISH-\n    8  MENT  ON  ANY  PRODUCT SOLD, PROPER INSURANCE SHALL BE PURCHASED FOR THE\n    9  CORRESPONDING LENGTH OF SAID CONTRACT TO ASSURE THE PURCHASER  THAT  THE\n   10  TERMS OF SAID SERVICE CONTRACT SHALL BE CARRIED OUT IN THE CASE THAT THE\n   11  RETAIL  MERCANTILE ESTABLISHMENT DECLARES BANKRUPTCY OR INSOLVENCY OR IS\n   12  UNABLE TO PERFORM THE TERMS OF SUCH CONTRACT DUE TO  ANY  OTHER  REASON.\n   13  IF,  HOWEVER, INSURANCE IS NOT AVAILABLE TO THE RETAIL MERCANTILE ESTAB-\n   14  LISHMENT AT A REASONABLE BUSINESS RATE, SAID  ESTABLISHMENT  SHALL  HAVE\n   15  THE  OPTION TO ESTABLISH INTEREST BEARING ESCROW ACCOUNTS IN WHICH MONEY\n   16  PAID BY THE PURCHASER FOR SERVICE CONTRACTS SHALL BE DEPOSITED.\n   17    3.  THE RETAIL MERCANTILE ESTABLISHMENT MAY WITHDRAW  TEN  PERCENT  OF\n   18  THE  MONEY DEPOSITED FOR EACH SUCH CONTRACT EACH YEAR WHICH SHALL BECOME\n   19  THE PROPERTY OF THE ESTABLISHMENT.  AT THE TIME WHEN SUCH  ESTABLISHMENT\n   20  IS  ENTITLED TO THE FINAL TEN PERCENT OF THE MONEY PAID ON SUCH CONTRACT\n   21  OR AGREEMENT, IT MAY ALSO WITHDRAW THE INTEREST EARNED ON SUCH MONEY.\n   22    4.  IF SUCH RETAIL MERCANTILE ESTABLISHMENT IS UNABLE TO  PERFORM  THE\n   23  TERMS  OF SUCH CONTRACT OR AGREEMENT BECAUSE OF BANKRUPTCY OR INSOLVENCY\n   24  OR FOR ANY OTHER REASON, OR IF IT IS DETERMINED THAT SUCH  ESTABLISHMENT\n   25  HAS  BREACHED  THE TERMS OF SUCH CONTRACT OR AGREEMENT, THE PURCHASER OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07083-01-1\n\n       S. 1947                             2\n\n    1  THE PRODUCT WHO HAS DEPOSITED THE MONEY PURSUANT  TO  SUCH  CONTRACT  OR\n    2  AGREEMENT  SHALL  BE  ENTITLED TO THE BALANCE OF HIS OR HER DEPOSIT PLUS\n    3  ACCUMULATED INTEREST THEREON IN THE ESCROW ACCOUNT,  PROVIDED,  HOWEVER,\n    4  THIS  PROVISION SHALL NOT LIMIT ANY RECOVERY IN A CLAIM OR ACTION BY THE\n    5  PURCHASER AGAINST SUCH ESTABLISHMENT BASED ON THE BREACH OF THE TERMS OF\n    6  THE CONTRACT OR AGREEMENT BY SUCH ESTABLISHMENT.\n    7    5.  THE SERVICE CONTRACT SHALL INCLUDE WITHIN ITS PROVISIONS  LANGUAGE\n    8  NOTIFYING THE PURCHASER THAT PROPER INSURANCE HAS BEEN PURCHASED OR THAT\n    9  AN ESCROW ACCOUNT HAS BEEN ESTABLISHED PURSUANT TO THIS SECTION.\n   10    6.    THE RETAIL MERCANTILE ESTABLISHMENT SHALL DEPOSIT ANY MONEY PAID\n   11  AS A DOWN PAYMENT AGAINST THE FUTURE  DELIVERY  OF  A  PRODUCT  INTO  AN\n   12  ESCROW ACCOUNT.  WHENEVER SUCH RETAIL MERCANTILE ESTABLISHMENT IS UNABLE\n   13  TO  DELIVER  SUCH  PRODUCT TO THE PURCHASER BECAUSE OF ITS BANKRUPTCY OR\n   14  INSOLVENCY OR FOR ANY OTHER REASON, THE PURCHASER OF THE PRODUCT WHO HAS\n   15  DEPOSITED THE MONEY SHALL BE ENTITLED TO  THE  BALANCE  OF  HIS  OR  HER\n   16  DEPOSIT  PLUS  ACCUMULATED  INTEREST  THEREON  PROVIDED,  HOWEVER,  THIS\n   17  PROVISION SHALL NOT LIMIT ANY RECOVERY IN  A  CLAIM  OR  ACTION  BY  THE\n   18  PURCHASER AGAINST SUCH ESTABLISHMENT BASED ON THE BREACH OF THE TERMS OF\n   19  THIS  SECTION.  THE RETAIL MERCANTILE ESTABLISHMENT SHALL WITHDRAW FUNDS\n   20  IN THE AMOUNT EQUAL TO THE DOWN PAYMENT FROM THE ESCROW ACCOUNT  AT  THE\n   21  TIME  THE  PRODUCT IS DELIVERED TO THE PURCHASER.  THE RETAIL MERCANTILE\n   22  ESTABLISHMENT SHALL INFORM THE  PURCHASER  IN  WRITING  THAT  AN  ESCROW\n   23  ACCOUNT HAS BEEN ESTABLISHED.\n   24    S 2. This act shall take effect on the one hundred twentieth day after\n   25  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to regulating service contracts issued by mercantile establishments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T113924.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110114.T131441.TXT", "SOBI.D110118.T104117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295365277054
}