{
  "year" : 2011,
  "senateBillNo" : "S194-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S194-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the assessed valuation of certain real property used for residential real property in the county of Orleans",
  "summary" : "Exempts Orleans county from the requirement that the assessed value of residential real property used for rental purposes take into account the impact of any rent restrictions, affordability requirements or other restrictions prescribed by federal, state or municipal programs. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S1419-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          194\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation to  the  assessed\n         valuation  of certain real property used for residential real property\n         in the county of Orleans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  581-a  of the real property tax law, as added by\n    2  chapter 714 of the laws of 2005, is amended to read as follows:\n    3    S 581-a. Assessment of residential real property. Notwithstanding  any\n    4  other provision of law, the assessed valuation of real property used for\n    5  residential  rental  purposes where at least twenty percent of the resi-\n    6  dential units are subject to  an  agreement  with  a  municipality,  the\n    7  state,  the  federal  government,  or  an instrumentality thereof, which\n    8  agreement restricts occupancy of those units to tenants who  qualify  in\n    9  accordance  with  an  income  test, shall be determined using the income\n   10  approach as applied to the actual net operating income, after  deducting\n   11  for  reserves required by any federal, state or municipal programs.  THE\n   12  PROVISIONS OF THIS SECTION SHALL NOT APPLY IN THE COUNTY OF ORLEANS. For\n   13  the purposes of this section \"net operating income\" shall mean the actu-\n   14  al or anticipated net income that remains after all  operating  expenses\n   15  are  deducted  from  effective  gross  income,  but before mortgage debt\n   16  service and book depreciation are deducted. The  assessed  valuation  of\n   17  real  property used for such residential rental purposes shall be deter-\n   18  mined using the actual net  operating  income,  and  shall  not  include\n   19  federal,  state  or  municipal  income  tax credits, subsidized mortgage\n   20  financing, or project grants, where such subsidies are  used  to  offset\n   21  the project development cost in order to provide for lower initial rents\n   22  as  determined by regulations promulgated by the division of housing and\n   23  community renewal.\n   24    S 2. This act shall take effect immediately and shall apply to taxable\n   25  status dates occurring on or after the first of January next  succeeding\n   26  the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01650-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the assessed valuation of certain real property used for residential real property in the county of Orleans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161216.TXT", "SOBI.D101213.T091758.TXT", "SOBI.D101214.T102128.TXT", "SOBI.D101214.T102628.TXT", "SOBI.D101210.T164208.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292340388768
}