{
  "year" : 2011,
  "senateBillNo" : "S1940-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1940-2011-1294981200000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the unlawful sale of dissertations, theses and term papers",
  "summary" : "Prohibits the sale of academic dissertations, theses and term papers whether written or provided through electronic media. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A2135",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2730-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1940                                                  A. 2135\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by  Sens.  LAVALLE, LARKIN -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Higher Education\n\n       IN ASSEMBLY -- Introduced by M. of A. SCHIMMINGER, JAFFEE, CASTRO, HOOP-\n         ER,  MENG, GALEF, ZEBROWSKI, MILLMAN -- Multi-Sponsored by -- M. of A.\n         COOK, LIFTON, MAISEL, MARKEY, MAYERSOHN, PHEFFER, REILLY -- read  once\n         and referred to the Committee on Higher Education\n\n       AN  ACT  to amend the education law, in relation to the unlawful sale of\n         dissertations, theses and term papers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of section 213-b of the education law, as\n    2  added by chapter 307 of the laws of 1981, is amended to read as follows:\n    3    1. No person shall, for financial consideration,  or  the  promise  of\n    4  financial   consideration,  prepare,  offer  to  prepare,  cause  to  be\n    5  prepared, sell or offer for sale to any person  any  [written]  material\n    6  EITHER  WRITTEN  OR  PROVIDED  THROUGH ELECTRONIC MEDIA which the seller\n    7  knows, is informed or has reason to believe is intended  for  submission\n    8  as  a dissertation, thesis, term paper, essay, report or other [written]\n    9  assignment by a student in a university,  college,  academy,  school  or\n   10  other  educational institution to such institution or to a course, semi-\n   11  nar or degree program held by such institution.\n   12    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06731-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the unlawful sale of dissertations, theses and term papers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T115945.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110114.T113438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295036700669
}