{
  "year" : 2011,
  "senateBillNo" : "S1943-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S1943-2011-1294981200000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the state university trustees to establish a process to eliminate or reduce duplication of academic degree programs within the state university system",
  "summary" : "Requires the state university trustees to report to the governor and the legislature concerning the steps taken to establish a process by which decisions are made to eliminate or reduce duplication of academic degree programs within the state university system. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A2138",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2731-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ZELDIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 1943                                                  A. 2138\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       IN  SENATE  -- Introduced by Sens. LAVALLE, DeFRANCISCO, LARKIN, RANZEN-\n         HOFER, ZELDIN -- read twice and ordered printed, and when  printed  to\n         be committed to the Committee on Higher Education\n\n       IN  ASSEMBLY  -- Introduced by M. of A. WEPRIN -- read once and referred\n         to the Committee on Higher Education\n\n       AN ACT to amend the education law, in  relation  to  efforts  to  reduce\n         duplication of academic degree programs within the state university\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 359 of the education law is amended by adding a new\n    2  subdivision 5 to read as follows:\n    3    5. THE TRUSTEES SHALL ESTABLISH  A  PROCESS  TO  ELIMINATE  OR  REDUCE\n    4  DUPLICATION OF ACADEMIC DEGREE PROGRAMS. SUCH PROCESS SHALL INCLUDE, BUT\n    5  NOT  BE  LIMITED  TO,  THE  PROMULGATION  OF CRITERIA TO DETERMINE WHICH\n    6  PROGRAMS SHALL BE CONSIDERED FOR ELIMINATION OR CONSOLIDATION,  RECOGNI-\n    7  TION  OF  THE  EFFECT  OF ELIMINATION OR CONSOLIDATION ON ACCESS TO SUCH\n    8  DEGREE PROGRAM THROUGHOUT THE STATE UNIVERSITY SYSTEM, CONSIDERATION  OF\n    9  THE  FISCAL  IMPLICATIONS  OF  ANY  SUCH  ELIMINATION  OR CONSOLIDATION,\n   10  CONSIDERATION OF THE RIGHTS UNDER ARTICLE FOURTEEN OF THE CIVIL  SERVICE\n   11  LAW  OF  MEMBERS  OF  CERTIFIED  BARGAINING  UNITS EMPLOYED BY THE STATE\n   12  UNIVERSITY, AND A PROCESS BY WHICH PUBLIC HEARINGS ARE HELD BEFORE ELIM-\n   13  INATION OR CONSOLIDATION OF ANY DEGREE PROGRAM.\n   14    S 2. This act shall take effect one year after it shall have become  a\n   15  law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06732-01-1\n",
  "memo" : "BILL NUMBER:S1943\n\nTITLE OF BILL:\n\nAn act\nto amend the education law, in relation to efforts to reduce duplication\nof academic degree programs within the state university\n\nPURPOSE:\n\nThis bill establishes a mechanism for the Trustees of the University\nsystem to make decisions on how to reduce academic program duplication.\n\nSUMMARY OF PROVISIONS:\n\nThis bill requires Trustees to establish a process by which decisions\nare made to eliminate or reduce duplication of academic degree\nprograms. It specifies that the process should include promulgation\nof criteria for programs to be considered for elimination,\nrecognition of any effects on access, consideration of fiscal impact,\nand consideration of rights of employees subject to collective\nbargaining.\n\nJUSTIFICATION:\n\nExcept for general language on the SUNY Trustees' participation in the\nmaster planning process.\nthe Education Law is silent on any process by which the Trustees might\nestablish criteria for dealing with academic program duplication.\nThis bill would provide for an orderly and rational process for\ndetermining which programs might be considered for elimination or\nconsolidation.\nThe Trustees shall also consider public dialogue and recognize the\npossible effects on access on fiscal considerations, and on\ncollective bargaining rights of employees.\n\nLEGISLATIVE HISTORY:\n\n1997-98. S.1358; 1995-1996. S.7228; 1999-2000, S.3196; 2001-2002,\nS.2356; 2003-2004, S.211-A; 2005-2006. S.1149/A.2134; 2007-08.\nS.1526; 2009-10 S.2731\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect one year after it has become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to efforts to reduce duplication of academic degree programs within the state university ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T115945.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110114.T142447.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110114.T113438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963707
}