{
  "year" : 2011,
  "senateBillNo" : "S1949-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1949-2011-1294981200000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes stricter requirements upon motor vehicle repair shops with respect to the disclosure of information to consumers",
  "summary" : "Imposes extensive and detailed requirements upon motor vehicle repair shops in the conduct of their business with the public with respect to disclosure of labor charges on estimates and invoices, including the cost of tear down time, the use of reconditioned parts, information regarding the requirements for the exercise of any guarantees and the right of the customer to copies of service records and purchase orders for parts. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S903-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1949\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to motor  vehi-\n         cle repair shop requirements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 398-d of the vehicle and traffic law, as  added  by\n    2  chapter  946  of the laws of 1974, subdivision 1 as amended and subdivi-\n    3  sions 6 and 7 as added by chapter 161 of the laws of 1996, subdivision 2\n    4  as amended by chapter 173 of the laws of 1990, subdivision 4 as  amended\n    5  by  chapter  805  of the laws of 1984, paragraph (a) of subdivision 4 as\n    6  amended by chapter 130 of the laws of 2001, subdivision 5 as amended  by\n    7  chapter 257 of the laws of 1995, subdivision 5-a as added by chapter 166\n    8  of  the  laws  of  1991 and paragraph (e) of subdivision 6 as amended by\n    9  chapter 78 of the laws of 1998, is amended to read as follows:\n   10    S 398-d. Motor vehicle repair shop requirements. 1. (A) All work  done\n   11  by a motor vehicle repair shop shall be recorded on an invoice and shall\n   12  describe all service work done and parts supplied. If any used parts are\n   13  supplied,  the  invoice  shall clearly state that fact. If any component\n   14  system installed is composed of new and used parts, such  invoice  shall\n   15  clearly  state  that  fact.  If any body parts are supplied to a vehicle\n   16  with a gross vehicle weight not in excess of eighteen  thousand  pounds,\n   17  the  invoice shall clearly state whether such parts were manufactured as\n   18  original equipment parts for the vehicle, or were manufactured  as  non-\n   19  original  replacement  parts  or are used parts. One copy of the invoice\n   20  shall be given to the customer and one copy shall  be  retained  by  the\n   21  motor vehicle repair shop. For the purposes of insuring that the repairs\n   22  described  on  the  work invoice have been performed, every customer and\n   23  his representative or a representative of  an  insurance  company  where\n   24  such  company  has  paid  or is liable to pay a claim for damage to such\n   25  customer's motor vehicle shall have a  right  to  inspect  the  repaired\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07086-01-1\n\n       S. 1949                             2\n\n    1  motor  vehicle. Such right of inspection shall also include the right to\n    2  inspect all replaced parts and components thereof,  except  warranty  or\n    3  exchange  parts.    Provided,  however,  the  exception  for warranty or\n    4  exchange  parts from the right of inspection shall not apply to replace-\n    5  ment inflatable restraint systems.  Any such inspection  by  an  insurer\n    6  shall  be  made in a manner consistent with the requirements of sections\n    7  two thousand six hundred one and three thousand four hundred  eleven  of\n    8  the insurance law. The motor vehicle repair shop shall make available to\n    9  the  customer,  upon  timely written demand, or for such work authorized\n   10  over the telephone, shall keep until the  customer's  motor  vehicle  is\n   11  retrieved,  all  replaced  parts,  components or equipment excepting any\n   12  parts, components or equipment normally sold on  an  exchange  basis  or\n   13  subject to a warranty.\n   14    (B)  THE  INVOICE  SHALL  CLEARLY  STATE: (I) THE MOTOR VEHICLE REPAIR\n   15  SHOP'S REGISTRATION NUMBER AND THE CORRESPONDING BUSINESS NAME,  ADDRESS\n   16  AND TELEPHONE NUMBER;\n   17    (II)  SEPARATELY  THE  SUBTOTAL  PRICES  FOR  WORK  AND FOR PARTS, NOT\n   18  INCLUDING SALES TAX, AND SHALL STATE SEPARATELY THE SALES TAX,  IF  ANY,\n   19  APPLICABLE  TO  EACH.  IF  ANY  USED, REBUILT OR RECONDITIONED PARTS ARE\n   20  SUPPLIED, THE INVOICE SHALL CLEARLY STATE THAT FACT.  IF  A  PART  OF  A\n   21  COMPONENT  SYSTEM  IS COMPOSED OF NEW AND USED, REBUILT OR RECONDITIONED\n   22  PARTS, SUCH INVOICE SHALL CLEARLY STATE THAT FACT;\n   23    (III) THE ACTUAL TIME EXPENDED FOR EACH REPAIR  OR  SERVICE  PERFORMED\n   24  AND  HOW THE LABOR CHARGE WAS COMPUTED. WHERE THE LABOR CHARGE WAS BASED\n   25  ON A FLAT RATE CALCULATION, THE INVOICE SHALL INDICATE THE  MANUAL  USED\n   26  AND  THE  MANUAL  TIME FOR EACH REPAIR OR SERVICE PERFORMED. THE INVOICE\n   27  SHALL ALSO CONTAIN A STATEMENT THAT  UPON  THE  CUSTOMER'S  REQUEST,  HE\n   28  SHALL BE SHOWN THE APPROPRIATE SECTION OF THE MANUAL;\n   29    (IV) WHAT WORK AND PARTS SUPPLIED ARE COVERED BY WARRANTY OR GUARANTEE\n   30  AND  THE  DURATION OF THE WARRANTY OR GUARANTEE AND WHAT PROCEDURES MUST\n   31  BE FOLLOWED BY THE CUSTOMER IN ORDER TO HAVE THE WARRANTY  OR  GUARANTEE\n   32  HONORED.  THE INVOICE SHALL CLEARLY STATE ALL CONDITIONS AND LIMITATIONS\n   33  AND EXACTLY WHAT THE MOTOR VEHICLE REPAIR  SHOP  OR  GUARANTOR  WILL  DO\n   34  UNDER THE WARRANTY OR GUARANTEE; AND\n   35    (V) THE RIGHTS OF CUSTOMERS UNDER THE MOTOR VEHICLE REPAIR SHOP REGIS-\n   36  TRATION  ACT. SUCH STATEMENT OF RIGHTS, WHICH SHALL BE PRESCRIBED BY THE\n   37  COMMISSIONER, SHALL INCLUDE BUT SHALL NOT BE LIMITED TO  THE  FOLLOWING:\n   38  THAT  THE  STATUTE  PROHIBITS CHARGES GREATER THAN ESTIMATED WITHOUT THE\n   39  CUSTOMER'S CONSENT, THE APPLICABLE STATUTE OF LIMITATIONS FOR  FILING  A\n   40  COMPLAINT AND THE COMPLAINT PROCESS.\n   41    2. Upon the request of any customer, a motor vehicle repair shop shall\n   42  make  an  estimate  in  writing  of  the parts and labor necessary for a\n   43  specific job and shall not charge for work done  or  parts  supplied  in\n   44  excess  of  the  estimate  without  the  ORAL OR WRITTEN consent of such\n   45  customer WHICH SHALL BE OBTAINED AT SOME TIME  AFTER  IT  IS  DETERMINED\n   46  THAT  THE  ESTIMATED PRICE IS INSUFFICIENT AND BEFORE THE WORK NOT ESTI-\n   47  MATED IS DONE OR THE PARTS NOT ESTIMATED ARE SUPPLIED. IF  SUCH  CONSENT\n   48  IS ORAL, THE MOTOR VEHICLE REPAIR SHOP SHALL MAKE A NOTATION ON THE WORK\n   49  ORDER  AND  INVOICE  OF  THE  DATE, TIME, NAME OF PERSON AUTHORIZING THE\n   50  ADDITIONAL WORK AND TELEPHONE NUMBER CALLED, IF  ANY,  TOGETHER  WITH  A\n   51  SPECIFICATION OF THE ADDITIONAL PARTS AND LABOR AND THE TOTAL ADDITIONAL\n   52  COST.  UPON  COMPLETION OF THE WORK, THE MOTOR VEHICLE REPAIR SHOP SHALL\n   53  OBTAIN THE CUSTOMER'S SIGNATURE OR INITIALS TO  ACKNOWLEDGE  NOTICE  AND\n   54  CONSENT  WHERE  THERE  IS  AN ORAL CONSENT OF THE CUSTOMER TO ADDITIONAL\n   55  WORK. THE ESTIMATE SHALL PROVIDE A  DIAGNOSIS  OF  THE  PROBLEM  NEEDING\n   56  REPAIR  OR  SERVICE  AND SHALL CLEARLY INDICATE WHAT REPAIRS OR SERVICES\n\n       S. 1949                             3\n\n    1  DEVIATE FROM THE REPAIR OR SERVICE SCHEDULE IN THE OWNER'S MANUAL ISSUED\n    2  BY THE MANUFACTURER OF THE MOTOR VEHICLE OR IF NO  MANUFACTURER'S  SPEC-\n    3  IFICATIONS  EXIST,  ACCEPTED  TRADE  STANDARDS.  THE ESTIMATE SHALL ALSO\n    4  EXPLAIN  HOW  THE  LABOR CHARGE WAS COMPUTED. WHERE THE LABOR CHARGE WAS\n    5  BASED ON A FLAT RATE CALCULATION, THE ESTIMATE SHALL INDICATE THE MANUAL\n    6  USED AND THE MANUAL TIME FOR EACH REPAIR OR SERVICE.  The motor  vehicle\n    7  repair  shop  may charge a reasonable fee for making an estimate. If any\n    8  body parts are included in the estimate for a vehicle with a gross vehi-\n    9  cle weight not in excess of eighteen thousand pounds, the estimate shall\n   10  clearly state whether such parts were manufactured as original equipment\n   11  parts for the vehicle, or were manufactured as non-original  replacement\n   12  parts  or  are used parts.   IF IT IS NECESSARY TO DISASSEMBLE A VEHICLE\n   13  COMPONENT IN ORDER TO PREPARE A WRITTEN ESTIMATE FOR REQUIRED WORK,  THE\n   14  MOTOR  VEHICLE REPAIR SHOP SHALL, UPON REQUEST OF THE CUSTOMER, GIVE THE\n   15  CUSTOMER A WRITTEN ESTIMATE FOR THE ACT OF DISASSEMBLY. THIS PRICE SHALL\n   16  INCLUDE THE COST OF REASSEMBLY OF THE COMPONENT AND THE COST  AND  LABOR\n   17  NECESSARY  TO  REPLACE  ANY PARTS DESTROYED BY THE ACT OF DISASSEMBLY OF\n   18  THE COMPONENT. IF THE ACT OF DISASSEMBLY MIGHT PREVENT  THE  RESTORATION\n   19  OF  THE COMPONENT TO ITS FORMER CONDITION, THE MOTOR VEHICLE REPAIR SHOP\n   20  SHALL WRITE THAT INFORMATION ON THE ESTIMATE. THE MOTOR  VEHICLE  REPAIR\n   21  SHOP  SHALL  NOTIFY  THE CUSTOMER ORALLY AND IN THE ESTIMATE THE MAXIMUM\n   22  TIME IT WILL TAKE TO REASSEMBLE THE MOTOR VEHICLE OR THE VEHICLE  COMPO-\n   23  NENT  IN  THE EVENT THE CUSTOMER ELECTS NOT TO PROCEED WITH THE WORK AND\n   24  SHALL REASSEMBLE THE MOTOR  VEHICLE  WITHIN  THAT  TIME  PERIOD  IF  THE\n   25  CUSTOMER  ELECTS  NOT  TO  PROCEED  WITH  THE  WORK. UPON REQUEST OF THE\n   26  CUSTOMER, AFTER THE ACT OF DISASSEMBLY HAS  BEEN  PERFORMED,  THE  MOTOR\n   27  VEHICLE  REPAIR  SHOP SHALL PREPARE A WRITTEN ESTIMATE FOR THE PARTS AND\n   28  LABOR NECESSARY FOR THE SPECIFIC JOB.  THE  MOTOR  VEHICLE  REPAIR  SHOP\n   29  SHALL  INCLUDE  WITH  THE  ESTIMATE  A  STATEMENT  OF ANY WORK WHICH, IF\n   30  REQUIRED TO BE DONE, WILL BE DONE BY SOMEONE OTHER THAN THE MOTOR  VEHI-\n   31  CLE REPAIR SHOP OR AN EMPLOYEE.  NO WORK SHALL BE DONE BY OTHER THAN THE\n   32  MOTOR  VEHICLE  REPAIR  SHOP  OR AN EMPLOYEE WITHOUT THE WRITTEN OR ORAL\n   33  CONSENT OF THE CUSTOMER. IF SUCH CONSENT  IS  ORAL,  THE  MOTOR  VEHICLE\n   34  REPAIR  SHOP SHALL MAKE A NOTATION ON THE WORK ORDER AS DESCRIBED ABOVE.\n   35  THE MOTOR VEHICLE REPAIR SHOP SHALL BE RESPONSIBLE, IN ANY CASE, FOR ANY\n   36  SUCH WORK IN THE SAME MANNER AS IF THE MOTOR VEHICLE REPAIR SHOP  OR  AN\n   37  EMPLOYEE HAS DONE THE WORK.\n   38    3. EACH MOTOR VEHICLE REPAIR SHOP THAT PROVIDES SERVICE OR MAINTENANCE\n   39  SCHEDULES  TO  A  CUSTOMER  FOR  THE  PURPOSE OF RECOMMENDING OR SELLING\n   40  SPECIFIC MOTOR VEHICLE REPAIR PRODUCTS OR SERVICES SHALL  ISSUE  TO  THE\n   41  CUSTOMER  ONLY  THE  SERVICE OR MAINTENANCE SCHEDULE THAT IS APPROPRIATE\n   42  FOR THE MAKE AND MODEL OF THE CUSTOMER'S MOTOR VEHICLE.\n   43    4. Each motor vehicle repair shop shall maintain such records  as  are\n   44  required  by  the regulations of the commissioner and such records shall\n   45  be available for inspection by the commissioner or his  designee  during\n   46  all  business  hours. Where a motor vehicle repair shop changes its name\n   47  or location, notification thereof shall be given to the commissioner not\n   48  more than ten days therefrom. UPON WRITTEN REQUEST OF ANY CUSTOMER, EACH\n   49  MOTOR VEHICLE REPAIR SHOP SHALL MAKE AVAILABLE  SERVICE  RECORDS,  PARTS\n   50  PURCHASE ORDERS AND OTHER RECORDS REQUIRED BY REGULATIONS OF THE COMMIS-\n   51  SIONER  AT  A  REASONABLE  CHARGE PRESCRIBED BY THE COMMISSIONER FOR THE\n   52  PERIOD OF TIME THE RECORDS ARE REQUIRED TO BE MAINTAINED  BY  THE  REGU-\n   53  LATIONS OF THE COMMISSIONER.\n   54    [4]  5.    (a)  Every  motor  vehicle  repair  shop shall display in a\n   55  conspicuous place in such shop a sign stating: PURSUANT TO SECTION  2610\n   56  OF  THE  INSURANCE LAW AN INSURANCE COMPANY MAY NOT REQUIRE THAT REPAIRS\n\n       S. 1949                             4\n\n    1  BE MADE TO A MOTOR VEHICLE IN A PARTICULAR PLACE  OR  REPAIR  SHOP.  YOU\n    2  HAVE  A  RIGHT  TO  HAVE  YOUR  AUTOMOBILE  REPAIRED IN THE SHOP OF YOUR\n    3  CHOICE.\n    4    (b)  Such  sign  shall  be made of a durable material capable of with-\n    5  standing outdoor climatic conditions, with the letters  being  at  least\n    6  two  inches  high  and  having  a  stroke of at least one-half inch. The\n    7  letters and background shall be of contrasting colors.\n    8    [5] (C) EVERY MOTOR VEHICLE REPAIR SHOP SHALL DISPLAY IN A CONSPICUOUS\n    9  PLACE IN SUCH SHOP A SIGN STATING THE  RIGHTS  OF  CUSTOMERS  UNDER  THE\n   10  MOTOR  VEHICLE  REPAIR  SHOP  REGISTRATION  ACT.  SUCH INFORMATION SHALL\n   11  INCLUDE BUT SHALL NOT BE LIMITED TO: THE RIGHT TO A WRITTEN ESTIMATE FOR\n   12  REPAIR WORK OR SERVICES, UPON REQUEST BY THE CUSTOMER,  THAT  ONLY  WORK\n   13  AUTHORIZED  BY  THE  CUSTOMER  CAN BE PERFORMED, THE RIGHT TO A DETAILED\n   14  INVOICE STATING THE WORK PERFORMED AND THE PARTS  SUPPLIED  INCLUDING  A\n   15  DETAILED DESCRIPTION OF THE WARRANTY OR GUARANTEE WHERE APPLICABLE, THAT\n   16  THE  ACT PROHIBITS CHARGES GREATER THAN THE ESTIMATE WITHOUT THE CUSTOM-\n   17  ER'S CONSENT AND THE RIGHT TO INSPECT ALL REPLACED PARTS AND COMPONENTS,\n   18  EXCEPT WARRANTY,  GUARANTEE  OR  EXCHANGE  PARTS,  UPON  TIMELY  WRITTEN\n   19  DEMAND.  SUCH A SIGN SHALL BE MAINTAINED IN A MANNER AND FORM PRESCRIBED\n   20  BY THE COMMISSIONER. NOTWITHSTANDING, SUCH SIGN MAY BE INCORPORATED INTO\n   21  ANOTHER SIGN PROVIDED THAT THE LETTERS ARE AT LEAST TWO INCHES HIGH  AND\n   22  HAVE A STROKE OF AT LEAST ONE-HALF INCH.\n   23    6.    Every  person  who  shall write any auto body repair estimate on\n   24  behalf of a motor vehicle repair shop, whether registered or  not,  must\n   25  hold  a valid estimator's license for such purpose issued by the commis-\n   26  sioner. The form and manner  of  applying  for  such  license  shall  be\n   27  prescribed  by  regulation  to  be  promulgated by the commissioner. The\n   28  commissioner shall in the commissioner's discretion  establish  criteria\n   29  for  the  issuing  of  such  license.  Each  application for the license\n   30  required hereunder shall be accompanied by an application fee  of  twen-\n   31  ty-five  dollars  which shall in no event be refunded. If an application\n   32  is approved by the commissioner, upon payment by the  applicant  of  the\n   33  additional  fee  of  one  hundred  fifty dollars, the applicant shall be\n   34  granted such license which shall be valid for a period of  three  years.\n   35  The  renewal  fee  for  any  license issued pursuant to this subdivision\n   36  shall be one hundred fifty dollars.\n   37    [5-a] 7.  All the provisions of section three  hundred  ninety-eight-f\n   38  of  article  twelve-A  of  this chapter shall apply to the provisions of\n   39  subdivision [five] SIX of this section with the same force and effect as\n   40  if the language of those provisions had been incorporated in  full  into\n   41  subdivision [five] SIX of this section and had expressly referred to the\n   42  term  collision estimator licensee, except that the term \"certificate of\n   43  registration\" shall be  read  as  \"estimator's  license\"  and  the  term\n   44  \"registrant\" as \"licensee\".\n   45    [6] 8.  (a) In addition to the requirements of subdivision one of this\n   46  section,  if an inflatable restraint system is replaced, the motor vehi-\n   47  cle repair shop shall state on the repair invoice the name and tax iden-\n   48  tification number from whom such replacement inflatable restraint system\n   49  was purchased. The vehicle  repair  shop  shall,  in  the  case  of  any\n   50  salvaged inflatable restraint system installed, also state on the repair\n   51  invoice  the vehicle dismantler's registration number, the vehicle iden-\n   52  tification number of the vehicle from  which  the  inflatable  restraint\n   53  system  was  salvaged  and  the  part  number of the salvaged inflatable\n   54  restraint system. The insurer and the consumer shall receive a  copy  of\n   55  the purchase invoice for such replacement inflatable restraint systems.\n\n       S. 1949                             5\n\n    1    (b) An inflatable system which has been activated in a crash or stolen\n    2  shall  be  replaced only with an inflatable restraint system newly manu-\n    3  factured for first-time use.\n    4    (c)  Notwithstanding  the provisions of paragraph (b) of this subdivi-\n    5  sion, an inflatable restraint system may be replaced by one salvaged and\n    6  sold by a vehicle dismantler registered pursuant to section four hundred\n    7  fifteen-a of this chapter, provided, however, that the salvaged inflata-\n    8  ble restraint system has been sold in accordance with the provisions  of\n    9  section four hundred fifteen-c of this chapter.\n   10    (d)  Notwithstanding  any  other  provisions of law to the contrary, a\n   11  consumer has the right to seek installation  of  a  salvaged  inflatable\n   12  restraint  system  as  provided  in  paragraph  (c) of this subdivision,\n   13  provided however, nothing  shall  require  any  facility  to  install  a\n   14  salvaged  inflatable restraint system. A salvage installation shall only\n   15  be done with the specific authorization of  the  customer.  The  invoice\n   16  must  prominently state, \"Salvage inflatable restraint system.\" No other\n   17  terms such as \"used\" or \"as is\" shall be used. The invoice must  clearly\n   18  state  the  terms  of  the warranty or guarantee, if given, or state \"No\n   19  warranty or guarantee given.\" A  salvaged  inflatable  restraint  system\n   20  must  be  of  the exact same type as the unit with which the vehicle was\n   21  originally equipped.\n   22    (e) On and after March first, nineteen hundred ninety-nine, in no case\n   23  shall any inflatable restraint system be replaced  with  anything  other\n   24  than  a  newly  manufactured  inflatable  restraint system or a salvaged\n   25  inflatable restraint system certified according to standards established\n   26  by a nationally recognized testing, engineering  and  research  body  as\n   27  provided  for  in  subdivision  two of section four hundred fifteen-c of\n   28  this chapter.\n   29    [7] 9. Each motor vehicle repair shop which either removes or installs\n   30  inflatable restraint systems shall maintain a log  book  containing  the\n   31  following  information:  (a)  the  date of installation, (b) the vehicle\n   32  identification number, license plate number, and make and model  of  the\n   33  repaired vehicle, (c) the replacement inflatable restraint system's part\n   34  number,  (d)  in the case of a salvaged inflatable restraint system, (1)\n   35  the vehicle identification number of the vehicle from which the replace-\n   36  ment inflatable restraint system was salvaged, and  (2)  the  name,  tax\n   37  identification   number,  and  registration  number  of  the  automobile\n   38  dismantler from whom  such  salvaged  inflatable  restraint  system  was\n   39  purchased,  (e)  in  the  case of a new replacement inflatable restraint\n   40  system, the name and tax identification number  of  the  supplier.  Such\n   41  records  shall  be  maintained  in  a  manner and form prescribed by the\n   42  commissioner. Upon request of an agent of the  commissioner  or  of  any\n   43  police  officer  and  during  its  regular and usual business hours, the\n   44  motor vehicle repair shop shall produce such  records  and  permit  said\n   45  agent or police officer to examine them.\n   46    S  2.   This act shall take effect on the ninetieth day after it shall\n   47  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to motor vehicle repair shop requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T113924.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110114.T131441.TXT", "SOBI.D110118.T104117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295365277061
}