{
  "year" : 2011,
  "senateBillNo" : "S1954-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S1954-2011-1294981200000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Repeals the one hundred eighty-five percent standard of need for public assistance applicants",
  "summary" : "Relates to monthly grants and allowances of public assistance; repeals the one hundred eighty-five percent standard of need for public assistance applicants. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S1021-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1954\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Social Services\n\n       AN ACT to repeal subdivision 10 of section 131-a of the social  services\n         law  relating  to  the  earned  income cap of the standard of need for\n         public assistance applicants\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 10 of section 131-a of the social services law\n    2  is REPEALED.\n    3    S  2.  This  act shall take effect on the ninetieth day after it shall\n    4  have become a law and shall apply to aid determined under public assist-\n    5  ance programs in months beginning after such date.\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06787-01-1\n",
  "memo" : "BILL NUMBER:S1954\n\nTITLE OF BILL:\n\nAn act\nto repeal subdivision 10 of section 131-a of the social services\nlaw relating to the earned income cap of the standard of need for public\nassistance applicants\n\nPURPOSE:\n\nTo repeal the one hundred eighty-five percent standard of need for\npublic assistance applicants to better enable the economic\nprogression of families in poverty.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 repeals subdivision 10 of section 131-a, the one hundred\neighty-five (185) percent standard of need, of the social services law.\n\nSection 2 provides for an effective date on the ninetieth day after\nthe act shall have become law and applicable to the determination of\naid calculations prospectively.\n\nJUSTIFICATION:\n\nThe basic public assistance grant has not been increased since 1990.\nThe inability of families to provide for basic needs has resulted in\nrising numbers of homelessness and increasing demands on food\npantries, soup kitchens and other emergency nutrition providers.\nThere is a clear need for the state to fulfill its constitutional\nobligation to the most needy of our society.\ncurrently recipients are ineligible for cash public assistance when\ntheir total monthly income exceeds the lower of the poverty level or\n185% of the standard of need. The 2008 Federal poverty guideline for\na family of four is $21,200. Sadly enough New York State's public\nassistance grant levels are below the poverty level.\nNew York must change its eligibility rules in order to have a more\nrealistic approach toward assisting P A recipients in achieving\nself-sufficiency. Repealing the 185% rule would allow PA recipients\nto at least work their way up to poverty before losing PA eligibility.\n\nLEGISLATIVE HISTORY:\n\nNew Bill.\n\nFISCAL IMPLICATIONS:\n\nUndetermined.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the ninetieth day after it shall have\nbecome law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to repeal subdivision 10 of section 131-a of the social services law relating to the earned income cap of the standard of need for public assistance applicants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T114424.TXT", "SOBI.D110114.T131441.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110118.T104117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963722
}