{
  "year" : 2011,
  "senateBillNo" : "S1953-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1953-2011-1294981200000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Specifies what constitutes damages in wrongful death actions; requires that awards specify both the amount and the person for whose benefit damages are awarded",
  "summary" : "Provides that damages in wrongful death actions shall include recovery for emotional loss and mental anguish, compensation for expected pecuniary loss and services, care and affection, expenses for medical treatment and reasonable funeral expenses; further provides that court or jury shall specify the amount and for whose benefit damages are awarded. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Estates, Powers and Trusts Law",
  "previousVersions" : [ "S2136-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1953\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the estates, powers  and  trusts  law,  in  relation  to\n         payment of damages in wrongful death action\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of section 5-4.3 of the estates,  powers  and\n    2  trusts law, as amended by chapter 100 of the laws of 1982, is amended to\n    3  read as follows:\n    4    (a)  The  damages awarded to the plaintiff may be such sum as the jury\n    5  or, where issues of fact are tried without a jury, the court or  referee\n    6  deems  to  be  fair  and  just compensation for the [pecuniary] injuries\n    7  resulting from the decedent's death to the persons for whose benefit the\n    8  action is brought.   In every such action, [in  addition  to  any  other\n    9  lawful  element  of  recoverable  damages,  the  reasonable  expenses of\n   10  medical aid, nursing and attention incident to the injury causing  death\n   11  and  the reasonable funeral expenses of the decedent paid by the distri-\n   12  butees, or for the payment of  which  any  distributee  is  responsible,\n   13  shall  also  be  proper  elements  of  damage] DAMAGES SHALL INCLUDE THE\n   14  FOLLOWING:\n   15    (1) EMOTIONAL LOSS AND MENTAL ANGUISH WHICH MAY INCLUDE COMPANIONSHIP,\n   16  GUIDANCE AND ADVICE OF THE DECEDENT;\n   17    (2) COMPENSATION FOR\n   18    (I) REASONABLY EXPECTED PECUNIARY LOSS AND\n   19    (II) THE LOSS OF SERVICES, PROTECTION, AFFECTION, CARE AND  ASSISTANCE\n   20  PROVIDED BY THE DECEDENT;\n   21    (3)  EXPENSES FOR THE CARE, TREATMENT AND HOSPITALIZATION OF THE DECE-\n   22  DENT INCIDENT TO THE INJURY RESULTING IN DEATH; AND\n   23    (4) REASONABLE FUNERAL EXPENSES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06469-01-1\n\n       S. 1953                             2\n\n    1    Interest upon the principal sum recovered by the  plaintiff  from  the\n    2  date  of  the  decedent's  death  shall be added to and be a part of the\n    3  total sum awarded.\n    4    S 2. Section 5-4.3 of the estates, powers and trusts law is amended by\n    5  adding a new paragraph (a-1) to read as follows:\n    6    (A-1) DAMAGES ENUMERATED IN SUBPARAGRAPH (1) OR CLAUSE (II) OF SUBPAR-\n    7  AGRAPH  (2)  OF  PARAGRAPH  (A) WHICH ARE AWARDED BY A JUDGE OR JURY, OR\n    8  APPROVED BY THE COURT PURSUANT TO 5-4.6, SHALL SPECIFY BOTH  THE  AMOUNT\n    9  AND THE PERSON FOR WHOSE BENEFIT THE DAMAGES ARE AWARDED OR APPROVED.\n   10    S  3.  The  opening paragraph of paragraph (a) of section 5-4.4 of the\n   11  estates, powers and trusts law, as amended by chapter 595 of the laws of\n   12  1992, is amended to read as follows:\n   13    [The] EXCEPT AS PROVIDED IN PARAGRAPH (A-1), damages, as prescribed by\n   14  5-4.3, whether recovered in  an  action  or  by  settlement  without  an\n   15  action,  are  exclusively for the benefit of the decedent's distributees\n   16  and, when collected, shall be distributed to the persons entitled there-\n   17  to under 4-1.1 and 5-4.5, except that where the decedent is survived  by\n   18  a  parent  or  parents  and a spouse and no issue, the parent or parents\n   19  will be deemed to be distributees for  purposes  of  this  section.  The\n   20  damages shall be distributed subject to the following:\n   21    S 4. Section 5-4.4 of the estates, powers and trusts law is amended by\n   22  adding a new paragraph (a-1) to read as follows:\n   23    (A-1)  NOTWITHSTANDING  ANY  PROVISION OF LAW TO THE CONTRARY, DAMAGES\n   24  AWARDED PURSUANT TO PARAGRAPH (A-1) OF 5-4.3 SHALL BE DISTRIBUTED TO THE\n   25  PERSON FOR WHOSE BENEFIT SUCH DAMAGES ARE AWARDED.\n   26    S 5. This act shall take effect April 1, 2012 and shall apply to caus-\n   27  es of action arising on or after such date.\n",
  "memo" : "BILL NUMBER:S1953\n\nTITLE OF BILL:\nAn act\nto amend the estates, powers and trusts law, in relation to payment\nof damages\nin wrongful death action\n\nPURPOSE:\nThis bill specifies what constitutes damages\nin wrongful\ndeath actions; requires that awards specify both the amount and the\nperson for whose benefit damages are awarded.\n\nJUSTIFICATION:\nUnder current law, survivors of wrongful death victims\nare not compensated for non-pecuniary loss such as mental anguish,\nemotional loss and loss of affection. services, companionship, care\nor other services provided by the decedent. In cases involving the\nwrongful death of' an elderly citizen or a child, compensation is\nbarely recognized in New York State. In 1847, New York became the\nfirst state to enact a wrongful death statute. As the country moved\ntoward an industrial economy in the last century and society was\nconfronted with the horrors of the unfettered exploitation of labor.\nattitudes toward the value of a human life changed. After all. in the\nearly nineteenth century , it was cheaper for a factory owner to kill\none's victim than to injure him.\n\nThe New York law permitted damage suits, based on \"pecuniary\" losses\nto next of kin, to be brought against wrongdoers in wrongful death\ncases. Such suits could even be brought in cases involving the death\nof children to compensate for the family's loss of the child's meager\nfactory wages. That law has remained unchanged since its inception a\ncentury and a half ago. New York State has now fallen behind nearly\nhalf the states in the country in implementing progressive wrongful\ndeath legislation. Survivors of wrongful death victims may collect\ndamages only for estimated economic loss, which in the case of a\nchild or an elderly person can be quite small. Such restrictions\neffectively diminish the value of the young and the elderly in New\nYork State.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect April 1, 2012  and shall\napply to causes of action arising on or after such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the estates, powers and trusts law, in relation to payment of damages in wrongful death action ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T114424.TXT", "SOBI.D110114.T131441.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110118.T104117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963721
}