{
  "year" : 2011,
  "senateBillNo" : "S195-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S195-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a principal creditor to send a notice of delinquency to the debtor and co-signer of an account",
  "summary" : "Requires a principal creditor to send a notice of delinquency to the debtor and co-signer of an account. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S2538-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          195\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business  law,  in  relation  to  notice  of\n         delinquency requirements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 600 of the  general  business  law  is  amended  by\n    2  adding a new subdivision 4 to read as follows:\n    3    4. \"CO-SIGNER\" MEANS A NATURAL PERSON WHO (I) IN THE CASE OF A CONSUM-\n    4  ER  CREDIT TRANSACTION BECOMES OBLIGATED ON THE TRANSACTION AS A CO-SIG-\n    5  NER, CO-MAKER, GUARANTOR, ENDORSER OR SURETY, BUT WHO DOES  NOT  RECEIVE\n    6  THE PROPERTY, SERVICES, OR MONEY THAT IS THE SUBJECT OF THE TRANSACTION.\n    7  THE  TERM  DOES NOT INCLUDE A SELLER, HOLDER OR LENDER WHO BECOMES OBLI-\n    8  GATED TO AN ASSIGNEE OF SUCH PARTY'S RIGHTS; OR (II) IN THE  CASE  OF  A\n    9  CONSUMER  CREDIT  ACCOUNT  BECOMES  OBLIGATED  UNDER  THE AGREEMENT AS A\n   10  CO-SIGNER, CO-MAKER, GUARANTOR, ENDORSER OR SURETY WITH  RESPECT  EITHER\n   11  TO  ALL  PURCHASES  AND  LOANS,  OR A SPECIFIED MAXIMUM DOLLAR AMOUNT OF\n   12  PURCHASES AND LOANS THAT WILL BE OBTAINED FROM TIME TO TIME PURSUANT  TO\n   13  THE  AGREEMENT  WHETHER OR NOT IT IS CONTEMPLATED THAT THE CO-SIGNER MAY\n   14  RECEIVE ANY OF THE PROPERTY, SERVICES OR MONEY TO BE OBTAINED. THE  TERM\n   15  DOES  NOT INCLUDE A SELLER, HOLDER OR LENDER WHO BECOMES OBLIGATED TO AN\n   16  ASSIGNEE OF SUCH PARTY'S RIGHTS OR A JOINT APPLICANT FOR CREDIT  WHO  IS\n   17  INTENDED TO BE PRIMARILY LIABLE UNDER THE AGREEMENT.\n   18    S 2. The general business law is amended by adding a new section 601-a\n   19  to read as follows:\n   20    S 601-A. NOTICE OF DELINQUENCY. EVERY PRINCIPAL CREDITOR OR HIS OR HER\n   21  AGENT SHALL SEND A NOTICE TO THE LAST KNOWN ADDRESS OF THE DEBTOR ADVIS-\n   22  ING  THE  DEBTOR  OF A DELINQUENCY ON HIS OR HER ACCOUNT. A COPY OF SUCH\n   23  NOTICE SHALL ALSO BE SENT TO THE CO-SIGNER OF SUCH ACCOUNT.\n   24    S 3. This act shall take effect on the first of January next  succeed-\n   25  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01600-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to notice of delinquency requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161216.TXT", "SOBI.D101213.T091758.TXT", "SOBI.D101214.T102628.TXT", "SOBI.D101210.T164208.TXT", "SOBI.D101214.T110631.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292342791803
}