{
  "year" : 2011,
  "senateBillNo" : "S1956-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1956-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes procedures regarding legislative budget submissions",
  "summary" : "Provides a mechanism for legislative leaders to make budget proposals public in the case where the legislature has failed to adopt a budget prior to the first day of the state's fiscal year. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S1025-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1956\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, in relation to the submission  of\n         legislative budget bills\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state finance law is amended by adding a new section 28\n    2  to read as follows:\n    3    S 28. LEGISLATIVE BUDGET SUBMISSIONS. IF EITHER HOUSE OF THE  LEGISLA-\n    4  TURE  SHALL  FAIL  TO  ADOPT,  BY THE FIRST DAY OF THE FISCAL YEAR, SUCH\n    5  BUDGET BILLS WHICH, IF ADOPTED BY  BOTH  HOUSES,  WOULD  CONSTITUTE  THE\n    6  EXECUTIVE  BUDGET  FOR  SUCH  FISCAL YEAR, THEN THE PRESIDING OFFICER OF\n    7  SUCH HOUSE SHALL IMMEDIATELY SUBMIT A DETAILED REPORT  TO  THE  CHAIRMEN\n    8  AND  RANKING MINORITY MEMBERS OF THE FISCAL COMMITTEE OF SUCH HOUSE, THE\n    9  MINORITY LEADER OF SUCH HOUSE, THE GOVERNOR AND THE COMPTROLLER,  RECOM-\n   10  MENDING PASSAGE OF THE BUDGET BILLS SUBMITTED BY THE GOVERNOR OR PASSAGE\n   11  OF  SUCH  BILLS  WITH  SPECIFIC  AMENDMENTS  BY ADDITIONS, REDUCTIONS OR\n   12  DELETIONS.   ANY SUCH PROPOSED AMENDMENTS  SHALL  IDENTIFY  WITHIN  EACH\n   13  BUDGET  BILL  THE  PAGE  AND  LINE NUMBER OF THE ITEMS CONTAINED THEREIN\n   14  WHICH ARE BEING AMENDED. THE REPORT SHALL ALSO IDENTIFY  ANY  AMENDMENTS\n   15  TO  THE  STATE  FINANCIAL  PLAN  SUBMITTED  BY  THE GOVERNOR PURSUANT TO\n   16  SECTION TWENTY-TWO OF THIS ARTICLE AS MAY BE REQUIRED BY THE RECOMMENDA-\n   17  TIONS CONTAINED IN SUCH REPORT.\n   18    S 2.  This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06783-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the submission of legislative budget bills ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T104617.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110114.T130941.TXT", "SOBI.D110114.T122438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295365577213
}