{
  "year" : 2011,
  "senateBillNo" : "S1959-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1959-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Substitutes use immunity for transactional immunity",
  "summary" : "Redefines an immunity recipient as a person who has been a witness in a legal proceeding and who has given evidence therein, and whose evidence (or any information directly or indirectly derived therefrom) may not be used against him in any criminal case; provides that a prosecutor may use evidence from a source independent of the defendant's immunized testimony against such immunity recipient; provides that, upon a motion by such immunity recipient to suppress such independent evidence, it shall be the burden of the prosecution to prove, beyond a reasonable doubt, that such evidence was derived from an independent source. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S835-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1959\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to  substituting\n         use immunity for transactional immunity\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 1 of section 50.10 of the  criminal  procedure\n    2  law is amended to read as follows:\n    3    1.   [\"Immunity.\"  A person who has been a witness in a legal proceed-\n    4  ing, and who cannot, except as otherwise provided in  this  subdivision,\n    5  be  convicted  of  any offense or subjected to any penalty or forfeiture\n    6  for or on account of any transaction, matter or thing  concerning  which\n    7  he   gave   evidence   therein,   possesses  \"immunity\"  from  any  such\n    8  conviction,] \"IMMUNITY\", WHEN CONFERRED ON A WITNESS  IN  A  PROCEEDING,\n    9  MEANS  THAT  NEITHER THE EVIDENCE GIVEN BY THAT WITNESS NOR ANY EVIDENCE\n   10  DERIVED DIRECTLY OR INDIRECTLY FROM IT MAY BE USED AGAINST  HIM  IN  THE\n   11  SAME OR ANY OTHER CRIMINAL PROCEEDING OR IN THE IMPOSITION OF ANY penal-\n   12  ty or forfeiture.  A person who possesses such immunity may nevertheless\n   13  be  convicted  of perjury as a result of having given false testimony in\n   14  such legal proceeding, and may be convicted of or adjudged  in  contempt\n   15  as a result of having contumaciously refused to give evidence therein.\n   16    S  2.  Subdivision  1 of section 170.30 of the criminal procedure law,\n   17  the opening paragraph as amended by chapter 661 of the laws of 1972,  is\n   18  amended to read as follows:\n   19    1.  After arraignment upon an information, a simplified information, a\n   20  prosecutor's  information or a misdemeanor complaint, the local criminal\n   21  court may, upon motion of the defendant, dismiss such instrument or  any\n   22  count thereof upon the ground that:\n   23    (a)  It is defective, within the meaning of section 170.35; or\n   24    (b)    [The  defendant  has received immunity from prosecution for the\n   25  offense charged, pursuant to sections 50.20 or 190.40; or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07146-01-1\n\n       S. 1959                             2\n\n    1    (c)]  The prosecution is barred by reason of a  previous  prosecution,\n    2  pursuant to section 40.20; or\n    3    [(d)] (C) The prosecution is untimely, pursuant to section 30.10; or\n    4    [(e)]  (D)  The defendant has been denied the right to a speedy trial;\n    5  or\n    6    [(f)] (E)  There exists some other jurisdictional or legal  impediment\n    7  to conviction of the defendant for the offense charged; or\n    8    [(g)] (F)  Dismissal is required in furtherance of justice, within the\n    9  meaning of section 170.40.\n   10    S 3. Section 190.40 of the criminal procedure law is amended by adding\n   11  a new subdivision 3 to read as follows:\n   12    3.  A  WITNESS  WHO  GIVES  EVIDENCE  IN A GRAND JURY, AND WHO THEREBY\n   13  RECEIVES IMMUNITY PURSUANT TO SUBDIVISION TWO OF THIS SECTION,  MAY  NOT\n   14  THEREAFTER  BE  INDICTED BY THAT SAME GRAND JURY FOR ANY OFFENSE, EXCEPT\n   15  (A) WHERE THAT OFFENSE IS PERJURY OR CONTEMPT, AS TO  WHICH  PROSECUTION\n   16  IS PERMITTED BY SECTION 50.10 OF THIS CHAPTER; OR (B) WHERE THE EVIDENCE\n   17  GIVEN  BY  THE  WITNESS CONSISTS ONLY OF BOOKS, PAPERS, RECORDS OR OTHER\n   18  PHYSICAL EVIDENCE OF AN ENTERPRISE, AS DEFINED  IN  SUBDIVISION  ONE  OF\n   19  SECTION  175.00  OF THE PENAL LAW, AND ANY IMMUNITY THE WITNESS RECEIVES\n   20  RESULTS SOLELY FROM HIS POSSESSION OF A PRIVILEGE AGAINST  SELF-INCRIMI-\n   21  NATION  WITH  RESPECT  TO THE ACT OF PRODUCING SUCH EVIDENCE. NOTHING IN\n   22  THIS SUBDIVISION SHALL PRECLUDE ANOTHER GRAND JURY PANEL IN THE SAME  OR\n   23  ANY  OTHER  COUNTY FROM CHARGING THE WITNESS WITH ANY OFFENSE BASED UPON\n   24  OTHER EVIDENCE WHOSE USE AGAINST THE WITNESS IS NOT BARRED BY THE  IMMU-\n   25  NITY HE HAS RECEIVED BY GIVING EVIDENCE BEFORE THE FIRST GRAND JURY.\n   26    S  4. Subdivision 1 of section 210.20 of the criminal procedure law is\n   27  amended to read as follows:\n   28    1.  After arraignment upon an indictment, the superior court may, upon\n   29  motion of the defendant, dismiss such indictment or  any  count  thereof\n   30  upon the ground that:\n   31    (a)    Such  indictment  or  count is defective, within the meaning of\n   32  section 210.25; or\n   33    (b)  The evidence before the grand jury was not legally sufficient  to\n   34  establish the offense charged or any lesser included offense; or\n   35    (c)    The  grand jury proceeding was defective, within the meaning of\n   36  section 210.35; or\n   37    (d)  [The defendant has immunity with respect to the offense  charged,\n   38  pursuant to section 50.20 or 190.40; or\n   39    (e)]    The prosecution is barred by reason of a previous prosecution,\n   40  pursuant to section 40.20; or\n   41    [(f)] (E)  The prosecution is untimely, pursuant to section 30.10; or\n   42    [(g)] (F) The defendant has been denied the right to a  speedy  trial;\n   43  or\n   44    [(h)]  (G)  There exists some other jurisdictional or legal impediment\n   45  to conviction of the defendant for the offense charged; or\n   46    [(i)] (H)  Dismissal is required in the interest of justice,  pursuant\n   47  to section 210.40.\n   48    S 5. Section 710.20 of the criminal procedure law, as amended by chap-\n   49  ter 8 of the laws of 1976, subdivision 2 as amended and subdivision 7 as\n   50  added  by  chapter  744 of the laws of 1988, subdivision 3 as amended by\n   51  chapter 214 of the laws of 1982, subdivision 5 as amended by chapter 629\n   52  of the laws of 1998, subdivision 6 as renumbered by chapter 481  of  the\n   53  laws of 1983, is amended to read as follows:\n   54  S 710.20  Motion to suppress evidence; in general; grounds for.\n   55    Upon motion of a defendant who (a) is aggrieved by unlawful or improp-\n   56  er acquisition of evidence and has reasonable cause to believe that such\n\n       S. 1959                             3\n\n    1  may  be  offered  against  him  in a criminal action, or (b) claims that\n    2  improper identification testimony may be offered against him in a crimi-\n    3  nal action, OR (C) CLAIMS THAT EVIDENCE  AS  TO  THE  USE  OF  WHICH  HE\n    4  POSSESSES  IMMUNITY  MAY  BE OFFERED AGAINST HIM IN A CRIMINAL ACTION, a\n    5  court may, under circumstances prescribed in this  article,  order  that\n    6  such evidence be suppressed or excluded upon the ground that it:\n    7    1.    Consists  of  tangible property obtained by means of an unlawful\n    8  search and seizure under circumstances precluding admissibility  thereof\n    9  in a criminal action against such defendant; or\n   10    2.  Consists of a record or potential testimony reciting or describing\n   11  declarations,  conversations,  or other communications overheard, inter-\n   12  cepted, accessed, or recorded by means of eavesdropping, or observations\n   13  made by  means  of  video  surveillance,  obtained  under  circumstances\n   14  precluding  admissibility  thereof  in  a  criminal  action against such\n   15  defendant; or\n   16    3.  Consists of a record or potential testimony reciting or describing\n   17  a statement of such defendant involuntarily made, within the meaning  of\n   18  section 60.45; or\n   19    4.    Was  obtained as a result of other evidence obtained in a manner\n   20  described in subdivisions one, two and three; or\n   21    5. Consists of a chemical test of the defendant's  blood  administered\n   22  in  violation  of  the provisions of subdivision three of section eleven\n   23  hundred ninety-four of the vehicle and traffic law, subdivision eight of\n   24  section forty-nine-a of the navigation law, subdivision seven of section\n   25  25.24 of the parks, recreation and historic  preservation  law,  or  any\n   26  other applicable law; or\n   27    6.    Consists  of potential testimony regarding an observation of the\n   28  defendant either at the time or place of the commission of  the  offense\n   29  or upon some other occasion relevant to the case, which potential testi-\n   30  mony  would  not be admissible upon the prospective trial of such charge\n   31  owing to an improperly made previous identification of the defendant  by\n   32  the prospective witness[.]; OR\n   33    7. Consists of information obtained by means of a pen register or trap\n   34  and  trace  device  installed  or used in violation of the provisions of\n   35  article seven hundred five of this chapter; OR\n   36    8. CONSISTS OF POTENTIAL EVIDENCE AS TO THE USE OF WHICH THE DEFENDANT\n   37  POSSESSES IMMUNITY. WHERE THE DEFENDANT ESTABLISHES  THAT  IMMUNITY  HAD\n   38  BEEN  CONFERRED  UPON  HIM,  THE  PEOPLE  MUST  THEN ESTABLISH, BEYOND A\n   39  REASONABLE DOUBT, THAT NONE OF THE EVIDENCE WHICH THEY PROPOSE TO USE IN\n   40  THE INSTANT ACTION CONSISTS OF OR WAS  DERIVED  DIRECTLY  OR  INDIRECTLY\n   41  FROM THE EVIDENCE AS TO WHICH SUCH IMMUNITY HAD BEEN CONFERRED.\n   42    S  6.    This  act  shall  take  effect  on the first of November next\n   43  succeeding the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1959\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law, in relation to substituting use\nimmunity for transactional immunity\n\nSUMMARY OF BILL:\nThis bill redefines an immunity recipient as a person who has been a\nwitness in a legal proceeding and who has given evidence therein, and\nwhose evidence (or any information directly or indirectly derived\ntherefrom) may not be used against him in any criminal case.\n\nA prosecutor may use evidence from a source independent of the\ndefendant's immunized testimony. But, upon a motion by the defendant\nto suppress the evidence, it is the burden of the prosecutor to\nprove, beyond a reasonable doubt, that such evidence was derived from\nan independent source.\n\nFinally, the bill precludes, with few exceptions, a grand jury for\nindicting a witness upon whom it has conferred immunity. The same\ngrand jury that conferred immunity can only subsequently indict the\nwitness for perjury or contempt or where the immunity was conferred\nsolely because the witness produced documents or other physical\nevidence for which he possessed a privilege against\nself-incrimination with respect to the act of producing the evidence.\nA different grand jury panel can, however, subsequently indict the\nwitness for any offense based on evidence for which he does not have\nimmunity.\n\nJUSTIFICATION:\nThe current New York Law governing immunity from prosecution is\nillogical, capricious, inflexible and contrary to public interest.\nThe existing law confers total immunity and benefits no one except\nthe criminal. Furthermore, the criminal can take advantage of the\nprosecutor's mistake or manipulation at testimony to achieve total\nimmunity for himself or herself. The current law also hinders\ninvestigations by discouraging prosecutors from calling witnesses who\nmay themselves obtain a total immunity from any prosecution. There\nare no constitutional, legal or practical reasons for allowing the\nblanket immunity conferred by New York's law. Its results are\nself-defeating, unjust, and not a reflection of the intentions of the\nCPL drafters.\n\nThe transactional immunity provision is unrealistically restrictive.\nIt prevents the legitimate prosecution of many offenses, especially\nthose involving sophisticated or close-knit criminal groups.\nAdditionally, it has been construed by the courts to grant complete\ntransactional immunity in situations that the law cannot have\nreasonably intended, and which are contrary to the public interest.\nFor example, in one case it was\n\nheld that a witness who testified before a grand jury investigating a\nhomicide received immunity from unrelated pending charges of specific\ndrug sales simply because she testified, as a general matter, that\nshe sold drugs for a living.\nPEOPLE V. MCFARLAN, 42 NY 2d 896 (1977).\n\nThis bill changes the law from \"transactional\" immunity to \"use\"\nimmunity. It is derived from a federal statute, Title 18, U.S.C.\nsections 6002 and 6003, which was approved by the united States\nsupreme Court in\nKASTIGAR V. UNITED STATES, 405 U.S. 441 (1972).\nThe Court in KASTIGAR\nheld that a witness compelled to testify under a statutory scheme\nlike the one in this bill would receive all the benefits to which he\nis entitled under the Fifth Amendment to the United States\nconstitution.\nUnder KASTIGAR, the purpose, except if his testimony\nwere perjurious\nor contumacious. This means, as is stated explicitly in the bill,\nthat even information derived directly or indirectly from the\nwitness' testimony cannot be used against him or her.\n\nThis last provision places a heavy burden upon a prosecutor who\ndecides to proceed against a witness who has received immunity. Under\n\nKASTIGAR, in such a case, the prosecution would have the\n\"affirmative duty to prove that the evidence it proposes to use is\nderived from a legitimate source wholly independent of the compelled\ntestimony\".\n406 U.S. AT 460.\nThe Second Circuit Court of Appeals\nhas suggested\nthat the prosecution would be unlikely to meet such a burden unless\nit somehow certified the evidence in its possession before it moved\nto compel testimony.\nGOLDBERG V. UNITED STATES, 472 F.2d 573,\n516 n.5 (1973).\nUnder this bill, if the people wish to prosecute a person whose\ntestimony they also wish to compel, they must be prepared to prove\nbeyond a reasonable doubt that the evidence used against him was not\nderived from his testimony.\n\nTo ensure that witnesses who are granted immunity are properly\nprotected against prejudice, the bill prohibits, with narrow\nexceptions, a grand jury from indicting a witness upon whom it has\nconferred immunity.\nwitnesses may be indicted by the grand jury that conferred immunity\nonly for the offenses of perjury or contempt or only where the\nimmunity was conferred for the act of producing books, papers,\nrecords or other physical evidence. A different grand jury may,\nhowever, indict the immunized witness for an offense based on other\nevidence for which he does not have immunity.\n\nThis bill implements a recommendation contained in prior Annual\nMessages to the Legislature by the Governor.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThe first day of November after it has become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to substituting use immunity for transactional immunity ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110118.T104617.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110120.T180923.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963730
}