{
  "year" : 2011,
  "senateBillNo" : "S1958-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1958-2011-1294981200000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to regulation of unsolicited advertisements and sale, rental or exchange of personal information",
  "summary" : "Regulates persons who advertise using unsolicited written communications or telephone conservations to protect personal privacy; requires disclosure of the source of the listing and notice of right not to receive unsolicited telephone calls; requires advertising entities to maintain an exclusion list and authorizes a cause of action to enjoin unwanted solicitation. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S4346-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1958\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to the  regulation\n         of  unsolicited  advertisements  and  the  sale, rental or exchange of\n         personal information\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and declaration.   The legislature\n    2  hereby finds and declares that the use  of  computers,  data  bases  and\n    3  information sharing threaten the privacy of our citizens. Personal iden-\n    4  tification information is compiled and transferred without the knowledge\n    5  and consent of the data subject.  In many situations, personal identifi-\n    6  cation  information  is  being  used  for  secondary  purposes, purposes\n    7  different from the one for which the information was originally given or\n    8  obtained.  Improper collection and dissemination of personal identifica-\n    9  tion information not only infringes upon individual privacy but also has\n   10  increased the ability of unethical persons to engage in fraud and theft.\n   11  In addition, collection and  dissemination  of  personal  identification\n   12  information  can  threaten  the security of those who wish to keep their\n   13  addresses and other information secret. For these reasons, the  legisla-\n   14  ture  proposes  this  statute  to  provide a means by which citizens can\n   15  protect their personal identification information.\n   16    S 2. The general business law is amended by adding  two  new  sections\n   17  394-f and 394-g to read as follows:\n   18    S  394-F.  UNSOLICITED ADVERTISEMENTS. 1. FOR PURPOSES OF THIS SECTION\n   19  THE TERMS:\n   20    (A) \"UNSOLICITED ADVERTISEMENT\" SHALL MEAN  ANY  WRITTEN  SOLICITATION\n   21  FOR  THE  PURCHASE,  LEASE, CONTRACT OR INVESTMENT IN PROPERTY, GOODS OR\n   22  SERVICES, INCLUDING THE OFFERING OF A PRIZE IN EXCHANGE FOR  A  PURCHASE\n   23  OR  FOR  ATTENDANCE  AT  ANY LOCATION FOR PURPOSES OF A SOLICITATION, OR\n   24  CONTRIBUTION TO ANY NATURAL PERSON WITHOUT THAT NATURAL PERSON'S EXPRESS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06667-01-1\n\n       S. 1958                             2\n\n    1  INVITATION OR PERMISSION.  HOWEVER, UNSOLICITED ADVERTISEMENT SHALL  NOT\n    2  INCLUDE  COMMUNITY  PUBLICATIONS  WHICH  ARE  DISTRIBUTED TO THE PUBLIC,\n    3  WITHOUT CONSIDERATION, FOR PURPOSES OF COMMUNITY INFORMATION AND  COMMU-\n    4  NITY  ADVERTISING  WHICH  ARE  EXEMPT FROM SALES AND USE TAX PURSUANT TO\n    5  SUBDIVISION (I) OF SECTION ELEVEN HUNDRED FIFTEEN OF THE TAX LAW;\n    6    (B) \"UNSOLICITED TELEPHONE ADVERTISEMENT\" SHALL MEAN THE INITIATION OF\n    7  ANY TELEPHONE CALL OR MESSAGE SOLICITING THE PURCHASE,  LEASE,  CONTRACT\n    8  OR  INVESTMENT IN PROPERTY, GOODS OR SERVICES, INCLUDING THE OFFERING OF\n    9  A PRIZE IN EXCHANGE FOR A PURCHASE OR FOR ATTENDANCE AT ANY LOCATION FOR\n   10  PURPOSES OF A SOLICITATION, OR CONTRIBUTION TO ANY NATURAL PERSON  WITH-\n   11  OUT THAT NATURAL PERSON'S EXPRESS INVITATION OR PERMISSION;\n   12    (C)  \"CONSUMER\"  SHALL  MEAN  A  NATURAL  PERSON  WHO  IS SOLICITED TO\n   13  PURCHASE, RENT OR  INVEST  IN  PROPERTY,  GOODS  OR  SERVICES  INCLUDING\n   14  RECEIVING A PRIZE IN EXCHANGE FOR A PURCHASE OR ATTENDANCE; AND\n   15    (D) \"ESTABLISHED BUSINESS RELATIONSHIP\" SHALL MEAN A PRIOR OR EXISTING\n   16  RELATIONSHIP  FORMED BY A VOLUNTARY COMMUNICATION BETWEEN A DATA SUBJECT\n   17  AND A PERSON, FIRM, PARTNERSHIP, CORPORATION OR ASSOCIATION ON THE BASIS\n   18  OF AN APPLICATION, PURCHASE OR TRANSACTION  BY  THE  CONSUMER  REGARDING\n   19  PROPERTY,  GOODS  OR SERVICES OFFERED BY SUCH PERSON, FIRM, PARTNERSHIP,\n   20  CORPORATION OR ASSOCIATION WITHIN THE PAST YEAR WHICH  RELATIONSHIP  HAS\n   21  NOT  BEEN  TERMINATED  BY THE CONSUMER OR THE PERSON, FIRM, PARTNERSHIP,\n   22  CORPORATION OR ASSOCIATION.\n   23    2.  WHENEVER A PERSON, FIRM, PARTNERSHIP, CORPORATION  OR  ASSOCIATION\n   24  PURCHASES  OR  ACQUIRES THROUGH TRADE A LISTING OF CONSUMERS UTILIZED IN\n   25  ANY DIRECT UNSOLICITED ADVERTISEMENT, SUCH  PERSON,  FIRM,  PARTNERSHIP,\n   26  CORPORATION  OR ASSOCIATION SHALL PROVIDE WRITTEN NOTICE TO THE CONSUMER\n   27  WITHIN THE ADVERTISEMENT OR AFFIXED THERETO  OF  THE  CONSUMER'S  RIGHT,\n   28  HEREBY  GRANTED, OF DELETING HIS OR HER NAME AND ADDRESS FROM SUCH MAIL-\n   29  ING LIST AND OF HIS OR HER RIGHT NOT TO RECEIVE ANY FURTHER  UNSOLICITED\n   30  ADVERTISEMENT.    SUCH  WRITTEN DISCLOSURE SHALL ALSO INDICATE THAT SUCH\n   31  CONSUMER MAY AT ANY TIME DELETE HIS OR HER NAME AND  ADDRESS  FROM  SUCH\n   32  MAILING  LIST.    SUCH  WRITTEN  DISCLOSURE SHALL BE MADE IN A CLEAR AND\n   33  CONSPICUOUS MANNER AND SHALL PROVIDE A REASONABLE METHOD  BY  WHICH  THE\n   34  CONSUMER CAN EXERCISE SUCH PREFERENCE.\n   35    3.    WHENEVER A PERSON, FIRM, PARTNERSHIP, CORPORATION OR ASSOCIATION\n   36  PURCHASES OR ACQUIRES THROUGH TRADE A LISTING OF CONSUMERS  UTILIZED  IN\n   37  ANY UNSOLICITED TELEPHONE ADVERTISEMENT, SUCH PERSON, FIRM, PARTNERSHIP,\n   38  CORPORATION  OR  ASSOCIATION  SHALL DISCLOSE TO SUCH CONSUMER THAT HE OR\n   39  SHE HAS THE RIGHT, HEREBY GRANTED, OF DELETING HIS OR HER NAME,  ADDRESS\n   40  AND  TELEPHONE  NUMBER  FROM SUCH TELEPHONE LIST AND OF HIS OR HER RIGHT\n   41  NOT TO RECEIVE ANY FURTHER UNSOLICITED TELEPHONE ADVERTISEMENT.\n   42    SUCH DISCLOSURE SHALL BE MADE AT THE BEGINNING OF THE  TELEPHONE  CALL\n   43  AND SHALL BE MADE IN A CLEAR AND CONSPICUOUS MANNER AND SHALL INFORM THE\n   44  CONSUMER THAT HE OR SHE CAN REMOVE HIS OR HER NAME, TELEPHONE NUMBER AND\n   45  ADDRESS  FROM  THE LIST AT ANY TIME AND SHALL INFORM THE CONSUMER OF THE\n   46  REASONABLE MEANS BY WHICH THE CONSUMER CAN EXERCISE SUCH PREFERENCE.\n   47    4. SUCH PERSON, FIRM, PARTNERSHIP, CORPORATION OR ASSOCIATION REFERRED\n   48  TO IN SUBDIVISIONS TWO AND THREE OF  THIS  SECTION,  SHALL  MAINTAIN  AN\n   49  EXCLUSION  LIST AND SHALL NOT SEND ANY UNSOLICITED ADVERTISEMENT OR MAKE\n   50  ANY UNSOLICITED TELEPHONE ADVERTISEMENT TO ANY CONSUMER  ON  SUCH  LIST.\n   51  SUCH  PERSON,  FIRM,  PARTNERSHIP,  CORPORATION  OR ASSOCIATION SHALL BE\n   52  PROHIBITED FROM USING SUCH LIST FOR ANY PURPOSE  OTHER  THAN  COMPLIANCE\n   53  WITH  THE  REQUIREMENTS  OF THIS SECTION AND SUCH PERSON, FIRM, PARTNER-\n   54  SHIP, CORPORATION OR ASSOCIATION  SHALL  NOT  SELL,  RENT,  EXCHANGE  OR\n   55  OTHERWISE MAKE AVAILABLE SUCH EXCLUSION LIST TO ANY THIRD PARTY.\n\n       S. 1958                             3\n\n    1    5.  NO  PERSON, FIRM, PARTNERSHIP, CORPORATION OR ASSOCIATION SHALL BE\n    2  DEEMED TO HAVE VIOLATED THE PROVISIONS OF THIS SECTION, IF SUCH  PERSON,\n    3  FIRM,  PARTNERSHIP, CORPORATION OR ASSOCIATION SHOWS, BY A PREPONDERANCE\n    4  OF THE EVIDENCE, THAT THE VIOLATION WAS  NOT  INTENTIONAL  AND  RESULTED\n    5  FROM  A  BONA  FIDE ERROR MADE NOTWITHSTANDING THE MAINTENANCE OF PROCE-\n    6  DURES REASONABLY ADOPTED TO AVOID ANY SUCH ERROR.\n    7    6. DISCLOSURE SHALL NOT BE REQUIRED IN INSTANCES  WHERE  SUCH  PERSON,\n    8  FIRM,  PARTNERSHIP,  CORPORATION OR ASSOCIATION HAS AN ESTABLISHED BUSI-\n    9  NESS RELATIONSHIP WITH SUCH CONSUMER.\n   10    7. WHENEVER THE COURT SHALL DETERMINE THAT A VIOLATION OF  SUBDIVISION\n   11  TWO  OR  THREE  OF  THIS  SECTION HAS OCCURRED, THE COURT SHALL IMPOSE A\n   12  CIVIL PENALTY NOT TO EXCEED TWO HUNDRED FIFTY  DOLLARS.    WHENEVER  THE\n   13  COURT  SHALL  DETERMINE  THAT  A  VIOLATION  OF SUBDIVISION FOUR OF THIS\n   14  SECTION HAS OCCURRED, IF  SUCH  VIOLATION  CONSTITUTES  THE  FIRST  SUCH\n   15  OFFENSE  BY  SUCH PERSON, FIRM, PARTNERSHIP, CORPORATION OR ASSOCIATION,\n   16  THE COURT SHALL IMPOSE A  CIVIL  PENALTY  NOT  TO  EXCEED  FIVE  HUNDRED\n   17  DOLLARS.  A SECOND OFFENSE AND ANY OFFENSE COMMITTED THEREAFTER SHALL BE\n   18  PUNISHABLE BY A CIVIL PENALTY NOT TO EXCEED ONE THOUSAND DOLLARS.\n   19    8.  WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION AN APPLICATION\n   20  MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF  THE  PEOPLE  OF  THE\n   21  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   22  PROCEEDING  TO  ISSUE AN INJUNCTION, AND UPON NOTICE TO THE DEFENDANT OF\n   23  NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF  SUCH\n   24  VIOLATION;  AND  IF  IT SHALL APPEAR TO THE SATISFACTION OF THE COURT OR\n   25  JUSTICE THAT THE DEFENDANT HAS,  IN  FACT,  VIOLATED  THIS  SECTION,  AN\n   26  INJUNCTION  MAY  BE  ISSUED  BY  THE  COURT  OR  JUSTICE,  ENJOINING AND\n   27  RESTRAINING ANY FURTHER VIOLATIONS, WITHOUT  REQUIRING  PROOF  THAT  ANY\n   28  PERSON  HAS,  IN  FACT,  BEEN  INJURED  OR  DAMAGED THEREBY. IN ANY SUCH\n   29  PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO  THE  ATTORNEY  GENERAL  AS\n   30  PROVIDED  IN  PARAGRAPH  SIX  OF SUBDIVISION (A) OF SECTION EIGHTY-THREE\n   31  HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES, AND  DIRECT  RESTITU-\n   32  TION.  IN  CONNECTION  WITH  ANY  SUCH PROPOSED APPLICATION THE ATTORNEY\n   33  GENERAL IS AUTHORIZED TO TAKE PROOF AND  MAKE  A  DETERMINATION  OF  THE\n   34  RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRAC-\n   35  TICE LAW AND RULES.\n   36    9.  ANY PERSON WHO HAS BEEN INJURED BY REASON OF ANY VIOLATION OF THIS\n   37  SECTION MAY BRING AN ACTION IN HIS OR HER OWN NAME TO ENJOIN SUCH UNLAW-\n   38  FUL ACT OR PRACTICE, AN ACTION TO RECOVER HIS OR HER ACTUAL  DAMAGES  OR\n   39  FIFTY  DOLLARS,  WHICHEVER  IS  GREATER, OR BOTH SUCH ACTIONS. THE COURT\n   40  MAY, IN ITS DISCRETION, INCREASE THE AWARD OF DAMAGES TO AN  AMOUNT  NOT\n   41  TO  EXCEED THREE TIMES THE ACTUAL DAMAGES UP TO ONE THOUSAND DOLLARS, IF\n   42  THE COURT FINDS THE  DEFENDANT  WILLFULLY  OR  KNOWINGLY  VIOLATED  THIS\n   43  SECTION.  THE COURT MAY AWARD REASONABLE ATTORNEY'S FEES TO A PREVAILING\n   44  PLAINTIFF.\n   45    S 394-G. SALE, RENTAL OR EXCHANGE OF PERSONAL IDENTIFICATION  INFORMA-\n   46  TION.  1.    FOR  PURPOSES  OF  THIS  SECTION  THE TERM: (A) \"COMMERCIAL\n   47  PURPOSES\" SHALL MEAN THE SOLICITATION FOR THE PURCHASE, LEASE,  CONTRACT\n   48  OR  INVESTMENT IN PROPERTY, GOODS OR SERVICES, INCLUDING THE OFFERING OF\n   49  A PRIZE IN EXCHANGE FOR A PURCHASE OR FOR ATTENDANCE AT ANY LOCATION FOR\n   50  PURPOSES OF A SOLICITATION, THE SOLICITATION FOR A CONTRIBUTION  OR  THE\n   51  BUSINESS  OF  COMPILING  PERSONAL  IDENTIFICATION  INFORMATION FOR SALE,\n   52  LEASE OR RENT;\n   53    (B) \"PERSONAL IDENTIFICATION INFORMATION\" SHALL MEAN  ANY  INFORMATION\n   54  WHICH  MAY  INCLUDE, BUT MAY NOT BE LIMITED TO, A NATURAL PERSON'S NAME,\n   55  ADDRESS, TELEPHONE NUMBER, PURCHASING HISTORY AND  SERVICES  CONTRACTED,\n   56  OCCUPATION, AGE AND SEX; AND\n\n       S. 1958                             4\n\n    1    (C)  \"DATA  SUBJECT\"  SHALL  MEAN A NATURAL PERSON ABOUT WHOM PERSONAL\n    2  IDENTIFICATION INFORMATION HAS BEEN COLLECTED.\n    3    2.  EVERY  PERSON,  FIRM,  PARTNERSHIP, CORPORATION OR ASSOCIATION WHO\n    4  SELLS, RENTS, EXCHANGES OR RELEASES PERSONAL IDENTIFICATION  INFORMATION\n    5  TO  OTHER  PERSONS AND/OR AFFILIATES FOR THEIR COMMERCIAL PURPOSES SHALL\n    6  UPON THE INITIAL CONTACT WITH A DATA SUBJECT, IN WRITING DISCLOSE AND AT\n    7  LEAST ANNUALLY THEREAFTER IN WRITING DISCLOSE SUCH PRACTICE TO THE  DATA\n    8  SUBJECT.  SUCH WRITTEN NOTIFICATION SHALL DISCLOSE CLEARLY AND CONSPICU-\n    9  OUSLY THE PRACTICE OF SELLING, RENTING, EXCHANGING OR RELEASING PERSONAL\n   10  IDENTIFICATION INFORMATION AND SHALL INFORM  THE  DATA  SUBJECT  OF  THE\n   11  OPTION,  HEREBY  GRANTED,  OF  PROHIBITING THE SALE, RENTAL, EXCHANGE OR\n   12  RELEASE OF THE PERSONAL IDENTIFICATION INFORMATION OF SUCH DATA  SUBJECT\n   13  TO  OTHER  PERSONS AND/OR AFFILIATES FOR THEIR COMMERCIAL PURPOSES. SUCH\n   14  NOTICE SHALL ALSO DISCLOSE THE REASONABLE METHOD BY WHICH A DATA SUBJECT\n   15  CAN INDICATE SUCH PREFERENCE AND  SHALL  ALSO  INDICATE  THAT  THE  DATA\n   16  SUBJECT  CAN  AT  ANY  TIME PROHIBIT THE SELLING, RENTING, EXCHANGING OR\n   17  RELEASING OF PERSONAL IDENTIFICATION INFORMATION TO OTHER PERSONS AND/OR\n   18  AFFILIATES FOR THEIR COMMERCIAL PURPOSES. SUCH NOTICE MAY BE INSERTED IN\n   19  A BILLING STATEMENT OR OTHER MAILING.\n   20    3. EVERY PERSON, FIRM, PARTNERSHIP, CORPORATION OR ASSOCIATION PREPAR-\n   21  ING TO SELL, RENT, EXCHANGE OR RELEASE PERSONAL IDENTIFICATION  INFORMA-\n   22  TION,  AT LEAST FIFTEEN DAYS PRIOR TO THE COMMENCEMENT OF SELLING, RENT-\n   23  ING, EXCHANGING OR  RELEASING  PERSONAL  IDENTIFICATION  INFORMATION  TO\n   24  OTHER  PERSONS  AND/OR  AFFILIATES  FOR  THEIR COMMERCIAL PURPOSES SHALL\n   25  DISCLOSE IN WRITING SUCH PRACTICE TO THE DATA  SUBJECT.    SUCH  WRITTEN\n   26  NOTIFICATION  SHALL  DISCLOSE  CLEARLY AND CONSPICUOUSLY THE PRACTICE OF\n   27  SELLING, RENTING, EXCHANGING OR RELEASING PERSONAL IDENTIFICATION INFOR-\n   28  MATION AND SHALL INFORM THE DATA SUBJECT OF THE OPTION, HEREBY  GRANTED,\n   29  OF  PROHIBITING  THE  SALE,  RENTAL, EXCHANGE OR RELEASE OF THE PERSONAL\n   30  IDENTIFICATION INFORMATION OF SUCH DATA SUBJECT TO OTHER PERSONS  AND/OR\n   31  AFFILIATES  FOR  THEIR  COMMERCIAL  PURPOSES.  SUCH  NOTICE  SHALL  ALSO\n   32  DISCLOSE THE REASONABLE METHOD BY WHICH A DATA SUBJECT CAN INDICATE SUCH\n   33  PREFERENCE AND SHALL ALSO INDICATE THAT THE DATA SUBJECT CAN AT ANY TIME\n   34  PROHIBIT THE SELLING, RENTING, EXCHANGING OR RELEASING OF PERSONAL IDEN-\n   35  TIFICATION INFORMATION TO OTHER  PERSONS  AND/OR  AFFILIATES  FOR  THEIR\n   36  COMMERCIAL PURPOSES.  SUCH NOTICE MAY BE INSERTED IN A BILLING STATEMENT\n   37  OR  OTHER MAILING.   SUBSEQUENT TO THE COMMENCEMENT OF THE SALE, RENTAL,\n   38  EXCHANGE OR RELEASE OF  PERSONAL  IDENTIFICATION  INFORMATION  TO  OTHER\n   39  PERSONS  AND/OR  AFFILIATES  FOR THEIR COMMERCIAL PURPOSES, SUCH PERSON,\n   40  FIRM, PARTNERSHIP, CORPORATION OR ASSOCIATION SHALL PROVIDE  THE  ANNUAL\n   41  NOTIFICATION AS PROVIDED IN SUBDIVISION TWO OF THIS SECTION.\n   42    4.  SUCH  PERSON,  FIRM, PARTNERSHIP, CORPORATION OR ASSOCIATION SHALL\n   43  MAINTAIN AN EXCLUSION  LIST  TO  INCLUDE  THE  LISTINGS  OF  THOSE  DATA\n   44  SUBJECTS WHO HAVE EXERCISED THE OPTION AS PROVIDED IN THIS SECTION. SUCH\n   45  PERSON, FIRM, PARTNERSHIP, CORPORATION OR ASSOCIATION SHALL BE PROHIBIT-\n   46  ED  FROM  USING SUCH LIST FOR ANY PURPOSE OTHER THAN COMPLIANCE WITH THE\n   47  REQUIREMENTS OF THIS SECTION AND  SHALL  NOT  SELL,  RENT,  EXCHANGE  OR\n   48  RELEASE SUCH EXCLUSION LIST TO OTHER PERSONS AND/OR AFFILIATES FOR THEIR\n   49  COMMERCIAL PURPOSES.\n   50    5.  NO  PERSON, FIRM, PARTNERSHIP, CORPORATION OR ASSOCIATION SHALL BE\n   51  DEEMED TO HAVE VIOLATED THE PROVISIONS OF THIS SECTION, IF SUCH  PERSON,\n   52  FIRM,  PARTNERSHIP,  CORPORATION OR ASSOCIATION SHOWS BY A PREPONDERANCE\n   53  OF THE EVIDENCE THAT THE VIOLATION WAS NOT INTENTIONAL AND RESULTED FROM\n   54  A BONA FIDE ERROR MADE NOTWITHSTANDING  THE  MAINTENANCE  OF  PROCEDURES\n   55  REASONABLY ADOPTED TO AVOID ANY SUCH ERROR.\n\n       S. 1958                             5\n\n    1    6.  THE PROVISIONS OF THIS SECTION PROHIBITING THE RELEASE OF INFORMA-\n    2  TION SHALL NOT APPLY  TO  THE  REPORTING  OF  NECESSARY  INFORMATION  TO\n    3  CONSUMER  REPORTING  AGENCIES,  IN COMPLIANCE WITH THE PROVISIONS OF THE\n    4  FEDERAL FAIR CREDIT REPORTING ACT (15 U.S.C. SECTION 1681 ET  SEQ.)  AND\n    5  ARTICLE  TWENTY-FIVE  OF THIS CHAPTER KNOWN AS THE FAIR CREDIT REPORTING\n    6  ACT AND ANY REGULATIONS PROMULGATED THEREUNDER.\n    7    7. WHENEVER THE COURT SHALL DETERMINE THAT A VIOLATION OF  SUBDIVISION\n    8  TWO  OR  THREE  OF  THIS  SECTION HAS OCCURRED, THE COURT SHALL IMPOSE A\n    9  CIVIL PENALTY NOT TO EXCEED TWO  HUNDRED  FIFTY  DOLLARS.  WHENEVER  THE\n   10  COURT  SHALL  DETERMINE  THAT  A  VIOLATION  OF SUBDIVISION FOUR OF THIS\n   11  SECTION HAS OCCURRED, IF  SUCH  VIOLATION  CONSTITUTES  THE  FIRST  SUCH\n   12  OFFENSE  BY  SUCH PERSON, FIRM, PARTNERSHIP, CORPORATION OR ASSOCIATION,\n   13  THE COURT SHALL IMPOSE A  CIVIL  PENALTY  NOT  TO  EXCEED  FIVE  HUNDRED\n   14  DOLLARS.  A SECOND OFFENSE AND ANY OFFENSE COMMITTED THEREAFTER SHALL BE\n   15  PUNISHABLE BY A CIVIL PENALTY NOT TO EXCEED ONE THOUSAND DOLLARS.\n   16    8.  WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION AN APPLICATION\n   17  MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF  THE  PEOPLE  OF  THE\n   18  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   19  PROCEEDING  TO  ISSUE AN INJUNCTION, AND UPON NOTICE TO THE DEFENDANT OF\n   20  NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF  SUCH\n   21  VIOLATION;  AND  IF  IT SHALL APPEAR TO THE SATISFACTION OF THE COURT OR\n   22  JUSTICE THAT THE DEFENDANT HAS,  IN  FACT,  VIOLATED  THIS  SECTION,  AN\n   23  INJUNCTION  MAY  BE  ISSUED  BY  THE  COURT  OR  JUSTICE,  ENJOINING AND\n   24  RESTRAINING ANY FURTHER VIOLATIONS, WITHOUT  REQUIRING  PROOF  THAT  ANY\n   25  PERSON  HAS,  IN  FACT,  BEEN  INJURED  OR  DAMAGED THEREBY. IN ANY SUCH\n   26  PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO  THE  ATTORNEY  GENERAL  AS\n   27  PROVIDED  IN  PARAGRAPH  SIX  OF SUBDIVISION (A) OF SECTION EIGHTY-THREE\n   28  HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES, AND  DIRECT  RESTITU-\n   29  TION.  IN  CONNECTION  WITH  ANY  SUCH PROPOSED APPLICATION THE ATTORNEY\n   30  GENERAL IS AUTHORIZED TO TAKE PROOF AND  MAKE  A  DETERMINATION  OF  THE\n   31  RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRAC-\n   32  TICE LAW AND RULES.\n   33    9.  ANY PERSON WHO HAS BEEN INJURED BY REASON OF ANY VIOLATION OF THIS\n   34  SECTION MAY BRING AN ACTION IN HIS OR HER OWN NAME TO ENJOIN SUCH UNLAW-\n   35  FUL ACT OR PRACTICE, AN ACTION TO RECOVER HIS OR HER ACTUAL  DAMAGES  OR\n   36  FIFTY  DOLLARS,  WHICHEVER  IS  GREATER, OR BOTH SUCH ACTIONS. THE COURT\n   37  MAY, IN ITS DISCRETION, INCREASE THE AWARD OF DAMAGES TO AN  AMOUNT  NOT\n   38  TO  EXCEED THREE TIMES THE ACTUAL DAMAGES UP TO ONE THOUSAND DOLLARS, IF\n   39  THE COURT FINDS THE  DEFENDANT  WILLFULLY  OR  KNOWINGLY  VIOLATED  THIS\n   40  SECTION.  THE COURT MAY AWARD REASONABLE ATTORNEY'S FEES TO A PREVAILING\n   41  PLAINTIFF.\n   42    S 3. If any provision of this act or the application of such provision\n   43  in certain circumstances shall be held  invalid,  the  validity  of  the\n   44  remainder of this act and its applicability to other circumstances shall\n   45  not be affected.\n   46    S  4.   This act shall take effect on the ninetieth day after it shall\n   47  have become a law.\n",
  "memo" : "BILL NUMBER:S1958\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to the regulation of\nunsolicited advertisements and the sale, rental or exchange of\npersonal information\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo protect personal privacy in the wake of the increased demand for\nthe collection and dissemination of personal information. To reduce\nthe proliferation of unsolicited advertisements attributable to the\nmarketing of personal information without the knowledge and consent\nof the data subject. The legislation provides a means by which the\nprivacy of a consumer can be safeguarded if the consumer chooses that\noption.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe bill provides that whenever a person, firm, partnership,\ncorporation or association purchases or acquires through trade a\nlisting of persons utilizes in any unsolicited advertisement or\nunsolicited telephone advertisement, such entity shall establish an\nopt-out system and disclose to the consumer that he/she has the right\nto restrict unsolicited advertisements. The entity shall maintain an\nexclusion list of advertisement. Disclosure is not required in\ninstances where such entity has an established business relationship\nwith the consumer.\n\nAdditionally, whenever any person, firm, partnership, corporation, or\nassociation sells, rents, exchanges or releases or is preparing to\nsell, rent, release or exchange customer personal information, the\nentity must establish a system whereby a client or customer can\nopt-out of the practice of having his/her personal information\ncommercially released. In addition to disclosing to consumers the\npractice of commercially trading customer information and the opt-out\noption prior to selling, renting or releasing personal identification\ninformation, a clear and conspicuous written notice disclosing this\npractice must be given to the consumer or data subject upon initial\ncontact and on at least an annual basis. Such conspicuous notice may\nbe inserted in a mailing or billing statement.\nThose consumers who want to restrict the sale or release of their\nlisting or personal identification information shall be listed on an\nexclusion list. The list shall be used only for compliance with the\nrequirements of this act and not for trade or commercial purposes.\n\nWhenever the court determines that a violation involving disclosure\noccurred, the Court shall impose a civil penalty not to exceed two\nhundred fifty dollars. When the court determines that a violation\ninvolving the exclusion list has occurred, the court shall impose a\ncivil penalty of not more than five hundred dollars. A second or\n\nsubsequent offense shall be punishable by a civil penalty not to\nexceed one.\n\nNo person, firm, partnership, corporation or association shall be\ndeemed to have violated the provisions, if such entity shows by a\npreponderance of the evidence that the violation was not intentional\nand resulted from a bona fide error made notwithstanding the\nmaintenance of procedures adopted to avoid such error. Any person\ninjured by reason of any violation may bring an action to recover\nactual damages or fifty dollars, whichever is greater.\n\nThe court may increase the award to an amount not to exceed three\ntimes the actual damages up to one thousand dollars if the court\nfinds that the defendant willfully or knowingly violated the\nprovisions.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThe general business law is amended by adding two new sections 394-f\nand 394-g.\n\nJUSTIFICATION:\nAdvancements in computer science, telecommunication, and data\ncollection are having revolutionary impacts on our lives. Individuals\nare losing control over personal and sensitive information and\nlifestyle data.\nPrivacy is being slowly eroded. Data about almost every aspect of our\nlives are being collected, stored, and sold faster than you can say\ncomputer. The new technologies, which came of age in the 1980's, not\nonly, facilitate increased demands for personal information but also\nmore intrusive data collection and information sharing. Now,\nsophisticated computer-matching projects allow companies to cross\nreference and correlate extensive and highly detailed databanks.\n\nComputer matching or databanking compares information on a database\nwith that on another often resulting in more detailed databases. By\noverlaying the data available through many systems, it's now possible\nto create a remarkably detailed picture of anyone. Rarely do they ask\nour permission to use that information or sell it to others. We are\nnot compensated in any way and we are not given any opportunity to\nensure that the data are accurate. Data about almost every aspect of\nour lives are being collected, stored and sold. Today, credit\nbureaus, credit card companies, banks, publishers, telemarketers,\nutilities, non-profits and other businesses compile customer or\nclientele information and peddle lists to direct marketers usually\nwithout the knowledge or consent of their constituents. Moreover,\nlist brokers and other companies purchase information and glean data\nfrom various sources to develop detailed profiles and dossiers for\nfurther commercial exploitation.\n\nUnfortunately, this data gets into the hands of con artists who\nperpetrate fraud against the unsuspecting consumer. The customer list\nof\n\nNEW YORKER magazine, for example, rents for\nover $26,000 whereas the\nlist of the WALL STREET JOURNAL costs $168,000.\nAs many as 75% of\nnonprofit organizations rent or exchange donor lists without the\nconsent of the contributors. In other examples, it has been reported\nthat a national weight loss group sold its membership list to a\ncompany that\nsells chocolate candy. A nonprofit group fighting Sudden Death\nsyndrome sold a donor list to a broker who then tried to sell the\nlist to others marketing the list as a good pool of potential\ncustomers for children's products, even though some lost their\nbabies. A dating service, which had promised confidentiality to its\nclients, sold their names to a company that marketed the list as a\ngroup of singles and as potential buyers of specialized foods. Some\nbusinesses and organizations are concerned about the privacy concerns\nof consumers. While Red Cross, Reader's Digest and AT&T refuse to\nrent their lists to others, many businesses who trade or offer names\nfor rent or sale give their customers the option to restrict the sale\nof their information (e.g. American Express, Lands End). Since 1980,\nthe disabled American Veterans has been one of the major non-profits\nto include a statement on its solicitations advising donors that it\noccasionally rents its mailing list and advising donors to notify\nthem if they want their names deleted. As a result of database\nmarketing and computer matching, marketers identify customers for\ntargeting marketing and other solicitations. Because of waste and\ninefficiencies in direct marketing, it would be better\nfor marketers and others to institute the opt-out process because\nthe marketing lists would consist of better prospects -- those\nconsumers who chose not to opt-out. One can argue that bills or other\nsolicitations providing for an opt-out for consumers enables\nmarketers and businesses to target hotter prospects, those that\nreally want to receive the solicitations.\n\nThe public is making it increasingly clear that they are worried about\nthe wide distribution of personal information and what, ultimately,\nothers may do with this information or construe it to mean. Several\nstudies and surveys have revealed that consumers are very concerned\nabout this breach of privacy and want to make their own choices in\nthe marketplace.\n\nIn the American Express Study 1988 -- 90% of those surveyed did not\nthink that companies disclose enough about their list usage practices\nand 80% were of the opinion that companies should not give out\npersonal information to others. In Cambridge Reports--Trend and\nForecasts Technology and Consumers: Jobs, ed, and privacy 1989\nsurvey, 2 out of 3 consumers indicated that personal privacy is\nimportant with many saying that they feared that their privacy is in\njeopardy. One-half of those surveyed believed new laws are needed for\nthe protection of privacy. In addition, in a recent Harris Poll,\ncommissioned by Equifax, 79% of those surveyed were concerned about\nthreats to their privacy. Only 64% had expressed the same fears in a\n\n1978 poll. Most business executives shared this concern -- 70% of\nbank and thrift execs, 67% insurance execs, and 66% of the direct\nmarketers. Of those questioned, 71% stated that consumers have lost\ncontrol over how personal info is circulated and used by companies.\nMore than 69% were opposed to direct marketers being able to buy from\nlist making companies information about their consumer\ncharacteristics. Moreover, 76% opposed companies being able to\npurchase from credit bureaus names and addresses of consumers\nwho meet certain criteria.\n\nFurthermore, in a recent Time Magazine Poll on Privacy, 76% of the\npeople were concerned about the amount of computerized information\nthat business and government collect and store.  In addition,\n90% of the people said companies that collect and sell information\nshould be prohibited from selling data on household income; 86%\non bill-paying history; 83% medical history; and 68% on product\npurchases.  Finally, 93%\nof the people agreed that companies that sell data should be required\nby law to ask permission from individuals before making the\ninformation available. This bill also addresses the complaint that\nthere is too much paper invading the homes of consumers. By\nestimates, the average American is on more than 50 mailing lists. Six\nto 10,000 catalog retailers use mailing lists to send out nearly 11.8\nbillion catalogs a year.\nOver the course of a lifetime, the average American will devote 8\nentire months to shifting through mail solicitations. Last year about\n41 lbs.\nof junk mail have been generated for each adult American consuming\nmillions of trees each year. Of the pile that reached mailboxes, an\nestimated 44% landed in trash cans, unopened and unread, thereby\ncontributing to our solid waste crisis. Discards amount to more than\n2% of the total clutter in our landfills. Another related complaint\nis that checks, credit cards, and other valuables get lost in the\nmounds of paper that consumers toss out daily. Because the volume of\nunsolicited mail is so great, people are paying less attention to\neach commercial piece they receive. Even businesses who have a\nrelationship with the customer often have to convey a message several\ntimes in order to secure the consumer's attention. Thus unsolicited\nrequests cause the price of other direct mail services to increase.\nFrom a data protection viewpoint, these marketing actions violate the\nCode of Fair Information Practices, a set of privacy principles\ndrafted by government representatives and computer and privacy\nexperts in 1973 to minimize the privacy risks of automated systems\ncontaining personal information. The core principle that any\ninformation obtained for one purpose should not be used for another\npurpose without the consent of the person is central\nto the issue. It is based on the premise that when someone gives\npersonal information for a particular purpose -- to obtain a\nwarranty, to reserve expects that information will not be used for\nanother purpose without consent. This bill balances the privacy\ninterests of consumers with business interests.\n\nWhile the bill does not outlaw the practice or prohibit companies from\ncollecting and selling records of customer information and\ntransactions without written consent, the proposal establishes an\nopt-out policy which has been adopted by many responsible businesses.\nThe proposal is consistent with the federal Telephone Consumer\nProtection Act of 1991, which was enacted into law to safeguard the\nprivacy rights of consumers.\nUnder that law, an opt-out system is mandated to prevent the marketing\nof listings of those who object to receiving unsolicited telephone\ncalls.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThe act shall take effect on the ninetieth day after it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the regulation of unsolicited advertisements and the sale, rental or exchange of personal information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110118.T104617.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110120.T180923.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963728
}