{
  "year" : 2011,
  "senateBillNo" : "S1950-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S1950-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for appointment of a special prosecutor for criminal medical care fraud",
  "summary" : "Provides for the appointment of a special prosecutor for medical care fraud to investigate and prosecute fraud, waste and abuse in the health care industry to serve for a term of 10 years; provides authority to receive complaints and investigate; provides for toll free number to receive complaints and immunity from liability for persons making complaints; provides for an annual report to the governor, the temporary president of the senate, speaker of the assembly and attorney general. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S4339-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1950\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to the appointment  of  a\n         special  prosecutor  for criminal medical care fraud and providing for\n         such prosecutor's functions, powers and duties\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The  legislature  hereby  finds and\n    2  declares that criminal fraud, waste and abuse in the health care  indus-\n    3  try in this state costs the government, taxpayers, and insurers billions\n    4  of  dollars  each  year and causes incalculable damage to the quality of\n    5  our health care system.  Estimates of criminal fraud, scams and abuse in\n    6  the health-care industry indicate the cost to  this  state  alone  could\n    7  reach between fifty and eighty billion dollars a year.\n    8    Such  criminal  frauds,  waste,  abuses and crimes committed by health\n    9  care professionals and others strike at  those  least  able  to  protect\n   10  themselves.  The  sick,  especially  the terminally ill, elderly and the\n   11  infirmed seeking medical treatment are the unwitting victims of unneces-\n   12  sary  tests,  surgeries,  x-rays,  prescriptions,  supplies  and   other\n   13  services  which  not  only defraud government and insurance carriers but\n   14  also expose these patients to unwarranted dangers.\n   15    For every dollar wasted, beneficiaries risk  potential  reductions  in\n   16  program  coverage, increased out-of-pocket expenses and increased health\n   17  insurance premiums.\n   18    The need to control health care  costs  which  have  spiraled  out  of\n   19  control  and to develop a system that facilitates the detection of fraud\n   20  is of paramount importance and necessitates the enactment of this act.\n   21    S 2. The executive law is amended by adding a new section 62-a to read\n   22  as follows:\n   23    S 62-A. SPECIAL PROSECUTOR FOR CRIMINAL MEDICAL  CARE  FRAUD.  1.  THE\n   24  GOVERNOR, BY AND WITH THE ADVICE AND CONSENT OF THE SENATE AND ASSEMBLY,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06661-01-1\n\n       S. 1950                             2\n\n    1  SHALL WITHIN THIRTY DAYS OF THE EFFECTIVE DATE OF THIS SECTION APPOINT A\n    2  SPECIAL PROSECUTOR FOR CRIMINAL MEDICAL CARE FRAUD. THE SPECIAL PROSECU-\n    3  TOR  SHALL SERVE FOR A TERM OF TEN YEARS UNLESS REMOVED BY THE GOVERNOR,\n    4  AFTER  NOTICE AND AN OPPORTUNITY FOR A HEARING, AND THEN ONLY FOR ONE OR\n    5  MORE OF THE FOLLOWING REASONS:  PERMANENT DISABILITY WHICH  RENDERS  THE\n    6  SPECIAL PROSECUTOR INCAPABLE OF PERFORMING THE DUTIES OF HIS/HER OFFICE;\n    7  GROSS  INEFFICIENCY,  TYPIFIED  BY A LACK OF ABILITY TO PROPERLY CONDUCT\n    8  INVESTIGATIONS AND PROSECUTIONS; NEGLECT OF DUTY, INCLUDING  AN  UNWILL-\n    9  INGNESS TO PURSUE CLAIMS OF CRIMINAL FRAUD, ABUSE OR CORRUPTION; MALFEA-\n   10  SANCE;  CONVICTION  OF A FELONY; OR CONDUCT INVOLVING MORAL TURPITUDE. A\n   11  SPECIAL PROSECUTOR REMOVED FROM OFFICE UNDER THIS SUBDIVISION MAY NOT BE\n   12  REAPPOINTED. SUCH SPECIAL PROSECUTOR SHALL RECEIVE AN ANNUAL  SALARY  TO\n   13  BE  FIXED  BY  LAW  FROM  WITHIN THE AMOUNTS APPROPRIATED THEREFOR. SUCH\n   14  SPECIAL PROSECUTOR SHALL POSSESS ALL  OF  THE  POWERS  OF  AN  ASSISTANT\n   15  ATTORNEY  GENERAL OTHERWISE AUTHORIZED BY THIS ARTICLE PROVIDED, HOWEVER\n   16  THAT SUCH SPECIAL PROSECUTOR SHALL DEVOTE  HIS  OR  HER  FULL  TIME  AND\n   17  EFFORT  EXCLUSIVELY  TO  INVESTIGATIONS  AND PROSECUTIONS OF ACTIONS AND\n   18  PROCEEDINGS RELATING TO CRIMINAL MEDICAL CARE FRAUD AND  CRIMINAL  FRAUD\n   19  INVOLVING THE STATE'S MEDICAL CARE PROVIDER AND REIMBURSEMENT SYSTEM.\n   20    2.  THE SPECIAL PROSECUTOR MAY APPOINT SUCH OTHER DEPUTIES, DIRECTORS,\n   21  ASSISTANTS, AND OTHER EMPLOYEES TO SERVE  AT  THE  SPECIAL  PROSECUTOR'S\n   22  PLEASURE  AND  DISCRETION AS MAY BE NEEDED FOR THE PERFORMANCE OF DUTIES\n   23  AND MAY PRESCRIBE THEIR POWERS AND FIX  THEIR  COMPENSATION  WITHIN  THE\n   24  AMOUNTS APPROPRIATED THEREFOR.\n   25    3.  THE SPECIAL PROSECUTOR SHALL HAVE THE FOLLOWING SPECIAL FUNCTIONS,\n   26  POWERS AND DUTIES:\n   27    (A) TO RECEIVE, INVESTIGATE AND PROSECUTE COMPLAINTS AS  MORE  PARTIC-\n   28  ULARLY  ENUMERATED  IN  PARAGRAPHS  (B)  THROUGH (N) OF THIS SUBDIVISION\n   29  WHENEVER SUCH SPECIAL PROSECUTOR REASONABLY CONCLUDES THAT THE  ACTIVITY\n   30  ALLEGED MAY CONSTITUTE A CRIME.\n   31    (B)  TO  RECEIVE, INVESTIGATE AND PROSECUTE COMPLAINTS FROM THE PUBLIC\n   32  OR ANY  OTHER  SOURCE  CONCERNING  ALLEGED  ABUSES,  SUSPECTED  CRIMINAL\n   33  FRAUDS, AND OTHER VIOLATIONS OF THE MEDICAL CARE PROVIDER AND REIMBURSE-\n   34  MENT  SYSTEM WHICH SHALL BE DEEMED TO INCLUDE CRIMINAL FRAUD OR ABUSE BY\n   35  A MEDICAL CARE PROVIDER, A MEDICAL CARE RECIPIENT, THIRD PARTY PAYORS OR\n   36  ANY OTHER PERSON OR BUSINESS ENTITY CONNECTED THEREWITH.\n   37    (C)  TO RECEIVE, INVESTIGATE AND PROSECUTE COMPLAINTS OF ALLEGED FAIL-\n   38  URES TO ENFORCE THE STATE'S LAWS AND  PERTINENT  RULES  AND  REGULATIONS\n   39  REGARDING  THE  MEDICAL  CARE  PROVIDER AND REIMBURSEMENT SYSTEM, AND TO\n   40  INVESTIGATE AND PROSECUTE THE SAME.\n   41    (D)  TO RECEIVE, INVESTIGATE AND PROSECUTE COMPLAINTS OF ALLEGED FAIL-\n   42  URES OF LOCAL OFFICIALS AND EMPLOYEES AND PRIVATE INDIVIDUALS TO  COMPLY\n   43  WITH  STATE  LAWS  AND  RULES AND REGULATIONS REGARDING THE MEDICAL CARE\n   44  PROVIDER AND REIMBURSEMENT SYSTEM AND TO INVESTIGATE AND  PROSECUTE  THE\n   45  SAME.\n   46    (E)  TO  RECEIVE, INVESTIGATE AND PROSECUTE COMPLAINTS FROM THE PUBLIC\n   47  OR ANY OTHER SOURCE CONCERNING PRICING OF MEDICAL SUPPLIES  AND  MATERI-\n   48  ALS.\n   49    (F)  TO  RECEIVE, INVESTIGATE AND PROSECUTE COMPLAINTS FROM THE PUBLIC\n   50  OR ANY OTHER SOURCE CONCERNING  THE  PROVISION  OF  UNNECESSARY  MEDICAL\n   51  TESTS  AND  SERVICES INCLUDING FALSE DIAGNOSIS WHICH MAY INVOLVE PATIENT\n   52  COMPLICITY.\n   53    (G) TO RECEIVE, INVESTIGATE AND PROSECUTE COMPLAINTS FROM  THE  PUBLIC\n   54  OR ANY OTHER SOURCE CONCERNING ALLEGED FALSE BILLINGS AND CLAIMS.\n   55    (H)  TO  RECEIVE, INVESTIGATE AND PROSECUTE COMPLAINTS FROM THE PUBLIC\n   56  OR ANY OTHER SOURCE CONCERNING  ALLEGED  SOLICITATION  FOR  REMUNERATION\n\n       S. 1950                             3\n\n    1  DIRECTLY  OR  INDIRECTLY,  OVERTLY  OR  COVERTLY, IN CASH OR IN KIND, IN\n    2  RETURN FOR REFERRING AN INDIVIDUAL TO A HEALTH  CARE  PROVIDER  FOR  THE\n    3  FURNISHING OR ARRANGING FOR THE FURNISHING OF ANY TEST, SERVICE, ITEM OR\n    4  CARE  OR IN RETURN FOR PURCHASING, LEASING, ORDERING OR ARRANGING FOR OR\n    5  RECOMMENDING, PURCHASING, LEASING OR ORDERING ANY TEST, SERVICE, ITEM OR\n    6  CARE.\n    7    (I) TO RECEIVE, INVESTIGATE AND PROSECUTE COMPLAINTS FROM  THE  PUBLIC\n    8  OR  ANY  OTHER  SOURCE  CONCERNING  ALLEGED  OFFERS  OF  REMUNERATION OR\n    9  PAYMENTS DIRECTLY OR INDIRECTLY, OVERTLY OR COVERTLY, IN CASH OR IN KIND\n   10  TO ANY PERSON TO INDUCE SUCH PERSON TO REFER AN INDIVIDUAL TO  A  HEALTH\n   11  CARE  PROVIDER FOR THE FURNISHING OR ARRANGING FOR THE FURNISHING OF ANY\n   12  TEST, SERVICE, ITEM OR CARE OR TO PURCHASE, LEASE, ORDER OR ARRANGE  FOR\n   13  OR  RECOMMEND PURCHASING, LEASING OR ORDERING ANY TEST, SERVICE, ITEM OR\n   14  CARE.\n   15    (J) TO CONDUCT ANY INQUIRY PERTINENT OR MATERIAL TO THE  DISCHARGE  OF\n   16  THE  FUNCTIONS, POWERS AND DUTIES IMPOSED BY LAW; AND THROUGH DESIGNATED\n   17  MEMBERS OF  THE  STAFF,  TO  SUBPOENA  AND  ENFORCE  THE  ATTENDANCE  OF\n   18  WITNESSES, ADMINISTER OATHS, TAKE TESTIMONY AND COMPEL THE PRODUCTION OF\n   19  SUCH BOOKS, PAPERS, RECORDS AND DOCUMENTS AS MAY BE RELEVANT TO ANY SUCH\n   20  INQUIRY AND INVESTIGATION.\n   21    (K) TO ESTABLISH A STATEWIDE TOLL FREE TELEPHONE HOTLINE FOR REPORTING\n   22  OF ALLEGED CRIMINAL FRAUD AND ABUSE.\n   23    (L) TO REQUEST FROM ANY DEPARTMENT, BOARD, BUREAU, COMMISSION OR OTHER\n   24  AGENCY  OF  THE  STATE  AND ITS POLITICAL SUBDIVISIONS, AND THE SAME ARE\n   25  AUTHORIZED AND DIRECTED TO PROVIDE,  SUCH  COOPERATION  AND  ASSISTANCE,\n   26  SERVICES AND DATA AS WILL ENABLE HIM OR HER PROPERLY TO CARRY OUT HIS OR\n   27  HER  FUNCTIONS,  POWERS  AND DUTIES AND IN PARTICULAR TO WORK IN CONCERT\n   28  WITH THE INSURANCE DEPARTMENT, THE HEALTH DEPARTMENT AND  THE  EDUCATION\n   29  DEPARTMENT TO EFFECTUATE THE PROVISIONS OF THIS SECTION.\n   30    (M)    TO MAKE AN ANNUAL REPORT TO THE GOVERNOR, THE ATTORNEY GENERAL,\n   31  THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER  OF  THE  ASSEMBLY\n   32  CONCERNING SUCH WORK DURING THE PRECEDING YEAR, AND TO MAKE SUCH FURTHER\n   33  INTERIM  REPORTS  TO THEM AS THEY OR ANY OF THEM SHALL DEEM ADVISABLE OR\n   34  REQUIRE.\n   35    (N) TO DEVELOP AND IMPLEMENT GUIDELINES AND PROCEDURES FOR THE CONDUCT\n   36  OF INVESTIGATIONS AND TO DEVELOP TRAINING PROGRAMS FOR INVESTIGATORS AND\n   37  OTHER MEMBERS OF THE STAFF.\n   38    (O) TO DO ALL THINGS NECESSARY OR CONVENIENT TO CARRY  OUT  THE  FUNC-\n   39  TIONS, POWERS AND DUTIES SET FORTH IN THIS SECTION.\n   40    4.  ANY  ORGANIZATION,  INSTITUTION, INSURANCE COMPANY OR OTHER PERSON\n   41  WHO REPORTS OR PROVIDES INFORMATION TO THE SPECIAL  PROSECUTOR  IN  GOOD\n   42  FAITH,  AND  WITHOUT MALICE, SHALL NOT BE SUBJECT TO AN ACTION FOR CIVIL\n   43  DAMAGES OR OTHER RELIEF AS THE RESULT OF SUCH  COMMUNICATION.  ANY  SUCH\n   44  COMMUNICATION  SHALL  REMAIN  CONFIDENTIAL  AND  SHALL  NOT BE DISCLOSED\n   45  UNLESS CONSENTED TO OR UNLESS ORDERED BY THE COURT.\n   46    5. FOR ANY VIOLATION INVOLVING CRIMINAL MEDICAL CARE FRAUD,  IN  ADDI-\n   47  TION  TO CRIMINALLY PROSECUTING ANY PERSON SO CHARGED THE SPECIAL PROSE-\n   48  CUTOR SHALL HAVE A CIVIL RIGHT OF ACTION TO  RECOVER  DAMAGES  EQUAL  TO\n   49  THREE TIMES THE AMOUNT FRAUDULENTLY OBTAINED. AMOUNTS COLLECTED PURSUANT\n   50  TO  THE  AUTHORITY OF THIS SUBDIVISION SHALL BE DEPOSITED IN THE GENERAL\n   51  FUND TO THE CREDIT OF THE SPECIAL PROSECUTOR TO OFFSET THE  EXPENSES  OF\n   52  THE OFFICE HEREIN CREATED.\n   53    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   54  have become a law.\n",
  "memo" : "BILL NUMBER:S1950\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to the appointment of a\nspecial prosecutor for criminal medical care fraud and providing\nfor such prosecutor's functions, powers and duties\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo combat criminal fraud, abuse and\nwaste in the health care industry which contributes to the high\ncosts of medical care.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe bill provides for the appointment\nof a special prosecutor for criminal medical care fraud by the\nGovernor with the advice and consent of the Senate. The special\nprosecutor would serve for a term of ten years unless removed for\ncause.\n\nThe special prosecutor shall have the authority to receive,\ninvestigate and prosecute complaints from the public or any other\nsource concerning alleged abuses, suspected criminal frauds and other\nviolations committed by a medical care provider, a recipient, third\nparty payors or any other entity connected to such care or system.\nThe prosecutor would have the power to receive, investigate and\nprosecute complaints of alleged failures to enforce state laws and\nregulations regarding the medical care provider and reimbursement\nsystem. Additionally, among the duties, the prosecutor is granted the\nauthority to receive, investigate and prosecute complaints concerning\npricing of medical supplies and materials, the provision of\nunnecessary tests and services including false diagnosis which may\ninvolve patient complicity, false billings and claims and allegations\nof solicitation or kickbacks for steering patients and for the\nutilization of products and/or services.\n\nTo facilitate reporting of criminal fraud and abuse, the special\nprosecutor would establish a statewide toll free telephone number and\nreporters would be immune from lawsuits and their communication\nwould, in most cases, remain confidential.\n\nThe special prosecutor would be required to make an annual report to\nthe Governor, Attorney General and the Legislature describing the\nwork performed and outlining future goals.\n\nThe prosecutor would work in concert with the insurance, health and\neducation departments and the special prosecutor for Medicaid Fraud\nto effectuate the provisions of this act.\n\nFinally the special\nprosecutor is granted the authority to seek and recover damages\n\nequal to three times the amount fraudulently obtained.\nAmounts collected shall be deposited in the general fund to the\ncredit of the office to offset the expenses of the office.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThe Executive Law is amended by adding a new section 62-a.\n\nJUSTIFICATION:\nCriminal fraud, abuse and waste in the health care\nindustry cost the government, citizens, and insurers billions of\ndollars each year and cause incalculable damage to the quality of our\nhealth care system. Estimates of fraud, scams and abuse in the health\ncare industry and reimbursement system indicate that the cost could\nreach between 50 and 80 billion dollars a year. As the GAO concluded,\nthe size of the health care sector and the volume of \" money involved\nmake it an \"attractive and relatively easy target for fraudulent and\nabusive providers.\"\n\nAdditionally, fraudulent practices contribute to the skyrocketing cost\nof health care which remains the obstacle to accessible health care\nand affordable insurance. For every dollar wasted and defrauded,\nbeneficiaries risk potential reductions in coverage, increased\nout-of-pocket expenses and increased premiums.\n\nHealth care frauds, abuses and crimes committed by health care\nprofessionals and others strike at those least able to protect\nthemselves.\nThe sick, especially the terminally ill, elderly and the disabled\nseeking medical treatment are the unwitting victims of unnecessary\ntests, surgeries, x-rays, prescriptions, supplies and other services\nwhich not only defraud government and insurance carriers but also\nexpose these patients to unwarranted dangers.\n\nIn the current system, only a fraction of the fraud and abuse\ncommitted against the health care system is identified and\nprosecuted. The success of the Special Prosecutor for Medicaid Fraud\nin combating criminal fraud and white collar crimes justifies\napplication of the strategy to the entire health care spectrum and\nreimbursement system in order to enhance our efforts in developing\nand instituting cost containment measures.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2003-2004 A.2820 - referred to governmental operations\n2001-2002 A.517 - referred to governmental operations\n1999-2000 A.508 - referred to governmental operations\n\nFISCAL IMPLICATIONS FOR STATE & LOCAL GOVERNMENTS:\nIt is projected\nthat restitution and damages secured by the Special Prosecutor will\noffset the expenses of the office. Moreover, the presence of the unit\n\nwill deter outbreaks of large-scale provider fraud thereby\ncontributing to systemic reform.\n\nEFFECTIVE DATE:\nThe act shall take effect on the sixtieth day after it\nshall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the appointment of a special prosecutor for criminal medical care fraud and providing for such prosecutor's functions, powers and duties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T113924.TXT", "SOBI.D110114.T131441.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110118.T104117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963717
}