{
  "year" : 2011,
  "senateBillNo" : "S1955-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1955-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the use of pre-sentence investigation reports",
  "summary" : "Requires the court to state on the record why it deviated from the recommended sentence set forth in the pre-sentence investigation report. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1022-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1955\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to  the  use  of\n         pre-sentence investigation reports\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 390.20 of the criminal procedure law is amended  by\n    2  adding a new subdivision 5 to read as follows:\n    3    5.  REASONS  FOR  DEVIATION  FROM REPORT. WHENEVER THE COURT IMPOSES A\n    4  SENTENCE WHICH DEVIATES FROM THE RECOMMENDED SENTENCE CONTAINED  IN  THE\n    5  DEFENDANT'S PRE-SENTENCE REPORT, THE COURT SHALL STATE ON THE RECORD THE\n    6  REASONS FOR SUCH DEVIATION.\n    7    S 2. This act shall take effect on the first day of the calendar month\n    8  next succeeding the sixtieth day after it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06786-01-1\n",
  "memo" : "BILL NUMBER:S1955\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law, in relation to the use of\npre-sentence investigation reports\n\nSUMMARY:\nThis bill would add a new subdivision five to section 390.20 of\nthe Criminal Procedure Law to provide that whenever a criminal court\nimposes a sentence upon a criminal offender which deviates from the\nrecommended sentence contained in the criminal defender's\npre-sentence report, the court would be required to state on the\nrecord the reasons for such deviation.\n\nJUSTIFICATION:\nAt present, a sentencing judge may impose a sentence\nupon convicted criminals which deviates from the sentence recommended\nby the Probation Department without the need to explain such deviation.\nOften, the court sentences an individual to probation when\nincarceration is recommended by the probation officer. Judges should\nexplain their reasons for doing so on the record, to ensure the\nvictims, their families, prosecutors and members of the public why\nthese recommendations are not being followed. This bill would\naccomplish this by requiring judges to state their reason(s) for not\nfollowing the Probation Department's recommendation, on the record.\n\nFISCAL IMPLICATION:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first day of the calendar month\nnext succeeding the sixtieth day it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the use of pre-sentence investigation reports ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T114424.TXT", "SOBI.D110118.T104617.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110114.T130941.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110114.T131441.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110118.T104117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963724
}