{
  "year" : 2011,
  "senateBillNo" : "S1957-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1957-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases penalties for second homicide offenders",
  "summary" : "Defines a second homicide offender as a person who stands convicted of any offense defined under 천125.27 (Murder in the first degree) or 천125.25 (Murder in the second degree) or 천125.20 (Manslaughter in the first degree) or 천125.15 (Manslaughter in the second degree) of the penal law after having previously been subject to a predicate homicide conviction of any one of the foregoing three offenses; subjects a second homicide offender to an indeterminate sentence with a consecutive minimum term fixed by the court of 30 to 50 years for murder 1 or 2, and of 15 to 30 years for manslaughter 1, and of 10 to 20 years for manslaughter 2 with a maximum term of life imprisonment in all such cases; establishes procedure for determining whether a defendant is a second homicide offender, and whether defendant should be sentenced as a second homicide offender; result is a significant increase in the penalties for second homicide offenders, as so defined. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1020-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1957\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the  criminal  procedure  law  and  the  penal  law,  in\n         relation  to  defining  a  second homicide offender and increasing the\n         penalties upon conviction of any of certain  homicide  offenses  after\n         having  previously  been  subject  to a predicate conviction of any of\n         such homicide offenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  criminal  procedure  law  is amended by adding a new\n    2  section 400.17 to read as follows:\n    3  S 400.17  PROCEDURE FOR DETERMINING WHETHER DEFENDANT IS A SECOND  HOMI-\n    4               CIDE OFFENDER.\n    5    1.   APPLICABILITY.   THE PROVISIONS OF THIS SECTION GOVERN THE PROCE-\n    6  DURE THAT MUST BE FOLLOWED IN ANY CASE WHERE IT APPEARS THAT A DEFENDANT\n    7  WHO STANDS CONVICTED OF MURDER IN THE FIRST DEGREE AS DEFINED IN SECTION\n    8  125.27 OF THE PENAL LAW, MURDER IN  THE  SECOND  DEGREE  AS  DEFINED  IN\n    9  SECTION  125.25 OF SUCH LAW, MANSLAUGHTER IN THE FIRST DEGREE AS DEFINED\n   10  IN SECTION 125.20 OF SUCH LAW, OR MANSLAUGHTER IN THE SECOND  DEGREE  AS\n   11  DEFINED  IN SECTION 125.15 OF SUCH LAW, HAS PREVIOUSLY BEEN SUBJECTED TO\n   12  A PREDICATE HOMICIDE CONVICTION AS DEFINED IN SUBDIVISION TWO OF SECTION\n   13  70.09 OF THE PENAL LAW AND MAY BE A SECOND HOMICIDE OFFENDER.\n   14    2.  STATEMENT TO BE FILED.  WHEN INFORMATION AVAILABLE TO THE COURT OR\n   15  TO THE PEOPLE PRIOR TO SENTENCING FOR THE CRIMES OF MURDER IN THE  FIRST\n   16  DEGREE  AS  DEFINED  IN  SECTION  125.27 OF THE PENAL LAW, MURDER IN THE\n   17  SECOND DEGREE AS DEFINED IN SECTION 125.25 OF SUCH LAW, MANSLAUGHTER  IN\n   18  THE  FIRST  DEGREE  AS  DEFINED  IN  SECTION  125.20  OF  SUCH  LAW,  OR\n   19  MANSLAUGHTER IN THE SECOND DEGREE AS DEFINED IN SECTION 125.15  OF  SUCH\n   20  LAW,  INDICATES THAT THE DEFENDANT MAY HAVE PREVIOUSLY BEEN SUBJECTED TO\n   21  A PREDICATE HOMICIDE CONVICTION, A STATEMENT MUST BE FILED BY THE PROSE-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06788-01-1\n\n       S. 1957                             2\n\n    1  CUTOR BEFORE SENTENCE IS IMPOSED SETTING FORTH THE  DATE  AND  PLACE  OF\n    2  EACH ALLEGED PREDICATE HOMICIDE CONVICTION.\n    3    3.    PRELIMINARY EXAMINATION.   THE DEFENDANT MUST BE GIVEN A COPY OF\n    4  SUCH STATEMENT AND THE COURT MUST ASK HIM WHETHER HE WISHES  TO  CONTRO-\n    5  VERT ANY ALLEGATION MADE THEREIN.  IF THE DEFENDANT WISHES TO CONTROVERT\n    6  ANY  ALLEGATION IN THE STATEMENT, HE MUST SPECIFY THE PARTICULAR ALLEGA-\n    7  TION OR ALLEGATIONS HE WISHES TO CONTROVERT.  UNCONTROVERTED ALLEGATIONS\n    8  IN THE STATEMENT SHALL BE DEEMED TO HAVE BEEN ADMITTED BY THE DEFENDANT.\n    9    4.  CASES WHERE FURTHER HEARING IS NOT REQUIRED.  WHERE THE  UNCONTRO-\n   10  VERTED  ALLEGATIONS IN THE STATEMENT ARE SUFFICIENT TO SUPPORT A FINDING\n   11  THAT THE DEFENDANT HAS BEEN SUBJECTED TO A PREDICATE HOMICIDE CONVICTION\n   12  THE COURT MUST ENTER SUCH FINDING.\n   13    5.  CASES WHERE FURTHER HEARING IS  REQUIRED.    WHERE  THE  DEFENDANT\n   14  CONTROVERTS  AN ALLEGATION IN THE STATEMENT AND THE UNCONTROVERTED ALLE-\n   15  GATIONS IN SUCH STATEMENT ARE NOT SUFFICIENT TO SUPPORT A  FINDING  THAT\n   16  THE  DEFENDANT HAS BEEN SUBJECTED TO A PREDICATE HOMICIDE CONVICTION THE\n   17  COURT MUST PROCEED TO HOLD A HEARING.\n   18    6.  TIME FOR HEARING.  IN ANY CASE WHERE A COPY OF THE  STATEMENT  WAS\n   19  NOT RECEIVED BY THE DEFENDANT AT LEAST TWO DAYS PRIOR TO THE PRELIMINARY\n   20  EXAMINATION,  THE  COURT  MUST  UPON  REQUEST  OF THE DEFENDANT GRANT AN\n   21  ADJOURNMENT OF AT LEAST TWO DAYS BEFORE PROCEEDING WITH THE HEARING.\n   22    7.  MANNER OF CONDUCTING HEARING.\n   23    (A)  A HEARING PURSUANT TO THIS SECTION MUST BE BEFORE THE COURT WITH-\n   24  OUT A JURY.  THE BURDEN OF PROOF IS UPON THE PEOPLE AND A  FINDING  THAT\n   25  THE DEFENDANT HAS BEEN SUBJECTED TO A PREDICATE HOMICIDE CONVICTION MUST\n   26  BE  BASED  UPON  PROOF  BEYOND A REASONABLE DOUBT BY EVIDENCE ADMISSIBLE\n   27  UNDER THE RULES APPLICABLE TO A TRIAL OF THE ISSUE OF GUILT.\n   28    (B)  A PREVIOUS CONVICTION IN THIS OR ANY OTHER JURISDICTION WHICH WAS\n   29  OBTAINED IN VIOLATION OF THE RIGHTS OF THE DEFENDANT UNDER THE  APPLICA-\n   30  BLE  PROVISIONS  OF  THE  CONSTITUTION  OF THE UNITED STATES MUST NOT BE\n   31  COUNTED IN DETERMINING WHETHER THE DEFENDANT HAS  BEEN  SUBJECTED  TO  A\n   32  PREDICATE  HOMICIDE  CONVICTION.   THE DEFENDANT MAY, AT ANY TIME DURING\n   33  THE COURSE OF  THE  HEARING  HEREUNDER  CONTROVERT  AN  ALLEGATION  WITH\n   34  RESPECT  TO  SUCH  CONVICTION  IN  THE STATEMENT ON THE GROUNDS THAT THE\n   35  CONVICTION WAS UNCONSTITUTIONALLY OBTAINED.   FAILURE TO  CHALLENGE  THE\n   36  PREVIOUS  CONVICTION  IN THE MANNER PROVIDED IN THIS SUBDIVISION CONSTI-\n   37  TUTES A WAIVER ON THE  PART  OF  THE  DEFENDANT  OF  ANY  ALLEGATION  OF\n   38  UNCONSTITUTIONALITY  UNLESS GOOD CAUSE BE SHOWN FOR SUCH FAILURE TO MAKE\n   39  TIMELY CHALLENGE.\n   40    (C)  AT THE CONCLUSION OF THE HEARING THE COURT MUST MAKE A FINDING AS\n   41  TO WHETHER OR NOT THE DEFENDANT HAS BEEN SUBJECTED TO A PREDICATE  HOMI-\n   42  CIDE CONVICTION.\n   43    8.   SUBSEQUENT USE OF PREDICATE HOMICIDE CONVICTION FINDING.  WHERE A\n   44  FINDING HAS BEEN ENTERED PURSUANT TO THIS SECTION, SUCH FINDING SHALL BE\n   45  BINDING UPON THAT DEFENDANT IN ANY FUTURE PROCEEDING IN WHICH THE  ISSUE\n   46  MAY ARISE.\n   47    S  2.  The  criminal  procedure law is amended by adding a new section\n   48  400.18 to read as follows:\n   49  S 400.18 PROCEDURE FOR DETERMINING WHETHER DEFENDANT SHOULD BE SENTENCED\n   50             AS A SECOND HOMICIDE OFFENDER.\n   51    1.  APPLICABILITY.  THE PROVISIONS OF THIS SECTION GOVERN  THE  PROCE-\n   52  DURE THAT MUST BE FOLLOWED IN ORDER TO IMPOSE THE SECOND HOMICIDE OFFEN-\n   53  DER  SENTENCE  AUTHORIZED  BY  SUBDIVISION THREE OF SECTION 70.09 OF THE\n   54  PENAL LAW.  SUCH SENTENCE MAY NOT BE IMPOSED UNLESS, BASED UPON EVIDENCE\n   55  IN THE RECORD OF A HEARING HELD PURSUANT TO THIS SECTION, THE COURT  (A)\n   56  HAS FOUND THAT THE DEFENDANT IS A SECOND HOMICIDE OFFENDER AS DEFINED IN\n\n       S. 1957                             3\n\n    1  SUBDIVISION  ONE  OF  SECTION  70.09 OF THE PENAL LAW, AND (B) IS OF THE\n    2  OPINION THAT THE HISTORY AND CHARACTER OF THE DEFENDANT AND  THE  NATURE\n    3  AND  CIRCUMSTANCES OF HIS CRIMINAL CONDUCT ARE SUCH THAT EXTENDED INCAR-\n    4  CERATION  IN  ADDITION  TO  LIFETIME  SUPERVISION  OF  THE DEFENDANT ARE\n    5  WARRANTED TO BEST SERVE THE PUBLIC INTEREST.\n    6    2.   AUTHORIZATION FOR HEARING.   WHEN INFORMATION  AVAILABLE  TO  THE\n    7  COURT PRIOR TO SENTENCING INDICATES THAT THE DEFENDANT IS A SECOND HOMI-\n    8  CIDE  OFFENDER,  AND  WHEN,  IN  THE OPINION OF THE COURT, THE AVAILABLE\n    9  INFORMATION SHOWS THAT  A  SECOND  HOMICIDE  OFFENDER  SENTENCE  MAY  BE\n   10  WARRANTED,  THE  COURT  MAY ORDER A HEARING TO DETERMINE (A) WHETHER THE\n   11  DEFENDANT IS IN FACT A SECOND HOMICIDE OFFENDER, AND (B) IF SO,  WHETHER\n   12  A SECOND HOMICIDE OFFENDER SENTENCE SHOULD BE IMPOSED.\n   13    3.  ORDER DIRECTING A HEARING.  AN ORDER DIRECTING A HEARING TO DETER-\n   14  MINE  WHETHER  THE  DEFENDANT  SHOULD  BE SENTENCED AS A SECOND HOMICIDE\n   15  OFFENDER MUST BE FILED WITH THE CLERK OF THE COURT AND  MUST  SPECIFY  A\n   16  DATE  FOR  THE HEARING NOT LESS THAN TWENTY DAYS FROM THE DATE THE ORDER\n   17  IS FILED.  THE COURT MUST ANNEX TO AND FILE WITH THE ORDER  A  STATEMENT\n   18  SETTING FORTH THE FOLLOWING:\n   19    (A)  THE DATES AND PLACES OF THE PREVIOUS CONVICTIONS WHICH RENDER THE\n   20  DEFENDANT  A  SECOND  HOMICIDE OFFENDER AS DEFINED IN SUBDIVISION ONE OF\n   21  SECTION 70.09 OF THE PENAL LAW; AND\n   22    (B)   THE FACTORS IN THE DEFENDANT'S  BACKGROUND  AND  PRIOR  CRIMINAL\n   23  CONDUCT WHICH THE COURT DEEMS RELEVANT FOR THE PURPOSE OF SENTENCING THE\n   24  DEFENDANT AS A SECOND HOMICIDE OFFENDER.\n   25    4.  NOTICE OF HEARING.  UPON RECEIPT OF THE ORDER AND STATEMENT OF THE\n   26  COURT,  THE  CLERK  OF  THE  COURT  MUST SEND A NOTICE OF HEARING TO THE\n   27  DEFENDANT, HIS COUNSEL AND THE DISTRICT  ATTORNEY.    SUCH  NOTICE  MUST\n   28  SPECIFY  THE TIME AND PLACE OF THE HEARING AND THE FACT THAT THE PURPOSE\n   29  OF THE HEARING IS TO DETERMINE WHETHER OR NOT THE  DEFENDANT  SHOULD  BE\n   30  SENTENCED  AS  A  SECOND HOMICIDE OFFENDER.   EACH NOTICE REQUIRED TO BE\n   31  SENT HEREUNDER MUST BE ACCOMPANIED BY A COPY OF  THE  STATEMENT  OF  THE\n   32  COURT.\n   33    5.    BURDEN  AND  STANDARD OF PROOF; EVIDENCE.  UPON ANY HEARING HELD\n   34  PURSUANT TO THIS SECTION THE BURDEN OF PROOF IS  UPON  THE  PEOPLE.    A\n   35  FINDING  THAT THE DEFENDANT IS A SECOND HOMICIDE OFFENDER, AS DEFINED IN\n   36  SUBDIVISION ONE OF SECTION 70.09 OF THE PENAL LAW, MUST  BE  BASED  UPON\n   37  PROOF  BEYOND  A REASONABLE DOUBT BY EVIDENCE ADMISSIBLE UNDER THE RULES\n   38  APPLICABLE TO THE TRIAL OF THE ISSUE OF GUILT.   MATTERS  PERTAINING  TO\n   39  THE  DEFENDANT'S  HISTORY AND CHARACTER AND THE NATURE AND CIRCUMSTANCES\n   40  OF HIS CRIMINAL CONDUCT MAY BE ESTABLISHED BY ANY RELEVANT EVIDENCE, NOT\n   41  LEGALLY PRIVILEGED, REGARDLESS OF ADMISSIBILITY UNDER  THE  EXCLUSIONARY\n   42  RULES  OF  EVIDENCE,  AND  THE  STANDARD  OF  PROOF WITH RESPECT TO SUCH\n   43  MATTERS SHALL BE A PREPONDERANCE OF THE EVIDENCE.\n   44    6.   CONSTITUTIONALITY OF PRIOR CONVICTIONS.    A  PREDICATE  HOMICIDE\n   45  CONVICTION  AS  DEFINED IN SUBDIVISION TWO OF SECTION 70.09 OF THE PENAL\n   46  LAW, WHICH WAS OBTAINED IN VIOLATION OF  THE  RIGHTS  OF  THE  DEFENDANT\n   47  UNDER THE APPLICABLE PROVISIONS OF THE CONSTITUTION OF THE UNITED STATES\n   48  MAY  NOT  BE  COUNTED  IN  DETERMINING WHETHER THE DEFENDANT IS A SECOND\n   49  HOMICIDE OFFENDER.  THE DEFENDANT MAY, AT ANY TIME DURING THE COURSE  OF\n   50  THE  HEARING  HEREUNDER  CONTROVERT  AN  ALLEGATION WITH RESPECT TO SUCH\n   51  CONVICTION IN THE STATEMENT  OF  THE  COURT  ON  THE  GROUNDS  THAT  THE\n   52  CONVICTION  WAS  UNCONSTITUTIONALLY OBTAINED.   FAILURE TO CHALLENGE THE\n   53  PREVIOUS CONVICTION IN THE MANNER PROVIDED IN THIS  SUBDIVISION  CONSTI-\n   54  TUTES  A  WAIVER  ON  THE  PART  OF  THE  DEFENDANT OF ANY ALLEGATION OF\n   55  UNCONSTITUTIONALITY UNLESS GOOD CAUSE BE SHOWN FOR SUCH FAILURE TO  MAKE\n   56  TIMELY CHALLENGE.\n\n       S. 1957                             4\n\n    1    7.  PRELIMINARY EXAMINATION.  WHEN THE DEFENDANT APPEARS FOR THE HEAR-\n    2  ING  THE  COURT MUST ASK HIM WHETHER HE WISHES TO CONTROVERT ANY ALLEGA-\n    3  TION MADE IN THE STATEMENT PREPARED BY THE COURT, AND WHETHER HE  WISHES\n    4  TO  PRESENT  EVIDENCE  ON  THE  ISSUE OF WHETHER HE IS A SECOND HOMICIDE\n    5  OFFENDER  OR ON THE QUESTION OF HIS BACKGROUND AND CRIMINAL CONDUCT.  IF\n    6  THE DEFENDANT WISHES TO CONTROVERT ANY ALLEGATION IN  THE  STATEMENT  OF\n    7  THE  COURT,  HE MUST SPECIFY THE PARTICULAR ALLEGATION OR ALLEGATIONS HE\n    8  WISHES TO CONTROVERT.   IF HE WISHES TO  PRESENT  EVIDENCE  IN  HIS  OWN\n    9  BEHALF,  HE  MUST  SPECIFY  THE NATURE OF SUCH EVIDENCE.  UNCONTROVERTED\n   10  ALLEGATIONS IN THE STATEMENT OF THE COURT ARE  DEEMED  EVIDENCE  IN  THE\n   11  RECORD.\n   12    8.   CASES WHERE FURTHER HEARING IS NOT REQUIRED.  WHERE THE UNCONTRO-\n   13  VERTED ALLEGATIONS IN THE STATEMENT  OF  THE  COURT  ARE  SUFFICIENT  TO\n   14  SUPPORT  A  FINDING THAT THE DEFENDANT IS A SECOND HOMICIDE OFFENDER AND\n   15  THE COURT IS SATISFIED THAT  (A)  THE  UNCONTROVERTED  ALLEGATIONS  WITH\n   16  RESPECT TO THE DEFENDANT'S BACKGROUND AND THE NATURE OF HIS PRIOR CRIMI-\n   17  NAL CONDUCT WARRANT SENTENCING THE DEFENDANT AS A SECOND HOMICIDE OFFEN-\n   18  DER, AND (B) THE DEFENDANT EITHER HAS NO RELEVANT EVIDENCE TO PRESENT OR\n   19  THE FACTS WHICH COULD BE ESTABLISHED THROUGH THE EVIDENCE OFFERED BY THE\n   20  DEFENDANT  WOULD  NOT AFFECT THE COURT'S DECISION, THE COURT MAY ENTER A\n   21  FINDING THAT THE DEFENDANT IS A SECOND HOMICIDE  OFFENDER  AND  SENTENCE\n   22  HIM  IN  ACCORDANCE  WITH THE PROVISIONS OF SUBDIVISION THREE OF SECTION\n   23  70.09 OF THE PENAL LAW.\n   24    9.  CASES WHERE FURTHER HEARING IS  REQUIRED.    WHERE  THE  DEFENDANT\n   25  CONTROVERTS  AN  ALLEGATION IN THE STATEMENT OF THE COURT AND THE UNCON-\n   26  TROVERTED ALLEGATIONS IN SUCH STATEMENT ARE NOT SUFFICIENT TO SUPPORT  A\n   27  FINDING  THAT  THE DEFENDANT IS A SECOND HOMICIDE OFFENDER AS DEFINED IN\n   28  SUBDIVISION ONE OF SECTION 70.09 OF THE PENAL LAW, OR WHERE  THE  UNCON-\n   29  TROVERTED  ALLEGATIONS  WITH  RESPECT TO THE DEFENDANT'S HISTORY AND THE\n   30  NATURE OF HIS PRIOR CRIMINAL CONDUCT DO NOT WARRANT SENTENCING HIM AS  A\n   31  SECOND  HOMICIDE OFFENDER, OR WHERE THE DEFENDANT HAS OFFERED TO PRESENT\n   32  EVIDENCE TO ESTABLISH FACTS THAT WOULD AFFECT THE  COURT'S  DECISION  ON\n   33  THE   QUESTION  OF  WHETHER  A  SECOND  HOMICIDE  OFFENDER  SENTENCE  IS\n   34  WARRANTED, THE COURT MAY FIX A DATE FOR A FURTHER HEARING.  SUCH HEARING\n   35  SHALL BE BEFORE THE COURT WITHOUT A JURY AND EITHER PARTY MAY  INTRODUCE\n   36  EVIDENCE  WITH  RESPECT  TO  THE  CONTROVERTED  ALLEGATIONS OR ANY OTHER\n   37  MATTER RELEVANT TO THE ISSUE OF WHETHER OR NOT THE DEFENDANT  SHOULD  BE\n   38  SENTENCED AS A SECOND HOMICIDE OFFENDER.  AT THE CONCLUSION OF THE HEAR-\n   39  ING  THE COURT MUST MAKE A FINDING AS TO WHETHER OR NOT THE DEFENDANT IS\n   40  A SECOND HOMICIDE OFFENDER AND, UPON A FINDING THAT  HE  IS  SUCH,  MUST\n   41  THEN  MAKE SUCH FINDINGS OF FACT AS IT DEEMS RELEVANT TO THE QUESTION OF\n   42  WHETHER A SECOND HOMICIDE OFFENDER SENTENCE IS WARRANTED.  IF THE  COURT\n   43  BOTH  FINDS  THAT  THE DEFENDANT IS A SECOND HOMICIDE OFFENDER AND IS OF\n   44  THE OPINION THAT A SECOND HOMICIDE OFFENDER SENTENCE  IS  WARRANTED,  IT\n   45  MAY SENTENCE THE DEFENDANT IN ACCORDANCE WITH THE PROVISIONS OF SUBDIVI-\n   46  SION THREE OF SECTION 70.09 OF THE PENAL LAW.\n   47    10.    TERMINATION  OF HEARING.   AT ANY TIME DURING THE PENDENCY OF A\n   48  HEARING PURSUANT TO THIS SECTION, THE  COURT  MAY,  IN  ITS  DISCRETION,\n   49  TERMINATE  THE HEARING WITHOUT MAKING ANY FINDING.  IN SUCH CASE, UNLESS\n   50  THE COURT RECOMMENCES THE PROCEEDINGS AND MAKES THE NECESSARY  FINDINGS,\n   51  THE DEFENDANT MAY NOT BE SENTENCED AS A SECOND HOMICIDE OFFENDER.\n   52    S  3.  Section 400.22 of the criminal procedure law is amended to read\n   53  as follows:\n   54  S 400.22  Evidence of imprisonment.\n   55    The certificate  of  the  commissioner  of  [correction]  CORRECTIONAL\n   56  SERVICES  or  of  the warden or other chief officer of any prison, or of\n\n       S. 1957                             5\n\n    1  the superintendent or other chief officer of any penitentiary under  the\n    2  seal  of  his office containing name of person, a statement of the court\n    3  in which conviction was had, the date and term of  sentence,  length  of\n    4  time  imprisoned,  and  date  of  discharge from prison or penitentiary,\n    5  shall be prima facie evidence of the imprisonment and discharge  of  any\n    6  person under the conviction stated and set forth in such certificate for\n    7  the purposes of any proceeding under section 400.17 OR 400.20.\n    8    S  4.   The penal law is amended by adding a new section 70.09 to read\n    9  as follows:\n   10  S 70.09 SENTENCE OF IMPRISONMENT FOR A SECOND HOMICIDE OFFENDER.\n   11    1. DEFINITION OF A SECOND HOMICIDE OFFENDER. A SECOND HOMICIDE  OFFEN-\n   12  DER  IS  A  PERSON  WHO  STANDS  CONVICTED  OF ANY OFFENSE DEFINED UNDER\n   13  SECTION 125.27, 125.25, 125.20 OR 125.15 OF THIS  CHAPTER  AFTER  HAVING\n   14  PREVIOUSLY BEEN SUBJECT TO A PREDICATE HOMICIDE CONVICTION.\n   15    2.  PREDICATE  HOMICIDE  CONVICTION.  FOR  THE PURPOSES OF DETERMINING\n   16  WHETHER A PRIOR  CONVICTION  IS  A  PREDICATE  HOMICIDE  CONVICTION  THE\n   17  CONVICTION  MUST  HAVE  BEEN  IN  THIS  STATE  OF A FELONY AS DEFINED IN\n   18  SECTION 125.27, 125.25, 125.20 OR 125.15 OF THIS CHAPTER.\n   19    3. AUTHORIZED SENTENCE. WHEN THE COURT  HAS  FOUND,  PURSUANT  TO  THE\n   20  PROVISIONS  OF  THE  CRIMINAL  PROCEDURE  LAW, THAT A PERSON IS A SECOND\n   21  HOMICIDE OFFENDER THE COURT MUST IMPOSE  AN  INDETERMINATE  SENTENCE  OF\n   22  IMPRISONMENT.  THE  MAXIMUM TERM OF SUCH SENTENCE MUST BE LIFE IMPRISON-\n   23  MENT AND THE MINIMUM PERIOD OF IMPRISONMENT UNDER SUCH SENTENCE MUST  BE\n   24  CONSECUTIVE  TO  ANY OTHER SENTENCE IMPOSED BY LAW AND SHALL BE FIXED BY\n   25  THE COURT IN ACCORDANCE WITH SUBDIVISION FOUR OF THIS SECTION.\n   26    4. MINIMUM PERIOD OF IMPRISONMENT. THE MINIMUM PERIOD OF  IMPRISONMENT\n   27  UNDER  AN  INDETERMINATE SENTENCE FOR A SECOND HOMICIDE OFFENDER MUST BE\n   28  FIXED BY THE COURT AS FOLLOWS:\n   29    (A) FOR A CLASS A-I FELONY, THE TERM MUST BE AT LEAST THIRTY YEARS AND\n   30  MUST NOT EXCEED FIFTY YEARS;\n   31    (B) FOR A CLASS B FELONY, THE TERM MUST BE AT LEAST FIFTEEN YEARS  AND\n   32  MUST NOT EXCEED THIRTY YEARS;\n   33    (C) FOR A CLASS C FELONY, THE TERM MUST BE AT LEAST TEN YEARS AND MUST\n   34  NOT EXCEED TWENTY YEARS.\n   35    S  5.    This  act  shall  take  effect  on the first of November next\n   36  succeeding the date on which it shall have become a law and shall  apply\n   37  to offenses committed on or after such date.\n",
  "memo" : "BILL NUMBER:S1957\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law and the penal law, in relation\nto defining a second homicide offender and increasing\nthe penalties upon conviction of any of certain homicide\noffenses after having previously been subject to a\npredicate conviction of any of such homicide offenses\n\nPURPOSE:\nTo provide enhanced mandatory minimum sentences for those who\ncommit a second homicide after having previously been convicted of a\npredicate homicide, and to specify procedures for determining whether\nsuch enhanced sentencing should be imposed.\n\nSUMMARY:\nBill section one adds a new section 400.17 to the criminal\nprocedure law, which defines the procedure that must be followed in\nany case where it appears that a defendant who has been convicted of\nmurder in the first degree, murder in the second degree, or of\nmanslaughter in the first degree has previously been subjected to a\npredicate homicide conviction, as a result of which the defendant may\nbe eligible for enhanced sentencing as a second homicide offender.\nThe procedures are the same for determining whether a defendant is\neligible for sentencing as a persistent felony offender.\n\nPredicate homicide convictions, defined in bill section four, which\nadds a new section 70.09 to the penal law, are murder in the first or\nsecond degrees, or manslaughter in the first degree. Where the court\ndetermines following a hearing that the defendant is eligible for\nsentencing as a second homicide offender, bill section two, through\naddition of a new section 400.18 to the criminal procedure law,\nestablishes the procedure for determining whether the defendant\nshould in fact be sentenced as a second homicide offender.\n\nThe court must be of the opinion that the history and character of the\ndefendant and the nature and circumstances of his criminal conduct\nare such that extended incarceration at the minimum end of the\nsentence as well as lifetime supervision are warranted to best serve\nthe public interest. The Court may conduct a hearing to determine\nwhether such criteria have been met. If the defendant is eligible to\nbe sentenced as a second homicide offender and the court determines\nthat the defendant should be sentenced as a second homicide offender,\nthe minimum terms are as follows: if the instant conviction is for a\nclass A-I felony (murder in the first or second degrees, the\nmandatory minimum is thirty years but may not exceed fifty years.\nCurrent law authorizes a MINIMUM sentence of\ntwenty-five years. If\nthe instant conviction is for a class B felony (manslaughter in the\nfirst degree,) the second homicide offender\n\nmust sentence the defendant to a mandatory minimum of fifteen\nyears, up to a maximum mandatory minimum of thirty years; for a B\nfelony offender, current law authorizes a maximum of twenty-five\nyears; if the instant B felony is a third felony conviction, the\nminimum is ten years.\n\nJUSTIFICATION:\nWhile current law contains enhanced and mandatory\nsentences of imprisonment for second and persistent felony offenders,\nno sentence enhancement is specifically designed to punish more\nseverely those who kill more than once. This bill seeks to recognize\nthe unforgivable harm inflicted by repeat killers by establishing\nmandatory minimum sentences applicable only to second homicide\noffenders. By providing comprehensive notice and hearing procedures,\nand making the decision to impose such severe sanctions discretionary\nwith the judge, the bill ensures that only the most deserving of\ncriminals will receive the enhanced punishment.\n\nFISCAL IMPLICATIONS:\nSome additional costs for confining second homicide offenders.\n\nEFFECTIVE DATE:\nFirst of November next succeeding the date on which it\nshall have become a law, but applies only to offenses committed on or\nafter such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the penal law, in relation to defining a second homicide offender and increasing the penalties upon conviction of any of certain homicide offenses after having previously been subject to a predicate conviction of any of such homicide offenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T104617.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110114.T130941.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110120.T180923.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963726
}