{
  "year" : 2011,
  "senateBillNo" : "S1951-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1951-2011-1294981200000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits the maintenance of information on credit inquiries",
  "summary" : "Prohibits a consumer reporting agency from maintaining information on a consumer credit inquiry for more than 90 days. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S890-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1951\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to  amend  the  general  business  law,  in  relation  to  credit\n         inquiries\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 380-j of the general business  law  is  amended  by\n    2  adding a new subdivision (h) to read as follows:\n    3    (H)  NO  CONSUMER  REPORTING  AGENCY  SHALL  MAINTAIN IN THE FILE ON A\n    4  CONSUMER, ANY RECORDS DETAILING INQUIRIES, MADE BY  A  CREDITOR  OR  ANY\n    5  OTHER INDIVIDUAL AFFORDED ACCESS TO CONSUMER CREDIT REPORTS, FOR A PERI-\n    6  OD OF MORE THAN NINETY DAYS BEYOND THE DATE OF SUCH INQUIRY.\n    7    S  2.  This  act shall take effect on the thirtieth day after it shall\n    8  have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07158-01-1\n",
  "memo" : "BILL NUMBER:S1951\n\nTITLE OF BILL:\n\nAn act\nto amend the general business law, in relation to credit inquiries\n\nSUMMARY:\n\nThis bill would prohibit consumer credit reporting agencies from\nretaining records detailing inquiries on consumer credit reports\n(requested by potential creditors) for more than ninety (90) days\nbeyond the date of the inquiry.\n\nJUSTIFICATION:\n\nCredit reporting vendors maintain records detailing the number and\nnature of inquiries made for a consumer credit report by possible\ncredit sources. When such consumer report is requested by an\ninterested party, the record of this inquiry becomes part of the\nconsumer's credit line together with standard information relevant to\ncredit worthiness. If a potential credit source notes a history of\nfive (5) or more inquiries, it is considered a negative factor and\nmay result in a denial of consumer credit.\n\nWhile the record of existing sources of credit and outstanding loans\ntogether with an overall credit history are relevant factors in\nassessing a consumer's creditworthiness, records detailing mere\ninquiries for credit reports that have not ripened into either credit\nacceptance or rejection, are irrelevant.\n\nThis bill would rectify the inherent injustice that has prevailed as a\nresult of an educated consumer's credit shopping. Consumer credit\nagencies, as a matter of law, would be required to purge all\nInquiries made to a consumer's credit file after 90 days.\n\nFISCAL IMPLICATION:\n\nNone to the State.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the thirtieth day after it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to credit inquiries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T113924.TXT", "SOBI.D110114.T131441.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110118.T104117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963718
}