{
  "year" : 2011,
  "senateBillNo" : "S1963-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1963-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes increased fines, treatment, and imprisonment for sale or possession of controlled substances and marihuana",
  "summary" : "Increases fines and penalties for the illegal sale or possession of a controlled substance and marihuana; provides for the posting of drug-free school zone signs and provides enhanced penalties for possession or sale of drugs within such zones; defines \"designer drug\" and \"crack\"; imposes a mandatory five year minimum sentence and a $25,000 minimum fine on persons convicted of possession or sale of a controlled substance or marijuana while in possession of a firearm. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S4341-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1963\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in  relation  to  establishing  increased\n         fines,  treatment,  and imprisonment for persons convicted of the sale\n         or possession of controlled substances  or  marihuana,  to  amend  the\n         public  health law, in relation to controlled substances, to amend the\n         mental hygiene law, in relation to alcohol  and  substance  abuse,  to\n         amend  the criminal procedure law, in relation to possession of either\n         controlled substances or marihuana and a firearm,  and  to  amend  the\n         highway law, in relation to posting drug-free school zone signs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds that  the  preva-\n    2  lence of illegal drug sales and use, particularly of the \"crack\" form of\n    3  cocaine,  and the proliferation of crimes of violence and crimes against\n    4  property  associated  with  drugs has become such a threat to the public\n    5  safety and welfare that an extraordinary effort on  the  part  of  state\n    6  government  and its citizens is necessary to eliminate this danger.  The\n    7  legislature further finds that a comprehensive approach to the  problem,\n    8  paying  attention to the needs of schools and treatment programs as well\n    9  as those of the police and the courts, is needed to ensure success.  The\n   10  legislature  also finds that additional sources of funding to support an\n   11  attack on drugs are needed and that it is more appropriate to place  the\n   12  financial  burden directly upon offenders themselves, through forfeiture\n   13  of crime-related assets and fines.\n   14    S 2. The penal law is amended by adding a new section 70.17 to read as\n   15  follows:\n   16  S 70.17 MANDATORY  TERM  OF  IMPRISONMENT  FOR  POSSESSION  OR  SALE  OF\n   17            CONTROLLED  SUBSTANCES  OR  MARIHUANA WHILE IN POSSESSION OF A\n   18            FIREARM.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06663-01-1\n\n       S. 1963                             2\n\n    1    NOTWITHSTANDING THE PROVISIONS OF SECTION 70.25 OF THIS  ARTICLE,  ANY\n    2  PERSON WHO IS FOUND GUILTY OF OR PLEADS GUILTY TO A VIOLATION OF ARTICLE\n    3  TWO  HUNDRED TWENTY OR TWO HUNDRED TWENTY-ONE OF THIS CHAPTER CONSISTING\n    4  OF THE FELONIOUS POSSESSION OR SALE OF A CONTROLLED SUBSTANCE  OR  MARI-\n    5  HUANA  AND  WHO  POSSESSED A FIREARM, SHOTGUN, RIFLE, OR MACHINE-GUN, AS\n    6  DEFINED IN SECTION 265.00 OF THIS CHAPTER, WHILE COMMITTING  SUCH  CRIME\n    7  OR  CRIMES,  SHALL,  IN  ADDITION TO THE PENALTY PRESCRIBED BY ANY OTHER\n    8  PROVISION OF LAW, BE SENTENCED TO A MANDATORY TERM OF IMPRISONMENT WHICH\n    9  MUST BE FIXED AND SPECIFIED BY THE COURT IN THE  SENTENCE  OF  NOT  LESS\n   10  THAN  FIVE YEARS NOR MORE THAN TEN YEARS, SUCH TERM TO RUN CONSECUTIVELY\n   11  WITH RESPECT TO ANY OTHER TERM THAT MAY BE IMPOSED  BY  THE  COURT,  AND\n   12  SUCH  PERSON  SHALL  BE  SUBJECT  TO A FINE OF NOT LESS THAN TWENTY-FIVE\n   13  THOUSAND DOLLARS NOR MORE THAN FIFTY THOUSAND DOLLARS.\n   14    S 3. Section 80.00 of the penal law is amended by adding a new  subdi-\n   15  vision 1-a to read as follows:\n   16    1-A.  NOTWITHSTANDING  THE  PROVISIONS  OF  SUBDIVISION  ONE  OF  THIS\n   17  SECTION, A SENTENCE TO PAY A FINE FOR CONVICTION  OF  CRIMINAL  SALE  OF\n   18  MARIHUANA  IN THE FIFTH DEGREE, CRIMINAL SALE OF MARIHUANA IN THE FOURTH\n   19  DEGREE, CRIMINAL SALE OF MARIHUANA IN THE THIRD DEGREE, CRIMINAL SALE OF\n   20  MARIHUANA IN THE SECOND DEGREE, CRIMINAL SALE OF MARIHUANA IN THE  FIRST\n   21  DEGREE,  CRIMINAL  SALE  OF  A CONTROLLED SUBSTANCE IN THE FIFTH DEGREE,\n   22  CRIMINAL SALE OF A CONTROLLED SUBSTANCE IN THE FOURTH  DEGREE,  CRIMINAL\n   23  SALE  OF  A CONTROLLED SUBSTANCE IN THE THIRD DEGREE, CRIMINAL SALE OF A\n   24  CONTROLLED SUBSTANCE IN  THE  SECOND  DEGREE,  OR  CRIMINAL  SALE  OF  A\n   25  CONTROLLED  SUBSTANCE IN THE FIRST DEGREE SHALL BE A SENTENCE TO PAY ANY\n   26  AMOUNT TO BE FIXED BY THE COURT, NOT TO EXCEED FIVE MILLION DOLLARS.\n   27    S 4. Subdivision 14 of section 220.00 of the penal law, as amended  by\n   28  chapter  292  of the laws of 1994, is amended and a new subdivision 14-a\n   29  is added to read as follows:\n   30    14. \"School grounds\" means (a) in [or], on, or  within  any  building,\n   31  structure,  athletic playing field, playground, or land contained within\n   32  the real property boundary line of a public or private elementary, paro-\n   33  chial, intermediate, junior high, vocational, or high school,  INCLUDING\n   34  ANY  BUILDING UTILIZED FOR THE INSTRUCTION OF PERSONS LESS THAN NINETEEN\n   35  YEARS OF  AGE  OR  FOR  ORGANIZED  SCHOOL-RELATED  ACTIVITIES  INVOLVING\n   36  PERSONS  LESS  THAN  NINETEEN YEARS OF AGE, IN, ON, OR WITHIN ANY SCHOOL\n   37  BUS, OR WITHIN ONE THOUSAND FEET OF A SCHOOL BUS DISCHARGING PASSENGERS,\n   38  or (b) any area accessible to the public  located  within  one  thousand\n   39  feet  of  the  real property boundary line comprising any such school or\n   40  any parked automobile or other parked vehicle located within  one  thou-\n   41  sand feet of the real property boundary line comprising any such school.\n   42  For  the  purposes  of  this  section an \"area accessible to the public\"\n   43  shall mean sidewalks, streets, parking lots, parks, playgrounds,  stores\n   44  and restaurants.\n   45    14-A. \"PARK GROUNDS OR PLAYGROUNDS\" MEANS IN, ON, OR WITHIN ANY BUILD-\n   46  ING  OR  STRUCTURE  OR  ANY  FIELDS, LANDS, OR GROUNDS OWNED, LEASED, OR\n   47  MAINTAINED BY THE STATE OR ANY AGENCY OR MUNICIPALITY THEREOF OR BY  ANY\n   48  NOT-FOR-PROFIT  CORPORATION OR ELEEMOSYNARY INSTITUTION, CORPORATION, OR\n   49  ASSOCIATION FOR THE PURPOSES OF RECREATION OR LEISURE.\n   50    S 5. Section 220.00 of the penal law is  amended  by  adding  two  new\n   51  subdivisions 21 and 22 to read as follows:\n   52    21.  \"DESIGNER  DRUG\"  MEANS  ANY  SUBSTANCE,  OTHER THAN A CONTROLLED\n   53  SUBSTANCE, THAT HAS A CHEMICAL STRUCTURE SUBSTANTIALLY SIMILAR  TO  THAT\n   54  OF  A CONTROLLED SUBSTANCE LISTED IN SCHEDULE I OR II OF SECTION THIRTY-\n   55  THREE HUNDRED SIX OF THE PUBLIC HEALTH  LAW  OR  THAT  WAS  SPECIFICALLY\n\n       S. 1963                             3\n\n    1  DESIGNED  TO  PRODUCE  AN  EFFECT  SUBSTANTIALLY  SIMILAR TO THAT OF ANY\n    2  CONTROLLED SUBSTANCE LISTED IN SUCH SCHEDULES.\n    3    22.  \"CRACK\"  MEANS  CONCENTRATED  COCAINE CONTAINING AT LEAST SEVENTY\n    4  PERCENT PURE COCAINE.\n    5    S 6. The penal law is amended by adding a new section 220.22  to  read\n    6  as follows:\n    7  S 220.22 CRIMINAL POSSESSION OF A CONTROLLED SUBSTANCE IN OR NEAR SCHOOL\n    8             GROUNDS, PARK GROUNDS, OR PLAYGROUNDS.\n    9    A PERSON IS GUILTY OF CRIMINAL POSSESSION OF A CONTROLLED SUBSTANCE IN\n   10  OR  NEAR  SCHOOL  GROUNDS,  PARK  GROUNDS, OR PLAYGROUNDS WHEN HE OR SHE\n   11  KNOWINGLY AND UNLAWFULLY POSSESSES A CONTROLLED SUBSTANCE  IN  VIOLATION\n   12  OF  THIS  CHAPTER  AND  SUCH POSSESSION TAKES PLACE UPON SCHOOL GROUNDS,\n   13  PARK GROUNDS, OR PLAYGROUNDS.\n   14    A PERSON WHO VIOLATES THIS SECTION SHALL BE GUILTY OF:\n   15    1. A CLASS A-I FELONY WHEN THE UNDERLYING  OFFENSE  IS  A  CLASS  A-II\n   16  FELONY;\n   17    2.  A CLASS A-II FELONY WHEN THE UNDERLYING OFFENSE IS A CLASS B FELO-\n   18  NY;\n   19    3. A CLASS B FELONY WHEN THE UNDERLYING OFFENSE IS A CLASS C FELONY;\n   20    4. A CLASS C FELONY WHEN THE UNDERLYING OFFENSE IS A CLASS D FELONY;\n   21    5. A CLASS D FELONY WHEN THE UNDERLYING OFFENSE IS A CLASS  E  FELONY;\n   22  AND\n   23    6. A CLASS E FELONY WHEN THE UNDERLYING OFFENSE IS A CLASS A MISDEMEA-\n   24  NOR.\n   25    S 7. Section 220.25 of the penal law is amended by adding a new subdi-\n   26  vision 3 to read as follows:\n   27    3.  THE  CRIMINAL  POSSESSION  OF A NARCOTIC DRUG, SEPARATELY PACKAGED\n   28  INTO TEN OR MORE  INDIVIDUAL  CONTAINERS,  IS  PRESUMPTIVE  EVIDENCE  OF\n   29  INTENT TO SELL SUCH NARCOTIC DRUG.\n   30    S  8.  Subdivision 7 of section 220.34 of the penal law, as amended by\n   31  chapter 436 of the laws of 2006, is amended to read as follows:\n   32    7. a controlled substance in violation of section 220.31 of this arti-\n   33  cle, when such sale takes place upon school grounds, PARK GROUNDS, PLAY-\n   34  GROUNDS, or on a school bus; or\n   35    S 9. Subdivision 7 of section 220.41 of the penal law, as  amended  by\n   36  chapter  75  of  the laws of 1995, is amended and a new subdivision 8 is\n   37  added to read as follows:\n   38    7. methadone and the methadone weighs three hundred  sixty  milligrams\n   39  or more[.]; OR\n   40    8. ANY QUANTITY OF CRACK.\n   41    S  10.  Section  220.44 of the penal law, as amended by chapter 289 of\n   42  the laws of 1998, subdivisions 1 and 2 as amended by chapter 436 of  the\n   43  laws of 2006, is amended to read as follows:\n   44  S  220.44  Criminal  sale  of  a  controlled substance in or near school\n   45             grounds, PARK GROUNDS, OR PLAYGROUNDS.\n   46    A person is guilty of criminal sale of a controlled  substance  in  or\n   47  near  school  grounds, PARK GROUNDS, OR PLAYGROUNDS when he OR SHE know-\n   48  ingly and unlawfully sells:\n   49    1. a controlled substance in violation of any one of subdivisions  one\n   50  through  six-a  of  section 220.34 of this article, when such sale takes\n   51  place upon school grounds, PARK GROUNDS, PLAYGROUNDS,  or  on  a  school\n   52  bus; or\n   53    2.  a controlled substance in violation of any one of subdivisions one\n   54  through eight of section 220.39 of this article, when  such  sale  takes\n   55  place  upon  school  grounds,  PARK GROUNDS, PLAYGROUNDS, or on a school\n   56  bus; or\n\n       S. 1963                             4\n\n    1    3. a controlled substance in violation of any one of subdivisions  one\n    2  through  six  of  section  220.34  of this article, when such sale takes\n    3  place upon the grounds of a child day care or educational facility under\n    4  circumstances evincing knowledge by the  defendant  that  such  sale  is\n    5  taking place upon such grounds; or\n    6    4.  a controlled substance in violation of any one of subdivisions one\n    7  through eight of section 220.39 of this article, when  such  sale  takes\n    8  place upon the grounds of a child day care or educational facility under\n    9  circumstances  evincing  knowledge  by  the  defendant that such sale is\n   10  taking place upon such grounds.\n   11    5. For purposes of subdivisions three and four of this  section,  \"the\n   12  grounds  of a child day care or educational facility\" means (a) in [or],\n   13  on, or within any building, structure, athletic playing field,  a  play-\n   14  ground  or  land  contained  within the real property boundary line of a\n   15  public or private child day care center as such term is defined in para-\n   16  graph (c) of subdivision one of section  three  hundred  ninety  of  the\n   17  social  services  law,  or nursery, pre-kindergarten or kindergarten, or\n   18  (b) any area accessible to the public located within one  thousand  feet\n   19  of  the  real property boundary line comprising any such facility or any\n   20  parked automobile or other parked vehicle located  within  one  thousand\n   21  feet  of  the  real property boundary line comprising any such facility.\n   22  For the purposes of this section an  \"area  accessible  to  the  public\"\n   23  shall  mean sidewalks, streets, parking lots, parks, playgrounds, stores\n   24  and restaurants.\n   25    6. For the purposes of this section, a rebuttable  presumption  [shall\n   26  be] IS HEREBY established that a person has knowledge that [they are] HE\n   27  OR SHE IS within the grounds of a child day care or educational facility\n   28  when notice is conspicuously posted of the presence or proximity of such\n   29  facility.\n   30    Criminal  sale  of  a  controlled substance in or near school grounds,\n   31  PARK GROUNDS, OR PLAYGROUNDS is a class B felony.\n   32    S 11. The penal law is amended by adding a new section 220.47 to  read\n   33  as follows:\n   34  S 220.47 CRIMINAL SALE OF A CONTROLLED SUBSTANCE TO A MINOR.\n   35    A  PERSON  IS  GUILTY  OF CRIMINAL SALE OF A CONTROLLED SUBSTANCE TO A\n   36  MINOR WHEN HE  OR  SHE  KNOWINGLY  AND  UNLAWFULLY  SELLS  A  CONTROLLED\n   37  SUBSTANCE  IN  VIOLATION  OF THIS CHAPTER TO A PERSON LESS THAN NINETEEN\n   38  YEARS OF AGE.\n   39    A PERSON WHO VIOLATES THIS SECTION SHALL BE GUILTY OF:\n   40    1. A CLASS A-I FELONY WHEN THE UNDERLYING  OFFENSE  IS  A  CLASS  A-II\n   41  FELONY;\n   42    2.  A CLASS A-II FELONY WHEN THE UNDERLYING OFFENSE IS A CLASS B FELO-\n   43  NY;\n   44    3. A CLASS B FELONY WHEN THE UNDERLYING OFFENSE IS A CLASS  C  FELONY;\n   45  OR\n   46    4. A CLASS C FELONY WHEN THE UNDERLYING OFFENSE IS A CLASS D FELONY.\n   47    S  12.  The  penal  law is amended by adding five new sections 220.78,\n   48  220.79, 220.80, 220.85, and 220.90 to read as follows:\n   49  S 220.78 CRIMINAL POSSESSION OF A DESIGNER DRUG IN THE SECOND DEGREE.\n   50    A PERSON IS GUILTY OF CRIMINAL POSSESSION OF A DESIGNER  DRUG  IN  THE\n   51  SECOND  DEGREE  WHEN  HE  OR  SHE KNOWINGLY AND UNLAWFULLY POSSESSES ANY\n   52  AMOUNT OF A DESIGNER DRUG.\n   53    CRIMINAL POSSESSION OF A DESIGNER DRUG IN THE SECOND DEGREE IS A CLASS\n   54  C FELONY.\n   55  S 220.79 CRIMINAL POSSESSION OF A DESIGNER DRUG IN THE FIRST DEGREE.\n\n       S. 1963                             5\n\n    1    A PERSON IS GUILTY OF CRIMINAL POSSESSION OF A DESIGNER  DRUG  IN  THE\n    2  FIRST DEGREE WHEN HE OR SHE KNOWINGLY AND UNLAWFULLY POSSESSES ANY QUAN-\n    3  TITY OF A DESIGNER DRUG WITH INTENT TO SELL OR DISTRIBUTE THE SAME.\n    4    CRIMINAL  POSSESSION OF A DESIGNER DRUG IN THE FIRST DEGREE IS A CLASS\n    5  B FELONY.\n    6  S 220.80 CRIMINAL SALE OF A DESIGNER DRUG.\n    7    A PERSON IS GUILTY OF CRIMINAL SALE OF A DESIGNER DRUG WHEN HE OR  SHE\n    8  KNOWINGLY AND UNLAWFULLY SELLS OR OTHERWISE DISTRIBUTES A DESIGNER DRUG.\n    9    CRIMINAL SALE OF A DESIGNER DRUG IS A CLASS B FELONY.\n   10  S 220.85 CRIMINAL MANUFACTURE OF A DESIGNER DRUG.\n   11    A  PERSON IS GUILTY OF CRIMINAL MANUFACTURE OF A DESIGNER DRUG WHEN HE\n   12  OR SHE KNOWINGLY AND UNLAWFULLY MANUFACTURES OR SYNTHESIZES ANY QUANTITY\n   13  OF A DESIGNER DRUG WITH THE INTENT TO SELL OR DISTRIBUTE THE SAME.\n   14    CRIMINAL MANUFACTURE OF A DESIGNER DRUG IS A CLASS B FELONY.\n   15  S 220.90 DEFENSES TO DESIGNER DRUG CRIMES.\n   16    IT SHALL BE A DEFENSE TO EACH  AND  EVERY  CRIME  LISTED  IN  SECTIONS\n   17  220.78, 220.79, 220.80, AND 220.85 OF THIS ARTICLE THAT:\n   18    1.  SUCH  PERSON WAS CONDUCTING LEGITIMATE AND LAWFUL MEDICAL RESEARCH\n   19  ACTIVITIES PURSUANT TO AN ORDER, DECISION, OR REGULATION PROMULGATED  BY\n   20  THE  STATE  DEPARTMENT  OF  HEALTH OR THE FEDERAL FOOD AND DRUG ADMINIS-\n   21  TRATION; OR\n   22    2. SUCH PERSON MANUFACTURES OR DISTRIBUTES A SUBSTANCE IN  CONFORMANCE\n   23  WITH  THE PROVISIONS OF AN APPROVED NEW DRUG APPLICATION OR AN EXEMPTION\n   24  FOR INVESTIGATIONAL USE WITHIN THE MEANING OF SECTION FIVE HUNDRED  FIVE\n   25  OF  THE  FEDERAL  FOOD,  DRUG  AND  COSMETIC  ACT.  FOR PURPOSES OF THIS\n   26  SECTION, SECTION FIVE HUNDRED FIVE OF THE FEDERAL FOOD, DRUG AND COSMET-\n   27  IC ACT SHALL BE APPLICABLE TO THE INTRODUCTION OR DELIVERY FOR INTRODUC-\n   28  TION OF ANY NEW DRUG INTO INTRASTATE, INTERSTATE, OR  FOREIGN  COMMERCE;\n   29  OR\n   30    3.  SUCH  PERSON  MANUFACTURES, DISTRIBUTES, OR TRANSFERS ANY NONPRES-\n   31  CRIPTION MEDICINES WHICH MAY BE SOLD WITHOUT A  PRESCRIPTION  AND  WHICH\n   32  ARE  PREPACKAGED  FOR USE BY THE CONSUMER AND LABELED IN ACCORDANCE WITH\n   33  THE REQUIREMENTS OF THE STATUTES AND REGULATIONS OF  NEW  YORK  AND  THE\n   34  FEDERAL GOVERNMENT.\n   35    S 13. Section 3302 of the public health law is amended by adding a new\n   36  subdivision 6-a to read as follows:\n   37    6-A.  \"CRACK\"  MEANS  CONCENTRATED COCAINE CONTAINING AT LEAST SEVENTY\n   38  PERCENT PURE COCAINE.\n   39    S 14. Paragraph 4 of subdivision (b) of schedule II of section 3306 of\n   40  the public health law, as added by chapter 664 of the laws of  1985,  is\n   41  amended to read as follows:\n   42    (4)  Coca leaves and any salt, compound, derivative, or preparation of\n   43  coca leaves, and any salt, compound, derivative, or preparation  thereof\n   44  which is chemically equivalent or identical with any of these substances\n   45  including  cocaine, CRACK, and ecgonine, their salts, isomers, and salts\n   46  of isomers, except that the substances shall  not  include  decocainized\n   47  coca  leaves  or  extraction  of  coca  leaves, which extractions do not\n   48  contain cocaine or ecgonine.\n   49    S 15. The section heading and subdivisions 1 and 4 of section 3324  of\n   50  the public health law, the section heading and subdivision 4 as added by\n   51  chapter  878 of the laws of 1972 and subdivision 1 as amended by chapter\n   52  965 of the laws of 1974, are amended to read as follows:\n   53    Licenses to engage in research, instructional activities, and chemical\n   54  analysis relating to controlled substances AND DESIGNER DRUGS.   1.   No\n   55  person within this state shall manufacture, obtain, possess, administer,\n   56  or  dispense  A DESIGNER DRUG, AS DEFINED BY SECTION 220.00 OF THE PENAL\n\n       S. 1963                             6\n\n    1  LAW, OR a controlled substance  for  purposes  of  scientific  research,\n    2  instruction,  or  chemical  analysis  without  having  first  obtained a\n    3  license to do so from the department.\n    4    4.    Licenses issued under this title shall be effective only for and\n    5  shall specify:\n    6    (a)  the name and address of the licensee;\n    7    (b)  the nature of the project or projects permitted by the license;\n    8    (c)  the nature of the controlled substance or substances OR  DESIGNER\n    9  DRUG  OR  DRUGS to be used in the project, by name if in schedule I, and\n   10  by name or schedule or both if in any other schedule;\n   11    (d)  whether dispensing to human subjects is permitted by the license.\n   12    S 16. Section 3325 of the public health law, as added by  chapter  878\n   13  of the laws of 1972, is amended to read as follows:\n   14    S  3325.    Authority to issue licenses; applications.  1.  Subject to\n   15  the provisions of this title, the commissioner is authorized to  license\n   16  a  person  to  manufacture, obtain and possess, dispense, and administer\n   17  DESIGNER DRUGS, AS DEFINED BY  SECTION  220.00  OF  THE  PENAL  LAW,  OR\n   18  controlled  substances  for  purposes  of  scientific research, chemical\n   19  analysis, or instruction.\n   20    2.  A license or amendment of a license shall be issued by the depart-\n   21  ment unless the applicant therefor has failed to furnish a  satisfactory\n   22  protocol  pursuant  to subdivision three of this section, or a satisfac-\n   23  tory  statement  pursuant  to  section   [3326]   THIRTY-THREE   HUNDRED\n   24  TWENTY-SIX OF THIS ARTICLE, and proof that the applicant:\n   25    (a)  and its managing officers are of good moral character;\n   26    (b)    possesses  or  is  capable  of acquiring facilities, staff, and\n   27  equipment sufficient to carry on properly the proposed project  detailed\n   28  in the protocol or statement accompanying the application;\n   29    (c)    is  able to maintain effective control against diversion of the\n   30  DESIGNER DRUGS OR controlled substances for which the license is sought;\n   31    (d)  is able to comply with all applicable state and federal laws  and\n   32  regulations  relating to the DESIGNER DRUGS OR controlled substances for\n   33  which the license is sought.\n   34    3.  An application for a license or for  an  amendment  to  a  license\n   35  shall be accompanied by a detailed protocol setting forth:\n   36    (a)  the nature of the proposed project;\n   37    (b)    the  proposed  quantity  or quantities of each DESIGNER DRUG OR\n   38  controlled substance involved;\n   39    (c)  the qualifications and competence of the applicant to  engage  in\n   40  such project;\n   41    (d)   specific provisions for the safe administration or dispensing of\n   42  DESIGNER DRUGS OR controlled substances to humans, if  such  is  contem-\n   43  plated, and the proposed method of selecting humans; AND\n   44    (e)    such  other  additional  information  as  the  commissioner may\n   45  require.\n   46    4.  The application for a license pursuant to this title shall include\n   47  copies of all papers filed with the Bureau, the Federal  Food  and  Drug\n   48  Administration,  and  any  other  governmental  agency, whether state or\n   49  federal, in connection with the applicant's proposed project.\n   50    S 17. Section 3329 of the public health law, as added by  chapter  878\n   51  of the laws of 1972, is amended to read as follows:\n   52    S  3329.   Reports and records.  1.  Persons licensed under this title\n   53  shall keep records showing the receipt, administration,  dispensing,  or\n   54  destruction  of  all DESIGNER DRUGS, AS DEFINED BY SECTION 220.00 OF THE\n   55  PENAL LAW, AND ALL controlled substances and  maintain  the  records  in\n\n       S. 1963                             7\n\n    1  such  manner  and  detail  as  the  commissioner,  by  regulation, shall\n    2  require.\n    3    2.    Persons  licensed  under  this title shall submit reports to the\n    4  department  summarizing  the  activity  conducted  under  the   license.\n    5  Included  in such report shall be a detailed inventory of DESIGNER DRUGS\n    6  AND controlled substances, [and] an accounting for all  such  substances\n    7  received  or  disposed  of  during the period covered by the report, and\n    8  such  other  information  as  the  commissioner  shall,  by  regulation,\n    9  require.  Such  reports shall be filed with the department at such times\n   10  as the commissioner may require.\n   11    S 18. Subdivision 2 of section 3388  of  the  public  health  law,  as\n   12  amended  by  chapter  843  of  the  laws  of 1980, is amended to read as\n   13  follows:\n   14    2. Any vehicle, vessel, or aircraft which has been or is being used in\n   15  violation of subdivision one, except a vehicle, vessel, or aircraft used\n   16  by any person as a common carrier in the transaction of business as such\n   17  common carrier, shall be seized by any peace officer, acting pursuant to\n   18  his OR HER special duties, or police officer[,] and forfeited as herein-\n   19  after in this section provided. A vehicle, vessel, or  aircraft  is  not\n   20  subject  to  forfeiture  unless  used in connection with acts or conduct\n   21  which would constitute EITHER a felony under article [220]  TWO  HUNDRED\n   22  TWENTY  OR TWO HUNDRED TWENTY-ONE of the penal law OR A CRIME DEFINED IN\n   23  SUCH ARTICLE TWO HUNDRED TWENTY IN WHICH THE CONTROLLED SUBSTANCE  IS  A\n   24  NARCOTIC  DRUG, AS DEFINED IN SUBDIVISION SEVEN OF SECTION 220.00 OF THE\n   25  PENAL LAW.\n   26    S 19. Subdivision (d) of section 19.07 of the mental  hygiene  law  is\n   27  amended by adding a new paragraph 5 to read as follows:\n   28    (5)  CREDENTIALING  PROCEDURES  SHALL  INCLUDE PROCEDURES FOR GRANTING\n   29  TEMPORARY APPROVAL OF AN OPERATING CERTIFICATE FOR A PERIOD NOT  EXCEED-\n   30  ING ONE HUNDRED TWENTY DAYS, IN THE EVENT OF A THREAT OR IMMINENT THREAT\n   31  OF  A  CATASTROPHIC OR EMERGENCY LOSS OF AVAILABLE SERVICES. SUCH TEMPO-\n   32  RARY APPROVAL MAY BE EXTENDED BEYOND ONE HUNDRED TWENTY DAYS  AS  DEEMED\n   33  NECESSARY BY THE COMMISSIONER, BUT NOT TO EXCEED MORE THAN AN ADDITIONAL\n   34  ONE HUNDRED TWENTY DAYS;\n   35    S 20. Subdivision 5 of section 220.10 of the criminal procedure law is\n   36  amended by adding a new paragraph (c-1) to read as follows:\n   37    (C-1)  WHERE  THE INDICTMENT CHARGES ONE OF THE FELONIES ENUMERATED IN\n   38  AND COMMITTED UNDER THE CIRCUMSTANCE LISTED  IN  SECTION  70.17  OF  THE\n   39  PENAL LAW, THEN ANY PLEA OF GUILTY PURSUANT TO SUBDIVISION THREE OR FOUR\n   40  OF  THIS  SECTION MUST BE OR MUST INCLUDE AT LEAST A PLEA OF GUILTY TO A\n   41  FELONY.\n   42    S 21. Section 317 of the highway law, as added by chapter 356  of  the\n   43  laws of 1996, is amended to read as follows:\n   44    S  317.  Drug  free school zone signs. 1. Any political subdivision of\n   45  the state having jurisdiction over any highway within school grounds, as\n   46  defined in subdivision fourteen of section  220.00  of  the  penal  law,\n   47  [may,  upon  the  request  of the appropriate school authority,] AND ANY\n   48  PERSON CHARGED WITH THE DUTY OF MAINTAINING ANY SUCH HIGHWAY WITHIN SUCH\n   49  POLITICAL SUBDIVISION THAT IS WITHIN SUCH SCHOOL GROUNDS SHALL  place[,]\n   50  OR  cause to be placed[, or permit to be placed] within the right of way\n   51  of such highway signs indicating a drug free school zone.    SUCH  SIGNS\n   52  SHALL READ \"DRUG FREE SCHOOL ZONE\".\n   53    2.  IT  SHALL NOT BE RELEVANT TO THE IMPOSITION OF ENHANCED PUNISHMENT\n   54  PURSUANT TO ANY PROVISION OF THE PENAL LAW WHICH ENHANCES THE PUNISHMENT\n   55  FOR THE CRIMINAL SALE OR POSSESSION OF A  CONTROLLED  SUBSTANCE  THAT  A\n\n       S. 1963                             8\n\n    1  DRUG  FREE  SCHOOL  ZONE  SIGN  WAS NOT POSTED OR WAS POSTED IN A MANNER\n    2  INCONSISTENT WITH THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION.\n    3    S  22.  This  act  shall  take  effect  on  the first of November next\n    4  succeeding the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1963\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to establishing increased fines,\ntreatment, and imprisonment for persons convicted of the\nsale or possession of controlled\nsubstances or marihuana, to amend the public health law, in\nrelation to controlled substances,\nto amend the mental hygiene law, in relation to alcohol and\nsubstance abuse, to amend the criminal procedure law, in relation to\npossession of either\ncontrolled substances or marihuana and a firearm, and\nto amend the\nhighway law, in\nrelation to posting drug-free school zone signs\n\nSUMMARY:\nThis omnibus legislation addresses a number of statutes\nrelating to the state's drug problem. These drug proposals include\nincreasing criminal sanctions when on \"school grounds\" or in\npossession of a firearm. It also provides for drug and alcohol abuse\nprevention and education in schools. It steps up felony charges. on\npersons convicted of the sale of controlled substances on school\ngrounds, park grounds, or playgrounds, or within 1,000 feet 6f the\nreal property boundary line comprising any school or any other\nbuilding used for the instruction of persons less than 19 years of\nage. This bill imposes a mandatory 5 year minimum sentence and a\n$25,000 fine on persons convicted of possession or sale of a\ncontrolled substance or marijuana while in possession of a firearm.\nIncreases by one, the degree of the possession, sale, and manufacture\nof a designer drug. A. \"designer drug\" is one which is similar to an\nillegal drug but, because of its chemical makeup, is not specifically\nlisted on the controlled substance tables. Defines the word \"crack\"\nto mean concentrated cocaine containing at least 70 percent pure\ncocaine. Requires municipalities to post \"drug free\" school zone\nsigns.\n\nJUSTIFICATION:\nThe legislature finds that the prevalence of illegal\ndrug sales and use, particularly of the \"crack\" form of cocaine, and\nthe proliferation of crimes of violence and crimes against property\nassociated with drugs has become such a threat to the public safety\nand welfare that an extraordinary effort on the part of state\ngovernment and its citizens is necessary to eliminate this danger.\nThe legislature further finds that a comprehensive approach to the\nproblem, paying attention to the needs of schools and treatment\nprograms as well as those of the police and the courts, is needed to\nensure success.\n\nFISCAL IMPLICATIONS:\n\nWill generate additional funds to fund state and\nlocal drug enforcement, treatment and prevention programs.\n\nEFFECTIVE DATE:\nFirst of November next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing increased fines, treatment, and imprisonment for persons convicted of the sale or possession of controlled substances or marihuana, to amend the public health law, in relation to controlled substances, to amend the mental hygiene law, in relation to alcohol and substance abuse, to amend the criminal procedure law, in relation to possession of either controlled substances or marihuana and a firearm, and to amend the highway law, in relation to posting drug-free school zone signs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110118.T104617.TXT", "SOBI.D110114.T132943.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110120.T180923.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963735
}