{
  "year" : 2011,
  "senateBillNo" : "S1960-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S1960-2011-1294981200000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates receivership as a defense in proceedings to deposit rents of multiple dwellings",
  "summary" : "Provides that receivership shall not be material nor a defense to the appointment of an administrator, pursuant to provisions of the real property actions and proceedings law relating to special proceedings by tenants of dwellings in the city of New York, to deposit rent and make repairs to multiple dwellings, although a receiver in foreclosure may participate in such proceeding and may be appointed as administrator if the court so decides; provides that a receiver need not be named as a party or served with process in such special proceeding; requires receiver to register with the municipal department within seven days of appointment or else any action taken by such receiver may be voided by the court. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "S906-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1960\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  real  property  actions and proceedings law, in\n         relation to proceedings to deposit rents\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property actions and proceedings law is amended by\n    2  adding a new section 773-a to read as follows:\n    3    S  773-A.  RECEIVERSHIP  NOT  MATERIAL. 1. RECEIVERSHIP SHALL NOT BE A\n    4  DEFENSE TO ANY SPECIAL PROCEEDING PURSUANT TO THIS ARTICLE AND  NO  SUCH\n    5  PROCEEDING  SHALL  BE ADJOURNED, DELAYED OR DISMISSED EITHER BECAUSE THE\n    6  PETITIONER HAS  NOT  OR  PETITIONERS  HAVE  NOT  REQUESTED  OR  RECEIVED\n    7  APPROVAL  OF  SUCH  PROCEEDING BY THE SUPREME COURT OR A LAWSUIT HAS NOT\n    8  BEEN AUTHORIZED AGAINST A RECEIVER APPOINTED BY SUCH COURT OR A RECEIVER\n    9  HAS NOT BEEN NAMED OR SERVED WITH PROCESS IN SUCH PROCEEDING.\n   10    2. THIS SECTION SHALL NOT PROHIBIT  A  RECEIVER  IN  FORECLOSURE  FROM\n   11  PARTICIPATION IN SUCH PROCEEDING, IF SUCH RECEIVER SO DESIRES.\n   12    S  2.  Section 778 of the real property actions and proceedings law is\n   13  amended by adding a new subdivision 11 to read as follows:\n   14    11. THE EXISTENCE  OF  A  RECEIVER  FOR  THE  DWELLING  PRIOR  TO  THE\n   15  COMMENCEMENT  OF  THE PROCEEDING, OR APPLICATION FOR OR APPOINTMENT OF A\n   16  RECEIVER AT ANY TIME PRIOR TO JUDGMENT OR APPOINTMENT OF AN  ADMINISTRA-\n   17  TOR PURSUANT TO THIS ARTICLE, SHALL NOT AFFECT THE POWER OF THE COURT TO\n   18  APPOINT  OR  CONTINUE  THE  APPOINTMENT OF SUCH AN ADMINISTRATOR, EXCEPT\n   19  THAT THE RIGHTS OF THE OWNER, INCLUDING THE RIGHTS TO ANY SURPLUS PURSU-\n   20  ANT TO PARAGRAPH (E) OF SUBDIVISION ONE OF THIS SECTION, SHALL  PASS  TO\n   21  THE  RECEIVER.  IF SUCH RECEIVER HAS BEEN APPOINTED PRIOR TO APPOINTMENT\n   22  OF AN ADMINISTRATOR, THE COURT MAY APPOINT SUCH RECEIVER AS  ADMINISTRA-\n   23  TOR  UNDER  CIRCUMSTANCES  WHERE IT IS CONVINCED THAT SUCH RECEIVER WILL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07089-01-1\n\n       S. 1960                             2\n\n    1  PROPERLY UNDERTAKE RESPONSIBILITY FOR CORRECTING ALL THE VIOLATIONS  AND\n    2  DANGEROUS CONDITIONS, AND PROVIDE NECESSARY SERVICES TO THE DWELLING.\n    3    S  3. Section 1325 of the real property actions and proceedings law is\n    4  amended by adding three new subdivisions 4, 5 and 6 to read as follows:\n    5    4. ANY ORDER PURSUANT TO THIS  ARTICLE  WHICH  DOES  NOT  INCLUDE  THE\n    6  PROVISIONS REQUIRED BY SUBDIVISION THREE OF THIS SECTION, SHALL BE VOID-\n    7  ABLE.\n    8    5.  IF  ANY  RECEIVER  DOES NOT REGISTER WITH THE MUNICIPAL DEPARTMENT\n    9  WITHIN SEVEN DAYS AFTER THE DATE OF THE ORDER APPOINTING SUCH  RECEIVER,\n   10  ALL  ACTIONS TAKEN BY SUCH RECEIVER AFTER SAID SEVENTH DAY MAY BE VOIDED\n   11  BY THE COURT; SUCH RECEIVER IS STAYED FROM COMMENCING ANY ACTIONS IN ANY\n   12  COURT UNTIL HE OR SHE IS SO REGISTERED.\n   13    6. WHEN ANY RECEIVER IS APPOINTED PURSUANT TO THIS SECTION, NO  TENANT\n   14  OR  MUNICIPAL  AGENCY IS REQUIRED TO GET PRIOR APPROVAL FROM THE SUPREME\n   15  COURT BEFORE COMMENCING ANY ACTION AGAINST SAID RECEIVER.\n   16    S 4. This act shall take effect on the first of October next  succeed-\n   17  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1960\n\nTITLE OF BILL:\nAn act\nto amend the real property actions and proceedings law, in relation\nto proceedings to deposit rents\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill would amend the real property\nactions and proceedings law by adding a new section seven hundred\nseventy-three, a new subdivision eight under section seven hundred\nseventy-eight, and three new subdivisions, four, five and six, under\nsection thirteen hundred twenty-five. This bill has been introduced\nas a result of the Gomez vs. Smith Williamsburg Better Housing Court\ndecision filed in Kings County, Trial Term, Part 35A. The purpose of\nthis bill is to prevent slum-mortgagees from using the issue of\nreceivership as a tactic to delay the implementation of article 7-A\nproceedings. The bill would establish that receivership shall not be\nadjourned, dismissed or delayed because the petitioner has not\nrequested or received prior approval from the supreme court, the\nsupreme court has not authorized such a lawsuit against a receiver or\nthe receiver has not been named or served with process in such\nproceeding. Provides that the existence of a receiver prior to the\njudgement or appointment of an administrator in such proceeding,\nshall not affect the court's capacity to appoint or continue the\nappointment of such administrator. The court may appoint an existing\nreceiver as an administrator when it is convinced\nthat such receiver will take responsibility for correcting all\nexisting violations and dangerous conditions to the dwelling. Lastly,\nthe bill puts the receiver at risk if the court order appointing him\nin a foreclosure proceeding does not include the information mandated\nby the legislature in subdivision 3 of section 1325. Also, mandates\nthat a receiver must register with the code enforcement agency within\nseven days after being appointed receiver, receivership order is void\nand receiver is stayed from commencing any action until he is\nregistered. Eliminates any requirement to request, or receive,\nsupreme court approval before a tenant or a municipal agent may\ncommence an action against a receiver.\n\nJUSTIFICATION:\nArticle 7-A provides a method for tenants and municipal\nauthorities to use rents, and other funds, to improve slum buildings\nwhere the owners and mortgagees did not correct housing code\nviolations and/or hazardous conditions. However, some landlords and\nmortgagees attempt to use misrepresentations, delaying tactics and\ntotal disregard of provisions, in order to frustrate the legislative\nintent of this law.\nThis bill would amend the law to prohibit slum-mortgagees from arguing\nthat the receiver in a foreclosure should displace the 7-A\nadministrator or that the petitioners in the proceeding have not\ngotten prior supreme court approval. This bill would also clarify the\n\nsection of the RPAPL which applies to the responsibility of a\nreceiver in a foreclosure and provides an enforcement mechanism for\nensuring that the receiver adheres to these responsibilities.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of October\nnext succeeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to proceedings to deposit rents ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110118.T104617.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110120.T180923.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963731
}