{
  "year" : 2011,
  "senateBillNo" : "S1961-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S1961-2011-1294981200000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires report of violations of law by kosher food establishments to be posted on the premises",
  "summary" : "Directs commissioner of agriculture and markets to require that the proprietor of a business where a kosher food violation of law occurred to post a report of such violation in the public portion of every premises in which a food business is conducted, for a period of time beginning with the date the sanction, penalty or both are imposed; requires such report be posted for a period of at least six months. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S905-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1961\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the agriculture and markets law, in relation to  requir-\n         ing  a report of violations by kosher food establishments to be posted\n         on the premises in which business is conducted\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 201-d of the agriculture and markets law is amended\n    2  by adding a new closing paragraph to read as follows:\n    3    IN  ADDITION  TO  ANY  OTHER PENALTY PROVIDED BY LAW, THE COMMISSIONER\n    4  SHALL REQUIRE THE PROPRIETOR OF ANY  HOTEL,  RESTAURANT,  CATERER,  FOOD\n    5  ESTABLISHMENT  OR  OTHER PLACE WHERE FOOD PRODUCTS ARE SOLD FOR CONSUMP-\n    6  TION ON OR OFF THE  PREMISES  AND  WHERE  A  VIOLATION  OF  ANY  OF  THE\n    7  PROVISIONS  OF  SECTION  TWO  HUNDRED  ONE-A,  TWO  HUNDRED ONE-B OR TWO\n    8  HUNDRED ONE-C OF THIS ARTICLE  HAS  OCCURRED  TO  CONSPICUOUSLY  POST  A\n    9  RECORD  OF  SUCH  VIOLATION  IN THE PORTION OF EVERY PREMISES IN WHICH A\n   10  FOOD BUSINESS IS  CONDUCTED  BY  SUCH  PROPRIETOR,  WHICH  RECORD  SHALL\n   11  CONTAIN THE NATURE OF THE VIOLATION AND THE SANCTION AND PENALTY IMPOSED\n   12  IN SUCH FORM AS THE COMMISSIONER SHALL DETERMINE. THE COMMISSIONER SHALL\n   13  REQUIRE  SUCH RECORD TO BE CONSPICUOUSLY POSTED FOR A PERIOD OF AT LEAST\n   14  SIX MONTHS, BEGINNING WITH THE DATE THE SANCTION OR  PENALTY,  OR  BOTH,\n   15  ARE IMPOSED.\n   16    S 2. This act shall take effect on the one hundred twentieth day after\n   17  it shall have become a law, provided, however, that effective immediate-\n   18  ly,  the  addition,  amendment and/or repeal of any rules or regulations\n   19  necessary for the implementation of the foregoing section of this act on\n   20  its effective date are authorized and directed to be made and  completed\n   21  on or before such effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07088-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to requiring a report of violations by kosher food establishments to be posted on the premises in which business is conducted ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110118.T104617.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110114.T122438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295365577224
}