{
  "year" : 2011,
  "senateBillNo" : "S1969-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1969-2011-1294981200000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the climate change solutions fund",
  "summary" : "Establishes the climate change solutions fund. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A1646",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SA5641-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1969\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law and the state finance\n         law, in relation to the climate change solutions fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  19-0301 of the environmental\n    2  conservation law is amended by adding a  new  paragraph  g  to  read  as\n    3  follows:\n    4    G.  PROVIDE  FOR THE DEPOSIT OF REVENUES FROM THE AUCTION OF ANY EMIS-\n    5  SIONS ALLOWANCES FOR AIR CONTAMINANTS TO THE  CLIMATE  CHANGE  SOLUTIONS\n    6  FUND ESTABLISHED BY SECTION NINETY-TWO-T OF THE STATE FINANCE LAW.\n    7    S  2. The state finance law is amended by adding a new section 92-t to\n    8  read as follows:\n    9    S 92-T. CLIMATE CHANGE SOLUTIONS FUND. 1. THERE IS HEREBY  ESTABLISHED\n   10  IN  THE  JOINT  CUSTODY OF THE STATE COMPTROLLER AND THE COMMISSIONER OF\n   11  TAXATION AND FINANCE A SPECIAL FUND TO BE KNOWN AS THE  \"CLIMATE  CHANGE\n   12  SOLUTIONS FUND\".\n   13    2.  THE  CLIMATE  CHANGE  SOLUTIONS FUND SHALL CONSIST OF THE PROCEEDS\n   14  COLLECTED FROM THE AUCTION OF ANY EMISSIONS ALLOWANCES FOR  AIR  CONTAM-\n   15  INANTS  AS  PROVIDED FOR DEPOSIT INTO SUCH FUND UNDER SECTION 19-0301 OF\n   16  THE ENVIRONMENTAL CONSERVATION LAW AND ANY INTEREST  GENERATED  BY  SUCH\n   17  FUND AND ANY OTHER MONIES MADE AVAILABLE FOR SUCH PURPOSES.\n   18    3.  ALL  MONIES RECEIVED BY THE COMPTROLLER FOR DEPOSIT IN THE CLIMATE\n   19  CHANGE SOLUTIONS FUND SHALL BE DEPOSITED FIRST  TO  THE  CREDIT  OF  THE\n   20  CLIMATE  CHANGE  TRANSFER  ACCOUNT. NO MONIES SHALL BE EXPENDED FROM ANY\n   21  SUCH ACCOUNT FOR ANY PROJECT EXCEPT PURSUANT  TO  APPROPRIATION  BY  THE\n   22  LEGISLATURE.\n   23    A. ALL MONEYS HERETOFORE AND HEREAFTER DEPOSITED IN THE CLIMATE CHANGE\n   24  TRANSFER  ACCOUNT  SHALL BE TRANSFERRED BY THE COMPTROLLER TO THE ENERGY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04810-01-1\n\n       S. 1969                             2\n\n    1  EFFICIENCY ACCOUNT, THE RENEWABLE ENERGY DEVELOPMENT ACCOUNT, THE GREEN-\n    2  HOUSE GAS EMISSION REDUCTION ACCOUNT OR THE CLEAN AIR ACCOUNT.\n    3    B.  MONEYS FROM THE GREENHOUSE GAS EMISSION REDUCTION ACCOUNT SHALL BE\n    4  AVAILABLE, PURSUANT TO APPROPRIATION, FOR ANY  GREENHOUSE  GAS  EMISSION\n    5  REDUCTION  PROJECT,  AS  DEFINED IN SECTION 19-1307 OF THE ENVIRONMENTAL\n    6  CONSERVATION LAW.\n    7    C. MONEYS FROM THE  ENERGY  EFFICIENCY  ACCOUNT  SHALL  BE  AVAILABLE,\n    8  PURSUANT  TO  APPROPRIATION FOR ANY ENERGY EFFICIENCY PROJECT AS DEFINED\n    9  IN SECTION 19-1309 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   10    D. MONEYS FROM THE  RENEWABLE  ENERGY  DEVELOPMENT  ACCOUNT  SHALL  BE\n   11  AVAILABLE,  PURSUANT TO APPROPRIATION, FOR ANY RENEWABLE ENERGY DEVELOP-\n   12  MENT PROJECT, AS DEFINED IN SECTION 19-1311 OF THE ENVIRONMENTAL CONSER-\n   13  VATION LAW.\n   14    E. MONEYS FROM THE CLEAN AIR ACCOUNT SHALL BE AVAILABLE,  PURSUANT  TO\n   15  APPROPRIATION,  FOR  ANY  CLEAN  AIR  TECHNOLOGY  PROJECT, AS DEFINED IN\n   16  SECTION 19-1313 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   17    4. MONEYS IN THE CLIMATE CHANGE SOLUTIONS FUND SHALL BE KEPT  SEPARATE\n   18  AND  SHALL NOT BE COMMINGLED WITH ANY OTHER MONEYS IN THE CUSTODY OF THE\n   19  COMPTROLLER.\n   20    5. ALL PAYMENTS OF MONEYS FROM THE FUND SHALL BE MADE ON THE AUDIT AND\n   21  THE WARRANT OF THE COMPTROLLER.\n   22    S 3. This act shall take effect immediately or on the same date  as  a\n   23  chapter of the laws of 2011, entitled \"AN ACT to amend the environmental\n   24  conservation  law,  in  relation  to  establishing  the  climate  change\n   25  solutions program act\", whichever is later.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law and the state finance law, in relation to the climate change solutions fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110118.T105117.TXT", "SOBI.D110114.T115945.TXT", "SOBI.D110118.T104617.TXT", "SOBI.D110114.T122438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295365877361
}