{
  "year" : 2011,
  "senateBillNo" : "S1968-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S1968-2011-1294981200000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the director of the office of homeland security to conduct a review of the security of metropolitan transportation authority facilities",
  "summary" : "Directs the director of the office of homeland security to conduct a review and analysis of the security measures taken at the transportation facilities of the metropolitan transportation authority and its subsidiaries; requires such director to issue confidential reports of his or her findings and recommendations. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : "A1649",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A5233-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1968\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the executive law, in relation to creation  of  security\n         measures  for the transportation facilities of the metropolitan trans-\n         portation authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (q) of subdivision 2 of section 709 of the execu-\n    2  tive  law,  as amended by section 14 of part B of chapter 56 of the laws\n    3  of 2010, is amended to read as follows:\n    4    (q) request from any department, division, office, commission or other\n    5  agency of the state or any political subdivision thereof, OR ANY  PUBLIC\n    6  AUTHORITY  OR PUBLIC BENEFIT CORPORATION, and the same are authorized to\n    7  provide, such assistance, services and data as may be  required  by  the\n    8  division of homeland security and emergency services in carrying out the\n    9  purposes  of  this article, subject to applicable laws, rules, and regu-\n   10  lations;\n   11    S 2. The executive law is amended by adding a new section 718 to  read\n   12  as follows:\n   13    S 718. PROTECTION OF CRITICAL INFRASTRUCTURE; METROPOLITAN TRANSPORTA-\n   14  TION  AUTHORITY  FACILITIES.  1.  NOTWITHSTANDING ANY OTHER PROVISION OF\n   15  LAW, THE DIRECTOR OF THE OFFICE OF HOMELAND  SECURITY  SHALL  CONDUCT  A\n   16  REVIEW  AND  ANALYSIS OF MEASURES BEING TAKEN BY THE METROPOLITAN TRANS-\n   17  PORTATION AUTHORITY AND ANY OTHER AGENCY OR AUTHORITY OF  THE  STATE  OR\n   18  ANY POLITICAL SUBDIVISION THEREOF AND, TO THE EXTENT PRACTICABLE, OF ANY\n   19  FEDERAL  ENTITY,  TO  PROTECT  THE  SECURITY  OF CRITICAL INFRASTRUCTURE\n   20  RELATED TO THE TRANSPORTATION  FACILITIES,  WHICH  SHALL  INCLUDE  THOSE\n   21  FACILITIES  SET  FORTH IN SUBDIVISION FOURTEEN OF SECTION TWELVE HUNDRED\n   22  SIXTY-ONE OF THE PUBLIC AUTHORITIES LAW  AND  SHALL  ALSO  INCLUDE,  FOR\n   23  PURPOSES  OF  THIS  SECTION,  BRIDGES  AND  TUNNELS, OF THE METROPOLITAN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04806-01-1\n\n       S. 1968                             2\n\n    1  TRANSPORTATION AUTHORITY AND OF ALL SUBSIDIARIES OF SUCH AUTHORITY.  THE\n    2  DIRECTOR OF THE OFFICE OF HOMELAND SECURITY SHALL HAVE THE AUTHORITY  TO\n    3  REVIEW  ANY  AUDITS  OR REPORTS RELATED TO THE SECURITY OF SUCH CRITICAL\n    4  INFRASTRUCTURE,  INCLUDING AUDITS OR REPORTS CONDUCTED AT THE REQUEST OF\n    5  THE METROPOLITAN TRANSPORTATION AUTHORITY OR ANY OTHER AGENCY OR AUTHOR-\n    6  ITY OF THE STATE OR ANY POLITICAL SUBDIVISION THEREOF OR, TO THE  EXTENT\n    7  PRACTICABLE, OF ANY FEDERAL ENTITY. THE OPERATORS OF SUCH TRANSPORTATION\n    8  FACILITIES  SHALL, IN COMPLIANCE WITH ANY FEDERAL AND STATE REQUIREMENTS\n    9  REGARDING THE DISSEMINATION OF SUCH INFORMATION, PROVIDE ACCESS  TO  THE\n   10  DIRECTOR  OF  THE  OFFICE OF HOMELAND SECURITY TO SUCH AUDITS OR REPORTS\n   11  REGARDING SUCH CRITICAL INFRASTRUCTURE PROVIDED, HOWEVER, THAT EXCLUSIVE\n   12  CUSTODY AND CONTROL OF SUCH AUDITS AND REPORTS SHALL REMAIN SOLELY  WITH\n   13  THE  OPERATORS  OF  SUCH  TRANSPORTATION FACILITIES. FOR THE PURPOSES OF\n   14  THIS  ARTICLE,  THE  TERM  \"CRITICAL  INFRASTRUCTURE\"  HAS  THE  MEANING\n   15  ASCRIBED  TO  THAT TERM IN SUBDIVISION FIVE OF SECTION EIGHTY-SIX OF THE\n   16  PUBLIC OFFICERS LAW.\n   17    2. (A) ON OR BEFORE DECEMBER THIRTY-FIRST, TWO  THOUSAND  TWELVE,  AND\n   18  NOT  LATER THAN THREE YEARS AFTER SUCH DATE, AND EVERY FIVE YEARS THERE-\n   19  AFTER, THE DIRECTOR OF THE OFFICE OF HOMELAND SECURITY SHALL  REPORT  TO\n   20  THE  GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF THE\n   21  ASSEMBLY, AND THE BOARD OF ANY SUCH AFFECTED  TRANSPORTATION  AUTHORITY.\n   22  SUCH  REPORT  SHALL  REVIEW  THE SECURITY MEASURES BEING TAKEN REGARDING\n   23  CRITICAL INFRASTRUCTURE RELATED TO TRANSPORTATION FACILITIES, AS DEFINED\n   24  IN SUBDIVISION FOURTEEN OF  SECTION  TWELVE  HUNDRED  SIXTY-ONE  OF  THE\n   25  PUBLIC  AUTHORITIES  LAW,  ASSESS THE EFFECTIVENESS THEREOF, AND INCLUDE\n   26  RECOMMENDATIONS TO THE LEGISLATURE, OR THE  METROPOLITAN  TRANSPORTATION\n   27  AUTHORITY  IF THE DIRECTOR OF THE OFFICE OF HOMELAND SECURITY DETERMINES\n   28  THAT ADDITIONAL MEASURES ARE REQUIRED  TO  BE  IMPLEMENTED,  CONSIDERING\n   29  AMONG  OTHER  FACTORS, THE UNIQUE CHARACTERISTICS OF EACH TRANSPORTATION\n   30  FACILITY. ON OR BEFORE APRIL THIRTIETH, TWO THOUSAND TWELVE, THE  DIREC-\n   31  TOR  OF  THE OFFICE OF HOMELAND SECURITY SHALL MAKE A PRELIMINARY REPORT\n   32  TO THE GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE, THE  SPEAKER  OF\n   33  THE ASSEMBLY, AND THE BOARD OF ANY SUCH AFFECTED TRANSPORTATION AUTHORI-\n   34  TY.\n   35    (B)  BEFORE  THE RECEIPT OF SUCH REPORT IDENTIFIED IN PARAGRAPH (A) OF\n   36  THIS SUBDIVISION, EACH RECIPIENT OF SUCH REPORT SHALL DEVELOP  CONFIDEN-\n   37  TIALITY  PROTOCOLS, WHICH SHALL BE BINDING UPON THE RECIPIENT WHO ISSUES\n   38  THE PROTOCOLS AND ANYONE TO WHOM THE  RECIPIENT  SHOWS  A  COPY  OF  THE\n   39  REPORT,  IN  CONSULTATION  WITH  THE  DIRECTOR OF THE OFFICE OF HOMELAND\n   40  SECURITY FOR THE MAINTENANCE AND USE OF SUCH REPORT SO AS TO ENSURE  THE\n   41  CONFIDENTIALITY  OF  THE  REPORT  AND ALL INFORMATION CONTAINED THEREIN,\n   42  PROVIDED, HOWEVER, THAT SUCH PROTOCOLS  SHALL  NOT  BE  BINDING  UPON  A\n   43  PERSON  WHO  IS  PROVIDED  ACCESS  TO  SUCH  REPORT  OR  ANY INFORMATION\n   44  CONTAINED THEREIN PURSUANT TO SECTION EIGHTY-NINE OF THE PUBLIC OFFICERS\n   45  LAW AFTER A FINAL DETERMINATION THAT ACCESS TO SUCH REPORT OR ANY INFOR-\n   46  MATION CONTAINED THEREIN COULD NOT BE DENIED PURSUANT TO SUBDIVISION TWO\n   47  OF SECTION EIGHTY-SEVEN OF THE PUBLIC OFFICERS LAW. THE DIRECTOR OF  THE\n   48  OFFICE  OF HOMELAND SECURITY SHALL ALSO DEVELOP PROTOCOLS FOR HIS OR HER\n   49  OFFICE RELATED TO THE MAINTENANCE AND USE OF SUCH REPORT SO AS TO ENSURE\n   50  THE CONFIDENTIALITY OF THE REPORT AND ALL INFORMATION CONTAINED THEREIN.\n   51  ON EACH REPORT, THE DIRECTOR OF THE OFFICE OF  HOMELAND  SECURITY  SHALL\n   52  PROMINENTLY  DISPLAY  THE  FOLLOWING STATEMENT: \"THIS REPORT MAY CONTAIN\n   53  INFORMATION THAT IF DISCLOSED COULD ENDANGER THE LIFE OR SAFETY  OF  THE\n   54  PUBLIC,  AND  THEREFORE,  PURSUANT  TO  SECTION SEVEN HUNDRED TEN OF THE\n   55  EXECUTIVE LAW, THIS REPORT IS TO BE MAINTAINED  AND  USED  IN  A  MANNER\n\n       S. 1968                             3\n\n    1  CONSISTENT WITH PROTOCOLS ESTABLISHED TO PRESERVE THE CONFIDENTIALITY OF\n    2  THE INFORMATION CONTAINED HEREIN IN A MANNER CONSISTENT WITH LAW\".\n    3    (C)   THE   METROPOLITAN   TRANSPORTATION  AUTHORITY  SHALL  HAVE  THE\n    4  DISCRETION TO REQUIRE THAT THE RECOMMENDATIONS OF THE  DIRECTOR  OF  THE\n    5  OFFICE  OF  HOMELAND SECURITY BE IMPLEMENTED BY ANY OPERATOR OF A TRANS-\n    6  PORTATION FACILITY.\n    7    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to creation of security measures for the transportation facilities of the metropolitan transportation authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110118.T104617.TXT", "SOBI.D110114.T115945.TXT", "SOBI.D110114.T122438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295365577232
}