{
  "year" : 2011,
  "senateBillNo" : "S1964-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S1964-2011-1294981200000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for administrative adjudication in the New York city parking violations bureau of bicycle traffic infractions",
  "summary" : "Provides for the administrative adjudication of traffic infractions arising out of the operation of a bicycle to be done by the parking violations bureau in the city of New York rather than the state traffic violations bureau. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S4340-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1964\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law and the administrative  code\n         of  the  city  of New York, in relation to the adjudication of traffic\n         infractions arising out of the operation of a bicycle\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of section 225 of the vehicle and traffic\n    2  law, as amended by chapter 173 of the laws of 1990, is amended  to  read\n    3  as follows:\n    4    1. Notwithstanding any inconsistent provision of law, EXCEPT AS OTHER-\n    5  WISE  PROVIDED  IN  SUBDIVISION SIX OF SECTION TWO HUNDRED THIRTY-SIX OF\n    6  THIS TITLE,  all violations of this chapter  or  of  a  law,  ordinance,\n    7  order, rule or regulation relating to traffic, except parking, standing,\n    8  stopping  or  pedestrian  offenses,  which  occur within a city having a\n    9  population of two hundred  thousand  or  more  in  which  administrative\n   10  tribunals  have  heretofore  been established, or within that portion of\n   11  Suffolk county for which a district  court  has  been  established,  and\n   12  which are classified as traffic infractions, may be heard and determined\n   13  pursuant  to  the  regulations  of  the commissioner as provided in this\n   14  article.  Whenever a crime and a traffic infraction  arise  out  of  the\n   15  same  transaction  or occurrence, a charge alleging both offenses may be\n   16  made returnable before the court having  jurisdiction  over  the  crime.\n   17  Nothing  herein  provided  shall be construed to prevent a court, having\n   18  jurisdiction over a criminal charge relating to  traffic  or  a  traffic\n   19  infraction,  from lawfully entering a judgment of conviction, whether or\n   20  not based on a plea of guilty, for any offense classified as  a  traffic\n   21  infraction.\n   22    S  2.  Section 236 of the vehicle and traffic law is amended by adding\n   23  a new subdivision 6 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06662-01-1\n\n       S. 1964                             2\n\n    1    6.  NOTWITHSTANDING ANY INCONSISTENT PROVISION OF ANY GENERAL, SPECIAL\n    2  OR LOCAL LAW TO THE CONTRARY, THE CITY OF NEW YORK MAY PROVIDE BY  LOCAL\n    3  LAW FOR THE ADMINISTRATIVE ADJUDICATION IN THE PARKING VIOLATIONS BUREAU\n    4  OF THE CITY OF NEW YORK OF TRAFFIC INFRACTIONS ARISING OUT OF THE OPERA-\n    5  TION  OF A BICYCLE.  EXCEPT AS OTHERWISE PROVIDED, CHARGES OF SUCH TRAF-\n    6  FIC INFRACTIONS SHALL BE HEARD AND DETERMINED  IN  THE  SAME  MANNER  AS\n    7  CHARGES OF PARKING VIOLATIONS AND A PERSON CHARGED WITH ANY SUCH TRAFFIC\n    8  INFRACTION  SHALL HAVE ALL THE RIGHTS TO A HEARING, ADMINISTRATIVE ADJU-\n    9  DICATION AND JUDICIAL REVIEW WHICH  A  PERSON  CHARGED  WITH  A  PARKING\n   10  VIOLATION  HAS.   THE PARKING VIOLATIONS BUREAU SHALL HAVE ALL THE FUNC-\n   11  TIONS, POWERS AND DUTIES WITH RESPECT TO SUCH TRAFFIC INFRACTIONS AS ARE\n   12  GRANTED WITH RESPECT TO PARKING VIOLATIONS.   SUCH  TRAFFIC  INFRACTIONS\n   13  SHALL  BE  PUNISHABLE  BY  CIVIL  PENALTIES IN AMOUNTS NOT TO EXCEED THE\n   14  AMOUNTS AUTHORIZED IN ARTICLE TWO-A OF THIS TITLE FOR THE COMMISSION  OF\n   15  SUCH TRAFFIC INFRACTIONS.  ALL MONEYS COLLECTED SHALL BE THE PROPERTY OF\n   16  THE CITY OF NEW YORK.\n   17    S  3.    Section  19-201 of the administrative code of the city of New\n   18  York is amended to read as follows:\n   19    S  19-201  Parking violations bureau created. There is hereby  created\n   20  in the department a parking violations bureau which shall have jurisdic-\n   21  tion  of  allegations  of traffic infractions which constitute a parking\n   22  violation AND OF TRAFFIC INFRACTIONS ARISING OUT OF THE OPERATION  OF  A\n   23  BICYCLE.    For  the purpose of this chapter, a parking violation is the\n   24  violation of any local law, rule or regulation provided for or  regulat-\n   25  ing  the  parking,  stopping or standing of a motor vehicle AND THE TERM\n   26  \"BICYCLE\" SHALL HAVE THE MEANING GIVEN SUCH TERM IN SECTION ONE  HUNDRED\n   27  TWO OF THE VEHICLE AND TRAFFIC LAW.\n   28    S  4.  Subdivisions a, b and h of section 19-203 of the administrative\n   29  code of the city of New York, subdivision b as amended by section  2  of\n   30  part  B  of  chapter  93  of  the  laws  of 2002, are amended to read as\n   31  follows:\n   32    a. To accept pleas to, and to hear and determine, charges  of  parking\n   33  violations  AND OF TRAFFIC INFRACTIONS ARISING OUT OF THE OPERATION OF A\n   34  BICYCLE;\n   35    b. To provide  for  penalties  other  than  imprisonment  for  parking\n   36  violations,  provided  however, that monetary penalties shall not exceed\n   37  fifty dollars for each parking violation AND TO  PROVIDE  FOR  PENALTIES\n   38  FOR  THE  COMMISSION OF TRAFFIC INFRACTIONS ARISING OUT OF THE OPERATION\n   39  OF A BICYCLE IN AMOUNTS AUTHORIZED IN ARTICLE TWO-A OF THE  VEHICLE  AND\n   40  TRAFFIC  LAW,  provided  that  monetary  penalties  shall not exceed one\n   41  hundred dollars for each parking violation committed in  a  space  where\n   42  stopping  or standing is prohibited and provided, further, that monetary\n   43  penalties shall not exceed one hundred  fifty  dollars  for  each  hand-\n   44  icapped parking violation;\n   45    h.  To  prepare and issue a notice of violation in blank to members of\n   46  the police department, the fire department, the department of  transpor-\n   47  tation  and  to  other officers as the bureau by regulation shall deter-\n   48  mine.  The notice of violation, when filled in and sworn to or  affirmed\n   49  by  such  designated  officers,  and served as provided in this chapter,\n   50  shall constitute notice of the parking violation charged  OR  NOTICE  OF\n   51  THE  CHARGE  OF  A  TRAFFIC INFRACTION ARISING OUT OF THE OPERATION OF A\n   52  BICYCLE, AS THE CASE MAY BE.\n   53    S 5.  Subdivision b of section 19-204 of the  administrative  code  of\n   54  the city of New York is amended to read as follows:\n   55    b.  [The]  IN  THE CASE OF PARKING VIOLATIONS, THE notice of violation\n   56  shall be served personally upon the operator of a motor vehicle  who  is\n\n       S. 1964                             3\n\n    1  present  at  the time of service, and his or her name, together with the\n    2  license designation as shown by the registration plates on said vehicle,\n    3  shall be inserted therein. The notice of violation shall be served  upon\n    4  the owner of the motor vehicle if the operator is not present, by affix-\n    5  ing  such  notice  to said vehicle in a conspicuous place. Whenever such\n    6  notice is so affixed, in lieu  of  inserting  the  name  of  the  person\n    7  charged  with the violation in the space provided for the identification\n    8  of said person, the words \"owner of the motor vehicle  bearing  license\"\n    9  may  be  inserted  to be followed by the license designation as shown by\n   10  the registration plates on  said  vehicle.  Service  of  the  notice  of\n   11  violation by affixation as herein provided shall have the same force and\n   12  effect  and shall be subject to the same penalties for disregard thereof\n   13  as though the same was personally served with the  name  of  the  person\n   14  charged  with  the  violation inserted therein.   IN THE CASE OF TRAFFIC\n   15  INFRACTIONS ARISING OUT OF THE OPERATION OF A  BICYCLE,  THE  NOTICE  OF\n   16  VIOLATION  SHALL BE SERVED PERSONALLY UPON THE OPERATOR OF A BICYCLE WHO\n   17  IS PRESENT AT THE TIME OF SERVICE, AND HIS OR HER NAME SHALL BE INSERTED\n   18  THEREIN.\n   19    S 6.  Paragraph 2 of subdivision a of section 19-205 of  the  adminis-\n   20  trative code of the city of New York is amended to read as follows:\n   21    2.  Whenever  used  in  this  chapter,  the  term \"operator\" means any\n   22  person, corporation, firm, agency, association or organization that uses\n   23  or operates a motor vehicle with or without the permission of the owner,\n   24  and an owner who operates his or her own motor vehicle, EXCEPT THAT WITH\n   25  RESPECT TO BICYCLES THE TERM \"OPERATOR\" MEANS ANY INDIVIDUAL WHO USES OR\n   26  OPERATES A BICYCLE.\n   27    S 7.  Subdivision a of section 19-206 of the  administrative  code  of\n   28  the city of New York is amended to read as follows:\n   29    a.  Notice  of  hearing.    Whenever  a  person charged with a parking\n   30  violation OR A TRAFFIC INFRACTION ARISING OUT  OF  THE  OPERATION  OF  A\n   31  BICYCLE enters a plea of not guilty, the bureau shall advise such person\n   32  personally or by registered or certified mail, return receipt requested,\n   33  of  the  date  on  which he or she must appear to answer the charge at a\n   34  hearing.   The form and content of  such  notice  of  hearing  shall  be\n   35  prescribed  by  the  director, and shall contain a warning to advise the\n   36  person so pleading that failure to appear on the date designated, or  on\n   37  any  subsequent  adjourned  date,  shall be deemed, for all purposes, an\n   38  admission of liability, and that a default judgment may be rendered.\n   39    S 8.  Paragraphs 1 and 6 of subdivision b of  section  19-206  of  the\n   40  administrative  code  of  the  city  of  New York are amended to read as\n   41  follows:\n   42    1. Every hearing for the adjudication of a charge of parking violation\n   43  OR TRAFFIC INFRACTION ARISING OUT OF THE OPERATION OF A BICYCLE shall be\n   44  held before a senior hearing examiner or a hearing examiner  in  accord-\n   45  ance with rules and regulations promulgated by the bureau.\n   46    6.   The hearing officer shall not examine (I) the parking record of a\n   47  person charged WITH A PARKING VIOLATION prior to making a  determination\n   48  OR (II) THE TRAFFIC VIOLATIONS RECORD OF A PERSON CHARGED WITH A TRAFFIC\n   49  INFRACTION  ARISING  OUT OF THE OPERATION OF A BICYCLE PRIOR TO MAKING A\n   50  DETERMINATION.\n   51    S 9.  Section 19-207 of the administrative code of  the  city  of  New\n   52  York,  subdivision  b  as amended by chapter 269 of the laws of 1987, is\n   53  amended to read as follows:\n   54    S  19-207  Judgments. a. The hearing officer  shall  make  a  determi-\n   55  nation  on  the charges, either sustaining or dismissing them. Where the\n   56  hearing officer determines that the charges OF A PARKING VIOLATION  have\n\n       S. 1964                             4\n\n    1  been  sustained  he  or she may examine the parking violations record of\n    2  the person charged prior to rendering  a  judgment.  WHERE  THE  HEARING\n    3  OFFICER  DETERMINES THAT THE CHARGES OF A TRAFFIC INFRACTION ARISING OUT\n    4  OF  THE OPERATION OF A BICYCLE HAVE BEEN SUSTAINED HE OR SHE MAY EXAMINE\n    5  THE TRAFFIC VIOLATIONS RECORD OF THE PERSON CHARGED PRIOR TO RENDERING A\n    6  JUDGMENT.  Judgments sustaining or dismissing charges shall  be  entered\n    7  on  a judgment roll maintained by the bureau together with records show-\n    8  ing payment and non-payment of penalties.\n    9    b. Where an operator or owner fails to enter a plea  to  a  charge  of\n   10  parking  violation OR TRAFFIC INFRACTION ARISING OUT OF THE OPERATION OF\n   11  A BICYCLE, AS THE CASE MAY BE, or fails to appear on a designated  hear-\n   12  ing  date or subsequent adjourned date, as prescribed by this chapter or\n   13  by rule or regulation of the bureau, such failure to plead or to  appear\n   14  shall  be  deemed, for all purposes, an admission of liability and shall\n   15  be grounds for rendering and entering  a  default  judgment.    However,\n   16  after  the  expiration  of  the  time  prescribed for entering a plea or\n   17  making an appearance, and before such default judgment may be  rendered,\n   18  the  bureau shall notify such operator or owner, by ordinary mail (1) of\n   19  the violation charge, (2) of the impending  default  judgment,  and  (3)\n   20  that a default may be avoided by entering a plea or making an appearance\n   21  within  thirty  days  of  the  sending  of such notice. Pleas entered or\n   22  appearances made within that period shall be in the manner prescribed in\n   23  the notice and not subject to additional penalty or fee. Such notice  of\n   24  impending  default judgment shall not be required prior to the rendering\n   25  and entry thereof in the case of operators or owners who  are  non-resi-\n   26  dents  of  the state of New York. In no case shall a default judgment be\n   27  rendered or, where required, a notice of impending default  judgment  be\n   28  sent,  more  than  two years after the expiration of the time prescribed\n   29  for entering a plea or making an appearance.\n   30    S 10.  This act shall take effect one year after it shall have  become\n   31  a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the administrative code of the city of New York, in relation to the adjudication of traffic infractions arising out of the operation of a bicycle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110118.T104617.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110114.T122438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295365577220
}