{
  "year" : 2011,
  "senateBillNo" : "S1967-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S1967-2011-1294981200000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the use of innovative techniques to enhance public participation in the rule making process",
  "summary" : "Authorizes the use of innovative techniques to enhance public participation in the rule making process; provides that use of such techniques shall in no way otherwise diminish public participation in the rule making process; establishes a three year pilot project for seven major regulatory agencies to hold public hearings upon petition of 125 or more New York residents. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : "A1648",
  "lawSection" : "State Administrative Procedure Act",
  "previousVersions" : [ "A8431-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1967\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Commerce, Economic  Devel-\n         opment and Small Business\n\n       AN  ACT  to amend the state administrative procedure act, in relation to\n         public hearings on proposed rules; and providing  for  the  repeal  of\n         such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 102 of  the  state  administrative\n    2  procedure act, as amended by chapter 635 of the laws of 1995, is amended\n    3  to read as follows:\n    4    1. \"Agency\" means any department, board, bureau, commission, division,\n    5  office,  council, committee or officer of the state, or a public benefit\n    6  corporation or public  authority  at  least  one  of  whose  members  is\n    7  appointed  by  the  governor, authorized by law to make rules or to make\n    8  final decisions in adjudicatory proceedings but shall  not  include  the\n    9  governor,  agencies  in  the legislative and judicial branches, agencies\n   10  created by interstate compact or international agreement,  the  division\n   11  of  military  and naval affairs to the extent it exercises its responsi-\n   12  bility for military and naval affairs, the division of state police, the\n   13  identification and intelligence unit of the division of criminal justice\n   14  services, the state insurance fund, the  unemployment  insurance  appeal\n   15  board, and except for purposes of subdivision one of section two hundred\n   16  two-d  AND  SECTION  TWO  HUNDRED  TWO-F  of  this chapter, the workers'\n   17  compensation board and except for purposes of article two of this  chap-\n   18  ter,  the  state  division  of parole and the department of correctional\n   19  services.\n   20    S 2. The state administrative procedure act is amended by adding a new\n   21  section 202-f to read as follows:\n   22    S 202-F. PUBLIC HEARINGS. 1. WHENEVER A PUBLIC HEARING IS  HELD  ON  A\n   23  PROPOSED  RULE  PURSUANT  TO  THIS CHAPTER, UNLESS OTHERWISE PROVIDED IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04122-01-1\n\n       S. 1967                             2\n\n    1  LAW, AN AGENCY IS AUTHORIZED TO UTILIZE INNOVATIVE TECHNIQUES TO ENHANCE\n    2  PUBLIC PARTICIPATION IN RULE MAKING, INCLUDING BUT NOT LIMITED TO ALLOW-\n    3  ING THE PUBLIC TO ASK QUESTIONS OF AGENCY PERSONNEL  FOR  A  PORTION  OF\n    4  SUCH HEARING, ORGANIZING SUCH HEARING AS A ROUNDTABLE DISCUSSION, SCHED-\n    5  ULING AN EVENING OR WEEKEND HEARING, AND USING BROADCASTING AND TELECON-\n    6  FERENCING TECHNOLOGIES; PROVIDED, HOWEVER, THAT NO SUCH INNOVATIVE TECH-\n    7  NIQUES  SHALL  BE  USED  IN  A MANNER WHICH DIMINISHES THE ABILITY WHICH\n    8  MEMBERS OF THE PUBLIC WOULD OTHERWISE HAVE TO COMMENT  ON  THE  PROPOSED\n    9  RULE AT A PUBLIC HEARING. EACH AGENCY LISTED IN SUBDIVISION FOUR OF THIS\n   10  SECTION  SHALL, AND ANY OTHER AGENCY MAY, INCLUDE IN ITS ANNUAL REPORT A\n   11  DESCRIPTION AND ANALYSIS OF ITS USE OF INNOVATIVE TECHNIQUES PURSUANT TO\n   12  THIS SUBDIVISION.\n   13    2. EXCEPT AS PROVIDED IN SUBDIVISION THREE OF THIS SECTION, ANY AGENCY\n   14  LISTED IN SUBDIVISION FOUR OF THIS SECTION  WHICH  RECEIVES  A  PETITION\n   15  SUBSCRIBED BY NOT FEWER THAN ONE HUNDRED TWENTY-FIVE PERSONS RESIDING IN\n   16  THIS  STATE  REQUESTING A PUBLIC HEARING ON ANY RULE OR RULES WHICH HAVE\n   17  BEEN PROPOSED BY THE AGENCY, OR HAVE BEEN DESCRIBED  IN  THE  REGULATORY\n   18  AGENDA  SUBMITTED BY THE AGENCY PURSUANT TO SECTION TWO HUNDRED TWO-D OF\n   19  THIS ARTICLE, SHALL HOLD AT LEAST ONE PUBLIC  HEARING  ON  THE  RULE  OR\n   20  RULES;  PROVIDED,  HOWEVER,  THAT  ANY SUCH PETITION ON A RULE WHICH HAS\n   21  BEEN PROPOSED MUST BE RECEIVED BY THE AGENCY NOT LATER THAN THE  TWENTI-\n   22  ETH DAY BEFORE THE LAST DATE FOR SUBMISSION OF COMMENTS. ANY AGENCY THAT\n   23  RECEIVES  A  PETITION  AFTER  THE TWENTIETH DAY BEFORE THE LAST DATE FOR\n   24  SUBMISSION OF COMMENTS AND ANY AGENCY NOT LISTED IN SUBDIVISION FOUR  OF\n   25  THIS SECTION MAY ELECT TO HOLD A HEARING UPON RECEIPT OF A PETITION. DUE\n   26  CONSIDERATION SHALL BE GIVEN TO ANY REQUEST IN A PETITION THAT A HEARING\n   27  BE CONDUCTED IN A PARTICULAR REGION.\n   28    3.  AN  AGENCY SHALL NOT BE REQUIRED TO HOLD A PUBLIC HEARING PURSUANT\n   29  TO SUBDIVISION TWO OF THIS SECTION (A) ON A RULE FOR WHICH A HEARING  IS\n   30  REQUIRED BY LAW AND HAS BEEN SCHEDULED OR HELD; (B) ON A CONSENSUS RULE;\n   31  OR (C) ON A RULE DEFINED IN SUBPARAGRAPH (II) OF PARAGRAPH (A) OF SUBDI-\n   32  VISION  TWO  OF  SECTION  ONE HUNDRED TWO OF THIS CHAPTER. WHEN A PUBLIC\n   33  HEARING HAS BEEN REQUESTED FOR ANY RULE DESCRIBED IN A REGULATORY  AGEN-\n   34  DA,  THE AGENCY SHALL NOT BE REQUIRED TO SCHEDULE A PUBLIC HEARING UNTIL\n   35  SUCH TIME AS THE RULE IS PROPOSED.\n   36    4. THE FOLLOWING AGENCIES SHALL ENGAGE IN THE REPORTING  PROVIDED  FOR\n   37  IN  SUBDIVISION ONE OF THIS SECTION AND HOLD HEARINGS AS PROVIDED FOR IN\n   38  SUBDIVISIONS TWO AND THREE OF THIS SECTION:  THE  WORKERS'  COMPENSATION\n   39  BOARD  AND  THE  DEPARTMENTS  OF  EDUCATION, ENVIRONMENTAL CONSERVATION,\n   40  HEALTH, INSURANCE, LABOR AND FAMILY ASSISTANCE.\n   41    S 3. This act shall take effect on the first of January next  succeed-\n   42  ing  the  date on which it shall have become a law, and shall expire and\n   43  be deemed repealed on the thirty-first day of  December  of  the  second\n   44  calendar  year  following  such  effective  date, and shall apply to all\n   45  rules for which a notice of proposed rule making or a description  in  a\n   46  regulatory agenda is published during such time period.\n",
  "memo" : "BILL NUMBER:S1967\n\nTITLE OF BILL:\nAn act to amend the state administrative procedure act, in relation to\npublic hearings on proposed rules; and providing for the repeal of such\nprovisions upon expiration thereof\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill enhances the ability of the public to participate more mean-\ningfully in the rule-making process by permitting agencies to use inno-\nvative techniques in organizing public hearings on proposed rules, and\nestablishes a 3-year pilot project for seven major regulatory agencies\nto hold public hearings upon petition of 125 or more New York residents.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nState Administrative Procedure Act &sect; 102(1) is amended to include the\nWorkers' Compensation Board as an \"agency\" for purposes of implementing\nthe new hearing provisions added by the bill. A new &sect; 202-f is added to\nSAPA authorizing agencies that hold hearings on proposed rules under\nSAPA to use innovative means to enhance public participation in rule\nmaking, such as:\n\n- designating a segment of time for the public to address questions to\nagency personnel;\n\n- organizing hearings as roundtable discussions; scheduling evening or\nweekend hearings; and\n\n- using broadcast and teleconferencing technologies.\n\nAgencies may include in their annual reports an analysis of the innova-\ntive techniques used to enhance participation. Such techniques shall not\nbe used in a manner that will result in the diminished ability of the\npublic to comment on the proposed rule at the public hearing.\n\nSection 202-f also requires those agencies which are listed in subdivi-\nsion 4 to hold public hearings on proposed rules when they receive writ-\nten petitions from 125 or more people residing in New York State,\nprovided a sufficient petition is received not later than the 20th day\nbefore the last date for public comment. Agencies which receive\npetitions after such date and agencies which are not listed in subdivi-\nsion 4 of S202-f have the option of holding a public hearing pursuant to\nsuch petitions. Agencies are required to give due consideration to\nrequests that a hearing be held in a particular region.\n\nAgencies are not required to hold public hearings for rules for which a\nhearing is required by law and has already been scheduled or held, or\nfor consensus rules or rules related to rate-makings.\n\nSubdivision 4 of &sect;202-f specifies that the following agencies are\nrequired on a pilot basis to hold hearings upon receipt of petitions:\n\nthe Workers' Compensation Board and the Departments of Education, Envi-\nronmental Conservation, Health, Insurance, Labor and Family Assistance.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nCurrently, SAPA does not contain any provisions concerning petitions for\npublic hearings on proposed rules, nor does it contain any authorization\nor encouragement for the utilization by agencies of innovative hearing\ntechniques.\n\nJUSTIFICATION:\nIf the rules adopted by state agencies are to have minimal burdens and\nmaximum effectiveness from the public's perspective, it is crucial that\nvery effort be made to solicit and consider the views of the public in\ndeveloping rules. Public hearings are one effective means of doing so--\nthis bill would enhance their effectiveness as a tool for public partic-\nipation. Both the business community and agency personnel have reported\nthat, in many cases, there are alternatives which are preferable to the\nstandard model of a public hearing, which involves limited interaction\nbetween agencies and the public.\n\nA Federal National Performance Review report recommended that one way to\nimprove regulatory systems at the Federal level was to encourage the use\nof innovative hearing techniques by Federal agencies. ~his bill would\nprovide for the same improvements in hearings required under the State\nAdministrative Procedure Act.\n\nThe bill also creates a pilot project whereby seven of the most active\nregulatory agencies would be required to hold a hearing if requested to\ndo so by 125 or more persons. This will provide an additional way of\nenhancing public participation by ensuring that these agencies receive\nadditional public input when a rule is of significant concern to the\npublic.\n\nThe 1981 Model State Administrative Procedure Act recommends that states\nprovide for public hearings if requested by the public. Many other\nstates require agencies to hold public hearings on proposed rules if the\npublic so requests, including California (request of any interested\nperson), Arizona (request of any 5 persons), Utah (request of 10\npersons) and Idaho, Illinois and New Hampshire (request of any 25\npersons). States and Federal agencies which are subject to petition\nrequirements do not report any major increase in workload or any signif-\nicant difficulties with this process. However, the effectiveness of the\npilot project would be subject to evaluation after some experience has\nbeen gained with the operation of such a process in New York State.\n\nThis legislation passed both houses in 2008, but was vetoed by the\nGovernor, citing \"technical flaws.\" Language has been included in this\nbill to address these concerns, by explicitly including the Workers I\nCompensation Board within the bill's ambit and by making the scheduling\nof any hearing optional if the agency does not receive a petition in a\ntimely manner. The veto message also stated that current opportunities\nfor comment were sufficient - to the extent that the public agrees, the\n\npetition process would be used sparingly and have little cost impact.\nHowever, if the public feels that a hearing is necessary on a particular\nrule, the potential cost savings from policy improvements would likely\noutweigh any minimal hearing costs.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS :\nNo costs would be incurred unless a timely petition for a public hearing\nis received.  Savings could accrue to agencies that avail themselves of\ninnovative, cost-effective techniques.\n\nEFFECTIVE DATE:\nThe bill will take effect on the first of January succeeding the date of\nenactment and shall expire on the thirty-first of the second calendar\nyear following such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state administrative procedure act, in relation to public hearings on proposed rules; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T115945.TXT", "SOBI.D110118.T104617.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T122438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849282
}