{
  "year" : 2011,
  "senateBillNo" : "S196-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
    "billEventId" : "S196-2011-1294203600000-REFERRED+TO+MENTAL+HEALTH+AND+DEVELOPMENTAL+DISABILITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions regarding safety of certain employees of the office of mental health, including certain staffing ratios and filling of staff vacancies",
  "summary" : "Makes provisions regarding safety of certain employees of the office of mental health: provides that the commissioner of the office of mental health shall direct that in outpatient programs no employee shall be required to enter the residence of a person with a serious mental illness unless said employee is accompanied by at least one other employee of the program or other appropriate person; provides that the commissioner shall also direct that all such employees shall, when they are required to enter the residence of a recipient of services, be supplied with a wireless telephone or comparable device for the purposes of emergency communications; provides that the commissioner shall direct that employees serving as intensive case managers receive annual training in safety measures and violence prevention and that the commissioner shall insure the availability of such training; provides that funds appropriated for the operation of outpatient programs shall be expended to insure that there shall be at least one intensive case manager for each twelve persons receiving such services, and that there shall be no more than twelve persons receiving services from any one assertive case management team; directs the division of the budget to cause positions to be promptly filled in order to maintain said ratios. ",
  "currentCommittee" : "MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "S3216-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          196\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. MAZIARZ, GOLDEN, GRIFFO, LARKIN, RANZENHOFER -- read\n         twice  and  ordered  printed,  and when printed to be committed to the\n         Committee on Mental Health and Developmental Disabilities\n\n       AN ACT to amend the mental hygiene law, in relation to safety provisions\n         for employees of the office of mental health\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 7.25 of the mental hygiene law is amended by adding\n    2  two new subdivisions (c) and (d) to read as follows:\n    3    (C) IN ANY OUTPATIENT PROGRAM STAFFED IN WHOLE OR IN PART BY EMPLOYEES\n    4  OF  THE  OFFICE  OF MENTAL HEALTH, THE COMMISSIONER SHALL DIRECT THAT NO\n    5  EMPLOYEE SHALL BE REQUIRED TO ENTER THE  RESIDENCE  OF  A  RECIPIENT  OF\n    6  SERVICES  WHO  IS  A  PERSON  WITH  SERIOUS MENTAL ILLNESS AS DEFINED IN\n    7  SUBDIVISION FIFTY-TWO OF  SECTION  1.03  OF  THIS  CHAPTER  UNLESS  SUCH\n    8  EMPLOYEE  IS  ACCOMPANIED BY AT LEAST ONE OTHER EMPLOYEE OF THE PROGRAM,\n    9  OR OTHER APPROPRIATE PERSON.  THE COMMISSIONER SHALL  ALSO  DIRECT  THAT\n   10  ALL  SUCH EMPLOYEES SHALL, WHEN THEY ARE REQUIRED TO ENTER THE RESIDENCE\n   11  OF A RECIPIENT OF SERVICES, BE SUPPLIED WITH  A  WIRELESS  TELEPHONE  OR\n   12  COMPARABLE DEVICE FOR THE PURPOSES OF EMERGENCY COMMUNICATIONS.\n   13    (D)  THE COMMISSIONER SHALL DIRECT THAT ALL EMPLOYEES OF THE OFFICE OF\n   14  MENTAL HEALTH SERVING AS INTENSIVE CASE MANAGERS  SHALL  RECEIVE  ANNUAL\n   15  TRAINING  IN  SAFETY  AND VIOLENCE PREVENTION AND SHALL INSURE THAT SUCH\n   16  TRAINING IS MADE AVAILABLE BY THE OFFICE  AFTER  CONSULTATION  WITH  THE\n   17  EMPLOYEE  ORGANIZATIONS  REPRESENTING SUCH EMPLOYEES. FUNDS APPROPRIATED\n   18  TO THE OFFICE OF MENTAL HEALTH FOR THE OPERATION OF OUTPATIENT  PROGRAMS\n   19  SHALL  BE  EXPENDED BY THE OFFICE OF MENTAL HEALTH TO INSURE THAT SUFFI-\n   20  CIENT STAFF SHALL BE EMPLOYED AS INTENSIVE CASE MANAGERS TO INSURE  THAT\n   21  THERE  SHALL BE NO FEWER THAN ONE INTENSIVE CASE MANAGER FOR EACH TWELVE\n   22  PERSONS RECEIVING SERVICES OF INTENSIVE CASE MANAGEMENT; AND IN THE CASE\n   23  OF ASSERTIVE COMMUNITY TREATMENT TEAMS THE SAME STAFF TO CONSUMER  RATIO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01215-01-1\n\n       S. 196                              2\n\n    1  SHALL  BE  MAINTAINED.    IN  THE  EVENT ANY SUCH STAFF POSITIONS BECOME\n    2  VACANT, THE COMMISSIONER AND THE DIVISION OF  BUDGET  SHALL  CAUSE  SUCH\n    3  POSITIONS TO BE PROMPTLY FILLED IN ORDER TO MAINTAIN AT LEAST SUCH RATIO\n    4  OF STAFF TO RECIPIENTS.\n    5    S  2.  This  act  shall take effect on the sixtieth day after it shall\n    6  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to safety provisions for employees of the office of mental health ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T161216.TXT", "SOBI.D101213.T091758.TXT", "SOBI.D101213.T092258.TXT", "SOBI.D101210.T164208.TXT", "SOBI.D101214.T111632.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292343392906
}