{
  "year" : 2011,
  "senateBillNo" : "S1966-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1966-2011-1294981200000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notification to victims upon the conditional release of an inmate convicted of a crime against a member of the same family or household",
  "summary" : "Requires the state board of parole to provide notification to victims upon the conditional release of an inmate convicted of a crime against a member of the same family or household. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S600-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1966\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by Sens. MARCELLINO, GOLDEN, JOHNSON, LARKIN, MAZIARZ -- read\n         twice  and  ordered  printed,  and when printed to be committed to the\n         Committee on Crime Victims, Crime and Correction\n\n       AN ACT to amend the  executive  law,  in  relation  to  notification  of\n         certain persons upon the conditional release of an inmate convicted of\n         a crime against a member of the same family or household\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 2 of section 259-c of the  executive  law,  as\n    2  amended  by  section  7  of part E of chapter 62 of the laws of 2003, is\n    3  amended to read as follows:\n    4    2. have the power and duty of determining the conditions of release of\n    5  the person who may be presumptively released, conditionally released  or\n    6  subject  to  a period of post-release supervision under an indeterminate\n    7  or determinate sentence of imprisonment. WHERE AN INMATE  TO  BE  CONDI-\n    8  TIONALLY  RELEASED  WAS  CONVICTED OF A CRIME AND THE VICTIM IS OR WAS A\n    9  MEMBER OF THE SAME FAMILY OR HOUSEHOLD AS THE INMATE  IT  SHALL  BE  THE\n   10  DUTY  OF  THE BOARD AT LEAST ONE WEEK PRIOR TO THE RELEASE TO NOTIFY THE\n   11  VICTIM OR VICTIMS OF SUCH OFFENSE, UNLESS THE VICTIM REFUSES OR  HIS  OR\n   12  HER  WHEREABOUTS  ARE  UNKNOWN, THAT THE INMATE IS BEING RELEASED AND OF\n   13  THE CONDITIONS OF SUCH RELEASE.  SUCH  NOTIFICATION  SHALL  BE  SENT  BY\n   14  CERTIFIED  MAIL TO THE LAST KNOWN ADDRESS OF THE VICTIM OR VICTIMS. WHEN\n   15  SUCH ADDRESS IS A SHELTER FOR VICTIMS OF  DOMESTIC  ABUSE  NOTICE  SHALL\n   16  ALSO  BE  GIVEN  TO  THE  DIRECTOR OR ADMINISTRATOR OF SUCH SHELTER. FOR\n   17  PURPOSES OF THIS SUBDIVISION, \"MEMBERS OF THE SAME FAMILY OR  HOUSEHOLD\"\n   18  SHALL MEAN THE FOLLOWING:\n   19    (A) PERSONS RELATED BY CONSANGUINITY OR AFFINITY;\n   20    (B) PERSONS LEGALLY MARRIED TO ONE ANOTHER;\n   21    (C) PERSONS FORMERLY MARRIED TO ONE ANOTHER;\n   22    (D)  PERSONS  WHO  HAVE  A CHILD IN COMMON, REGARDLESS OF WHETHER SUCH\n   23  PERSONS HAVE BEEN MARRIED OR HAVE LIVED TOGETHER AT ANY TIME;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04407-01-1\n\n       S. 1966                             2\n\n    1    S 2. Subdivision 2 of section 259-c of the executive law, as separate-\n    2  ly amended by chapter 904 of the laws of 1977 and chapter 1 of the  laws\n    3  of 1998, is amended to read as follows:\n    4    2. have the power and duty of determining the conditions of release of\n    5  the  person  who may be conditionally released or subject to a period of\n    6  post-release supervision under an indeterminate or reformatory  sentence\n    7  of  imprisonment  and  of  determining  which inmates serving a definite\n    8  sentence of imprisonment may be  conditionally  released  and  when  and\n    9  under  what conditions. WHERE AN INMATE TO BE CONDITIONALLY RELEASED WAS\n   10  CONVICTED OF A CRIME AND THE VICTIM IS OR WAS A MEMBER OF THE SAME FAMI-\n   11  LY OR HOUSEHOLD AS THE INMATE IT SHALL BE THE DUTY OF THE BOARD AT LEAST\n   12  ONE WEEK PRIOR TO THE RELEASE TO NOTIFY THE VICTIM OR  VICTIMS  OF  SUCH\n   13  OFFENSE,  UNLESS  THE  VICTIM  REFUSES  OR  HIS  OR  HER WHEREABOUTS ARE\n   14  UNKNOWN, THAT THE INMATE IS BEING RELEASED AND OF THE CONDITIONS OF SUCH\n   15  RELEASE. SUCH NOTIFICATION SHALL BE SENT BY CERTIFIED MAIL TO  THE  LAST\n   16  KNOWN  ADDRESS  OF THE VICTIM OR VICTIMS. WHEN SUCH ADDRESS IS A SHELTER\n   17  FOR VICTIMS OF DOMESTIC ABUSE NOTICE SHALL ALSO BE GIVEN TO THE DIRECTOR\n   18  OR ADMINISTRATOR OF SUCH SHELTER.  FOR  PURPOSES  OF  THIS  SUBDIVISION,\n   19  \"MEMBERS OF THE SAME FAMILY OR HOUSEHOLD\" SHALL MEAN THE FOLLOWING:\n   20    (A) PERSONS RELATED BY CONSANGUINITY OR AFFINITY;\n   21    (B) PERSONS LEGALLY MARRIED TO ONE ANOTHER;\n   22    (C) PERSONS FORMERLY MARRIED TO ONE ANOTHER;\n   23    (D)  PERSONS  WHO  HAVE  A CHILD IN COMMON, REGARDLESS OF WHETHER SUCH\n   24  PERSONS HAVE BEEN MARRIED OR HAVE LIVED TOGETHER AT ANY TIME;\n   25    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n   26  have  become  a  law;  provided  that the amendments to subdivision 2 of\n   27  section 259-c of the executive law, made by section  one  of  this  act,\n   28  shall  not  affect  the expiration and reversion of such subdivision and\n   29  shall expire therewith, when upon such date the  provisions  of  section\n   30  two of this act shall take effect; and shall apply to all inmates condi-\n   31  tionally released on or after the effective date of this act.\n",
  "memo" : "BILL NUMBER:S1966\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to notification of certain\npersons upon the conditional release of an inmate convicted of a\ncrime against a member of the same family or household\n\nPURPOSE:\nProvides that where an inmate to be\nconditionally released was convicted of a domestic violence offense, the\nBoard of Parole shall notify the victim of such offense of the release\nand the conditions of such release; provides such notice may also be\nrequired to be sent to a shelter for victims of domestic violence.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill adds a\nnotification requirement to the process of conditionally releasing\nprisoners from jail whereby the Board of Parole is required to send a\nletter by certified mail to the victim.\n\nJUSTIFICATION:\nDomestic violence continues to be one\nof the most troubling problems facing New York. One of the complexities\nof this issue is that the perpetrator is often a repeat offender, unable\nor unwilling to moderate their behavior and control their anger. Because\nof this dysfunction, domestic violence offenders often immediately seek\nout the person who originally had the courage to press charges. It is\nimperative that New York State adopt a policy to ensure that victims are\nnotified of their attackers' release.\n\nLEGISLATIVE HISTORY:\nS.2851-A of 2006: Passed Senate;\nS.45324 of 2007/2008: Passed Senate\nS.600 of 2009/10\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the\nsixtieth day after it shall have become a law; provided that the\namendments to subdivision 2 of section 259-c of the executive law, made\nby section one of this act, shall not affect the expiration and\nreversion of such subdivision and shall expire therewith, when upon such\ndate section two of this act shall take effect; and shall apply to all\ninmates conditionally released on or after the effective date of this\nact.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to notification of certain persons upon the conditional release of an inmate convicted of a crime against a member of the same family or household ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T115945.TXT", "SOBI.D110118.T104617.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110120.T180923.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963740
}