{
  "year" : 2011,
  "senateBillNo" : "S1962-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S1962-2011-1294981200000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires release to child protective services of children's medical records in certain circumstances where child reported as abused or molested",
  "summary" : "Provides for the release of all medical records of the examination or treatment of any child reported as an abused or maltreated child upon the written request of the child protective service of a local department of social services certifying that such child has been reported as abused or maltreated; provides such records shall have the names of the alleged abusers deleted and provides such records shall be kept confidential. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S904-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1962\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law, in relation to  requiring  that\n         medical  records  of  children  who  have  been  reported as abused or\n         maltreated be released to the child protective services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The social services law is amended by adding a new section\n    2  425-a to read as follows:\n    3    S 425-A. RELEASE OF MEDICAL RECORDS. UPON THE SWORN WRITTEN REQUEST OF\n    4  THE  HEAD  OF  A  LOCAL  SOCIAL  SERVICES  DEPARTMENT OR DISTRICT, WHICH\n    5  REQUEST SHALL INDICATE THAT A CERTAIN CHILD  HAS  BEEN  REPORTED  AS  AN\n    6  ABUSED  OR  MALTREATED  CHILD AND WHICH SHALL ALSO INDICATE THE DATES OF\n    7  SUCH ALLEGED ABUSE OR MALTREATMENT, A PHYSICIAN, HOSPITAL, OTHER MEDICAL\n    8  FACILITY OR OTHER PERSON MAKING SUCH REPORT WHO HAS EXAMINED SUCH CHILD,\n    9  SHALL RELEASE ALL MEDICAL RECORDS, OR COPIES THEREOF, OF THE EXAMINATION\n   10  OR TREATMENT OF SUCH CHILD, SPECIFICALLY RELATING TO THE  ALLEGED  ABUSE\n   11  OR  MALTREATMENT,  TO  THE CHILD PROTECTIVE SERVICE OF SUCH LOCAL SOCIAL\n   12  SERVICES DEPARTMENT OR DISTRICT. SUCH RECORDS SHALL HAVE  THE  NAMES  OF\n   13  THE  ALLEGED  ABUSERS  DELETED AND SHALL BE KEPT CONFIDENTIAL UNTIL SUCH\n   14  TIME AS DETERMINED BY THE APPROPRIATE COURT. THE LOCAL  SOCIAL  SERVICES\n   15  DEPARTMENT OR DISTRICT SHALL PAY SUCH ADMINISTRATIVE OR HANDLING FEES TO\n   16  SUCH  PHYSICIAN,  HOSPITAL  OR  MEDICAL FACILITY OR PERSON AS THEY SHALL\n   17  REASONABLY CHARGE.\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07087-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to requiring that medical records of children who have been reported as abused or maltreated be released to the child protective services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110118.T104617.TXT", "SOBI.D110114.T114925.TXT", "SOBI.D110114.T122438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295365577227
}