{
  "year" : 2011,
  "senateBillNo" : "S1973-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1973-2011-1294981200000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Declares a policy of equal treatment in development and enforcement of environmental laws, regulations and policies",
  "summary" : "Declares a policy of equal treatment of people of all races, cultures, religions, incomes, education levels and sexual preference in the development and enforcement of environmental laws, regulations and policies. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A1647",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1647-2011", "A1647-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1973\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         declaring  a policy of equal treatment in the development and enforce-\n         ment of environmental laws, regulations and policies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subdivision 1 of section 1-0101 of\n    2  the  environmental  conservation law is designated paragraph a and a new\n    3  paragraph b is added to read as follows:\n    4    B. IT IS FURTHER THE POLICY OF THE STATE OF NEW YORK THAT ALL  PEOPLE,\n    5  REGARDLESS  OF  RACE,  CULTURE,  NATIONAL ORIGIN, INCOME OR COMMUNITY OF\n    6  RESIDENCE, SHALL BE TREATED EQUALLY WITH  RESPECT  TO  THE  DEVELOPMENT,\n    7  IMPLEMENTATION  AND  ENFORCEMENT  OF ENVIRONMENTAL LAWS, REGULATIONS AND\n    8  POLICIES. IT IS A BASIC RIGHT OF ALL NEW YORKERS TO  LIVE  AND  WORK  IN\n    9  SAFE,  HEALTHFUL,  PRODUCTIVE  AND AESTHETICALLY AND CULTURALLY PLEASING\n   10  SURROUNDINGS. THIS POLICY OF  ENVIRONMENTAL  JUSTICE  IS  BASED  ON  THE\n   11  CONCEPT  OF FUNDAMENTAL FAIRNESS THAT ALL PEOPLE SHOULD BE FREE FROM ANY\n   12  DISPROPORTIONATE EXPOSURE OR RISK OF EXPOSURE TO POLLUTION, AND FROM THE\n   13  CUMULATIVE NEGATIVE IMPACTS RESULTING FROM THE  DISPARATE  CONCENTRATION\n   14  OF  POLLUTED  SITES  OR  ENVIRONMENTAL FACILITIES LICENSED, REGULATED OR\n   15  APPROVED BY STATE AGENCIES, NOR SHOULD PEOPLE  BE  DEPRIVED  OF  LOCALLY\n   16  ACCESSIBLE  OPEN  SPACE  OR  OTHER ENVIRONMENTAL BENEFITS DUE TO LACK OF\n   17  POLITICAL OR ECONOMIC STRENGTH.\n   18    S 2. The opening paragraph of subdivision 3 of section 1-0101  of  the\n   19  environmental conservation law is amended to read as follows:\n   20    It shall further be the policy of the state to foster, promote, create\n   21  and  maintain  conditions under which [man] PEOPLE and nature can thrive\n   22  in harmony with each other, and achieve social, economic and  technolog-\n   23  ical progress for present and future generations by:\n   24    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04809-01-1\n",
  "memo" : "BILL NUMBER:S1973\n\nTITLE OF BILL:\nAn act to amend the environmental conservation law, in relation to\ndeclaring a policy of equal treatment in the development and enforcement\nof environmental laws, regulations and policies\n\nPURPOSE:\nDevelopment and enforcement of environmental laws, regulations and poli-\ncies. This bill will ensure that the environmental philosophy and policy\nwhich guides the State of New York provides environmental justice for\nall people.\n\nSUMMARY OF PROVISIONS:\nBill &sect;1 amends the declaration of policy statement in &sect;1-0101(1) of the\nEnvironmental Conservation Law (ECL) to ensure that all people, regard-\nless of race, culture, national origin, income or community of resi-\ndence, shall be treated equally with respect to development, implementa-\ntion and enforcement of environmental laws, regulations, and policies,\nand should be free from any disproportionate exposure or risk of expo-\nsure to pollution and from the cumulative negative impacts resulting\nfrom over-concentration of polluted sites or regulated environmental\nfacilities, nor should people be deprived of locally accessible open\nspace or other environmental benefits due to lack of political or\neconomic strength.\n\nBill &sect;2 further amends the declaration of policy to remove an unintended\ngender bias in ECL &sect;1-0101(3).\n\nSUMMARY OF PROVISIONS:\nBill &sect;1 is amended to more closely align the policy statement in &sect;1-0101\nwith environmental justice policies adopted by other states and other\nlevels of government.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThe ECL currently does not address environmental justice concerns.\n\nJUSTIFICATION:\nIn 1987 the Commission for Racial Justice of the United Church of Christ\npublished a study which found that minority and low-income communities\nare disproportionately affected by exposure to pollution from environ-\nmental hazards. This study found that minority neighborhoods, even more\nthan poor neighborhoods, are saddled with an unfair share of incinera-\ntors, dumps, factories and other sources of pollution. This was a result\nof differential levels of political and economic resources available to\nthese communities.\n\nOver the past two decades, it has become apparent that (as described by\nthe US Environmental Protection Agency): \"Environmental Justice is the\nfair treatment and meaningful involvement of all people regardless of\nrace, color, national origin, or income with respect to the development,\n\nimplementation, and enforcement of environmental laws, regulations, and\npolicies.\" It is also increasingly recognized that all people should be\nfree from disproportionate exposures or risks of exposure to pollution,\nincluding from the disparate concentration of contaminated sites or\nhazardous operations in their neighborhoods, and that environmental\nbenefits should be equitably distributed. This bill would establish\nthese worthy principles in the ECL.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to declaring a policy of equal treatment in the development and enforcement of environmental laws, regulations and policies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T115945.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110118.T111620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849291
}