{
  "year" : 2011,
  "senateBillNo" : "S1978-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S1978-2011-1294981200000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes ten day advance voter registration requirement",
  "summary" : "Amends the constitution to delete the requirement that registration for purposes of voting be completed at least ten days before election day and provides that laws be made to adequately safeguard against deception in the exercise of the right of suffrage; enables the legislature to enact legislation permitting persons to register to vote on election day and also to implement adequate safeguards against fraud. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S1616-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1978\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 5 of article 2 of the constitution, in\n         relation to the ten day advance registration requirement\n\n    1    Section 1. Resolved (if the Assembly concur), That section 5 of  arti-\n    2  cle 2 of the constitution be amended to read as follows:\n    3    S  5. Laws shall be made for ascertaining, by proper proofs, the citi-\n    4  zens who shall be entitled to the right of suffrage hereby  established,\n    5  and  for  the  registration  of  voters[;  which  registration  shall be\n    6  completed at least ten days before each election] WITH SUCH PROVISION AS\n    7  IN THE JUDGMENT OF THE LEGISLATURE  IS  ADEQUATE  TO  SAFEGUARD  AGAINST\n    8  DECEPTION  IN  THE EXERCISE OF THE RIGHT OF SUFFRAGE.  Such registration\n    9  shall not be required for town and village elections except  by  express\n   10  provision of law.\n   11    S  2.  Resolved (if the Assembly concur), That the foregoing amendment\n   12  be referred to the first regular legislative session convening after the\n   13  next succeeding general election of members of  the  assembly,  and,  in\n   14  conformity  with  section  1  of  article  19  of  the  constitution, be\n   15  published for three months previous to the time of such election.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89066-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 5 of article 2 of the constitution, in relation to the ten day advance registration requirement ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T122938.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110114.T120437.TXT", "SOBI.D110114.T131441.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295369187060
}