{
  "year" : 2011,
  "senateBillNo" : "S1974-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1974-2011-1294981200000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"automatic voter registration act\" to provide for the registration to vote of persons based on motor vehicle and tax records",
  "summary" : "Enacts the \"automatic voter registration act\"; requires the department of motor vehicles and the department of taxation and finance to transmit the names and addresses of persons who are U.S. citizens and residents of this state, and who will be 18 years old by the next general election to the state board of elections; provides that the state board of elections shall forward such names to the appropriate boards of elections and such persons shall be registered to vote; directs the state board of elections to study the feasibility of using other state and local records as a means of automatically registering voters. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : "A1712",
  "lawSection" : "Election Law",
  "previousVersions" : [ "A1712-2011" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1974\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, the vehicle and traffic  law  and  the\n         tax  law,  in  relation  to enacting the \"automatic voter registration\n         act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"automatic voter registration act\".\n    3    S 2. The election law is amended by adding a new  section  5-212-a  to\n    4  read as follows:\n    5    S  5-212-A.  AUTOMATIC VOTER REGISTRATION. 1. IN ADDITION TO ANY OTHER\n    6  METHOD OF VOTER REGISTRATION PROVIDED FOR IN THIS ARTICLE,  EACH  QUALI-\n    7  FIED  PERSON  SHALL  BE REGISTERED TO VOTE PURSUANT TO THE PROVISIONS OF\n    8  THIS SECTION.\n    9    2. ON OR BEFORE THE FIRST OF SEPTEMBER, THE DEPARTMENT OF MOTOR  VEHI-\n   10  CLES SHALL TRANSMIT TO THE STATE BOARD OF ELECTIONS THE NAME AND ADDRESS\n   11  OF  EVERY CITIZEN OF THE UNITED STATES, WHO IS A RESIDENT OF THIS STATE,\n   12  WHO HAS ATTAINED OR WILL ATTAIN THE AGE OF EIGHTEEN YEARS ON  OR  BEFORE\n   13  THE  NEXT  GENERAL  ELECTION,  AND WHO HOLDS A NON-DRIVER IDENTIFICATION\n   14  CARD, LEARNER'S PERMIT OR DRIVER'S LICENSE PURSUANT TO THE  VEHICLE  AND\n   15  TRAFFIC LAW.\n   16    3. ON OR BEFORE THE FIRST OF SEPTEMBER, THE DEPARTMENT OF TAXATION AND\n   17  FINANCE  SHALL  TRANSMIT  TO  THE  STATE BOARD OF ELECTIONS THE NAME AND\n   18  ADDRESS OF EVERY CITIZEN OF THE UNITED STATES, WHO IS A RESIDENT OF  THE\n   19  STATE,  WHO  HAS ATTAINED OR WILL ATTAIN THE AGE OF EIGHTEEN YEARS ON OR\n   20  BEFORE THE NEXT GENERAL ELECTION,  AND  WHO  HAS  SUBMITTED  A  RESIDENT\n   21  PERSONAL  INCOME  TAX  RETURN  PURSUANT TO ARTICLE TWENTY-TWO OF THE TAX\n   22  LAW.\n   23    4. THE STATE BOARD OF ELECTIONS SHALL COMPILE THE INFORMATION  SUBMIT-\n   24  TED  PURSUANT  TO  SUBDIVISIONS  TWO  AND  THREE OF THIS SECTION FOR THE\n   25  PURPOSE OF COMPLYING WITH THE  PROVISIONS  OF  SUBDIVISION  THIRTEEN  OF\n   26  SECTION 3-102 OF THIS CHAPTER, AND WITHIN TEN DAYS OF THE RECEIPT OF THE\n   27  NAMES  AND  ADDRESSES  OF  PERSONS PURSUANT TO SUCH SUBDIVISIONS TWO AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04808-01-1\n\n       S. 1974                             2\n\n    1  THREE, THE STATE BOARD OF ELECTIONS SHALL TRANSMIT EACH  SUCH  NAME  AND\n    2  ADDRESS  TO  THE APPROPRIATE BOARD OF ELECTIONS, BASED UPON THE ADDRESS,\n    3  AND EACH SUCH PERSON SHALL IMMEDIATELY BE REGISTERED TO VOTE.\n    4    5.  THE  STATE BOARD OF ELECTIONS IS AUTHORIZED AND DIRECTED TO ESTAB-\n    5  LISH ANY RULES AND REGULATIONS NECESSARY TO IMPLEMENT THE PROVISIONS  OF\n    6  THIS SECTION.\n    7    6.  NO  PROVISION  OF  THIS SECTION SHALL BE DEEMED TO PROVIDE FOR THE\n    8  ENROLLMENT OF ANY PERSON IN A PARTY. EVERY PERSON REGISTERED PURSUANT TO\n    9  THIS SECTION MAY ENROLL IN A PARTY BY COMPLYING WITH THE  PROVISIONS  OF\n   10  TITLE THREE OF THIS ARTICLE.\n   11    S  3.  Subdivisions 2 and 3 of section 5-212-a of the election law, as\n   12  added by section two of this act, are amended to read as follows:\n   13    2. On or before the first of September EACH YEAR,  the  department  of\n   14  motor  vehicles  shall transmit to the state board of elections the name\n   15  and address of every citizen of the United States, who is a resident  of\n   16  this  state,  who  has attained or will attain the age of eighteen years\n   17  AFTER THE DATE OF THE IMMEDIATELY PRECEDING GENERAL ELECTION AND  on  or\n   18  before the next general election, and who holds a non-driver identifica-\n   19  tion  card, learner's permit or driver's license pursuant to the vehicle\n   20  and traffic law.\n   21    3. On or before the first of September EACH YEAR,  the  department  of\n   22  taxation  and finance shall transmit to the state board of elections the\n   23  name and address of every citizen of the United States, who is  a  resi-\n   24  dent  of  the state, who has attained or will attain the age of eighteen\n   25  years AFTER THE DATE OF THE IMMEDIATELY PRECEDING GENERAL  ELECTION  AND\n   26  on or before the next general election, and who has submitted a resident\n   27  personal  income  tax  return  pursuant to article twenty-two of the tax\n   28  law.\n   29    S 4. Section 201 of the vehicle and traffic law is amended by adding a\n   30  new subdivision 8 to read as follows:\n   31    8. NO PROVISION OF THIS  SECTION  SHALL  BE  DEEMED  TO  PROHIBIT  THE\n   32  DEPARTMENT  FROM  COMPLYING  WITH  THE  PROVISIONS OF SUBDIVISION TWO OF\n   33  SECTION 5-212-A OF THE ELECTION LAW. THE INFORMATION  REQUIRED  BY  SUCH\n   34  SUBDIVISION  SHALL  BE  PROVIDED TO THE STATE BOARD OF ELECTIONS WITHOUT\n   35  ANY FEE IMPOSED BY SECTION TWO HUNDRED TWO OF THIS ARTICLE.\n   36    S 5. Section 170 of the tax law is amended by adding a new subdivision\n   37  9 to read as follows:\n   38    9. NO PROVISION OF THIS  CHAPTER  SHALL  BE  DEEMED  TO  PROHIBIT  THE\n   39  DEPARTMENT  FROM  COMPLYING  WITH THE PROVISIONS OF SUBDIVISION THREE OF\n   40  SECTION 5-212-A OF THE ELECTION LAW. THE INFORMATION  REQUIRED  BY  SUCH\n   41  SUBDIVISION  SHALL  BE  PROVIDED TO THE STATE BOARD OF ELECTIONS WITHOUT\n   42  ANY CHARGE OR FEE.\n   43    S 6. The state board of elections shall conduct a study of the practi-\n   44  cality and cost-effectiveness of providing automatic voter  registration\n   45  pursuant to section 5-212-a of the election law, as added by section two\n   46  of  this act and amended by section three of this act. In addition, such\n   47  board shall study the feasibility of utilizing  other  state  and  local\n   48  records for the purpose of automatically registering persons to vote. On\n   49  or  before  January 1, 2013, the state board of elections shall submit a\n   50  report of its findings and recommendations pursuant to this  section  to\n   51  the  governor,  temporary  president  of  the  senate and speaker of the\n   52  assembly.\n   53    S 7. This act shall take effect immediately, except that section three\n   54  of this act shall take effect one year after the effective date of  this\n   55  act.\n",
  "memo" : "BILL NUMBER:S1974\n\nTITLE OF BILL:\nAn act to amend the election law, the vehicle and traffic law and the\ntax law, in relation to enacting the \"automatic voter registration act\"\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe Automatic Voter Registration Act provides for the automatic regis-\ntration to vote of persons reaching the age of 18 based on motor vehicle\nand tax records.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAmends the election law by adding a new section that will add to exist-\ning voter registration methods. The legislation would require the\nDepartment of Motor Vehicles and the Department of Taxation and Finance\nto transmit to the New York State Board of Elections the name and\naddress of every New York State resident who has or will attain the age\nof eighteen years on or before the next general election. The legis-\nlation would require the New York State Board of Elections to immediate-\nly register these residents to vote and to transmit the names and\naddress to the appropriate local hoard of elections.\n\nJUSTIFICATION:\nVoting is a fundamental right of all American citizens and every citi-\nzen's eligibility is protected by constitutional amendments. Unfortu-\nnately, structural hindrances still exist that prevent New York State\nresidents for voting, including the requirement that a voter must be\nregistered to vote.\n\nDuring the presidential race in 2004, only 49% of the total voting age\npopulation actually voted.  The number of registered voters in New York\nhas since declined over the past three years while the total voting age\npopulation has increased. It is obvious that more must he done to ensure\nthat New Yorkers eligible to vote are able to vote. The Automatic Voter\nRegistration Act will help to alleviate one of the barriers that\nprevents New Yorkers eligible to vote are able to vote.  The Automatic\nVoter Registration Act will help\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, the vehicle and traffic law and the tax law, in relation to enacting the \"automatic voter registration act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T115945.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T130941.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849293
}