{
  "year" : 2011,
  "senateBillNo" : "S1977-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1977-2011-1294981200000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires sex offenders, regardless of their classification, to annually register with the division of criminal justice service for life",
  "summary" : "Requires sex offenders, regardless of their classification, to annually register with the division of criminal justice service for life; eliminates the ability of level 2 sex offenders to petition for relief from registering in the future after having been registered for 30 years. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A5435-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1977\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT to amend the correction law, in relation to requiring sex offen-\n         ders to register for life and eliminating the petition for relief\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 168-h of the correction law, as amended by chapter\n    2  11 of the laws of 2002, subdivisions 1 and 2 as amended by chapter 1  of\n    3  the laws of 2006, is amended to read as follows:\n    4    S 168-h. Duration of registration and verification. 1. The duration of\n    5  registration  and  verification  for  a  sex  offender [who has not been\n    6  designated a sexual predator, or a sexually violent offender, or a pred-\n    7  icate sex offender, and who is classified as a level one  risk,  or  who\n    8  has not yet received a risk level classification,] shall be annually for\n    9  [a period of twenty years from the initial date of registration] LIFE.\n   10    2.  [The  duration of registration and verification for a sex offender\n   11  who, on or after March eleventh, two thousand two, is designated a sexu-\n   12  al predator, or a sexually violent offender, or a predicate  sex  offen-\n   13  der,  or  who is classified as a level two or level three risk, shall be\n   14  annually for life. Notwithstanding the foregoing, a sex offender who  is\n   15  classified as a level two risk and who is not designated a sexual preda-\n   16  tor,  a  sexually  violent  offender or a predicate sex offender, may be\n   17  relieved of the duty to register and verify as provided  by  subdivision\n   18  one of section one hundred sixty-eight-o of this article.\n   19    3.]  Any  sex  offender having been designated a level three risk or a\n   20  sexual predator shall also personally verify his or  her  address  every\n   21  ninety calendar days with the local law enforcement agency having juris-\n   22  diction where the offender resides.\n   23    S 2. Section 168-o of the correction law, as amended by chapter 453 of\n   24  the  laws  of 1999, subdivision 1 as amended by chapter 1 of the laws of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05828-01-1\n\n       S. 1977                             2\n\n    1  2006, subdivisions 2 and 3 as amended by chapter 11 of the laws of 2002,\n    2  is amended to read as follows:\n    3    S 168-o. Petition for relief or modification. 1. [Any sex offender who\n    4  is  classified  as  a  level two risk, and who has not been designated a\n    5  sexual predator, or a sexually violent  offender,  or  a  predicate  sex\n    6  offender, who is required to register or verify pursuant to this article\n    7  and  who has been registered for a minimum period of thirty years may be\n    8  relieved of any further duty to register upon the granting of a petition\n    9  for relief by the sentencing court or by the court which made the deter-\n   10  mination regarding duration of registration and level  of  notification.\n   11  The  sex offender shall bear the burden of proving by clear and convinc-\n   12  ing evidence that his or her risk of repeat offense and threat to public\n   13  safety is such that registration or verification is no longer necessary.\n   14  Such petition, if granted, shall not relieve the petitioner of the  duty\n   15  to  register  pursuant  to  this  article upon conviction of any offense\n   16  requiring registration in the future.  Such  a  petition  shall  not  be\n   17  considered  more  than  once  every two years. In the event that the sex\n   18  offender's petition for relief is granted,  the  district  attorney  may\n   19  appeal as of right from the order pursuant to the provisions of articles\n   20  fifty-five,  fifty-six  and  fifty-seven  of  the civil practice law and\n   21  rules. Where counsel has been assigned to  represent  the  sex  offender\n   22  upon  the  ground  that the sex offender is financially unable to retain\n   23  counsel, that assignment shall be continued throughout the  pendency  of\n   24  the appeal, and the person may appeal as a poor person pursuant to arti-\n   25  cle eighteen-B of the county law.\n   26    2.]  Any  sex offender required to register or verify pursuant to this\n   27  article may petition the sentencing court or the court  which  made  the\n   28  determination regarding the level of notification for an order modifying\n   29  the  level  of  notification.  The petition shall set forth the level of\n   30  notification sought, together with the reasons for seeking such determi-\n   31  nation. The sex offender shall bear the  burden  of  proving  the  facts\n   32  supporting  the requested modification by clear and convincing evidence.\n   33  Such a petition shall not be considered more than annually. In the event\n   34  that the sex offender's petition to modify the level of notification  is\n   35  granted,  the  district  attorney  may appeal as of right from the order\n   36  pursuant to the provisions of articles fifty-five, fifty-six and  fifty-\n   37  seven  of  the  civil  practice  law  and  rules. Where counsel has been\n   38  assigned to represent the sex offender upon  the  ground  that  the  sex\n   39  offender  is financially unable to retain counsel, that assignment shall\n   40  be continued throughout the pendency of the appeal, and the  person  may\n   41  appeal  as  a  poor  person pursuant to article eighteen-B of the county\n   42  law.\n   43    [3.] 2. The district attorney may file a petition to modify the  level\n   44  of notification for a sex offender with the sentencing court or with the\n   45  court  which  made the determination regarding the level of notification\n   46  OR WITH ANY COURT IN WHICH THE SEX OFFENDER HAS BEEN CONVICTED OF A  NEW\n   47  CRIME,  where the sex offender (a) has been convicted of a new crime, or\n   48  there has been a determination after a proceeding  pursuant  to  section\n   49  410.70 of the criminal procedure law or section two hundred fifty-nine-i\n   50  of  the  executive  law  that  the sex offender has violated one or more\n   51  conditions imposed as part of a sentence  of  a  conditional  discharge,\n   52  probation,  parole  or  post-release supervision for a designated crime,\n   53  and (b) the conduct underlying the new crime or the violation  is  of  a\n   54  nature  that  indicates  an  increased risk of a repeat sex offense. The\n   55  petition shall set forth the level of notification sought, together with\n   56  the reasons for seeking such determination. The district attorney  shall\n\n       S. 1977                             3\n\n    1  bear  the burden of proving the facts supporting the requested modifica-\n    2  tion, by clear and convincing evidence. In the event that  the  district\n    3  attorney's  petition is granted, the sex offender may appeal as of right\n    4  from  the  order,  pursuant  to  the  provisions of articles fifty-five,\n    5  fifty-six and fifty-seven of the civil practice  law  and  rules.  Where\n    6  counsel has been assigned to represent the offender upon the ground that\n    7  he or she is financially unable to retain counsel, that assignment shall\n    8  be  continued  throughout the pendency of the appeal, and the person may\n    9  proceed as a poor person, pursuant to article eighteen-B of  the  county\n   10  law.\n   11    [4.]  3.  Upon receipt of a petition submitted pursuant to subdivision\n   12  one[,] OR two [or three] of this section, the court shall forward a copy\n   13  of the petition to the  board  and  request  an  updated  recommendation\n   14  pertaining  to the sex offender and shall provide a copy of the petition\n   15  to the other party.  The court shall also advise the sex  offender  that\n   16  he  or she has the right to be represented by counsel at the hearing and\n   17  counsel will be appointed if he or she is financially unable  to  retain\n   18  counsel.  A  returnable  form shall be enclosed in the court's notice to\n   19  the sex offender on which the sex offender may apply for  assignment  of\n   20  counsel.   If the sex offender applies for assignment of counsel and the\n   21  court finds that the offender is financially unable to  retain  counsel,\n   22  the  court  shall  assign counsel to represent the offender, pursuant to\n   23  article eighteen-B of the county law. Where the petition was filed by  a\n   24  district  attorney,  at  least  thirty  days  prior to making an updated\n   25  recommendation the board shall notify the sex offender and  his  or  her\n   26  counsel  that  the  offender's  case  is  under  review and he or she is\n   27  permitted to submit to the board any information relevant to the review.\n   28  The board's updated recommendation on the sex offender shall  be  confi-\n   29  dential  and shall not be available for public inspection. After receiv-\n   30  ing an updated recommendation from the board concerning a sex  offender,\n   31  the court shall, at least thirty days prior to ruling upon the petition,\n   32  provide  a  copy  of the updated recommendation to the sex offender, the\n   33  sex offender's counsel and the district attorney  and  notify  them,  in\n   34  writing,  of  the  date  set by the court for a hearing on the petition.\n   35  After reviewing the recommendation received from the board and any rele-\n   36  vant materials and evidence  submitted  by  the  sex  offender  and  the\n   37  district  attorney,  the court may grant or deny the petition. The court\n   38  may also consult with the victim prior to making a determination on  the\n   39  petition.  The  court  shall  render an order setting forth its determi-\n   40  nation, and the findings of fact and conclusions of  law  on  which  the\n   41  determination  is  based.  If  the  petition is granted, it shall be the\n   42  obligation of the court to submit a copy of its order to  the  division.\n   43  Upon  application  of  either party, the court shall seal any portion of\n   44  the court file or record which contains material  that  is  confidential\n   45  under any state or federal statute.\n   46    S 3. This act shall take effect immediately and shall apply to all sex\n   47  offenders  registered  or  required to register immediately prior to the\n   48  effective date of this act, or who are required to register on or  after\n   49  such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to requiring sex offenders to register for life and eliminating the petition for relief ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T122938.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110114.T120437.TXT", "SOBI.D110114.T130941.TXT", "SOBI.D110114.T131441.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295367680321
}