{
  "year" : 2011,
  "senateBillNo" : "S1976-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1976-2011-1294981200000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the amount of information available about registered sex offenders on the division of criminal justice services website",
  "summary" : "Expands the amount of information available to police and the public, by means of the internet, on registered sex offenders; authorizes any person to register with the division of criminal justice services to receive e-mail notification of all sex offenders residing within their zip code. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A5341-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1976\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT  to amend the correction law, in relation to the registration of\n         sex offenders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  6 of section 168-b of the correction law, as\n    2  amended by chapter 106 of the laws  of  2006,  is  amended  to  read  as\n    3  follows:\n    4    6. The division shall also establish a [subdirectory] DIRECTORY pursu-\n    5  ant to section one hundred sixty-eight-q of this article.\n    6    S 2.  Paragraphs (a), (b) and (c) of subdivision 6 of section 168-l of\n    7  the  correction law, paragraphs (a) and (b) as amended by chapter 106 of\n    8  the laws of 2006 and paragraph (c) as separately amended by chapters 318\n    9  and 680 of the laws of 2005, are amended to read as follows:\n   10    (a) If the risk of repeat offense is  low,  a  level  one  designation\n   11  shall  be  given  to such sex offender. In such case the law enforcement\n   12  agency or agencies having jurisdiction and the law enforcement agency or\n   13  agencies having had jurisdiction at the time of his  or  her  conviction\n   14  shall  be  notified  and  may disseminate relevant information which may\n   15  include a photograph and description  of  the  offender  and  which  may\n   16  include  the  name of the sex offender, approximate address based on sex\n   17  offender's zip code, background  information  including  the  offender's\n   18  crime  of  conviction,  modus of operation, type of victim targeted, the\n   19  name and address of any institution of higher education at which the sex\n   20  offender  is  enrolled,  attends,  is  employed  or  resides   and   the\n   21  description  of special conditions imposed on the offender to any entity\n   22  with vulnerable populations related to the nature of the offense commit-\n   23  ted by such sex offender. Any entity  receiving  information  on  a  sex\n   24  offender  may  disclose  or  further disseminate such information at its\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05810-01-1\n\n       S. 1976                             2\n\n    1  discretion. IN ADDITION, IN EACH SUCH CASE, THE NAME OF THE  SEX  OFFEN-\n    2  DER,  A  PHOTOGRAPH OF THE SEX OFFENDER AND APPROXIMATE ADDRESS BASED ON\n    3  THE SEX OFFENDERS ZIP CODE SHALL  ALSO  BE  PROVIDED  IN  THE  DIRECTORY\n    4  ESTABLISHED IN THIS ARTICLE.\n    5    (b) If the risk of repeat offense is moderate, a level two designation\n    6  shall  be  given  to such sex offender. In such case the law enforcement\n    7  agency or agencies having jurisdiction and the law enforcement agency or\n    8  agencies having had jurisdiction at the time of his  or  her  conviction\n    9  shall  be  notified and may disseminate relevant information which shall\n   10  include a photograph and description  of  the  offender  and  which  may\n   11  include the exact name and any aliases used by the sex offender, approx-\n   12  imate  address  based on sex offender's zip code, background information\n   13  including the offender's crime of conviction, mode of operation, type of\n   14  victim targeted, the name and  address  of  any  institution  of  higher\n   15  education at which the sex offender is enrolled, attends, is employed or\n   16  resides  and the description of special conditions imposed on the offen-\n   17  der to any entity with vulnerable populations related to the  nature  of\n   18  the  offense committed by such sex offender. Any entity receiving infor-\n   19  mation on a sex offender may disclose or further disseminate such infor-\n   20  mation at its discretion. In addition, in  such  case,  the  information\n   21  described  [herein]  IN  THIS  PARAGRAPH  shall  also be provided in the\n   22  [subdirectory] DIRECTORY established in this article and notwithstanding\n   23  any other provision of law, such information  shall,  upon  request,  be\n   24  made available to the public.\n   25    Such  law  enforcement  agencies  shall compile, maintain and update a\n   26  listing of vulnerable organizational entities within  its  jurisdiction.\n   27  Such listing shall be utilized for notification of such organizations in\n   28  disseminating  such  information  on level two sex offenders pursuant to\n   29  this paragraph. Such listing  shall  include  and  not  be  limited  to:\n   30  superintendents  of  schools or chief school administrators, superinten-\n   31  dents of parks, public and private libraries, public and private  school\n   32  bus  transportation  companies,  day care centers, nursery schools, pre-\n   33  schools, neighborhood watch groups,  community  centers,  civic  associ-\n   34  ations, nursing homes, victim's advocacy groups and places of worship.\n   35    (c) If the risk of repeat offense is high and there exists a threat to\n   36  the  public  safety a level three designation shall be given to such sex\n   37  offender. In such case, the law enforcement agency  or  agencies  having\n   38  jurisdiction  and  the  law  enforcement  agency  or agencies having had\n   39  jurisdiction at the time of his or her conviction shall be notified  and\n   40  may  disseminate  relevant  information which shall include a photograph\n   41  and description of the offender and which may include the sex offender's\n   42  exact name and any aliases used by the offender, exact address,  address\n   43  of  the offender's place of employment, background information including\n   44  the offender's crime of conviction, mode of operation,  type  of  victim\n   45  targeted, the name and address of any institution of higher education at\n   46  which  the sex offender is enrolled, attends, is employed or resides and\n   47  the description of special conditions imposed on  the  offender  to  any\n   48  entity  with vulnerable populations related to the nature of the offense\n   49  committed by such sex offender. Any entity receiving  information  on  a\n   50  sex offender may disclose or further disseminate such information at its\n   51  discretion.  In addition, in such case, the information described [here-\n   52  in] IN THIS PARAGRAPH shall  also  be  provided  in  the  [subdirectory]\n   53  DIRECTORY  established  in  this  article  and notwithstanding any other\n   54  provision of law, such information shall, upon request, be  made  avail-\n   55  able to the public.\n\n       S. 1976                             3\n\n    1    Such  law  enforcement  agencies  shall compile, maintain and update a\n    2  listing of vulnerable organizational entities within  its  jurisdiction.\n    3  Such listing shall be utilized for notification of such organizations in\n    4  disseminating  such information on level three sex offenders pursuant to\n    5  this  paragraph.  Such  listing  shall  include  and  not be limited to:\n    6  superintendents of schools or chief school  administrators,  superinten-\n    7  dents  of parks, public and private libraries, public and private school\n    8  bus transportation companies, day care centers,  nursery  schools,  pre-\n    9  schools,  neighborhood  watch  groups,  community centers, civic associ-\n   10  ations, nursing homes, victim's advocacy groups and places of worship.\n   11    S 3. The section heading and subdivision 1 of  section  168-q  of  the\n   12  correction  law,  the  section  heading as amended by chapter 106 of the\n   13  laws of 2006 and subdivision 1 as amended by chapter 478 of the laws  of\n   14  2009, are amended to read as follows:\n   15    [Subdirectory]  DIRECTORY;  internet  posting.  1.  The division shall\n   16  maintain a [subdirectory of level  two  and  three  sex  offenders.  The\n   17  subdirectory]  DIRECTORY  WHICH  SHALL BE MADE AVAILABLE AT ALL TIMES ON\n   18  THE INTERNET VIA THE DIVISION HOMEPAGE FOR PURPOSES OF PUBLIC ACCESS.\n   19    (A) IN THE CASE OF A SEX OFFENDER WHO  HAS  BEEN  GIVEN  A  LEVEL  ONE\n   20  DESIGNATION, THE DIRECTORY SHALL INCLUDE THE NAME OF THE SEX OFFENDER, A\n   21  PHOTOGRAPH  OF THE SEX OFFENDER AND APPROXIMATE ADDRESS BASED ON THE SEX\n   22  OFFENDER'S ZIP CODE.\n   23    (B) IN THE CASE OF A SEX OFFENDER WHO HAS BEEN GIVEN A  LEVEL  TWO  OR\n   24  THREE  DESIGNATION,  THE  DIRECTORY  shall  include  the  exact address,\n   25  address of the offender's place of employment and photograph of the  sex\n   26  offender along with the following information, if available: name, phys-\n   27  ical  description,  age and distinctive markings. Background information\n   28  including the sex offender's crime of conviction,  modus  of  operation,\n   29  type  of  victim  targeted,  the  name and address of any institution of\n   30  higher education at which the sex  offender  is  enrolled,  attends,  is\n   31  employed  or  resides and a description of special conditions imposed on\n   32  the sex offender shall also be included. [The  subdirectory  shall  have\n   33  sex  offender listings categorized by county and zip code. A copy of the\n   34  subdirectory shall annually be  distributed  to  the  offices  of  local\n   35  village,  town,  city,  county  or  state  law  enforcement agencies for\n   36  purposes of public  access.    The  division  shall  distribute  monthly\n   37  updates to the offices of local village, town, city, county or state law\n   38  enforcement agencies for purposes of public access. Such departments]\n   39    (C)  THE  DIVISION  shall  require  that a person [in writing] provide\n   40  [their] HIS OR HER name and address prior to viewing the  [subdirectory]\n   41  DIRECTORY.   Any information identifying the victim by name, birth date,\n   42  address or relation to the sex  offender  shall  be  excluded  from  the\n   43  [subdirectory distributed for purposes of public access. The subdirecto-\n   44  ry  provided  for  herein shall be updated monthly to maintain its effi-\n   45  ciency and usefulness and shall be computer accessible. Such subdirecto-\n   46  ry shall be made available at all times on the internet via the division\n   47  homepage. Any person may apply to  the  division  to  receive  automated\n   48  e-mail notifications whenever a new or updated subdirectory registration\n   49  occurs in a geographic area specified by such person. The division shall\n   50  furnish  such  service  at  no  charge to such person, who shall request\n   51  e-mail notification by county and/or zip code  on  forms  developed  and\n   52  provided  by  the  division.  E-mail  notification  is  limited to three\n   53  geographic areas per e-mail account] DIRECTORY.\n   54    (D) THE DIVISION SHALL, ON ITS INTERNET HOMEPAGE, PROVIDE A MEANS  FOR\n   55  ANY  PERSON  TO  REGISTER  TO RECEIVE NOTICE AT SUCH PERSON'S ELECTRONIC\n   56  MAIL ADDRESS OF ALL SEX OFFENDERS WHO  RESIDE  OR  MOVE  INTO  THE  AREA\n\n       S. 1976                             4\n\n    1  ENCOMPASSED BY SUCH PERSON'S ZIP CODE. THE DIVISION SHALL PROVIDE TIMELY\n    2  NOTICE  BY ELECTRONIC MAIL TO EACH PERSON WHO REGISTERS PURSUANT TO THIS\n    3  PARAGRAPH OF EVERY SEX OFFENDER RESIDING IN AND OF  EVERY  SEX  OFFENDER\n    4  WHO  MOVES  INTO  THE  PERSON'S  ZIP CODE. SUCH NOTICE SHALL INCLUDE ALL\n    5  INFORMATION AUTHORIZED TO BE DISCLOSED ON EACH SUCH SEX OFFENDER  PURSU-\n    6  ANT TO PARAGRAPH (A) OR (B) OF THIS SUBDIVISION.\n    7    S 4. This act shall take effect on the one hundred eightieth day after\n    8  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the registration of sex offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T122938.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110114.T120437.TXT", "SOBI.D110114.T130941.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295367680312
}