{
  "year" : 2011,
  "senateBillNo" : "S1971-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S1971-2011-1294981200000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the general civil penalty of the environmental conservation law",
  "summary" : "Relates to the general civil penalty of the environmental conservation law; provides that in addition to the fines, such person may be enjoined from continuing such violation and any permit or certificate issued to such person may be revoked or suspended, or a pending renewal application may be denied. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A1645",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A5259-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1971\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         general civil penalty\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 71-4003 of the environmental conservation  law,  as\n    2  amended  by  chapter  99  of  the  laws  of  2010, is amended to read as\n    3  follows:\n    4  S 71-4003. General civil penalty.\n    5    Except as otherwise specifically provided elsewhere in this chapter, a\n    6  person who violates any provision of this chapter, or  any  rule,  regu-\n    7  lation or order promulgated pursuant thereto, or the terms or conditions\n    8  of  any  permit, CERTIFICATE OR ORDER issued thereunder, shall be liable\n    9  [to] FOR a civil penalty of not more than one thousand dollars,  and  an\n   10  additional  civil penalty of not more than one thousand dollars for each\n   11  day during which each such violation continues; AND IN ADDITION THERETO,\n   12  SUCH PERSON MAY BE ENJOINED FROM  CONTINUING  SUCH  VIOLATION,  AND  ANY\n   13  PERMIT OR CERTIFICATE ISSUED TO SUCH PERSON MAY BE REVOKED OR SUSPENDED,\n   14  OR  A  PENDING  RENEWAL  APPLICATION MAY BE DENIED.   Any civil penalty,\n   15  INJUNCTIVE RELIEF, OR PERMIT OR CERTIFICATE  REVOCATION,  SUSPENSION  OR\n   16  DENIAL  provided for by this [chapter] SECTION may be assessed following\n   17  a hearing or opportunity to be heard.\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04804-01-1\n",
  "memo" : "BILL NUMBER:S1971\n\nTITLE OF BILL:\nAn act to amend the environmental conservation law, in relation to the\ngeneral civil penalty\n\nPURPOSE OF BILL:\nTo amend the Environmental Conservation Law (ECL) to provide injunctive\nrelief for ECL violations for which there is no specifically stated\npenalty in law.\n\nSUMMARY OF PROVISIONS:\nECL &sect;71-4003 is amended to provide for injunctive relief, as well as\nrevocation or suspension of a permit or certificate or denial of a pend-\ning renewal application, for violations of the ECL where the penalty is\nnot otherwise specifically provided.\n\nEXISTING LAW:\nECL &sect;71-4003 provides for a civil penalty of $500 for the initial\nviolation, and an additional $500 for each day the violation continues.\n\nLEGISLATIVE HISTORY:\n\nSTATEMENT IN SUPPORT:\nTypically, the relevant provisions of the ECL give the Commissioner\nspecific authority to assess monetary civil penalties and to direct\ninjunctive relief in redress of violations of such provisions.  However,\nbefore passage of ECL &sect;71-4003 providing for a general civil penalty,\nthere were certain ECL violations for which there was no stated penalty\nin law. When the Legislature enacted ECL &sect;71-4003 in 1977 (formerly\n&sect;71-3903), it provided for the assessment of a monetary penalty, but not\nfor injunctive relief, for those violations for which there was no\nspecific penalty provided elsewhere in the ECL. The Department of Envi-\nronmental Conservation's experience since the enactment of ECL &sect;71-4003\nhas demonstrated the need to revise such section to include injunctive\nrelief.\n\nThe nature of certain ECL violations make injunctive relief a more\nappropriate remedy than a monetary penalty. For example, ECL Article 34,\nrelating to Coastal Erosion Hazard Areas, recognizes the need to regu-\nlate activities and development, including erection of erosion protec-\ntive structures, within the coastal erosion hazard areas of New York to\nminimize damage to property and prevent the exacerbation of erosion\nhazards. ECL Article 34 has no specific penalty provisions; therefore,\nviolations of such Article are penalized under ECL &sect;71-4003. Pursuant to\nECL &sect;71-4003, the Commissioner may only assess monetary penalties.\nHowever, if a violator has constructed a structure which is detrimental\nto a coastal erosion hazard area, it may be more appropriate to require\nthat the violator remove such structure, rather than pay a monetary\npenalty.\n\nIn addition, revocation or Suspension of a permit or certificate, or\ndenial of a renewal application may be a suitable penalty. This would be\nespecially true where the subject offense involves violation of the\nconditions of such permit or certificate. This proposal, in amending ECL\n&sect;71-4003, would allow the Commissioner to utilize the penalty most\nappropriate to the nature of the violation.\n\nBUDGET IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the general civil penalty ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T115945.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110118.T111620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849288
}