{
  "year" : 2011,
  "senateBillNo" : "S1975-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S1975-2011-1294981200000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases to 15% the amount of the empire state film production credit that can be taken against taxes administered by the city of New York",
  "summary" : "Increases to 15% the amount of the empire state film production credit that can be taken against taxes administered by cities of one million or more; increases the aggregate of the credits which may be taken against such taxes. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A229-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1975\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law and chapter 60 of the laws of 2004  amending\n         the  tax  law  relating  to  providing  tax  credits for certain costs\n         incurred in film and television productions, in relation to the amount\n         of such credits against taxes administered by cities of one million or\n         more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  (b)  of  section  1201-a  of the tax law, as\n    2  amended by section 5 of part Y of chapter 62 of the  laws  of  2006,  is\n    3  amended to read as follows:\n    4    (b) Empire state film production credit. Any city in this state having\n    5  a  population  of one million or more, acting through its local legisla-\n    6  tive body, is hereby authorized to adopt and amend local laws to allow a\n    7  credit against the general corporation tax and the unincorporated  busi-\n    8  ness  tax  imposed  pursuant  to  the authority of chapter seven hundred\n    9  seventy-two of the laws of nineteen hundred  sixty-six  which  shall  be\n   10  substantially  identical to the credit allowed under section twenty-four\n   11  of this chapter, except that (A) the percentage of qualified  production\n   12  costs used to calculate such credit shall be [five] FIFTEEN percent, (B)\n   13  whenever such section twenty-four references the state, such words shall\n   14  be  read  as referencing the city, (C) such credit shall be allowed only\n   15  to a taxpayer which is a qualified film production company, and (D)  the\n   16  effective  date  of  such credit shall be July first, two thousand [six]\n   17  EIGHT.  Such credit shall be applied in a  manner  consistent  with  the\n   18  credit  allowed  under subdivision thirty-six of section two hundred ten\n   19  of this chapter except as may be necessary to take into account  differ-\n   20  ences  between  the general corporation tax and the unincorporated busi-\n   21  ness tax.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05753-01-1\n\n       S. 1975                             2\n\n    1    S 2.  Subdivision (b) of section 7 of part P of chapter 60 of the laws\n    2  of 2004 amending the tax law  relating  to  providing  tax  credits  for\n    3  certain costs incurred in film and television productions, as amended by\n    4  section  2  of  part  Y of chapter 62 of the laws of 2006, is amended to\n    5  read as follows:\n    6    (b)  The  aggregate  amount  of  tax  credits  allowed pursuant to the\n    7  authority of subdivision (b) of section 1201-a of the  tax  law  in  any\n    8  calendar year shall be $12.5 million in 2004 and 2005 [and], $30 million\n    9  in  2006  through  [2011]  2009, $32.5 MILLION IN 2010, $37.5 MILLION IN\n   10  2011, $42.5 MILLION IN 2012, $45 MILLION  IN  2013  AND  2014,  AND  $55\n   11  MILLION IN 2015.  Such aggregate amount of credits shall be allocated by\n   12  the  mayor's office of film, theater and broadcasting among taxpayers in\n   13  order of priority based upon the date of filing an application for allo-\n   14  cation of film production credit with such office. If the  total  amount\n   15  of  allocated  credits  applied  for  in any particular year exceeds the\n   16  aggregate amount of  tax  credits  allowed  for  such  year  under  this\n   17  section,  such excess shall be treated as having been applied for on the\n   18  first day of the subsequent year.\n   19    S 3. This act shall take effect immediately  and  applies  to  taxable\n   20  years beginning on or after July 1, 2010 and shall apply to applications\n   21  filed on or after the date it becomes a law.\n",
  "memo" : "BILL NUMBER:S1975\n\nTITLE OF BILL:\nAn act\nto amend the tax law and chapter 60 of the laws of 2004 amending the tax\nlaw relating to providing tax credits for certain costs incurred in film\nand television productions, in relation to the amount of such credits\nagainst taxes administered by cities of one million or more\n\nPURPOSE:\nTo increase to 15% the amount of the empire state film production\ncredit that can be taken against taxes administered by cities of one\nmillion or more.\n\nSUMMARY OF PROVISIONS:\nSection 1. Subdivision (b) of section l20l-a of the tax law, as\namended by section 5 of part y of chapter 62 of the laws of 2006, is\namended to authorize any city with a population of one million or\nmore to adopt the Empire state film production tax credit acting\nthrough its local legislative body and amend local laws to allow a 15\npercent credit against the general corporation tax and the\nunincorporated business tax.\n\nSection 2. Subdivision (b) of section 7 of part p of chapter 60 of the\nlaws of 2004 amending the tax law relating to providing tax credits\nfor certain costs incurred in film and television productions, as\namended by section 2 of part y of chapter 62 of the laws of 2006,\namends the aggregate amount of tax credits allowed pursuant to the\nauthority of subdivision (b) of section l20l-a of the tax law in any\ncalendar year shall be 30 million in 2007, 32.5 million in 2008, 37.5\nmillion ion 2009, 42.5 million in 2010, 45 million in 2011 and in\n2012, and $55 million in 2013.\n\nJUSTIFICATION:\nNew York's film tax credit is one of the most successful economic\ndevelopment programs in recent history. Since New York State tripled\nits own film production tax credit, film and television shooting days\nare up 84 percent. These shoots employ more union actors and extras\nthan typical production days, and are thus a strong measure of the\nbroader employment impact of increased filming.\n\nSince the initial credit was enacted, $600 million and over 6,000 new\njobs have been generated for the New York City's economy. This new\nlegislation would vastly expand on those results by tripling the\nproduction credit from 5 percent to 15 percent. By joining the state\nin this program, New York City can maximize the economic benefits for\nour\nregion at a time when the economy is struggling. Increased tax credits\nwould ensure that the recent growth in New York's film production\nbusiness continues, and that our economy receives a much-needed boost\nat a sensitive time.\n\nIn addition, Screen Actors Guild officials note that New York State's\nnewly tripled credit, along with the City's initial credit, has\nbrought a significant number of previously uninsured actors into the\nunion-sponsored healthcare program.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect\nimmediately and applies to\nthe taxable years beginning on or after July 1, 2010\nand shall apply to\napplications filed on or after the date it becomes a law; provided,\nhowever, that the amendments to subdivision (b) of section 1201-a of\nthe tax law, made by section one of this act, and subdivision (b) of\nsection 7 of part p of chapter 60 of the laws of 2004, made by\nsection two of this act, shall not affect the repeal of such\nsubdivisions and shall be deemed repealed therewith.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and chapter 60 of the laws of 2004 amending the tax law relating to providing tax credits for certain costs incurred in film and television productions, in relation to the amount of such credits against taxes administered by cities of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T112120.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T120437.TXT", "SOBI.D110114.T130941.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849294
}