{
  "year" : 2011,
  "senateBillNo" : "S1979-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1979-2011-1294981200000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that every schedule of rates of gas and electric corporations which is based on operation of over 18 months, shall be reviewed annually",
  "summary" : "Provides that every gas or electric rate schedule, which is based on projections of revenues, expenditures and utility operations for more than 18 months, shall be annually reviewed by the public service commission; such review proceeding shall include all the parties involved in the proceeding at which such schedule was originally approved. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : "A2365",
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A1672-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1979\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT to amend the public service law, in relation to requiring annual\n         reviews of multi-year rate plans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (f) of subdivision 12 of section 66 of the public\n    2  service  law,  as amended by chapter 154 of the laws of 1989, is amended\n    3  to read as follows:\n    4    (f) Whenever there shall be filed with the commission by  any  utility\n    5  any  schedule stating a new rate or charge, or any change in any form of\n    6  contract or agreement or any rule or regulation relating  to  any  rate,\n    7  charge  or service, or in any general privilege or facility, the commis-\n    8  sion may, at any time within sixty days from the date when such schedule\n    9  would or has become effective, either upon complaint  or  upon  its  own\n   10  initiative,  and, if it so orders, without answer or other formal plead-\n   11  ing by the utility, but upon reasonable notice, hold a hearing  concern-\n   12  ing  the propriety of a change proposed by the filing. If such change is\n   13  a major change, the commission shall hold such a hearing.  Pending  such\n   14  hearing  and  decision  thereon,  the  commission, upon filing with such\n   15  schedule and delivering to the utility, a statement in  writing  of  its\n   16  reasons  therefor,  may  suspend the operation of such schedule, but not\n   17  for a longer period than one hundred and twenty  days  beyond  the  time\n   18  when  it  would  otherwise  go  into effect. After full hearing, whether\n   19  completed before or after the schedule goes into effect, the  commission\n   20  may  make  such  order  in  reference  thereto  as  would be proper in a\n   21  proceeding begun after the rate, charge, form of contract or  agreement,\n   22  rule,  regulation,  service,  general  privilege  or facility had become\n   23  effective. If any such hearing cannot be concluded within the period  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05105-01-1\n\n       S. 1979                             2\n\n    1  suspension as above stated, the commission may extend the suspension for\n    2  a further period, not exceeding six months.\n    3    IF ANY SUCH SCHEDULE IS BASED ON PROJECTIONS OF REVENUES, EXPENDITURES\n    4  AND  UTILITY  OPERATIONS  FOR A PERIOD OF MORE THAN EIGHTEEN MONTHS, THE\n    5  COMMISSION SHALL ORDER THAT SUCH SCHEDULE INCLUDE ANNUAL PROJECTIONS  OR\n    6  REVENUES AND EXPENDITURES AND BENCHMARKS FOR MAINTENANCE AND OPERATIONS,\n    7  SERVICE   QUALITY  AND SUCH OTHER PROJECTIONS AS THE COMMISSION MAY DEEM\n    8  APPROPRIATE, AND SHALL COMMENCE A PROCEEDING  TO  REVIEW  THE  CONTINUED\n    9  VALIDITY  OF SUCH PROJECTIONS NOT MORE THAN THREE MONTHS AFTER THE ANNI-\n   10  VERSARY  DATE OF THE DATE SUCH SCHEDULE BECAME EFFECTIVE. ALL PARTIES TO\n   11  THE  PROCEEDING AT WHICH THE SCHEDULE WAS ORIGINALLY CONSIDERED SHALL BE\n   12  ENTITLED TO  PARTY STATUS IN THE REVIEW PROCEEDING;  PROVIDED,  HOWEVER,\n   13  THAT  NOTHING  IN  THIS PARAGRAPH SHALL PRECLUDE THE ADMISSION  OF ADDI-\n   14  TIONAL PERSONS TO THE PROCEEDING IF  THEIR  INTERVENTION  IS  LIKELY  TO\n   15  CONTRIBUTE  TO   THE  DEVELOPMENT  OF A COMPLETE RECORD OR IS  OTHERWISE\n   16  FAIR AND IN THE  PUBLIC INTEREST.  UPON A DETERMINATION THAT ANY OF  THE\n   17  PROJECTIONS WAS NOT MET OR IS IN NEED OF RECONSIDERATION, THE COMMISSION\n   18  MAY  MAKE  SUCH  ORDERS  AS  IT  DEEMS  APPROPRIATE. A REVIEW PROCEEDING\n   19  COMMENCED PURSUANT TO THIS PARAGRAPH  MAY  BE  DEEMED  TO  CONSTITUTE  A\n   20  PROCEEDING  UNDERTAKEN  PURSUANT  TO SUBDIVISION TWENTY OF THIS SECTION.\n   21  SIMILAR REVIEW PROCEEDINGS SHALL BE COMMENCED NOT MORE THAN THREE MONTHS\n   22  AFTER ANY SUBSEQUENT ANNIVERSARY DATE OF THE ORIGINAL SCHEDULE'S  EFFEC-\n   23  TIVE  DATE,  PROVIDED, HOWEVER, THAT SUCH PROCEEDINGS SHALL CONSIDER ANY\n   24  REVISED PROJECTIONS ORDERED IN PRIOR REVIEW PROCEEDINGS.\n   25    S 2. This act shall take effect on the one hundred eightieth day after\n   26  it shall have become a law. Provided that the public service  commission\n   27  is  immediately  authorized  and  directed  to take any and all actions,\n   28  including but not limited to the promulgation of  any  necessary  rules,\n   29  necessary to fully implement the provisions of this act on its effective\n   30  date.\n",
  "memo" : "BILL NUMBER:S1979\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to requiring annual\nreviews of multi-year rate plans\n\nPURPOSE OR GENERAL IDEA OF BILL:\nIn its January 2007 report, the\nAssembly Queens Power Outage Task Force recommended several measures\nto improve oversight of utilities and prevent future blackouts. This\nbill will restore utility accountability by requiring annual reviews\nof utility performance under multi-year rate plans.\n\nSUMMARY OF PROVISIONS:\nBill &sect;1 amends paragraph (f) of subdivision 12\nof &sect;66 of the Public Service Law to require that any utility rate\nfiling based on future revenues, expenditures and operations for a\nperiod of more than 18 months must also include annual revenue and\nexpenditure projections and benchmarks for maintenance and\noperations, service quality and other items deemed appropriate by the\nPublic Service Commission (PSC). The PSC shall commence a proceeding\nto review the continued validity of such projections not more than 3\nmonths after the anniversary date of the date such schedule became\neffective. Participation in this proceeding would be open to each\nparty to the original proceeding and any new parties that are likely\nto contribute to the development of a complete record. Similar review\nproceedings shall be commenced in subsequent years of the multi-year\nrate plan.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nCurrent law does\nnot address the diminution of opportunities for PSC and public\noversight created by the use of multi-year rate plans.\n\nJUSTIFICATION:\nLast summer, the western part of Queens suffered a\nmassive power outage that lasted 9 days. The Assembly Queens Power\nOutage Task Force studied the outage's causes and the inadequate\nresponses by the company responsible for the transmission and\ndistribution system, Consolidated Edison, and by the Public Service\nCommission.\nOne underlying cause of this debacle was found to be the reliance by\nNew York's utility regulators on antiquated laws, regulations and\npolicies that let companies engaged in energy transmission and\ndistribution operate without effective oversight.\n\nThe Task Force found that the increasing use of negotiated multi-year\nrate plans was undercutting the ability of the PSC, its staff and\nother interested members of the public to oversee the operations of\nregulated public utilities. Historically, one of the mainstays of\n\nutility regulation was the practice of conducting annual rate cases\nbefore the PSC with full involvement of the Consumer Protection Board\nand other public\nintervenors. This practice promoted regular, timely and effective\nfeedback on utilities' activities, undertakings and expenditures.\n\nIn recent years, the PSC's growing reliance on multi-year rate plans\nhas reduced both the frequency and effectiveness of outside scrutiny\nof utility performance. The Task Force found that this could be an\nunderlying factor in Consolidated Edison's decisions to defer or\nminimize maintenance expenditures, potentially compromising the\nsafety and reliability of the grid. This bill will restore the prior\npractice of more regular and thorough reviews of utility actions\nunder multi-year rate plans, resulting in more attention to service\nreliability and safety issues.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\n180th day after enactment; provided that the Public\nService Commission is immediately authorized and directed to\npromulgate rules and take other actions needed to fully implement the\nbill on such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to requiring annual reviews of multi-year rate plans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T122938.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110118.T151652.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T120437.TXT", "SOBI.D110114.T131441.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849299
}