{
  "year" : 2011,
  "senateBillNo" : "S1970-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S1970-2011-1294981200000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes the following participating agencies for purposes of agency assisted voter registration: public libraries, local housing authorities, and public high schools",
  "summary" : "Makes the following participating agencies for purposes of agency assisted voter registration: public libraries, local housing authorities, and public high schools; directs the state board of elections to promulgate rules and regulations for implementation. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : "A1685",
  "lawSection" : "Election Law",
  "previousVersions" : [ "A5260-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1970\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to designating  additional\n         participating agencies for purposes of agency assisted voter registra-\n         tion\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of section 5-211 of the election law,\n    2  as amended by chapter 200 of the laws of 1996, is  amended  to  read  as\n    3  follows:\n    4    Each  agency designated as a participating agency under the provisions\n    5  of this section shall implement and administer a program of distribution\n    6  of voter registration forms pursuant to the provisions of this  section.\n    7  The  following  offices  which  provide public assistance and/or provide\n    8  state funded programs primarily engaged in providing services to persons\n    9  with disabilities are hereby designated as voter registration  agencies:\n   10  designated as the state agencies which provide public assistance are the\n   11  [department  of  social  services]  OFFICE  OF  TEMPORARY AND DISABILITY\n   12  ASSISTANCE and the department of health.    Also  designated  as  public\n   13  assistance  agencies  are  all agencies of local government that provide\n   14  such assistance. Designated as  state  agencies  that  provide  programs\n   15  primarily  engaged in providing services to people with disabilities are\n   16  the department of labor, office for the  aging,  division  of  veterans'\n   17  affairs,  office  of mental health, office of vocational and educational\n   18  services for individuals with disabilities,  commission  on  quality  of\n   19  care  for the mentally disabled, office of mental retardation and devel-\n   20  opmental disabilities, commission  for  the  blind  and  visually  hand-\n   21  icapped,  office  of alcoholism and substance abuse services, the office\n   22  of the advocate for  the  disabled  and  all  offices  which  administer\n   23  programs  established or funded by such agencies. Additional state agen-\n   24  cies designated as voter registration  offices  are  the  department  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04807-01-1\n\n       S. 1970                             2\n\n    1  state  and the division of workers' compensation. Such agencies shall be\n    2  required to offer voter  registration  forms  to  persons  upon  initial\n    3  application  for  services,  renewal or recertification for services and\n    4  change of address relating to such services. Such agencies shall also be\n    5  responsible  for  providing assistance to applicants in completing voter\n    6  registration forms, receiving and transmitting the completed application\n    7  form from all applicants who wish to have such form transmitted  to  the\n    8  appropriate  board  of  elections.  The  state board of elections shall,\n    9  together with representatives of the department of defense, develop  and\n   10  implement  procedures  for  including  recruitment  offices of the armed\n   11  forces of the United States as  voter  registration  offices  when  such\n   12  offices  are  so  designated by federal law.  The state board shall also\n   13  make request of the United States Immigration and Naturalization Service\n   14  to include applications for registration  by  mail  with  any  materials\n   15  which  are given to new citizens.  All institutions of the state univer-\n   16  sity of New York and the city university of  New  York,  shall,  at  the\n   17  beginning  of  the  school year, and again in January of a year in which\n   18  the president of the United States is to be elected, provide an applica-\n   19  tion for registration to each student in each  such  institution.    The\n   20  state  board of elections may, by regulation, grant a waiver from any or\n   21  all of the requirements of this section to any office or program  of  an\n   22  agency,  if  it  determines  that  it is not feasible for such office or\n   23  program to administer such requirement.  ALSO DESIGNATED AS  PARTICIPAT-\n   24  ING  AGENCIES ARE ALL PUBLIC LIBRARIES, WHICH SHALL BE REQUIRED TO OFFER\n   25  VOTER REGISTRATION FORMS TO PERSONS EIGHTEEN YEARS OF AGE OR OLDER  UPON\n   26  INITIAL APPLICATION FOR A LIBRARY CARD. ALSO DESIGNATED AS PARTICIPATING\n   27  AGENCIES  ARE  ALL LOCAL HOUSING AUTHORITIES, WHICH SHALL BE REQUIRED TO\n   28  OFFER VOTER REGISTRATION FORMS TO PERSONS UPON INITIAL  APPLICATION  FOR\n   29  SERVICES OR RECERTIFICATION FOR SERVICES. ALSO DESIGNATED AS PARTICIPAT-\n   30  ING  AGENCIES  ARE  ALL  PUBLIC HIGH SCHOOLS, WHICH SHALL BE REQUIRED TO\n   31  OFFER VOTER REGISTRATION FORMS TO ALL SENIORS UPON THEIR GRADUATION.\n   32    S 2. This act shall take effect on the one hundred twentieth day after\n   33  it shall have become a law; provided that the state board  of  elections\n   34  is authorized to promulgate any rules necessary to implement this act on\n   35  or before its effective date.\n",
  "memo" : "BILL NUMBER:S1970\n\nTITLE OF BILL:\nAn act to amend the election law, in relation to designating additional\nparticipating agencies for purposes of agency assisted voter registra-\ntion\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 amends section 5-211 of the election law in relation to adding\npublic libraries, local housing authorities, and public high school to\nagencies for the purposes of assisting with voter registration.\n\nJUSTIFICATION:\nRegistering to vote can be a difficult process for many people. This\nbill would make the process easier by requiring more agencies to offer\nvoter registration forms upon application for services, renewal of\nservices, and change of address relating to such services.  Such agen-\ncies will also be responsible for providing assistance to applicants in\ncompleting voter registration forms, and receiving and transmitting the\ncompleted application forms to the appropriate board of elections. In\naddition to college campuses, Immigration and Naturalization Services,\nand recruitment offices of the armed forces, all public libraries, local\nhousing authorities, and public high schools will offer the same voter\nregistration services. This will increase the number of eligible voters,\nand make the voting process less difficult.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nMinimal.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred twentieth day after it\nshall have become a law, provided that the state board of elections is\nauthorized to promulgate any rules to implement this act on or before\nits effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to designating additional participating agencies for purposes of agency assisted voter registration ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T115945.TXT", "SOBI.D110118.T105117.TXT", "SOBI.D110114.T133442.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T122438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849286
}