{
  "year" : 2011,
  "senateBillNo" : "S1985-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1985-2011-1294981200000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the $2,500 limit for emergency crime victim awards when the award is used to replace necessary medical equipment not covered by insurance",
  "summary" : "Eliminates certain monetary limits for emergency crime victim awards when the award is used to replace medical equipment necessary for the survival of the claimant and such replacement is not covered by the medical assistance program or any other insurance coverage. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S2587-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1985\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN,  DeFRANCISCO,  SALAND  --  read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Crime Victims, Crime and Correction\n\n       AN ACT to amend the executive law, in relation to crime victims emergen-\n         cy awards used to replace certain medical equipment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 630 of the executive law, as amended by section  21\n    2  of  part  A-1  of  chapter 56 of the laws of 2010, is amended to read as\n    3  follows:\n    4    S 630. Emergency awards. 1. Notwithstanding the provisions of  section\n    5  six  hundred  twenty-seven of this article, if it appears to the office,\n    6  that such claim is one with respect to which an award probably  will  be\n    7  made,  and  undue  hardship  will  result  to  the claimant if immediate\n    8  payment is not made, the office may make one or more emergency awards to\n    9  the claimant pending a final decision of the office  or  payment  of  an\n   10  award  in  the  case,  provided,  however, that the total amount of such\n   11  emergency awards shall  not  exceed  twenty-five  hundred  dollars.  The\n   12  amount  of  such emergency awards shall be deducted from any final award\n   13  made to the claimant, and the excess of the amount of any such emergency\n   14  award over the amount of the final award, or  the  full  amount  of  any\n   15  emergency  awards  if  no  final  award  is made, shall be repaid by the\n   16  claimant to the office.  AN EXCEPTION TO SUCH LIMITATION SHALL  BE  MADE\n   17  WHERE  THE  CLAIMANT  WILL  USE  THE  EMERGENCY AWARD TO REPLACE MEDICAL\n   18  EQUIPMENT NOT COVERED BY THE MEDICAL ASSISTANCE  PROGRAM  OR  ANY  OTHER\n   19  INSURANCE  COVERAGE,  AND  SUCH  MEDICAL  EQUIPMENT IS NECESSARY FOR THE\n   20  CONTINUED SURVIVAL OF THE CLAIMANT.\n   21    2. Notwithstanding the provisions of section six hundred  twenty-seven\n   22  of this article, local crime victim service programs shall be authorized\n   23  to  provide  emergency  awards  to  crime victims for essential personal\n   24  property, medical  treatment  AND  EQUIPMENT,  shelter  costs,  security\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04615-02-1\n\n       S. 1985                             2\n\n    1  services,  counseling  and transportation the total amount of such emer-\n    2  gency awards not to exceed five hundred dollars; PROVIDED, HOWEVER, THAT\n    3  WHERE THE CLAIMANT WILL USE  THE  EMERGENCY  AWARD  TO  REPLACE  MEDICAL\n    4  EQUIPMENT  NOT  COVERED  BY  THE MEDICAL ASSISTANCE PROGRAM OR ANY OTHER\n    5  INSURANCE COVERAGE, AND SUCH MEDICAL  EQUIPMENT  IS  NECESSARY  FOR  THE\n    6  CONTINUED  SURVIVAL OF THE CLAIMANT, THERE SHALL BE NO LIMITATION ON THE\n    7  AMOUNT OF THE EMERGENCY AWARD. These programs shall be reimbursed by the\n    8  office, pursuant to the provisions of this article, if it is subsequent-\n    9  ly determined that the victim  is  an  eligible  claimant.  Local  crime\n   10  victim  service  programs  shall  be  authorized  to  establish  special\n   11  accounts for this purpose. The office shall initiate a program to assist\n   12  local crime victim service programs in establishing special accounts  to\n   13  provide emergency awards, within amounts designated for that purpose.\n   14    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to crime victims emergency awards used to replace certain medical equipment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T132943.TXT", "SOBI.D110118.T111620.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295367380161
}