{
  "year" : 2011,
  "senateBillNo" : "S1986-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S1986-2011-1294981200000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prohibiting good behavior allowances for certain felony offenses",
  "summary" : "Relates to prohibiting good behavior allowances for violent felony offenses. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S8417-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1986\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN,  DeFRANCISCO,  JOHNSON,  LAVALLE, LITTLE,\n         MAZIARZ, RANZENHOFER, SALAND -- read twice and  ordered  printed,  and\n         when  printed to be committed to the Committee on Crime Victims, Crime\n         and Correction\n\n       AN ACT to amend the correction law and the penal  law,  in  relation  to\n         prohibiting good behavior allowances for certain offenses and increas-\n         ing penalties for certain violent felonies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (c) of  subdivision  1  of  section  803  of  the\n    2  correction law, as added by chapter 3 of the laws of 1995, is amended to\n    3  read as follows:\n    4    (c)  A  person  serving  a  determinate  sentence  of imprisonment may\n    5  receive time allowance against the term of his sentence  not  to  exceed\n    6  one-seventh  of the term imposed by the court; PROVIDED HOWEVER, THAT NO\n    7  PERSON CONVICTED OF A VIOLENT FELONY OFFENSE PURSUANT TO  SECTION  70.02\n    8  OF THE PENAL LAW SHALL BE ELIGIBLE FOR GOOD BEHAVIOR ALLOWANCES PURSUANT\n    9  TO THIS SECTION OR ANY OTHER SECTION OF LAW.\n   10    S  2.  Subdivision  3  of section 70.08 of the penal law is amended by\n   11  adding a new paragraph (a-2) to read as follows:\n   12    (A-2) WHERE THE PREDICATE VIOLENT FELONIES ARE AT  LEAST  CLASS  B  OR\n   13  ABOVE, A DEFENDANT CONVICTED OF AGGRAVATED ASSAULT UPON A POLICE OFFICER\n   14  OR  A  PEACE OFFICER PURSUANT TO SECTION 120.11 OF THIS CHAPTER SHALL BE\n   15  SENTENCED TO LIFE WITHOUT PAROLE PURSUANT TO SUBDIVISION FIVE OF SECTION\n   16  70.00 OF THIS ARTICLE.\n   17    S 3. Subdivision 5 of section 70.00 of the penal law,  as  amended  by\n   18  chapter 482 of the laws of 2009, is amended to read as follows:\n   19    5.   Life  imprisonment  without  parole.  Notwithstanding  any  other\n   20  provision of law, a defendant sentenced  to  life  imprisonment  without\n   21  parole  shall  not  be  or  become  eligible  for  parole or conditional\n   22  release. For purposes of commitment and custody, other than  parole  and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04285-01-1\n\n       S. 1986                             2\n\n    1  conditional  release,  such sentence shall be deemed to be an indetermi-\n    2  nate sentence.  A defendant may be sentenced to life imprisonment  with-\n    3  out  parole  upon conviction for the crime of murder in the first degree\n    4  as  defined in section 125.27 of this chapter and in accordance with the\n    5  procedures provided by law for imposing a sentence  for  such  crime.  A\n    6  defendant  must  be  sentenced  to life imprisonment without parole upon\n    7  conviction for the crime of terrorism as defined in  section  490.25  of\n    8  this  chapter,  where the specified offense the defendant committed is a\n    9  class A-I felony; the crime of criminal possession of a chemical  weapon\n   10  or biological weapon in the first degree as defined in section 490.45 of\n   11  this  chapter;  or  the  crime  of  criminal use of a chemical weapon or\n   12  biological weapon in the first degree as defined in  section  490.55  of\n   13  this  chapter; provided, however, that nothing in this subdivision shall\n   14  preclude or prevent a sentence of  death  when  the  defendant  is  also\n   15  convicted  of  the  crime  of  murder  in the first degree as defined in\n   16  section 125.27 of this chapter.  A defendant must be sentenced  to  life\n   17  imprisonment  without  parole upon conviction for the crime of murder in\n   18  the second degree as defined in subdivision five of  section  125.25  of\n   19  this  chapter or for the crime of aggravated murder as defined in subdi-\n   20  vision one of section  125.26  of  this  chapter.  A  defendant  may  be\n   21  sentenced  to  life  imprisonment without parole upon conviction for the\n   22  crime of aggravated murder as defined  in  subdivision  two  of  section\n   23  125.26  of  this chapter.  A DEFENDANT MUST BE SENTENCED TO LIFE WITHOUT\n   24  PAROLE UPON A CONVICTION OF AGGRAVATED ASSAULT UPON A POLICE OFFICER  OR\n   25  A  PEACE  OFFICER PURSUANT TO SECTION 120.11 OF THIS CHAPTER, WHERE SUCH\n   26  CONVICTION IS THE THIRD VIOLENT FELONY OFFENSE FOR WHICH  THE  DEFENDANT\n   27  HAS BEEN CONVICTED.\n   28    S 4. This act shall take effect immediately; provided, that the amend-\n   29  ments to paragraph (c) of subdivision 1 of section 803 of the correction\n   30  law  made  by section one of this act shall not affect the expiration of\n   31  such section and shall be deemed to expire therewith; provided,  further\n   32  however  that  the  amendments  to subdivision 3 of section 70.08 of the\n   33  penal law made by section two of this act shall survive  the  expiration\n   34  and reversion of such subdivision as provided in section 74 of chapter 3\n   35  of the laws of 1995, as amended.\n",
  "memo" : "BILL NUMBER:S1986\n\nTITLE OF BILL:\n\nAn act\nto amend the correction law and the penal law,\nin relation to prohibiting good behavior\nallowances for certain offenses and increasing penalties for certain\nviolent felonies\n\nPURPOSE:\n\nTo increase the penalty for aggravated assault against a police or a\npeace officer to life without parole when the person convicted has\ntwo prior violent felonies.\n\nSUMMARY OF PROVISIONS:\n\nSection one amends paragraph (c) of subdivision 1 of section 803 of\nthe penal law to provide that no person convicted of a violent felony\noffense pursuant to section 70.02 of the Penal Law will be eligible\nfor good behavior allowances.\n\nSection two amends section 70.08 of the Penal Law to provide that when\na person convicted of two prior felonies which are classified as\nclass B violent felonies, and such person is convicted of aggravated\nassault against a police or peace officer (section 120.11 of the\nPenal Law), such person will be subject to a sentence of life without\nparole.\n\nSection three includes conforming language.\n\nSection four is the effective date.\n\nAggravated assault upon a police officer is defined in section 120.11\nof the Penal Law as follows:\n\n\"A person is guilty of aggravated assault upon a police officer or a\npeace officer when, with intent to cause serious physical injury to a\nperson whom he knows or reasonably should know to be a police officer\nor a peace officer engaged in the course of performing his official\nduties, he causes such injury by means of a deadly weapon or\ndangerous instrument.\"\n\nUnder current law this is a class B violent felony.\n\nJUSTIFICATION:\n\nLaws that keep persistent violent felons off the streets are good\npublic policy and in the best interest of maintaining social order\nand overall respect for the rule of law.\n\nThis sentiment is reflected in current law which provides for a\nsentence of life without parole for cop killers and stiff sentences\nfor persistent violent felons (three felony convictions).\n\nIn all likelihood, an individual who has two prior convictions for\nviolent felonies and commits the crime of aggravated assault upon a\npolice officer, is not likely to be rehabilitated and be able to live\nfreely in society without perpetrating violent crimes against the\ncitizenry. Further, someone who is willing to commit an aggravated\nassault upon a police officer would probably be much more likely to\ndo far worse against unarmed and vulnerable civilians such as\nchildren, senior citizens and the disabled.\n\nLEGISLATIVE HISTORY:\n\nS.8417 of 2010 - Referred to Rules\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately, with provisions.\n\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law and the penal law, in relation to prohibiting good behavior allowances for certain offenses and increasing penalties for certain violent felonies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T132943.TXT", "SOBI.D110118.T151652.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T111620.TXT", "SOBI.D110131.T105656.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296489416204
}