{
  "year" : 2011,
  "senateBillNo" : "S1987-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S1987-2011-1294981200000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a deadbeats most wanted list",
  "summary" : "Authorizes the creation of a child support deadbeats most wanted list. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S7173-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1987\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sens. GOLDEN, BONACIC -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to authorizing  the\n         creation of a deadbeats most wanted list\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The social services law is amended by adding a new  section\n    2  111-w to read as follows:\n    3    S  111-W.  \"DEADBEATS MOST WANTED LIST\"; WEBSITE; COORDINATED ARRESTS.\n    4  1. DEFINITIONS. AS USED IN THIS SECTION: (A) \"OFFICE\" MEANS  THE  OFFICE\n    5  OF TEMPORARY AND DISABILITY ASSISTANCE; AND (B) \"COMMISSIONER\" MEANS THE\n    6  COMMISSIONER OF TEMPORARY AND DISABILITY ASSISTANCE.\n    7    2.  THE  DEPARTMENT,  THROUGH  THE  OFFICE,  SHALL  COMPILE, AND SHALL\n    8  DISCLOSE AND PUBLISH AT  REGULAR  INTERVALS  A  \"DEADBEATS  MOST  WANTED\n    9  LIST\",  COMPRISED  OF  INDIVIDUALS  WHO  ARE  IN  ARREARS IN THEIR CHILD\n   10  SUPPORT OBLIGATIONS UNDER A COURT  OR  ADMINISTRATIVE  ORDER.  THE  LIST\n   11  SHALL INCLUDE ONLY THOSE PERSONS WHO ARE IN ARREARS IN AN AMOUNT GREATER\n   12  THAN TEN THOUSAND DOLLARS, SUCH OTHER AMOUNT AS ESTABLISHED FROM TIME TO\n   13  TIME  BY  THE COMMISSIONER, AND SHALL SET FORTH IDENTIFYING INFORMATION,\n   14  INCLUDING BUT NOT LIMITED TO, THE NAME AND LAST  KNOWN  ADDRESS  OF  THE\n   15  INDIVIDUAL  OWING THE ARREARAGE, A PHYSICAL DESCRIPTION OF SUCH INDIVID-\n   16  UAL AND A PHOTOGRAPH OF THE INDIVIDUAL IF  AVAILABLE,  THE  INDIVIDUAL'S\n   17  OCCUPATION,  THE  AMOUNT  OF  ANY CHILD SUPPORT ARREARAGE, THE NUMBER OF\n   18  CHILDREN FOR WHOM SUPPORT IS OWED,  AND  ANY  OTHER  INFORMATION  DEEMED\n   19  APPROPRIATE  BY THE OFFICE. THE LIST SHALL NOT EXCEED FIVE HUNDRED INDI-\n   20  VIDUALS AT ANY GIVEN TIME.\n   21    3. THE \"DEADBEATS MOST WANTED LIST\" SHALL BE  MADE  AVAILABLE  BY  THE\n   22  OFFICE THROUGH ITS WEBSITE, AND SHALL BE AVAILABLE FOR PUBLIC INSPECTION\n   23  AND  DISSEMINATION  AT  EACH  FACILITY  OF THE OFFICE, INCLUDING BUT NOT\n   24  LIMITED TO, THE OFFICE OF EACH SUPPORT COLLECTION UNIT. NOTHING IN  THIS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04276-01-1\n\n       S. 1987                             2\n\n    1  SECTION  SHALL PROHIBIT OTHER PUBLICATION OF THE LIST AS DIRECTED BY THE\n    2  COMMISSIONER.\n    3    4.  THE  LIST  SHALL  BE  USED FOR THE PURPOSES OF LOCATING DELINQUENT\n    4  INDIVIDUALS AND ASSISTING WITH THE ENFORCEMENT OF ORDERS  DIRECTING  THE\n    5  PAYMENT  OF  SUPPORT,  AND  FOR  SUCH OTHER PURPOSES AS THE COMMISSIONER\n    6  DEEMS APPROPRIATE.\n    7    5. AT LEAST NINETY DAYS PRIOR TO THE  DISCLOSURE  OF  AN  INDIVIDUAL'S\n    8  INFORMATION  ON  THE LIST, THE OFFICE SHALL MAIL A WRITTEN NOTICE TO THE\n    9  INDIVIDUAL BY CERTIFIED MAIL ADDRESSED TO THE  INDIVIDUAL'S  LAST  KNOWN\n   10  HOME  ADDRESS.  THE  NOTICE SHALL DETAIL THE AMOUNT OF THE ARREARAGE AND\n   11  THE OFFICE'S INTENT TO DISCLOSE THE ARREARAGE. IF THE ARREARAGE  IS  NOT\n   12  PAID  IN  FULL  WITHIN NINETY DAYS AFTER THE NOTICE WAS DELIVERED TO THE\n   13  INDIVIDUAL OR THE OFFICE HAS BEEN NOTIFIED THAT DELIVERY WAS REFUSED  OR\n   14  OTHERWISE  NOT SUCCESSFUL, AND THE INDIVIDUAL HAS NOT, SINCE THE MAILING\n   15  OF THE NOTICE, ENTERED INTO A WRITTEN  AGREEMENT  WITH  THE  OFFICE  FOR\n   16  PAYMENT  OF  THE  ARREARAGE OR HAS ENTERED INTO A WRITTEN AGREEMENT WITH\n   17  THE OFFICE FOR PAYMENT OF THE ARREARAGE, THE  OFFICE  MAY  DISCLOSE  THE\n   18  INDIVIDUAL'S ARREARAGE UNDER SUBDIVISION TWO OF THIS SECTION.\n   19    6. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION FIVE OF THIS SECTION,\n   20  INFORMATION  CONCERNING  AN  INDIVIDUAL  IN  ARREARS IN HIS OR HER CHILD\n   21  SUPPORT OBLIGATIONS UNDER A COURT OR ADMINISTRATIVE ORDER IS NOT SUBJECT\n   22  TO DISCLOSURE UNDER SUBDIVISION TWO OF THIS SECTION IF:  (A)  A  WRITTEN\n   23  AGREEMENT  FOR  PAYMENT EXISTS BETWEEN THE INDIVIDUAL AND THE OFFICE, OR\n   24  (B) THE ARREARAGE IS THE SUBJECT OF AN ADMINISTRATIVE HEARING,  ADMINIS-\n   25  TRATIVE REVIEW, OR JUDICIAL REVIEW.  NOTWITHSTANDING ANY OTHER PROVISION\n   26  OF THIS SECTION, IF AN INDIVIDUAL FAILS TO COMPLY IN FULL WITH AN AGREE-\n   27  MENT  MADE  BETWEEN  THE INDIVIDUAL AND THE OFFICE, THE OFFICE MAY PLACE\n   28  THE INDIVIDUAL'S INFORMATION ON THE LIST AGAIN WITHOUT BEING REQUIRED TO\n   29  GIVE NOTICE AS PROVIDED IN SUBDIVISION FIVE OF THIS SECTION.\n   30    7. AN INDIVIDUAL'S INFORMATION SHALL BE REMOVED FROM THE WEBSITE UPON:\n   31  (A) FULL PAYMENT OF THE ARREARAGE;  (B)  PAYMENT  OF  THREE  CONSECUTIVE\n   32  PAYMENTS  MADE  UNDER AN AGREEMENT BETWEEN THE INDIVIDUAL AND THE OFFICE\n   33  PURSUANT TO SUBDIVISION FIVE OF THIS SECTION; OR (C) SUBMISSION  TO  THE\n   34  OFFICE  OF A CERTIFIED COPY OF A COURT OR ADMINISTRATIVE ORDER DIRECTING\n   35  THAT THE INDIVIDUAL IS NOT RESPONSIBLE FOR THE PAYMENTS  COMPRISING  THE\n   36  ARREARAGE.    SUCH INFORMATION SHALL BE REMOVED FROM PRINTED VERSIONS OF\n   37  THE LIST AT THE TIME OF THE NEXT PRINTING OF SUCH VERSION.\n   38    8. A DISCLOSURE MADE BY THE OFFICE IN A GOOD FAITH  EFFORT  TO  COMPLY\n   39  WITH  THIS  SECTION SHALL NOT BE CONSIDERED A VIOLATION OF ANY CONFIDEN-\n   40  TIALITY LAWS.\n   41    9. THE COMMISSIONER SHALL PROMULGATE SUCH RULES AND REGULATIONS AS  HE\n   42  OR SHE DEEMS NECESSARY TO EFFECTUATE THE PROVISIONS OF THIS SECTION.\n   43    S  2.  Section 111-v of the social services law is amended by adding a\n   44  new subdivision 6 to read as follows:\n   45    6. THE DISCLOSURE OR PUBLICATION  OF  INFORMATION  ON  THE  DELINQUENT\n   46  OBLIGOR'S  SUPPORT  LIST AND WEBSITE, AS PROVIDED IN SECTION ONE HUNDRED\n   47  ELEVEN-W OF THIS TITLE SHALL NOT BE CONSTRUED TO BE A VIOLATION  OF  THE\n   48  PROVISIONS OF THIS SECTION.\n   49    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to authorizing the creation of a deadbeats most wanted list ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T132943.TXT", "SOBI.D110118.T151652.TXT", "SOBI.D110118.T111620.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295381812425
}