{
  "year" : 2011,
  "senateBillNo" : "S1982-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1982-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires hospital incident reports to be simultaneously provided to the affected patients and/or their legal representatives",
  "summary" : "Requires general hospital which submits an incident report to the department of health to simultaneously provide a copy of such report to the affected patients and/ or their legal representatives; stays the statute of limitations for medical, dental and podiatric malpractice causes of action until one year after an incident report is submitted. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A9114-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1982\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules and the  public  health\n         law,  in relation to the provision of hospital incident reports to the\n         affected patients or their representatives\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"patient sunlight act\".\n    3    S 2. Section 214-a of the civil practice law and rules, as amended  by\n    4  chapter 485 of the laws of 1986, is amended to read as follows:\n    5    S  214-a.  Action  for  medical, dental or podiatric malpractice to be\n    6  commenced within two years and six months; exceptions. 1. An action  for\n    7  medical,  dental  or  podiatric malpractice must be commenced within two\n    8  years and six months of the act, omission or failure  complained  of  or\n    9  last treatment where there is continuous treatment for the same illness,\n   10  injury  or  condition which gave rise to the said act, omission or fail-\n   11  ure[; provided, however, that where].\n   12    2. (A) NOTWITHSTANDING THE  PROVISIONS  OF  SUBDIVISION  ONE  OF  THIS\n   13  SECTION, AN ACTION FOR MEDICAL, DENTAL OR PODIATRIC MALPRACTICE NEED NOT\n   14  BE  COMMENCED  WITHIN  TWO  YEARS AND SIX MONTHS OF THE ACT, OMISSION OR\n   15  FAILURE COMPLAINED OF OR LAST TREATMENT WHERE THERE IS CONTINUOUS TREAT-\n   16  MENT FOR THE SAME ILLNESS, INJURY OR CONDITION WHICH GAVE RISE  TO  SAID\n   17  ACT,  OMISSION  OR  FAILURE,  IF THE DEFENDANT IS A GENERAL HOSPITAL, AS\n   18  DEFINED IN SUBDIVISION TEN OF SECTION TWENTY-EIGHT HUNDRED  ONE  OF  THE\n   19  PUBLIC  HEALTH  LAW,  AND  HAS  FAILED  TO  FILE  AN INCIDENT REPORT, AS\n   20  REQUIRED  BY  SECTION  TWENTY-EIGHT  HUNDRED  FIVE-L  OF  SUCH  LAW,  IN\n   21  CONNECTION  WITH  THE  INCIDENT  THAT  IS THE SUBJECT OF THE MALPRACTICE\n   22  ACTION. IN SUCH CASE, THE ACTION MAY BE COMMENCED WITHIN ONE YEAR OF THE\n   23  DATE SUCH INCIDENT REPORT IS FILED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04123-01-1\n\n       S. 1982                             2\n\n    1    (B) NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION,\n    2  AN ACTION FOR MEDICAL, DENTAL  OR  PODIATRIC  MALPRACTICE  NEED  NOT  BE\n    3  COMMENCED  WITHIN TWO YEARS AND SIX MONTHS OF THE ACT, OMISSION OR FAIL-\n    4  URE COMPLAINED OF OR LAST TREATMENT WHERE THERE IS CONTINUOUS  TREATMENT\n    5  FOR  THE  SAME ILLNESS, INJURY OR CONDITION WHICH GAVE RISE TO SAID ACT,\n    6  OMISSION OR FAILURE, WHERE SUCH ACTION IS AGAINST A GENERAL HOSPITAL, AS\n    7  DEFINED IN SUBDIVISION TEN OF SECTION TWENTY-EIGHT HUNDRED  ONE  OF  THE\n    8  PUBLIC HEALTH LAW, REGARDLESS OF WHETHER SUCH ACTION IS OTHERWISE BARRED\n    9  BY  SUBDIVISION  ONE OF THIS SECTION AGAINST ANY PERSON LICENSED, CERTI-\n   10  FIED OR REGISTERED PURSUANT TO TITLE EIGHT OF THE EDUCATION  LAW,  WHERE\n   11  SUCH  INDIVIDUAL  OR  GENERAL  HOSPITAL  HAS  FAILED TO FILE AN INCIDENT\n   12  REPORT, AS REQUIRED BY SECTION TWENTY-EIGHT HUNDRED FIVE-L OF SUCH  LAW,\n   13  IN  CONNECTION  WITH THE INCIDENT THAT IS THE SUBJECT OF THE MALPRACTICE\n   14  ACTION. IN SUCH CASE, THE ACTION MAY BE COMMENCED WITHIN ONE YEAR OF THE\n   15  DATE SUCH INCIDENT REPORT IS FILED.\n   16    3.  WHERE the action is based upon the discovery of a  foreign  object\n   17  in  the body of the patient, the action may be commenced within one year\n   18  of the date of such discovery or of the date of discovery of facts which\n   19  would reasonably lead to such discovery, whichever is earlier.  For  the\n   20  purpose  of  this  section  the  term  \"continuous  treatment\" shall not\n   21  include examinations undertaken at the request of the  patient  for  the\n   22  sole  purpose  of ascertaining the state of the patient's condition. For\n   23  the purpose of this section the term \"foreign object\" shall not  include\n   24  a chemical compound, fixation device or prosthetic aid or device.\n   25    S  3. Subdivisions 4 and 5 of section 2805-l of the public health law,\n   26  subdivision 5 as renumbered by chapter 632 of  the  laws  of  2006,  are\n   27  renumbered  subdivisions  5  and  6, and a new subdivision 4 is added to\n   28  read as follows:\n   29    4. NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, COPIES OF ANY\n   30  REPORTS SUBMITTED TO THE  DEPARTMENT  PURSUANT  TO  THIS  SECTION  SHALL\n   31  SIMULTANEOUSLY BE PROVIDED TO:\n   32    (A)  THE  PATIENT OR PATIENTS WHO WERE AFFECTED IN SUCH A MANNER AS TO\n   33  REQUIRE THE SUBMISSION OF SUCH INCIDENT REPORT;\n   34    (B) IN THE EVENT SUCH A PATIENT IS  DECEASED  OR  INCAPACITATED,  SUCH\n   35  REPORT  SHALL  BE  PROVIDED TO THE PATIENT'S LEGAL REPRESENTATIVE OR THE\n   36  LEGAL REPRESENTATIVE OF THE PATIENT'S ESTATE; AND\n   37    (C) THE PERSONS, FAMILY OR OTHER PARTY IDENTIFIED  IN  THE  HOSPITAL'S\n   38  RECORDS AS THE PARTY OR PARTIES DESIGNATED BY SUCH PATIENT FOR NOTIFICA-\n   39  TION OR CONSULTATION IN THE EVENT OF THE PATIENT'S INCAPACITY OR DEATH.\n   40    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules and the public health law, in relation to the provision of hospital incident reports to the affected patients or their representatives ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T122938.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110114.T120437.TXT", "SOBI.D110114.T131441.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295369187078
}