{
  "year" : 2011,
  "senateBillNo" : "S1983-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S1983-2011-1294981200000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires general purpose lights used in all public buildings to meet certain energy efficiency standards",
  "summary" : "Requires general purpose lights used in all public buildings to meet certain energy efficiency standards; standards increase over time. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : "A2227",
  "lawSection" : "Energy Law",
  "previousVersions" : [ "A5280-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1983\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend  the  energy  law,  in relation to the use of general\n         purpose lights in public buildings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 8-103 of the energy law, as amended by chapter 744\n    2  of the laws of 1979, is amended to read as follows:\n    3    S 8-103. Application. 1. On or before April  first,  nineteen  hundred\n    4  eighty, the commissioner shall promulgate, and thereafter may amend from\n    5  time  to time, standards relating to the lighting of all existing build-\n    6  ings, or classes of such  buildings,  for  purposes  of  minimizing  the\n    7  consumption of energy and providing for the efficient utilization of the\n    8  energy expended for lighting in the use and occupancy of such buildings.\n    9  Such  standards  shall be cost effective and shall not impair the health\n   10  and safety of the occupants of the  property.  The  standards  shall  be\n   11  deemed cost effective if the cost of implementing them would be equal to\n   12  or  less  than  the present value of energy and maintenance savings that\n   13  would be expected over a seven-year period in a building  to  which  the\n   14  standards  are applicable.  PROVIDED HOWEVER, ON AND AFTER THE EFFECTIVE\n   15  DATE OF THE CHAPTER OF THE LAWS OF TWO  THOUSAND  ELEVEN  WHICH  AMENDED\n   16  THIS  SECTION,  ALL  GENERAL  PURPOSE LIGHTS USED IN PUBLIC BUILDINGS IN\n   17  THIS STATE SHALL MEET THE ENERGY  EFFICIENCY  STANDARDS  ESTABLISHED  IN\n   18  SUBDIVISION TWO OF THIS SECTION.\n   19    2.  THE MINIMUM ENERGY EFFICIENCY STANDARDS FOR A GENERAL SERVICE LAMP\n   20  USED IN A PUBLIC BUILDING IN THE STATE SHALL BE AS FOLLOWS:\n   21    (A) BY JANUARY FIRST, TWO THOUSAND FOURTEEN, FOR A LAMP WITH  A  LUMEN\n   22  OUTPUT OF BETWEEN TWENTY-SIX HUNDRED NINETY AND FOURTEEN HUNDRED NINETY,\n   23  THE LAMP SHALL ACHIEVE FIFTY LUMENS PER WATT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05114-01-1\n\n       S. 1983                             2\n\n    1    (B)  BY  JANUARY  FIRST, TWO THOUSAND FIFTEEN, FOR A LAMP WITH A LUMEN\n    2  OUTPUT OF BETWEEN FOURTEEN HUNDRED EIGHTY-NINE AND ONE THOUSAND TEN, THE\n    3  LAMP SHALL ACHIEVE FIFTY LUMENS PER WATT.\n    4    (C)  BY  JANUARY  FIRST, TWO THOUSAND SIXTEEN, FOR A LAMP WITH A LUMEN\n    5  OUTPUT OF BETWEEN ONE THOUSAND NINE AND SEVEN HUNDRED THIRTY,  THE  LAMP\n    6  SHALL ACHIEVE FIFTY LUMENS PER WATT.\n    7    (D)  BY  JANUARY  FIRST,  TWO THOUSAND TWENTY, FOR A LAMP WITH A LUMEN\n    8  OUTPUT OF BETWEEN SEVEN HUNDRED TWENTY-NINE AND THREE HUNDRED FORTY, THE\n    9  LAMP SHALL ACHIEVE FORTY LUMENS PER WATT.\n   10    3. FOR THE PURPOSES OF THIS SECTION:\n   11    (A) \"GENERAL SERVICE LAMP\" MEANS A STANDARD TYPE LAMP THAT IS INTENDED\n   12  FOR GENERAL SERVICE APPLICATIONS AND HAS ALL OF THE FOLLOWING:\n   13    (I) A MEDIUM SCREW BASE;\n   14    (II) A WATTAGE RATING OF NO LESS THAN TWENTY-FIVE WATTS AND NO GREATER\n   15  THAN ONE HUNDRED FIFTY WATTS;\n   16    (III) A A-15, A-19, A-21, A-23, A-25, PS-25,  PS-30,  BT-14.5,  BT-15,\n   17  CP-19,  TB-19,  CA-22,  OR  EQUIVALENT  SHAPE AS DEFINED IN THE AMERICAN\n   18  NATIONAL STANDARDS INSTITUTE C78.20-2003; AND\n   19    (IV) A BULB FINISH OF FROSTED, CLEAR, OR SOFT WHITE TYPE.\n   20    A GENERAL SERVICE LAMP DOES NOT INCLUDE AN APPLIANCE LAMP, BLACK LIGHT\n   21  LAMP, BUG LAMP, COLORED LAMP, ENHANCED  SPECTRUM  LAMP,  INFRARED  LAMP,\n   22  LEFT-HAND  TREAD  LAMP,  MARINE  LAMP,  MARINE SIGNAL SERVICE LAMP, MINE\n   23  SERVICE LAMP, PLANT LIGHT, REFLECTOR LAMP, ROUGH SERVICE  LAMP,  SHATTER\n   24  RESISTANT  LAMP,  SIGN  SERVICE  LAMP,  SILVER BOWL LAMP, SHOWCASE LAMP,\n   25  THREE-WAY LAMP, TRAFFIC SIGNAL LAMP OR VIBRATION  SERVICE  OR  VIBRATION\n   26  RESISTANT LAMP.\n   27    (B)  \"PUBLIC  BUILDING\" SHALL MEAN ALL BUILDINGS INCLUDING GROUNDS AND\n   28  PREMISES ADJACENT OR APPURTENANT THERETO OR CONNECTED THERETO  BELONGING\n   29  TO  THE STATE, COUNTY, TOWN, VILLAGE, SCHOOL DISTRICT OR ANY OTHER POLI-\n   30  TICAL OR CIVIL SUBDIVISION OF STATE OR LOCAL GOVERNMENT.\n   31    S 2. This act shall take effect on the first of January next  succeed-\n   32  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1983\n\nTITLE OF BILL:\nAn act\nto amend the energy\nlaw, in relation to the use\nof general purpose lights in public buildings\n\nPURPOSE OF THE BILL:\nThe purpose of the bill is to increase energy\nefficiency in the lighting used in public buildings in the state.\n\nSUMMARY OF PROVISIONS:\nThis bill would establish minimum energy efficiency\nstandards for general purpose lights with wattage rating from 25 to\n150 watts used in all public buildings. Following is the schedule of\nthe standards:\n\n(1) By January 1, 2010, for a lamp with a lumen output of between 2690\nand 1490 (approx. lumen output from a 100 to 150 watt standard\nincandescent bulb), the lamp shall achieve 50 lumens per watt.\n\n(2) By January 1, 2011, for a lamp with a lumen output of between 1489\nand 1010 (lumen output from a 75 watt standard incandescent), the\nlamp shall achieve 50 lumens per watt.\n\n(3) By January 1, 2012, for a lamp with a lumen output of between 1009\nand 730 (lumen output from a 60 watt standard incandescent), the lamp\nshall achieve 50 lumens per watt.\n\n(4) By January 1, 2016, for a lamp with a lumen output of between 729\nand 340 (lumen output from a 40 watt standard incandescent), the lamp\nshall achieve 40 lumens per watt.\n\nJUSTIFICATION:\nAccording to the United States Department of Energy,\nenergy consumption for all lighting in the U.S. is estimated to be\nabout 22% of the total electricity generated. Energy efficient\nlighting alternatives can use significantly less energy and therefore\nlower air emissions. An example provided on the U.S.D.O.E. website\nindicates that using a 60 watt incandescent light bulb for 1,200\nhours consumes approximately 72 kilowatt-hours (kWh) of energy while\nthe lumen output equivalent compact fluorescent light bulb would use\nonly 20 kWh. Requiring lighting that meets energy efficiency\nstandards to be used in public buildings will reduce energy usage,\nlower carbon emissions, and lower energy costs to state and local\ngovernments and school districts.\n\nFISCAL IMPLICATIONS:\n\nSignificant savings for state and local\ngovernments and school districts could be realized by using more\nenergy efficient lighting in public buildings.\n\nEFFECTIVE DATE:\nThis act would take effect January 1 after becoming law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the energy law, in relation to the use of general purpose lights in public buildings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T122938.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T120437.TXT", "SOBI.D110114.T130941.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849305
}