{
  "year" : 2011,
  "senateBillNo" : "S1989-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S1989-2011-1294981200000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to contracts by the New York city school construction authority",
  "summary" : "Relates to contracts by the New York City school construction authority; provides that a bid shall not be rejected or be deemed invalid, impaired or in any manner defective solely for harmless, technical, or ministerial defects, where the intent is clearly discernible and unintentional, provided, however, that this section shall not be deemed to relieve any bidder from any criminal or civil liability as may be imposed by reason of his or her act, nor enlarge the actual authority of any officer of the authority, nor, except as stated in this sentence, limit any other statute or rule of law. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S2120-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1989\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT to amend the public authorities law, in relation to contracts by\n         the New York city school construction authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph b of subdivision 2 of section 1734 of the public\n    2  authorities law, as added by chapter 738 of the laws of 1988, is amended\n    3  to read as follows:\n    4    b. The authority may reject all bids and obtain new bids in the manner\n    5  provided by this section when it deems it in the public interest  to  do\n    6  so  or,  in cases where two or more responsible bidders submit identical\n    7  bids which are the lowest bids,  award  the  contract  to  any  of  such\n    8  bidders or obtain new bids from such bidders. Nothing herein shall obli-\n    9  gate the authority to seek new bids after the rejection of bids or after\n   10  cancellation  of  an  invitation  to  bid. Nothing in this section shall\n   11  prohibit the evaluation of bids on the basis of costs or savings includ-\n   12  ing life cycle costs  of  the  item  to  be  purchased,  discounts,  and\n   13  inspection  services  so  long  as the invitation to bid reasonably sets\n   14  forth the criteria to be used in evaluating such costs or savings.  Life\n   15  cycle  costs  may  include  but shall not be limited to costs or savings\n   16  associated with installation, energy  use,  maintenance,  operation  and\n   17  salvage  or disposal.  A BID SHALL NOT BE REJECTED OR BE DEEMED INVALID,\n   18  IMPAIRED OR IN ANY MANNER DEFECTIVE SOLELY FOR HARMLESS,  TECHNICAL,  OR\n   19  MINISTERIAL  DEFECTS,  WHERE THE INTENT IS CLEARLY DISCERNIBLE AND UNIN-\n   20  TENTIONAL, PROVIDED, HOWEVER, THAT THIS SECTION SHALL NOT BE  DEEMED  TO\n   21  RELIEVE  ANY  BIDDER  FROM  ANY  CRIMINAL  OR  CIVIL LIABILITY AS MAY BE\n   22  IMPOSED BY REASON OF HIS OR HER ACT, NOR ENLARGE THE ACTUAL AUTHORITY OF\n   23  ANY OFFICER OF THE AUTHORITY, NOR, EXCEPT AS STATED  IN  THIS  SENTENCE,\n   24  LIMIT ANY OTHER STATUTE OR RULE OF LAW.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04212-01-1\n",
  "memo" : "BILL NUMBER:S1989\n\nTITLE OF BILL:\n\nAn act\nto amend the public authorities law, in relation to contracts by the New\nYork city school construction authority\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nProhibits a bid to SCA from being rejected or declared invalid solely\nfor harmless, technical, or ministerial defects where the intent is\nclearly discernible and unintentional.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nAmends paragraph b of subdivision 2 of section 1734 of the public\nauthorities law to prohibit a bid from being rejected or be deemed\ninvalid, impaired or in any manner defective solely for harmless,\ntechnical, or ministerial defects, where the intent is clearly\ndiscernible and unintentional. Additionally provides that this shall\nnot be deemed to relieve any bidder from any criminal or civil\nliability, or to enlarge the actual authority of any officer of the\nauthority, nor, except as stated here, to limit any other statute or\nlaw.\n\nJUSTIFICATION:\n\nThe SCA has the power to accept or reject bids for various reasons,\nbut lacks the ability to overlook harmless defects in a bid--for\nexample, where the written description of a number varies slightly\nfrom the number itself. This bill remedies the defect in its bidding\npowers. It does not change or alter any other grounds for accepting\nor rejecting a bid or bidder.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2007-2008: S.6948 - Referred to Corporations, Authorities\n& Commissions, Passed the Senate\n2009-2010: S.2120 - Referred to Corporations, Authorities & Commissions\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to contracts by the New York city school construction authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T132943.TXT", "SOBI.D110114.T133442.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T111620.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849316
}