{
  "year" : 2011,
  "senateBillNo" : "S1995-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S1995-2011-1294981200000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends real property partial tax exemptions for qualified veterans to include taxes for school purposes",
  "summary" : "Extends real property partial tax exemptions for qualified veterans to include taxes for school purposes. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : "A2600",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S2195-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ZELDIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1995\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by Sens. GOLDEN, DeFRANCISCO, MAZIARZ, RANZENHOFER, ZELDIN --\n         read  twice  and  ordered printed, and when printed to be committed to\n         the Committee on Veterans, Homeland Security and Military Affairs\n\n       AN ACT to amend the real property tax law, in relation to partial  prop-\n         erty tax exemptions of school taxes for qualified veterans\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (i) of  paragraph  (d)  of  subdivision  2  of\n    2  section  458-a  of the real property tax law, as added by chapter 525 of\n    3  the laws of 1984, is amended to read as follows:\n    4    (i) The exemption from taxation provided by this subdivision shall  be\n    5  applicable to county, city, town and village taxation, [but shall not be\n    6  applicable to] AND taxes levied for school purposes.\n    7    S  2. Paragraph 3 of subdivision 1 of section 458 of the real property\n    8  tax law, as amended by chapter 733 of the laws of 1959,  is  amended  to\n    9  read as follows:\n   10    (3)  If  the assessors are satisfied that the applicant is entitled to\n   11  any exemption, they shall make appropriate entries upon the  assessment-\n   12  roll  opposite  the  description of such property and subtract the total\n   13  amount of such exemption from the total amount assessed pursuant to  the\n   14  provisions  of  paragraph one of this subdivision. Such entries shall be\n   15  made and continued in each assessment of the property so long as  it  is\n   16  exempt  from taxation for any purpose. Such real property, to the extent\n   17  of the exemption entered by the assessors, shall be exempt  from  state,\n   18  county  and general municipal taxation, [but shall be taxable] AND TAXA-\n   19  TION for local school purposes. The provisions herein, relating  to  the\n   20  assessment and exemption of property purchased with eligible funds apply\n   21  and  shall  be enforced in each municipal corporation authorized to levy\n   22  taxes.\n   23    S 3. This act shall take effect on the first of January next  succeed-\n   24  ing  the date on which it shall have become a law and shall apply to all\n   25  assessment rolls completed on and after such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03517-01-1\n",
  "memo" : "BILL NUMBER:S1995\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to partial property tax\nexemptions of school taxes for qualified veterans\n\nPURPOSE:\nTo extend real property partial tax\nexemptions for qualified\nveterans to include taxes for school purposes.\n\nSUMMARY OF PROVISIONS:\nAmends &sect;458 and 458-a of the real property tax law.\n\nJUSTIFICATION:\nCurrently, New York State law provides a partial\nproperty tax exemption for all qualified veterans. This exemption,\nhowever does not apply to school taxes, which means that any break\nthese veterans' receive from their property tax must then be applied\ntoward the school tax, for which they receive no credit.\nConsidering the sacrifice these men and women have made for our\ncountry, it seems only fitting that they are afforded this small\nbenefit.\n\nLEGISLATIVE HISTORY:\n2007-08: S.3002 - Referred to Veterans, HomelandSecurity\n& Military Affairs\n2009-10: S.2195 - Referred to Veterans, Homeland Security\n& Military Affairs\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nJanuary 1st, next succeeding the date on which it\nshall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to partial property tax exemptions of school taxes for qualified veterans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T122938.TXT", "SOBI.D110119.T133303.TXT", "SOBI.D110114.T133442.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849325
}