{
  "year" : 2011,
  "senateBillNo" : "S1996-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S1996-2011-1294981200000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the out-of-state placement committee to develop a residential bed plan and authorizes the dormitory authority to finance new facilities",
  "summary" : "Directs the out-of-state placement committee to develop a residential bed plan and authorizes the dormitory authority to finance new facilities. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S2012-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1996\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law and the public authorities  law,\n         in  relation  to  directing  the  out-of-state  placement committee to\n         develop a residential bed plan and  in  relation  to  authorizing  the\n         dormitory authority to finance new facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 483-d of the social  services  law  is  amended  by\n    2  adding a new subdivision 7-a to read as follows:\n    3    7-A.  RESIDENTIAL  BED  PLAN. (A) THE OUT-OF-STATE PLACEMENT COMMITTEE\n    4  MEMBERS SHALL DEVELOP A RESIDENTIAL BED PLAN THAT  INCLUDES  RECOMMENDA-\n    5  TIONS  TO  ADDRESS  CURRENT  AND  FUTURE PROGRAMMATIC AND PHYSICAL PLANT\n    6  NEEDS FOR RENOVATED AND NEW IN-STATE CAPACITY AT RESIDENTIAL SCHOOLS AND\n    7  RESIDENTIAL FACILITIES, INCLUDING BUT NOT LIMITED TO: RESIDENTIAL INSTI-\n    8  TUTIONS FOR CHILDREN, AS DEFINED IN SUBDIVISION  FORTY-FOUR  OF  SECTION\n    9  SIXTEEN  HUNDRED SEVENTY-SIX OF THE PUBLIC AUTHORITIES LAW AND ANY OTHER\n   10  OFFICE OF CHILDREN AND FAMILY SERVICES LICENSED FACILITY; AND  COMMUNITY\n   11  RESIDENCES,  AS  DEFINED  IN SUBDIVISION TWENTY-EIGHT OF SECTION 1.03 OF\n   12  THE MENTAL HYGIENE LAW.\n   13    (I) THE COMMITTEE, IN CONSULTATION WITH THE DIVISION  OF  THE  BUDGET,\n   14  SHALL  DEVELOP  A RESIDENTIAL BED PLAN THAT WILL BE BASED ON AGENCY DATA\n   15  REGARDING CHILDREN CURRENTLY IN NEED OF  RESIDENTIAL  SERVICES  AND  THE\n   16  PROJECTED  FUTURE NEED FOR SUCH SERVICES, AND CURRENT PHYSICAL STATE AND\n   17  CAPACITY OF RESIDENTIAL SCHOOLS AND RESIDENTIAL FACILITIES. EACH  MEMBER\n   18  AGENCY  THAT  PLACES  CHILDREN  OR  HAS OVERSIGHT RESPONSIBILITY FOR THE\n   19  PLACEMENT OF CHILDREN IN RESIDENTIAL SCHOOLS OR  RESIDENTIAL  FACILITIES\n   20  WILL PROVIDE THIS DATA TO THE COMMITTEE.\n   21    (II) THE COMMITTEE SHALL FORWARD THE PLAN TO THE GOVERNOR, THE MAJORI-\n   22  TY LEADER OF THE SENATE, THE SPEAKER OF THE ASSEMBLY, THE MINORITY LEAD-\n   23  ER  OF  THE  SENATE, AND THE MINORITY LEADER OF THE ASSEMBLY, AS SOON AS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04638-01-1\n\n       S. 1996                             2\n\n    1  PRACTICABLE, BUT IN NO EVENT LATER THAN THE TWO THOUSAND  ELEVEN  ANNUAL\n    2  PROGRESS  REPORT REQUIRED PURSUANT TO SUBDIVISION SEVEN OF THIS SECTION,\n    3  WITH ANNUAL UPDATES ON ITS PROGRESS IN MEETING THE PLAN'S  GOALS  TO  BE\n    4  INCLUDED THEREAFTER IN SUCH REPORT.\n    5    (B)  IN  ACCORDANCE  WITH  THE  RESIDENTIAL  BED PLAN DEVELOPED BY THE\n    6  COMMITTEE AND IN CONSULTATION WITH THE DIVISION OF THE BUDGET,  INDIVID-\n    7  UAL  COMMITTEE  MEMBER  AGENCIES  SHALL ISSUE A REQUEST FOR PROPOSALS TO\n    8  PROVIDERS OF NOT-FOR-PROFIT RESIDENTIAL SCHOOLS OR  RESIDENTIAL  FACILI-\n    9  TIES  WITHIN  THE  STATE FOR THE CONSTRUCTION OF NEW RESIDENTIAL SCHOOLS\n   10  AND RESIDENTIAL FACILITIES  AND  THE  RENOVATION  OR  REHABILITATION  OF\n   11  EXISTING RESIDENTIAL SCHOOLS AND RESIDENTIAL FACILITIES.\n   12    (C)  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW  TO THE CONTRARY,\n   13  MEMBERS OF THE COMMITTEE  SHALL  AUTHORIZE  OR  SEEK  AUTHORIZATION  FOR\n   14  CREATION  OF  A  REIMBURSEMENT FACTOR FOR APPROVED CAPITAL COSTS FOR NEW\n   15  FACILITIES AND RENOVATION OR REHABILITATION OF EXISTING FACILITIES WITH-\n   16  IN THE EXISTING RATE METHODOLOGIES OF SUCH MEMBER AGENCY, INCLUDING  ANY\n   17  SPECIAL  RATE  METHODOLOGIES  ESTABLISHED  FOR  THE  DORMITORY AUTHORITY\n   18  FINANCED PROGRAMS, UPON ITS DETERMINATION AND WITH  THE  CONCURRENCE  OF\n   19  THE MEMBERS OF THE COMMITTEE, THAT THE CONSTRUCTION OR REHABILITATION OF\n   20  SUCH  RESIDENTIAL  SCHOOL  OR  RESIDENTIAL  FACILITY IS DESIRABLE AND IN\n   21  KEEPING WITH THE RESIDENTIAL BED PLAN.\n   22    (D) NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO  THE  CONTRARY,  THE\n   23  DORMITORY  AUTHORITY  IS  HEREBY  AUTHORIZED TO PROVIDE FINANCING OF THE\n   24  COSTS RELATED TO THE CONSTRUCTION OF NEW FACILITIES AND  THE  RENOVATION\n   25  OR REHABILITATION OF EXISTING RESIDENTIAL SCHOOLS AND RESIDENTIAL FACIL-\n   26  ITIES,  PURSUANT  TO THE PLAN DEVELOPED IN ACCORDANCE WITH PARAGRAPH (A)\n   27  OF THIS SUBDIVISION.\n   28    (E) NOTHING CONTAINED IN  THIS  SUBDIVISION  SHALL  REQUIRE  THAT  THE\n   29  DORMITORY AUTHORITY BE THE SOLE OR ONLY FINANCIER OF SUCH NEW FACILITIES\n   30  OR RENOVATION OR REHABILITATION OF EXISTING FACILITIES.\n   31    S  2.  Paragraph  (b)  of  subdivision 2 of section 1676 of the public\n   32  authorities law is amended by adding a  new  undesignated  paragraph  to\n   33  read as follows:\n   34    ANY  RESIDENTIAL SCHOOL OR RESIDENTIAL FACILITY AS DEFINED IN SUBDIVI-\n   35  SION FORTY-SIX OF THIS SECTION FOR THE FINANCING,  REFINANCING,  DESIGN,\n   36  REPLACEMENT  (INCLUDING  ACQUISITION  AND CONSTRUCTION), RECONSTRUCTION,\n   37  REHABILITATION, IMPROVEMENT, RENOVATION, AND  EQUIPPING  OF  RESIDENTIAL\n   38  SCHOOLS OR RESIDENTIAL FACILITIES.\n   39    S 3. Section 1676 of the public authorities law is amended by adding a\n   40  new subdivision 46 to read as follows:\n   41    46. THE TERM \"RESIDENTIAL FACILITY\" OR \"RESIDENTIAL SCHOOL\" SHALL MEAN\n   42  A  NOT-FOR-PROFIT  CORPORATION  THAT IS LICENSED OR CERTIFIED BY A STATE\n   43  AGENCY OR DEPARTMENT TO OPERATE A RESIDENTIAL SCHOOL  OR  A  RESIDENTIAL\n   44  FACILITY FOR CHILDREN PLACED BY STATE AND LOCAL AGENCIES OR DEPARTMENTS,\n   45  INCLUDING  BUT  NOT  LIMITED TO, THE COMMITTEE ON SPECIAL EDUCATION OF A\n   46  SCHOOL DISTRICT OR LOCAL SOCIAL SERVICES DISTRICT.\n   47    S 4. Subdivision l of section 1680 of the public  authorities  law  is\n   48  amended by adding a new undesignated paragraph to read as follows:\n   49    ANY  RESIDENTIAL SCHOOL OR RESIDENTIAL FACILITY AS DEFINED IN SUBDIVI-\n   50  SION FORTY-SIX OF SECTION SIXTEEN HUNDRED SEVENTY-SIX OF THIS TITLE  FOR\n   51  THE  FINANCING,  REFINANCING, DESIGN, REPLACEMENT (INCLUDING ACQUISITION\n   52  AND CONSTRUCTION), RECONSTRUCTION,  REHABILITATION,  IMPROVEMENT,  RENO-\n   53  VATION AND EQUIPPING OF SUCH RESIDENTIAL SCHOOLS AND RESIDENTIAL FACILI-\n   54  TIES  THAT  HAVE BEEN APPROVED IN ACCORDANCE WITH SUBDIVISION SEVEN-A OF\n   55  SECTION FOUR HUNDRED EIGHTY-THREE-D OF THE SOCIAL SERVICES LAW AND  THAT\n\n       S. 1996                             3\n\n    1  ARE CONSISTENT WITH THE RESIDENTIAL BED PLAN ADVANCED IN ACCORDANCE WITH\n    2  SUCH SUBDIVISION.\n    3    S 5. Section 1680 of the public authorities law is amended by adding a\n    4  new subdivision 41 to read as follows:\n    5    41.  A.  ANY  LEASE,  SUBLEASE  OR  OTHER AGREEMENT BY AND BETWEEN THE\n    6  AUTHORITY AND  A  NOT-FOR-PROFIT  CORPORATION  OPERATING  A  RESIDENTIAL\n    7  SCHOOL   OR  RESIDENTIAL  FACILITY  SHALL,  IN  ADDITION  TO  ANY  OTHER\n    8  PROVISIONS DEEMED NECESSARY BY THE AUTHORITY, CONTAIN THE FOLLOWING:\n    9    (1) A REQUIREMENT THAT SUCH NOT-FOR-PROFIT  CORPORATION  ESTABLISH  AN\n   10  ACCOUNT  WITH  A  BANK OR TRUST COMPANY ACCEPTABLE TO THE AUTHORITY INTO\n   11  WHICH THE NOT-FOR-PROFIT CORPORATION  SHALL  DEPOSIT,  OR  CAUSE  TO  BE\n   12  DEPOSITED,  ALL AMOUNTS RECEIVED BY SUCH NOT-FOR-PROFIT CORPORATION FROM\n   13  ANY SCHOOL DISTRICT, SOCIAL SERVICES DISTRICT, OR  ANY  OTHER  PAYOR  ON\n   14  ACCOUNT  OF  THE  RESIDENTIAL  AND EDUCATIONAL SERVICES PROVIDED BY SUCH\n   15  NOT-FOR-PROFIT CORPORATION. THE NOT-FOR-PROFIT CORPORATION  SHALL  GRANT\n   16  TO  THE  AUTHORITY A SECURITY INTEREST IN SUCH ACCOUNT AND THE MONEYS ON\n   17  DEPOSIT THEREIN SHALL BE SUBJECT TO  WITHDRAWAL  BY  THE  NOT-FOR-PROFIT\n   18  CORPORATION  ONLY  AFTER PAYMENT OF AMOUNTS THEN DUE TO THE AUTHORITY AS\n   19  PROVIDED IN SUCH LEASE, SUBLEASE OR OTHER AGREEMENT;\n   20    (2) A REQUIREMENT THAT THE NOT-FOR-PROFIT  CORPORATION  GRANT  TO  THE\n   21  AUTHORITY   EITHER  A  MORTGAGE  ON  THE  REAL  PROPERTY  USED  BY  SUCH\n   22  NOT-FOR-PROFIT  CORPORATION  TO  PROVIDE  RESIDENTIAL  AND   EDUCATIONAL\n   23  SERVICES OR SUCH OTHER INTEREST IN REAL PROPERTY AS IS ACCEPTABLE TO THE\n   24  AUTHORITY;\n   25    (3)  A  REQUIREMENT  THAT  THE  NOT-FOR-PROFIT CORPORATION CONTINUE TO\n   26  OPERATE A RESIDENTIAL SCHOOL OR RESIDENTIAL FACILITY FOR CHILDREN PLACED\n   27  BY STATE AND LOCAL AGENCIES AND DEPARTMENTS (INCLUDING BUT  NOT  LIMITED\n   28  TO  THE  COMMITTEE  ON SPECIAL EDUCATION OF A SCHOOL DISTRICT OR A LOCAL\n   29  SOCIAL SERVICES DISTRICT) FOR THE TERM OF THE LEASE, SUBLEASE  OR  OTHER\n   30  AGREEMENT  AND  IN THE EVENT SUCH NOT-FOR-PROFIT CORPORATION FAILS TO DO\n   31  SO, PROVIDE FOR THE TRANSFER AND OPERATION OF THE  RESIDENTIAL  PROGRAMS\n   32  OR EDUCATIONAL PROGRAMS TO A REPLACEMENT NOT-FOR-PROFIT OPERATOR THAT IS\n   33  QUALIFIED  TO PROVIDE SUCH SERVICES AND THAT HAS ASSUMED THE OBLIGATIONS\n   34  OF SUCH NOT-FOR-PROFIT CORPORATION PURSUANT TO SUCH AGREEMENT;\n   35    (4) ALL STATE AND LOCAL OFFICERS ARE HEREBY AUTHORIZED AND REQUIRED TO\n   36  PAY ALL FUNDS PAYABLE TO A RESIDENTIAL SCHOOL OR RESIDENTIAL FACILITY ON\n   37  ACCOUNT OF THE RESIDENTIAL AND EDUCATIONAL  SERVICES  PROVIDED  BY  SUCH\n   38  NOT-FOR-PROFIT  CORPORATION  INTO  THE  ACCOUNT  ESTABLISHED PURSUANT TO\n   39  SUBPARAGRAPH ONE OF THIS PARAGRAPH. IN THE EVENT OF THE FAILURE  OF  THE\n   40  APPLICABLE  PAYOR  TO  MAKE A MAINTENANCE RATE PAYMENT (OR OTHER SIMILAR\n   41  RATE COMPONENT ESTABLISHED BY  THE  STATE  AGENCY  OR  DEPARTMENT  WHICH\n   42  LICENSED OR CERTIFIED THE RESIDENTIAL SCHOOL OR RESIDENTIAL FACILITY) TO\n   43  THE  NOT-FOR-PROFIT  CORPORATION  FOR  RESIDENTIAL  CARE AND EDUCATIONAL\n   44  SERVICES PROVIDED TO A CHILD IN THE RESIDENTIAL  SCHOOL  OR  RESIDENTIAL\n   45  FACILITY,  THE  STATE  COMPTROLLER SHALL WITHHOLD STATE REIMBURSEMENT TO\n   46  THE APPLICABLE PAYOR IN AN AMOUNT EQUAL TO THE UNPAID OBLIGATION FOR THE\n   47  CAPITAL FINANCING ADD-ON RATE (OR OTHER SIMILAR  RATE  COMPONENT  ESTAB-\n   48  LISHED BY THE STATE AGENCY OR DEPARTMENT WHICH LICENSED OR CERTIFIED THE\n   49  RESIDENTIAL SCHOOL OR RESIDENTIAL FACILITY) AND PAY OVER SUCH SUM TO THE\n   50  AUTHORITY  OR  ITS TRUSTEE UPON CERTIFICATION OF THE COMMISSIONER OF THE\n   51  OFFICE OF CHILDREN AND FAMILY SERVICES, THE STATE  EDUCATION  DEPARTMENT\n   52  OR ANY OTHER STATE GOVERNMENTAL PAYOR, AS APPLICABLE; AND\n   53    (5)  A  REQUIREMENT  THAT  THE  NOT-FOR-PROFIT  CORPORATION PAY TO THE\n   54  AUTHORITY THE AMOUNT REQUIRED TO PAY THE PRINCIPAL OF  AND  INTEREST  ON\n   55  OBLIGATIONS  OF THE AUTHORITY ISSUED IN RELATION TO PROVIDING SUCH RESI-\n\n       S. 1996                             4\n\n    1  DENTIAL SCHOOLS AND RESIDENTIAL FACILITIES AND ALL  INCIDENTAL  EXPENSES\n    2  OF THE AUTHORITY INCURRED IN RELATION THERETO.\n    3    B.  THE  AUTHORITY  SHALL  NOT  ENTER INTO ANY AGREEMENT AUTHORIZED BY\n    4  PARAGRAPH A OF THIS SUBDIVISION UNLESS AND UNTIL  THE  STATE  AGENCY  OR\n    5  DEPARTMENT WHICH CERTIFIED THE RESIDENTIAL SCHOOL OR RESIDENTIAL FACILI-\n    6  TY,  TOGETHER  WITH  THE  DIRECTOR  OF  THE DIVISION OF THE BUDGET, HAVE\n    7  APPROVED IN WRITING THE PROJECT TO BE  FINANCED  WITH  THE  PROCEEDS  OF\n    8  BONDS ISSUED BY THE AUTHORITY.\n    9    C. THE AUTHORITY SHALL NOT ISSUE ANY BONDS OR NOTES IN EXCESS OF THIR-\n   10  TY  MILLION  DOLLARS  FOR  THE PURPOSE OF FINANCING THE COSTS RELATED TO\n   11  RESIDENTIAL SCHOOLS OR RESIDENTIAL FACILITIES AS DEFINED IN  SUBDIVISION\n   12  FORTY-SIX  OF  SECTION  SIXTEEN HUNDRED SEVENTY-SIX OF THIS TITLE, WHICH\n   13  BONDS AND NOTES SHALL BE IN ADDITION TO ANY BONDS  OR  NOTES  WHICH  THE\n   14  AUTHORITY  MAY  ISSUE  PURSUANT TO SUBDIVISION FORTY OF THIS SECTION. IN\n   15  CALCULATING THE AMOUNT OF BONDS OR NOTES ISSUED OR OUTSTANDING  PURSUANT\n   16  TO  THIS SUBDIVISION, THE FOLLOWING SHALL BE EXCLUDED THEREFROM: (1) THE\n   17  PRINCIPAL AMOUNT OF BONDS OR NOTES ISSUED  TO  FUND  ONE  OR  MORE  DEBT\n   18  SERVICE RESERVE FUNDS; (2) THE PRINCIPAL AMOUNT OF BONDS OR NOTES ISSUED\n   19  TO PAY THE COSTS OF ISSUANCE OF SUCH BONDS OR TO PROVIDE FOR THE PAYMENT\n   20  OF  INTEREST  ON  THE  BONDS  DURING CONSTRUCTION; AND (3) THE PRINCIPAL\n   21  AMOUNT OF BONDS OR NOTES ISSUED TO REFUND OR OTHERWISE REPAY SUCH  BONDS\n   22  AND  BONDS OR NOTES PREVIOUSLY ISSUED.  EXCEPT FOR PURPOSES OF COMPLYING\n   23  WITH THE INTERNAL REVENUE CODE,  ANY  INTEREST  INCOME  EARNED  ON  BOND\n   24  PROCEEDS SHALL ONLY BE USED TO PAY DEBT SERVICE ON SUCH BONDS OR NOTES.\n   25    S  6. The social services law is amended by adding a new section 462-c\n   26  to read as follows:\n   27    S 462-C. STANDARDS OF PAYMENT. 1. (A) THE OFFICE OF CHILDREN AND FAMI-\n   28  LY SERVICES SHALL ESTABLISH, SUBJECT TO CONSULTATION WITH THE  APPROPRI-\n   29  ATE  STATE  AGENCIES,  THE  APPROVAL  OF  THE DIRECTOR OF THE BUDGET AND\n   30  FEDERAL APPROVAL, STANDARDS OF PAYMENT FOR THE CAPITAL COSTS OF APPROVED\n   31  PROJECTS FOR RESIDENTIAL SCHOOLS OR RESIDENTIAL FACILITIES  WHICH  ENTER\n   32  INTO  A  LEASE, SUBLEASE OR OTHER AGREEMENT WITH THE DORMITORY AUTHORITY\n   33  PURSUANT TO SUBDIVISION FORTY-ONE OF SECTION SIXTEEN HUNDRED  EIGHTY  OF\n   34  THE  PUBLIC  AUTHORITIES  LAW.  THE  MAINTENANCE RATE ESTABLISHED BY THE\n   35  COMMISSIONER OF THE OFFICE OF CHILDREN  AND  FAMILY  SERVICES  FOR  SUCH\n   36  RESIDENTIAL  SCHOOLS  OR  RESIDENTIAL FACILITIES SHALL BE ESTABLISHED IN\n   37  TWO PARTS, ONE PART OF WHICH WILL BE THE CAPITAL FINANCING ADD-ON  RATE,\n   38  WHICH SHALL BE THE COST PER CHILD OF THE ANNUAL PAYMENT PURSUANT TO SUCH\n   39  LEASE,  SUBLEASE  OR  OTHER  AGREEMENT.  THE  APPLICABLE SOCIAL SERVICES\n   40  DISTRICT, SCHOOL DISTRICT OR OTHER PAYOR RESPONSIBLE FOR THE MAINTENANCE\n   41  COST OF A CHILD PLACED IN SUCH RESIDENTIAL SCHOOL OR RESIDENTIAL FACILI-\n   42  TY, SHALL AGREE TO PAY AND IS RESPONSIBLE FOR PAYING THE  NOT-FOR-PROFIT\n   43  CORPORATION OPERATING THE RESIDENTIAL SCHOOL OR THE RESIDENTIAL FACILITY\n   44  ONE  HUNDRED  PERCENT OF THE CAPITAL FINANCING ADD-ON RATE FOR EACH SUCH\n   45  CHILD PLACED IN SUCH INSTITUTION. TO THE EXTENT PERMISSIBLE UNDER FEDER-\n   46  AL LAW AND REGULATION, THE CAPITAL FINANCING ADD-ON RATE  SHALL  NOT  BE\n   47  SUBJECT TO ANY COST SCREENS, CAPS OR PARAMETERS LIMITING OR REDUCING THE\n   48  AMOUNT OF SUCH COST REQUIRED BY THIS SECTION.\n   49    (B)  THE  EXPENDITURES  MADE  BY  THE APPLICABLE PAYOR FOR THE CAPITAL\n   50  FINANCING ADD-ON RATE FOR CHILDREN PLACED IN  A  RESIDENTIAL  SCHOOL  OR\n   51  RESIDENTIAL FACILITY WHICH HAS A LEASE, SUBLEASE OR OTHER AGREEMENT WITH\n   52  THE  AUTHORITY  PURSUANT  TO  SUBDIVISION  FORTY-ONE  OF SECTION SIXTEEN\n   53  HUNDRED EIGHTY OF THE PUBLIC AUTHORITIES LAW, SHALL BE SUBJECT TO  STATE\n   54  REIMBURSEMENT  IN  ACCORDANCE  WITH  SUBDIVISION  FIVE  OF SECTION THREE\n   55  HUNDRED NINETY-EIGHT-A OF THIS CHAPTER AND ARTICLE  EIGHTY-NINE  OF  THE\n   56  EDUCATION LAW, AS APPLICABLE.\n\n       S. 1996                             5\n\n    1    S  7.  Subdivision  l  of  section  462  of the social services law is\n    2  amended by adding a new paragraph (g) to read as follows:\n    3    (G) NO RESIDENTIAL SCHOOL OR RESIDENTIAL FACILITY AS DEFINED IN SUBDI-\n    4  VISION  FORTY-SIX  OF  SECTION SIXTEEN HUNDRED SEVENTY-SIX OF THE PUBLIC\n    5  AUTHORITIES LAW SHALL ENTER INTO A LEASE, SUB-LEASE OR  OTHER  AGREEMENT\n    6  WITH  THE AUTHORITY PURSUANT TO SUBDIVISION FORTY-ONE OF SECTION SIXTEEN\n    7  HUNDRED EIGHTY OF THE PUBLIC AUTHORITIES LAW UNLESS AND UNTIL:\n    8    (I) THE OFFICE OF CHILDREN AND FAMILY SERVICES, THE  DIRECTOR  OF  THE\n    9  DIVISION OF THE BUDGET AND ANY OTHER STATE AGENCY WHICH LICENSES, CERTI-\n   10  FIES  OR  ISSUES  OPERATING  CERTIFICATES  TO SUCH RESIDENTIAL SCHOOL OR\n   11  RESIDENTIAL FACILITY FIRST DETERMINES THAT  THE  PROJECT  IS  CONSISTENT\n   12  WITH  THE RESIDENTIAL BED PLAN DEVELOPED PURSUANT TO SUBDIVISION SEVEN-A\n   13  OF SECTION FOUR HUNDRED EIGHTY-THREE-D OF THIS CHAPTER AND APPROVES  THE\n   14  PROJECT  COST ON THE BASIS THAT SUCH COSTS ARE REASONABLE, NECESSARY AND\n   15  COST EFFECTIVE BASED UPON THE APPLICATION OF COST PER SQUARE FOOT GUIDE-\n   16  LINES AND ANY OTHER STANDARDS APPLICABLE TO THE TYPE OF  PROGRAM  OR  TO\n   17  THE  CLINICALLY-REQUIRED  NEEDS OF A SPECIALIZED GROUP OF CHILDREN TO BE\n   18  SERVED BY THE PROJECT; AND\n   19    (II) THE OFFICE OF CHILDREN AND FAMILY SERVICES OR  SUCH  OTHER  STATE\n   20  AGENCY  WHICH  LICENSES,  CERTIFIES  OR ISSUES OPERATING CERTIFICATES TO\n   21  SUCH RESIDENTIAL SCHOOLS OR RESIDENTIAL FACILITIES  APPROVES  THE  PLANS\n   22  AND  SPECIFICATIONS  OF  THE  FACILITIES  TO BE REPLACED, RECONSTRUCTED,\n   23  REHABILITATED, IMPROVED, RENOVATED, OR OTHERWISE PROVIDED FOR, FURNISHED\n   24  OR EQUIPPED.\n   25    S 8. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1996\n\nTITLE OF BILL:\nAn act\nto amend the social services law and the public authorities law, in\nrelation to directing the out-of-state placement committee to develop\na residential bed plan and in relation to authorizing the dormitory\nauthority to finance new facilities\n\nPURPOSE OR GENERAL IDEA OF THE BILL:\nTo provide low cost financing for the development or rehabilitation of\nin-state residential schools and facilities to serve the current and\nfuture needs of New York State's children with complex needs.\n\nSUMMARY OF PROVISIONS:\n1) Adds a new section to section 483-d of the Social Services law\n(Council on Children and Families), requiring the out-of-state\nplacement committee members to develop a residential bed plan for the\nrenovation of existing or the development of new residential schools\nand facilities. This plan will include recommendations to address\ncurrent and future programmatic and physical plant needs.\n\n2) Amends paragraph b of subdivision 2 and adds a new subdivision 46\nto section 1676 of the Public Authorities law; Amends Subdivision 1\nand adds a new subdivision 41 to section 1680 of the Public\nAuthorities law allowing the Dormitory Authority to issue bonds of up\nto 30 million dollars in order to fulfill the goals of this\nlegislation.\n\nJUSTIFICATION:\nA 2005 Council on Children and Families' Interagency Out-of-State\nResidential Placement Work Group report found that New York State is\nspending $200 million annually to out-of-state residential schools\nand facilities that house and educate our special needs children and\nfoster children. This is because the State lacks the in-state\ncapacity to serve this population and that the in-state facilities\nthat do exist are in need of extensive renovation and repair. The\nwork group found that for every 100 children who could be served\nin-state rather than being placed out-of-state, the State would save\n$7.8 million.\n\nDue to language technicalities in A.3300-A/S.1288-A, the 2007 veto\nmessage stated, \"I share the goals of this bill and therefore have\ninstructed my staff to work with the sponsors of this bill and the\naffected agencies in an effort to fashion legislation that\naccomplishes this bill's laudable goals.\" This new bill has been\ndrafted by and in coordination with the affected agencies.\n\nFISCAL IMPLICATIONS:\nIt is unlikely that there will be any State\nfiscal implications resulting from this measure, as the cost of debt\n\nservice will be reimbursed from facility rates, and will be fully\noffset by the savings achieved by bringing children back from\nout-of-state placements.\n\nLEGISLATIVE HISTORY:\n2006: A.10338-A/S.6875-A Passed Assembly\n2007: A.3300-A/S.1288-A Veto Message #127\n2008: A.11001-A/S.8196-A Passed Senate. Veto Message #81\n2009: S.2012 Referred to Children & Families\n2010: S.2012 Referred to Children & Families\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law and the public authorities law, in relation to directing the out-of-state placement committee to develop a residential bed plan and in relation to authorizing the dormitory authority to finance new facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110114.T133442.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T123438.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849326
}