{
  "year" : 2011,
  "senateBillNo" : "S1999-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1999-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes introduction of evidence in criminal trial or juvenile delinquency case of subsequent identification of defendant based on a photograph or video image",
  "summary" : "Relates to rules of evidence for identification by means of previous recognition; provides that in any criminal or juvenile delinquency proceeding in which the defendant's or respondent's commission of an offense is at issue, testimony may be given by a witness when such witness observed a pictorial, photographic, electronic, filmed or videotaped reproduction of a person whom he or she recognized as the same person he or she had observed on a previous incriminating occasion. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1334-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1999\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law and the family court act,  in\n         relation to evidence of identification\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 60.25 of the criminal procedure  law,  subparagraph\n    2  (ii)  of paragraph (a) of subdivision 1 as amended by chapter 479 of the\n    3  laws of 1977, is amended to read as follows:\n    4  S 60.25 Rules of evidence; identification by means of previous  recogni-\n    5            tion, in absence of present identification.\n    6    1.  In  any criminal proceeding in which the defendant's commission of\n    7  an offense is in issue, testimony as provided in subdivision two may  be\n    8  given by a witness when:\n    9    (a) Such witness testifies that:\n   10    (i)  He  OR  SHE  observed  the person claimed by the people to be the\n   11  defendant either at the time and place of the commission of the  offense\n   12  or upon some other occasion relevant to the case; and\n   13    (ii)  On a subsequent occasion he OR SHE observed, under circumstances\n   14  consistent with such rights as an accused person may  derive  under  the\n   15  constitution of this state or of the United States, a person OR A PICTO-\n   16  RIAL,  PHOTOGRAPHIC,  ELECTRONIC, FILMED OR VIDEOTAPED REPRODUCTION OF A\n   17  PERSON whom he OR SHE recognized as the same person whom he OR  SHE  had\n   18  observed on the first or incriminating occasion; and\n   19    (iii)  He OR SHE is unable at the proceeding to state, on the basis of\n   20  present recollection, whether or not the  defendant  is  the  person  in\n   21  question; and\n   22    (b)  It  is  established that the defendant is in fact the person whom\n   23  the witness observed and recognized OR  WHOSE  PICTORIAL,  PHOTOGRAPHIC,\n   24  ELECTRONIC,  FILMED  OR VIDEOTAPED REPRODUCTION THE WITNESS OBSERVED AND\n   25  RECOGNIZED on the second occasion.   Such fact  may  be  established  by\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06171-01-1\n\n       S. 1999                             2\n\n    1  testimony  of  another  person  or  persons to whom the witness promptly\n    2  declared his OR HER recognition on such occasion AND BY SUCH  PICTORIAL,\n    3  PHOTOGRAPHIC, ELECTRONIC, FILMED OR VIDEOTAPED REPRODUCTION.\n    4    2. Under circumstances prescribed in subdivision one, such witness may\n    5  testify  at  the  criminal  proceeding  that  the  person whom he OR SHE\n    6  observed and recognized OR WHOSE  PICTORIAL,  PHOTOGRAPHIC,  ELECTRONIC,\n    7  FILMED  OR  VIDEOTAPED REPRODUCTION HE OR SHE OBSERVED AND RECOGNIZED on\n    8  the second occasion is the same person whom he OR SHE  observed  on  the\n    9  first  or  incriminating  occasion.    Such testimony, together with the\n   10  evidence that the defendant is in  fact  the  person  whom  the  witness\n   11  observed  and  recognized  OR WHOSE PICTORIAL, PHOTOGRAPHIC, ELECTRONIC,\n   12  FILMED OR VIDEOTAPED REPRODUCTION HE OR SHE OBSERVED AND  RECOGNIZED  on\n   13  the second occasion, constitutes evidence in chief.\n   14    S  2. Section 60.30 of the criminal procedure law, as amended by chap-\n   15  ter 479 of the laws of 1977, is amended to read as follows:\n   16  S 60.30  Rules of evidence; identification by means of previous recogni-\n   17            tion, in addition to present identification.\n   18    In any criminal proceeding in which the defendant's commission  of  an\n   19  offense is in issue, a witness who testifies that (a) he OR SHE observed\n   20  the  person claimed by the people to be the defendant either at the time\n   21  and place of the commission of the offense or upon some  other  occasion\n   22  relevant  to the case, and (b) on the basis of present recollection, the\n   23  defendant is the person in question and (c) on a subsequent occasion  he\n   24  OR SHE observed the defendant, OR A PICTORIAL, PHOTOGRAPHIC, ELECTRONIC,\n   25  FILMED  OR VIDEOTAPED REPRODUCTION OF THE DEFENDANT, under circumstances\n   26  consistent with such rights as an accused person may  derive  under  the\n   27  constitution of this state or of the United States, and then also recog-\n   28  nized  him  OR HER OR THE PICTORIAL, PHOTOGRAPHIC, ELECTRONIC, FILMED OR\n   29  VIDEOTAPED REPRODUCTION OF HIM OR HER as the same person whom he OR  SHE\n   30  had observed on the first or incriminating occasion, may, in addition to\n   31  making  an identification of the defendant at the criminal proceeding on\n   32  the basis of present recollection as the person whom he OR SHE  observed\n   33  on  the first or incriminating occasion, also describe his OR HER previ-\n   34  ous recognition of the defendant and testify that the person whom he  OR\n   35  SHE  observed  OR  WHOSE  PICTORIAL, PHOTOGRAPHIC, ELECTRONIC, FILMED OR\n   36  VIDEOTAPED REPRODUCTION HE OR SHE OBSERVED on such  second  occasion  is\n   37  the  same person whom he OR SHE had observed on the first or incriminat-\n   38  ing occasion.  Such testimony AND SUCH  PICTORIAL,  PHOTOGRAPHIC,  ELEC-\n   39  TRONIC, FILMED OR VIDEOTAPED REPRODUCTION constitutes evidence in chief.\n   40    S 3. Subdivision 6 of section 710.20 of the criminal procedure law, as\n   41  amended  by  chapter 8 of the laws of 1976 and renumbered by chapter 481\n   42  of the laws of 1983, is amended to read as follows:\n   43    6.  Consists of potential testimony regarding an  observation  of  the\n   44  defendant  either  at the time or place of the commission of the offense\n   45  or upon some other occasion relevant to the case, which potential testi-\n   46  mony would not be admissible upon the prospective trial of  such  charge\n   47  owing  to an improperly made previous identification of the defendant OR\n   48  A PICTORIAL, PHOTOGRAPHIC, ELECTRONIC, FILMED OR VIDEOTAPED REPRODUCTION\n   49  OF THE DEFENDANT by the prospective witness.\n   50    S 4. Subdivision 1 of section 710.30 of the criminal procedure law, as\n   51  separately amended by chapters 8 and 194 of the laws of 1976, is amended\n   52  to read as follows:\n   53    1.  Whenever the people intend to offer at a trial (a) evidence  of  a\n   54  statement  made  by  a defendant to a public servant, which statement if\n   55  involuntarily made would render the evidence thereof  suppressible  upon\n   56  motion pursuant to subdivision three of section 710.20, or (b) testimony\n\n       S. 1999                             3\n\n    1  regarding an observation of the defendant either at the time or place of\n    2  the  commission  of  the offense or upon some other occasion relevant to\n    3  the case, to be given by a witness who has previously identified him  OR\n    4  HER  OR  A  PICTORIAL,  PHOTOGRAPHIC,  ELECTRONIC,  FILMED OR VIDEOTAPED\n    5  REPRODUCTION OF HIM OR HER as such, they must serve upon the defendant a\n    6  notice of  such  intention,  specifying  the  evidence  intended  to  be\n    7  offered.\n    8    S  5.  Sections  343.3  and 343.4 of the family court act, as added by\n    9  chapter 920 of the laws of 1982, are amended to read as follows:\n   10    S 343.3. Rules of evidence; identification by means of previous recog-\n   11  nition in absence of present identification. 1. In any  juvenile  delin-\n   12  quency  proceeding in which the respondent's commission of a crime is in\n   13  issue, testimony as provided in  subdivision  two  may  be  given  by  a\n   14  witness when:\n   15    (a) such witness testifies that:\n   16    (i) he OR SHE observed the person claimed by the presentment agency to\n   17  be  the respondent either at the time and place of the commission of the\n   18  crime or upon some other occasion relevant to the case; and\n   19    (ii) on a subsequent occasion he OR SHE observed, under  circumstances\n   20  consistent  with  such  rights as an accused person may derive under the\n   21  constitution of this state or of the United States, a person OR A PICTO-\n   22  RIAL, PHOTOGRAPHIC, ELECTRONIC, FILMED OR VIDEOTAPED REPRODUCTION  OF  A\n   23  PERSON  whom  he OR SHE recognized as the same person whom he OR SHE had\n   24  observed on the first incriminating occasion; and\n   25    (iii) he OR SHE is unable at the proceeding to state, on the basis  of\n   26  present  recollection,  whether  or  not the respondent is the person in\n   27  question; and\n   28    (b) it is established that the respondent is in fact the  person  whom\n   29  the  witness  observed  and recognized OR WHOSE PICTORIAL, PHOTOGRAPHIC,\n   30  ELECTRONIC, FILMED OR VIDEOTAPED REPRODUCTION THE WITNESS  OBSERVED  AND\n   31  RECOGNIZED  on  the  second  occasion.  Such  fact may be established by\n   32  testimony of another person or persons  to  whom  the  witness  promptly\n   33  declared  his OR HER recognition on such occasion AND BY SUCH PICTORIAL,\n   34  PHOTOGRAPHIC, ELECTRONIC, FILMED OR VIDEOTAPED REPRODUCTION.\n   35    2. Under circumstances prescribed in subdivision one, such witness may\n   36  testify at the proceeding that the person whom he OR  SHE  observed  and\n   37  recognized OR WHOSE PICTORIAL, PHOTOGRAPHIC, ELECTRONIC, FILMED OR VIDE-\n   38  OTAPED  REPRODUCTION  HE  OR  SHE  OBSERVED AND RECOGNIZED on the second\n   39  occasion is the same person whom he OR SHE  observed  on  the  first  or\n   40  incriminating  occasion. Such testimony, together with the evidence that\n   41  the respondent is in fact the  person  whom  the  witness  observed  and\n   42  recognized OR WHOSE PICTORIAL, PHOTOGRAPHIC, ELECTRONIC, FILMED OR VIDE-\n   43  OTAPED  REPRODUCTION  HE  OR  SHE  OBSERVED AND RECOGNIZED on the second\n   44  occasion, constitutes evidence in chief.\n   45    S 343.4. Rules of evidence; identification by means of previous recog-\n   46  nition, in addition to present identification. In  any  juvenile  delin-\n   47  quency  proceeding in which the respondent's commission of a crime is in\n   48  issue, a witness who testifies that:  (a) he OR SHE observed the  person\n   49  claimed  by  the  presentment  agency to be the respondent either at the\n   50  time and place of the commission of the crime or upon some  other  occa-\n   51  sion relevant to the case, and (b) on the basis of present recollection,\n   52  the  respondent is the person in question, and (c) on a subsequent occa-\n   53  sion he OR SHE observed the respondent, OR  A  PICTORIAL,  PHOTOGRAPHIC,\n   54  ELECTRONIC,  FILMED  OR  VIDEOTAPED REPRODUCTION OF THE RESPONDENT under\n   55  circumstances consistent with such  rights  as  an  accused  person  may\n   56  derive under the constitution of this state or of the United States, and\n\n       S. 1999                             4\n\n    1  then  also  recognized  him OR HER OR THE PICTORIAL, PHOTOGRAPHIC, ELEC-\n    2  TRONIC, FILMED OR VIDEOTAPED REPRODUCTION OF HIM  OR  HER  as  the  same\n    3  person  whom  he OR SHE had observed on the first or incriminating occa-\n    4  sion,  may, in addition to making an identification of the respondent at\n    5  the delinquency proceeding on the basis of present recollection  as  the\n    6  person  whom  he OR SHE observed on the first or incriminating occasion,\n    7  also describe his OR HER previous  recognition  of  the  respondent  and\n    8  testify  that  the  person  whom  he OR SHE observed OR WHOSE PICTORIAL,\n    9  PHOTOGRAPHIC, ELECTRONIC, FILMED OR VIDEOTAPED REPRODUCTION  HE  OR  SHE\n   10  OBSERVED  on  such second occasion is the same person whom he OR SHE had\n   11  observed on the first or incriminating occasion. Such testimony AND SUCH\n   12  PICTORIAL, PHOTOGRAPHIC, ELECTRONIC, FILMED OR  VIDEOTAPED  REPRODUCTION\n   13  constitutes evidence in chief.\n   14    S 6. This act shall take effect on the first of November next succeed-\n   15  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S1999\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law and the family court act,\nin relation to evidence of\nidentification\n\nPURPOSE:\nTo permit witnesses to testify regarding\nout-of-court\nidentifications of defendants made by means of pictorial,\nphotographic, electronic, filmed or videotaped reproductions of such\ndefendants.\n\nSUMMARY OF PROVISIONS:\nThis bill amends the following\nsections of the\nCriminal Procedure Law dealing with the rules of evidence: 60.25\n(a)(1); 60.30; 710.20(6) and 710.30(1). This bill also amends the\ncorresponding sections of the Family Court Act dealing with the rules\nof evidence with regard to juveniles, which are as follows: 343.3;\nand 343.4. These amendments add provisions to allow identification of\ndefendants by pictorial, photographic, electronic, filmed or\nvideotaped reproduction.\n\nJUSTIFICATION:\nNew York is alone in prohibiting the admission of evidence of an\nout-of-court identification conducted by other than corporeal means.\nAn identification by photo array, no matter how fairly conducted, is\ninadmissible as part of the prosecution's case-in-chief. It is the\nrule in the Federal System and in the other 49 states that\nout-of-court photographic identification be treated the same as\ncorporeal identifications (see Federal Rule of Evidence 801\n(d)(1)(C). These jurisdictions recognize that there is no valid\nreason for an absolute prohibition against trial testimony regarding\nphotographic identifications.\nAll identification procedures are subject to the same pretrial\nhearings mandated by United States v. Wade\n388 U.S.218 (1967).\nSignificantly. the current New York Law prohibition antedates the\ndevelopment of the Wade hearing and was intended\nto provide trial\ncourts with the means to insure the propriety of extrajudicial\nidentifications. Since the Wade decision, the\nexisting New York Law is no longer justified.\n\nNon-suggestive photo identifications are legitimate law enforcement\ntools. When these identifications are made known to jurors, they will\nbe better able to understand the basis for a subsequent in-court\nidentification. In addition, when an arrest results from a\n\nphotographic identification, the prosecution must now follow an often\ntortured course of proof to withhold the evidence of such an\nidentification from the jury. The result is that the jurors are\noften hard pressed to understand the circumstances that led to the\narrest in the case.\n\nSufficient protection against identifications of insufficient or\nquestionable certainty are provided by the pretrial Wade\nhearing and\nthe availability of witnesses for cross-examination. As tong as a\nphotographic or other non-corporeal identification meets the required\nlegal tests of fairness and reliability, there is no valid reason to\nwithhold it from the trier of fact. Indeed, to withhold such evidence\nin criminal trials is to create needless uncertainty and an\nunwarranted risk of unjust results. By permitting witnesses to\ntestify regarding out-of-court identifications of defendants made by\nmeans of pictorial. photographic, electronic, filmed or videotaped\nreproductions, this bill will permit jurors to more accurately know\nthe facts of the case and thus arrive at a verdict more accurately\nrelated to those facts.\n\nLEGISLATIVE HISTORY:\n2007/2008 - S.638 - Passed Senate /Assembly Codes\n2005/2006 - S.486 - Passed Senate/Assembly Codes\n2003/2004 - S.3827-A - Passed Senate/Assembly Codes\n2001/2002 - S.59 - Passed Senate/Assembly Codes\n1999/2000 - S.130 - Passed Senate/Assembly Codes\n1997/1998 - S.3503 - Passed Senate/Assembly Codes\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first day of\nNovember next succeeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the family court act, in relation to evidence of identification ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T112620.TXT", "SOBI.D110114.T132442.TXT", "SOBI.D110114.T123438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849330
}