{
  "year" : 2011,
  "senateBillNo" : "S1997-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S1997-2011-1294981200000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to county plans for improving the availability of community services to the elderly",
  "summary" : "Relates to procedures for amendments to county plans for improving the availability of community services to the elderly; requires approval of director for amendments; requires opportunity for input from stakeholders, service providers and the elderly. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S2005-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1997\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN, HANNON -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to county plans for improving\n         the availability of community services to the elderly\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 214 of the elder law is amended to\n    2  read as follows:\n    3    2.  County  plans for improving the availability of community services\n    4  to the elderly. (a) Counties with a designated agency  are  required  to\n    5  submit  a county plan for a two-, three-, or four-year period determined\n    6  by the director, with an annual update containing a budget  request  for\n    7  the  forthcoming  program  year  and  such other information as shall be\n    8  required by the  director,  for  improving  the  delivery  of  community\n    9  services  for  elderly persons in the format prescribed by the director.\n   10  The plan for the city of New York shall specifically address  the  needs\n   11  of  each  county  within  such  city. Such plan shall be a comprehensive\n   12  description of the manner in which the county  intends  to  address  the\n   13  needs  of  elderly persons living in the county through improved coordi-\n   14  nation of existing community services and by the development of any  new\n   15  or  expanded  community service projects which will improve the delivery\n   16  of services to the elderly.  ANY CHANGE IN A PLAN AFTER APPROVAL,  WHICH\n   17  SHALL INCLUDE ANY PROPOSED CHANGE IN SERVICE DELIVERY, SHALL REQUIRE THE\n   18  FILING  OF  A  PROPOSED  PLAN  AMENDMENT TO THE DIRECTOR FOR APPROVAL OR\n   19  DISAPPROVAL, AS REQUIRED IN THIS SECTION. NO  PLAN  AMENDMENT  SHALL  BE\n   20  EFFECTIVE  UNTIL APPROVED BY THE DIRECTOR. THE DIRECTOR SHALL HAVE SIXTY\n   21  DAYS TO APPROVE A PLAN AMENDMENT, AFTER RECEIPT OF COMPLETED  DOCUMENTA-\n   22  TION  AS  REQUIRED BY THIS SECTION. Such plan OR PROPOSED PLAN AMENDMENT\n   23  shall contain:\n   24    (1) a statement of goals and objectives for addressing  the  needs  of\n   25  elderly  persons  in  the  county, an assessment of the needs of elderly\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04645-01-1\n\n       S. 1997                             2\n\n    1  persons residing in the county, a  description  of  public  and  private\n    2  resources  that  currently provide community services to elderly persons\n    3  within the county, a description of intended actions to consolidate  and\n    4  coordinate  existing  community  services administered by county govern-\n    5  ment, a description of the intended  actions  to  coordinate  congregate\n    6  services programs for the elderly operated within the county pursuant to\n    7  section  two  hundred  seventeen  of  this  title  with  other community\n    8  services for the elderly, a description of the means to coordinate other\n    9  community services for elderly persons in the county with those adminis-\n   10  tered by county government, and a statement of the  priorities  for  the\n   11  provision  of  community  services  during the program period covered by\n   12  such plan OR PLAN AMENDMENT;\n   13    (2) an identification of community service projects to be developed to\n   14  improve the delivery of services, a budget request for approval for  the\n   15  forthcoming  year  which  individually identifies each community service\n   16  project to be funded pursuant to paragraph (b) of  subdivision  four  of\n   17  this  section, letters of comment from the appropriate local agencies on\n   18  the relationship and expected impact of the proposed  community  service\n   19  projects,  assurances  that  community  service  projects  will  provide\n   20  services to those most in need, an indication of fee schedules by  which\n   21  elderly persons participating in community service projects may contrib-\n   22  ute  to  the costs of such projects, and an indication of how the effec-\n   23  tiveness of such community service projects will be evaluated;\n   24    (3) an identification of planning,  coordination,  and  administrative\n   25  activities  necessary to achieve the goals and objectives of the plan OR\n   26  PLAN AMENDMENT, together with a budget request for such  activities  for\n   27  approval for the forthcoming year to be funded pursuant to paragraph (a)\n   28  of  subdivision  four of this section, and assurances by the county that\n   29  it will comply with the requirements of state and federal law; and\n   30    (4) such other components as may be required pursuant  to  regulations\n   31  promulgated  by  the  director INCLUDING, WITH RESPECT TO ANY NEW INITI-\n   32  ATIVE OR ANY INITIATIVE CHANGED FROM A PRECEDING YEAR OR ANY PLAN AMEND-\n   33  MENT: A DESCRIPTION AND ANALYSIS AT A LEVEL OF DETAIL PRESCRIBED BY  THE\n   34  DIRECTOR SHOWING THE NUMBER OF SENIORS WHO WOULD BE AFFECTED BY EACH NEW\n   35  OR CHANGED INITIATIVE; THE DEMOGRAPHICS AND ANNUAL AND LONG TERM PROJEC-\n   36  TIONS  OF  THE  NUMBERS  OF SENIORS PROPOSED TO BE SERVED BY EACH INITI-\n   37  ATIVE; THE FINANCIAL SUSTAINABILITY OF SUCH INITIATIVES;  WHETHER  THERE\n   38  WILL  BE ANY DIMINISHMENT OF SERVICES AS A RESULT OF THIS NEW OR CHANGED\n   39  INITIATIVE, HOW SUCH CHANGE WOULD BE MEASURED, AND EFFORTS THAT WILL  BE\n   40  MADE  TO  COUNTERACT ANY NEGATIVE IMPACT; AND COMPARISONS OF THE COST OF\n   41  CURRENT AND CHANGED INITIATIVES, WHERE APPROPRIATE, TO BE BORNE  BY  THE\n   42  DESIGNATED AGENCY AND PROVIDERS OF SERVICES.\n   43    (b)  Such county plan for community services or annual update shall be\n   44  prepared by the designated agency and approved by  the  chief  executive\n   45  officer of the county, if there be one, or otherwise the governing board\n   46  of  the  county,  or  the  chief  executive  of the city of New York and\n   47  submitted to the director no later than ninety days prior to the  begin-\n   48  ning of the program period covered by such plan or annual update.  Prior\n   49  to  a  submission  of a county plan or annual update to the director for\n   50  approval, the designated agency shall conduct such  public  hearings  as\n   51  may  be  required  by  regulations  of the director, provided that there\n   52  shall be at least one such hearing, and one  in  each  county  contained\n   53  within the city of New York.\n   54    (c)  The  director  shall  review  such county plan and may approve or\n   55  disapprove such plan, or any part, program, or project within such plan,\n   56  OR AMENDMENT THERETO, and shall propose such  modifications  and  condi-\n\n       S. 1997                             3\n\n    1  tions  as are deemed appropriate and necessary.  [Compliance] THE DIREC-\n    2  TOR SHALL ESTABLISH APPROPRIATE TIMELINES  TO  PROVIDE  OPPORTUNITY  FOR\n    3  COMMUNITY  INPUT  BY  STAKEHOLDERS, SERVICES PROVIDERS, AND SENIORS, AND\n    4  SHALL TAKE ANY COMMENTS AND REPORTS PROVIDED BY SUCH PERSONS OR ENTITIES\n    5  INTO  ACCOUNT,  IN ADDITION TO COMPLIANCE with paragraphs (a) and (b) of\n    6  this subdivision [shall be] AS the basis for approval of a county  plan,\n    7  OR  AMENDMENT  THERETO.  The  director shall establish by regulation the\n    8  dates for notifying the designated agency of approval or disapproval  of\n    9  a  county  plan,  OR  AMENDMENT THERETO. In the event the director shall\n   10  disapprove the proposed county plan OR AMENDMENT, the county  submitting\n   11  such  application  shall  be afforded an opportunity for an adjudicatory\n   12  hearing, as prescribed by article  three  of  the  state  administrative\n   13  procedure  act.  DESIGNATED AGENCIES SHALL COMPLY WITH THE PROVISIONS OF\n   14  APPROVED PLANS, AND WITH THE  RESULTS  OF  STATE  HEARINGS  OR  REVIEWS,\n   15  UNLESS  AND  UNTIL  AN  AMENDED  PLAN  OR APPLICATION IS APPROVED BY THE\n   16  OFFICE. THE OFFICE MAY ISSUE PROGRAM INSTRUCTIONS WHICH SHALL BE BINDING\n   17  ON AREA AGENCIES AND SERVICE PROVIDERS WITH RESPECT  TO  SUCH  PLANS  OR\n   18  AMENDED PLANS.\n   19    (d)  Notwithstanding  any provision of this section, nothing contained\n   20  in this section shall give the  director  or  a  designated  agency  any\n   21  administrative,  fiscal, supervisory, or other authority whatsoever over\n   22  any plans, programs or expenditures authorized pursuant to titles  eigh-\n   23  teen,  nineteen  and  twenty of the federal social security act, or over\n   24  any unit of state or local government.\n   25    (e) Counties with a designated agency may submit  to  the  director  a\n   26  letter of intent, in the form and by the date prescribed by the director\n   27  with  the approval of the director of the budget, evidencing the commit-\n   28  ment of the county to develop a county home care plan  for  functionally\n   29  impaired elderly.\n   30    (f)  Within  the amounts appropriated therefor, counties submitting an\n   31  approved letter of intent pursuant to paragraph (e) of this  subdivision\n   32  shall  be  eligible  for  reimbursement  of  one  hundred percent of the\n   33  approved expenditures for preparing a county home care  plan  for  func-\n   34  tionally  impaired  elderly. Such a grant-in-aid shall be available to a\n   35  county only once and shall be limited to one-half the  amount  available\n   36  to such county pursuant to subparagraph one of paragraph (a) of subdivi-\n   37  sion  four  of  this section; provided however that in either of the two\n   38  years immediately following its first submission of a home care plan for\n   39  functionally impaired elderly, a county which does not receive state aid\n   40  during such year for expanded non-medical in-home services, non-institu-\n   41  tional  respite  services,  case  management  services,  and   ancillary\n   42  services  pursuant to paragraph (j) of subdivision four of this section,\n   43  may apply for reimbursement of  one  hundred  percent  of  the  approved\n   44  expenditures  for  revising  such home care plan, limited to one-quarter\n   45  the amount available to such county  pursuant  to  subparagraph  one  of\n   46  paragraph (a) of subdivision four of this section.\n   47    (g)  County home care plans for functionally impaired elderly prepared\n   48  pursuant to this subdivision shall include a  comprehensive  description\n   49  of all aspects of home care, non-institutional respite, case management,\n   50  and  ancillary  services  available  to elderly persons in the county; a\n   51  description of intended actions to coordinate such home care, non-insti-\n   52  tutional respite, case  management,  and  ancillary  services  to  func-\n   53  tionally  impaired  elderly  persons in their county provided under this\n   54  section with other services to elderly persons; a proposal for  expanded\n   55  non-medical  in-home  services, non-institutional respite services, case\n   56  management services, and ancillary services  for  functionally  impaired\n\n       S. 1997                             4\n\n    1  elderly  persons  with  unmet  needs  to support such persons' continued\n    2  residence in their homes; and such other components as may  be  required\n    3  pursuant  to  regulations promulgated by the director, including how the\n    4  proposed   expanded   non-medical  in-home  services,  non-institutional\n    5  respite services, case management services, and ancillary services  will\n    6  be delivered to unserved or underserved populations.\n    7    (h) Such county home care plan for functionally impaired elderly shall\n    8  be  prepared by the designated agency after consultation with the social\n    9  services district and the local  public  health  agency,  and  shall  be\n   10  approved  by the chief executive officer of the county, if there be one,\n   11  or otherwise the governing board of the county, or the  chief  executive\n   12  of  the  city of New York, and submitted to the director for approval by\n   13  such date as may be specified by  regulation.  The  director  shall  not\n   14  approve  such  county  home  care plan for functionally impaired elderly\n   15  unless it complies with the standards and regulations issued pursuant to\n   16  this section.\n   17    S 2. Severability clause. If any clause, sentence, paragraph, subdivi-\n   18  sion, section or part of this act shall be  adjudged  by  any  court  of\n   19  competent  jurisdiction  to  be invalid, such judgment shall not affect,\n   20  impair, or invalidate the remainder thereof, but shall  be  confined  in\n   21  its  operation  to the clause, sentence, paragraph, subdivision, section\n   22  or part thereof directly involved in the controversy in which such judg-\n   23  ment shall have been rendered. It is hereby declared to be the intent of\n   24  the legislature that this act would  have  been  enacted  even  if  such\n   25  invalid provisions had not been included herein.\n   26    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S1997\n\nTITLE OF BILL:\nAn act\nto amend the elder law, in relation to county plans for improving the\navailability of community services to the elderly\n\nPURPOSE:\nRequire the State Office for Aging to solicit input from providers,\nconsumers, and stakeholders when approving or disapproving county\naging plans or plan amendments. Such input is specifically made one\nof the factors to be considered in approving or disapproving the plans.\n\nSUMMARY OF PROVISIONS:\nSection 1. Amends subdivision 2 of section 214 of the elder law to\nmake it clear that any change in a county aging plan submitted to the\nstate office for the aging (SOFA) after approval shall require the\nfiling of a proposed plan amendment, which would include any change\nin service delivery, to the director for approval or disapproval, and\nthat no plan amendment is effective until approved by the director.\nRequires that SOFA approve the amendment within 60 days after receipt\nof completed documentation required. Makes a series of technical\nchanges to the requirements to make clear that certain of the factors\napply to amendments and certain to plans, and certain to both-for\nexample, to require an identification of planning, coordination, and\nadministrative activities necessary to achieve the goals and\nobjectives of the plan or plan amendment, together with a budget\nrequest for such activities. This portion also includes a requirement\nthat the following be included with respect to any new initiative or\nany initiative changed from a preceding year or any plan amendment:\n\n* a description and analysis at a level of detail prescribed by the\ndirector showing the number of seniors who would be affected by each\nnew or changed initiative;\n* the demographics and annual and long term projections of the numbers\nof seniors proposed to be served by each initiative;\n* the financial sustainability of such initiatives;\n* whether there will be any diminishment of services as result of this\nnew or changed initiative, how such change would be measured, and\nefforts that will be made to counteract any negative impact; and\n* comparisons of the cost of current and changed initiatives, where\nappropriate, to be borne by the designated agency and providers of\nservices.\n\nFurther, requires that the director of SOFA take any comments and\nreports from stakeholders, providers, and seniors into account, in\naddition to other requirements, as the basis for approval of a county\nplan, or amendment.\n\nFinally, requires that designated agencies (i.e., area agencies on\naging) comply with the provisions of approved plans, and with the\n\nresults of State hearings or reviews, unless and until an amended\nplan or application is approved by the office, and allows SOFA to\nissue binding program instructions on area agencies and service\nproviders with respect to such plans or amended plans.\n\nSection 2. Provides a severability clause.\n\nSection 3. Provides for an immediate effective date.\n\nEXISTING LAW:\nSection 214 of the Elder law relates to county plans for improving the\navailability of community services to the elderly.\n\nJUSTIFICATION:\nCounties are required to submit an annual aging plan or plan update in\norder to continue qualification as an area agency on aging, and to\nspend State and federal funds on behalf of programs and services for\nseniors. The plans must include several key components, and must show\nhow the county is improving the delivery of community services for\nelderly persons.\nStrangely, while the local area agencies on aging are required to\nconduct a public hearing on the plan submission, the State Office for\nAging is not required to take consumer and provider information or\ntestimony into account in approving a plan, update, or plan\namendment. This legislation closes that gap. It not only requires\nSOFA to consider such input, it specifically makes the consideration\nparty of the final approval process. Moreover, it requires some\nspecific information be submitted to SOFA by the county with respect\nto new initiatives, whether these are submitted as part of the plan\nor as a plan amendment. The several pieces in this act concerning the\nrequired submission of plan amendments are not new; rather they are\nstatutory clarifications of existing requirements. This measure, if\napproved, will provide for a more robust approval process of local\nplans by the State Office for Aging.\n\nLEGISLATIVE HISTORY:\nS.2005 - 2009-10 Referred to Aging\nS.8457 - 2007-08 Referred to Rules, Passed Senate\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to county plans for improving the availability of community services to the elderly ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110114.T133442.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T112620.TXT", "SOBI.D110114.T123438.TXT", "SOBI.D110114.T133944.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849328
}