{
  "year" : 2011,
  "senateBillNo" : "S1990-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S1990-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the intentional murder of a child under the age of twelve shall be a first degree murder offense; amends the definition of torture",
  "summary" : "Provides that the intentional murder of a child under the age of twelve shall be a first degree murder offense; amends the definition of torture related to first degree murder. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S6695-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ZELDIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1990\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN,  BONACIC,  HANNON,  MAZIARZ, RANZENHOFER,\n         ZELDIN -- read twice and ordered  printed,  and  when  printed  to  be\n         committed to the Committee on Codes\n\n       AN  ACT  to amend the penal law, in relation to first degree murder of a\n         child under the age of twelve\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraphs (x) and (xiii) of paragraph (a) of subdivi-\n    2  sion 1 of section 125.27 of the penal law, subparagraph (x) as added  by\n    3  chapter  1 of the laws of 1995 and subparagraph (xiii) as added by chap-\n    4  ter 300 of the laws of 2001, are amended and a new subparagraph (xiv) is\n    5  added to read as follows:\n    6    (x) the defendant acted in  an  especially  cruel  and  wanton  manner\n    7  pursuant  to  a  course  of  conduct  intended to inflict and inflicting\n    8  torture upon the victim prior to the victim's death.  As  used  in  this\n    9  subparagraph, \"torture\" means the intentional and depraved infliction of\n   10  extreme  physical  pain;  \"depraved\"  means  the defendant [relished the\n   11  infliction of] INFLICTED extreme physical pain upon the victim  evidenc-\n   12  ing  debasement or perversion or that the defendant evidenced a sense of\n   13  pleasure in the infliction of extreme physical pain; or\n   14    (xiii) the victim was killed in furtherance of an act of terrorism, as\n   15  defined in paragraph (b) of subdivision one of section  490.05  of  this\n   16  chapter; [and] OR\n   17    (XIV) THE VICTIM WAS A CHILD UNDER THE AGE OF TWELVE; AND\n   18    S 2. This act shall take effect on the first of November next succeed-\n   19  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04289-01-1\n",
  "memo" : "BILL NUMBER:S1990\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to first degree murder of a child\nunder the age of twelve\n\nPURPOSE OR GENERAL IDEA OF BILL:\nProvides that the intentional murder\nof a child under the age of twelve shall be a first degree murder\noffense and amends the definition of torture.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSubparagraphs (x) and (xiii) of\nparagraph (a) of subdivision 1 of section 125.27 of the penal law,\nsubparagraph (x) as amended by chapter 1 of the laws of 199.5 and\nsubparagraph (xiii) as added by chapter 300 of the laws of 2001,\nare amended and a hew subparagraph (xiv) is added.\n\nJUSTIFICATION:\nThis bill will change the murder of a child under the\nage of twelve to a first degree offense. Due to recent events, there\nis clearly a need for increased penalties for those individuals that\ncommit such heinous crimes. This amends the definition of torture\nto the intentional and depraved infliction of extreme physical pain.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10: S.6695  - Referred to Codes\n2007-08: A.7252  - Held in Codes\n2006:    A.11316 - Referred to Codes.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the\nfirst of November\nnext succeeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to first degree murder of a child under the age of twelve ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T133442.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849318
}