{
  "year" : 2011,
  "senateBillNo" : "S200-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S200-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the small claims assessment review program",
  "summary" : "Permits non-occupying owners of one, two, and three family structures to file claims with the small claims assessment review program established by the supreme court. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S1456-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          200\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law,  in  relation  to  the  small\n         claims assessment review program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 1 and subdivision 2 of section\n    2  730 of the real property tax law, paragraph  (b)  of  subdivision  1  as\n    3  amended  by chapter 154 of the laws of 1993, subdivision 2 as amended by\n    4  chapter 714 of the laws of 1982, are amended to read as follows:\n    5    (b) the property is: (i) improved  by  a  one,  two  or  three  family\n    6  [owner-occupied]  structure  used  exclusively  for residential purposes\n    7  other than property subject to the  assessment  limitations  of  section\n    8  five  hundred  eighty-one of this chapter and article nine-B of the real\n    9  property law or (ii) the property is unimproved and is not of sufficient\n   10  size as determined by the assessing unit or special  assessing  unit  to\n   11  contain a one, two or three family residential structure;\n   12    2.  Upon  determining any such complaint every real property tax board\n   13  of assessment review shall inform every owner of one, two or three fami-\n   14  ly [owner-occupied] residential real property in writing of the right to\n   15  small claims assessment review in the  manner  provided  by  subdivision\n   16  four  of  section  five hundred twenty-five of this chapter. Such notice\n   17  shall specify the last date on which petitions must  be  filed  and  the\n   18  location where small claims assessment review forms may be obtained. The\n   19  petition  form  for  small claims assessment review shall be provided to\n   20  such property owner, upon request, at no cost  in  accordance  with  the\n   21  rules promulgated pursuant to section seven hundred thirty-seven of this\n   22  title.\n   23    S  2. This act shall take effect immediately and shall apply to claims\n   24  filed on or after such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01656-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the small claims assessment review program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T163708.TXT", "SOBI.D101214.T102128.TXT", "SOBI.D101213.T091758.TXT", "SOBI.D101210.T161708.TXT", "SOBI.D101213.T092258.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292340088726
}