{
  "year" : 2011,
  "senateBillNo" : "S2000-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2000-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits plea bargaining for felony sex offense charges",
  "summary" : "Provides that when a person is charged with certain designated sexual offenses, any plea bargain shall contain a plea of guilty to at least one of such offenses, unless the district attorney determines that such a charge is not warranted, in which event, the defendant may plead to another charge in satisfaction of the charges preferred. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1482-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2000\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to limiting plea\n         bargaining for sexual offenders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 5 of section 220.10 of the criminal procedure\n    2  law is amended by adding a new paragraph (i) to read as follows:\n    3    (I) WHERE THE INDICTMENT CHARGES A FELONY  CONTAINED  IN  ARTICLE  ONE\n    4  HUNDRED  THIRTY OR SECTION 255.25, 263.05, 263.10 OR 263.15 OF THE PENAL\n    5  LAW, ANY PLEA OF GUILTY  THEREAFTER  ENTERED  IN  SATISFACTION  OF  SUCH\n    6  CHARGE MUST INCLUDE AT LEAST A PLEA OF GUILTY TO THE VIOLATION OF ONE OF\n    7  THE ABOVE ENUMERATED OFFENSES AND NO OTHER DISPOSITION BY PLEA OF GUILTY\n    8  TO  ANY OTHER CHARGE IN SATISFACTION OF SUCH CHARGE SHALL BE AUTHORIZED,\n    9  PROVIDED, HOWEVER, IF THE DISTRICT ATTORNEY UPON REVIEWING THE AVAILABLE\n   10  EVIDENCE DETERMINES THAT THE CHARGE OF A VIOLATION OF THE ABOVE  ENUMER-\n   11  ATED  FELONIES IS NOT WARRANTED, SUCH DISTRICT ATTORNEY MAY CONSENT, AND\n   12  THE COURT MAY ALLOW A DISPOSITION BY PLEA OF GUILTY TO ANOTHER CHARGE IN\n   13  SATISFACTION OF SUCH CHARGE; PROVIDED, HOWEVER, IN ALL SUCH  CASES,  THE\n   14  COURT SHALL SET FORTH UPON THE RECORD THE BASIS FOR SUCH DISPOSITION.\n   15    S 2. This act shall take effect on the first of November next succeed-\n   16  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06190-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to limiting plea bargaining for sexual offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T132442.TXT", "SOBI.D110114.T123438.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295377001288
}