{
  "year" : 2011,
  "senateBillNo" : "S2004-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2004-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the class E felony of unlawful procurement of clients, patients or customers",
  "summary" : "Establishes the class E felony of unlawful procurement of clients, patients or customers for knowingly acting as a runner, or using, soliciting, directing, hiring or employing another person to act as a runner; a \"runner\" is defined as a person, who knowingly, for profit, seeks to procure clients, patients or customers on behalf of an attorney or health care provider for the purpose of falsely or fraudulently obtaining benefits under a contract of insurance or asserting a claim against an insurer or insured for the services provided by such attorney or health care provider. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S1335-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2004\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to establishing the  class  E\n         felony of unlawful procurement of clients, patients or customers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 176.00 of the penal law is amended by adding  three\n    2  new subdivisions 6, 7 and 8 to read as follows:\n    3    6.  \"PROVIDER\" MEANS AN ATTORNEY, A HEALTH CARE PROFESSIONAL, AN OWNER\n    4  OR OPERATOR OF A HEALTH  CARE  PRACTICE  OR  FACILITY,  ANY  PERSON  WHO\n    5  CREATES  THE  IMPRESSION  THAT  HE  OR  SHE,  OR HIS OR HER PRACTICE CAN\n    6  PROVIDE LEGAL OR HEALTH CARE SERVICES, OR ANY PERSON EMPLOYED OR  ACTING\n    7  ON BEHALF OF ANY SUCH PERSON.\n    8    7.  \"PUBLIC  MEDIA\" MEANS TELEPHONE DIRECTORIES, PROFESSIONAL DIRECTO-\n    9  RIES, NEWSPAPERS AND OTHER  PERIODICALS,  RADIO  AND  TELEVISION,  BILL-\n   10  BOARDS,  AND MAILED OR ELECTRONICALLY TRANSMITTED WRITTEN COMMUNICATIONS\n   11  THAT DO NOT  INVOLVE  IN-PERSON  CONTACT  WITH  A  SPECIFIC  PROSPECTIVE\n   12  CLIENT, PATIENT, OR CUSTOMER.\n   13    8.  \"RUNNER\"  MEANS A PERSON WHO, FOR A PECUNIARY BENEFIT, PROCURES OR\n   14  ATTEMPTS TO PROCURE A CLIENT, PATIENT OR CUSTOMER AT THE  DIRECTION  OF,\n   15  REQUEST  OF  OR IN COOPERATION WITH A PROVIDER WHEN SUCH PERSON KNOWS OR\n   16  HAS REASON TO KNOW THAT THE PURPOSE OF  SUCH  PROVIDER  IS  TO  SEEK  TO\n   17  FALSELY  OR FRAUDULENTLY: OBTAIN BENEFITS UNDER A CONTRACT OF INSURANCE;\n   18  OR ASSERT A CLAIM AGAINST AN INSURED OR AN INSURANCE CARRIER FOR PROVID-\n   19  ING SERVICES TO THE CLIENT, PATIENT OR CUSTOMER.  SUCH  TERM  SHALL  NOT\n   20  INCLUDE  A  PERSON WHO PROCURES OR ATTEMPTS TO PROCURE CLIENTS, PATIENTS\n   21  OR CUSTOMERS FOR A PROVIDER THROUGH PUBLIC MEDIA OR A PERSON WHO  REFERS\n   22  CLIENTS,  PATIENTS  OR  CUSTOMERS AS AUTHORIZED BY LAW.  NOTHING IN THIS\n   23  ARTICLE SHALL BE DEEMED TO PROHIBIT AN AGENT, BROKER OR  EMPLOYEE  OF  A\n   24  HEALTH  MAINTENANCE ORGANIZATION FROM SEEKING TO SELL HEALTH MAINTENANCE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06170-01-1\n\n       S. 2004                             2\n\n    1  ORGANIZATION COVERAGE OR HEALTH INSURANCE COVERAGE TO AN  INDIVIDUAL  OR\n    2  GROUP.\n    3    S  2.  The penal law is amended by adding a new section 176.75 to read\n    4  as follows:\n    5  S 176.75 UNLAWFUL PROCUREMENT OF CLIENTS, PATIENTS OR CUSTOMERS.\n    6    A PERSON IS GUILTY OF UNLAWFUL PROCUREMENT  OF  CLIENTS,  PATIENTS  OR\n    7  CUSTOMERS WHEN, HE OR SHE KNOWINGLY:\n    8    1. ACTS AS A RUNNER; OR\n    9    2.  USES, SOLICITS, DIRECTS, HIRES OR EMPLOYS ANOTHER PERSON TO ACT AS\n   10  A RUNNER.\n   11    UNLAWFUL PROCUREMENT OF CLIENTS, PATIENTS OR CUSTOMERS IS  A  CLASS  E\n   12  FELONY.\n   13    S 3. This act shall take effect on the first of November next succeed-\n   14  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2004\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to establishing the class E felony\nof unlawful procurement of clients, patients or customers\n\nPURPOSE:\nTo make the use of \"runners\" illegal in New York.\n\nSUMMARY OF PROVISIONS:\nAmends article 176 of the Penal Law as follows:\nSection one of the bill adds three new definitions to Section 176.00,\ndefining \"provider\", \"public media\" and \"runner.\" A \"runner\" is\ndefined as a person who, for a pecuniary benefit, procurers or\nattempts to procure a client. patient. or customer at the direction\nof request of or in cooperation with a provider whose purpose is to\nseek to obtain benefits under a contract of insurance or assert a\nclaim against an insured or an insurance carrier for providing\nservices to the client, patient or customer.\n\nSection two of the bill adds a new section 176.40 to the Penal Law to\nmake it a class E felony to use or act as a runner.\n\nSection three of the bill provides for an effective date.\n\nJUSTIFICATION:\nOn July 15, 1999 Governor Christie Whitman of New Jersey signed into\nlaw legislation making it a crime to act as a runner or to solicit or\nemploy a runner to procure clients. This law was a result of\nrecommendations by that state's Governor's Task Force\non Health Care Fraud.\n\nThis legislation is patterned on that law. The use of runners is a\npractice which facilitates fraud and serves no legitimate purpose. A\nrunner is defined as a person who receives a pecuniary benefit for\nprocuring or attempting to procure clients. patients or customers for\na provider whose purpose is to obtain benefits under an insurance\ncontract for providing services. Because most fraud schemes depend on\na large volume of patients. health care providers and attorneys\nengaged in fraud will often pay third parties for recruiting clients,\npatients and customers. Often the client, patient or customer\nreceives inadequate or inappropriate care and services.\n\nThe use of runners is unfortunately common in the New York\nmetropolitan area. In addition to inadequate medical care, the use of\nrunners inflates the cost of insurance which, in turn, is borne by\nthe insuring public. This bill makes it illegal for a provider to\npayor offer to pay a pecuniary benefit to a runner. Soliciting\nclients through the public media and referring clients, patients and\ncustomers to a provider as is otherwise authorized by law is excluded\n\nfrom the prohibitions under this bill. The tem1S of this proposal are\nconsistent with the Bar Association's Canon of Ethics regarding\nreferrals.\n\nThis bill makes it a class E felony to act as a runner or hiring\nanother person to act as a runner.\n\nCOST TO STATE AND LOCAL GOVERNMENTS:\nNone.\n\nLEGISLATIVE HISTORY:\n2009/2010 - S.1335 - Referred to Codes\n2007/2008 - S.637 - Passed Senate /Assembly Codes\n2005/2006 - S.487 - Passed Senate/Assembly Codes\n2003/2004 - S.555 - Passed Senate/Assembly Codes\n2001/2002 - S.123 - Passed Senate/Assembly Codes\n2000      - S.6781-B - Passed Senate/Assembly Rules\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November\nnext succeeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing the class E felony of unlawful procurement of clients, patients or customers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T123938.TXT", "SOBI.D110118.T135141.TXT", "SOBI.D110114.T131941.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849335
}