{
  "year" : 2011,
  "senateBillNo" : "S2006-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2006-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the class B misdemeanor of failure to report sexual assault of a child",
  "summary" : "Establishes the class B misdemeanor of failure to report sexual assault of a child, when being 18 years old or older, a person witnesses the commission of sexual assault of a child under 16 years of age and fails to report such assault to law enforcement officials within 24 hours of witnessing the assault. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S1477-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2006\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to failure to report a sexual\n         assault of a child\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding two new sections 260.35\n    2  and 260.40 to read as follows:\n    3  S 260.35 SEXUAL ASSAULT; DEFINED.\n    4    FOR THE PURPOSES OF SECTION 260.40 OF THIS ARTICLE,  \"SEXUAL  ASSAULT\"\n    5  MEANS THE COMMISSION OF:\n    6    1.  A  SEX OFFENSE DEFINED IN ARTICLE ONE HUNDRED THIRTY OF THIS CHAP-\n    7  TER;\n    8    2. A SEXUAL PERFORMANCE BY A CHILD  DEFINED  IN  ARTICLE  TWO  HUNDRED\n    9  SIXTY-THREE OF THIS CHAPTER; OR\n   10    3. INCEST AS DEFINED IN SECTION 255.25 OF THIS CHAPTER.\n   11  S 260.40 FAILURE TO REPORT A SEXUAL ASSAULT OF A CHILD.\n   12    A  PERSON  IS  GUILTY OF FAILURE TO REPORT A SEXUAL ASSAULT OF A CHILD\n   13  WHEN HE OR SHE, BEING EIGHTEEN YEARS OLD OR OLDER,  KNOWINGLY  WITNESSES\n   14  THE  COMMISSION  OF  A SEXUAL ASSAULT OF A CHILD LESS THAN SIXTEEN YEARS\n   15  OLD, AND FAILS TO REPORT SUCH ASSAULT WITHIN TWENTY-FOUR  HOURS  OF  THE\n   16  WITNESSED  COMMISSION  THEREOF TO A POLICE OFFICER, DISTRICT ATTORNEY OR\n   17  LAW ENFORCEMENT OFFICIAL WITHIN THE COUNTY OR CITY IN WHICH SUCH ASSAULT\n   18  WAS COMMITTED.\n   19    FAILURE TO REPORT A SEXUAL ASSAULT OF A CHILD IS A CLASS  B  MISDEMEA-\n   20  NOR.\n   21    S 2. This act shall take effect on the first of November next succeed-\n   22  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06197-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to failure to report a sexual assault of a child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T123938.TXT", "SOBI.D110118.T135141.TXT", "SOBI.D110114.T131941.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295376701116
}