{
  "year" : 2011,
  "senateBillNo" : "S2009-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S2009-2011-1294981200000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows license to sell liquors at retail for consumption on certain premises",
  "summary" : "Allows license to sell liquors at retail for consumption on certain premises, located at 1429 Fifth Avenue in the borough of Manhattan, county, city and state of New York. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "SA6066-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2009\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Commerce, Economic  Devel-\n         opment and Small Business\n\n       AN  ACT  to  amend  the  alcoholic  beverage control law, in relation to\n         licenses to sell liquors at retail for consumption on certain premises\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  7  of section 64-a of the alcoholic beverage\n    2  control law is amended by adding  a  new  paragraph  (c-3)  to  read  as\n    3  follows:\n    4    (C-3)  NOTWITHSTANDING THE PROVISIONS OF SUBPARAGRAPH (I) OF PARAGRAPH\n    5  (A) OF THIS SUBDIVISION, THE AUTHORITY MAY ISSUE A  RETAIL  LICENSE  FOR\n    6  ON-PREMISES CONSUMPTION FOR A PREMISES WHICH SHALL BE WITHIN TWO HUNDRED\n    7  FEET  OF  A BUILDING OCCUPIED EXCLUSIVELY AS A SCHOOL, CHURCH, SYNAGOGUE\n    8  OR OTHER PLACE OF WORSHIP, PROVIDED SUCH PREMISES CONSTITUTES A PREMISES\n    9  FOR THE SALE OF FOOD OR BEVERAGES AT RETAIL FOR CONSUMPTION ON THE PREM-\n   10  ISES AND/OR AN OVERNIGHT LODGING  FACILITY  LOCATED  WHOLLY  WITHIN  THE\n   11  BOUNDARIES  OF  THE  BOROUGH  OF MANHATTAN IN THE CITY AND COUNTY OF NEW\n   12  YORK, BOUNDED AND DESCRIBED AS FOLLOWS:\n   13  BEGINNING AT THE INTERSECTION FORMED  BY  THE  EASTERLY  SIDE  OF  FIFTH\n   14  AVENUE AND THE SOUTHERLY SIDE OF EAST 117TH STREET; AND\n   15  RUNNING  THENCE  EASTERLY ALONG THE SOUTHERLY SIDE OF EAST 117TH STREET,\n   16  110 FEET 0 INCHES;\n   17  THENCE SOUTHERLY AT RIGHT ANGLES TO THE LAST MENTIONED COURSE, 100  FEET\n   18  11 INCHES;\n   19  THENCE WESTERLY AT RIGHT ANGLES TO THE LAST MENTIONED COURSE, 110 FEET 0\n   20  INCHES AT RIGHT ANGLES TO THE EASTERLY SIDE OF FIFTH AVENUE;\n   21  THENCE NORTHERLY ALONG THE EASTERLY SIDE OF FIFTH AVENUE AT RIGHT ANGLES\n   22  TO  THE  LAST MENTIONED COURSE, 100 FEET 11 INCHES TO THE POINT OR PLACE\n   23  OF BEGINNING.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07010-01-1\n\n       S. 2009                             2\n\n    1  BEING KNOWN AND DESIGNATED ON THE TAX MAP OF THE CITY OF NEW  YORK,  FOR\n    2  THE  BOROUGH  OF  MANHATTAN, AS SECTION 6, BLOCK 1622 LOT 73 AS SAID TAX\n    3  MAP WAS ON THE 26TH DAY OF NOVEMBER 1974.\n    4    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to licenses to sell liquors at retail for consumption on certain premises ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T142447.TXT", "SOBI.D110114.T141447.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110114.T124939.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295377001282
}