{
  "year" : 2011,
  "senateBillNo" : "S2001-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2001-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends statute of limitation for commencing criminal case when DNA evidence is recovered at a crime scene but the evidence does not match anyone in the DNA index",
  "summary" : "Provides for extending the statue of limitations for the commencement of a criminal action when DNA evidence is recovered at the crime scene and such DNA evidence does not match any person in the state DNA identification index. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1479-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2001\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to  the  statute\n         of  limitations  in  cases  in  which  a DNA sample from a crime scene\n         cannot be matched to an individual in  the  state  DNA  identification\n         index\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 4  of  section  30.10  of  the\n    2  criminal procedure law is amended to read as follows:\n    3    (a)  Any  period  following the commission of the offense during which\n    4  (i) the defendant was continuously outside this state or (ii) the where-\n    5  abouts of the defendant were continuously unknown and continuously unas-\n    6  certainable by the exercise of reasonable diligence OR (III) THE IDENTI-\n    7  TY OF THE DEFENDANT WAS CONTINUOUSLY UNKNOWN AND A DEOXYRIBONUCLEIC ACID\n    8  (DNA) RECORD OF THE DEFENDANTS GENETIC CODE, OBTAINED  BY  FORENSIC  DNA\n    9  TESTING  OF  EVIDENCE LOCATED AT A TIME OR PLACE RELEVANT TO THE COMMIS-\n   10  SION OF THE OFFENSE, COULD NOT BE MATCHED TO AN INDIVIDUAL IDENTIFIED BY\n   11  DNA RECORDS CONTAINED IN THE STATE DNA IDENTIFICATION INDEX BY THE EXER-\n   12  CISE OF REASONABLE DILIGENCE.  However, in no event shall the period  of\n   13  limitation  be  extended PURSUANT TO THE PROVISIONS OF SUBPARAGRAPHS (I)\n   14  AND (II) OF THIS PARAGRAPH by more than five  years  beyond  the  period\n   15  otherwise applicable under subdivision two.\n   16    S  2.  This act shall take effect immediately; provided, however, that\n   17  the amendment to paragraph (a) of subdivision 4 of section 30.10 of  the\n   18  criminal  procedure  law  made by section one of this act shall apply to\n   19  offenses where the applicable period of limitation, including any exten-\n   20  sion of such period of limitation pursuant to law in effect before  such\n   21  effective date, has not expired on such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06194-01-1\n",
  "memo" : "BILL NUMBER:S2001\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law, in\nrelation to the statute\nof limitations in cases in which a DNA sample\nfrom a crime scene cannot be matched to an individual in the state\nDNA identification index\n\nPURPOSE:\nThis bill would provide for tolling of the statute of\nlimitations in criminal cases in which the identity of the defendant\nis established by means of DNA evidence.\n\nSUMMARY OF PROVISIONS:\nSection one would amend paragraph (a) of subdivision 4 of section\n30.10 of the Criminal Procedure Law to toll the statute of\nlimitations in criminal cases in which the identity of the defendant\nis established by means of DNA evidence.\n\nSection two provides that the bill would take effect immediately,\nprovided, however, that the amendment to paragraph (a) of subdivision\n4 of section 30.10 of the Criminal Procedure Law made by section one\nwould apply to offenses where the applicable period of limitation,\nincluding any extension of such period of limitation pursuant to law\nin effect before such effective date, has not expired on such\neffective date.\n\nEXISTING LAW:\nParagraph (a) of subdivision 4 of section 30.10 of the\nCriminal Procedure Law provides that in calculating the applicable\nperiod of limitation, any period following the commission of the\noffense during which the defendant was continuously outside this\nstate or the whereabouts of the defendant were continuously unknown\nand continuously unascertainable by the exercise of reasonable\ndiligence shall not be included. The period of limitation may not be\nextended by more than five years beyond the applicable period.\n\nJUSTIFICATION:\nStatutes of limitation encourage law enforcement officials to promptly\ninvestigate suspected criminal activity and protect individuals from\nhaving to defend themselves against charges when the basic facts may\nhave become obscured by the passage of time. However, many criminal\nprosecutions are thwarted, despite reasonable diligence by law\nenforcement officials, by the perpetrator's efforts to avoid\nidentification.\n\nDNA increasingly allows the perpetrators of crimes to be positively\nascertained many years after the crime was committed and the statute\nof limitations has expired. This is particularly true as more\n\noffenders have their DNA added to the State DNA Databank and are\nthereafter linked to crimes they committed years before. Under such\ncircumstances, the policy considerations sought to be addressed by\nstatutes of limitations are no longer valid. In essence, the\nunderlying rationale behind a statute of limitations -- to guard\nagainst potentially unreliable identification testimony offered by an\neyewitness whose memory has faded with the passage of time --\nevaporates in the face of scientific evidence whose accuracy is not\ndiminished by the passage of time. In such instances, perpetrators of\ncrimes should not be allowed to use the statute of limitations as a\nshield to protect them against prosecution for the crimes they have\ncommitted.\n\nLEGISLATIVE HISTORY:\n2009/2010 - S.1479 - Referred to Codes\n2007/2008 - S.2374 - Passed Senate\nSimilar legislation was passed as part of S.5342 of 2006\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately and applicable to offenses where the\napplicable period of limitation, including any extension of such\nperiod of limitation pursuant to law in effect before such effective\ndate, has not expired on such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the statute of limitations in cases in which a DNA sample from a crime scene cannot be matched to an individual in the state DNA identification index ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T132943.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T132442.TXT", "SOBI.D110114.T123438.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849333
}