{
  "year" : 2011,
  "senateBillNo" : "S2007-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2007-2011-1294981200000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restores the tuition freeze for charter schools to the 2008-2009 school year level for the City School District of the city of Albany",
  "summary" : "Restores the tuition freeze for charter schools to the 2008-2009 school year level for the City School District of the city of Albany. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S8472-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2007\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen. BRESLIN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to charter school tuition\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (a)  of  subdivision  1 of section 2856 of the\n    2  education law, as amended by section 12 of part A of chapter 57  of  the\n    3  laws of 2009, is amended to read as follows:\n    4    (a)  The  enrollment  of  students  attending charter schools shall be\n    5  included in the enrollment, attendance, membership and,  if  applicable,\n    6  count  of students with disabilities of the school district in which the\n    7  pupil resides. The charter school shall report  all  such  data  to  the\n    8  school  districts  of residence in a timely manner. Each school district\n    9  shall report such enrollment, attendance  and  count  of  students  with\n   10  disabilities  to  the department. The school district of residence shall\n   11  pay directly to the charter school for  each  student  enrolled  in  the\n   12  charter  school  who  resides  in the school district the charter school\n   13  basic tuition, which shall be an amount equal to one hundred percent  of\n   14  the  amount  calculated  pursuant  to  paragraph f of subdivision one of\n   15  section thirty-six hundred two of this chapter for the  school  district\n   16  for  the  year prior to the base year increased by the percentage change\n   17  in the state total approved operating  expense  calculated  pursuant  to\n   18  paragraph t of subdivision one of section thirty-six hundred two of this\n   19  chapter  from  two  years  prior  to  the  base  year  to the base year;\n   20  provided, however, that for the  two  thousand  nine--two  thousand  ten\n   21  school  year, the charter school basic tuition shall be the amount paya-\n   22  ble by such district as charter school basic tuition for the  two  thou-\n   23  sand eight--two thousand nine school year. FOR THE TWO THOUSAND TEN--TWO\n   24  THOUSAND ELEVEN SCHOOL YEAR, THE CHARTER SCHOOL BASIC TUITION FOR A CITY\n   25  SCHOOL  DISTRICT IN A CITY HAVING A POPULATION OF MORE THAN NINETY THOU-\n   26  SAND INHABITANTS BUT LESS THAN ONE HUNDRED THOUSAND INHABITANTS,  DETER-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06158-02-1\n\n       S. 2007                             2\n\n    1  MINED  IN  ACCORDANCE WITH THE LATEST FEDERAL DECENNIAL CENSUS, SHALL BE\n    2  THE AMOUNT PAYABLE BY SUCH DISTRICT AS CHARTER SCHOOL BASIC TUITION  FOR\n    3  THE TWO THOUSAND EIGHT--TWO THOUSAND NINE SCHOOL YEAR.\n    4    S 2. Subdivision 1 of section 2856 of the education law, as separately\n    5  amended  by  chapter  4  of the laws of 1998 and section 12 of part A of\n    6  chapter 57 of the laws of 2009, is amended to read as follows:\n    7    1. The enrollment of  students  attending  charter  schools  shall  be\n    8  included  in  the  enrollment,  attendance  and, if applicable, count of\n    9  students with disabilities of the school district  in  which  the  pupil\n   10  resides.  The  charter  school  shall report all such data to the school\n   11  districts of residence in a timely manner. Each  school  district  shall\n   12  report  such enrollment, attendance and count of students with disabili-\n   13  ties to the department. The  school  district  of  residence  shall  pay\n   14  directly  to the charter school for each student enrolled in the charter\n   15  school who resides in the school district an amount equal to one hundred\n   16  percent of the amount calculated pursuant to paragraph f of  subdivision\n   17  one  of  section [thirty six] THIRTY-SIX hundred two of this chapter for\n   18  the school district for the year prior to the base year increased by the\n   19  percentage change in the state total approved operating  expense  calcu-\n   20  lated  pursuant  to  FORMER  subdivision  eleven of section [thirty six]\n   21  THIRTY-SIX hundred two of this chapter from two years prior to the  base\n   22  year  to  the  base  year;  provided, however, that for the two thousand\n   23  nine--two thousand ten school year, the  charter  school  basic  tuition\n   24  shall  be  the  amount  payable by such district as charter school basic\n   25  tuition for the two thousand eight--two thousand nine school year.   FOR\n   26  THE  TWO  THOUSAND  TEN--TWO  THOUSAND  ELEVEN  SCHOOL YEAR, THE CHARTER\n   27  SCHOOL BASIC TUITION FOR A CITY SCHOOL DISTRICT IN A CITY HAVING A POPU-\n   28  LATION OF MORE THAN  NINETY  THOUSAND  INHABITANTS  BUT  LESS  THAN  ONE\n   29  HUNDRED  THOUSAND  INHABITANTS, DETERMINED IN ACCORDANCE WITH THE LATEST\n   30  FEDERAL DECENNIAL CENSUS, SHALL BE THE AMOUNT PAYABLE BY  SUCH  DISTRICT\n   31  AS CHARTER SCHOOL BASIC TUITION FOR THE TWO THOUSAND EIGHT--TWO THOUSAND\n   32  NINE  SCHOOL  YEAR.  The  school district shall also pay directly to the\n   33  charter school any federal or state aid attributable to a student with a\n   34  disability attending charter  school  in  proportion  to  the  level  of\n   35  services  for  such  student  with  a disability that the charter school\n   36  provides  directly  or  indirectly.  Notwithstanding  anything  in  this\n   37  section  to  the  contrary, amounts payable pursuant to this subdivision\n   38  may be reduced pursuant to an agreement between the school and the char-\n   39  ter entity set forth in the charter.  Payments  made  pursuant  to  this\n   40  subdivision  shall  be  made by the school district in six substantially\n   41  equal installments each year beginning on the first business day of July\n   42  and every two months thereafter. Amounts payable under this  subdivision\n   43  shall  be  determined  by the commissioner. Amounts payable to a charter\n   44  school in its first year of operation shall be based on the  projections\n   45  of  initial-year  enrollment  set forth in the charter. Such projections\n   46  shall be reconciled with  the  actual  enrollment  at  the  end  of  the\n   47  school's first year of operation, and any necessary adjustments shall be\n   48  made to payments during the school's second year of operation.\n   49    S  3.  This act shall take effect immediately provided that the amend-\n   50  ments to subdivision 1 of section 2856 of  the  education  law  made  by\n   51  section one of this act shall not affect the expiration of such subdivi-\n   52  sion  as  provided  in chapter 378 of the laws of 2007, as amended, when\n   53  upon such date the provisions of section two  of  this  act  shall  take\n   54  effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to charter school tuition ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T132442.TXT", "SOBI.D110114.T123938.TXT", "SOBI.D110118.T135141.TXT", "SOBI.D110114.T131941.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295376701124
}