{
  "year" : 2011,
  "senateBillNo" : "S2000-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2000-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits plea bargaining for felony sex offense charges",
  "summary" : "Provides that when a person is charged with certain designated sexual offenses, any plea bargain shall contain a plea of guilty to at least one of such offenses, unless the district attorney determines that such a charge is not warranted, in which event, the defendant may plead to another charge in satisfaction of the charges preferred. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1482-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2000\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to limiting plea\n         bargaining for sexual offenders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 5 of section 220.10 of the criminal procedure\n    2  law is amended by adding a new paragraph (i) to read as follows:\n    3    (I) WHERE THE INDICTMENT CHARGES A FELONY  CONTAINED  IN  ARTICLE  ONE\n    4  HUNDRED  THIRTY OR SECTION 255.25, 263.05, 263.10 OR 263.15 OF THE PENAL\n    5  LAW, ANY PLEA OF GUILTY  THEREAFTER  ENTERED  IN  SATISFACTION  OF  SUCH\n    6  CHARGE MUST INCLUDE AT LEAST A PLEA OF GUILTY TO THE VIOLATION OF ONE OF\n    7  THE ABOVE ENUMERATED OFFENSES AND NO OTHER DISPOSITION BY PLEA OF GUILTY\n    8  TO  ANY OTHER CHARGE IN SATISFACTION OF SUCH CHARGE SHALL BE AUTHORIZED,\n    9  PROVIDED, HOWEVER, IF THE DISTRICT ATTORNEY UPON REVIEWING THE AVAILABLE\n   10  EVIDENCE DETERMINES THAT THE CHARGE OF A VIOLATION OF THE ABOVE  ENUMER-\n   11  ATED  FELONIES IS NOT WARRANTED, SUCH DISTRICT ATTORNEY MAY CONSENT, AND\n   12  THE COURT MAY ALLOW A DISPOSITION BY PLEA OF GUILTY TO ANOTHER CHARGE IN\n   13  SATISFACTION OF SUCH CHARGE; PROVIDED, HOWEVER, IN ALL SUCH  CASES,  THE\n   14  COURT SHALL SET FORTH UPON THE RECORD THE BASIS FOR SUCH DISPOSITION.\n   15    S 2. This act shall take effect on the first of November next succeed-\n   16  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06190-01-1\n",
  "memo" : "BILL NUMBER:S2000\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law, in relation to limiting plea\nbargaining for sexual offenders\n\nPURPOSE:\nThis bill would require that a person charged with a sexual offense\nwould only be allowed to plea bargain where the agreed upon plea\nincluded a sex offense.\n\nSUMMARY OF PROVISIONS:\nAmends subdivision 5 of section 220.10 of the Criminal Procedure Law by\nadding a new paragraph (i) prohibiting anyone charged with a sexual\noffense from agreeing to a plea bargain that does not include a sexual\noffense.\n\nJUSTIFICATION:\nOur nation has overwhelmingly accepted the introduction of Sex Offender\nRegistries. Fifty states have enacted registries.\n\nThe purpose of the sex offender registry is to allow our citizens and\ntheir families to be forewarned of the presence of sex offenders in\ntheir area. It has been proven that sex offenders are more likely to\nrepeat their crimes than any other offenders. With the initiation of the\nregistries we will be able to take precautions to protect ourselves and\nour children.\n\nA person's name is included in the registry when they have been\nconvicted of a sexual offense and have been released from confinement.\n\nWhere an individual is charged with a crime, often, they are allowed to\nplead to a lesser crime in full satisfaction of all charges. For\nexample, an individual charged with breaking into a home (burglary) and\nwith a sex offense against the occupant (rape), could be allowed to\nplead to the burglary charge. The rape charge would be dropped or merged\nand the sex offender would have satisfied all charges. That sex\noffender, when released, would not be included in the Sex Offender\nRegistry, because he was not convicted of a sex offense.\n\nThis bill would prevent the above scenario. The sex offender would no\nlonger be allowed to plead to any charge that did not include a sex\noffense.\n\nWith this bill, a sex offender would not be able to \"mask\" his sex\noffense behind another crime. This bill is comparable to Subdivision 10\nof Section 1192 of the Vehicle and Traffic Law which provides for plea\nbargain limitations for Driving While Intoxicated Charges. Anyone\ncharged with a DWI must at least plead guilty to a violation of one of\nthe provisions in the DWI section.\n\nA sex offender, because of the likelihood of a repeat offense, must be\nrequired to plead to some sex offense. Otherwise the purpose of the Sex\nOffender Registry would be easily thwarted.\n\nLEGISLATIVE HISTORY:\n2009/2010 - S.1482 - Referred to Codes\n2007/2008 - S.439  - Passed Senate/Assembly Codes\n2005/2006 - S.498  - Passed Senate/Assembly Codes\n2004 - S.552       - Passed Senate/Assembly Codes\n2003 - S.552       - Senate Codes\n2001/2002 - S.383  - Senate Codes/Assembly Codes\n1999/2000 - S.1017 - Passed Senate/Assembly Codes\n1997/1998 - S.306  - Passed Senate/Assembly Codes\n1995/1996 - S.3478 - Senate Codes.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n1st day of November after having passed.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to limiting plea bargaining for sexual offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T132442.TXT", "SOBI.D110114.T123438.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849331
}