{
  "year" : 2011,
  "senateBillNo" : "S2001-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2001-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends statute of limitation for commencing criminal case when DNA evidence is recovered at a crime scene but the evidence does not match anyone in the DNA index",
  "summary" : "Provides for extending the statue of limitations for the commencement of a criminal action when DNA evidence is recovered at the crime scene and such DNA evidence does not match any person in the state DNA identification index. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1479-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2001\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to  the  statute\n         of  limitations  in  cases  in  which  a DNA sample from a crime scene\n         cannot be matched to an individual in  the  state  DNA  identification\n         index\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 4  of  section  30.10  of  the\n    2  criminal procedure law is amended to read as follows:\n    3    (a)  Any  period  following the commission of the offense during which\n    4  (i) the defendant was continuously outside this state or (ii) the where-\n    5  abouts of the defendant were continuously unknown and continuously unas-\n    6  certainable by the exercise of reasonable diligence OR (III) THE IDENTI-\n    7  TY OF THE DEFENDANT WAS CONTINUOUSLY UNKNOWN AND A DEOXYRIBONUCLEIC ACID\n    8  (DNA) RECORD OF THE DEFENDANTS GENETIC CODE, OBTAINED  BY  FORENSIC  DNA\n    9  TESTING  OF  EVIDENCE LOCATED AT A TIME OR PLACE RELEVANT TO THE COMMIS-\n   10  SION OF THE OFFENSE, COULD NOT BE MATCHED TO AN INDIVIDUAL IDENTIFIED BY\n   11  DNA RECORDS CONTAINED IN THE STATE DNA IDENTIFICATION INDEX BY THE EXER-\n   12  CISE OF REASONABLE DILIGENCE.  However, in no event shall the period  of\n   13  limitation  be  extended PURSUANT TO THE PROVISIONS OF SUBPARAGRAPHS (I)\n   14  AND (II) OF THIS PARAGRAPH by more than five  years  beyond  the  period\n   15  otherwise applicable under subdivision two.\n   16    S  2.  This act shall take effect immediately; provided, however, that\n   17  the amendment to paragraph (a) of subdivision 4 of section 30.10 of  the\n   18  criminal  procedure  law  made by section one of this act shall apply to\n   19  offenses where the applicable period of limitation, including any exten-\n   20  sion of such period of limitation pursuant to law in effect before  such\n   21  effective date, has not expired on such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06194-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the statute of limitations in cases in which a DNA sample from a crime scene cannot be matched to an individual in the state DNA identification index ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T132943.TXT", "SOBI.D110114.T132442.TXT", "SOBI.D110114.T123438.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295377001279
}