{
  "year" : 2011,
  "senateBillNo" : "S2003-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2003-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the collection of DNA samples from all persons convicted of a crime and establishes the office of wrongful evidence review; repealer",
  "summary" : "Provides for the collection of DNA samples from all persons convicted of a crime; establishes the office of wrongful evidence review within the division of criminal justice services; provides for access to certain DNA evidence in cases where a defendant may have been wrongfully convicted; extends the statute of limitations in certain cases where there is DNA evidence. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SA3110-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2003\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to the collection of  DNA\n         samples  from  designated  offenders,  collection  and preservation of\n         biological  evidence,  and  establishing  the   office   of   wrongful\n         conviction review; to amend the criminal procedure law, in relation to\n         the statute of limitations for criminal offenses, access by defendants\n         to  DNA  evidence, and procedures for consideration of post-conviction\n         relief; to amend the penal law,  in  relation  to  the  conditions  of\n         probation and conditional discharge; to amend the court of claims act,\n         in  relation  to  claims  for  unjust  conviction and imprisonment; to\n         repeal subdivision 7 of section 995 of the executive law  relating  to\n         the  definition of \"designated offender\" for purposes of the DNA iden-\n         tification index; and providing for the repeal of  certain  provisions\n         upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 7 of  section  995  of  the  executive  law  is\n    2  REPEALED and a new subdivision 7 is added to read as follows:\n    3    7. \"DESIGNATED OFFENDER\" MEANS A PERSON CONVICTED OF AND SENTENCED FOR\n    4  A  MISDEMEANOR DEFINED IN THE PENAL LAW OR A FELONY DEFINED IN THE PENAL\n    5  LAW, OR A PERSON ADJUDICATED AND SENTENCED AS A YOUTHFUL OFFENDER PURSU-\n    6  ANT TO ARTICLE SEVEN HUNDRED TWENTY OF THE CRIMINAL  PROCEDURE  LAW  FOR\n    7  ANY  SUCH MISDEMEANOR OR FELONY, OR A PERSON WHO IS REQUIRED TO REGISTER\n    8  AS A SEX OFFENDER PURSUANT TO ARTICLE SIX-C OF THE CORRECTION LAW.\n    9    S 2. Subdivision 3 of section 995-c of the executive law,  as  amended\n   10  by chapter 576 of the laws of 2004, is amended to read as follows:\n   11    3.  (A) Any designated offender [subsequent to conviction and sentenc-\n   12  ing for a crime specified in subdivision seven of section  nine  hundred\n   13  ninety-five  of  this  article,]  shall  be required to provide a sample\n   14  appropriate for DNA testing to determine identification  characteristics\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06224-01-1\n\n       S. 2003                             2\n\n    1  specific to such person and to be included in a state DNA identification\n    2  index pursuant to this article.\n    3    (B)(I) IN THE CASE OF A DESIGNATED OFFENDER WHO IS SENTENCED TO A TERM\n    4  OF IMPRISONMENT, SUCH SAMPLE SHALL BE COLLECTED BY THE PUBLIC SERVANT TO\n    5  WHOSE CUSTODY THE DESIGNATED OFFENDER HAS BEEN COMMITTED.\n    6    (II)  IN  THE CASE OF A DESIGNATED OFFENDER WHO IS SENTENCED TO A TERM\n    7  OF PROBATION, SUCH SAMPLE SHALL BE  COLLECTED  BY  THE  LOCAL  PROBATION\n    8  DEPARTMENT SUPERVISING THE DESIGNATED OFFENDER.\n    9    (III) IN THE CASE OF A DESIGNATED OFFENDER WHO IS NEITHER SENTENCED TO\n   10  A  TERM OF IMPRISONMENT NOR PROBATION, SUCH SAMPLE SHALL BE COLLECTED BY\n   11  THE PROBATION DEPARTMENT OF THE COUNTY IN WHICH SENTENCING TAKES  PLACE,\n   12  UNLESS AN ALTERNATE COLLECTION PROCEDURE HAS BEEN IMPLEMENTED.\n   13    (IV)  PROVIDED, HOWEVER, THAT NOTHING IN THIS PARAGRAPH SHALL PROHIBIT\n   14  THE COLLECTION OF A DNA SAMPLE FROM A DESIGNATED OFFENDER BY  ANY  COURT\n   15  OFFICIAL,  STATE  OR  LOCAL  CORRECTION  OFFICIAL OR EMPLOYEE, PROBATION\n   16  OFFICER, PAROLE OFFICER, OR OTHER LAW  ENFORCEMENT  OFFICIAL  OR  PUBLIC\n   17  SERVANT  WHO  HAS  BEEN  NOTIFIED  BY  THE  DIVISION OF CRIMINAL JUSTICE\n   18  SERVICES THAT THE DESIGNATED OFFENDER HAS NOT PROVIDED A DNA SAMPLE.\n   19    (C) NOTWITHSTANDING THE PROVISIONS OF ANY LAW TO THE CONTRARY, A  CITY\n   20  WITH  A  POPULATION  OF ONE MILLION OR MORE OR ANY COUNTY ACTING THROUGH\n   21  ITS LEGISLATIVE BODY, IS HEREBY AUTHORIZED AND EMPOWERED TO ADOPT, AMEND\n   22  OR REPEAL A LOCAL LAW TO IMPOSE A DNA COLLECTION FEE NOT TO EXCEED FIFTY\n   23  DOLLARS ON DESIGNATED OFFENDERS FROM WHOM ITS  PROBATION  DEPARTMENT  IS\n   24  REQUIRED  BY  SUBPARAGRAPH (III) OF PARAGRAPH (B) OF THIS SUBDIVISION TO\n   25  COLLECT A DNA SAMPLE; PROVIDED, HOWEVER, THAT THE FAILURE  OF  A  DESIG-\n   26  NATED  OFFENDER  TO  PAY SUCH DNA COLLECTION FEE, IF REQUIRED, SHALL NOT\n   27  PREVENT THE COLLECTION OF THE OFFENDER'S DNA SAMPLE.\n   28    (D) A PUBLIC SERVANT TO WHOSE CUSTODY A DESIGNATED  OFFENDER  WHO  HAS\n   29  NOT  YET  PROVIDED  A  DNA  SAMPLE HAS BEEN COMMITTED MAY USE REASONABLE\n   30  PHYSICAL FORCE TO COLLECT SUCH SAMPLE IF THE OFFENDER, AFTER WRITTEN  OR\n   31  ORAL REQUEST, REFUSES TO PROVIDE SUCH SAMPLE.\n   32    (E)  THE DETENTION, ARREST, INDICTMENT OR CONVICTION OF A PERSON BASED\n   33  UPON DNA RECORDS CONTAINED IN THE STATE DNA IDENTIFICATION  INDEX  SHALL\n   34  NOT BE INVALIDATED IF IT IS LATER DETERMINED THAT THE DIVISION OF CRIMI-\n   35  NAL  JUSTICE  SERVICES  INADVERTENTLY,  BUT  IN GOOD FAITH, COLLECTED OR\n   36  PLACED THE PERSON'S DNA SAMPLE IN THE INDEX.\n   37    (F) THE COMMISSIONER OF CRIMINAL  JUSTICE  SERVICES  SHALL  PROMULGATE\n   38  RULES AND REGULATIONS GOVERNING THE PERIODIC REVIEW OF THE DNA IDENTIFI-\n   39  CATION INDEX TO DETERMINE WHETHER OR NOT THE INDEX CONTAINS DNA PROFILES\n   40  THAT  SHOULD  NOT  BE  IN  THE  INDEX,  INCLUDING THE STEPS NECESSARY TO\n   41  EXPUNGE ANY PROFILES WHICH THE DIVISION DETERMINES SHOULD NOT BE IN  THE\n   42  INDEX.\n   43    S  3.  The  opening paragraph of section 995-f of the executive law is\n   44  designated subdivision 1 and a new subdivision 2 is  added  to  read  as\n   45  follows:\n   46    2.  ANY DESIGNATED OFFENDER SUBJECT TO PROBATION OR PAROLE SUPERVISION\n   47  WHO IS REQUIRED TO PROVIDE A SAMPLE APPROPRIATE FOR DNA TESTING PURSUANT\n   48  TO THE PROVISIONS OF THIS ARTICLE, AND WHO FAILS TO PROVIDE SUCH  SAMPLE\n   49  UPON  NOTIFICATION  BY  A  COURT,  STATE OR LOCAL CORRECTION OFFICIAL OR\n   50  EMPLOYEE, PROBATION OFFICER, PAROLE OFFICER, OR  OTHER  LAW  ENFORCEMENT\n   51  OFFICIAL  OR  PUBLIC  SERVANT OF HIS OR HER OBLIGATION TO PROVIDE SUCH A\n   52  SAMPLE, SHALL BE DEEMED  TO  VIOLATE  THE  CONDITIONS  OF  PROBATION  OR\n   53  PAROLE,  AND  SUCH  VIOLATION  SHALL  BE  A  BASIS FOR THE REVOCATION OF\n   54  PROBATION OR PAROLE IN ACCORDANCE WITH ARTICLE FOUR HUNDRED TEN  OF  THE\n   55  CRIMINAL PROCEDURE LAW OR SECTION TWO HUNDRED FIFTY-NINE-I OF THIS CHAP-\n\n       S. 2003                             3\n\n    1  TER.  FOR PURPOSES OF THIS ARTICLE, \"PAROLE SUPERVISION\" SHALL BE DEEMED\n    2  TO INCLUDE POST-RELEASE SUPERVISION.\n    3    S  4.  Subdivision 4 of section 995-c of the executive law, as amended\n    4  by section 65 of part A of chapter 56 of the laws of 2010, is amended to\n    5  read as follows:\n    6    4. The commissioner of [the division of] criminal justice services, in\n    7  consultation with the commission, the commissioner of health, the  divi-\n    8  sion of parole, the director of the office of probation and correctional\n    9  alternatives, and the department of correctional services, shall promul-\n   10  gate rules and regulations governing the procedures for notifying desig-\n   11  nated  offenders  of the requirements of this section.  FURTHERMORE, THE\n   12  COMMISSIONER OF CRIMINAL JUSTICE SERVICES SHALL  ALSO  PROMULGATE  RULES\n   13  AND  REGULATIONS  GOVERNING THE PROCEDURES FOR OBTAINING A SAMPLE APPRO-\n   14  PRIATE FOR DNA TESTING FROM A PERSON WHO IS REQUIRED TO  REGISTER  AS  A\n   15  SEX OFFENDER PURSUANT TO ARTICLE SIX-C OF THE CORRECTION LAW.\n   16    S  5.  Section  995-b  of the executive law is amended by adding a new\n   17  subdivision 3-a to read as follows:\n   18    3-A. THE COMMISSION, IN CONSULTATION WITH THE DNA SUBCOMMITTEE,  SHALL\n   19  DEVELOP,  WITHIN  ONE  YEAR  OF  THE EFFECTIVE DATE OF THIS SUBDIVISION,\n   20  VOLUNTARY GUIDELINES REFLECTING BEST PRACTICES REGARDING THE  COLLECTION\n   21  AND  PRESERVATION OF BIOLOGICAL EVIDENCE BY LAW ENFORCEMENT AGENCIES AND\n   22  FORENSIC LABORATORIES. SUCH VOLUNTARY GUIDELINES SHALL INCLUDE, BUT  NOT\n   23  BE  LIMITED  TO,  THE  MINIMUM  PERIOD  OF TIME THAT BIOLOGICAL EVIDENCE\n   24  OBTAINED FROM CRIME SCENES SHOULD BE RETAINED. AS USED IN THIS  SUBDIVI-\n   25  SION,  THE  TERM  \"BIOLOGICAL EVIDENCE\" SHALL MEAN SEMEN, BLOOD, SALIVA,\n   26  HAIR, SKIN, TISSUE OR OTHER IDENTIFIED BIOLOGICAL  MATERIAL,  AND  SHALL\n   27  INCLUDE A SEXUAL ASSAULT FORENSIC EXAMINATION KIT.\n   28    S  6.  The  executive  law is amended by adding a new section 837-s to\n   29  read as follows:\n   30    S 837-S. OFFICE OF WRONGFUL CONVICTION REVIEW.  THERE SHALL BE  ESTAB-\n   31  LISHED  WITHIN  THE  DIVISION  OF CRIMINAL JUSTICE SERVICES AN OFFICE OF\n   32  WRONGFUL CONVICTION REVIEW, HEREINAFTER REFERRED TO IN THIS  SECTION  AS\n   33  THE  \"OFFICE\". THE OFFICE SHALL CONDUCT REVIEWS OF CRIMINAL AND JUVENILE\n   34  CASES IN THIS STATE INVOLVING WRONGFUL CONVICTIONS AND CONSIDER  WHETHER\n   35  THERE  MAY BE POSSIBLE REFORMS THAT COULD PROTECT AGAINST SIMILAR WRONG-\n   36  FUL CONVICTIONS OCCURRING IN THE FUTURE.   SUCH  REVIEWS  SHALL  INCLUDE\n   37  PARTICIPATION BY PROSECUTORS, DEFENSE ATTORNEYS, FORMER JUDGES AND OTHER\n   38  EXPERTS IN RELEVANT FIELDS.  WHENEVER A PERSON WHO HAS BEEN CONVICTED OF\n   39  A CRIME OR ADJUDICATED A YOUTHFUL OFFENDER IS SUBSEQUENTLY DETERMINED TO\n   40  BE  INNOCENT OF SUCH OFFENSE AND EXONERATED, THE OFFICE SHALL REVIEW THE\n   41  CIRCUMSTANCES OF SUCH CASE TO DETERMINE THE  CAUSE  OR  CAUSES  OF  SUCH\n   42  WRONGFUL CONVICTION. THE OFFICE SHALL CONDUCT SUCH REVIEWS OF PAST CASES\n   43  INCLUDING,  AT  A  MINIMUM, ALL CASES IN WHICH EXONERATION RESULTED FROM\n   44  DNA EVIDENCE, AND ON AN ONGOING BASIS, ALL CASES IN WHICH A DEFENDANT IS\n   45  EXONERATED.  THE OFFICE SHALL MAKE AVAILABLE AN ANNUAL REPORT DETAILING,\n   46  AT A MINIMUM, THE NUMBER OF CASES ACCEPTED FOR INVESTIGATION, THE NUMBER\n   47  OF COMPLETED INVESTIGATIONS AND THE STATUS  OF  PENDING  INVESTIGATIONS.\n   48  THE REPORT SHALL INCLUDE THE OFFICE'S FINDINGS AND CONCLUSIONS AS TO THE\n   49  CAUSE  OR  CAUSES  OF WRONGFUL CONVICTIONS IN INVESTIGATIONS THAT IT HAS\n   50  COMPLETED. THE REPORT SHALL BE PROVIDED TO THE GOVERNOR, ATTORNEY GENER-\n   51  AL, CHIEF JUDGE OF THE COURT OF  APPEALS,  TEMPORARY  PRESIDENT  OF  THE\n   52  SENATE,  SPEAKER  OF  THE ASSEMBLY AND TO GOVERNMENTAL UNITS OR AGENCIES\n   53  THAT IT FINDS MAY HAVE BEEN INVOLVED IN  THE  INVESTIGATION  OR  ADJUDI-\n   54  CATION  OF  WRONGFUL CONVICTIONS. NOTWITHSTANDING ANY OTHER PROVISION OF\n   55  LAW, THE OFFICE MAY REQUEST AND SHALL RECEIVE FROM  ANY  COURT,  DEPART-\n   56  MENT,  DIVISION,  BOARD, BUREAU, COMMISSION OR OTHER AGENCY OF THE STATE\n\n       S. 2003                             4\n\n    1  OR POLITICAL SUBDIVISION THEREOF, OR ANY PUBLIC AUTHORITY  SUCH  ASSIST-\n    2  ANCE,  INFORMATION,  RECORDS  AND  DATA AS WILL ENABLE IT EFFECTIVELY TO\n    3  CARRY OUT ITS POWERS AND DUTIES.\n    4    S  7. Paragraph (d) of subdivision 1 of section 160.50 of the criminal\n    5  procedure law, as amended by chapter 169 of the laws of 1994, is amended\n    6  to read as follows:\n    7    (d) such records shall be made available to the person accused  or  to\n    8  such  person's  designated  agent,  and shall be made available to (i) a\n    9  prosecutor in any proceeding in which the accused has moved for an order\n   10  pursuant to section 170.56 or 210.46 of this [chapter] PART, or  (ii)  a\n   11  law  enforcement  agency  upon ex parte motion in any superior court, if\n   12  such agency demonstrates to the satisfaction of the court  that  justice\n   13  requires  that  such records be made available to it, or (iii) any state\n   14  or local officer or agency  with  responsibility  for  the  issuance  of\n   15  licenses to possess guns, when the accused has made application for such\n   16  a  license,  or  (iv)  the  [New York state] division of parole when the\n   17  accused is on parole supervision as a result of conditional release or a\n   18  parole release granted by the [New York] state board of parole, and  the\n   19  arrest  which  is the subject of the inquiry is one which occurred while\n   20  the accused was under such supervision, or (v) any prospective  employer\n   21  of  a  police  officer  or  peace officer [as those terms are defined in\n   22  subdivisions thirty-three and thirty-four of section 1.20 of this  chap-\n   23  ter],  in  relation to an application for employment as a police officer\n   24  or peace officer; provided, however, that every person who is an  appli-\n   25  cant  for  the  position  of  police  officer  or peace officer shall be\n   26  furnished with a copy of all records obtained under this  paragraph  and\n   27  afforded  an  opportunity  to  make  an explanation thereto, or (vi) the\n   28  probation department responsible for supervision of the accused when the\n   29  arrest which is the subject of the inquiry is one which  occurred  while\n   30  the  accused was under such supervision, OR (VII) THE DIVISION OF CRIMI-\n   31  NAL JUSTICE SERVICES IN CONNECTION  WITH  INQUIRIES  BY  THE  OFFICE  OF\n   32  WRONGFUL  CONVICTION REVIEW ESTABLISHED BY SECTION EIGHT HUNDRED THIRTY-\n   33  SEVEN-S OF THE EXECUTIVE LAW; and\n   34    S 8. Subdivision 4 of section 190.25 of the criminal procedure law  is\n   35  amended by adding a new paragraph (c) to read as follows:\n   36    (C)  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, ALL GRAND JURY TESTI-\n   37  MONY, EVIDENCE, DECISIONS, RESULTS AND OTHER MATTERS ATTENDING  A  GRAND\n   38  JURY  PROCEEDING SHALL BE DISCLOSED TO THE OFFICE OF WRONGFUL CONVICTION\n   39  REVIEW ESTABLISHED BY SECTION EIGHT HUNDRED THIRTY-SEVEN-S OF THE EXECU-\n   40  TIVE LAW, UPON ITS REQUEST, IN CONNECTION WITH AN INQUIRY BY SUCH OFFICE\n   41  INTO A WRONGFUL CONVICTION RELATED TO SUCH GRAND JURY PROCEEDING.\n   42    S 9. Paragraph (a) of subdivision 4 of section 30.10 of  the  criminal\n   43  procedure law is amended to read as follows:\n   44    (a)  Any  period  following the commission of the offense during which\n   45  (i) the defendant was continuously outside this state or (ii) the where-\n   46  abouts of the defendant were continuously unknown and continuously unas-\n   47  certainable by the exercise of reasonable diligence OR (III) THE IDENTI-\n   48  TY OF THE DEFENDANT WAS CONTINUOUSLY UNKNOWN AND A DEOXYRIBONUCLEIC ACID\n   49  (DNA) RECORD OF THE DEFENDANT'S GENETIC CODE, OBTAINED BY  FORENSIC  DNA\n   50  TESTING  OF  EVIDENCE LOCATED AT A TIME OR PLACE RELEVANT TO THE COMMIS-\n   51  SION OF THE OFFENSE, COULD NOT BE MATCHED TO AN INDIVIDUAL IDENTIFIED BY\n   52  DNA RECORDS CONTAINED IN THE STATE DNA IDENTIFICATION INDEX BY THE EXER-\n   53  CISE OF REASONABLE DILIGENCE. However, in no event shall the  period  of\n   54  limitation  be extended by more than five years beyond the period other-\n   55  wise applicable under subdivision two OF THIS SECTION.\n\n       S. 2003                             5\n\n    1    S 10. Section 240.40 of the  criminal  procedure  law  is  amended  by\n    2  adding a new subdivision 1-a to read as follows:\n    3    1-A. UPON MOTION OF A DEFENDANT AGAINST WHOM AN INDICTMENT OR SUPERIOR\n    4  COURT INFORMATION IS PENDING, THE COURT IN WHICH SUCH ACCUSATORY INSTRU-\n    5  MENT  IS  PENDING  MAY  ORDER A COMPARISON OF A DNA PROFILE DERIVED FROM\n    6  EVIDENCE RECOVERED BY LAW ENFORCEMENT TO THE DEFENDANT'S DNA OR TO A DNA\n    7  DATABANK UPON A SHOWING BY THE DEFENDANT THAT SUCH COMPARISON IS MATERI-\n    8  AL TO THE PREPARATION OF A DEFENSE, AND THAT THE REQUEST IS  REASONABLE,\n    9  PROVIDED  THAT  THE  COURT  SHALL  NOT DO SO IF IT IS SATISFIED THAT THE\n   10  PEOPLE HAVE SHOWN GOOD CAUSE WHY SUCH AN ORDER SHOULD NOT BE ISSUED.  IF\n   11  THE MOTION OF THE DEFENDANT IS FOR COMPARISON OF A GIVEN PROFILE DERIVED\n   12  FROM  DNA  EVIDENCE  TO  A DNA DATABANK, THE COURT MAY DIRECT A STATE OR\n   13  LOCAL PUBLIC FORENSIC LABORATORY TO  ARRANGE  FOR  SUCH  PROFILE  TO  BE\n   14  ENTERED INTO AND SEARCHED AGAINST LOCAL, STATE AND FEDERAL DNA DATABANKS\n   15  TO THE EXTENT AND IN A MANNER CONSISTENT WITH FEDERAL AND STATE LAWS AND\n   16  REGULATIONS  GOVERNING  SUCH DATABANKS, INCLUDING REQUIREMENTS AS TO HOW\n   17  PROFILES FOR FORENSIC DNA ANALYSIS MUST BE  GENERATED  AND  REQUIREMENTS\n   18  FOR  SEARCHING AND STORAGE IN THE DATABANK IN QUESTION.  IF SUCH A DATA-\n   19  BANK SEARCH REVEALS THAT THE DNA DERIVED FROM EVIDENCE RECOVERED BY  LAW\n   20  ENFORCEMENT  MATCHES  A  PROFILE IN THE DATABANK, THE DEFENDANT SHALL BE\n   21  NOTIFIED OF THE FACT THAT THERE WAS A MATCH WITH SOME SUCH PROFILE,  AND\n   22  THE  COURT SHALL GRANT REASONABLE ADJOURNMENTS SO AS TO ALLOW THE PEOPLE\n   23  TO PURSUE APPROPRIATE INVESTIGATIVE STEPS.    NOTHING  IN  THIS  ARTICLE\n   24  SHALL  BE  DEEMED  TO  ALLOW  A  DEFENDANT  TO OBTAIN AN ORDER REQUIRING\n   25  COLLECTION OF A DNA SAMPLE FROM ANY OTHER PERSON.\n   26    S 11. The opening paragraph of subdivision 1 of section 440.10 of  the\n   27  criminal procedure law is amended to read as follows:\n   28    [At  any  time  after the entry of a judgment, the] THE court in which\n   29  [it] A JUDGEMENT OF CONVICTION was entered may, upon A TIMELY motion  of\n   30  the defendant, vacate such judgment upon the ground that:\n   31    S 12. Paragraph (d) of subdivision 2 of section 440.10 of the criminal\n   32  procedure law is amended and two new paragraphs (e) and (f) are added to\n   33  read as follows:\n   34    (d)   The ground or issue raised relates solely to the validity of the\n   35  sentence and not to the validity of the conviction[.]; OR\n   36    (E) THE DEFENDANT PREVIOUSLY BROUGHT  A  MOTION  TO  VACATE  JUDGMENT,\n   37  WHICH WAS DENIED BY THE COURT, AND THE DEFENDANT IS CURRENTLY SEEKING TO\n   38  VACATE  THE  JUDGMENT  ON  A GROUND OTHER THAN NEWLY DISCOVERED EVIDENCE\n   39  UNDER PARAGRAPH (G) OF SUBDIVISION ONE OF THIS SECTION; OR\n   40    (F) THE DEFENDANT'S MOTION DOES NOT COMPLY WITH THE  TIME  LIMITS  SET\n   41  FORTH IN SUBDIVISION NINE OF THIS SECTION.\n   42    S  13.  The  opening  paragraph  of  paragraph (c) of subdivision 3 of\n   43  section 440.10 of the criminal procedure  law  is  amended  to  read  as\n   44  follows:\n   45    Upon  a  previous  motion made pursuant to this section, the defendant\n   46  was in a position adequately to raise the [ground  or  issue  underlying\n   47  the  present  motion] CLAIM OF NEWLY DISCOVERED EVIDENCE UNDER PARAGRAPH\n   48  (G) OF SUBDIVISION ONE OF THIS SECTION but did not do so.\n   49    S 14. Section 440.10 of the  criminal  procedure  law  is  amended  by\n   50  adding a new subdivision 9 to read as follows:\n   51    9.  ANY  MOTION TO VACATE JUDGMENT BY A DEFENDANT MUST BE FILED WITHIN\n   52  ONE YEAR OF THE DATE ON WHICH A JUDGMENT OF CONVICTION BECOMES FINAL  BY\n   53  THE  CONCLUSION OF DIRECT REVIEW OR THE EXPIRATION OF THE TIME FOR SEEK-\n   54  ING SUCH REVIEW; PROVIDED, HOWEVER, THAT A MOTION BY A DEFENDANT  CLAIM-\n   55  ING  NEWLY DISCOVERED EVIDENCE UNDER PARAGRAPH (G) OF SUBDIVISION ONE OF\n   56  THIS SECTION MAY BE MADE AT ANY TIME FOLLOWING THE DISCOVERY OF THE  NEW\n\n       S. 2003                             6\n\n    1  EVIDENCE  SUPPORTING THE DEFENDANT'S CLAIM OF INNOCENCE. NOTHING IN THIS\n    2  SUBDIVISION SHALL RELIEVE THE DEFENDANT OF THE OBLIGATION, SET FORTH  IN\n    3  PARAGRAPH (G) OF SUBDIVISION ONE OF THIS SECTION, TO SHOW THAT HE OR SHE\n    4  HAS  MADE  THE  MOTION  TO  VACATE JUDGMENT WITH DUE DILIGENCE AFTER THE\n    5  DISCOVERY OF THE ALLEGED NEW EVIDENCE.\n    6    S 15. Paragraph (a) of subdivision 1-a of section 440.30 of the crimi-\n    7  nal procedure law, as amended by chapter 138 of the  laws  of  2004,  is\n    8  amended and a new paragraph (c) is added to read as follows:\n    9    (a)  Where the defendant's motion requests the performance of a foren-\n   10  sic DNA test on specified evidence, and upon the  court's  determination\n   11  that  any  evidence containing deoxyribonucleic acid (\"DNA\") was secured\n   12  in connection with the [trial] PROCEEDINGS resulting  in  the  judgment,\n   13  the  court  shall grant the application for forensic DNA testing of such\n   14  evidence upon its determination that if a DNA test had been conducted on\n   15  such evidence, and if the results had been admitted in the trial result-\n   16  ing in the judgment, there exists  a  reasonable  probability  that  the\n   17  verdict would have been more favorable to the defendant.  IN THE CASE OF\n   18  A  DEFENDANT  CONVICTED UPON A PLEA OF GUILTY, THE COURT SHALL GRANT THE\n   19  APPLICATION ONLY UPON ITS DETERMINATION THAT IF  THE  RESULTS  HAD  BEEN\n   20  AVAILABLE  TO  THE DEFENDANT, THERE EXISTS A REASONABLE PROBABILITY THAT\n   21  THE DEFENDANT WOULD NOT HAVE BEEN CONVICTED BY PLEA OF GUILTY OR  OTHER-\n   22  WISE,  AND  IN  MAKING THAT DETERMINATION, THE COURT MAY CONSIDER, AMONG\n   23  OTHER RELEVANT INFORMATION,  THE  PROCEEDINGS  IN  CONNECTION  WITH  THE\n   24  DEFENDANT'S PLEA OF GUILTY.\n   25    (C)  IN  ADDITION TO REQUESTING THE PERFORMANCE OF A FORENSIC DNA TEST\n   26  OF SPECIFIED EVIDENCE, AS SET FORTH IN PARAGRAPH (A)  OF  THIS  SUBDIVI-\n   27  SION,  THE  DEFENDANT  MAY  ALSO  MOVE FOR A COMPARISON OF A DNA PROFILE\n   28  DERIVED FROM EVIDENCE RECOVERED BY LAW ENFORCEMENT TO  A  DNA  DATABANK.\n   29  IN DECIDING WHETHER TO GRANT A MOTION FOR SUCH COMPARISON, THE COURT MAY\n   30  CONSIDER  WHETHER  THE  DEFENDANT HAD THE OPPORTUNITY TO MOVE FOR SUCH A\n   31  COMPARISON PURSUANT TO SUBDIVISION ONE-A OF SECTION 240.40 OF THIS PART,\n   32  BUT UNJUSTIFIABLY FAILED TO DO SO. IF THE COURT GRANTS  THE  MOTION  FOR\n   33  SUCH  A COMPARISON, IT MAY DIRECT A STATE OR LOCAL PUBLIC FORENSIC LABO-\n   34  RATORY TO ARRANGE FOR SUCH PROFILE  TO  BE  ENTERED  INTO  AND  SEARCHED\n   35  AGAINST  LOCAL,  STATE  AND FEDERAL DNA DATABANKS TO THE EXTENT AND IN A\n   36  MANNER CONSISTENT WITH FEDERAL AND STATE LAWS AND REGULATIONS  GOVERNING\n   37  SUCH  DATABANKS,  INCLUDING REQUIREMENTS AS TO HOW PROFILES FOR FORENSIC\n   38  DNA ANALYSIS MUST BE GENERATED AND REQUIREMENTS FOR SEARCHING AND  STOR-\n   39  AGE IN THE DATABANK IN QUESTION.  IF SUCH A DATABANK SEARCH REVEALS THAT\n   40  THE  DNA  DERIVED  FROM  EVIDENCE RECOVERED BY LAW ENFORCEMENT MATCHES A\n   41  PROFILE IN THE DATABANK, THE DEFENDANT SHALL BE  NOTIFIED  OF  THE  FACT\n   42  THAT THERE WAS A MATCH WITH SOME SUCH PROFILE, AND THE COURT SHALL GRANT\n   43  REASONABLE  ADJOURNMENTS SO AS TO ALLOW THE PEOPLE TO PURSUE APPROPRIATE\n   44  INVESTIGATIVE STEPS.  NOTHING IN THIS ARTICLE SHALL BE DEEMED TO ALLOW A\n   45  DEFENDANT TO OBTAIN AN ORDER REQUIRING COLLECTION OF A DNA  SAMPLE  FROM\n   46  ANY OTHER PERSON.\n   47    S  16.  Section  440.30  of  the  criminal procedure law is amended by\n   48  adding a new subdivision 8 to read as follows:\n   49    8. AT ANY TIME AFTER THE ENTRY OF A JUDGMENT,  IF  THE  PEOPLE  BECOME\n   50  AWARE  OF  EVIDENCE  THAT  SUBSTANTIALLY  TENDS TO EXONERATE A CONVICTED\n   51  DEFENDANT AND WAS NOT PREVIOUSLY KNOWN TO THE DEFENSE, THE PEOPLE  SHALL\n   52  NOTIFY THE COURT OF THE EXISTENCE OF SUCH EVIDENCE. UPON RECEIPT OF SUCH\n   53  NOTIFICATION,  THE  COURT  SHALL NOTIFY THE DEFENDANT TO THE SAME EFFECT\n   54  AND, IF APPROPRIATE, APPOINT DEFENSE COUNSEL SO THAT THE  DEFENDANT  MAY\n   55  SEEK  ANY  APPROPRIATE  REMEDY  UNDER  THIS ARTICLE. THE PEOPLE MAY MAKE\n   56  NOTIFICATION TO A COURT PURSUANT TO THIS SUBDIVISION WITHOUT TAKING  THE\n\n       S. 2003                             7\n\n    1  POSITION  THAT  THE DEFENDANT WAS IN FACT INNOCENT AND, IF THE DEFENDANT\n    2  MOVES FOR RELIEF UNDER THIS ARTICLE, THE PEOPLE MAY TAKE  ANY  POSITION,\n    3  INCLUDING  CONSENT  OR  OPPOSITION,  AS  TO  SUCH  MOTION. THE COURT MAY\n    4  CONSIDER,  BUT  NEED  NOT GRANT, THE DEFENDANT'S RELEASE ON BAIL PENDING\n    5  THE DETERMINATION OF A MOTION MADE FOLLOWING SUCH A NOTIFICATION.\n    6    S 17. The section heading of section 440.40 of the criminal  procedure\n    7  law is amended and a new subdivision 7 is added to read as follows:\n    8    Motion to set aside sentence OR TO VACATE JUDGMENT; by people.\n    9    7.  AT ANY TIME AFTER THE ENTRY OF A JUDGMENT, THE PEOPLE MAY, IN LIEU\n   10  OF THE NOTIFICATION PROCEDURES SET FORTH IN SUBDIVISION EIGHT OF SECTION\n   11  440.30 OF THIS  ARTICLE,  MOVE  TO  VACATE  A  DEFENDANT'S  JUDGMENT  OF\n   12  CONVICTION  UPON  THE  GROUND THAT THE DEFENDANT IS ACTUALLY INNOCENT OF\n   13  THE CHARGES UNDERLYING THE JUDGMENT. IN SUCH A MOTION, THE PEOPLE  SHALL\n   14  SET  FORTH  EVIDENTIARY  FACTS  AND INFERENCES SUPPORTING THE CONTENTION\n   15  THAT THE DEFENDANT IS INNOCENT. UPON RECEIPT OF SUCH A MOTION, THE COURT\n   16  SHALL ORDER THAT THE DEFENDANT BE  PRODUCED  BEFORE  THE  COURT  WITHOUT\n   17  DELAY.  AT  SUCH  A  COURT APPEARANCE, THE COURT MAY SUMMARILY GRANT THE\n   18  MOTION BASED ON THE ALLEGATIONS  IN  THE  PEOPLE'S  MOTION  AND  IN  ANY\n   19  RESPONSIVE PAPERS FILED ON THE DEFENDANT'S BEHALF, AND BASED ON ANY ORAL\n   20  ARGUMENTS  MADE ON THE MOTION. IF THE COURT DOES NOT SUMMARILY GRANT THE\n   21  MOTION: (A) IT MUST APPOINT COUNSEL FOR THE DEFENDANT IF  THE  DEFENDANT\n   22  IS  NOT  ALREADY  REPRESENTED BY COUNSEL, (B) IT MUST CONSIDER, BUT NEED\n   23  NOT GRANT, A DEFENDANT'S RELEASE ON BAIL PENDING  THE  DETERMINATION  OF\n   24  THE MOTION, AND (C) IT MUST GRANT A PROMPT HEARING, AT WHICH THE PARTIES\n   25  MAY  CALL WITNESSES AND OFFER DOCUMENTARY EVIDENCE, BEFORE RENDERING ITS\n   26  DECISION TO GRANT OR DENY THE MOTION. IF THE COURT DENIES THE MOTION, IT\n   27  SHALL SET FORTH FINDINGS OF FACTS AND CONCLUSIONS OF LAW SUPPORTING  ITS\n   28  DECISION.\n   29    S 18. Section 65.10 of the penal law is amended by adding a new subdi-\n   30  vision 4-b to read as follows:\n   31    4-B. MANDATORY CONDITION FOR DNA DESIGNATED OFFENDERS. WHEN IMPOSING A\n   32  SENTENCE  OF  PROBATION OR CONDITIONAL DISCHARGE UPON A PERSON CONVICTED\n   33  OF AN OFFENSE SPECIFIED IN SUBDIVISION SEVEN  OF  SECTION  NINE  HUNDRED\n   34  NINETY-FIVE OF THE EXECUTIVE LAW, THE COURT SHALL REQUIRE, AS A MANDATO-\n   35  RY  CONDITION OF SUCH SENTENCE, THAT SUCH PERSON PROVIDE A DNA SAMPLE AS\n   36  REQUIRED BY SECTION NINE HUNDRED NINETY-FIVE-C OF THE EXECUTIVE LAW.\n   37    S 19. Paragraph (b) of subdivision 3 and paragraph (b) of  subdivision\n   38  5 of section 8-b of the court of claims act, as added by chapter 1009 of\n   39  the laws of 1984, are amended to read as follows:\n   40    (b) (i) he has been pardoned upon the ground of innocence of the crime\n   41  or  crimes  for which he was sentenced and which are the grounds for the\n   42  complaint; or (ii) his judgment of conviction was reversed  or  vacated,\n   43  and  the accusatory instrument dismissed or, if a new trial was ordered,\n   44  either he was found not guilty at the new trial or he  was  not  retried\n   45  and  the accusatory instrument dismissed; provided that the judgement of\n   46  conviction was reversed or vacated, and the  accusatory  instrument  was\n   47  dismissed,  on  any  of the following grounds: (A) paragraph [(a),] (b),\n   48  (c), [(e)] or (g) of subdivision one of section 440.10 of  the  criminal\n   49  procedure  law;  or  (B)  subdivision  one (where based upon grounds set\n   50  forth in item (A) [hereof] OF THIS SUBPARAGRAPH), two, three (where  the\n   51  count  dismissed  was the sole basis for the imprisonment complained of)\n   52  or five of section 470.20 of the criminal procedure law; or (C) compara-\n   53  ble provisions of the former code of criminal  procedure  or  subsequent\n   54  law;  or  (D) SUBDIVISION SEVEN OF SECTION 440.40 OF THE CRIMINAL PROCE-\n   55  DURE LAW; OR (E) the statute, or application thereof, on which the accu-\n   56  satory instrument was based violated  the  constitution  of  the  United\n\n       S. 2003                             8\n\n    1  States  or  the  state of New York; OR (F) THE CLAIMANT'S CONVICTION WAS\n    2  VACATED UNDER ANOTHER SECTION OF LAW NOT ENUMERATED IN  THIS  PARAGRAPH,\n    3  BUT  WHOSE  APPLICATION  TO  CLAIMANT'S  CONVICTION  INVOLVED  FACTS AND\n    4  CIRCUMSTANCES  THAT  DIRECTLY SUPPORT CLAIMANT'S ASSERTION OF INNOCENCE;\n    5  AND PROVIDED THAT, IN CASES WHERE THE CONVICTION MAY HAVE  BEEN  VACATED\n    6  ON MORE THAN ONE GROUND, INCLUDING ONE OF THE GROUNDS ENUMERATED IN THIS\n    7  PARAGRAPH,  THE  COURT OF CLAIMS SHALL NOT BE BOUND BY A DECISION OF THE\n    8  CRIMINAL COURT VACATING THE  CONVICTION  BASED  ONLY  ON  A  GROUND  NOT\n    9  ENUMERATED IN THIS PARAGRAPH; and\n   10    (b) (i) he has been pardoned upon the ground of innocence of the crime\n   11  or  crimes  for which he was sentenced and which are the grounds for the\n   12  complaint; or (ii) his judgment of conviction was reversed  or  vacated,\n   13  and  the accusatory instrument dismissed or, if a new trial was ordered,\n   14  either he was found not guilty at the new trial or he  was  not  retried\n   15  and  the accusatory instrument dismissed; provided that the judgement of\n   16  conviction was reversed or vacated, and the  accusatory  instrument  was\n   17  dismissed,  on  any  of the following grounds: (A) paragraph [(a),] (b),\n   18  (c), [(e)] or (g) of subdivision one of section 440.10 of  the  criminal\n   19  procedure  law;  or  (B)  subdivision  one (where based upon grounds set\n   20  forth in item (A) [hereof] OF THIS PARAGRAPH),  two,  three  (where  the\n   21  count  dismissed  was the sole basis for the imprisonment complained of)\n   22  or five of section 470.20 of the criminal procedure law; or (C) compara-\n   23  ble provisions of the former code of criminal  procedure  or  subsequent\n   24  law;  or  (D) SUBDIVISION SEVEN OF SECTION 440.40 OF THE CRIMINAL PROCE-\n   25  DURE LAW; OR (E) the statute, or application thereof, on which the accu-\n   26  satory instrument was based violated  the  constitution  of  the  United\n   27  States  or  the  state of New York; OR (F) THE CLAIMANT'S CONVICTION WAS\n   28  VACATED UNDER ANOTHER SECTION OF LAW NOT ENUMERATED IN  THIS  PARAGRAPH,\n   29  BUT  WHOSE  APPLICATION  TO  CLAIMANT'S  CONVICTION  INVOLVED  FACTS AND\n   30  CIRCUMSTANCES THAT DIRECTLY SUPPORT CLAIMANT'S ASSERTION  OF  INNOCENCE;\n   31  AND  PROVIDED  THAT, IN CASES WHERE THE CONVICTION MAY HAVE BEEN VACATED\n   32  ON MORE THAN ONE GROUND, INCLUDING ONE OF THE GROUNDS ENUMERATED IN THIS\n   33  PARAGRAPH, THE COURT OF CLAIMS SHALL NOT BE BOUND BY A DECISION  OF  THE\n   34  CRIMINAL  COURT  VACATING  THE  CONVICTION  BASED  ONLY  ON A GROUND NOT\n   35  ENUMERATED IN THIS PARAGRAPH; and\n   36    S 20. This act shall take effect November 1, 2011; provided,  however,\n   37  that  the  amendments to paragraph (a) of subdivision 3 of section 995-c\n   38  of the executive law, made by section two of this act,  shall  apply  to\n   39  any person who is convicted of a crime, adjudicated a youthful offender,\n   40  incarcerated  or  subject to probation or parole supervision, or subject\n   41  to a requirement to register as a sex offender, on or after such  effec-\n   42  tive  date;  provided,  further, that the amendments to paragraph (a) of\n   43  subdivision 4 of section 30.10 of the criminal procedure  law,  made  by\n   44  section  nine  of this act, shall apply to offenses where the applicable\n   45  period of limitation, including any extension of such period of  limita-\n   46  tion  pursuant  to  law  in  effect  before such effective date, has not\n   47  expired on such effective date; and provided,  further,  that,  sections\n   48  six,  seven  and  eight of this act shall take effect April 1, 2012, and\n   49  shall expire and be deemed repealed September 1, 2015.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the collection of DNA samples from designated offenders, collection and preservation of biological evidence, and establishing the office of wrongful conviction review; to amend the criminal procedure law, in relation to the statute of limitations for criminal offenses, access by defendants to DNA evidence, and procedures for consideration of post-conviction relief; to amend the penal law, in relation to the conditions of probation and conditional discharge; to amend the court of claims act, in relation to claims for unjust conviction and imprisonment; to repeal subdivision 7 of section 995 of the executive law relating to the definition of \"designated offender\" for purposes of the DNA identification index; and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T123938.TXT", "SOBI.D110114.T123438.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110118.T135141.TXT", "SOBI.D110114.T131941.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295377001261
}