{
  "year" : 2011,
  "senateBillNo" : "S2005-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S2005-2011-1294981200000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the amount of information available about registered sex offenders on the division of criminal justice services website",
  "summary" : "Expands the amount of information available to police and the public, by means of the internet, on registered sex offenders; authorizes any person to register with the division of criminal justice services to receive e-mail notification of all sex offenders residing within their zip code. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S1488-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2005\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT  to amend the correction law, in relation to the registration of\n         sex offenders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  6 of section 168-b of the correction law, as\n    2  amended by chapter 106 of the laws  of  2006,  is  amended  to  read  as\n    3  follows:\n    4    6. The division shall also establish a [subdirectory] DIRECTORY pursu-\n    5  ant to section one hundred sixty-eight-q of this article.\n    6    S 2.  Paragraphs (a), (b) and (c) of subdivision 6 of section 168-l of\n    7  the  correction law, paragraphs (a) and (b) as amended by chapter 106 of\n    8  the laws of 2006 and paragraph (c) as separately amended by chapters 318\n    9  and 680 of the laws of 2005, are amended to read as follows:\n   10    (a) If the risk of repeat offense is  low,  a  level  one  designation\n   11  shall  be  given  to such sex offender. In such case the law enforcement\n   12  agency or agencies having jurisdiction and the law enforcement agency or\n   13  agencies having had jurisdiction at the time of his  or  her  conviction\n   14  shall  be  notified  and  may disseminate relevant information which may\n   15  include a photograph and description  of  the  offender  and  which  may\n   16  include  the  name of the sex offender, approximate address based on sex\n   17  offender's zip code, background  information  including  the  offender's\n   18  crime  of  conviction,  modus of operation, type of victim targeted, the\n   19  name and address of any institution of higher education at which the sex\n   20  offender  is  enrolled,  attends,  is  employed  or  resides   and   the\n   21  description  of special conditions imposed on the offender to any entity\n   22  with vulnerable populations related to the nature of the offense commit-\n   23  ted by such sex offender. Any entity  receiving  information  on  a  sex\n   24  offender  may  disclose  or  further disseminate such information at its\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06228-01-1\n\n       S. 2005                             2\n\n    1  discretion. IN ADDITION, IN EACH SUCH CASE, THE NAME OF THE  SEX  OFFEN-\n    2  DER,  A  PHOTOGRAPH OF THE SEX OFFENDER AND APPROXIMATE ADDRESS BASED ON\n    3  THE SEX OFFENDER'S ZIP CODE SHALL ALSO  BE  PROVIDED  IN  THE  DIRECTORY\n    4  ESTABLISHED IN THIS ARTICLE.\n    5    (b) If the risk of repeat offense is moderate, a level two designation\n    6  shall  be  given  to such sex offender. In such case the law enforcement\n    7  agency or agencies having jurisdiction and the law enforcement agency or\n    8  agencies having had jurisdiction at the time of his  or  her  conviction\n    9  shall  be  notified and may disseminate relevant information which shall\n   10  include a photograph and description  of  the  offender  and  which  may\n   11  include the exact name and any aliases used by the sex offender, approx-\n   12  imate  address  based on sex offender's zip code, background information\n   13  including the offender's crime of conviction, mode of operation, type of\n   14  victim targeted, the name and  address  of  any  institution  of  higher\n   15  education at which the sex offender is enrolled, attends, is employed or\n   16  resides  and the description of special conditions imposed on the offen-\n   17  der to any entity with vulnerable populations related to the  nature  of\n   18  the  offense committed by such sex offender. Any entity receiving infor-\n   19  mation on a sex offender may disclose or further disseminate such infor-\n   20  mation at its discretion. In addition, in  such  case,  the  information\n   21  described  [herein]  IN  THIS  PARAGRAPH  shall  also be provided in the\n   22  [subdirectory] DIRECTORY established in this article and notwithstanding\n   23  any other provision of law, such information  shall,  upon  request,  be\n   24  made available to the public.\n   25    Such  law  enforcement  agencies  shall compile, maintain and update a\n   26  listing of vulnerable organizational entities within  its  jurisdiction.\n   27  Such listing shall be utilized for notification of such organizations in\n   28  disseminating  such  information  on level two sex offenders pursuant to\n   29  this paragraph. Such listing  shall  include  and  not  be  limited  to:\n   30  superintendents  of  schools or chief school administrators, superinten-\n   31  dents of parks, public and private libraries, public and private  school\n   32  bus  transportation  companies,  day care centers, nursery schools, pre-\n   33  schools, neighborhood watch groups,  community  centers,  civic  associ-\n   34  ations, nursing homes, victim's advocacy groups and places of worship.\n   35    (c) If the risk of repeat offense is high and there exists a threat to\n   36  the  public  safety a level three designation shall be given to such sex\n   37  offender. In such case, the law enforcement agency  or  agencies  having\n   38  jurisdiction  and  the  law  enforcement  agency  or agencies having had\n   39  jurisdiction at the time of his or her conviction shall be notified  and\n   40  may  disseminate  relevant  information which shall include a photograph\n   41  and description of the offender and which may include the sex offender's\n   42  exact name and any aliases used by the offender, exact address,  address\n   43  of  the offender's place of employment, background information including\n   44  the offender's crime of conviction, mode of operation,  type  of  victim\n   45  targeted, the name and address of any institution of higher education at\n   46  which  the sex offender is enrolled, attends, is employed or resides and\n   47  the description of special conditions imposed on  the  offender  to  any\n   48  entity  with vulnerable populations related to the nature of the offense\n   49  committed by such sex offender. Any entity receiving  information  on  a\n   50  sex offender may disclose or further disseminate such information at its\n   51  discretion.  In addition, in such case, the information described [here-\n   52  in] IN THIS PARAGRAPH shall  also  be  provided  in  the  [subdirectory]\n   53  DIRECTORY  established  in  this  article  and notwithstanding any other\n   54  provision of law, such information shall, upon request, be  made  avail-\n   55  able to the public.\n\n       S. 2005                             3\n\n    1    Such  law  enforcement  agencies  shall compile, maintain and update a\n    2  listing of vulnerable organizational entities within  its  jurisdiction.\n    3  Such listing shall be utilized for notification of such organizations in\n    4  disseminating  such information on level three sex offenders pursuant to\n    5  this  paragraph.  Such  listing  shall  include  and  not be limited to:\n    6  superintendents of schools or chief school  administrators,  superinten-\n    7  dents  of parks, public and private libraries, public and private school\n    8  bus transportation companies, day care centers,  nursery  schools,  pre-\n    9  schools,  neighborhood  watch  groups,  community centers, civic associ-\n   10  ations, nursing homes, victim's advocacy groups and places of worship.\n   11    S 3. Section 168-q of the correction law, as added by chapter  192  of\n   12  the  laws  of 1995, the section heading as amended by chapter 106 of the\n   13  laws of 2006, subdivision 1 as amended by chapter 478  of  the  laws  of\n   14  2009, is amended to read as follows:\n   15    S  168-q.  [Subdirectory] DIRECTORY; internet posting. 1. The division\n   16  shall maintain a [subdirectory of level two and three] DIRECTORY OF  sex\n   17  offenders[. The subdirectory] WHICH SHALL BE MADE AVAILABLE AT ALL TIMES\n   18  ON THE INTERNET VIA THE DIVISION HOMEPAGE FOR PURPOSES OF PUBLIC ACCESS.\n   19    (A)  IN  THE  CASE  OF  A  SEX OFFENDER WHO HAS BEEN GIVEN A LEVEL ONE\n   20  DESIGNATION, THE DIRECTORY SHALL INCLUDE THE NAME OF THE SEX OFFENDER, A\n   21  PHOTOGRAPH OF THE SEX OFFENDER AND APPROXIMATE ADDRESS BASED ON THE  SEX\n   22  OFFENDER'S ZIP CODE.\n   23    (B)  IN  THE  CASE OF A SEX OFFENDER WHO HAS BEEN GIVEN A LEVEL TWO OR\n   24  THREE DESIGNATION,  THE  DIRECTORY  shall  include  the  exact  address,\n   25  address  of the offender's place of employment and photograph of the sex\n   26  offender along with the following information, if available: name, phys-\n   27  ical description, age and distinctive markings.  Background  information\n   28  including  the  sex  offender's crime of conviction, modus of operation,\n   29  type of victim targeted, the name and  address  of  any  institution  of\n   30  higher  education  at  which  the  sex offender is enrolled, attends, is\n   31  employed or resides and a description of special conditions  imposed  on\n   32  the  sex  offender  shall also be included. [The subdirectory shall have\n   33  sex offender listings categorized by county and zip code. A copy of  the\n   34  subdirectory  shall  annually  be  distributed  to  the offices of local\n   35  village, town, city,  county  or  state  law  enforcement  agencies  for\n   36  purposes  of  public  access.    The  division  shall distribute monthly\n   37  updates to the offices of local village, town, city, county or state law\n   38  enforcement agencies for purposes of public access. Such departments]\n   39    (C) THE DIVISION shall require that  a  person  [in  writing]  provide\n   40  [their]  HIS OR HER name and address prior to viewing the [subdirectory]\n   41  DIRECTORY.  Any information identifying the victim by name, birth  date,\n   42  address  or  relation  to  the  sex  offender shall be excluded from the\n   43  [subdirectory distributed for purposes of public access. The subdirecto-\n   44  ry provided for herein shall be updated monthly to  maintain  its  effi-\n   45  ciency and usefulness and shall be computer accessible. Such subdirecto-\n   46  ry shall be made available at all times on the internet via the division\n   47  homepage.  Any  person  may  apply  to the division to receive automated\n   48  e-mail notifications whenever a new or updated subdirectory registration\n   49  occurs in a geographic area specified by such person. The division shall\n   50  furnish such service at no charge to  such  person,  who  shall  request\n   51  e-mail  notification  by  county  and/or zip code on forms developed and\n   52  provided by the  division.  E-mail  notification  is  limited  to  three\n   53  geographic areas per e-mail account] DIRECTORY.\n   54    (D)  THE DIVISION SHALL, ON ITS INTERNET HOMEPAGE, PROVIDE A MEANS FOR\n   55  ANY PERSON TO REGISTER TO RECEIVE NOTICE  AT  SUCH  PERSON'S  ELECTRONIC\n   56  MAIL  ADDRESS  OF  ALL  SEX  OFFENDERS  WHO RESIDE OR MOVE INTO THE AREA\n\n       S. 2005                             4\n\n    1  ENCOMPASSED BY SUCH PERSON'S ZIP CODE. THE DIVISION SHALL PROVIDE TIMELY\n    2  NOTICE BY ELECTRONIC MAIL TO EACH PERSON WHO REGISTERS PURSUANT TO  THIS\n    3  PARAGRAPH  OF  EVERY  SEX OFFENDER RESIDING IN AND OF EVERY SEX OFFENDER\n    4  WHO  MOVES  INTO  THE  PERSON'S  ZIP CODE. SUCH NOTICE SHALL INCLUDE ALL\n    5  INFORMATION AUTHORIZED TO BE DISCLOSED ON EACH SUCH SEX OFFENDER  PURSU-\n    6  ANT TO PARAGRAPH (A) OR (B) OF THIS SUBDIVISION.\n    7    2.  Any person who uses information disclosed pursuant to this section\n    8  in violation of the law shall in addition to any other penalty  or  fine\n    9  imposed,  be subject to a fine of not less than five hundred dollars and\n   10  not more than one thousand dollars. [Unauthorized removal or duplication\n   11  of the subdirectory from the offices of local, village  or  city  police\n   12  department  shall  be  punishable  by  a fine not to exceed one thousand\n   13  dollars.] In addition, the attorney general, any district  attorney,  or\n   14  any person aggrieved is authorized to bring a civil action in the appro-\n   15  priate  court requesting preventive relief, including an application for\n   16  a permanent or temporary injunction, restraining order, or  other  order\n   17  against  the person or group of persons responsible for such action. The\n   18  foregoing remedies shall be independent of any other remedies or  proce-\n   19  dures that may be available to an aggrieved party under other provisions\n   20  of law.\n   21    S 4. This act shall take effect on the one hundred eightieth day after\n   22  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2005\n\nTITLE OF BILL:\nAn act\nto amend the correction law, in relation to the registration of sex\noffenders\n\nPURPOSE:\nTo make information about all registered sex offenders\navailable on the Division of Criminal Justice Services home page and\nto provide for registration of automatic e-mail notification when a\nsex offender moves into a resident's zip code.\n\nSUMMARY OF PROVISIONS:\nSection one of the bill amends subdivision 6 of\nsection 168-b of the Correction Law to change the reference to the\nsubdirectory to a reference to the directory of sex offenders.\n\nSection two of the bill amends paragraphs a, b and c of subdivision 6\nof section 168-1 of the Correction Law to describe what information\nabout a sex offender is available on the Division homepage depending\non whether the offender has been designated a level one, two or three\nrisk.\n\nSection three of the bill amends section 168-q of the Correction Law\nto change the title of the subdirectory to the Directory of Sex\nOffenders and to authorize certain information about level one sex\noffenders to be made available on the Division homepage in addition\nto the current information which is made available on level two and\nthree sex offenders. Also provides that DCJS shall provide on its\nInternet home page a means for a person to register to receive notice\nbye-mail whenever a sex offender moves into their zip code.\n\nSection four of the bill provides that it takes effect 180 days after\nit becomes law.\n\nEXISTING LAW:\nCurrently, the Sex Offender Registration Act does not\nrequire all sex offenders to be accessible on the DCJS directory\nweb-site. In addition, the Division must maintain a subdirectory of\nSex Offenders which is distributed to all local law enforcement\nagencies monthly in addition to being maintained on the Division home\npage. In order to view the subdirectory, a person must provide his or\nher name in writing.\n\nJUSTIFICATION:\nIn New York State, a sex offender remains on the Sex\nOffender Registry for at least twenty years. Many offenders are\nrequired to register for life. A subdirectory of Sex Offenders is\nmaintained on the Division of Criminal Justice Services homepage.\nWhile this subdirectory provides valuable information concerning\n\nthose offenders who have been determined to pose a moderate or high\nrisk, no similar information is provided about offenders found to\npose a low risk of reoffense. A person must call the 800 number\noperated by the Division or be notified by a local law enforcement\nagency to learn of low risk offenders in the community.\n\nTo use the 800 number, the caller must have the sex offender's name\nand either the offender's exact address, date of birth, social\nsecurity number or driver's license number. There is no fee for the\n800 number. The 800 number has proved to be a useful screening tool\nfor certain business and volunteer agencies, however, it is not as\nuseful for a person who wishes to know who may pose a threat to the\ncommunity but does not know the specific identifying information\nrequired for an 800 number search.\nMaking information about all registered sex offenders, based upon risk\nlevel, available on the Division home page will expand the utility of\nthe Registry and enhance the safety of New York's most vulnerable\ncitizens. Individuals and organizations who need access to Registry\ninformation will be able to obtain such information from any computer\nwith access to the Internet without charge at a convenient time and\nwill no longer be limited to calling the 800 number. In addition, by\nproviding a mechanism whereby residents may register with DCJS to\nreceive automatic e-mail notifications whenever an offender moves\ninto their zip code will give individuals the peace of mind that they\nwill be timely notified whenever\nthere is an individual who may pose a risk living nearby. Furthermore,\nit takes away the burden of having to check the registry all the time\nto look for new offenders living in the community.\n\nCurrently, a local law enforcement agency is required, by statute, to\nprovide public access to the subdirectory. Agencies accomplish this\nby providing a requestor with the use of a computer to view the\nsubdirectory on the DCJS homepage.\n\nDiscontinuing access to the subdirectory at local law enforcement\nagencies will have little or no impact on the public. A number of law\nenforcement agencies have reported that the subdirectory is rarely,\nif ever, accessed by the public. While the public does not access the\nsubdirectory at a police station very often, the subdirectory\nmaintained on the home page is one of the most frequently visited\nsites on the Division home page. In December 2006, the subdirectory\nreceived 2,113,371 hits. Accessing the subdirectory at a law\nenforcement agency is a cumbersome task. A person wishing to view the\nsubdirectory at a police station must ascertain the location and time\nthat it is available for viewing. In many cases the viewing times are\nlimited.\n\nFurther, many citizens may not feel comfortable requesting access at a\npolice station. In contrast, the directory maintained on the Division\nhome page is accessible 24 hours a day from the privacy of home.\nIndividuals who do not have home access to the Internet may access\nthe directory at a public library at no charge or any business which\n\nfurnishes Internet access for a fee. Moreover, any individual who\naccesses the directory from the Internet may print the results of the\nsearch. Printing is often not an option when viewing the subdirectory\nat a police station.\n\nLEGISLATIVE HISTORY:\n2009-2010 - S.1488 - Referred to Crime Victims, Crime & Correction\n2007/2008 - S.3713/A.8438 Passed Senate, Assembly Correction\n2005/2006 - S.496-B Passed Senate/Assembly Correction\n2003/2004 - Similar to S.4007-A Passed Senate/Assembly Correction\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\n180 days after the bill becomes law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the registration of sex offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T123938.TXT", "SOBI.D110118.T135141.TXT", "SOBI.D110114.T131941.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849337
}