{
  "year" : 2011,
  "senateBillNo" : "S2010-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2010-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the office for small business; repealer",
  "summary" : "Establishes the office for small business under the executive department; repeals the division for small-business which was in the economic development law; transfers powers from the division to the office. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SA5604-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2010\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERKINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive  law,  in  relation  to  establishing  the\n         office  for  small  business; to amend the public authorities law, the\n         environmental conservation law, the state finance law and  the  execu-\n         tive  law,  in relation to making technical amendments thereto; and to\n         repeal article 4-B of the economic development  law  relating  to  the\n         division for small-business\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 4-B of the economic development law is REPEALED.\n    2    S 2. The executive law is amended by adding a new article 24-A to read\n    3  as follows:\n    4                                 ARTICLE 24-A\n    5                          OFFICE FOR SMALL BUSINESS\n\n    6  SECTION 660. LEGISLATIVE FINDINGS AND OBJECTIVES.\n    7          661. DEFINITIONS.\n    8          662. OFFICE FOR SMALL BUSINESS; DIRECTOR; EMPLOYEES.\n    9          663. SMALL BUSINESS ADVISORY BOARD; CREATION.\n   10          664. POWERS AND DUTIES OF THE OFFICE FOR SMALL BUSINESS.\n   11          665. ASSISTANCE OF OTHER AGENCIES.\n   12          666. RULES AND REGULATIONS.\n   13          667. SMALL BUSINESS EDUCATION PROGRAM.\n   14          668. SMALL BUSINESS STATIONARY SOURCE OMBUDSMAN PROGRAM.\n   15          669. ABOLITION OF DIVISION FOR SMALL-BUSINESS.\n   16          670. TRANSFER OF POWERS OF THE DIVISION FOR SMALL-BUSINESS.\n   17          671. TRANSFER OF ASSETS AND LIABILITIES.\n   18          672. CONTINUITY OF AUTHORITY.\n   19          673. TRANSFER OF RECORDS.\n   20          674. COMPLETION OF UNFINISHED BUSINESS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06900-01-1\n\n       S. 2010                             2\n\n    1          675. TERMS OCCURRING IN LAWS, CONTRACTS OR OTHER DOCUMENTS.\n    2          676. EXISTING RIGHTS AND REMEDIES PRESERVED.\n    3          677. PENDING ACTIONS AND PROCEEDINGS.\n    4          678. CONTINUANCE OF RULES AND REGULATIONS.\n    5          679. TRANSFER  OF APPROPRIATIONS MADE TO THE DIVISION FOR SMALL-\n    6                 BUSINESS.\n    7    S 660. LEGISLATIVE FINDINGS AND  OBJECTIVES.  THE  LEGISLATURE  HEREBY\n    8  FINDS AND DECLARES THAT:\n    9    1.  SMALL  BUSINESS HAS BEEN A MAJOR POSITIVE FACTOR IN THE POLITICAL,\n   10  ECONOMIC AND SOCIAL DEVELOPMENT OF THE STATE;\n   11    2. THE FUTURE WELFARE OF THE STATE DEPENDS ON THE  CONTINUED  DEVELOP-\n   12  MENT OF SMALL BUSINESS;\n   13    3. THE STATE HAS A RESPONSIBILITY TO ASSIST IN SMALL BUSINESS DEVELOP-\n   14  MENT IN FURTHERANCE OF THE GENERAL WELFARE.\n   15    S 661. DEFINITIONS.  FOR THE PURPOSES OF THIS ARTICLE:\n   16    1. \"OFFICE\" SHALL MEAN THE OFFICE FOR SMALL BUSINESS.\n   17    2.  \"SMALL  BUSINESS\"  SHALL  BE DEEMED TO BE ONE WHICH IS RESIDENT IN\n   18  THIS STATE, INDEPENDENTLY OWNED AND OPERATED, NOT DOMINANT IN ITS  FIELD\n   19  AND EMPLOYS ONE HUNDRED OR LESS PERSONS.\n   20    3.  \"ADVISORY  BOARD\"  SHALL  MEAN  THE  SMALL BUSINESS ADVISORY BOARD\n   21  CREATED BY SECTION SIX HUNDRED SIXTY-THREE OF THIS ARTICLE.\n   22    4. \"DIRECTOR\" SHALL MEAN THE DIRECTOR OF THE OFFICE  FOR  SMALL  BUSI-\n   23  NESS.\n   24    S  662.  OFFICE  FOR  SMALL BUSINESS; DIRECTOR; EMPLOYEES. 1. THERE IS\n   25  HEREBY CREATED WITHIN THE EXECUTIVE DEPARTMENT AN OFFICE FOR SMALL BUSI-\n   26  NESS TO HAVE AND EXERCISE THE FUNCTIONS, POWERS AND DUTIES  PROVIDED  BY\n   27  THE  PROVISIONS  OF  THIS  ARTICLE  AND  ANY OTHER PROVISION OF LAW. THE\n   28  OFFICE SHALL PERFORM THESE POWERS, FUNCTIONS AND DUTIES IN  CONSULTATION\n   29  WITH  THE  SMALL  BUSINESS  ADVISORY  BOARD  ESTABLISHED  BY SECTION SIX\n   30  HUNDRED SIXTY-THREE OF THIS ARTICLE.\n   31    2. THE HEAD OF  THE  OFFICE  SHALL  BE  THE  DIRECTOR,  WHO  SHALL  BE\n   32  APPOINTED  BY  THE  GOVERNOR,  BY AND WITH THE ADVICE AND CONSENT OF THE\n   33  SENATE, AND SHALL HOLD OFFICE AT THE PLEASURE OF THE GOVERNOR BY WHOM HE\n   34  OR SHE WAS APPOINTED OR UNTIL HIS OR HER SUCCESSOR IS APPOINTED AND  HAS\n   35  QUALIFIED.\n   36    3.  THE DIRECTOR MAY ESTABLISH DIVISIONS AND BUREAUS, CHANGE THE NAMES\n   37  OF EXISTING DIVISIONS OR  BUREAUS,  OR  MAY  CONSOLIDATE  DIVISIONS  AND\n   38  BUREAUS  AS HE OR SHE MAY DEEM NECESSARY OR APPROPRIATE TO CARRY OUT THE\n   39  FUNCTIONS OF THE OFFICE. SUBJECT TO THE PROVISIONS OF THIS  ARTICLE  AND\n   40  THE CIVIL SERVICE LAW, AND RULES AND REGULATIONS ADOPTED PURSUANT THERE-\n   41  TO,  THE DIRECTOR MAY APPOINT SUCH OTHER OFFICERS, EMPLOYEES, AGENTS AND\n   42  CONSULTANTS AS MAY BE  NECESSARY,  PRESCRIBE  THEIR  DUTIES,  FIX  THEIR\n   43  COMPENSATION  AND  PROVIDE FOR PAYMENT OF THEIR REASONABLE EXPENSES, ALL\n   44  WITHIN AMOUNTS AVAILABLE THEREFOR BY  APPROPRIATION.  THE  DIRECTOR  MAY\n   45  TRANSFER  OFFICERS  OR EMPLOYEES FROM THEIR POSITIONS TO OTHER POSITIONS\n   46  IN THE OFFICE, OR ABOLISH OR CONSOLIDATE SUCH POSITIONS.\n   47    4. THE DIRECTOR ACTING BY AND THROUGH THE OFFICE SHALL HAVE POWER  AND\n   48  IT SHALL BE HIS OR HER DUTY:\n   49    (A)  TO  ADMINISTER THE PROGRAMS TRANSFERRED TO THE OFFICE PURSUANT TO\n   50  THIS ARTICLE OR AN APPROPRIATION OF FUNDS TO THE OFFICE;\n   51    (B) TO ADMINISTER SUCH OTHER PROGRAMS AS  MAY  BE  DEVOLVED  UPON  THE\n   52  OFFICE FROM TIME TO TIME PURSUANT TO LAW;\n   53    (C)  TO COOPERATE WITH AND ASSIST OTHER STATE AND FEDERAL DEPARTMENTS,\n   54  BOARDS, COMMISSIONS, AGENCIES, PUBLIC BENEFIT  CORPORATIONS  AND  PUBLIC\n   55  AUTHORITIES  IN  THE  DEVELOPMENT  OF  POLICIES  AND PROGRAMS WHICH WILL\n   56  ENCOURAGE THE CREATION OR RETENTION OF SMALL BUSINESS; AND\n\n       S. 2010                             3\n\n    1    (D) TO ENTER INTO CONTRACTS WITH  ANY  PERSON,  FIRM,  CORPORATION  OR\n    2  GOVERNMENTAL  AGENCY, AND DO ALL THINGS NECESSARY OR CONVENIENT TO CARRY\n    3  OUT THE FUNCTIONS, POWERS AND DUTIES EXPRESSLY SET FORTH IN  THIS  ARTI-\n    4  CLE.\n    5    S  663.  SMALL  BUSINESS  ADVISORY BOARD; CREATION. 1. THERE IS HEREBY\n    6  CREATED IN THE OFFICE FOR  SMALL  BUSINESS  A  SMALL  BUSINESS  ADVISORY\n    7  BOARD.  THE  ADVISORY  BOARD  SHALL  CONSIST  OF  FIFTEEN  MEMBERS TO BE\n    8  APPOINTED BY THE GOVERNOR, WITH THE ADVICE AND CONSENT  OF  THE  SENATE.\n    9  THE  GOVERNOR  SHALL  DESIGNATE A CHAIR FROM THE MEMBERS OF THE ADVISORY\n   10  BOARD, TO SERVE AS SUCH AT THE PLEASURE OF THE GOVERNOR.  IN  APPOINTING\n   11  THE  MEMBERS  OF  THE  ADVISORY  BOARD THE GOVERNOR SHALL ENSURE THAT AT\n   12  LEAST NINE OF THE MEMBERS ARE INDIVIDUALS WHO ARE CURRENTLY INVOLVED  IN\n   13  THE OWNERSHIP AND/OR OPERATION OF A SMALL BUSINESS OR WHO HAVE EXTENSIVE\n   14  EXPERIENCE IN SMALL BUSINESS OWNERSHIP AND/OR OPERATION.\n   15    2.  ALL  MEMBERS  OF THE ADVISORY BOARD SHALL SERVE FOR TERMS OF THREE\n   16  YEARS, SUCH TERMS TO COMMENCE ON APRIL FIRST, AND EXPIRE ON MARCH  THIR-\n   17  TY-FIRST;  PROVIDED,  HOWEVER,  THAT OF THE NINE MEMBERS FIRST APPOINTED\n   18  THREE  SHALL  BE  APPOINTED  FOR  A  ONE-YEAR  TERM  EXPIRING  ON  MARCH\n   19  THIRTY-FIRST  OF THE YEAR FOLLOWING THE YEAR IN WHICH THIS ARTICLE SHALL\n   20  HAVE BECOME A LAW, THREE SHALL BE APPOINTED FOR A TWO-YEAR TERM EXPIRING\n   21  ON MARCH THIRTY-FIRST OF THE SECOND YEAR FOLLOWING  THE  YEAR  IN  WHICH\n   22  THIS ARTICLE SHALL HAVE BECOME A LAW, AND THREE SHALL BE APPOINTED FOR A\n   23  THREE-YEAR TERM EXPIRING ON MARCH THIRTY-FIRST OF THE THIRD YEAR FOLLOW-\n   24  ING THE YEAR IN WHICH THIS ARTICLE SHALL HAVE BECOME A LAW; AND THAT SIX\n   25  ADDITIONAL MEMBERS, TWO ON THE RECOMMENDATION OF THE TEMPORARY PRESIDENT\n   26  OF  THE  SENATE, ONE ON THE RECOMMENDATION OF THE MINORITY LEADER OF THE\n   27  SENATE, TWO ON THE RECOMMENDATION OF THE SPEAKER OF THE ASSEMBLY AND ONE\n   28  ON THE RECOMMENDATION OF THE MINORITY LEADER OF THE  ASSEMBLY  SHALL  BE\n   29  APPOINTED  FOR  A  THREE-YEAR TERM EXPIRING ON MARCH THIRTY-FIRST OF THE\n   30  THIRD YEAR FOLLOWING THE YEAR IN WHICH THIS ARTICLE SHALL HAVE BECOME  A\n   31  LAW.\n   32    3. THE ADVISORY BOARD SHALL MEET REGULARLY AT LEAST FOUR TIMES IN EACH\n   33  YEAR. SPECIAL MEETINGS MAY BE CALLED BY THE CHAIR AND SHALL BE CALLED BY\n   34  HIM OR HER AT THE REQUEST OF THE DIRECTOR.\n   35    4.  NO MEMBER OF THE ADVISORY BOARD SHALL BE DISQUALIFIED FROM HOLDING\n   36  ANY OTHER PUBLIC OFFICE OR EMPLOYMENT, NOR SHALL HE OR SHE  FORFEIT  ANY\n   37  SUCH OFFICE OR EMPLOYMENT BY REASON OF HIS OR HER APPOINTMENT HEREUNDER,\n   38  NOTWITHSTANDING  THE  PROVISIONS  OF  ANY GENERAL, SPECIAL OR LOCAL LAW,\n   39  ORDINANCE OR CITY CHARTER.\n   40    5. THE MEMBERS OF THE ADVISORY BOARD SHALL RECEIVE NO COMPENSATION FOR\n   41  THEIR SERVICES BUT SHALL BE ALLOWED THEIR ACTUAL AND NECESSARY  EXPENSES\n   42  INCURRED IN THE PERFORMANCE OF THEIR DUTIES HEREUNDER.\n   43    6. THE BOARD SHALL HAVE THE POWER AND DUTY TO:\n   44    (A)  ADVISE  THE  DIRECTOR  IN  CARRYING OUT THE FUNCTIONS, POWERS AND\n   45  DUTIES OF THE OFFICE, AS SET FORTH IN THIS ARTICLE;\n   46    (B) ADVISE THE GOVERNOR AND  THE  LEGISLATURE  CONCERNING  RECOMMENDED\n   47  LEGISLATION  NECESSARY  TO  FOSTER AND PROMOTE THE PROSPERITY, EXPANSION\n   48  AND DEVELOPMENT OF SMALL BUSINESS CONCERNS WITHIN THE STATE;\n   49    (C) ADVISE THE GOVERNOR AND THE LEGISLATURE CONCERNING EXISTING  LAWS,\n   50  RULES,   REGULATIONS   AND   PRACTICES   OF  STATE  AGENCIES  WHICH  ARE\n   51  COUNTER-PRODUCTIVE OR INIMICAL TO THE PROSPERITY, EXPANSION AND DEVELOP-\n   52  MENT OF SMALL BUSINESS CONCERNS WITHIN THE STATE;\n   53    (D) ADVISE THE GOVERNOR AND THE LEGISLATURE CONCERNING THE DEVELOPMENT\n   54  OF INTER-GOVERNMENTAL COOPERATION AMONG AGENCIES OF THE  FEDERAL,  STATE\n   55  AND  LOCAL  GOVERNMENTS  AND  COOPERATION  BETWEEN  PRIVATE INDUSTRY AND\n\n       S. 2010                             4\n\n    1  GOVERNMENT SO AS TO ASSURE THE OPTIMUM  DEVELOPMENT  OF  SMALL  BUSINESS\n    2  CONCERNS;\n    3    (E)  SERVE AS A CATALYST FOR CREATING AND MAINTAINING A SMALL BUSINESS\n    4  CONSCIOUSNESS IN NEW YORK STATE; AND\n    5    (F) ESTABLISH PROCEDURES FOR MAKING ANNUAL AWARDS TO BE KNOWN AS  \"NEW\n    6  YORK  STATE  SMALL  BUSINESS AWARDS\". THESE NON-MONETARY AWARDS SHALL BE\n    7  GIVEN IN RECOGNITION OF UNUSUAL PERFORMANCE BY PERSONS, FIRMS AND ORGAN-\n    8  IZATIONS WHICH ARE ENGAGED IN THE OPERATION  OF  NEW  YORK  STATE  SMALL\n    9  BUSINESSES OR WHICH ARE ENGAGED IN ACTIVITIES TO ASSIST SMALL BUSINESSES\n   10  IN  THE  STATE. THE BOARD MAY NOMINATE UP TO FIVE AWARD WINNERS ANNUALLY\n   11  AND FORWARD SUCH NAMES TO THE GOVERNOR FOR  HIS  OR  HER  CONSIDERATION.\n   12  THE  GOVERNOR  MAY DESIGNATE AWARD WINNERS FROM THESE NOMINEES AT HIS OR\n   13  HER DISCRETION. CURRENT MEMBERS OF THE ADVISORY BOARD ARE  NOT  ELIGIBLE\n   14  AS NOMINEES.\n   15    7. THE DIRECTOR SHALL PROVIDE THE BOARD WITH SUCH STAFF ASSISTANCE AND\n   16  SUPPORT  SERVICES  AS  NECESSARY  FOR THE BOARD TO PERFORM THE FUNCTIONS\n   17  REQUIRED OF IT UNDER THIS SECTION.\n   18    S 664. POWERS AND DUTIES OF THE OFFICE FOR SMALL BUSINESS. THE  OFFICE\n   19  SHALL HAVE THE POWER AND DUTY TO:\n   20    1.  COORDINATE  THE  ACTIVITIES OF ALL STATE AGENCIES PERFORMING FUNC-\n   21  TIONS AFFECTING THE OPERATION OF SMALL BUSINESSES IN THE STATE;\n   22    2. RECEIVE COMPLAINTS OF OPERATORS OF SMALL BUSINESSES AND REFER  THEM\n   23  TO  THE APPROPRIATE FEDERAL, STATE OR LOCAL AGENCY AUTHORIZED BY LAW FOR\n   24  APPROPRIATE ACTION ON SUCH COMPLAINTS;\n   25    3. ADVISE AND MAKE RECOMMENDATIONS TO THE GOVERNOR ON MATTERS  AFFECT-\n   26  ING  THE  SMALL  BUSINESSES  OF  THE STATE AND PROMOTE AND ENCOURAGE THE\n   27  PROTECTION OF THE LEGITIMATE INTERESTS OF SMALL  BUSINESSES  WITHIN  THE\n   28  STATE;\n   29    4.  CONDUCT  INVESTIGATIONS, RESEARCH, STUDIES AND ANALYSES OF MATTERS\n   30  AFFECTING THE INTERESTS OF SMALL BUSINESSES;\n   31    5. REPRESENT THE INTERESTS OF SMALL BUSINESSES  IN  THE  STATE  BEFORE\n   32  FEDERAL, STATE AND LOCAL ADMINISTRATIVE AND REGULATORY AGENCIES;\n   33    6.  STUDY  THE  OPERATION  OF  THE LAWS AFFECTING SMALL BUSINESSES AND\n   34  RECOMMEND TO THE GOVERNOR NEW LAWS AND AMENDMENTS OF LAWS FOR THE  BENE-\n   35  FIT OF SMALL BUSINESSES;\n   36    7.  REVIEW  PENDING  LEGISLATION AFFECTING SMALL BUSINESSES AND REPORT\n   37  ITS FINDINGS TO THE GOVERNOR;\n   38    8. INITIATE AND ENCOURAGE SMALL BUSINESS EDUCATION PROGRAMS IN GENERAL\n   39  AND TO COORDINATE WITH THE FUNCTIONS OF THE OFFICE OF GENERAL  SERVICES,\n   40  AN  INFORMATION  AND  OUTREACH  PROGRAM  DIRECTED TOWARD INFORMING SMALL\n   41  BUSINESSES IN THE STATE OF PROCEDURES NECESSARY FOR COMPETING FOR  STATE\n   42  PURCHASES  AND  TO  COORDINATE WITH THE FUNCTIONS OF EVERY STATE AGENCY,\n   43  DEPARTMENT OR AUTHORITY DESCRIBED IN SECTION ONE  HUNDRED  THIRTY-NINE-G\n   44  OF  THE  STATE  FINANCE  LAW, PURSUANT TO SUBDIVISION (B) OF SECTION ONE\n   45  HUNDRED THIRTY-NINE-G OF THE  STATE  FINANCE  LAW,  AN  INFORMATION  AND\n   46  OUTREACH PROGRAM DIRECTED TOWARD INFORMING SMALL BUSINESSES IN THE STATE\n   47  OF PROCEDURES NECESSARY FOR COMPETING FOR STATE CONTRACTS; AND\n   48    9. CONDUCT A SURVEY OF ALL BUSINESS INCUBATORS IN THE STATE AND ASSESS\n   49  THE  NEED  FOR ADDITIONAL INCUBATOR FACILITIES TO NURTURE THE GROWTH AND\n   50  DEVELOPMENT OF SMALL BUSINESSES.\n   51    S 665. ASSISTANCE OF OTHER AGENCIES. TO  EFFECTUATE  THE  PURPOSES  OF\n   52  THIS  ARTICLE,  THE  DIRECTOR MAY REQUEST FROM ANY DEPARTMENT, DIVISION,\n   53  BOARD, BUREAU, COMMISSION OR OTHER AGENCY  OF  THE  STATE  OR  FROM  ANY\n   54  PUBLIC  CORPORATION OR DISTRICT, AND THE SAME ARE AUTHORIZED TO PROVIDE,\n   55  SUCH ASSISTANCE, SERVICES AND DATA AS MAY BE REQUIRED BY THE  OFFICE  IN\n\n       S. 2010                             5\n\n    1  CARRYING OUT ITS FUNCTIONS, POWERS, DUTIES AND PURPOSES UNDER THIS ARTI-\n    2  CLE.\n    3    S 666. RULES AND REGULATIONS. THE DIRECTOR SHALL ADOPT RULES AND REGU-\n    4  LATIONS  TO  EFFECTUATE THE PURPOSES OF THIS ARTICLE. THE ADVISORY BOARD\n    5  SHALL RECOMMEND TO HIM OR HER CRITERIA FOR INCLUSION THEREIN.\n    6    S 667. SMALL BUSINESS EDUCATION PROGRAM. THE DIRECTOR AND THE  COMMIS-\n    7  SIONERS  OF  AGRICULTURE  AND MARKETS AND THE OFFICE OF GENERAL SERVICES\n    8  SHALL INITIATE AND ENCOURAGE SMALL BUSINESS EDUCATION PROGRAMS AND COOR-\n    9  DINATE WITH THE FUNCTIONS OF THE OFFICE OF GENERAL SERVICES AN  INFORMA-\n   10  TION  AND OUTREACH PROGRAM DIRECTED TOWARD INFORMING ELIGIBLE BUSINESSES\n   11  IN THE STATE OF PROCEDURES NECESSARY FOR COMPETING FOR PURCHASES OF FOOD\n   12  PRODUCTS PURSUANT TO SUBDIVISION EIGHT-A OF SECTION ONE HUNDRED THREE OF\n   13  THE GENERAL MUNICIPAL LAW, AND TO COORDINATE WITH THE FUNCTIONS OF EVERY\n   14  STATE AGENCY OR DEPARTMENT DESCRIBED IN SUBDIVISION (B) OF  SECTION  ONE\n   15  HUNDRED  THIRTY-NINE-G  OF  THE  STATE  FINANCE  LAW, AN INFORMATION AND\n   16  OUTREACH PROGRAM DIRECTED TOWARD INFORMING ELIGIBLE  BUSINESSES  IN  THE\n   17  STATE  OF  PROCEDURES  NECESSARY  FOR  COMPETING  FOR  CONTRACTS FOR THE\n   18  PURCHASE OF FOOD PRODUCTS PURSUANT TO SUBDIVISION EIGHT-A OF SECTION ONE\n   19  HUNDRED THREE OF THE GENERAL MUNICIPAL LAW.\n   20    S 668. SMALL BUSINESS STATIONARY SOURCE OMBUDSMAN PROGRAM.   1.  THERE\n   21  IS  HEREBY  ESTABLISHED  WITHIN  THE  OFFICE A SMALL BUSINESS STATIONARY\n   22  SOURCE OMBUDSMAN PROGRAM. THE PRIMARY  PURPOSE  OF  THE  SMALL  BUSINESS\n   23  STATIONARY  SOURCE  OMBUDSMAN  PROGRAM  IS  TO  REPRESENT SMALL BUSINESS\n   24  STATIONARY SOURCES ON ISSUES RELATING TO  COMPLIANCE  WITH  THE  FEDERAL\n   25  CLEAN  AIR  ACT, 42 U.S.C. SECTION 7401 ET SEQ. AS AMENDED BY PUBLIC LAW\n   26  101-549,  NOVEMBER  FIFTEENTH,  NINETEEN  HUNDRED  NINETY,   HEREINAFTER\n   27  REFERRED TO AS THE \"ACT\", AND TO REFER SMALL BUSINESS STATIONARY SOURCES\n   28  TO  APPROPRIATE ENTITIES FOR ASSISTANCE IN COMPLIANCE WITH ARTICLE NINE-\n   29  TEEN OF THE ENVIRONMENTAL CONSERVATION LAW AND THE ACT. FOR PURPOSES  OF\n   30  THIS  SECTION  A  SMALL  BUSINESS  STATIONARY SOURCE SHALL HAVE THE SAME\n   31  MEANING AS IN SECTION 19-0313 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   32    2. THE OFFICE SHALL, THROUGH  THE  SMALL  BUSINESS  STATIONARY  SOURCE\n   33  OMBUDSMAN  PROGRAM,  PERFORM  ALL  FUNCTIONS  NECESSARY TO IMPLEMENT THE\n   34  REQUIREMENTS OF SECTION 7661F OF THE ACT INCLUDING:\n   35    (A) SOLICITING INPUT FROM SMALL BUSINESS STATIONARY SOURCES  REGARDING\n   36  COMPLIANCE  WITH  THE  ACT  AND  ARTICLE  NINETEEN  OF THE ENVIRONMENTAL\n   37  CONSERVATION LAW, INCLUDING INTERACTING WITH ORGANIZATIONS  REPRESENTING\n   38  SMALL BUSINESSES SUCH AS TRADE ASSOCIATIONS OR OTHER ENTITIES;\n   39    (B) PARTICIPATING IN, AND FACILITATING AND PROMOTING THE PARTICIPATION\n   40  OF  SMALL BUSINESS STATIONARY SOURCES IN THE DEVELOPMENT AND IMPLEMENTA-\n   41  TION OF RULES AND REGULATIONS ADOPTED PURSUANT TO  ARTICLE  NINETEEN  OF\n   42  THE ENVIRONMENTAL CONSERVATION LAW;\n   43    (C)  PARTICIPATING  IN, AND SPONSORING MEETINGS WITH THE DEPARTMENT OF\n   44  ENVIRONMENTAL CONSERVATION, LOCAL AIR POLLUTION CONTROL AGENCIES, INDUS-\n   45  TRY GROUPS AND SMALL BUSINESS REPRESENTATIVES;\n   46    (D) PROVIDING GUIDANCE AND RECOMMENDATIONS TO THE DEPARTMENT OF  ENVI-\n   47  RONMENTAL  CONSERVATION ON THE DEVELOPMENT, CONTENT AND OPERATION OF THE\n   48  SMALL BUSINESS STATIONARY SOURCE TECHNICAL AND ENVIRONMENTAL  COMPLIANCE\n   49  ASSISTANCE  PROGRAM  AS  CREATED BY SECTION 19-0313 OF THE ENVIRONMENTAL\n   50  CONSERVATION LAW;\n   51    (E) DISTRIBUTING TO SMALL BUSINESS STATIONARY SOURCES INFORMATION  AND\n   52  MATERIALS  ON  THE  REQUIREMENTS  OF THE ACT AND ARTICLE NINETEEN OF THE\n   53  ENVIRONMENTAL CONSERVATION LAW;\n   54    (F) REPORTING TO THE SMALL BUSINESS STATIONARY SOURCE COMPLIANCE ADVI-\n   55  SORY PANEL AS ESTABLISHED PURSUANT TO SECTION 19-0315  OF  THE  ENVIRON-\n   56  MENTAL  CONSERVATION  LAW ON ANY PROBLEMS OR DIFFICULTIES EXPERIENCED BY\n\n       S. 2010                             6\n\n    1  SMALL BUSINESS STATIONARY SOURCES IN COMPLYING WITH ARTICLE NINETEEN  OF\n    2  THE ENVIRONMENTAL CONSERVATION LAW AND THE ACT, INCLUDING THE DEGREE AND\n    3  SEVERITY OF ENFORCEMENT;\n    4    (G)  AIDING  IN  THE  INVESTIGATION  AND  RESOLUTION OF COMPLAINTS AND\n    5  DISPUTES FROM SMALL BUSINESS STATIONARY SOURCES AGAINST  THE  DEPARTMENT\n    6  OF  ENVIRONMENTAL  CONSERVATION AND LOCAL AIR POLLUTION CONTROL AUTHORI-\n    7  TIES;\n    8    (H) CONDUCTING PERIODIC EVALUATIONS OF ALL ASPECTS OF THE SMALL  BUSI-\n    9  NESS STATIONARY SOURCE TECHNICAL AND ENVIRONMENTAL COMPLIANCE ASSISTANCE\n   10  PROGRAM AS IDENTIFIED UNDER SECTION 19-0313 OF THE ENVIRONMENTAL CONSER-\n   11  VATION LAW INCLUDING REVIEWING THE WORK AND SERVICES OF THE PROGRAM WITH\n   12  TRADE ASSOCIATIONS AND REPRESENTATIVES OF SMALL BUSINESS;\n   13    (I) REVIEWING AND PROVIDING COMMENTS AND RECOMMENDATIONS TO THE UNITED\n   14  STATES  ENVIRONMENTAL  PROTECTION  AGENCY AND THE DEPARTMENT OF ENVIRON-\n   15  MENTAL CONSERVATION REGARDING  THE  DEVELOPMENT  AND  IMPLEMENTATION  OF\n   16  REGULATIONS THAT IMPACT SMALL BUSINESS STATIONARY SOURCES;\n   17    (J)  ARRANGING  FOR AND ASSISTING IN THE PREPARATION OF GUIDANCE DOCU-\n   18  MENTS BY THE SMALL BUSINESS STATIONARY  SOURCE  TECHNICAL  AND  ENVIRON-\n   19  MENTAL  COMPLIANCE  ASSISTANCE  PROGRAM  AS REQUIRED PURSUANT TO SECTION\n   20  19-0313 OF  THE  ENVIRONMENTAL  CONSERVATION  LAW  TO  ENSURE  THAT  THE\n   21  LANGUAGE IS READILY UNDERSTANDABLE BY THE LAY PERSON;\n   22    (K)  REFERRING  SMALL  BUSINESS  STATIONARY SOURCES TO SPECIALISTS FOR\n   23  INFORMATION AND ASSISTANCE ON AFFORDABLE ALTERNATIVE TECHNOLOGIES, PROC-\n   24  ESS CHANGES,  PRODUCTS  AND  OPERATIONAL  METHODS  TO  HELP  REDUCE  AIR\n   25  POLLUTION;\n   26    (L)  PROVIDING  INFORMATION  TO  SMALL  BUSINESS STATIONARY SOURCES ON\n   27  STATE-SPONSORED PROGRAMS OFFERING FINANCIAL  AND  TECHNICAL  ASSISTANCE,\n   28  AND  IN LOCATING SOURCES OF FUNDING FOR COMPLIANCE WITH THE REQUIREMENTS\n   29  OF ARTICLE NINETEEN OF THE ENVIRONMENTAL CONSERVATION LAW AND  THE  ACT;\n   30  AND\n   31    (M) ESTABLISHING PROCEDURES FOR ASSURING THE CONFIDENTIALITY OF INFOR-\n   32  MATION RECEIVED FROM SMALL BUSINESS STATIONARY SOURCES.\n   33    3.  THE PROVISIONS OF ARTICLE SIX OF THE PUBLIC OFFICERS LAW SHALL NOT\n   34  APPLY TO RECORDS  CONTAINING  INFORMATION  SUPPLIED  BY  SMALL  BUSINESS\n   35  STATIONARY SOURCES PURSUANT TO THE PROVISIONS OF THIS SECTION.\n   36    S  669.  ABOLITION  OF  DIVISION FOR SMALL-BUSINESS. UPON THE TRANSFER\n   37  PURSUANT TO THIS ARTICLE OF THE FUNCTIONS AND POWERS  POSSESSED  BY  AND\n   38  ALL  OF THE OBLIGATIONS AND DUTIES OF THE DIVISION FOR SMALL-BUSINESS AS\n   39  ESTABLISHED PURSUANT TO FORMER ARTICLE FOUR-B OF THE  ECONOMIC  DEVELOP-\n   40  MENT  LAW  TO THE OFFICE, THE DIVISION FOR SMALL-BUSINESS SHALL BE ABOL-\n   41  ISHED.\n   42    S 670. TRANSFER OF POWERS OF THE DIVISION FOR SMALL BUSINESS.   EXCEPT\n   43  AS  OTHERWISE  PROVIDED  IN  THIS  ARTICLE,  THE  FUNCTIONS  AND  POWERS\n   44  POSSESSED BY AND ALL OF THE OBLIGATIONS AND DUTIES OF THE  DIVISION  FOR\n   45  SMALL-BUSINESS  AS  ESTABLISHED PURSUANT TO FORMER ARTICLE FOUR-B OF THE\n   46  ECONOMIC DEVELOPMENT LAW SHALL BE TRANSFERRED AND ASSIGNED  TO,  ASSUMED\n   47  BY AND DEVOLVED UPON THE OFFICE. SUCH TRANSFER SHALL OCCUR NO LATER THAN\n   48  JANUARY  THIRTY-FIRST,  TWO THOUSAND TWELVE, PROVIDED, HOWEVER, THAT, IN\n   49  THE EVENT THAT IT IS IMPRACTICAL  TO  EFFECTUATE  SUCH  TRANSFER  ON  OR\n   50  BEFORE  JANUARY THIRTY-FIRST, TWO THOUSAND TWELVE, THE DIRECTOR MAY UPON\n   51  NOTIFICATION TO THE GOVERNOR, TEMPORARY PRESIDENT  OF  THE  SENATE,  AND\n   52  SPEAKER  OF  THE  ASSEMBLY  ON OR BEFORE JANUARY FIFTEENTH, TWO THOUSAND\n   53  TWELVE, EXECUTE A MEMORANDUM OF UNDERSTANDING TO GOVERN THE  EXPEDITIOUS\n   54  TRANSFER REQUIRED PURSUANT TO THIS SECTION.\n   55    S 671.  TRANSFER OF ASSETS AND LIABILITIES. UPON THE TRANSFER PURSUANT\n   56  TO  SECTION  SIX  HUNDRED  SEVENTY  OF THIS ARTICLE OF THE FUNCTIONS AND\n\n       S. 2010                             7\n\n    1  POWERS POSSESSED BY AND ALL OF THE OBLIGATIONS AND DUTIES OF  THE  DIVI-\n    2  SION FOR SMALL BUSINESS AS ESTABLISHED PURSUANT TO FORMER ARTICLE FOUR-B\n    3  OF  THE  ECONOMIC DEVELOPMENT LAW TO THE OFFICE AS PRESCRIBED BY SECTION\n    4  SIX  HUNDRED  SEVENTY  OF THIS ARTICLE ALL ASSETS AND LIABILITIES OF THE\n    5  DIVISION FOR SMALL BUSINESS ARE HEREBY TRANSFERRED TO AND ASSUMED BY THE\n    6  OFFICE.\n    7    S 672. CONTINUITY OF AUTHORITY.  UPON THE TRANSFER PURSUANT TO SECTION\n    8  SIX HUNDRED  SEVENTY  OF  THIS  ARTICLE  OF  THE  FUNCTIONS  AND  POWERS\n    9  POSSESSED  BY  AND ALL OF THE OBLIGATIONS AND DUTIES OF THE DIVISION FOR\n   10  SMALL BUSINESS AS ESTABLISHED PURSUANT TO FORMER ARTICLE FOUR-B  OF  THE\n   11  ECONOMIC  DEVELOPMENT  LAW  TO  THE  OFFICE AS PRESCRIBED BY SECTION SIX\n   12  HUNDRED SEVENTY OF THIS ARTICLE, FOR THE PURPOSE OF  SUCCESSION  TO  ALL\n   13  FUNCTIONS,  POWERS,  DUTIES  AND  OBLIGATIONS  OF THE DIVISION FOR SMALL\n   14  BUSINESS, THE OFFICE SHALL BE DEEMED AND HELD TO CONSTITUTE THE  CONTIN-\n   15  UATION OF SUCH AUTHORITY AND NOT A DIFFERENT AGENCY OR AUTHORITY.\n   16    S  673. TRANSFER OF RECORDS. UPON THE TRANSFER PURSUANT TO SECTION SIX\n   17  HUNDRED SEVENTY OF THIS ARTICLE OF THE FUNCTIONS AND POWERS POSSESSED BY\n   18  AND ALL OF THE OBLIGATIONS AND DUTIES OF THE DIVISION FOR SMALL BUSINESS\n   19  AS ESTABLISHED PURSUANT TO FORMER ARTICLE FOUR-B OF THE ECONOMIC  DEVEL-\n   20  OPMENT LAW TO THE OFFICE AS PRESCRIBED BY SECTION SIX HUNDRED SEVENTY OF\n   21  THIS  ARTICLE, ALL BOOKS, PAPERS, RECORDS AND PROPERTY PERTAINING TO THE\n   22  DIVISION FOR SMALL BUSINESS SHALL BE TRANSFERRED TO  AND  MAINTAINED  BY\n   23  THE OFFICE.\n   24    S  674.  COMPLETION OF UNFINISHED BUSINESS. UPON THE TRANSFER PURSUANT\n   25  TO SECTION SIX HUNDRED SEVENTY OF THIS  ARTICLE  OF  THE  FUNCTIONS  AND\n   26  POWERS  POSSESSED  BY AND ALL OF THE OBLIGATIONS AND DUTIES OF THE DIVI-\n   27  SION FOR SMALL BUSINESS AS ESTABLISHED PURSUANT TO FORMER ARTICLE FOUR-B\n   28  OF THE ECONOMIC DEVELOPMENT LAW TO THE OFFICE AS PRESCRIBED  BY  SECTION\n   29  SIX HUNDRED SEVENTY OF THIS ARTICLE, ANY BUSINESS OR OTHER MATTER UNDER-\n   30  TAKEN  OR  COMMENCED BY THE DIVISION FOR SMALL BUSINESS PERTAINING TO OR\n   31  CONNECTED WITH THE FUNCTIONS, POWERS, OBLIGATIONS AND DUTIES  SO  TRANS-\n   32  FERRED  AND  ASSIGNED TO THE OFFICE MAY BE CONDUCTED OR COMPLETED BY THE\n   33  DIRECTOR OF THE OFFICE.\n   34    S 675. TERMS OCCURRING IN LAWS, CONTRACTS OR OTHER DOCUMENTS. UPON THE\n   35  TRANSFER PURSUANT TO SECTION SIX HUNDRED SEVENTY OF THIS ARTICLE OF  THE\n   36  FUNCTIONS  AND POWERS POSSESSED BY AND ALL OF THE OBLIGATIONS AND DUTIES\n   37  OF THE DIVISION FOR SMALL BUSINESS AS  ESTABLISHED  PURSUANT  TO  FORMER\n   38  ARTICLE  FOUR-B  OF  THE  ECONOMIC  DEVELOPMENT  LAW  TO  THE  OFFICE AS\n   39  PRESCRIBED BY SECTION SIX HUNDRED SEVENTY OF THIS ARTICLE  WHENEVER  THE\n   40  DIVISION FOR SMALL BUSINESS AND THE COMMISSIONER THEREOF, THE FUNCTIONS,\n   41  POWERS,  OBLIGATIONS  AND  DUTIES OF WHICH ARE TRANSFERRED TO THE OFFICE\n   42  ARE REFERRED TO OR DESIGNATED IN ANY LAW, CONTRACT OR DOCUMENT  PERTAIN-\n   43  ING  TO  THE  FUNCTIONS,  POWERS, OBLIGATIONS AND DUTIES TRANSFERRED AND\n   44  ASSIGNED PURSUANT TO THIS ARTICLE, SUCH REFERENCE OR  DESIGNATION  SHALL\n   45  BE DEEMED TO REFER TO THE OFFICE AND ITS DIRECTOR.\n   46    S  676.  EXISTING  RIGHTS  AND  REMEDIES  PRESERVED. UPON THE TRANSFER\n   47  PURSUANT TO SECTION SIX HUNDRED SEVENTY OF THIS ARTICLE OF THE FUNCTIONS\n   48  AND POWERS POSSESSED BY AND ALL OF THE OBLIGATIONS  AND  DUTIES  OF  THE\n   49  DIVISION  FOR  SMALL  BUSINESS AS ESTABLISHED PURSUANT TO FORMER ARTICLE\n   50  FOUR-B OF THE ECONOMIC DEVELOPMENT LAW TO THE OFFICE  AS  PRESCRIBED  BY\n   51  SECTION  SIX HUNDRED SEVENTY OF THIS ARTICLE NO EXISTING RIGHT OR REMEDY\n   52  OF THE STATE, INCLUDING THE DIVISION FOR SMALL BUSINESS SHALL  BE  LOST,\n   53  IMPAIRED OR AFFECTED BY REASON OF THIS ARTICLE.\n   54    S  677. PENDING ACTIONS AND PROCEEDINGS. UPON THE TRANSFER PURSUANT TO\n   55  SECTION SIX HUNDRED SEVENTY OF THIS ARTICLE OF THE FUNCTIONS AND  POWERS\n   56  POSSESSED  BY  AND ALL OF THE OBLIGATIONS AND DUTIES OF THE DIVISION FOR\n\n       S. 2010                             8\n\n    1  SMALL BUSINESS AS ESTABLISHED PURSUANT TO FORMER ARTICLE FOUR-B  OF  THE\n    2  ECONOMIC  DEVELOPMENT  LAW  TO  THE  OFFICE AS PRESCRIBED BY SECTION SIX\n    3  HUNDRED SEVENTY OF THIS ARTICLE NO ACTION OR PROCEEDING PENDING  ON  THE\n    4  EFFECTIVE  DATE  OF THIS ARTICLE, BROUGHT BY OR AGAINST THE DIVISION FOR\n    5  SMALL  BUSINESS  OR  COMMISSIONER  THEREOF  SHALL  BE  AFFECTED  BY  ANY\n    6  PROVISION OF THIS ARTICLE, BUT THE SAME MAY BE PROSECUTED OR DEFENDED IN\n    7  THE  NAME  OF  THE  DIRECTOR  OF  THE  OFFICE.  IN  ALL SUCH ACTIONS AND\n    8  PROCEEDINGS, THE OFFICE, UPON APPLICATION TO THE COURT, SHALL BE SUBSTI-\n    9  TUTED AS A PARTY.\n   10    S 678. CONTINUANCE OF RULES AND REGULATIONS. UPON THE TRANSFER  PURSU-\n   11  ANT  TO SECTION SIX HUNDRED SEVENTY OF THIS ARTICLE OF THE FUNCTIONS AND\n   12  POWERS POSSESSED BY AND ALL OF THE OBLIGATIONS AND DUTIES OF  THE  DIVI-\n   13  SION FOR SMALL BUSINESS AS ESTABLISHED PURSUANT TO FORMER ARTICLE FOUR-B\n   14  OF  THE  ECONOMIC DEVELOPMENT LAW TO THE OFFICE AS PRESCRIBED BY SECTION\n   15  SIX HUNDRED SEVENTY OF  THIS  ARTICLE,  ALL  RULES,  REGULATIONS,  ACTS,\n   16  DETERMINATIONS  AND  DECISIONS  OF  THE  DIVISION  FOR  SMALL  BUSINESS,\n   17  PERTAINING TO THE FUNCTIONS TRANSFERRED AND ASSIGNED BY THIS ARTICLE  TO\n   18  THE OFFICE IN FORCE AT THE TIME OF SUCH TRANSFER, ASSIGNMENT, ASSUMPTION\n   19  OR  DEVOLUTION SHALL CONTINUE IN FORCE AND EFFECT AS RULES, REGULATIONS,\n   20  ACTS, DETERMINATIONS AND DECISIONS OF THE OFFICE UNTIL DULY MODIFIED  OR\n   21  REPEALED.\n   22    S 679. TRANSFER OF APPROPRIATIONS MADE TO THE DIVISION FOR SMALL BUSI-\n   23  NESS.  UPON THE TRANSFER PURSUANT TO SECTION SIX HUNDRED SEVENTY OF THIS\n   24  ARTICLE  OF  THE  FUNCTIONS AND POWERS POSSESSED BY AND ALL OF THE OBLI-\n   25  GATIONS AND DUTIES OF THE DIVISION  FOR  SMALL-BUSINESS  AS  ESTABLISHED\n   26  PURSUANT TO FORMER ARTICLE FOUR-B OF THE ECONOMIC DEVELOPMENT LAW TO THE\n   27  OFFICE AS PRESCRIBED BY SECTION SIX HUNDRED SEVENTY OF THIS ARTICLE, ALL\n   28  APPROPRIATIONS AND REAPPROPRIATIONS WHICH SHALL HAVE BEEN MADE AVAILABLE\n   29  AS  OF  THE  DATE OF SUCH TRANSFER TO THE DIVISION FOR SMALL-BUSINESS OR\n   30  SEGREGATED PURSUANT TO LAW, TO THE EXTENT  OF  REMAINING  UNEXPENDED  OR\n   31  UNENCUMBERED  BALANCES  THEREOF,  WHETHER  ALLOCATED  OR UNALLOCATED AND\n   32  WHETHER OBLIGATED OR UNOBLIGATED,  SHALL  BE  TRANSFERRED  TO  AND  MADE\n   33  AVAILABLE  FOR  USE  AND EXPENDITURE BY THE OFFICE FOR THE SAME PURPOSES\n   34  FOR WHICH ORIGINALLY APPROPRIATED OR REAPPROPRIATED AND SHALL BE PAYABLE\n   35  ON VOUCHERS CERTIFIED OR APPROVED BY THE COMMISSIONER  OF  TAXATION  AND\n   36  FINANCE,  ON  AUDIT  AND WARRANT OF THE COMPTROLLER. PAYMENTS OF LIABIL-\n   37  ITIES FOR EXPENSES OF PERSONAL SERVICE, MAINTENANCE AND OPERATION  WHICH\n   38  SHALL HAVE BEEN INCURRED AS OF THE DATE OF SUCH TRANSFER BY THE DIVISION\n   39  FOR  SMALL  BUSINESS, AND FOR LIABILITIES INCURRED AND TO BE INCURRED IN\n   40  COMPLETING ITS AFFAIRS SHALL ALSO  BE  MADE  ON  VOUCHERS  CERTIFIED  OR\n   41  APPROVED  BY  THE  DIRECTOR  OF  THE OFFICE, ON AUDIT AND WARRANT OF THE\n   42  COMPTROLLER.\n   43    S 3. The opening paragraph of subdivision 1 of  section  1838  of  the\n   44  public  authorities  law, as added by chapter 56 of the laws of 1993, is\n   45  amended to read as follows:\n   46    There is hereby created a state bonding guarantee  assistance  program\n   47  to  enable small businesses, and minority-owned and women-owned business\n   48  enterprises, certified  as  a  minority-owned  or  women-owned  business\n   49  enterprise  pursuant  to article fifteen-A of the executive law, to meet\n   50  payment and/or performance bonding requirements by providing  additional\n   51  financial  backing needed to induce a surety company to issue a bond for\n   52  construction projects, including but not limited  to,  government  spon-\n   53  sored,  transportation  related  construction  projects. For purposes of\n   54  this section, the term small business shall have  the  same  meaning  as\n   55  defined in section [one hundred thirty-one] SIX HUNDRED SIXTY-ONE of the\n\n       S. 2010                             9\n\n    1  [economic development] EXECUTIVE law. Such program shall give preference\n    2  to minority-owned and women-owned business enterprises and shall:\n    3    S 4. The opening paragraph and paragraph g of subdivision 1 and subdi-\n    4  vision  3  of  section 19-0313 of the environmental conservation law, as\n    5  added by chapter 608 of the  laws  of  1993,  are  amended  to  read  as\n    6  follows:\n    7    The  commissioner  is  hereby  authorized  and  directed to establish,\n    8  develop and implement a small business stationary source  technical  and\n    9  environmental  compliance  assistance  program  for  those categories of\n   10  sources of air contamination identified in section 7661f(c) of  the  Act\n   11  or  any other category of source the commissioner deems appropriate. The\n   12  commissioner, after consultation with the administrator  of  the  United\n   13  States  environmental protection agency, the administrator of the United\n   14  States small business  administration,  the  small  business  stationary\n   15  source  compliance  advisory  panel  and  the  small business stationary\n   16  source ombudsman created pursuant to section [one hundred  thirty-seven]\n   17  SIX HUNDRED SIXTY-EIGHT of the [economic development] EXECUTIVE law, and\n   18  after  providing  notice and opportunity for public hearing, may exclude\n   19  from the program any category or subcategory of  sources  identified  in\n   20  section  7661f(c)  of  the  Act that the commissioner determines to have\n   21  sufficient technical and financial capabilities to meet the requirements\n   22  of the Act without such assistance. The department may designate  eligi-\n   23  bility  for assistance based on whether the stationary source has suffi-\n   24  cient technical and financial capabilities to comply  with  federal  and\n   25  state law without such assistance. Such program shall include:\n   26    g.  procedures  for  soliciting  input from and exchanging information\n   27  with the small business stationary source ombudsman created pursuant  to\n   28  section  [one  hundred  thirty-seven]  SIX  HUNDRED  SIXTY-EIGHT  of the\n   29  [economic development] EXECUTIVE law, regarding compliance  requirements\n   30  for small business stationary sources;\n   31    3. In developing and implementing the small business stationary source\n   32  technical  and  environmental  compliance assistance program as required\n   33  pursuant to subdivision  one  of  this  section,  the  department  shall\n   34  consult  with  the  small business stationary source compliance advisory\n   35  panel as created pursuant to section 19-0315 of this title and the small\n   36  business stationary source ombudsman as created pursuant to section [one\n   37  hundred thirty-seven] SIX HUNDRED SIXTY-EIGHT of the [economic  develop-\n   38  ment] EXECUTIVE law.\n   39    S  5.  Paragraph  i  of  subdivision  3  of section 97-oo of the state\n   40  finance law, as added by chapter 608 of the laws of 1993, is amended  to\n   41  read as follows:\n   42    i.  developing  and  implementing the small business stationary source\n   43  ombudsman program established pursuant to section [one  hundred  thirty-\n   44  seven]  SIX  HUNDRED SIXTY-EIGHT of the [economic development] EXECUTIVE\n   45  law; and\n   46    S 6. Paragraph f of subdivision 2 and subdivision 3 of section 28-0109\n   47  of the environmental conservation law, as added by chapter  654  of  the\n   48  laws of 2005, are amended to read as follows:\n   49    f.  procedures  for  soliciting input [from and exchanging information\n   50  with the small business pollution prevention and  environmental  compli-\n   51  ance  ombudsman  program created pursuant to section 138 of the economic\n   52  development  law,]  regarding  pollution  prevention  opportunities  and\n   53  compliance requirements for small businesses;\n   54    3.  In  developing  and  implementing  the  small  business  pollution\n   55  prevention and environmental compliance assistance program, the  depart-\n   56  ment  shall  consult  with  the  pollution  prevention and environmental\n\n       S. 2010                            10\n\n    1  compliance coordinating council as created pursuant to  section  28-0111\n    2  of  this  article,  the environmental facilities corporation[, the small\n    3  business pollution prevention  and  environmental  compliance  ombudsman\n    4  program  as  created pursuant to section 138 of the economic development\n    5  law] and the office of waste prevention services as created pursuant  to\n    6  article 14 of the economic development law.\n    7    S  7. Subdivision 1 of section 311-a of the executive law, as added by\n    8  section 4 of part BB of chapter 59 of the laws of 2006,  is  amended  to\n    9  read as follows:\n   10    1.  There  is  hereby  established  within  the department of economic\n   11  development an office of the minority and  women-owned  business  enter-\n   12  prise  statewide  advocate. The statewide advocate shall be appointed by\n   13  the commissioner with the advice of the small business advisory board as\n   14  established  in  section  [one   hundred   thirty-three]   SIX   HUNDRED\n   15  SIXTY-THREE  of the [economic development] EXECUTIVE law and shall serve\n   16  in the unclassified service of  the  director.  The  statewide  advocate\n   17  shall be located in the Albany empire state development office.\n   18    S  8.  This act shall take effect immediately, provided, however, that\n   19  the amendments to section 311-a of the executive  law  made  by  section\n   20  seven  of  this  act shall not affect the expiration of such section and\n   21  shall be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing the office for small business; to amend the public authorities law, the environmental conservation law, the state finance law and the executive law, in relation to making technical amendments thereto; and to repeal article 4-B of the economic development law relating to the division for small-business ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T142447.TXT", "SOBI.D110114.T141447.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110114.T124939.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295377001295
}