{
  "year" : 2011,
  "senateBillNo" : "S2017-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2017-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that collateral loan brokers shall store firearms in the same manner as gunsmiths and dealers in firearms are required to store them",
  "summary" : "Provides that collateral loan brokers shall store firearms in the same manner as gunsmiths and dealers in firearms are required to store them. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S5465-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2017\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the storage of firearms by\n         collateral loan brokers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 400.00 of the penal law is amended by adding a new\n    2  subdivision 16-a to read as follows:\n    3    16-A. COLLATERAL LOAN BROKERS. ALL LAWS AND REGULATIONS OF THIS  ARTI-\n    4  CLE  COVERING  THE  OPERATION OF GUNSMITHS AND DEALERS IN FIREARMS SHALL\n    5  HEREINAFTER APPLY TO ALL PERSONS, CORPORATIONS, PARTNERSHIPS,  OR  FIRMS\n    6  THAT PAWN, PLEDGE, PURCHASE, OR SELL FIREARMS, AND CARRY ON THE BUSINESS\n    7  OF COLLATERAL LOAN BROKERS.\n    8    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07700-01-1\n",
  "memo" : "BILL NUMBER:S2017\n\nTITLE OF BILL:\n\nAn act\nto amend the penal law, in relation to the storage of firearms by\ncollateral loan brokers\n\nPURPOSE:\n\nTo stem the illegal flow of firearms by regulating the pawning,\npledging, purchasing and selling of firearms by collateral loan\nbrokers.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 applies laws and regulations of article 400.00 of the Penal\nLaw pertaining to gunsmiths and dealers in firearms to collateral\nloan brokers.\n\nSection 2 establishes the effective date.\n\nEXISTING LAW:\n\nCurrently, there is no regulation of firearms pawning, pledging,\npurchasing and selling among collateral loan brokers.\n\nJUSTIFICATION:\n\nA 2006 field investigation found that guns that were being sold at\npawn shops were offered for sale without necessary protections found\nat other gun dealers. Investigators were told that they could buy\nguns even if they were unable to pass the screening required before\nthe purchase of such a gun. This disregard for gun sales safeguards\nwas cause for great concern. This same investigations also found that\nhandguns at pawnshops were not as well protected as those sold at\nother gun stores. During the freak winter storm that hit Buffalo in\nOctober 2006, people were walking away with armloads of guns because\nsecurity measure which should have been in place were not. That means\nthat guns are being put into the hand of thieves. Unlike a\nresponsible dealer\nin firearms this example illustrates how little thought and\npreparation was put into preventing the possibility of gun theft.\nThis bill seeks to create a fair and balanced level playing field of\nlegal safeguards to more adequately protect communities served by\nsecond hand dealers.\n\nLEGISLATIVE HISTORY:\n\n2010:  S.5465/A.7574 (2009 Passed Assembly)\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the storage of firearms by collateral loan brokers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T140141.TXT", "SOBI.D110114.T161002.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T150958.TXT", "SOBI.D110114.T155501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849356
}