{
  "year" : 2011,
  "senateBillNo" : "S2018-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2018-2011-1294981200000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the establishment of a small business and household pollution prevention program, including collection events and grants therefor",
  "summary" : "Provides for the establishment of a small business and household pollution prevention program, including collection events and grants therefor with matching funds required; offers pollution prevention assessments to small businesses; offers technical assistance to collection contractors; provides for educational materials. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S2256-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2018\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         creating a small business and household pollution prevention program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 27 of the environmental conservation law is amended\n    2  by adding a new title 29 to read as follows:\n    3                                  TITLE 29\n    4                        SMALL BUSINESS AND HOUSEHOLD\n    5                        POLLUTION PREVENTION PROGRAM\n    6  SECTION 27-2901. LEGISLATIVE FINDINGS.\n    7          27-2903. DEFINITIONS.\n    8          27-2905. SMALL  BUSINESS  AND  HOUSEHOLD  POLLUTION   PREVENTION\n    9                     PROGRAM.\n   10          27-2907. SMALL BUSINESS HAZARDOUS SUBSTANCE COLLECTION PROGRAM.\n   11          27-2909. HOUSEHOLD HAZARDOUS SUBSTANCE COLLECTION PROGRAM.\n   12          27-2911. REGULATIONS.\n   13          27-2913. GRANTS  FOR  SMALL  BUSINESS  AND  HOUSEHOLD  POLLUTION\n   14                     PREVENTION PROGRAMS.\n   15          27-2915. GRANTS FOR COLLECTION EVENTS.\n   16  S 27-2901. LEGISLATIVE FINDINGS.\n   17    THE LEGISLATURE FINDS AND DECLARES AS FOLLOWS:\n   18    1. IT IS THE GOAL OF THE STATE TO ACHIEVE A GOAL OF ZERO DISCHARGE  OF\n   19  POLLUTANTS  INTO  OUR  AIR,  WATER,  AND  LAND.    THIS GOAL WILL NOT BE\n   20  ACHIEVED WITH TRADITIONAL METHODS OF REGULATING  POLLUTANTS  AFTER  THEY\n   21  ARE GENERATED THROUGH VOLUNTARY POLLUTION PREVENTION MEASURES, RECOGNIZ-\n   22  ING THIS GOAL MAY NOT BE COMPLETELY ACHIEVABLE BY SOME.\n   23    2. EDUCATION, DEMONSTRATION PROJECT, AND TECHNICAL ASSISTANCE PROGRAMS\n   24  ON  POLLUTION  PREVENTION  ARE  ESSENTIAL TO HELP SMALL AND MEDIUM SIZED\n   25  BUSINESSES ACHIEVE THE ZERO DISCHARGE GOAL AND HELP THE PUBLIC  CONSERVE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07706-01-1\n\n       S. 2018                             2\n\n    1  RESOURCES,  REDUCE  THE  VOLUME  AND  TOXICITY OF WASTES, AND RECYCLE OR\n    2  RECLAIM WASTES.\n    3    3. HAZARDOUS SUBSTANCES AND OTHER WASTES GENERATED BY SMALL BUSINESSES\n    4  AND HOUSEHOLDS MAY PRESENT DANGERS TO THE PUBLIC HEALTH AND THE ENVIRON-\n    5  MENT  IF  MANAGED  IMPROPERLY.  THESE  DANGERS CAN BE GREATLY REDUCED BY\n    6  POLLUTION PREVENTION  TECHNIQUES,  INCLUDING  SOURCE  REDUCTION,  ENERGY\n    7  CONSERVATION,  WASTE  MINIMIZATION,  REDUCTION IN THE TOXICITY OF WASTES\n    8  GENERATED, BENEFICIAL USE, REUSE, RECYCLING, AND RECLAMATION.\n    9    4. TRADITIONAL \"END-OF-PIPE\" POLLUTION CONTROL TECHNIQUES OFTEN RESULT\n   10  IN THE TRANSFER OF POLLUTANTS FROM ONE ENVIRONMENTAL MEDIUM TO  ANOTHER.\n   11  POLLUTION  PREVENTION  AND  SOURCE REDUCTION TECHNIQUES REDUCE POLLUTION\n   12  FORMING IN THE FIRST PLACE AND LESSEN TRANSFERS AMONG  AIR,  WATER,  AND\n   13  LAND.\n   14  S 27-2903. DEFINITIONS.\n   15    THE FOLLOWING WORDS AND PHRASES WHEN USED IN THIS TITLE SHALL HAVE THE\n   16  MEANINGS  GIVEN TO THEM IN THIS SECTION UNLESS THE CONTEXT CLEARLY INDI-\n   17  CATES OTHERWISE:\n   18    1. \"COLLECTION CONTRACTOR.\" A PERSON REGISTERED AND  APPROVED  BY  THE\n   19  DEPARTMENT AND RETAINED BY A SPONSOR TO OPERATE A WASTE COLLECTION EVENT\n   20  FOR ELIGIBLE ENTITIES UNDER THIS TITLE.\n   21    2.  \"COLLECTION  EVENT.\"  AN EVENT OR PROGRAM THAT INCLUDES COLLECTION\n   22  AND MANAGEMENT OF SOLID WASTES FROM ELIGIBLE ENTITIES UNDER THIS  TITLE.\n   23  THE TERM INCLUDES ONE-DAY WASTE COLLECTION PROGRAMS AND WASTE COLLECTION\n   24  PROGRAMS  THAT ARE DESIGNED FOR CONTINUOUS OR ONGOING OPERATION THROUGH-\n   25  OUT A DESIGNATED PERIOD OF TIME.\n   26    3. \"ELIGIBLE ENTITY.\" A HOUSEHOLD,  A  POLITICAL  SUBDIVISION  OF  THE\n   27  STATE, OR A SMALL BUSINESS.\n   28    4.  \"HAZARDOUS  SUBSTANCE.\"  HAZARDOUS WASTE AS DEFINED IN SUBDIVISION\n   29  ONE OF SECTION 27-1301 OF THIS ARTICLE.\n   30    5. \"MUNICIPALITY.\" A COUNTY, CITY, TOWN, OR VILLAGE.\n   31    6. \"POLLUTION PREVENTION ASSESSMENT.\" AN EVALUATION DESIGNED TO  IDEN-\n   32  TIFY  OPPORTUNITIES  TO  ELIMINATE  AND  REDUCE POLLUTION OR REUSE WASTE\n   33  MATERIALS.\n   34    7. \"PROGRAM.\" THE SMALL BUSINESS AND  HOUSEHOLD  POLLUTION  PREVENTION\n   35  PROGRAM CREATED BY SECTION 27-2905 OF THIS TITLE.\n   36    8.  \"SMALL  BUSINESS.\" A BUSINESS ENTITY THAT IS SO DEFINED IN SECTION\n   37  ONE HUNDRED THIRTY-ONE OF THE ECONOMIC DEVELOPMENT LAW.\n   38    9. \"SPONSOR.\" A MUNICIPALITY, CORPORATION, PUBLIC UTILITY, TRADE ASSO-\n   39  CIATION,  NOT-FOR-PROFIT  CORPORATION,  NOT-FOR-PROFIT  ASSOCIATION,  OR\n   40  OTHER  PERSON SPONSORING A COLLECTION EVENT OR SMALL BUSINESS AND HOUSE-\n   41  HOLD POLLUTION PREVENTION  PROGRAM  FOR  ELIGIBLE  ENTITIES  UNDER  THIS\n   42  TITLE.\n   43    10.  \"UNIVERSAL WASTE.\" HAS THE MEANING PROVIDED FOR IN PARAGRAPH F OF\n   44  SUBDIVISION ONE OF SECTION 27-0923 OF THIS ARTICLE.\n   45  S 27-2905. SMALL BUSINESS AND HOUSEHOLD POLLUTION PREVENTION PROGRAM.\n   46    1. ESTABLISHMENT. THE DEPARTMENT SHALL ESTABLISH  THE  SMALL  BUSINESS\n   47  AND  HOUSEHOLD  POLLUTION PREVENTION PROGRAM FOR EDUCATING AND PROVIDING\n   48  ASSISTANCE TO SMALL BUSINESSES  AND  THE  GENERAL  PUBLIC  IN  POLLUTION\n   49  PREVENTION  AND  THE  PROPER  MANAGEMENT  OF  SOLID WASTES AND HAZARDOUS\n   50  SUBSTANCES GENERATED IN HOUSEHOLDS AND SMALL BUSINESSES.\n   51    2. EDUCATIONAL MATERIALS. THE  DEPARTMENT  SHALL  DEVELOP  EDUCATIONAL\n   52  MATERIALS  FOR  THE  OPERATION OF THE PROGRAM IN CONSULTATION WITH SMALL\n   53  BUSINESSES, TRADE ASSOCIATIONS, EDUCATIONAL INSTITUTIONS, AND  APPROPRI-\n   54  ATE ADVISORY COMMITTEES.\n   55    3. PROGRAM CONCERNS. THE PROGRAM SHALL INCLUDE EDUCATION, TRAINING AND\n   56  TECHNICAL ASSISTANCE CONCERNING:\n\n       S. 2018                             3\n\n    1    A.  SOURCE  REDUCTION  AND METHODS FOR CONDUCTING POLLUTION PREVENTION\n    2  ASSESSMENTS TO ELIMINATE OR REDUCE  THE  VOLUME  OR  TOXICITY  OF  SOLID\n    3  WASTES GENERATED.\n    4    B. NATURAL RESOURCE AND ENERGY CONSERVATION.\n    5    C.  OPPORTUNITIES TO REDUCE ENVIRONMENTAL CONTAMINATION FROM AIR EMIS-\n    6  SIONS AND WATER EFFLUENTS.\n    7    D. OPPORTUNITIES TO BENEFICIALLY USE, REUSE, RECYCLE, OR RECLAIM SOLID\n    8  WASTE MATERIALS.\n    9    E. OPPORTUNITIES TO COLLECT AND MANAGE UNIVERSAL WASTES RECEIVED  FROM\n   10  SMALL BUSINESS AND THE GENERAL PUBLIC.\n   11    F.  OPPORTUNITIES TO DEVELOP AND APPLY ENVIRONMENTAL IMPROVEMENT TECH-\n   12  NOLOGIES AND METHODS.\n   13    G. INFORMATION ON COMPLIANCE WITH APPLICABLE ENVIRONMENTAL  PROTECTION\n   14  LAWS, INCLUDING COMPLIANCE WITH SOLID WASTE MANAGEMENT REQUIREMENTS.\n   15    4.  TECHNICAL  ASSISTANCE.  THE  DEPARTMENT  SHALL PROVIDE EDUCATIONAL\n   16  MATERIALS AND TECHNICAL ASSISTANCE TO SPONSORS AND  COLLECTION  CONTRAC-\n   17  TORS  FOR THE OPERATION OF THE PROGRAMS AND COLLECTION EVENTS TO ENCOUR-\n   18  AGE AND PROMOTE ALL ASPECTS OF POLLUTION PREVENTION.\n   19    5. TECHNICAL  ASSISTANCE  FOR  IMPLEMENTATION.  THE  DEPARTMENT  SHALL\n   20  PROVIDE  TECHNICAL  ASSISTANCE TO SPONSORS AND COLLECTION CONTRACTORS TO\n   21  IMPLEMENT THE PURPOSES OF THIS TITLE AND TO FACILITATE THE  PROGRAM  AND\n   22  THE  PROPER  COLLECTION,  TREATMENT, RECYCLING, OR DISPOSAL OF HAZARDOUS\n   23  SUBSTANCES GENERATED BY ELIGIBLE ENTITIES.\n   24    6. SITE VISIT. AT THE REQUEST OF A SMALL BUSINESS, THE DEPARTMENT  MAY\n   25  OFFER A POLLUTION PREVENTION ASSESSMENT SITE VISIT AT THE PLACE OF BUSI-\n   26  NESS  AND  MAY  PROVIDE  ASSISTANCE ON COMPLIANCE WITH THE ENVIRONMENTAL\n   27  PROTECTION LAWS ADMINISTERED BY THE DEPARTMENT AND  GUIDANCE  ISSUED  BY\n   28  THE DEPARTMENT ON POLLUTION PREVENTION.\n   29    7.  PRIVATE  CONTRACT AUTHORIZATION. THE DEPARTMENT MAY COOPERATE WITH\n   30  AND MAY CONTRACT FOR SERVICES FROM PRIVATE AND  OTHER  ENTITIES  AND  IS\n   31  AUTHORIZED  TO  MAKE GRANTS TO PRIVATE, GOVERNMENTAL, AND OTHER ENTITIES\n   32  TO IMPLEMENT THIS TITLE.\n   33  S 27-2907. SMALL BUSINESS HAZARDOUS SUBSTANCE COLLECTION PROGRAM.\n   34    1. GENERAL RULE. A SPONSOR MAY ESTABLISH A COLLECTION PROGRAM FOR  THE\n   35  COLLECTION AND MANAGEMENT OF SOLID WASTES GENERATED BY ELIGIBLE ENTITIES\n   36  THROUGH  COLLECTION  EVENTS. EACH SPONSOR MUST REGISTER THE PROGRAM WITH\n   37  THE DEPARTMENT AND RECEIVE APPROVAL OF THE DEPARTMENT PRIOR TO  COMMENC-\n   38  ING OPERATION.\n   39    2.  SITES. COLLECTION EVENTS MAY BE CONDUCTED ON SITES SELECTED BY THE\n   40  SPONSOR. SUCH SITES MAY BE ON PUBLIC OR PRIVATE PROPERTY, INCLUDING, BUT\n   41  NOT LIMITED TO, PROPERTY OWNED, LEASED OR CONTROLLED BY THE  STATE,  ITS\n   42  AGENCIES,  OR  ITS POLITICAL SUBDIVISIONS. WRITTEN PERMISSION TO USE THE\n   43  SITE FOR THE CONDUCT OF THE EVENT SHALL BE OBTAINED FROM THE OWNER PRIOR\n   44  TO THE EVENT.\n   45    3. LIABILITY. AN OWNER WHO, WITHOUT CHARGE, PERMITS ANY PROPERTY TO BE\n   46  USED AS A SITE FOR A COLLECTION  EVENT  SHALL  NOT  BE  LIABLE  FOR  ANY\n   47  DAMAGE, HARM, OR INJURY TO ANY PERSON OR PROPERTY WHICH RESULTS FROM THE\n   48  USE  OF  THE  PROPERTY  AS A SITE FOR A COLLECTION EVENT. A SPONSOR OF A\n   49  COLLECTION EVENT SHALL NOT BE LIABLE FOR ANY DAMAGE, HARM, OR INJURY  TO\n   50  ANY  PERSON OR PROPERTY WHICH RESULTS FROM THE OPERATION OF A COLLECTION\n   51  EVENT.\n   52    4. LIMITATION OF TYPE. THE SPONSOR MAY LIMIT THE TYPES OF SOLID WASTES\n   53  OR MATERIALS TO BE COLLECTED AT A COLLECTION EVENT  IN  ACCORDANCE  WITH\n   54  GUIDANCE  ISSUED BY THE DEPARTMENT AND FURTHER LIMITATIONS DETERMINED AT\n   55  THE DISCRETION OF THE SPONSOR. A SMALL BUSINESS ENTITY MAY BRING  UP  TO\n   56  BUT  NOT  MORE  THAN  ONE THOUSAND KILOGRAMS OF HAZARDOUS SUBSTANCE TO A\n\n       S. 2018                             4\n\n    1  COLLECTION EVENT OR COLLECTION EVENTS IN ANY CALENDAR  MONTH  FOR  WASTE\n    2  RECYCLING, TREATMENT, OR DISPOSAL ARRANGED BY THE COLLECTION CONTRACTOR.\n    3    5.  FEES.  THE  SPONSOR  MAY ESTABLISH AND ASSESS REASONABLE FEES FROM\n    4  ELIGIBLE  ENTITIES  FOR  SERVICES  PROVIDED  IN  CONNECTION   WITH   THE\n    5  COLLECTION EVENT.\n    6    6.  REGISTRATION  AND  APPROVAL.  THE  SPONSOR MAY SELECT A COLLECTION\n    7  CONTRACTOR TO OPERATE THE COLLECTION EVENT OR MAY OPERATE THE COLLECTION\n    8  EVENT AS THE COLLECTION CONTRACTOR. EACH SPONSOR OR COLLECTION  CONTRAC-\n    9  TOR  WHICH  OPERATES  A  COLLECTION  EVENT  MUST FIRST BE REGISTERED AND\n   10  APPROVED BY THE DEPARTMENT TO OPERATE COLLECTION EVENTS. THE  DEPARTMENT\n   11  SHALL  ISSUE GUIDANCE FOR REGISTRATION REQUIREMENTS FOR THE OPERATION OF\n   12  COLLECTION EVENTS.\n   13    7. QUALIFICATIONS. NO COLLECTION CONTRACTOR MAY BE SELECTED TO OPERATE\n   14  A COLLECTION EVENT UNLESS THE CONTRACTOR CAN DEMONSTRATE TO  THE  SATIS-\n   15  FACTION  OF  THE  DEPARTMENT ITS ABILITY TO COLLECT, PACKAGE, TRANSPORT,\n   16  AND DISPOSE OF SOLID WASTE COLLECTED UNDER THIS PROGRAM CONSISTENT  WITH\n   17  THE REQUIREMENTS OF THIS CHAPTER AND THE REGULATIONS OF THE DEPARTMENT.\n   18    8.  INELIGIBILITY.  A  COLLECTION  CONTRACTOR SHALL NOT BE ELIGIBLE TO\n   19  OPERATE A COLLECTION EVENT IF THE DEPARTMENT FINDS THAT SUCH PERSON  HAS\n   20  SHOWN  A  LACK  OF ABILITY OR A LACK OF INTENT TO COMPLY WITH APPLICABLE\n   21  LAWS AND REGULATIONS OF THIS STATE, OTHER STATES, OR THE UNITED STATES.\n   22    9. GENERATOR. A COLLECTION CONTRACTOR SHALL BE DEEMED TO BE THE GENER-\n   23  ATOR OF HAZARDOUS SUBSTANCES COLLECTED AT THE EVENT WHICH  IS  SENT  FOR\n   24  TREATMENT, STORAGE, OR DISPOSAL AT A PERMITTED HAZARDOUS WASTE FACILITY.\n   25    10. POLLUTION PREVENTION. THE COLLECTION CONTRACTOR SHALL PRACTICE AND\n   26  ENCOURAGE  POLLUTION  PREVENTION  AND SHALL RECYCLE OR RECLAIM COLLECTED\n   27  SOLID WASTES TO THE GREATEST EXTENT PRACTICABLE.\n   28    11. DOCUMENTATION. IN CONDUCTING A COLLECTION EVENT UNDER THIS  TITLE,\n   29  THE  COLLECTION  CONTRACTOR  SHALL  MANAGE  WASTES  AND  OTHER MATERIALS\n   30  RECEIVED AT A COLLECTION EVENT IN COMPLIANCE WITH  APPLICABLE  LAWS  AND\n   31  REGULATIONS  OF  THIS  STATE.  THE SPONSOR AND THE COLLECTION CONTRACTOR\n   32  SHALL PROVIDE DOCUMENTATION AND RECORDS OF AN EVENT AS REQUESTED BY  THE\n   33  DEPARTMENT.\n   34    12.  OPTIONAL  PARTICIPATION. THIS SECTION SHALL NOT BE INTERPRETED AS\n   35  REQUIRING A SMALL BUSINESS TO PARTICIPATE IN A SMALL BUSINESS  HAZARDOUS\n   36  SUBSTANCE  COLLECTION  PROGRAM,  OR AS PROHIBITING A SMALL BUSINESS FROM\n   37  DISPOSING OF ITS HAZARDOUS SUBSTANCES UNDER OTHER APPLICABLE LAWS.\n   38  S 27-2909. HOUSEHOLD HAZARDOUS SUBSTANCE COLLECTION PROGRAM.\n   39    1. COLLECTION EVENTS. A SPONSOR MAY ESTABLISH A COLLECTION  EVENT  FOR\n   40  THE  PURPOSE  OF COLLECTING AND MANAGING HOUSEHOLD HAZARDOUS SUBSTANCES.\n   41  A COLLECTION EVENT DESIGNED FOR  HOUSEHOLD  HAZARDOUS  SUBSTANCES  SHALL\n   42  MEET  THE STANDARDS AND REQUIREMENTS OF SECTION 27-2907 OF THIS TITLE. A\n   43  SPONSOR MAY OPERATE A COLLECTION EVENT EXCLUSIVELY FOR HOUSEHOLD HAZARD-\n   44  OUS SUBSTANCES, EXCLUSIVELY FOR SMALL BUSINESS WASTE, OR  FOR  SPECIFIED\n   45  WASTES FROM ELIGIBLE ENTITIES.\n   46    2.  HAZARDOUS  SUBSTANCES. A COLLECTION EVENT THAT INCLUDES COLLECTION\n   47  OF HOUSEHOLD HAZARDOUS SUBSTANCES SHALL  PROVIDE  EDUCATIONAL  MATERIALS\n   48  THAT EMPHASIZE HOME SAFETY, FIRE PREVENTION, AND POLLUTION PREVENTION IN\n   49  THE HOME, INCLUDING SOURCE REDUCTION THROUGH THE USE OF ALTERNATIVE LESS\n   50  TOXIC PRODUCTS, RECYCLING, AND PROPER DISPOSAL METHODS FOR WASTE MATERI-\n   51  ALS  THAT  CANNOT BE RECYCLED. WASTE MATERIALS COLLECTED FROM HOUSEHOLDS\n   52  SHALL BE APPROPRIATELY REUSED OR RECYCLED TO THE GREATEST EXTENT PRACTI-\n   53  CABLE. THE DEPARTMENT SHALL  ISSUE  GUIDANCE  ON  PROPER  MANAGEMENT  OF\n   54  HOUSEHOLD HAZARDOUS SUBSTANCES.\n   55  S 27-2911. REGULATIONS.\n\n       S. 2018                             5\n\n    1    THE  DEPARTMENT  SHALL  PROMULGATE  REGULATIONS AS NEEDED TO IMPLEMENT\n    2  THIS TITLE.\n    3  S  27-2913. GRANTS FOR SMALL BUSINESS AND HOUSEHOLD POLLUTION PREVENTION\n    4              PROGRAMS.\n    5    1. GENERAL RULE. THE DEPARTMENT IS AUTHORIZED  TO  PROVIDE  GRANTS  TO\n    6  COUNTIES  NOT  WHOLLY CONTAINED WITHIN A CITY AND CITIES CONTAINING MORE\n    7  THAN ONE COUNTY, TO REIMBURSE A COUNTY FOR ELIGIBLE COSTS FOR  EDUCATION\n    8  PROGRAMS  ON  POLLUTION  PREVENTION  OR  FOR  PROVIDING  OTHER TECHNICAL\n    9  ASSISTANCE TO SMALL BUSINESS FOR THE PURPOSE OF THIS TITLE.\n   10    2. EDUCATION PROGRAMS. THE GRANTS TO  COUNTIES  NOT  WHOLLY  CONTAINED\n   11  WITHIN  A  CITY  AND  CITIES  CONTAINING MORE THAN ONE COUNTY UNDER THIS\n   12  SECTION MAY REIMBURSE THE COUNTY OR CITY FOR UP TO EIGHTY PERCENT OF THE\n   13  APPROVED COST OF EDUCATION  PROGRAMS  ON  POLLUTION  PREVENTION  OR  FOR\n   14  PROVIDING  TECHNICAL  ASSISTANCE  TO  SMALL BUSINESS FOR THE PURPOSES OF\n   15  THIS TITLE.\n   16    3. ELIGIBLE COSTS. ELIGIBLE COSTS UNDER THIS SECTION MAY INCLUDE COSTS\n   17  INCURRED BY COUNTIES NOT WHOLLY  CONTAINED  WITHIN  A  CITY  AND  CITIES\n   18  CONTAINING  MORE  THAN  ONE  COUNTY  BY CONTRACT WITH ANOTHER SPONSOR OR\n   19  OTHER PERSON SELECTED BY THE COUNTY OR CITY TO OPERATE THE PROGRAM UNDER\n   20  THIS TITLE. THE DEPARTMENT SHALL ISSUE GUIDANCE FOR COUNTIES NOT  WHOLLY\n   21  CONTAINED  WITHIN  A  CITY AND CITIES CONTAINING MORE THAN ONE COUNTY IN\n   22  THE OPERATION OF THE PROGRAM AND FOR ELIGIBILITY REQUIREMENTS FOR GRANTS\n   23  ADMINISTERED UNDER THIS SECTION.\n   24  S 27-2915. GRANTS FOR COLLECTION EVENTS.\n   25    1. FUNDS. THE DEPARTMENT  IS  AUTHORIZED  TO  ADMINISTER  APPROPRIATED\n   26  FUNDS FOR THE ADMINISTRATION OF THESE PROGRAMS.\n   27    2.  GRANT ELIGIBILITY. GRANTS APPROVED UNDER THIS TITLE MAY BE PAID TO\n   28  A REGISTERED SPONSOR OF A COLLECTION  EVENT,  INCLUDING  SPONSORS  OTHER\n   29  THAN  MUNICIPALITIES. THE DEPARTMENT IS AUTHORIZED TO REIMBURSE SPONSORS\n   30  FOR ELIGIBLE COSTS INCURRED AFTER THE EFFECTIVE DATE OF THIS  TITLE  FOR\n   31  THE  OPERATION  OF  COLLECTION  EVENTS  FOR ELIGIBLE ENTITIES UNDER THIS\n   32  TITLE.\n   33    3. MATCHING REQUIREMENT. THE  FUNDS  ADMINISTERED  BY  THE  DEPARTMENT\n   34  UNDER  THIS  TITLE  MAY BE EXPENDED BY THE DEPARTMENT ONLY TO THE EXTENT\n   35  THAT THE GRANT AMOUNT HAS BEEN MATCHED, AT LEAST DOLLAR  FOR  DOLLAR  IN\n   36  VALUE, BY THE GRANT APPLICANT. SPONSORS OF A COLLECTION EVENT ARE HEREBY\n   37  AUTHORIZED  TO  RECEIVE  ALL OR PART OF THE REQUIRED MATCHING FUNDS FROM\n   38  MANUFACTURERS OR OTHER PERSONS.\n   39    4. OTHER LIMITATIONS. NO MORE THAN ONE HUNDRED  THOUSAND  DOLLARS  PER\n   40  FISCAL  YEAR  MAY BE EXPENDED BY THE DEPARTMENT FOR COLLECTION EVENTS IN\n   41  ANY ONE COUNTY NOT WHOLLY CONTAINED WITHIN A CITY, AND NO MORE THAN FIVE\n   42  HUNDRED  THOUSAND  DOLLARS  MAY  BE  EXPENDED  BY  THE  DEPARTMENT   FOR\n   43  COLLECTION EVENTS IN ANY CITY CONTAINING MORE THAN ONE COUNTY.\n   44    S 2. This act shall take effect on the one hundred twentieth day after\n   45  it  shall  have become a law; provided that the commissioner of environ-\n   46  mental conservation is authorized to promulgate any and  all  rules  and\n   47  regulations  and take any other measures necessary to implement this act\n   48  on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to creating a small business and household pollution prevention program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T140141.TXT", "SOBI.D110114.T161002.TXT", "SOBI.D110114.T162503.TXT", "SOBI.D110114.T162002.TXT", "SOBI.D110114.T160002.TXT", "SOBI.D110114.T150958.TXT", "SOBI.D110114.T155501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295377301489
}