{
  "year" : 2011,
  "senateBillNo" : "S2011-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S2011-2011-1294981200000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates local employees excercising executive functions of the chief executive officer, as unclassified service employees",
  "summary" : "Designates local employees exercising executive functions on behalf of the chief executive officer of the locality, as unclassified service employees. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S7623-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2011\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen.  STEWART-COUSINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Civil Service and\n         Pensions\n\n       AN ACT to amend the civil  service  law,  in  relation  to  unclassified\n         service of civil divisions of the state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions (j) and (k) of section 35 of the civil service\n    2  law, subdivision (j) as amended by chapter 723 of the laws of  1965  and\n    3  subdivision  (k)  as  added  by  chapter  1054  of the laws of 1969, are\n    4  amended and a new subdivision (l) is added to read as follows:\n    5    (j) all persons, other than persons covered  under  paragraph  (g)  or\n    6  paragraph  (h)  or  paragraph (i) of this section, whose principal func-\n    7  tions are teaching or the supervision of teaching in  a  public  school,\n    8  academy or college[.];\n    9    (k)  all  positions  in the professional service in the New York State\n   10  School for the Blind and the New York State School for the Deaf, requir-\n   11  ing the performance of educational functions, which positions  shall  be\n   12  determined  by the commissioner of education and certified by him to the\n   13  civil service commission[.]; AND\n   14    (L) ALL PERSONS EMPLOYED BY A CIVIL DIVISION OF THE STATE WHOSE  PRIN-\n   15  CIPAL  FUNCTIONS  AND DUTIES ARE DIRECTLY RELATED TO THE EXECUTIVE FUNC-\n   16  TIONS OF ITS MAYOR, SUPERVISOR OR CHIEF EXECUTIVE OFFICER.\n   17    S 2. This act shall take effect on the first of January next  succeed-\n   18  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07563-01-1\n",
  "memo" : "BILL NUMBER:S2011\n\nTITLE OF BILL:\nAn act\nto amend the civil service law, in relation to unclassified service of\ncivil divisions of the state\n\nPURPOSE:\nDesignates local employees exercising executive functions of\nthe chief executive officer, as unclassified service employees.\n\nSUMMARY OF PROVISIONS:\nSubdivisions (j) and (k) of section 35 of the\ncivil service law, subdivision (j) as amended by chapter 723 of the\nlaw of 1965 and subdivision (k) as added by chapter 1054 of the laws\nof 1969, are amended and a new subdivision (1) is added to read as\nfollows: (1), all persons employed by a civil division of the state\nwho principal functions and duties are directly related to the\nexecutive functions of its mayor, supervisor or chief executive\nofficer.\n\nJUSTIFICATION:\nCurrently, all officers and employees of any\nmunicipality whose principal functions and duties are directly\nrelated to the performance of the executive functions of its\nrespective municipal Mayor or Supervisor are required to take civil\nservice exams for their position while legislative staffs of said\nmunicipality are general appointments. This legislation puts\nemployees of a municipality's legislative branch and employees of a\nmunicipal Mayor or Supervisor within the same category.\n\nLEGISLATIVE HISTORY:\n2010- S.7623 (Died - Civil Service, Pensions Committee)\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January next succeeding the\ndate on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to unclassified service of civil divisions of the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T140945.TXT", "SOBI.D110114.T143948.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T143448.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849346
}