{
  "year" : 2011,
  "senateBillNo" : "S2013-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2013-2011-1294981200000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the information technology procurement savings act of 2011; provides local governments and school districts more contracting flexibility",
  "summary" : "Provides for the Information Technology Procurement Savings Act of 2011; provides local governments and school districts more contracting flexibility; and provides for purchasing services through the department of education. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "SB5600-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "AVELLA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2013\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sens.  STEWART-COUSINS,  AVELLA, KLEIN -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Local Government\n\n       AN  ACT  to  amend  the  general municipal law and the education law, in\n         relation to the information  technology  procurement  savings  act  of\n         2011;  provides  local  governments and school districts more contract\n         flexibility; and provides for purchasing services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This act shall be known and may be cited as \"the informa-\n    2  tion technology procurement savings act of 2011\".\n    3    S 2. Section 103 of the general municipal law is amended by adding two\n    4  new subdivisions 1-b and 16 to read as follows:\n    5    1-B. A POLITICAL SUBDIVISION OR ANY DISTRICT THEREIN  SHALL  HAVE  THE\n    6  OPTION OF PURCHASING INFORMATION TECHNOLOGY AND TELECOMMUNICATIONS HARD-\n    7  WARE,  SOFTWARE AND PROFESSIONAL SERVICES THROUGH COOPERATIVE PURCHASING\n    8  PERMISSIBLE PURSUANT TO FEDERAL GENERAL SERVICES ADMINISTRATION INFORMA-\n    9  TION TECHNOLOGY SCHEDULE SEVENTY OR ANY SUCCESSOR SCHEDULE. A  POLITICAL\n   10  SUBDIVISION  OR  ANY  DISTRICT  THEREIN  THAT  PURCHASES THROUGH GENERAL\n   11  SERVICES ADMINISTRATION SCHEDULE  SEVENTY,  INFORMATION  TECHNOLOGY  AND\n   12  CONSOLIDATED  SCHEDULE  CONTRACTS  SHALL  COMPLY  WITH  FEDERAL SCHEDULE\n   13  ORDERING  PROCEDURES  AS  PROVIDED  IN  FEDERAL  ACQUISITION  REGULATION\n   14  8.405-1 OR 8.405-2, WHICHEVER IS APPLICABLE. ADHERENCE TO SUCH PROCEDURE\n   15  SHALL  CONSTITUTE  COMPLIANCE  WITH THE COMPETITIVE BIDDING REQUIREMENTS\n   16  UNDER THIS SECTION.\n   17    16. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS  SECTION\n   18  AND  IN  ADDITION TO THE PROVISIONS OF SUBDIVISION THREE OF THIS SECTION\n   19  AND SECTION ONE HUNDRED FOUR OF THIS  ARTICLE,  ANY  OFFICER,  BOARD  OR\n   20  AGENCY  OF A POLITICAL SUBDIVISION OR OF ANY DISTRICT THEREIN AUTHORIZED\n   21  TO MAKE PURCHASES OF MATERIALS, EQUIPMENT AND  SUPPLIES  MAY  MAKE  SUCH\n   22  PURCHASES  AS  MAY  BE  REQUIRED  BY  SUCH  POLITICAL SUBDIVISION OR ANY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04073-01-1\n\n       S. 2013                             2\n\n    1  DISTRICT THEREIN THROUGH THE USE OF A CONTRACT LET BY ANY OTHER STATE OR\n    2  POLITICAL SUBDIVISION IF  SUCH  CONTRACT  WAS  LET  IN  ACCORDANCE  WITH\n    3  COMPETITIVE  BIDDING  REQUIREMENTS THAT ARE CONSISTENT WITH THIS SECTION\n    4  AND  WITH  THE INTENT OF EXTENDING ITS USE TO CERTAIN OTHER GOVERNMENTAL\n    5  ENTITIES. PRIOR TO MAKING SUCH A PURCHASE, THE GOVERNING  BOARD  OF  THE\n    6  POLITICAL  SUBDIVISION  OR DISTRICT MAKING THE PURCHASE SHALL DETERMINE,\n    7  UPON REVIEW OF ANY NECESSARY DOCUMENTATION  AND,  AS  APPROPRIATE,  UPON\n    8  ADVICE  OF  ITS  COUNSEL, THAT THE REQUIREMENTS OF THIS SUBDIVISION HAVE\n    9  BEEN MET, AND SHALL  CERTIFY,  BY  RESOLUTION,  THAT  SUCH  PURCHASE  IS\n   10  PERMITTED UNDER THE PROCUREMENT POLICIES AND PROCEDURES OF THE POLITICAL\n   11  SUBDIVISION  OR DISTRICT, ADOPTED PURSUANT TO SECTION ONE HUNDRED FOUR-B\n   12  OF THIS ARTICLE.\n   13    S 3. The general municipal law is amended  by  adding  a  new  section\n   14  109-c to read as follows:\n   15    S  109-C.  PURCHASE  OF  SERVICES.   NOTWITHSTANDING THE PROVISIONS OF\n   16  SECTION ONE HUNDRED THREE OF THIS ARTICLE OR ANY OTHER GENERAL,  SPECIAL\n   17  OR  LOCAL LAW, ANY OFFICER, BOARD OR AGENCY OF A VILLAGE, TOWN OR COUNTY\n   18  IS AUTHORIZED TO MAKE PURCHASES THROUGH THE LOCAL  SCHOOL  OR  BOARD  OF\n   19  COOPERATIVE  EDUCATIONAL SERVICES (BOCES) DISTRICT SUBJECT TO SUCH RULES\n   20  AND REGULATIONS AS MAY BE ESTABLISHED FROM  TIME  TO  TIME  PURSUANT  TO\n   21  SECTION  ONE HUNDRED SIXTY-THREE OF THE STATE FINANCE LAW OR THROUGH THE\n   22  GENERAL SERVICES ADMINISTRATION PURSUANT TO SECTION 1555 OF THE  FEDERAL\n   23  ACQUISITION  STREAMLINING ACT OF 1994. ALL PURCHASES SHALL BE SUBJECT TO\n   24  AUDIT AND INSPECTION BY THE VILLAGE, TOWN OR COUNTY. NO  OFFICER,  BOARD\n   25  OR  AGENCY  OF  A  VILLAGE, TOWN OR COUNTY SHALL MAKE A PURCHASE THROUGH\n   26  SUCH SCHOOL OR BOCES DISTRICT WHEN BIDS  HAVE  BEEN  RECEIVED  FOR  SUCH\n   27  PURCHASE  BY  SUCH OFFICER, BOARD OR AGENCY, UNLESS SUCH PURCHASE MAY BE\n   28  MADE UPON THE SAME TERMS, CONDITIONS AND SPECIFICATIONS AT A LOWER PRICE\n   29  THROUGH SUCH SCHOOL OR BOCES DISTRICT.\n   30    S 4. The education law is amended by adding a new article 25  to  read\n   31  as follows:\n   32                                 ARTICLE 25\n   33                              SHARED CONTRACTS\n   34  SECTION 1210. SHARED   TELECOMMUNICATIONS   AND  INFORMATION  TECHNOLOGY\n   35                  SERVICES.\n   36    S 1210. SHARED TELECOMMUNICATIONS AND INFORMATION TECHNOLOGY SERVICES.\n   37  NOTWITHSTANDING THE PROVISIONS OF ANY GENERAL, SPECIAL OR LOCAL  LAW  TO\n   38  THE  CONTRARY,  ANY  LOCAL  SCHOOL  OR  BOARD OF COOPERATIVE EDUCATIONAL\n   39  SERVICES DISTRICT SHALL BE AUTHORIZED TO ENTER INTO AGREEMENTS TO  SHARE\n   40  PROCUREMENT  CONTRACTS FOR TELECOMMUNICATIONS AND INFORMATION TECHNOLOGY\n   41  SERVICES, AS REFERENCED IN SCHOOL DISTRICT CAPITAL EQUIPMENT AS  DEFINED\n   42  IN SUBDIVISION FORTY-THREE OF SECTION SIXTEEN HUNDRED SEVENTY-SIX OF THE\n   43  PUBLIC  AUTHORITIES  LAW,  OFFERED  BY  THE DEPARTMENT WITH ANY OFFICER,\n   44  BOARD OR AGENCY OF A VILLAGE, TOWN OR COUNTY.\n   45    S 5. This act shall  take  effect  immediately,  and  shall  apply  to\n   46  procurement contracts entered into on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the education law, in relation to the information technology procurement savings act of 2011; provides local governments and school districts more contract flexibility; and provides for purchasing services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T103826.TXT", "SOBI.D110114.T144949.TXT", "SOBI.D110121.T093512.TXT", "SOBI.D110114.T143948.TXT", "SOBI.D110121.T094012.TXT", "SOBI.D110114.T141447.TXT", "SOBI.D110114.T143448.TXT", "SOBI.D110121.T114520.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295628320109
}