{
  "year" : 2011,
  "senateBillNo" : "S2019-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2019-2011-1294981200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires audio and video recording of statements made during criminal interrogations of felony offenses",
  "summary" : "Provides that an oral or written statement of an accused made as a result of a custodial interrogation shall be presumed inadmissible as evidence against such accused in any criminal proceeding charging a felony offense unless an electronic recording is made of such interrogation. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S2345-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2019\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to requiring the\n         recording of statements in certain criminal investigations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.    Properly  recorded interrogations\n    2  provide the best evidence of the communications that occurred during  an\n    3  interrogation;  prevent  disputes about how an officer conducted himself\n    4  or herself or treated a suspect during the course of  an  interrogation;\n    5  prevent  a  defendant  from  lying  about  his  or her account of events\n    6  originally provided to law enforcement; spare judges and jurors the time\n    7  necessary to assess which account of an interrogation  to  believe;  and\n    8  enhance  public  confidence in the criminal investigation process. It is\n    9  the intent of this legislature to require the video and audio  recording\n   10  of custodial interrogations in New York state.\n   11    S  2.  The  criminal  procedure law is amended by adding a new section\n   12  60.53 to read as follows:\n   13  S 60.53 RULES OF EVIDENCE; ELECTRONIC RECORDING  OF  CUSTODIAL  INTERRO-\n   14  GATION.\n   15    1.  FOR  THE  PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE\n   16  THE FOLLOWING MEANINGS:\n   17    (A) \"CUSTODIAL INTERROGATION\" MEANS AN INTERVIEW, BEGINNING WITH A LAW\n   18  ENFORCEMENT OFFICER'S ADVICE OF A PERSON'S  MIRANDA  RIGHTS  AND  ENDING\n   19  WHEN  THE INTERVIEW HAS COMPLETELY FINISHED, WHICH OCCURS WHILE A PERSON\n   20  REASONABLY BELIEVES HE OR SHE IS IN CUSTODY, INVOLVING A LAW ENFORCEMENT\n   21  OFFICER'S QUESTIONING THAT IS REASONABLY LIKELY TO ELICIT  INCRIMINATING\n   22  RESPONSES.\n   23    (B)  \"PLACE  OF  DETENTION\" MEANS A JAIL, POLICE OR SHERIFF'S STATION,\n   24  HOLDING CELL, CORRECTIONAL OR DETENTION FACILITY OF  OTHER  PLACE  WHERE\n   25  PERSONS ARE QUESTIONED IN CONNECTION WITH CRIMINAL CHARGES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07707-01-1\n\n       S. 2019                             2\n\n    1    (C) \"ELECTRONIC RECORDING\" OR \"ELECTRONICALLY RECORDED\" MEANS AN AUDIO\n    2  AND VISUAL RECORDING THAT IS AN AUTHENTIC, ACCURATE AND UNALTERED RECORD\n    3  OF A CUSTODIAL INTERROGATION.\n    4    (D)  \"STATEMENT\"  MEANS  ANY  ORAL,  WRITTEN,  SIGN LANGUAGE OR VERBAL\n    5  COMMUNICATION.\n    6    2. (A) ALL STATEMENTS MADE BY A PERSON  DURING  A  CUSTODIAL  INTERRO-\n    7  GATION  AT  A  PLACE OF DETENTION RELATING TO A FELONY OFFENSE OR FELONY\n    8  OFFENSES BROUGHT UNDER THIS CHAPTER SHALL BE ELECTRONICALLY RECORDED.\n    9    (B) IF ANY PART OF THE INTERROGATION NECESSARILY TAKES  PLACE  OUTSIDE\n   10  OF A PLACE OF DETENTION, AUDIO RECORDING IS AN ACCEPTABLE ALTERNATIVE TO\n   11  AUDIO AND VISUAL RECORDING.\n   12    (C)  IN PLACES OF DETENTION, THE CAMERA SHALL BE FOCUSED UPON BOTH THE\n   13  INTERROGATOR AND THE SUSPECT SIMULTANEOUSLY.\n   14    3. EXCEPT AS PROVIDED IN SUBDIVISIONS FOUR AND FIVE OF  THIS  SECTION,\n   15  ALL  STATEMENTS  MADE  BY A PERSON DURING A CUSTODIAL INTERROGATION THAT\n   16  ARE NOT ELECTRONICALLY  RECORDED, AND ALL STATEMENTS MADE THEREAFTER  BY\n   17  THE PERSON DURING THE CUSTODIAL INTERROGATIONS, INCLUDING BUT NOT LIMIT-\n   18  ED TO STATEMENTS THAT ARE ELECTRONICALLY RECORDED, SHALL BE INADMISSIBLE\n   19  AS EVIDENCE AGAINST THE PERSON IN ANY FELONY CRIMINAL PROCEEDING BROUGHT\n   20  AGAINST SUCH PERSON.\n   21    4. THE PRESUMPTION OF INADMISSIBILITY OF STATEMENTS PROVIDED IN SUBDI-\n   22  VISION  THREE  OF THIS SECTION MAY BE OVERCOME, AND STATEMENTS THAT WERE\n   23  NOT ELECTRONICALLY RECORDED MAY BE ADMITTED INTO EVIDENCE  IN  A  FELONY\n   24  CRIMINAL PROCEEDING BROUGHT AGAINST THE PERSON, IF THE COURT FINDS:\n   25    (A)  THAT  THE  STATEMENTS  ARE  ADMISSIBLE  UNDER APPLICABLE RULES OF\n   26  EVIDENCE; AND\n   27    (B) THAT THE STATEMENTS ARE PROVEN TO HAVE BEEN MADE VOLUNTARILY,  AND\n   28  ARE RELIABLE; AND\n   29    (C)  THAT  LAW  ENFORCEMENT PERSONNEL MADE A CONTEMPORANEOUS RECORD OF\n   30  THE REASON FOR NOT MAKING AN ELECTRONIC RECORDING OF THE STATEMENTS; AND\n   31    (D) THAT IT IS PROVEN THAT ONE OR MORE OF THE FOLLOWING  CIRCUMSTANCES\n   32  EXISTED AT THE TIME OF THE CUSTODIAL INTERROGATION:\n   33    (I)  THE  QUESTIONS  PUT  FORTH  BY LAW ENFORCEMENT PERSONNEL, AND THE\n   34  PERSON'S RESPONSIVE STATEMENTS, WERE PART OF THE ROUTINE  PROCESSING  OR\n   35  \"BOOKING\" OF THE PERSON; OR\n   36    (II)   BEFORE  OR  DURING  A  CUSTODIAL  INTERROGATION,  AFTER  HAVING\n   37  CONSULTED WITH HIS OR HER LAWYER, THE PERSON INDICATED THAT  HE  OR  SHE\n   38  WOULD  ONLY  RESPOND TO THE OFFICER'S QUESTIONS IF HIS OR HER STATEMENTS\n   39  WERE NOT ELECTRONICALLY RECORDED AND A RECORD IS MADE OF  SUCH  REFUSAL;\n   40  OR\n   41    (III)  THE  CUSTODIAL  INTERROGATION NECESSARILY TOOK PLACE IN ANOTHER\n   42  JURISDICTION AND WAS CONDUCTED BY  OFFICIALS  OF  THAT  JURISDICTION  IN\n   43  COMPLIANCE WITH THE LAW OF THAT JURISDICTION; OR\n   44    (IV)  EXIGENT  CIRCUMSTANCES EXISTED WHICH PREVENTED THE MAKING OF, OR\n   45  RENDERED IT NOT FEASIBLE TO MAKE, AN ELECTRONIC RECORDING OF THE  CUSTO-\n   46  DIAL INTERROGATION.\n   47    5.  STATEMENTS,  WHETHER  OR  NOT  ELECTRONICALLY  RECORDED, WHICH ARE\n   48  ADMISSIBLE UNDER APPLICABLE RULES OF EVIDENCE, AND ARE PROVEN  BY  CLEAR\n   49  AND CONVINCING EVIDENCE TO HAVE BEEN MADE BY THE PERSON VOLUNTARILY, AND\n   50  ARE  RELIABLE,  MAY  BE  ADMITTED  INTO  EVIDENCE  IN  A FELONY CRIMINAL\n   51  PROCEEDING BROUGHT AGAINST THE PERSON IF THE COURT FINDS:\n   52    (A) THE CUSTODIAL INTERROGATION OCCURRED BEFORE A GRAND JURY OR COURT;\n   53  OR\n   54    (B) THE PERSON AGREED  TO  PARTICIPATE  IN  A  NON-RECORDED  CUSTODIAL\n   55  INTERROGATION AFTER HAVING CONSULTED WITH HIS OR HER LAWYER.\n\n       S. 2019                             3\n\n    1    6. (A) COMPLIANCE WITH THE ELECTRONIC RECORDING REQUIREMENTS SET FORTH\n    2  IN THIS SECTION SHALL BE MONITORED BY THE OFFICE OF COURT ADMINISTRATION\n    3  THROUGH THE SUBMISSION OF FORMS BY THE TRIAL JUDGE AND THE PROSECUTOR IN\n    4  EACH  CASE OF AN INTERROGATION THAT WAS NOT RECORDED BUT WAS NONETHELESS\n    5  INTRODUCED  AS  EVIDENCE IN A CRIMINAL CASE. THESE FORMS SHALL BE DEVEL-\n    6  OPED BY THE OFFICE OF COURT ADMINISTRATION, WITH  THE  EXPECTATION  THAT\n    7  THE REPORTING FORMS SHALL IDENTIFY ANY PATTERNS OF NONCOMPLIANCE.\n    8    (B) COMPLIANCE WITH THE ELECTRONIC RECORDING REQUIREMENTS SET FORTH IN\n    9  THIS  SECTION  SHALL  BE  MONITORED  BY THE DIVISION OF CRIMINAL JUSTICE\n   10  SERVICES THROUGH THE SUBMISSION OF FORMS BY THE INTERROGATING OFFICER OR\n   11  OFFICERS IN EACH CASE  OF  AN  UNRECORDED  CONFESSION,  BOTH  THOSE  NOT\n   12  PRESUMED  INADMISSIBLE INTO EVIDENCE UNDER SUBPARAGRAPHS (II), (III) AND\n   13  (IV) OF PARAGRAPH (D) OF SUBDIVISION FOUR  OF  THIS  SECTION,  OR  THOSE\n   14  INADMISSIBLE  UNDER  THIS SECTION. THESE FORMS SHALL BE DEVELOPED BY THE\n   15  DIVISION OF CRIMINAL JUSTICE SERVICES, WITH  THE  EXPECTATION  THAT  THE\n   16  REPORTING FORMS SHALL IDENTIFY ANY PATTERNS OF NONCOMPLIANCE.\n   17    7.(A) EVERY ELECTRONIC RECORDING OF A CUSTODIAL INTERROGATION SHALL BE\n   18  CLEARLY IDENTIFIED AND CATALOGUED BY LAW ENFORCEMENT PERSONNEL.\n   19    (B)  IF  A  FELONY CRIMINAL PROCEEDING IS BROUGHT AGAINST A PERSON WHO\n   20  WAS THE SUBJECT OF AN ELECTRONICALLY RECORDED  CUSTODIAL  INTERROGATION,\n   21  THE ELECTRONIC RECORDING SHALL BE PRESERVED BY LAW ENFORCEMENT PERSONNEL\n   22  UNTIL  ALL  APPEALS,  POST-CONVICTION  AND HABEAS CORPUS PROCEEDINGS ARE\n   23  FINAL AND CONCLUDED, OR THE TIME WITHIN WHICH THEY SHALL BE BROUGHT  HAS\n   24  EXPIRED.\n   25    (C)  IF  NO FELONY CRIMINAL PROCEEDING IS BROUGHT AGAINST A PERSON WHO\n   26  HAS BEEN THE SUBJECT OF AN ELECTRONICALLY  RECORDED  CUSTODIAL  INTERRO-\n   27  GATION,  THE  RELATED  ELECTRONIC  RECORDING  SHALL  BE PRESERVED BY LAW\n   28  ENFORCEMENT PERSONNEL UNTIL ALL APPLICABLE STATE AND FEDERAL STATUTES OF\n   29  LIMITATIONS BAR PROSECUTION OF THE PERSON.\n   30    S 3. This act shall take effect on the first of November next succeed-\n   31  ing the date on which it shall have become a  law  and  shall  apply  to\n   32  custodial interrogations occurring on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to requiring the recording of statements in certain criminal investigations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T150958.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T160502.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110114.T155501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295377001297
}