{
  "year" : 2011,
  "senateBillNo" : "S2016-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S2016-2011-1294981200000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes community colleges, college sponsors, and local governments to establish community college regions to sponsor an existing community college",
  "summary" : "Authorizes community colleges, college sponsors, and eligible local governments to establish community college regions to sponsor an existing community college operating under the program of SUNY, to transfer sponsorship from the existing sponsor to the community college region, and to protect the employment and collective bargaining rights of all employees of a community college. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2921-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2016\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sen. LAVALLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to the  establishment  of\n         community college regions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 6302  of  the  education  law,  as\n    2  amended  by  chapter  295  of  the  laws  of 1995, is amended to read as\n    3  follows:\n    4    2. Pursuant to section sixty-three hundred ten of  this  article,  any\n    5  eligible county, city or school district acting through its local legis-\n    6  lative  body  or  board, may by local law or resolution, and pursuant to\n    7  the master plan, standards  and  regulations  prescribed  by  the  state\n    8  university  trustees,  and  with  the approval of said trustees, combine\n    9  with one or more contiguous counties, cities or school districts, or any\n   10  combination thereof, to constitute a community college  region  for  the\n   11  purpose  of  operating,  as local sponsor, an existing community college\n   12  [which is currently sponsored by a city or school district] other than A\n   13  COMMUNITY COLLEGE CURRENTLY SPONSORED BY a school district located in  a\n   14  city with a population of one million or more.\n   15    S  2.  Section 6310 of the education law is amended by adding five new\n   16  subdivisions  18, 19, 20, 21 and 22 to read as follows:\n   17    18. THE SPONSOR OF ANY EXISTING COMMUNITY COLLEGE FOR  WHICH  SPONSOR-\n   18  SHIP IS TRANSFERRED TO A COMMUNITY COLLEGE REGION MAY TERMINATE ITS SOLE\n   19  SPONSORSHIP  OF  SUCH  COMMUNITY COLLEGE AND TRANSFER THE SPONSORSHIP OF\n   20  THE COMMUNITY COLLEGE BY RESOLUTION IN ACCORDANCE WITH THE PROVISIONS OF\n   21  THIS SECTION, THIS ARTICLE, THE MASTER PLAN, STANDARDS  AND  REGULATIONS\n   22  PRESCRIBED  BY  THE  STATE UNIVERSITY TRUSTEES, AND WITH THE APPROVAL OF\n   23  SAID TRUSTEES; AND THE BOARD OF TRUSTEES OF THE COMMUNITY COLLEGE REGION\n   24  ESTABLISHED TO SPONSOR SUCH COMMUNITY COLLEGE MAY ACCEPT THE TRANSFER OF\n   25  SUCH COLLEGE BY RESOLUTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06733-01-1\n\n       S. 2016                             2\n\n    1    19. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF ANY OTHER  LAW,  THE\n    2  SPONSOR  OF  ANY  EXISTING  COMMUNITY  COLLEGE  FOR WHICH SPONSORSHIP IS\n    3  TRANSFERRED TO A COMMUNITY COLLEGE REGION MAY GRANT, TRANSFER, OR CONVEY\n    4  TO THE COMMUNITY COLLEGE REGION ESTABLISHED TO  SPONSOR  SUCH  COMMUNITY\n    5  COLLEGE FOR AN AGREED AMOUNT OF CONSIDERATION, AND THE COMMUNITY COLLEGE\n    6  REGION  MAY  ACCEPT,  RECEIVE, AND HOLD ANY REAL OR PERSONAL PROPERTY OR\n    7  ASSIGNED ASSETS, OR ANY INTEREST THEREIN, CONSISTING  OF  THE  COMMUNITY\n    8  COLLEGE.\n    9    20.  THE  SPONSOR OF ANY EXISTING COMMUNITY COLLEGE FOR WHICH SPONSOR-\n   10  SHIP IS TRANSFERRED TO A COMMUNITY COLLEGE REGION IS  HEREBY  AUTHORIZED\n   11  TO  PROVIDE  BY  AGREEMENT  WITH  THE  COMMUNITY  COLLEGE REGION FOR THE\n   12  PAYMENT  OF  ANY  LIABILITIES  INCURRED  BY  IT  FOR  COMMUNITY  COLLEGE\n   13  PURPOSES,  INCLUDING ALL DEBTS AND OBLIGATIONS OF EVERY KIND, INCLUDING,\n   14  BUT NOT LIMITED TO, ANY OBLIGATIONS OUTSTANDING PRIOR TO THE DATE OF THE\n   15  TRANSFER OF SPONSORSHIP OF THE COLLEGE TO THE COMMUNITY COLLEGE  REGION.\n   16  SUBSEQUENT  TO  THE DATE OF TRANSFER OF SPONSORSHIP, AND NOTWITHSTANDING\n   17  ANY INCONSISTENT PROVISION OF  ANY  OTHER  LAW,  THE  COMMUNITY  COLLEGE\n   18  REGION  SHALL  HAVE THE POWER TO BORROW MONEY IN ANTICIPATION OF REVENUE\n   19  DUE TO THE COMMUNITY COLLEGE REGION AND SHALL, SOLELY FOR THE PURPOSE OF\n   20  CONTRACTING INDEBTEDNESS UNDER SECTION 25.00 OF THE LOCAL  FINANCE  LAW,\n   21  BE DEEMED A MUNICIPALITY. FOR THE PURPOSES OF THE LOCAL FINANCE LAW, THE\n   22  BOARD  OF  TRUSTEES OF THE COMMUNITY COLLEGE REGION SHALL BE THE FINANCE\n   23  BOARD, ITS CHAIRMAN SHALL BE ITS CHIEF FISCAL OFFICER,  AND  ITS  FISCAL\n   24  YEAR  SHALL  BE  AS SET FORTH IN THIS SECTION; PROVIDED FURTHER THAT THE\n   25  PROVISIONS OF SECTION 162.00 OF THE LOCAL FINANCE LAW SHALL BE  APPLICA-\n   26  BLE TO REVENUE ANTICIPATION NOTES ISSUED UNDER THIS SECTION.\n   27    21.  THE  SPONSOR OF ANY EXISTING COMMUNITY COLLEGE FOR WHICH SPONSOR-\n   28  SHIP IS TRANSFERRED TO A COMMUNITY  COLLEGE  REGION  AND  THE  COMMUNITY\n   29  COLLEGE REGION SHALL MAKE PROVISION FOR THE TRANSFER OF ALL PERSONNEL OF\n   30  THE  COMMUNITY  COLLEGE TO THE COMMUNITY COLLEGE REGION. NOTWITHSTANDING\n   31  ANY OTHER PROVISION OF LAW, SUCH EMPLOYEES SO  TRANSFERRED  SHALL  IMME-\n   32  DIATELY  BECOME  EMPLOYEES  OF  THE  COMMUNITY  COLLEGE REGION AND SHALL\n   33  RETAIN ALL RIGHTS AND  PRIVILEGES  ACCRUED  AT  THE  COMMUNITY  COLLEGE,\n   34  INCLUDING,  BUT  NOT LIMITED TO, TENURE, PENSION, EMPLOYMENT STATUS, AND\n   35  SENIORITY. FOR SALARY, SICK LEAVE, AND OTHER PURPOSES AS APPROPRIATE, AN\n   36  EMPLOYEE'S LENGTH OF SERVICE WITH THE COMMUNITY COLLEGE SHALL BE CREDIT-\n   37  ED AS EMPLOYMENT TIME WITH THE REGIONAL COMMUNITY COLLEGE.  ALL  COLLEC-\n   38  TIVE  BARGAINING  AGREEMENTS  NEGOTIATED PURSUANT TO ARTICLE FOURTEEN OF\n   39  THE CIVIL SERVICE LAW AND THE TERMS AND CONDITIONS OF EMPLOYMENT OF  THE\n   40  THEN CURRENT EMPLOYEES OF THE COMMUNITY COLLEGE FOR WHICH SPONSORSHIP IS\n   41  BEING  TRANSFERRED  TO  A  COMMUNITY  COLLEGE REGION, INCLUDING ANY PAST\n   42  PRACTICES THAT CONSTITUTE TERMS  AND  CONDITIONS  OF  EMPLOYMENT,  SHALL\n   43  REMAIN  IN  EFFECT  UNTIL  MODIFIED  PURSUANT TO ARTICLE FOURTEEN OF THE\n   44  CIVIL SERVICE LAW. ALL NEGOTIATING UNITS OF SUCH EMPLOYEES SHALL CONTIN-\n   45  UE IN ACCORDANCE WITH ARTICLE FOURTEEN OF THE CIVIL SERVICE LAW, AND ALL\n   46  CERTIFIED EMPLOYEE ORGANIZATIONS SHALL CONTINUE TO  REPRESENT  EMPLOYEES\n   47  IN THE COMMUNITY COLLEGE REGION UNTIL MODIFIED PURSUANT TO ARTICLE FOUR-\n   48  TEEN  OF  THE  CIVIL  SERVICE  LAW.  THIS SECTION SHALL NOT DIMINISH ANY\n   49  CURRENT RIGHTS OR BENEFITS OF NOR CONFER ANY ADDITIONAL RIGHTS OR  BENE-\n   50  FITS TO ANY EMPLOYEE OR EMPLOYEE ORGANIZATION.\n   51    22.  NOTWITHSTANDING  ANY INCONSISTENT PROVISION OF ANY OTHER LAW, THE\n   52  SPONSOR OF AN EXISTING COMMUNITY COLLEGE FOR WHICH SPONSORSHIP IS TRANS-\n   53  FERRED TO A COMMUNITY COLLEGE REGION, THE COMMUNITY COLLEGE, THE  COMMU-\n   54  NITY  COLLEGE  REGION,  OR ANY COUNTY ELIGIBLE TO APPOINT MEMBERS TO THE\n   55  COMMUNITY COLLEGE REGIONAL BOARD OF TRUSTEES ARE AUTHORIZED TO TAKE  ALL\n   56  ACTIONS  NECESSARY  OR  PROPER  WITH  RESPECT  TO THE ESTABLISHMENT OF A\n\n       S. 2016                             3\n\n    1  COMMUNITY COLLEGE REGION OR THE TRANSFER OF SPONSORSHIP OF  A  COMMUNITY\n    2  COLLEGE  TO  A  COMMUNITY  COLLEGE REGION, INCLUDING THE APPROVAL OF ANY\n    3  BUDGET OR TAX, THE APPROVAL OF AND THE ISSUANCE OF REVENUE  ANTICIPATION\n    4  NOTES  AND  OTHER OBLIGATIONS, ALL CONTRACTS, PURCHASES, AGREEMENTS, AND\n    5  APPOINTMENTS MADE AND ENTERED INTO BY SUCH SPONSOR, COLLEGE  REGION  AND\n    6  COUNTIES  ON  BEHALF OF THE COMMUNITY COLLEGE, ALL CONTRACTS, PURCHASES,\n    7  AGREEMENTS, AND APPOINTMENTS MADE AND  ENTERED  INTO  BY  THE  COMMUNITY\n    8  COLLEGE,  ALL  ACTIONS TAKEN BY ITS SPONSOR, AND SUCH COUNTIES IN INCUR-\n    9  RING ANY OBLIGATION  TO  FINANCE  ANY  EXPENDITURES  OF  SUCH  COMMUNITY\n   10  COLLEGE,  THE  ACTIONS  OF  SUCH  SPONSOR  IN  TRANSFERRING TITLE OF ALL\n   11  COLLEGE PROPERTIES TO THE COMMUNITY COLLEGE  REGION,  AND  ANY  AND  ALL\n   12  ACTIONS  TAKEN  BY  SUCH  COUNTIES,  SPONSOR, AND COMMUNITY COLLEGE WITH\n   13  RESPECT TO THE AFORESAID  MATTERS  FOR  ANY  PURPOSES  RELATING  TO  THE\n   14  PROVISION OF EDUCATIONAL FACILITIES AND SERVICES FOR THE STUDENTS OF THE\n   15  COMMUNITY COLLEGE.\n   16    S  3. If any clause, sentence, subdivision, paragraph, section or part\n   17  of this act be adjudged by any court of  competent  jurisdiction  to  be\n   18  invalid,  such  judgment  shall  not  affect,  impair  or invalidate the\n   19  remainder thereof, but shall be confined in its operation to the clause,\n   20  sentence, subdivision,  paragraph,  section  or  part  thereof  directly\n   21  involved  in  the  controversy  in  which  such judgment shall have been\n   22  rendered.\n   23    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the establishment of community college regions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T144949.TXT", "SOBI.D110114.T143948.TXT", "SOBI.D110114.T141447.TXT", "SOBI.D110114.T143448.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295377001343
}