{
  "year" : 2011,
  "senateBillNo" : "S2022-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S2022-2011-1294981200000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the same real property tax exemption for veterans to persons in active duty and deployed to the Persian Gulf, and/or wars in Afghanistan and Iraq",
  "summary" : "Provides for the same real property tax exemption for veterans to persons in active duty and deployed to the Persian Gulf, and/or wars in Afghanistan and Iraq. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S2980-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2022\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the real property tax law, in relation to adding  active\n         military personnel who have been deployed to the Persian Gulf, Afghan-\n         istan or Iraq wars to the veteran real property exemption\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (a) and (e) of subdivision 1 of section 458-a of\n    2  the real property tax law, paragraph (a) as amended by  chapter  179  of\n    3  the laws of 2006 and paragraph (e) as amended by chapter 384 of the laws\n    4  of 2008, are amended to read as follows:\n    5    (a) \"Period of war\" means the Spanish-American war; the Mexican border\n    6  period;  World War I; World War II; the hostilities, known as the Korean\n    7  war, which commenced June twenty-seventh,  nineteen  hundred  fifty  and\n    8  terminated  on  January  thirty-first,  nineteen hundred fifty-five; the\n    9  hostilities, known as the Vietnam war, which commenced February  twenty-\n   10  eighth,  nineteen hundred sixty-one and terminated on May seventh, nine-\n   11  teen hundred seventy-five; [and] the hostilities, known as  the  Persian\n   12  Gulf  conflict,  which commenced August second, nineteen hundred ninety;\n   13  THE HOSTILITIES, KNOWN AS THE WAR IN AFGHANISTAN COMMENCING ON AND AFTER\n   14  THE ELEVENTH DAY OF SEPTEMBER, TWO THOUSAND ONE,  TO  THE  END  OF  SUCH\n   15  HOSTILITIES;  THE  HOSTILITIES,  KNOWN AS THE WAR IN IRAQ, COMMENCING ON\n   16  AND AFTER THE TWENTIETH DAY OF MARCH, TWO THOUSAND THREE, TO THE END  OF\n   17  SUCH HOSTILITIES.\n   18    (e)  \"Veteran\"  means  a person (i) who served in the active military,\n   19  naval, or air service during a period of war, or who was a recipient  of\n   20  the  armed  forces expeditionary medal, navy expeditionary medal, marine\n   21  corps expeditionary medal, or  global  war  on  terrorism  expeditionary\n   22  medal,  and  who  was  discharged  or released therefrom under honorable\n   23  conditions, (ii) who was employed by the War Shipping Administration  or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07703-01-1\n\n       S. 2022                             2\n\n    1  Office  of  Defense  Transportation or their agents as a merchant seaman\n    2  documented by the United States Coast Guard or Department  of  Commerce,\n    3  or  as  a  civil  servant  employed  by the United States Army Transport\n    4  Service  (later  redesignated  as  the United States Army Transportation\n    5  Corps, Water Division) or the  Naval  Transportation  Service;  and  who\n    6  served  satisfactorily  as  a  crew  member  during  the period of armed\n    7  conflict,  December  seventh,  nineteen  hundred  forty-one,  to  August\n    8  fifteenth,  nineteen  hundred  forty-five,  aboard  merchant  vessels in\n    9  oceangoing, i.e., foreign, intercoastal, or coastwise  service  as  such\n   10  terms  are defined under federal law (46 USCA 10301 & 10501) and further\n   11  to include \"near foreign\" voyages between the United States and  Canada,\n   12  Mexico, or the West Indies via ocean routes, or public vessels in ocean-\n   13  going  service  or  foreign waters and who has received a Certificate of\n   14  Release or Discharge from Active Duty and a discharge certificate, or an\n   15  Honorable Service Certificate/Report of Casualty, from the department of\n   16  defense, (iii) who served as a United States civilian  employed  by  the\n   17  American  Field  Service  and served overseas under United States Armies\n   18  and United States Army Groups in world war II during the period of armed\n   19  conflict, December  seventh,  nineteen  hundred  forty-one  through  May\n   20  eighth,  nineteen hundred forty-five, and who was discharged or released\n   21  therefrom under honorable conditions, (iv) who served as a United States\n   22  civilian Flight Crew and Aviation Ground Support Employee of Pan  Ameri-\n   23  can  World  Airways  or  one  of  its subsidiaries or its affiliates and\n   24  served overseas as a result of Pan American's contract with  Air  Trans-\n   25  port  Command  or Naval Air Transport Service during the period of armed\n   26  conflict, December fourteenth, nineteen hundred forty-one through August\n   27  fourteenth, nineteen hundred  forty-five,  and  who  was  discharged  or\n   28  released  therefrom  under  honorable conditions, or (v) notwithstanding\n   29  any other provision of law to the  contrary,  who  are  members  of  the\n   30  reserve components of the armed forces of the United States who received\n   31  an  honorable discharge or release therefrom under honorable conditions,\n   32  but are still members of the reserve components of the armed  forces  of\n   33  the  United  States provided that such members meet all other qualifica-\n   34  tions under the provisions of this section.  FOR PURPOSES OF ELIGIBILITY\n   35  UNDER THIS SECTION AND SECTION FOUR HUNDRED FIFTY-EIGHT OF  THIS  TITLE,\n   36  \"VETERAN\"  SHALL  ALSO INCLUDE PERSONS WHO ARE IN ACTIVE MILITARY, NAVAL\n   37  OR AIR SERVICE AND DEPLOYED TO THE PERSIAN GULF  CONFLICT,  THE  WAR  IN\n   38  AFGHANISTAN  AND/OR  THE WAR IN IRAQ.  PROOF OF ELIGIBILITY STATUS SHALL\n   39  INCLUDE A COPY OF SUCH PERSON'S DEPLOYMENT ORDERS.\n   40    S 2.  Section 458-a of the real property tax law is amended by  adding\n   41  a new subdivision 9 to read as follows:\n   42    9.  NOTWITHSTANDING  ANY LAW, RULE OR REGULATION TO THE CONTRARY, EACH\n   43  COUNTY, CITY, TOWN OR VILLAGE THAT ELECTS TO PROVIDE THE  REAL  PROPERTY\n   44  EXEMPTION  AUTHORIZED  IN  THIS SECTION TO ACTIVE MILITARY PERSONNEL WHO\n   45  HAVE BEEN DEPLOYED DURING THE HOSTILITIES  KNOWN  AS  THE  PERSIAN  GULF\n   46  CONFLICT,  THE  WAR  IN  AFGHANISTAN  OR THE WAR IN IRAQ, AS PROVIDED IN\n   47  PARAGRAPHS (A) AND (E) OF SUBDIVISION ONE  OF  THIS  SECTION,  SHALL  BE\n   48  PROPORTIONATELY  REIMBURSED BY THE STATE FOR ANY LOSS OF REVENUE RESULT-\n   49  ING FROM A REDUCTION OF REVENUE RECEIVED BY SUCH COUNTY, CITY,  TOWN  OR\n   50  VILLAGE BY PROVIDING SUCH EXEMPTION.\n   51    S 3.  This act shall take effect on the first of January next succeed-\n   52  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2022\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to adding active\nmilitary personnel who have been deployed to the Persian Gulf,\nAfghanistan or Iraq wars to the veteran real property exemption\n\nPURPOSE:\nThe purpose of this bill is to allow veterans of the wars in\nAfghanistan, Iraq and the Persian Gulf to receive the veteran's real\nproperty exemption that is received by those veterans who have served\nin past military conflicts.\n\nSUMMARY OF PROVISIONS:\nSection one amends the real property tax law to\ninclude the hostilities known as the war in Afghanistan which began\nafter the events of September 11, 2001 and the war in Iraq beginning\non the twelfth day of March 2003. The title of veteran shall also\ninclude persons who are in active military, naval or air service and\ndeployed to the Persian Gulf Conflict, the war in Afghanistan and/or\nthe war in Iraq as proven by an individuals documented deployment\norders.\n\nSection two amends the real property tax law by adding a new\nsubdivision that states that any county, city, town or village that\nprovides the real property exemption to active military personnel\nserving in the Persian Gulf, Afghanistan or Iraq will be reimbursed\nby the State for the lost revenue as a result of the tax exemption.\n\nSection three states an enactment clause.\n\nJUSTIFICATION:\nThe Property tax exemption granted to those veterans of\nwar from past conflicts such as the Korean and Vietnam wars should\nalso be given to those individuals who have served or who are\ncurrently serving in the conflicts in the Middle East.\n\nLEGISLATIVE HISTORY:\n2008 - Referred to Rules\n2010 - Referred to Veterans, Homeland Security & Military Affairs\n(S.2980)\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January\nnext succeeding the date on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to adding active military personnel who have been deployed to the Persian Gulf, Afghanistan or Iraq wars to the veteran real property exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T125132.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T160502.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T155501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849367
}