{
  "year" : 2011,
  "senateBillNo" : "S2027-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2027-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires public housing authorities to install a functioning carbon monoxide detector in each of its tenant dwelling units",
  "summary" : "Requires public housing authorities to install and maintain a functioning carbon monoxide detector in each of its tenant dwelling units, excluding units whose sole source of heat is electric heat. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Public Housing Law",
  "previousVersions" : [ "S883-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2027\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT to amend the public housing law, in relation to required instal-\n         lation of carbon monoxide detectors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public housing law is amended by adding a new section\n    2  152-a to read as follows:\n    3    S 152-A. SAFETY REQUIREMENTS; CARBON MONOXIDE DETECTORS. EACH AUTHORI-\n    4  TY SHALL INSTALL AND MAINTAIN A FUNCTIONING CARBON MONOXIDE DETECTOR  IN\n    5  EVERY  TENANT DWELLING UNIT, EXCLUDING THOSE DWELLING UNITS HAVING ELEC-\n    6  TRIC HEAT AS THEIR SOLE SOURCE OF HEAT.\n    7    S 2. This act shall take effect on the first of October next  succeed-\n    8  ing the date on which it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07151-01-1\n",
  "memo" : "BILL NUMBER:S2027\n\nTITLE OF BILL:\nAn act\nto amend the public housing law, in relation to required installation\nof carbon monoxide detectors\n\nSUMMARY:\n&sect;152-a. Safety requirements; carbon monoxide. Each authority shall\ninstall and maintain a functioning carbon monoxide detector in every\ntenant dwelling unit, excluding those dwelling units having electric\nheat as their sole source of heat.\n\nJUSTIFICATION:\nCarbon Monoxide is considered a silent killer which has no warnings.\nThis odorless and invisible poison gas can kill an occupant of a\nhousehold within an hour of inhalation. The proposed bill would enact\nlegislation to require public housing authorities to install these\nlifesaving devices in every unit. Each device is estimated to cost $10.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of October next succeeding the\ndate on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public housing law, in relation to required installation of carbon monoxide detectors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T092105.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T125632.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849377
}