{
  "year" : 2011,
  "senateBillNo" : "S2021-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2021-2011-1294981200000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes state standards for energy efficient appliances, products and building design applicable to N.Y. city",
  "summary" : "Makes state standards for the state and its agencies for energy efficient appliances, energy-using products and new or substantially renovated building design and specifications applicable to a city of one million or more. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Energy Law",
  "previousVersions" : [ "S4395-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2021\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend  the  energy law, in relation to making standards for\n         energy efficient appliances applicable to any city with  a  population\n         of one million or more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 5-108-a  of  the  energy  law,  as\n    2  added by chapter 451 of the laws of 2000, is amended to read as follows:\n    3    2.  New  or replacement appliances or products purchased by or for the\n    4  state or any agency thereof, OR BY ANY CITY WITH  A  POPULATION  GREATER\n    5  THAN ONE MILLION, shall meet or exceed standards promulgated pursuant to\n    6  this  section,  and  all  building  designs  or  specifications  for new\n    7  construction or substantial renovation for any building owned or  leased\n    8  in  whole  by the state or any agency thereof, OR BY A CITY WITH A POPU-\n    9  LATION  GREATER  THAN  ONE  MILLION,  shall  incorporate  appliances  or\n   10  products which meet or exceed such standards.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07702-01-1\n",
  "memo" : "BILL NUMBER:S2021\n\nTITLE OF BILL:\nAn act\nto amend the energy law, in relation to making standards for energy\nefficient appliances applicable to any city with a population of one\nmillion or more\n\nPURPOSE:\nTo require New York City to purchase new or replacement\nappliances that meet minimum energy efficiency standards promulgated\nby the president of the New York State Energy and Research\nDevelopment Authority.\n\nSUMMARY OF PROVISIONS:\nThis legislation amends Chapter 451 of the Laws\nof 2000 which amends Section 5-108 of the energy law.\n\nEXISTING LAW:\nCurrent law requires state agencies to purchase new or\nreplacement appliances that meet minimum energy efficiency standards\npromulgated by the president of the NYSERDA.\n\nJUSTIFICATION:\nThe City of New York, which purchases its power from\nthe New York Power Authority (NYPA) is a major energy consumer. In\norder to reduce energy use, it is critical that minimum efficiency\nstandards be set for New York City appliance purchases. In addition,\nNew York City, through its purchasing power, will influence appliance\nmanufacturers' efficiency standards, and will set a positive example\nfor private industry and consumers.\n\nBetween 1975 and 2001, a new generation of energy-efficient\nrefrigerators has reduced their electricity consumption by 75\npercent, saving 60,000 megawatts (MW) of electricity and reducing\npower plant emissions. Constructing power plants to produce this\n60,000 MW would have cost $50 billion and would increase already high\nlevels of power plant emissions in the New York City area. The costs\nof constructing new power plants is astronomical in comparison to the\nrefrigerator industry's investment of less than $1 million to produce\nthese more efficient refrigerators.\n\nSimilar advances have been achieved with clothes washers, windows,\nfluorescent lighting, and heating and air conditioning systems. These\nadvances in technology provide the basis for New York State's and New\nYork City's future in energy efficiency programs.\n\nLEGISLATIVE HISTORY:\n2005 - Referred to Energy & Telecommunications\n2006 - Referred to Energy & Telecommunications\n2010 - S.4395/A.623 Referred to Energy & Telecommunications\n\nFISCAL IMPLICATIONS:\nUnknown.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the energy law, in relation to making standards for energy efficient appliances applicable to any city with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T161002.TXT", "SOBI.D110118.T125132.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T155501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849365
}