{
  "year" : 2011,
  "senateBillNo" : "S2023-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2023-2011-1294981200000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to price gouging",
  "summary" : "Relates to price gouging; imposes criminal penalties for price gouging; removes language relating to the declaration of a state of emergency; increases civil penalty; authorizes a district attorney to enforce provisions. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S4094-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2023\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to price gouging\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  396-r of the general business law, as amended by\n    2  chapter 510 of the laws of 1998, subdivision 4 as amended by chapter 224\n    3  of the laws of 2008, is amended to read as follows:\n    4    S 396-r. Price gouging. 1. Legislative findings and  declaration.  The\n    5  legislature  hereby  finds that during periods of abnormal disruption of\n    6  the market caused by strikes, power failures, severe shortages or  other\n    7  extraordinary  adverse  circumstances,  some parties within the chain of\n    8  distribution of consumer goods have taken unfair advantage of  consumers\n    9  by  charging  grossly  excessive prices for essential consumer goods and\n   10  services.\n   11    In order to prevent any party within the chain of distribution of  any\n   12  consumer goods from taking unfair advantage of consumers during abnormal\n   13  disruptions  of  the  market,  the  legislature declares that the public\n   14  interest requires that such conduct be prohibited and  made  subject  to\n   15  civil AND CRIMINAL penalties.\n   16    2. During any abnormal disruption of the market for consumer goods and\n   17  services  vital  and  necessary  for  the  health, safety and welfare of\n   18  consumers, no party within the chain of distribution  of  such  consumer\n   19  goods  or services or both shall sell or offer to sell any such goods or\n   20  services or both for an amount which represents an unconscionably exces-\n   21  sive  price.  For  purposes  of  this  section,  the  phrase   \"abnormal\n   22  disruption  of  the market\" shall mean any change in the market, whether\n   23  actual or imminently  threatened,  resulting  from  stress  of  weather,\n   24  convulsion  of  nature,  failure  or shortage of electric power or other\n   25  source of energy, strike, civil disorder, war, military action, national\n   26  or local emergency, or other cause of  an  abnormal  disruption  of  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07705-01-1\n\n       S. 2023                             2\n\n    1  market  [which results in the declaration of a state of emergency by the\n    2  governor]. For the purposes of this section, the term consumer goods and\n    3  services shall  mean  those  used,  bought  or  rendered  primarily  for\n    4  personal,  family or household purposes. This prohibition shall apply to\n    5  all parties within the chain of distribution, including any  manufactur-\n    6  er, supplier, wholesaler, distributor or retail seller of consumer goods\n    7  or  services  or both sold by one party to another when the product sold\n    8  was located in the state prior to the sale. Consumer goods and  services\n    9  shall  also  include  any  repairs made by any party within the chain of\n   10  distribution of consumer goods on an emergency basis as a result of such\n   11  abnormal disruption of the market.\n   12    3. Whether a price is unconscionably excessive is a  question  of  law\n   13  for the court.\n   14    (a)  The  court's  determination  that a violation of this section has\n   15  occurred shall be based on any of the following factors:  (i)  that  the\n   16  amount  of  the  excess in price is unconscionably extreme; or (ii) that\n   17  there was an exercise of unfair leverage  or  unconscionable  means;  or\n   18  (iii)  a  combination  of  both factors in subparagraphs (i) and (ii) of\n   19  this paragraph.\n   20    (b) In any proceeding commenced pursuant to subdivision [four] FIVE of\n   21  this section, prima facie proof that a violation  of  this  section  has\n   22  occurred shall include evidence that\n   23    (i)  the amount charged represents a gross disparity between the price\n   24  of the goods or services which were the subject of the  transaction  and\n   25  their  value  measured  by  the  price  at  which such consumer goods or\n   26  services were sold or offered for sale by the  defendant  in  the  usual\n   27  course  of  business  immediately  prior  to  the  onset of the abnormal\n   28  disruption of the market or\n   29    (ii) the amount charged grossly exceeded the price at which  the  same\n   30  or  similar goods or services were readily obtainable by other consumers\n   31  in the trade area. A  defendant  may  rebut  a  prima  facie  case  with\n   32  evidence  that  additional costs not within the control of the defendant\n   33  were imposed on the defendant for the goods or services.\n   34    4.  ANY PERSON WHO VIOLATES THE PROVISIONS OF THIS  SECTION  SHALL  BE\n   35  GUILTY OF A VIOLATION.\n   36    5.  Where  a  violation of this section is alleged to have occurred, A\n   37  DISTRICT ATTORNEY MAY FILE AN  ACCUSATORY  INSTRUMENT  WITH  A  CRIMINAL\n   38  COURT  WITHIN THE JUDICIAL DISTRICT IN WHICH SUCH VIOLATIONS ARE ALLEGED\n   39  TO HAVE OCCURRED, AND the attorney general may apply in the name of  the\n   40  People of the State of New York to the supreme court of the State of New\n   41  York  within  the judicial district in which such violations are alleged\n   42  to have occurred, on notice of five days,  for  an  order  enjoining  or\n   43  restraining  commission  or continuance of the alleged unlawful acts. In\n   44  any such proceeding, the court shall impose a civil penalty in an amount\n   45  not to exceed twenty-five thousand dollars and, where appropriate, order\n   46  restitution to aggrieved consumers.\n   47    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2023\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to price gouging\n\nPURPOSE:\nTo strengthen the price gouging law to allow local law\nenforcement as well as the attorney general to pursue those\nbusinesses that take unfair advantage of consumers during market\ndisruptions.\n\nSUMMARY OF PROVISIONS:\n1. Establishes the crime of price gouging as a violation.\n\n2. Authorizes district attorneys to pursue violators.\n\n3. Clarifies that no state of emergency need be declared by the\ngovernor for the enforcement of the price gouging law to be in effect\nduring an abnormal disruption in the market.\n\nEXISTING LAW:\nGeneral Business Law &sect; 396-r prohibits any party within\nthe chain of distribution of any consumer goods from selling or\noffering to sell such goods or services for an amount that represents\nan unconscionably excessive price during an abnormal disruption of\nthe market for such goods and services. Defines \"abnormal disruption\nof the market\" to include any change, whether actual or imminently\nthreatened, but requires that it be one that results in the\ndeclaration of a state of emergency by the Governor.\n\nJUSTIFICATION:\nFollowing the 2005 hurricanes, Katrina and Rita,\ngasoline price increases have gone far beyond anything justified or\nrelating to the market disruptions. During such abnormal disruption\nof the market caused by extraordinary adverse circumstances like a\nhurricane, parties within the chain of distribution of consumer goods\nhave taken unfair advantage of consumers by charging grossly\nexcessive prices for essential consumer goods and services. In order\nto prevent any party within the chain of distribution of any consumer\ngoods from taking unfair advantage of consumers during abnormal\ndisruptions of the market, the public interest requires that such\nconduct be prohibited and made subject to civil penalties and\ncriminal sanctions.\n\nDuring any abnormal disruption of the market for consumer goods and\nservices vital and necessary for the health, safety and welfare of\nconsumers, no party within the chain of distribution of such consumer\ngoods or services or both shall sell or offer to sell any such goods\nor services or both for an amount which represents an unconscionably\nexcessive price.\n\nThis bill authorizes the Attorney General or any local district\nattorney to immediately commence an action on behalf of the People of\nthe State of New York when price gouging is suspected.\nWhether a price is unconscionably excessive remains a question of\nlaw for the court.\n\nThis bill applies to all parties within the chain of distribution,\nincluding any manufacturer, supplier, wholesaler, distributor or\nretail seller of goods (including gasoline) both sold by one party to\nanother when the product sold was located in the state prior to the\nsale. It also clarifies that no emergency declaration by the Governor\nis necessary in order for law enforcement to commence an action\npursuant to this statute.\n\nIn every corner of the state, calls have been received from consumers\nwho believe that the prices they are paying at the pump are being\nunscrupulously inflated. We must give law enforcement the tools to\npursue those who attempt to illegally profit and seek severe\npenalties from those who are found to have violated the law. This\nbill adds a strong enforcement tool for the attorney general and\nlocal prosecutors to help curb price gouging at the pump.\n\nBy bolstering the price gouging law,' the state is ensuring that we\nwill pursue those who attempt to illegally profit and seek severe\npenalties from those who are found to have violated the law. Any\nseller in the chain of distribution who prices goods well above the\naverage level for a given area has some explaining to do. We must\navoid the kinds of behavior we saw immediately following 9/11 and\nthe 2005 hurricanes, when some service station owners drastically\nincreased the pump price because of unfounded supply fears, and some\nmotorists engaged in panic buying.\nWe must ensure that the proper enforcement mechanisms are in place to\ndeter price gouging during current and future crises. There must be\nzero tolerance of people breaking the law during an emergency.\n\nLEGISLATIVE HISTORY:\n2005 Referred to Rules\n2006 Referred to Consumer Protection\n2010 Referred to Consumer Protection (S.4094)\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to price gouging ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T161002.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T125632.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T155501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849369
}