{
  "year" : 2011,
  "senateBillNo" : "S2026-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2026-2011-1294981200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295845200000,
    "eventText" : "REPORTED AND COMMITTED TO RULES",
    "billEventId" : "S2026-2011-1295845200000-REPORTED+AND+COMMITTED+TO+RULES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295845201000,
    "eventText" : "ORDERED TO THIRD READING CAL.9",
    "billEventId" : "S2026-2011-1295845201000-ORDERED+TO+THIRD+READING+CAL.9",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1295892000000S2026-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295892000000,
    "ayes" : [ "DeFrancisco", "Johnson", "Alesi", "Bonacic", "Farley", "Flanagan", "Fuschillo", "Golden", "Hannon", "Larkin", "Little", "Marcellino", "Nozzolio", "Robach", "Saland", "Seward", "Young", "Kruger", "Diaz", "Dilan", "Duane", "Rivera", "Gianaris", "Krueger", "Breslin", "Montgomery", "Peralta", "Perkins", "Stavisky", "Stewart-Cousins" ],
    "nays" : null,
    "abstains" : null,
    "excused" : null,
    "ayeswr" : [ "LaValle" ],
    "description" : "Finance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "id" : "1295845200000S2026-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295845200000,
    "ayes" : [ "Skelos", "Alesi", "Farley", "Johnson", "Larkin", "Libous", "Marcellino", "Maziarz", "Nozzolio", "Saland", "Seward", "Breslin", "Dilan", "Hassell-Thompson", "Krueger", "Montgomery", "Parker", "Smith", "Stewart-Cousins" ],
    "nays" : [ "LaValle" ],
    "abstains" : null,
    "excused" : [ "Perkins" ],
    "ayeswr" : [ "Hannon", "Sampson", "Duane" ],
    "description" : "Rules",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to apportionment of state aid for libraries, teachers of tomorrow teacher recruitment and retention program and duties of school districts",
  "summary" : "Relates to apportionment of state aid for libraries, teachers of tomorrow teacher recruitment and retention program and duties of school districts; provides for extending the effectiveness of certain chapters relating to educational programs. ",
  "currentCommittee" : "RULES",
  "sameAs" : "A2289",
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : [ "FINANCE" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2026                                                  A. 2289\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by  Sen.  FLANAGAN -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Finance\n\n       IN ASSEMBLY -- Introduced by M. of A. NOLAN -- read once and referred to\n         the Committee on Education\n\n       AN ACT to amend the education law, in relation to apportionment of state\n         aid to libraries and library systems,  teachers  of  tomorrow  teacher\n         recruitment  and  retention program and duties of school districts; to\n         amend chapter 756 of the laws of 1992 relating to  funding  a  program\n         for work force education conducted by the consortium for worker educa-\n         tion   in  New  York  city,  in  relation  to  effectiveness  of  such\n         provisions; to amend chapter 425 of the laws  of  2002,  amending  the\n         education  law  relating  to the provision of supplemental educational\n         services, attendance at a safe public school  and  the  suspension  of\n         pupils  who  bring  a  firearm to or possess a firearm at a school, in\n         relation to the effectiveness of such chapter; to amend chapter 101 of\n         the laws of 2003, amending the education law relating  to  implementa-\n         tion  of  the  No  Child  Left  Behind Act of 2001, in relation to the\n         effectiveness thereof; to amend chapter  147  of  the  laws  of  2001,\n         amending  the  education  law  relating  to conditional appointment of\n         school district, charter school or BOCES employees, in relation to the\n         effectiveness thereof; to amend chapter 57 of the laws of 2008  amend-\n         ing  the  education  law  relating  to  the universal pre-kindergarten\n         program, in relation to extending the  provisions  thereof;  to  amend\n         chapter  386  of the laws of 1996, amending the education law relating\n         to providing for a waiver allowing state aid in certain circumstances,\n         in relation to extending its effectiveness; to amend chapter 57 of the\n         laws of 2004, relating to support of education, in relation to extend-\n         ing the provisions thereof; to amend chapter 169 of the laws  of  1994\n         relating  to  certain  provisions  related  to the 1994-95 state oper-\n         ations, aid to localities, capital projects and debt service  budgets,\n         in  relation  to the effectiveness thereof; and to amend chapter 82 of\n         the laws of 1995, amending the education law and  certain  other  laws\n         relating  to  state  aid  to school districts and the appropriation of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08315-01-1\n\n       S. 2026                             2                            A. 2289\n\n         funds for the support of government, in relation to the  effectiveness\n         thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1                                   PART A\n\n    2    Section 1.  Subdivision 12 of section 273 of  the  education  law,  as\n    3  amended  by  section 4-a of part A of chapter 57 of the laws of 2009, is\n    4  amended to read as follows:\n    5    12. The commissioner is hereby authorized to expend  in  state  fiscal\n    6  year  two  thousand six--two thousand seven three million dollars and in\n    7  state fiscal year two thousand seven--two thousand eight  eight  million\n    8  dollars  and  in state fiscal year two thousand eight--two thousand nine\n    9  seven million nine hundred forty thousand dollars and  in  state  fiscal\n   10  year  two  thousand  nine--two thousand ten eight million dollars AND IN\n   11  STATE FISCAL YEAR TWO THOUSAND TEN--TWO THOUSAND  ELEVEN  EIGHT  MILLION\n   12  DOLLARS subject to an appropriation for formula grants to public library\n   13  systems,  reference  and  research library resources systems, and school\n   14  library systems operating under an approved plan of service. Such formu-\n   15  la grants shall be provided for the period  commencing  July  first  and\n   16  ending  on  June  thirtieth  next following. Such formula grants will be\n   17  distributed in the following manner:\n   18    a. Each public library system established  pursuant  to  sections  two\n   19  hundred  fifty-five and two hundred seventy-two of this part and operat-\n   20  ing under a plan approved by the commissioner  is  entitled  to  receive\n   21  thirty-nine  thousand dollars and an amount equal to ten and ninety-four\n   22  hundredths percent of the amount of state aid received for  the  current\n   23  year by such system under paragraphs a, c, d, e and n of subdivision one\n   24  of  this  section  for  the  two thousand [nine] TEN--two thousand [ten]\n   25  ELEVEN state fiscal year;\n   26    b. Each reference and research library  resources  system  established\n   27  pursuant  to  section two hundred seventy-two of this part and operating\n   28  under a plan approved by the commissioner is entitled to  receive  thir-\n   29  ty-nine  thousand  dollars  and  an  amount equal to ten and ninety-four\n   30  hundredths percent of the amount of state aid received for  the  current\n   31  year  under  paragraph a of subdivision four of this section for the two\n   32  thousand [nine] TEN--two thousand [ten] ELEVEN state fiscal year; and\n   33    c. Each school library system  established  pursuant  to  section  two\n   34  hundred  eighty-two  of this part and operating under a plan approved by\n   35  the commissioner is entitled to receive thirty-nine thousand dollars and\n   36  an amount equal to ten and ninety-four hundredths percent of the  amount\n   37  of  state  aid  received for the current year by such system under para-\n   38  graphs a, b, c, d, e and f of subdivision one  of  section  two  hundred\n   39  eighty-four  of  this part for the two thousand [nine] TEN--two thousand\n   40  [ten] ELEVEN state fiscal year.\n   41    S 2. Paragraph b of subdivision 2 of section  3612  of  the  education\n   42  law,  as  amended  by  section 28 of part A of chapter 57 of the laws of\n   43  2009, is amended to read as follows:\n   44    b. Such grants shall be awarded to school districts, within the limits\n   45  of funds appropriated therefor, through a competitive process that takes\n   46  into consideration the magnitude of any  shortage  of  teachers  in  the\n   47  school  district, the number of teachers employed in the school district\n\n       S. 2026                             3                            A. 2289\n\n    1  who hold temporary licenses to teach in the public schools of the state,\n    2  the number of provisionally certified teachers, the fiscal capacity  and\n    3  geographic  sparsity  of  the  district,  the number of new teachers the\n    4  school district intends to hire in the coming school year and the number\n    5  of summer in the city student internships proposed by an eligible school\n    6  district,  if applicable. Grants provided pursuant to this section shall\n    7  be used only for the purposes enumerated in this section.  Notwithstand-\n    8  ing any other provision of law to the contrary, a city  school  district\n    9  in a city having a population of one million or more inhabitants receiv-\n   10  ing a grant pursuant to this section may use no more than eighty percent\n   11  of  such  grant  funds  for any recruitment, retention and certification\n   12  costs associated with transitional certification of  teacher  candidates\n   13  for  the  school  years  two thousand one--two thousand two through [two\n   14  thousand nine--two thousand ten] TWO THOUSAND TEN--TWO THOUSAND ELEVEN.\n   15    S 3. Subdivision 6 of section 4402 of the education law, as amended by\n   16  section 34 of part A of chapter 57 of the laws of 2009,  is  amended  to\n   17  read as follows:\n   18    6.  Notwithstanding any other law, rule or regulation to the contrary,\n   19  the board of education of a city school district with  a  population  of\n   20  one  hundred twenty-five thousand or more inhabitants shall be permitted\n   21  to establish  maximum  class  sizes  for  special  classes  for  certain\n   22  students  with  disabilities  in  accordance with the provisions of this\n   23  subdivision. For the purpose of obtaining relief from any adverse fiscal\n   24  impact from under-utilization of special education resources due to  low\n   25  student  attendance  in  special  education  classes  at  the middle and\n   26  secondary level as determined by the commissioner, such boards of educa-\n   27  tion shall, during the school years nineteen hundred  ninety-five--nine-\n   28  ty-six  through  June  thirtieth,  two thousand [ten] ELEVEN of the [two\n   29  thousand nine--two thousand ten] TWO THOUSAND TEN--TWO  THOUSAND  ELEVEN\n   30  school  year,  be  authorized to increase class sizes in special classes\n   31  containing students with disabilities whose age ranges are equivalent to\n   32  those of students in middle and secondary  schools  as  defined  by  the\n   33  commissioner for purposes of this section by up to but not to exceed one\n   34  and  two  tenths  times  the  applicable maximum class size specified in\n   35  regulations of the commissioner rounded up to the nearest whole  number,\n   36  provided  that  in  a  city  school  district having a population of one\n   37  million or more, classes that have a maximum class size of  fifteen  may\n   38  be increased by no more than one student and provided that the projected\n   39  average  class size shall not exceed the maximum specified in the appli-\n   40  cable regulation, provided that such authorization  shall  terminate  on\n   41  June  thirtieth,  two thousand. Such authorization shall be granted upon\n   42  filing of a notice by such a board of education  with  the  commissioner\n   43  stating the board's intention to increase such class sizes and a certif-\n   44  ication  that  the  board will conduct a study of attendance problems at\n   45  the secondary level and will  implement  a  corrective  action  plan  to\n   46  increase  the rate of attendance of students in such classes to at least\n   47  the rate for students attending regular education classes  in  secondary\n   48  schools  of the district. Such corrective action plan shall be submitted\n   49  for approval by the commissioner by a date during  the  school  year  in\n   50  which  such  board  increases  class  sizes as provided pursuant to this\n   51  subdivision to be prescribed by the commissioner. Upon at  least  thirty\n   52  days  notice  to  the board of education, after conclusion of the school\n   53  year in which such board increases class sizes as provided  pursuant  to\n   54  this subdivision, the commissioner shall be authorized to terminate such\n   55  authorization  upon  a  finding  that the board has failed to develop or\n   56  implement an approved corrective action plan.\n\n       S. 2026                             4                            A. 2289\n\n    1    S 4. Section 6 of chapter 756 of the laws of 1992, relating to funding\n    2  a program for work force education conducted by the consortium for work-\n    3  er education in New York city, as amended by section 43  of  part  A  of\n    4  chapter 57 of the laws of 2009, is amended to read as follows:\n    5    S  6.  This  act  shall  take effect July 1, 1992, and shall be deemed\n    6  repealed on June 30, [2010] 2011.\n    7    S 5. Section 4 of chapter 425 of the laws of 2002, amending the educa-\n    8  tion law relating to the provision of supplemental educational services,\n    9  attendance at a safe public school and  the  suspension  of  pupils  who\n   10  bring a firearm to or possess a firearm at a school, as amended by chap-\n   11  ter 158 of the laws of 2009, is amended to read as follows:\n   12    S  4.  This act shall take effect July 1, 2002 and shall expire and be\n   13  deemed repealed June 30, [2010] 2011.\n   14    S 6. Section 5 of chapter 101 of the laws of 2003, amending the educa-\n   15  tion law relating to implementation of the No Child Left Behind  Act  of\n   16  2001,  as amended by chapter 158 of the laws of 2009, is amended to read\n   17  as follows:\n   18    S 5. This act shall take effect immediately;  provided  that  sections\n   19  one,  two  and  three of this act shall expire and be deemed repealed on\n   20  June 30, [2010] 2011.\n   21    S 7. Section 12 of chapter 147 of  the  laws  of  2001,  amending  the\n   22  education  law  relating  to conditional appointment of school district,\n   23  charter school or BOCES employees, as amended by chapter 179 of the laws\n   24  of 2009, is amended to read as follows:\n   25    S 12. This act shall take effect on the same date as  chapter  180  of\n   26  the laws of 2000 takes effect, and shall expire July 1, [2010] 2011 when\n   27  upon such date the provisions of this act shall be deemed repealed.\n   28    S  8.  Subdivision 4 of section 51 of part B of chapter 57 of the laws\n   29  of 2008 amending the education law relating to the universal pre-kinder-\n   30  garten program, is amended to read as follows:\n   31    4. section 23 of this act shall take effect July  1,  2008  and  shall\n   32  expire and be deemed repealed June 30, [2010] 2012;\n   33    S 9. Section 2 of chapter 386 of the laws of 1996, amending the educa-\n   34  tion  law  relating  to  providing  for  a  waiver allowing state aid in\n   35  certain circumstances, as amended by chapter 661 of the laws of 2005, is\n   36  amended to read as follows:\n   37    S 2. This  act  shall  take  effect  immediately,  provided  that  the\n   38  provisions  of  this  act shall be deemed to have been in full force and\n   39  effect on and after January 1, 1996, and provided, further that this act\n   40  shall be deemed repealed on and after January 1, [2011] 2015.\n   41    S 10.  Subdivision 11 of section 94 of part C of  chapter  57  of  the\n   42  laws of 2004, relating to support of education, as amended by section 55\n   43  of  part  A  of  chapter  57  of the laws of 2009, is amended to read as\n   44  follows:\n   45    11. section seventy-one  of  this  act  shall  expire  and  be  deemed\n   46  repealed June 30, [2010] 2011;\n   47    S  11. Subdivision 1 of section 167 of chapter 169 of the laws of 1994\n   48  relating to certain provisions related to the 1994-95 state  operations,\n   49  aid to localities, capital projects and debt service budgets, as amended\n   50  by section 44 of part A of chapter 57 of the laws of 2009, is amended to\n   51  read as follows:\n   52    1.  Sections  one  through seventy of this act shall be deemed to have\n   53  been in full force and effect as of April  1,  1994  provided,  however,\n   54  that  sections  one,  two,  twenty-four,  twenty-five  and  twenty-seven\n   55  through seventy of this act shall expire and be deemed repealed on March\n   56  31, 2000; provided, however, that section twenty of this act shall apply\n\n       S. 2026                             5                            A. 2289\n\n    1  only to hearings commenced prior to  September  1,  1994,  and  provided\n    2  further  that  section twenty-six of this act shall expire and be deemed\n    3  repealed on March 31, 1997; and  provided  further  that  sections  four\n    4  through fourteen, sixteen, and eighteen, nineteen and twenty-one through\n    5  twenty-one-a  of  this  act shall expire and be deemed repealed on March\n    6  31, 1997; and provided further that sections three, fifteen,  seventeen,\n    7  twenty,  twenty-two  and  twenty-three  of  this act shall expire and be\n    8  deemed repealed on March 31, [2011] 2012.\n    9    S 12. Subdivisions 22 and 24 of section 140 of chapter 82 of the  laws\n   10  of  1995,  amending the education law and certain other laws relating to\n   11  state aid to school districts and the appropriation  of  funds  for  the\n   12  support  of government, as amended by section 45 of part A of chapter 57\n   13  of the laws of 2009, are amended to read as follows:\n   14    (22) sections one hundred twelve, one hundred  thirteen,  one  hundred\n   15  fourteen,  one hundred fifteen and one hundred sixteen of this act shall\n   16  take effect on July 1, 1995; provided, however, that section one hundred\n   17  thirteen of this act shall remain in full force and effect until July 1,\n   18  [2010] 2011 at which time it shall be deemed repealed;\n   19    (24) sections one hundred eighteen through one hundred thirty of  this\n   20  act  shall  be deemed to have been in full force and effect on and after\n   21  July 1, 1995; provided further, however, that the amendments made pursu-\n   22  ant to section one hundred nineteen of this act shall be  deemed  to  be\n   23  repealed on and after July 1, [2010] 2011;\n   24    S 13. School bus driver training. In addition to apportionments other-\n   25  wise  provided  by section 3602 of the education law, for aid payable in\n   26  the 2010-2011 school year, the commissioner of education shall  allocate\n   27  school  bus  driver  training  grants  to school districts and boards of\n   28  cooperative education services pursuant to sections 3650-a,  3650-b  and\n   29  3650-c of the education law, or for contracts directly with not-for-pro-\n   30  fit  educational  organizations  for  the purposes of this section. Such\n   31  payments shall not exceed four hundred thousand dollars ($400,000).\n   32    S 14. Support of public libraries. The  moneys  appropriated  for  the\n   33  support  of  public  libraries  by  chapter 53 of the laws of 2010 which\n   34  enacts the education, labor and family assistance budget shall be appor-\n   35  tioned for 2010--2011 in accordance with the provisions of sections 271,\n   36  272, 273, 282, 284, and 285 of the education law and the  provisions  of\n   37  this section, provided that library construction aid pursuant to section\n   38  273-a  of the education law shall not be payable from the appropriations\n   39  for the support  of  public  libraries  and  provided  further  that  no\n   40  library,  library  system  or program, as defined by the commissioner of\n   41  education, shall receive less  total  system  or  program  aid  than  it\n   42  received  for  the  year  2001--2002  except  as a result of a reduction\n   43  adjustment necessary to conform to the  appropriations  for  support  of\n   44  public libraries.\n   45    Notwithstanding  any other provision of law to the contrary the moneys\n   46  appropriated for the support of public libraries for the year 2010--2011\n   47  by chapter 53 of the laws of 2010 which enacts the education, labor  and\n   48  family assistance budget shall fulfill the state's obligation to provide\n   49  such aid and, pursuant to a plan developed by the commissioner of educa-\n   50  tion  and  approved  by  the  director of the budget, the aid payable to\n   51  libraries and library systems pursuant to such appropriations  shall  be\n   52  reduced  proportionately  to assure that the total amount of aid payable\n   53  does not exceed the total appropriations for such purpose.\n   54    S 15. Special apportionment for salary  expenses.  a.  Notwithstanding\n   55  any  other  provision  of  law,  upon application to the commissioner of\n   56  education, not sooner than the first day of  the  second  full  business\n\n       S. 2026                             6                            A. 2289\n\n    1  week  of  June,  2011  and not later than the last day of the third full\n    2  business week of June, 2011, a school district eligible  for  an  appor-\n    3  tionment pursuant to section 3602 of the education law shall be eligible\n    4  to  receive  an  apportionment  pursuant to this section, for the school\n    5  year ending June 30, 2011, for salary expenses incurred between April  1\n    6  and  June  30,  2011, and such apportionment shall not exceed the sum of\n    7  (i) the deficit reduction assessment of 1990-91  as  determined  by  the\n    8  commissioner  of  education, pursuant to paragraph f of subdivision 1 of\n    9  section 3602 of the education law, as in effect through June  30,  1993,\n   10  plus  (ii)  186  percent  of such amount for a city school district in a\n   11  city with a population in excess of 1,000,000  inhabitants,  plus  (iii)\n   12  209  percent  of such amount for a city school district in a city with a\n   13  population of more than 195,000 inhabitants and less than 219,000 inhab-\n   14  itants according to the latest federal census, plus  (iv)  the  net  gap\n   15  elimination adjustment for 2010--2011, as determined by the commissioner\n   16  of  education pursuant to paragraph e of subdivision 1 of section 3609-a\n   17  of the education law as in effect through June 30,  2011,  and  provided\n   18  further  that  such apportionment shall not exceed such salary expenses.\n   19  Such application shall be made by a school district, after the board  of\n   20  education or trustees have adopted a resolution to do so and in the case\n   21  of  a  city  school  district  in  a city with a population in excess of\n   22  125,000 inhabitants, with the approval of the mayor of such city.\n   23    b. The claim for an apportionment to be  paid  to  a  school  district\n   24  pursuant  to  subdivision  a  of  this section shall be submitted to the\n   25  commissioner of education on a form prescribed  for  such  purpose,  and\n   26  shall  be  payable upon determination by such commissioner that the form\n   27  has been submitted as prescribed. Such approved amounts shall be payable\n   28  on the same day in September of the school year following  the  year  in\n   29  which  application was made as funds provided pursuant to subparagraph 4\n   30  of paragraph b of subdivision 4 of section 92-c  of  the  state  finance\n   31  law,  on  the  audit  and  warrant  of the state comptroller on vouchers\n   32  certified or approved by the commissioner of  education  in  the  manner\n   33  prescribed  by  law  from  moneys in the state lottery fund and from the\n   34  general fund to the extent that the amount paid  to  a  school  district\n   35  pursuant  to  this  section  exceeds the amount, if any, due such school\n   36  district pursuant to subparagraph 2 of paragraph a of subdivision  1  of\n   37  section  3609-a  of  the  education law in the school year following the\n   38  year in which application was made.\n   39    c. Notwithstanding the provisions of section 3609-a of  the  education\n   40  law, an amount equal to the amount paid to a school district pursuant to\n   41  subdivisions  a  and  b of this section shall first be deducted from the\n   42  following payments due  the  school  district  during  the  school  year\n   43  following  the  year  in which application was made pursuant to subpara-\n   44  graphs 1, 2, 3, 4 and 5 of paragraph  a  of  subdivision  1  of  section\n   45  3609-a  of  the education law in the following order: the lottery appor-\n   46  tionment payable pursuant to subparagraph 2 of such  paragraph  followed\n   47  by  the  fixed  fall payments payable pursuant to subparagraph 4 of such\n   48  paragraph and then followed by the district's payments to the  teachers'\n   49  retirement  system pursuant to subparagraph 1 of such paragraph, and any\n   50  remainder to be  deducted  from  the  individualized  payments  due  the\n   51  district  pursuant  to paragraph b of such subdivision shall be deducted\n   52  on a chronological basis starting with  the  earliest  payment  due  the\n   53  district.\n   54    S  16. Special apportionment for public pension accruals. a.  Notwith-\n   55  standing any other provision of law, upon application to the commission-\n   56  er of education, not later than June 30, 2011, a school district  eligi-\n\n       S. 2026                             7                            A. 2289\n\n    1  ble  for  an apportionment pursuant to section 3602 of the education law\n    2  shall be eligible to receive an apportionment pursuant to this  section,\n    3  for  the  school year ending June 30, 2011, and such apportionment shall\n    4  not  exceed  the  additional  accruals  required  to  be  made by school\n    5  districts in the 2004-05 and 2005-06 school years associated with chang-\n    6  es for such public pension liabilities. The amount  of  such  additional\n    7  accrual shall be certified to the commissioner of education by the pres-\n    8  ident  of  the  board  of education or the trustees or, in the case of a\n    9  city school district in a city with a population in  excess  of  125,000\n   10  inhabitants, the mayor of such city. Such application shall be made by a\n   11  school district, after the board of education or trustees have adopted a\n   12  resolution  to do so and in the case of a city school district in a city\n   13  with a population in excess of 125,000 inhabitants, with the approval of\n   14  the mayor of such city.\n   15    b. The claim for an apportionment to be  paid  to  a  school  district\n   16  pursuant  to  subdivision  a  of  this section shall be submitted to the\n   17  commissioner of education on a form prescribed  for  such  purpose,  and\n   18  shall  be  payable upon determination by such commissioner that the form\n   19  has been submitted as prescribed. Such approved amounts shall be payable\n   20  on the same day in September of the school year following  the  year  in\n   21  which  application was made as funds provided pursuant to subparagraph 4\n   22  of paragraph b of subdivision 4 of section 92-c  of  the  state  finance\n   23  law,  on  the  audit  and  warrant  of the state comptroller on vouchers\n   24  certified or approved by the commissioner of  education  in  the  manner\n   25  prescribed  by  law  from  moneys in the state lottery fund and from the\n   26  general fund to the extent that the amount paid  to  a  school  district\n   27  pursuant  to  this  section  exceeds the amount, if any, due such school\n   28  district pursuant to subparagraph 2 of paragraph a of subdivision  1  of\n   29  section  3609-a  of  the  education law in the school year following the\n   30  year in which application was made.\n   31    c. Notwithstanding the provisions of section 3609-a of  the  education\n   32  law, an amount equal to the amount paid to a school district pursuant to\n   33  subdivisions  a  and  b of this section shall first be deducted from the\n   34  following payments due  the  school  district  during  the  school  year\n   35  following  the  year  in which application was made pursuant to subpara-\n   36  graphs 1, 2, 3, 4 and 5 of paragraph  a  of  subdivision  1  of  section\n   37  3609-a  of  the education law in the following order: the lottery appor-\n   38  tionment payable pursuant to subparagraph 2 of such  paragraph  followed\n   39  by  the  fixed  fall payments payable pursuant to subparagraph 4 of such\n   40  paragraph and then followed by the district's payments to the  teachers'\n   41  retirement  system pursuant to subparagraph 1 of such paragraph, and any\n   42  remainder to be  deducted  from  the  individualized  payments  due  the\n   43  district  pursuant  to paragraph b of such subdivision shall be deducted\n   44  on a chronological basis starting with  the  earliest  payment  due  the\n   45  district.\n   46    S  17.  a.  Notwithstanding  any  other law, rule or regulation to the\n   47  contrary, any moneys appropriated to the state education department  may\n   48  be  suballocated  to  other state departments or agencies, as needed, to\n   49  accomplish the intent of the specific appropriations contained therein.\n   50    b. Notwithstanding any other law, rule or regulation to the  contrary,\n   51  moneys  appropriated  to the state education department from the general\n   52  fund/aid to localities,  local  assistance  account-001,  shall  be  for\n   53  payment  of  financial  assistance,  as scheduled, net of disallowances,\n   54  refunds, reimbursement and credits.\n   55    c. Notwithstanding any other law, rule or regulation to the  contrary,\n   56  all  moneys  appropriated  to  the state education department for aid to\n\n       S. 2026                             8                            A. 2289\n\n    1  localities shall be available for payment of aid heretofore or hereafter\n    2  to accrue and may be suballocated to other departments and  agencies  to\n    3  accomplish the intent of the specific appropriations contained therein.\n    4    d.  Notwithstanding any other law, rule or regulation to the contrary,\n    5  moneys appropriated  to  the  state  education  department  for  general\n    6  support  for  public  schools may be interchanged with any other item of\n    7  appropriation for general support for public schools within the  general\n    8  fund local assistance account elementary, middle, secondary and continu-\n    9  ing education program.\n   10    S 18. Notwithstanding the provision of any law, rule, or regulation to\n   11  the  contrary,  the  city school district of the city of Rochester, upon\n   12  the consent of the board of  cooperative  educational  services  of  the\n   13  supervisory  district  serving  its  geographic region may purchase from\n   14  such board for the  2010-11  school  year,  as  a  non-component  school\n   15  district, services required by article 19 of the education law.\n   16    S  19.  Notwithstanding  any  provision  of  law  to the contrary, the\n   17  purposes and funding levels specified in section 54 of Part A of chapter\n   18  57 of the laws of 2009 shall be continued for such purposes and at  such\n   19  levels for the two thousand ten - two thousand eleven school year.\n   20    S 20. Severability. The provisions of this act shall be severable, and\n   21  if  the  application  of  any  clause, sentence, paragraph, subdivision,\n   22  section or part of this act to  any  person  or  circumstance  shall  be\n   23  adjudged  by  any  court  of  competent jurisdiction to be invalid, such\n   24  judgment shall not necessarily affect, impair or invalidate the applica-\n   25  tion of any such clause, sentence, paragraph, subdivision, section, part\n   26  of this act or remainder thereof, as the  case  may  be,  to  any  other\n   27  person  or  circumstance,  but shall be confined in its operation to the\n   28  clause,  sentence,  paragraph,  subdivision,  section  or  part  thereof\n   29  directly  involved  in the controversy in which such judgment shall have\n   30  been rendered.\n   31    S 21. This act shall take effect immediately and shall  be  deemed  to\n   32  have been in full force and effect on and after April 1, 2010, provided,\n   33  however, that:\n   34    1.  sections  two and three, thirteen, fifteen and sixteen of this act\n   35  shall be deemed to have been in full force and effect on and after  July\n   36  1, 2010; and\n   37    2.  the  amendments  to subdivision 6 of section 4402 of the education\n   38  law made by section three of this act shall not  affect  the  repeal  of\n   39  such subdivision and shall be deemed repealed therewith.\n",
  "memo" : "BILL NUMBER:S2026\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to\napportionment\nof state aid to libraries and library systems, teachers of tomorrow\nteacher recruitment and retention program and duties of school districts;\nto amend chapter 756 of the laws of 1992 relating to funding a program\nfor work force education conducted by the consortium for worker\neducation in New York city, in relation to\neffectiveness of such provisions;\nto amend chapter 425 of the laws of 2002, amending the education law\nrelating to the provision of supplemental educational services,\nattendance at a safe public school and the suspension of pupils who\nbring a firearm to or possess a firearm at a school, in relation to the\neffectiveness of such chapter; to amend chapter 101 of the laws of 2003,\namending the education law relating to implementation of the No Child\nLeft Behind Act of 2001, in relation to the effectiveness thereof;\nto amend chapter\n147 of the laws of 2001, amending the education law relating\nto conditional appointment of school district, charter school\nor BOCES employees, in relation to the effectiveness thereof; to amend\nchapter 57 of the laws of 2008 amending the education law relating\nto the universal pre-kindergarten program, in relation to extending\nthe provisions thereof;\nto amend chapter 386 of the laws of 1996,\namending the education law relating to providing for a waiver allowing\nstate aid in certain circumstances, in relation to extending its\neffectiveness; to amend chapter 57 of the laws of 2004, relating to\nsupport of education,\nin relation to extending the provisions\nthereof;\nto amend chapter 169 of the laws of\n1994 relating to certain provisions related to the 1994-95 state\noperations, aid to localities, capital projects and debt service\nbudgets, in relation to the effectiveness thereof; and\nto amend chapter 82\nof the laws of 1995, amending the education law and certain other laws\nrelating to state aid to school districts and the appropriation of funds\nfor the support of government, in relation to the effectiveness\nthereof\n\nPURPOSE:\nThis bill would provide for the extension of several programs that\nwere included in the Education Labor Family Assistance (ELFA) Article\nSeven bill which was vetoed by the Executive during the 2010 session.\n\nSUMMARY OF PROVISIONS AND STATEMENT IN SUPPORT:\nSECTIONS 1, and 14 Library Aid: These sections amend the Education Law\nto continue $8 million in supplemental aid to public, school and\n\nresearch library systems in the 2010-11 fiscal year using the same\nformula as in 2009-10. Section 14 continues a save harmless for\nlibraries.\n\nSECTION 2: This section extends NYC flexibility for one year the\nTeachers of Tomorrow Program.\n\nSECTION 3: This section extends for one year a special education\nmaximum class size waiver for the Big 4 City School Districts.\n\nSECTION 4 Consortium for Worker Education (CWE): this section extends\nthe CWE program.\n\nSECTIONS 5 and 6: This extends the State's No Child Left Behind\ncompliance provisions for one year. Currently the State is out of\ncompliance with No Child Left Behind. This extender is necessary to\nbring the State into compliance.\n\nSECTION 7 Conditional Employment: this extends for one year a\nschool district's ability to confidentially appoint an employee\nas their background check is completed.\n\nSECTION 8 Universal Pre-Kindergarten Certification Requirements:\nAllows for those who are providing Universal Pre-K to continue to\nhire non-certified teachers.\n\nSECTION 9 Library MOE Extender: This bill would extend until 2010 the\nthe commissioner of Education to grant waivers to public library\ncentral libraries which fail to maintain local support due to financial\nhardship.\n\nSECTION 10: this section allows the State Education Department to be\nexempt from the Comptrollers approval requirements (with\nComptroller's approval) as it relates to grants to school districts\nand BOCES.\n\nSECTION 11-12: miscellaneous extenders (supervision of proprietary\nschools, licensing Batavia as an ICF).\n\nSECTION 13 School Bus Driver Training Grants: extends the program\nthrough 2010-11.\n\nSECTION 15 Chapter One Advance: School districts utilize this\nprovision allowing for an accrual of state aid in the current year\nfrom the following year. This practice began during the deficit\nreduction assessments applied in the 1990-91 school year. It was\nupdated to allow districts to utilize this provision to covert the\nnet gap elimination adjustment of 2010-11. This advance is used by\nNYC and would cost them $202 million if not extended. The provision\nis an accounting procedure and no funds are actually sent to the\nschool district.\n\nSECTION 16 Pension Accrual: Similar to the previous provision this\nallows a school district to accrue state aid in a current year to\ncover any deficits caused by GASB 45 which stated a school district\nhad to collect revenue for liabilities in the year they were due.\nMany districts were not paying pension liabilities on a cash basis.\nThis ruling caused deficits for many school districts that were on an\naccrual basis.\n\nSECTION 17: extends heretofore hereto after language for SED. This\nlanguage allows SED to use current year appropriations for prior year\nliabilities.\n\nSECTION 18: Extends authorization for the Rochester City School\nDistrict to purchase health services from BOCES.\n\nSECTION 19: Extends set aside language within Foundation Aid for the\n2010-11 school year.\n\nBUDGET IMPLICATIONS:\n\nThis bill would has no State fiscal impact.\n\nEFFECTIVE DATE:\n\nImmediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to apportionment of state aid to libraries and library systems, teachers of tomorrow teacher recruitment and retention program and duties of school districts; to amend chapter 756 of the laws of 1992 relating to funding a program for work force education conducted by the consortium for worker education in New York city, in relation to effectiveness of such provisions; to amend chapter 425 of the laws of 2002, amending the education law relating to the provision of supplemental educational services, attendance at a safe public school and the suspension of pupils who bring a firearm to or possess a firearm at a school, in relation to the effectiveness of such chapter; to amend chapter 101 of the laws of 2003, amending the education law relating to implementation of the No Child Left Behind Act of 2001, in relation to the effectiveness thereof; to amend chapter 147 of the laws of 2001, amending the education law relating to conditional appointment of school district, charter school or BOCES employees, in relation to the effectiveness thereof; to amend chapter 57 of the laws of 2008 amending the education law relating to the universal pre-kindergarten program, in relation to extending the provisions thereof; to amend chapter 386 of the laws of 1996, amending the education law relating to providing for a waiver allowing state aid in certain circumstances, in relation to extending education, in relation to extending the provisions thereof; to amend chapter 169 of the laws of 1994 relating to certain provisions related to the 1994-95 state operations, aid to localities, capital projects and debt service budgets, in relation to the effectiveness thereof; and to amend chapter 82 of the laws of 1995, amending the education law and certain other laws relating to state aid to school districts and the appropriation of funds for the support of government, in relation to the effectiveness thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T092606.TXT", "SOBI.D110125.T095410.TXT-agenda-4.xml", "SOBI.D110118.T092105.TXT", "SOBI.D110118.T193709.TXT", "SOBI.D110124.T163141.TXT", "SOBI.D110125.T095410.TXT-agenda-3.xml", "SOBI.D110119.T091232.TXT", "SOBI.D110118.T090612.TXT", "SOBI.D110124.T144131.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110125.T095410.TXT-agenda-4.xml-agenda-1.xml", "SOBI.D110114.T175509.TXT", "SOBI.D110114.T180009.TXT", "SOBI.D110125.T095410.TXT-agenda-3.xml-agenda-1.xml" ],
  "luceneActive" : true,
  "luceneModified" : 1295967250405
}