{
  "year" : 2011,
  "senateBillNo" : "S2020-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2020-2011-1294981200000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of transportation to use a salt substitute to deice certain highways bordering the Kensico and Croton watershed",
  "summary" : "Directs the commissioner of transportation to use a salt substitute to deice certain highways bordering the Kensico and Croton watershed; prohibits the use of road salt as a deicer on environmentally sensitive highways. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Transportation Law",
  "previousVersions" : [ "S2255-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2020\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the transportation law, in relation to the use  of  salt\n         substitutes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The transportation law is amended by adding a  new  section\n    2  14-n to read as follows:\n    3    S  14-N.  SALT SUBSTITUTE. 1. THE COMMISSIONER, UPON CONSULTATION WITH\n    4  THE COMMISSIONER OF ENVIRONMENTAL CONSERVATION AND  THE  NEW  YORK  CITY\n    5  DEPARTMENT   OF  ENVIRONMENTAL  PROTECTION,  IS  HEREBY  AUTHORIZED  AND\n    6  DIRECTED TO IDENTIFY THOSE SECTIONS OF  ROADWAYS  LOCATED  EAST  OF  THE\n    7  HUDSON  RIVER  WITHIN  THE  KENSICO  AND  CROTON  BASIN  SYSTEMS  OF THE\n    8  WATERSHED FOR THE NEW YORK CITY DRINKING WATER SUPPLY  THAT  ARE  WITHIN\n    9  ONE THOUSAND FEET OR LESS OF THE PERIMETERS OF THE FOLLOWING RESERVOIRS:\n   10  KENSICO,  CROTON,  MUSCOOT, CROSS RIVER, AMAWALK, TITICUS, CROTON FALLS,\n   11  DIVERTING, EAST BRANCH, BOG BROOK, MIDDLE BRANCH, EAST BRANCH, AND  BOYD\n   12  CORNER.  SUCH  ROADWAYS SHALL BE DEEMED TO BE ENVIRONMENTALLY SENSITIVE.\n   13  THE USE OF ROAD SALT AS A DEICER SHALL BE PROHIBITED ON  ENVIRONMENTALLY\n   14  SENSITIVE ROADWAYS.\n   15    2.  THE  COMMISSIONER IS HEREBY AUTHORIZED TO USE POTASSIUM ACETATE AS\n   16  AN ENVIRONMENTALLY BENIGN SUBSTITUTE FOR ROAD  SALT  TO  DEICE  ROADWAYS\n   17  DESIGNATED  AS ENVIRONMENTALLY SENSITIVE. THE COMMISSIONER IS AUTHORIZED\n   18  TO DESIGN AND EVALUATE  APPLICATION  PROCEDURES  AND  TO  SUPERVISE  THE\n   19  APPLICATION  OF POTASSIUM ACETATE SO AS TO MAXIMIZE THE PRODUCT'S EFFEC-\n   20  TIVENESS AS A DEICER. IF THE COMMISSIONER DETERMINES THAT THE ONE  THOU-\n   21  SAND  FOOT  DISTANCE DOES NOT ACCOUNT FOR ALL THE SIGNIFICANT SOURCES OF\n   22  ROAD SALT RUNOFF INTO THE RESERVOIR, THEN  THE  AREA  DESIGNATED  AS  AN\n   23  ENVIRONMENTALLY  SENSITIVE  ROADWAY  MAY BE ADJUSTED TO REDUCE ROAD SALT\n   24  RUNOFF.\n   25    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   26  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07704-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, in relation to the use of salt substitutes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T125132.TXT", "SOBI.D110114.T161002.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T155501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295373092744
}