{
  "year" : 2011,
  "senateBillNo" : "S2024-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2024-2011-1294981200000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs that all ambulances' shall be equipped with epinephrine auto-injector devices",
  "summary" : "Directs that all ambulances shall be equipped with epinephrine auto-injector devices. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S5291-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2024\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SQUADRON, DIAZ, HASSELL-THOMPSON, KRUEGER -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation to directing that all\n         ambulances shall be equipped with epinephrine auto-injector devices\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The section heading of 3000-c of the public health law,  as\n    2  added by chapter 578 of the laws of 1999, is amended to read as follows:\n    3    Epinephrine auto-injector devices; COLLABORATIVE AGREEMENT.\n    4    S  2. Section 3000-d of the public health law is renumbered 3000-e and\n    5  a new section 3000-d is added to read as follows:\n    6    S 3000-D. EPINEPHRINE AUTO-INJECTOR DEVICES; AMBULANCE SERVICES.    1.\n    7  AS  USED  IN THIS SECTION, \"AMBULANCE\" SHALL MEAN ANY MOTOR VEHICLE USED\n    8  TO PROVIDE EMERGENCY MEDICAL SERVICE AS SUCH TERM IS DEFINED IN  SECTION\n    9  THREE THOUSAND ONE OF THIS ARTICLE, WHETHER OWNED BY THE STATE, A MUNIC-\n   10  IPAL CORPORATION OR BY A PRIVATE ENTITY.\n   11    2.  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW TO THE CONTRARY, EVERY\n   12  AMBULANCE SHALL BE EQUIPPED WITH AN EPINEPHRINE AUTO-INJECTOR.\n   13    3. ALL EMERGENCY MEDICAL SERVICE  PROVIDERS  SHALL  HAVE  SUCCESSFULLY\n   14  COMPLETED  A  TRAINING  COURSE  IN  THE USE OF EPINEPHRINE AUTO-INJECTOR\n   15  DEVICES APPROVED BY THE COMMISSIONER.\n   16    4. EVERY AMBULANCE SERVICE AUTHORIZED TO POSSESS AND  USE  EPINEPHRINE\n   17  AUTO-INJECTOR  DEVICES  PURSUANT TO THIS SECTION SHALL USE, MAINTAIN AND\n   18  DISPOSE OF SUCH DEVICES PURSUANT TO REGULATIONS OF THE DEPARTMENT.\n   19    5. USE OF AN EPINEPHRINE AUTO-INJECTOR DEVICE PURSUANT TO THIS SECTION\n   20  SHALL BE CONSIDERED EMERGENCY TREATMENT FOR THE PURPOSE OF  ANY  STATUTE\n   21  RELATING TO LIABILITY.\n   22    S 3. This act shall take effect on the one hundred eightieth day after\n   23  it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02259-01-1\n",
  "memo" : "BILL NUMBER:S2024\n\nTITLE OF BILL:\nAn act\nto amend the public health law, in relation to directing that all\nambulances shall be equipped with epinephrine auto-injector devices\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill directs that all ambulances\nshall be equipped with epinephrine auto-injector devices.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection one amends section heading\n3000-c of the public health law to read: Epinephrine auto-injector\ndevices; collaborative agreement.\n\nSection two adds section 3000-d to the public health law. This section\ndefines the term \"ambulance\" and requires that each one shall be\nequipped with an epinephrine auto-injector. It stipulates that all\nemergency medical services providers shall successfully complete a\ntraining Course in the use of epinephrine auto-injector devices. It\nalso stipulates that every ambulance shall use, maintain and dispose\nof these devices according to the department's regulations and that\nuse of such devices shall be considered emergency treatment under\nliability statutes.\n\nSection three sets out the effective date.\n\nJUSTIFICATION:\nEpinephrine auto-injectors are used to\ntreat\nanaphylactic shock. They are commonly prescribed to and carried by\npersons with severe allergies because they can be self-administered\nand are fast-acting. Current New York State ambulatory regulations do\nnot require basic life support ambulances to carry epinephrine\nauto-injectors. Only Advanced Life Support ambulances carry the\ndevices and they commonly respond to only more life-threatening\nemergencies. This regulation would ensure that any ambulance\nresponding to an emergency would be equipped to treat people\nsuffering from anaphylactic shock.\n\nPRIOR LEGISLATIVE HISTORY:\n2010: S.5291/A.6416-A\n\nFISCAL IMPLICATIONS:\nUndetermined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred and eightieth day after\nbecoming a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to directing that all ambulances shall be equipped with epinephrine auto-injector devices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T161002.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T125632.TXT", "SOBI.D110114.T162503.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T155501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849371
}