{
  "year" : 2011,
  "senateBillNo" : "S2029-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2029-2011-1295326800000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the superintendent of insurance to phase in certain health insurance rate increases",
  "summary" : "Authorizes the superintendent of insurance to phase in certain health insurance rate increases; provides that if an increase is fifteen percent or more, the superintendent may phase in the percentage amount which exceeds fifteen percent over a period not to exceed six months. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S882-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2029\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to permitting the  super-\n         intendent  of  insurance to phase in certain increases in premiums for\n         nonprofit medical and dental indemnity on health and hospital  service\n         corporations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 4308 of the insurance law is amended  by  adding  a\n    2  new subsection (k) to read as follows:\n    3    (K)  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, WHERE ANY APPLICATION\n    4  FOR AN INCREASE IN PREMIUMS IS APPROVED BY THE SUPERINTENDENT  AND  SUCH\n    5  INCREASE  IS FIFTEEN PERCENT OR MORE OF THE PREVIOUS PREMIUM, THE SUPER-\n    6  INTENDENT MAY ELECT TO PHASE IN  THE  PERCENTAGE  AMOUNT  WHICH  EXCEEDS\n    7  FIFTEEN PERCENT OVER A PERIOD NOT TO EXCEED SIX MONTHS.\n    8    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07150-01-1\n",
  "memo" : "BILL NUMBER:S2029\n\nTITLE OF BILL:\nAn act\nto amend the insurance law, in relation to permitting the\nsuperintendent of insurance to phase in certain increases in\npremiums for nonprofit medical and dental indemnity on health and\nhospital service corporations\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThe purpose of this legislation is to\nreduce the sudden financial burden to health insurance customers\nduring rate increases by allowing the superintendent of insurance to\nphase-in the percentage amount of a rate increase which exceeds 15%\nover a six month period.\n\nSPECIFICS:\nSection 4308 of the insurance law is amended by adding a\nnew subsection (k).\n\nJUSTIFICATION:\nHealth related costs continue to skyrocket. In Western\nNew York, rate payers were hit with several double-digit health\ninsurance premium hikes. For example, Blue Cross of Western New York,\nInc. received a 20.1% rate hike increase and Blue Shield of Western\nNew York, Inc. was granted a 22.8% increase. These increases have a\ndetrimental effect on all policyholders, but especially those on\nfixed incomes. Such increase could force many senior citizens to\ncancel coverage.\n\nIn recognition of the Insurance Department's responsibility to insure\nfinancial solvency of health insurance companies and its statutory\nauthority in setting rates, this legislation simply would allow the\nsuperintendent to phase-in the percentage rate hikes beyond 15% over\na six month period. This authorization would give people and\norganizations time to adjust to dramatic increases over a period of\ntime and to take appropriate financial measures to insure stability\nand coverage.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to permitting the superintendent of insurance to phase in certain increases in premiums for nonprofit medical and dental indemnity on health and hospital service corporations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T092105.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T125632.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849381
}