{
  "year" : 2011,
  "senateBillNo" : "S202-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S202-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the town of Ogden, Monroe county, to control the town speed limits",
  "summary" : "Provides for the town of Ogden, Monroe county, to control the town speed limits. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S4098-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          202\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  regulating\n         speed limits in the town of Ogden, county of Monroe\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The first undesignated paragraph of section 1662-a  of  the\n    2  vehicle  and  traffic law is designated subdivision 1 and a new subdivi-\n    3  sion 2 is added to read as follows:\n    4    2. THE TOWN BOARD OF OGDEN, COUNTY OF MONROE, MAY BY LOCAL LAW  ESTAB-\n    5  LISH MAXIMUM SPEED LIMITS AT WHICH VEHICLES MAY PROCEED ON OR ALONG SUCH\n    6  TOWN  HIGHWAYS  IN  SUCH TOWN, OTHER THAN STATE OR COUNTY HIGHWAYS MAIN-\n    7  TAINED BY THE STATE OR COUNTY DEPARTMENT OF TRANSPORTATION,  LOWER  THAN\n    8  FIFTY-FIVE  MILES  PER HOUR STATUTORY MAXIMUM SPEED LIMIT. NO SUCH SPEED\n    9  LIMIT APPLICABLE ON OR ALONG SUCH DESIGNATED HIGHWAYS WITHIN  SUCH  TOWN\n   10  SHALL  BE  ESTABLISHED  AT  LESS THAN TWENTY-FIVE MILES PER HOUR, EXCEPT\n   11  THAT SCHOOL SPEED LIMITS MAY BE ESTABLISHED AT  NOT  LESS  THAN  FIFTEEN\n   12  MILES  PER HOUR, FOR A DISTANCE NOT TO EXCEED ONE THOUSAND THREE HUNDRED\n   13  TWENTY FEET, ON A HIGHWAY PASSING A SCHOOL BUILDING, ENTRANCE OR EXIT OF\n   14  A SCHOOL ABUTTING ON THE HIGHWAY.\n   15    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01680-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to regulating speed limits in the town of Ogden, county of Monroe ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T163708.TXT", "SOBI.D101210.T161708.TXT", "SOBI.D101214.T094626.TXT", "SOBI.D101213.T092258.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292337986597
}