{
  "year" : 2011,
  "senateBillNo" : "S2020-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2020-2011-1294981200000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of transportation to use a salt substitute to deice certain highways bordering the Kensico and Croton watershed",
  "summary" : "Directs the commissioner of transportation to use a salt substitute to deice certain highways bordering the Kensico and Croton watershed; prohibits the use of road salt as a deicer on environmentally sensitive highways. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Transportation Law",
  "previousVersions" : [ "S2255-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2020\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the transportation law, in relation to the use  of  salt\n         substitutes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The transportation law is amended by adding a  new  section\n    2  14-n to read as follows:\n    3    S  14-N.  SALT SUBSTITUTE. 1. THE COMMISSIONER, UPON CONSULTATION WITH\n    4  THE COMMISSIONER OF ENVIRONMENTAL CONSERVATION AND  THE  NEW  YORK  CITY\n    5  DEPARTMENT   OF  ENVIRONMENTAL  PROTECTION,  IS  HEREBY  AUTHORIZED  AND\n    6  DIRECTED TO IDENTIFY THOSE SECTIONS OF  ROADWAYS  LOCATED  EAST  OF  THE\n    7  HUDSON  RIVER  WITHIN  THE  KENSICO  AND  CROTON  BASIN  SYSTEMS  OF THE\n    8  WATERSHED FOR THE NEW YORK CITY DRINKING WATER SUPPLY  THAT  ARE  WITHIN\n    9  ONE THOUSAND FEET OR LESS OF THE PERIMETERS OF THE FOLLOWING RESERVOIRS:\n   10  KENSICO,  CROTON,  MUSCOOT, CROSS RIVER, AMAWALK, TITICUS, CROTON FALLS,\n   11  DIVERTING, EAST BRANCH, BOG BROOK, MIDDLE BRANCH, EAST BRANCH, AND  BOYD\n   12  CORNER.  SUCH  ROADWAYS SHALL BE DEEMED TO BE ENVIRONMENTALLY SENSITIVE.\n   13  THE USE OF ROAD SALT AS A DEICER SHALL BE PROHIBITED ON  ENVIRONMENTALLY\n   14  SENSITIVE ROADWAYS.\n   15    2.  THE  COMMISSIONER IS HEREBY AUTHORIZED TO USE POTASSIUM ACETATE AS\n   16  AN ENVIRONMENTALLY BENIGN SUBSTITUTE FOR ROAD  SALT  TO  DEICE  ROADWAYS\n   17  DESIGNATED  AS ENVIRONMENTALLY SENSITIVE. THE COMMISSIONER IS AUTHORIZED\n   18  TO DESIGN AND EVALUATE  APPLICATION  PROCEDURES  AND  TO  SUPERVISE  THE\n   19  APPLICATION  OF POTASSIUM ACETATE SO AS TO MAXIMIZE THE PRODUCT'S EFFEC-\n   20  TIVENESS AS A DEICER. IF THE COMMISSIONER DETERMINES THAT THE ONE  THOU-\n   21  SAND  FOOT  DISTANCE DOES NOT ACCOUNT FOR ALL THE SIGNIFICANT SOURCES OF\n   22  ROAD SALT RUNOFF INTO THE RESERVOIR, THEN  THE  AREA  DESIGNATED  AS  AN\n   23  ENVIRONMENTALLY  SENSITIVE  ROADWAY  MAY BE ADJUSTED TO REDUCE ROAD SALT\n   24  RUNOFF.\n   25    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   26  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07704-01-1\n",
  "memo" : "BILL NUMBER:S2020\n\nTITLE OF BILL:\nAn act\nto amend the transportation law, in relation to the use of salt\nsubstitutes\n\nPURPOSE:\nTo prevent road salt from degrading the drinking water\nreservoirs located in the New York City Watershed in the area east of\nthe Hudson River because this area is the most susceptible to storm\nwater runoff from nearby road salt activities.\n\nSUMMARY OF PROVISIONS:\nThis bill would: (1) authorize the Commissioner\nof the NYS Department of Transportation to identify roadways built\nwithin 1/4 mile of the perimeters of New York City drinking water\nreservoirs located east of the Hudson River; (2) designate such roads\nas \"environmentally sensitive\" and prohibit the application of road\nsalt to de-ice environmentally sensitive roadways; and (3) authorize\nthe Commissioner to use potassium acetate to de-ice environmentally\nsensitive roadways and to readjust the 1/4 mile limit if that area is\nnot sufficient to address the significant sources of road salt runoff.\n\nEXISTING LAW:\nThe use of road salt to de-ice roadways located in close\nproximity to drinking water reservoirs is permitted.\n\nJUSTIFICATION:\nDegradation due to pollutants that runoff from the\nhighway is a serious problem for most of New York City's water supply\nbecause there are many roads in the Kensico and Croton basins that\nare located in close proximity to the reservoirs situated therein.\nOne avoidable pollutant is road salt. Road salt pollutes nearby\ndrinking water reservoirs when it is released during snow melts.\nWhile its use is important for safe highway transportation\nmanagement, there is an environmentally benign alternative potassium\nacetate. It is more costly than road salt, but if used judiciously in\nonly the areas in closest proximity to the most threatened\nreservoirs, its cost would be offset by the avoidance of costs to\nremediate impaired drinking water supplies. According to the US\nEnvironmental Protection Agency (EPA), potassium acetate is nontoxic\nto aquatic habitat and humans; and it was approved by the Federal\nAviation\nAdministration as effective for runway de-icing operations. Moreover\npotassium acetate contains no chlorides so it is non-corrosive. It is\nsafer for structural steel and reinforcing steel embedded in concrete\nand readily biodegrades with little environmental impact. It is\ncurrently used by the National Park Service for use on icy mountain\nroads in Yosemite National park. The EPA considers the use of\npotassium acetate as an important tool in reducing environmental\n\nimpacts associated with storm water run-off. Annual salt use in the\nU.S. is approaching 12 million tons with New York reporting the\nthird highest application rate in the nation with 16.6 tons/lane mile\non average, ranking just below Massachusetts and Vermont. A USGS\nreport (March 2000) found that the annual road salt application rates\nin the Croton watershed basin were (in tons per mile of roadway): 37\non two-lane town, county and state roads; 75 on the Taconic parkway,\nand 298 in Interstate 84. These rates are some of the highest in the\nnation. The report also found a stable linear correlation between\nreservoirs (the focus of the study was to measure groundwater\ncontamination). As development pressures escalate around the Croton\nwatershed reservoirs, the pressure to keep\nthe roads salted during icy and snowy days will also increase.\nRough cost estimates for road salting are $30/ton for the salt and\nroughly KS/ton for all associated storage and application costs.\nApproximately $10 million/year is spent nationally to mitigate salt\nimpacts on drinking water, mostly in the Northeast and Midwest\nstates. This amount does not include costs associated with damage to\nroadside vegetation, bridges and vehicles. For each application of\nsalt, the product alone costs about $4 per lane mile or $8 per mile\nper two lane road. In comparison, potassium acetate is sold in\ngallons and costs about $3.30 per gallon when purchased in bulk. It\ncosts about $175 per lane mile for each application. Clearly the\nproduct must be used judiciously and only in areas most threatening\nto drinking water supplies.\n\nLEGISLATIVE HISTORY:\n\n2010 - S.2255/A.347 Referred to Transportation\n2007 - Referred to Transportation\n2006 - Referred to Transportation\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after\nit shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, in relation to the use of salt substitutes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T161002.TXT", "SOBI.D110118.T125132.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T155501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849363
}