{
  "year" : 2011,
  "senateBillNo" : "S2025-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2025-2011-1294981200000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for trichloroethylene (TCE) exposure prevention",
  "summary" : "Provides for trichloroethylene (TCE) exposure prevention; directs the department of health to prescribe a maximum indoor air contaminant level for trichloroethylene, for such standard, the targeted risk of residual contamination shall be based on the most protective underlying assumptions and cancer potency factor and shall not exceed an excess cancer risk of one in one-million for carcinogenic end points and a hazard index of one for non-cancer end points, in order to minimize health risks associated to exposure to trichloroethylene. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A3121",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S5278-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2025\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law and the environmental conservation\n         law, in relation to trichloroethylene (TCE) exposure prevention\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Article 13 of the public health law is amended by adding a\n    2  new title 12-B to read as follows:\n    3             TITLE 12-B - TRICHLOROETHYLENE EXPOSURE PREVENTION\n    4  SECTION 1389-F. MAXIMUM CONTAMINANT LEVELS FOR TRICHLOROETHYLENE (TCE).\n    5    S 1389-F. MAXIMUM CONTAMINANT LEVELS FOR TRICHLOROETHYLENE (TCE).  THE\n    6  DEPARTMENT  SHALL  PRESCRIBE  A MAXIMUM INDOOR AIR CONTAMINANT LEVEL FOR\n    7  TRICHLOROETHYLENE, FOR SUCH STANDARD,  THE  TARGETED  RISK  OF  RESIDUAL\n    8  CONTAMINATION  SHALL  BE BASED ON THE MOST PROTECTIVE UNDERLYING ASSUMP-\n    9  TIONS AND CANCER POTENCY FACTOR AND SHALL NOT EXCEED  AN  EXCESS  CANCER\n   10  RISK  OF  ONE  IN  ONE  MILLION FOR CARCINOGENIC END POINTS AND A HAZARD\n   11  INDEX OF ONE FOR NON-CANCER END POINTS,  IN  ORDER  TO  MINIMIZE  HEALTH\n   12  RISKS ASSOCIATED TO EXPOSURE TO TRICHLOROETHYLENE.\n   13    S  2.  Paragraph  i of subdivision 1 of section 3-0301 of the environ-\n   14  mental conservation law, as amended by chapter 654 of the laws of  2005,\n   15  is amended to read as follows:\n   16    i.  Provide  for  prevention  and abatement of all water, land and air\n   17  pollution, INCLUDING INDOOR AIR, AND including, but not limited to, that\n   18  related to hazardous  substances,  particulates,  gases,  dust,  vapors,\n   19  noise,  radiation, odor, nutrients and heated liquids[;].  IN ESTABLISH-\n   20  ING REMEDIATION STANDARDS AND  ACTION  LEVELS  FOR  INDOOR  AIR,  LEVELS\n   21  UTILIZED  BY  THE  DEPARTMENT  IN ANY PROGRAMS WHERE LEVELS OF HAZARDOUS\n   22  CHEMICALS ARE REGULATED, MONITORED, OR REPORTED SHALL  BE  AT  LEAST  AS\n   23  STRINGENT  AS THOSE SET IN SECTION THIRTEEN HUNDRED EIGHTY-NINE-F OF THE\n   24  PUBLIC HEALTH LAW FOR ANY CONTAMINANT LISTED THEREIN.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03285-01-1\n\n       S. 2025                             2\n\n    1    S 3. Subdivision 1 of section 27-2403 of the  environmental  conserva-\n    2  tion  law,  as  added  by chapter 707 of the laws of 2006, is amended to\n    3  read as follows:\n    4    1.  (A)  A  person identified as a responsible party pursuant to title\n    5  thirteen of this article or a participant as defined in paragraph (a) of\n    6  subdivision one of section 27-1405 of this article shall provide  within\n    7  thirty  days of validation of any test undertaken pursuant to this arti-\n    8  cle or article twelve of the navigation law the results of any such test\n    9  to any identifiable owner of real property that has been tested. In  the\n   10  event  that  such a test is undertaken by the department, the department\n   11  shall provide, within thirty  days  of  validation  of  such  test,  the\n   12  results of such test to any identifiable owner of real property that has\n   13  been tested.\n   14    (B)  ANY  MAXIMUM  CONTAMINANT  LEVEL  SET BY THE DEPARTMENT OF HEALTH\n   15  PURSUANT TO SECTION THIRTEEN HUNDRED EIGHTY-NINE-F OF THE PUBLIC  HEALTH\n   16  LAW  SHALL  BE UTILIZED IN DETERMINING THE APPLICABILITY OF THIS SECTION\n   17  FOR ANY CONTAMINANT LISTED THEREIN.\n   18    S 4. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2025\n\nTITLE OF BILL:\nAn act\nto amend the public health law and the environmental\nconservation law, in\nrelation to trichloroethylene (TCE) exposure prevention\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo protect individuals from\npotentially harmful health risks associated with exposure to\ntrichloroethylene (TCE).\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 of this legislation adds\na new Title 12-B to Article 13 of the Public Health Law to require\nthe Department of Health to prescribe a maximum indoor air\ncontaminant level for trichloroethylene, based on the most protective\nunderlying assumptions and cancer potency factor, in order to\nminimize health risks associated to exposure to trichloroethylene;\n\nSection 2 amends section 3-0301 of the ECL to specify that indoor air\nis included in the media that the Department of Environmental\nConservation must consider in its regulatory duties, and directs the\ndepartment to consider any regulatory levels set by DOH above;\n\nSection 3 amends section 27-2403 of the ECL to specify that\nnotification of contaminated sites must also include any such\ncontaminants and levels set in section 1 above.\n\nJUSTIFICATION:\nTriclaloroethylene (TCE) is a metal degreaser and\ningredient in paint removers and adhesives. Waste from use and\nimproper disposal of chemicals containing TCE is widespread in soil\nand water. TCE is one of the most common chemicals of concern at\nvapor intrusion sites, since it is highly volatile and associated\nwith serious negative health impacts, such as cancer, organ damage,\nand/or birth defects. Vapor intrusion occurs when toxic volatile\nchemicals, such as TCE, vaporize and rise from contaminated soil and\ngroundwater through cracks, gaps or pores.\n\nPolicies to address vapor intrusion are still in the development\nstage. The New York State Department of Environmental Conservation\n(DEC) and Department of Health (DOH), as well as the United States\nEnvironmental Protection Agency (EPA), have issued draft guidance on\nthe evaluation of vapor intrusion and contaminated sites, but none\nhas been finalized. In October of 2003, DOH established an air\nguideline for TCE of 5.0 mcg/m3. In developing its guideline for TCE,\nDOH made a number of choices that resulted in a less protective\nstandard, two orders of magnitude higher than the most protective\nrisk based concentrations for TCE developed by California, Colorado,\n\nNew Jersey and several regional EPA offices, which range from 0.016\nto 0.02 mcg/m3 and are based on the most conservative assumptions\nabout TCE toxicity presented in a 2001 draft assessment issued by\nEPA. In August 2005, DOH issued a draft \"Trichloroethylene Air\nCriteria Document,\" which provides background\ninformation on how the guideline was derived. Later that month, DOH\nconvened a Peer Review Panel to review the Criteria Document. While\nthe Panel generally praised DOH staff for presenting a thorough\nreview of the scientific literature, it made a number of\nrecommendations t hat, if adopted, would extend the lower end of the\nrange of scientifically supported potential guideline values.\n\nOne of the recommendations issued by the Panel is that DOH should\nrevise its current indoor air guidelines for TCE. In the face of\nuncertainty regarding the threat of harm to human health posed by\nvapor intrusion, DOH should err on the side of caution and adopt a\nguideline for TCE similar to those developed by a number of other\nstate and regional offices. This legislation would require the\nDepartment of Health to prescribe a maximum indoor air contaminant\nlevel for trichloroethylene, based on the most protective underlying\nassumptions and cancer potency factor. Further, the level developed\nshall not exceed an excess cancer risk of one in one-million for\ncarcinogenic end points and a hazard index of one for non-cancer end\npoints, in order to minimize health risks associated to exposure to\nthis harmful chemical.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10: S.5278/A.2267\n2007-08: A.11659\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the environmental conservation law, in relation to trichloroethylene (TCE) exposure prevention ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T115616.TXT", "SOBI.D110114.T161002.TXT", "SOBI.D110118.T125632.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T160502.TXT", "SOBI.D110114.T155501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295888176268
}