{
  "year" : 2011,
  "senateBillNo" : "S2030-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2030-2011-1295326800000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions relating to the deadline for applications for absentee ballots by persons who are ill or physically disabled; limits delegated number",
  "summary" : "Extends the deadline for filing of applications for absentee ballots by persons who are ill or physically disabled; prohibits a person from being designated to receive more than one absentee ballot on the day of the election excepting ballots of certain closely-related persons. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S979-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2030\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election  law,  in  relation  to  the  deadline  for\n         obtaining  application  forms  for absentee ballots by persons who are\n         ill or physically disabled; who shall supply  application  forms;  and\n         limit  on  number of absentee ballots to be received on the day of the\n         election\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs  (a),  (c) and (d) of subdivision 2 of section\n    2  8-400 of the election law, paragraph (a) as amended by  chapter  263  of\n    3  the laws of 1991, paragraph (c) as amended by chapter 321 of the laws of\n    4  1988  and  paragraph (d) as separately amended by chapters 97 and 104 of\n    5  the laws of 2010, are amended to read as follows:\n    6    (a) Application forms shall be furnished by and may be  obtained  from\n    7  any  board  of  elections at any time until the day before such election\n    8  OR, WITH RESPECT TO APPLICATIONS FOR PERSONS WHO ARE ILL  OR  PHYSICALLY\n    9  DISABLED,  UNTIL THE DAY OF SUCH ELECTION.  Application forms shall also\n   10  be supplied by the board of inspectors  [of  the  election  district  in\n   11  which  applicant  is  a qualified voter] on all of the days provided for\n   12  local registration. [In addition, application forms  shall  be  supplied\n   13  upon  the  request  of  the  person  authorized to vote pursuant to this\n   14  section, any such person's spouse, parent or child,  a  person  residing\n   15  with the applicant as a member of his household, or the applicant's duly\n   16  authorized  agent.]  Application forms sent outside of the United States\n   17  to a country other than Canada or Mexico, shall  be  sent  airmail.  Any\n   18  reference  to  \"board  of elections\" in the remaining provisions of this\n   19  section, except with respect to the furnishing and obtaining of applica-\n   20  tions for absentee ballots, means only the board  of  elections  of  the\n   21  county or city in which the applicant is a qualified voter.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06826-01-1\n\n       S. 2030                             2\n\n    1    (c)  All  applications  must  be  mailed to the board of elections not\n    2  later than the seventh day before the election for  which  a  ballot  is\n    3  first requested or delivered to such board not later than the day before\n    4  such election EXCEPT THAT APPLICATIONS FROM PERSONS WHO ARE ILL OR PHYS-\n    5  ICALLY  DISABLED  MAY  BE  DELIVERED TO SUCH BOARD UNTIL THE DAY OF SUCH\n    6  ELECTION.\n    7    (d) The board of elections shall mail OR DELIVER an absentee ballot to\n    8  every qualified voter otherwise eligible for such a ballot, who requests\n    9  such an absentee ballot from such board of elections  in  writing  in  a\n   10  letter,  telefax  indicating  the  address, phone number and the telefax\n   11  number from which the writing is sent or other written instrument, which\n   12  is signed by the voter and received by the board of  elections  BY  MAIL\n   13  not  earlier  than the thirtieth day [nor] BEFORE THE ELECTION FOR WHICH\n   14  THE BALLOT IS FIRST REQUESTED AND WHICH IS MAILED  NOT  later  than  the\n   15  seventh  day  before  [the] SUCH election [for which the ballot is first\n   16  requested and which states], OR WHICH IS DELIVERED  TO  SUCH  BOARD  NOT\n   17  EARLIER  THAN  THE  THIRTIETH  DAY  NOR  LATER  THAN THE DAY BEFORE SUCH\n   18  ELECTION EXCEPT THAT SUCH LETTERS FROM PERSONS WHO ARE ILL OR PHYSICALLY\n   19  DISABLED MAY BE DELIVERED TO SUCH BOARD UNTIL THE DAY OF SUCH  ELECTION.\n   20  SUCH  LETTERS  MUST  SET FORTH the address where the voter is registered\n   21  and the address to which the ballot is to be mailed OR, IF  SUCH  BALLOT\n   22  MAY  BE DELIVERED, THE NAME OF THE PERSON TO WHOM IT IS TO BE DELIVERED;\n   23  provided, however, a military voter may request  a  military  ballot  or\n   24  voter  registration  application  or an absentee ballot application in a\n   25  letter as provided in subdivision three of section 10-106 of this  chap-\n   26  ter; and provided further, a special federal voter may request a special\n   27  federal  ballot  or voter registration application or an absentee ballot\n   28  application in a letter as provided in paragraph d of subdivision one of\n   29  section 11-202 of this chapter. The board  of  elections  shall  enclose\n   30  with such ballot a form of application for absentee ballot if the appli-\n   31  cant is registered with such board of elections.\n   32    S  2.  Section 8-406 of the election law, as amended by chapter 296 of\n   33  the laws of 1988, is amended to read as follows:\n   34    S 8-406.  Absentee ballots, delivery of.  If the board shall find that\n   35  the applicant is a qualified voter of the election  district  containing\n   36  his  OR  HER residence as stated in his OR HER statement and that his OR\n   37  HER statement is sufficient, it shall, as soon as practicable  after  it\n   38  shall have determined his OR HER right thereto, mail to him OR HER at an\n   39  address  designated  by  him OR HER, or deliver to him OR HER, or to any\n   40  person designated for such purpose in writing by  him  OR  HER,  at  the\n   41  office  of  the board, such an absentee voter's ballot or set of ballots\n   42  and an envelope therefor. NO PERSON MAY BE DESIGNATED  TO  RECEIVE  MORE\n   43  THAN  ONE  ABSENTEE  BALLOT  ON  THE  DAY OF THE ELECTION OTHER THAN THE\n   44  BALLOTS OF HIS OR HER SPOUSE, CHILD,  PARENT,  GRANDPARENT,  BROTHER  OR\n   45  SISTER  AND THE SPOUSE OF ANY SUCH PERSON.  If the ballot or ballots are\n   46  to be sent outside of the United States to a country other  than  Canada\n   47  or  Mexico,  such ballot or ballots shall be sent by air mail.  However,\n   48  if an applicant who is eligible for an absentee ballot is a resident  of\n   49  a  facility  operated  or licensed by, or under the jurisdiction of, the\n   50  department of mental hygiene, or a resident of a facility defined  as  a\n   51  nursing  home  or  residential health care facility pursuant to subdivi-\n   52  sions two and three of section two thousand eight  hundred  one  of  the\n   53  public  health  law, or a resident of a hospital or other facility oper-\n   54  ated by the Veteran's Administration of the United States, such absentee\n   55  ballot need not be so mailed or delivered to any such applicant but, may\n   56  be delivered to the voter in the manner prescribed by section  8-407  of\n\n       S. 2030                             3\n\n    1  this  chapter if such facility is located in the county or city in which\n    2  such voter is eligible to vote.\n    3    S  3.    This  act  shall  take  effect  on the first of December next\n    4  succeeding the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2030\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to the deadline for obtaining\napplication forms for absentee ballots by persons who are ill or\nphysically disabled; who shall supply application forms; and limit\non number of absentee\nballots to be received on the day of the election\n\nPURPOSE:\nTo permit persons who are ill or physically\ndisabled to apply\nfor absentee ballots on election day and to delete obsolete\nrestrictions on distribution of applications for absentee ballots.\n\nSUMMARY OF PROVISIONS:\nPermits applications for absentee ballots to be\nsupplied to and filed on the day of the election by voters who are\nill or physically disabled. Provides no person may pick up more than\none ballot on election day except for ballots of certain relatives.\nDeletes language which implies that inspectors at local registrations\nmay give absentee ballot applications only to voters registered in\nthat election district, and language which provides that only persons\nauthorized by the voter can pick up an absentee ballot application.\n\nJUSTIFICATION:\nPresent law requires that absentee ballot applications\nbe filed with the board of elections by the day before election day.\nThe present deadline makes sense with respect to people who are\ncasting absentee ballots because they will be out of town on election\nday. By definition, if they are in town on election day, they are not\neligible to vote absentee. However, that restriction does not apply\nto people who are ill or physically disabled. If such a voter can\narrange to have a person pick up his ballot on election day and bring\nit to him and then return the voted ballot to the board of elections\nbefore the close of the polls, there is no reason that the law should\nnot permit that procedure. Those ballots will not be counted until\nafter election day, which will afford candidates in close elections\nample time to check eligibility. However, in order to prevent\npossible abuse, the bill provides that (except for ballot for close\nrelatives) nobody may pick up more than one ballot on election day.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of December\nnext succeeding the date on which it shall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to the deadline for obtaining application forms for absentee ballots by persons who are ill or physically disabled; who shall supply application forms; and limit on number of absentee ballots to be received on the day of the election ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T092105.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T125632.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849382
}