{
  "year" : 2011,
  "senateBillNo" : "S2032-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2032-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mandates free transfers from subway line terminal to intersecting omnibus lines operated by New York city transit authority and vice versa",
  "summary" : "Provides that for the purpose of eliminating the financial burden of two fares on the commuter, free transfers shall be given by the New York City transit authority from the terminal point of all subway lines to all intersecting omnibus lines and from the terminal point of all omnibus lines to all intersecting subway lines operated by such authority. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S159-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2032\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the public authorities law, in relation to  free  trans-\n         fers  from  the  terminal  points of subway lines to omnibus lines and\n         from the terminal points of omnibus lines to subway lines operated  by\n         the New York city transit authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 1 of section 1205 of  the  public  authorities\n    2  law,  as  amended by chapter 717 of the laws of 1967, is amended to read\n    3  as follows:\n    4    1.  Notwithstanding the provisions of any other law, the terms of  any\n    5  contract  or  franchise, the authority shall have the power at all times\n    6  to fix or adjust the rate or rates of fare to be charged for the use  of\n    7  any transit facility operated by the authority as may in the judgment of\n    8  the  authority  be necessary to maintain the operations of the authority\n    9  on a self-sustaining basis, PROVIDED, HOWEVER, THAT WHATEVER THE RATE OF\n   10  FARE IS FIXED AT, AND FOR  THE  PURPOSE  OF  ELIMINATING  THE  FINANCIAL\n   11  BURDEN  OF TWO FARES ON THE COMMUTER, FREE TRANSFERS SHALL BE GIVEN FROM\n   12  THE TERMINAL POINT OF ALL SUBWAY LINES TO ALL INTERSECTING OMNIBUS LINES\n   13  AND FROM THE TERMINAL POINT OF ALL OMNIBUS  LINES  TO  ALL  INTERSECTING\n   14  SUBWAY LINES OPERATED BY THE AUTHORITY.  The operations of the authority\n   15  shall  be  deemed  to be on a self-sustaining basis, as required by this\n   16  title, when the authority is able to pay from revenue,  from  any  funds\n   17  granted  or  transferred  to  the authority pursuant to any provision of\n   18  law, including funds granted pursuant to the provisions of section nine-\n   19  ty-eight-b of the general municipal law, and from any other funds  actu-\n   20  ally  available  to  the authority, including the proceeds of borrowings\n   21  for working capital purposes, the expenses of operation of the authority\n   22  as the same shall become due.\n   23    S 2.  This act shall take effect on the sixtieth day  after  it  shall\n   24  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07434-01-1\n",
  "memo" : "BILL NUMBER:S2032\n\nTITLE OF BILL:\nAn act\nto amend the public authorities law, in relation to free transfers\nfrom the terminal points of subway lines\nto omnibus lines and from the terminal points of omnibus lines to\nsubway lines operated by the New York city transit\nauthority\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill will require that free transfers will be given from all\nterminal points of subway lines to omnibus lines and from terminal\nomnibus points to all subway lines.\n\nThis bill will amend subdivision one of section twelve hundred five of\nthe public authorities law.\n\nJUSTIFICATION:\nThroughout New York City, uniformity of the fare burden must prevail.\nCorrespondingly, since uniformity cannot be achieved through\npractical means, provisions must be made to allow commutation without\nthe financial burden of two fares. In addition, this bill would\npromote the general use of mass transit, with subsequent favorable\neffects on air pollution levels and traffic congestion in the city.\n\nFISCAL IMPLICATIONS:\nUnknown at this time\n\nEFFECTIVE DATE\nThis act shall take effect on the sixtieth day after\nit shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to free transfers from the terminal points of subway lines to omnibus lines and from the terminal points of omnibus lines to subway lines operated by the New York city transit authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T092606.TXT", "SOBI.D110118.T092105.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T125632.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849385
}