{
  "year" : 2011,
  "senateBillNo" : "S2037-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2037-2011-1295326800000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires attendance of a person certified in cardiopulmonary resuscitation in school buildings being attended by pupils",
  "summary" : "Requires school districts to provide adequate personnel who are certified in cardiopulmonary resuscitation in each school building being attended by pupils in numbers determined to be sufficient by the commissioner of education; requires that such person successfully complete the basic life support course conducted by the American Heart Association or the American Red Cross or other program certified by the Commissioner of Education; requires that the names of such certified individuals be posted and available to all employees and pupils. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S1063-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2037\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to requiring the presence\n         of a person  certified  in  cardiopulmonary  resuscitation  in  school\n         buildings being attended by pupils\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 921 to\n    2  read as follows:\n    3    S  921. CARDIOPULMONARY RESUSCITATION SERVICE REQUIRED IN  ALL  SCHOOL\n    4  BUILDINGS.  1.  EACH  SCHOOL  DISTRICT  MUST PROVIDE A PERSON OR PERSONS\n    5  CERTIFIED IN CARDIOPULMONARY RESUSCITATION IN SUCH NUMBERS AS  SHALL  BE\n    6  DETERMINED BY THE COMMISSIONER AND SUFFICIENT TO COVER ALL SCHOOL BUILD-\n    7  INGS  WHICH  ARE  BEING  ATTENDED  BY PUPILS. SUCH PERSON OR PERSONS MAY\n    8  INCLUDE A  TEACHER  OR  ANY  OTHER  FULL-TIME  EMPLOYEE  OF  THE  SCHOOL\n    9  DISTRICT.\n   10    2. THE NAMES OF EMPLOYEES OF THE SCHOOL DISTRICT CERTIFIED IN CARDIOP-\n   11  ULMONARY  RESUSCITATION  SHALL  BE POSTED IN EACH BUILDING OF THE SCHOOL\n   12  DISTRICT IN A PLACE AND MANNER AVAILABLE TO ALL EMPLOYEES AND PUPILS.\n   13    3. FOR THE PURPOSES OF THIS SECTION, A PERSON IS CONSIDERED  CERTIFIED\n   14  IN CARDIOPULMONARY RESUSCITATION IF HE OR SHE HAS SUCCESSFULLY COMPLETED\n   15  THE  BASIC LIFE SUPPORT COURSE IN SUCH TREATMENT CONDUCTED BY THE AMERI-\n   16  CAN RED CROSS OR THE AMERICAN HEART ASSOCIATION AND OTHERWISE MEETS SUCH\n   17  REQUIREMENTS AS MAY  BE  ESTABLISHED  BY  THE  COMMISSIONER,  WHICH  MAY\n   18  INCLUDE,  BUT  NOT  BE  LIMITED  TO, CONTINUING EDUCATION OR TRAINING TO\n   19  MAINTAIN CERTIFICATION IN CARDIOPULMONARY RESUSCITATION.\n   20    S 2. This act shall  take  effect  on  the  first  of  September  next\n   21  succeeding the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06510-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring the presence of a person certified in cardiopulmonary resuscitation in school buildings being attended by pupils ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T092606.TXT", "SOBI.D110118.T103117.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T131134.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295374294296
}