{
  "year" : 2011,
  "senateBillNo" : "S2039-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2039-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts social security or retirement benefits from definition of \"income\"",
  "summary" : "Excludes social security and retirement benefits included in taxable income which do not exceed twenty thousand dollars from the definition of \"income\" for purposes of the private housing finance law. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S884-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2039\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  private housing finance law, in relation to the\n         definition of income\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 29 of section 2 of the private housing finance\n    2  law, as amended by chapter 280 of the laws of 1987, is amended  to  read\n    3  as follows:\n    4    29.  \"Annual income\" or \"income\".  The total income as reported in the\n    5  New  York  state  income  tax  return, less such personal exemptions and\n    6  deductions for medical expenses as are actually taken  by  the  taxpayer\n    7  AND  LESS  SOCIAL SECURITY AND RETIREMENT BENEFITS RECEIVED AND INCLUDED\n    8  IN TAXABLE  INCOME  BUT  NOT  IN  EXCESS  OF  TWENTY  THOUSAND  DOLLARS.\n    9  Provided,  however,  that  federal  old  age,  survivors, and disability\n   10  insurance benefits shall not be deemed income in articles two, four  and\n   11  eleven  of  this chapter.  This definition shall be employed in articles\n   12  two, four, eight and eleven of this chapter in the computation of \"prob-\n   13  able aggregate annual income\" as therein defined.\n   14    S 2.  This act shall take effect on the thirtieth day after  it  shall\n   15  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07152-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to the definition of income .il 2 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T092606.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T144146.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295379706778
}