{
  "year" : 2011,
  "senateBillNo" : "S203-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S203-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits owners of house coaches to terminate insurance without surrendering registration and license plates",
  "summary" : "Permits owners of house coaches to terminate insurance without surrendering registration and license plates. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S517-2009", "S4517-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          203\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  permitting\n         owners  of  house  coaches to terminate insurance without surrendering\n         registration certificate and license plates\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (b) of subdivision 1 of section 312 of the vehi-\n    2  cle and traffic law, as amended by chapter 557 of the laws of  1994,  is\n    3  amended to read as follows:\n    4    (b)  The owner of such motor vehicle shall maintain proof of financial\n    5  security continuously throughout the registration period and his failure\n    6  to produce proof of financial security when  requested  to  do  so  upon\n    7  demand  of  a magistrate, motor vehicle inspector, peace officer, acting\n    8  pursuant to his special duties, or police officer, while such vehicle is\n    9  being operated upon the public highway, shall be presumptive evidence of\n   10  operating a motor vehicle without proof of financial security. Upon  the\n   11  production  of  proof of financial security such presumption is removed.\n   12  Production of proof of financial security may be made  by  mailing  such\n   13  proof  to the court having jurisdiction in the matter, and any necessary\n   14  response by such court or acknowledgement  of  the  production  of  such\n   15  proof may also be made by mail. When insurance with respect to any motor\n   16  vehicle,  other  than  a  motorcycle   OR HOUSE COACH, is terminated the\n   17  owner shall surrender forthwith his registration certificate and  number\n   18  plates  of  the  vehicle  to  the commissioner unless proof of financial\n   19  security otherwise is maintained in compliance with this article.\n   20    S 2. This act shall take effect immediately, provided that the  amend-\n   21  ments  to  paragraph  (b) of subdivision 1 of section 312 of the vehicle\n   22  and traffic law made by section one of this act shall survive the  expi-\n   23  ration  and  reversion of such subdivision as provided in chapter 569 of\n   24  the laws of 1981, as amended and chapter 781 of the  laws  of  1983,  as\n   25  amended.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01684-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to permitting owners of house coaches to terminate insurance without surrendering registration certificate and license plates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T163708.TXT", "SOBI.D101214.T102128.TXT", "SOBI.D101210.T161708.TXT", "SOBI.D101213.T093259.TXT", "SOBI.D101213.T092258.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292340088723
}