{
  "year" : 2011,
  "senateBillNo" : "S2035-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2035-2011-1295326800000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that physician fee reimbursement under the Medicaid program for office visits be no less than the amount reimbursed for hospital out-patient settings",
  "summary" : "Provides that physician fee reimbursement under the Medicaid program for office visits be no less than the amount reimbursed for physician treatment in hospital out-patient settings. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S969-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2035\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the social services law, in relation  to  physician  fee\n         reimbursements  under  the medical assistance for needy persons (medi-\n         caid) program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (a)  of  subdivision 1 of section 367-a of the\n    2  social services law, as amended by chapter 165 of the laws of  1991,  is\n    3  amended to read as follows:\n    4    (a)  Any  inconsistent provision of this chapter or other law notwith-\n    5  standing, no assignment of the claim of any supplier of medical  assist-\n    6  ance shall be valid and enforceable as against any LOCAL social services\n    7  district  or  the    STATE  department  OF  HEALTH, and any payment with\n    8  respect to any medical assistance shall be made to the person,  institu-\n    9  tion,  state department or agency or municipality supplying such medical\n   10  assistance at rates established by the appropriate LOCAL social services\n   11  district and contained in its approved local  medical  plan,  except  as\n   12  otherwise   permitted  or  required  by  applicable  federal  and  state\n   13  provisions, including the regulations of the STATE department OF HEALTH;\n   14  provided, however, that for those districts for whom the  STATE  depart-\n   15  ment  OF HEALTH has assumed payment responsibilities pursuant to section\n   16  three hundred sixty-seven-b of this  [chapter]  TITLE,  rates  shall  be\n   17  established  by  the  STATE  department  OF  HEALTH, except as otherwise\n   18  required by applicable provisions of federal or state law; AND  PROVIDED\n   19  FURTHER,  HOWEVER,  THAT  AMOUNTS  PAYABLE  UNDER THIS TITLE FOR MEDICAL\n   20  ASSISTANCE FOR SERVICES PROVIDED BY PHYSICIANS IN THEIR OFFICES SHALL BE\n   21  NO LESS THAN THE AMOUNTS PAYABLE UNDER THIS TITLE FOR MEDICAL ASSISTANCE\n   22  FOR SERVICES PROVIDED BY PHYSICIANS IN OUT-PATIENT DEPARTMENTS OF HOSPI-\n   23  TALS LOCATED IN THE SAME LOCAL SOCIAL SERVICES DISTRICT AS  SUCH  PHYSI-\n   24  CIAN'S  OFFICE IS LOCATED. A LOCAL social services official may apply to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06816-01-1\n\n       S. 2035                             2\n\n    1  the STATE department OF HEALTH for  local  variations  in  rates  to  be\n    2  applicable,  upon approval by the STATE department OF HEALTH, to recipi-\n    3  ents for whom such district is responsible.  Claims for payment shall be\n    4  made  in  such  form  and manner as the STATE department OF HEALTH shall\n    5  determine.\n    6    S 2. This act shall take effect on the one hundred twentieth day after\n    7  it shall have become a law, provided, however, that effective immediate-\n    8  ly, the addition, amendment and/or repeal of any  rules  or  regulations\n    9  necessary for the implementation of the foregoing section of this act on\n   10  its  effective  date is authorized and directed to be made and completed\n   11  on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to physician fee reimbursements under the medical assistance for needy persons (medicaid) program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T092606.TXT", "SOBI.D110118.T103117.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T131134.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295374294289
}