{
  "year" : 2011,
  "senateBillNo" : "S2031-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2031-2011-1295326800000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that certain town caucuses shall be convened no earlier than four weeks before the last day to file a certificate of a party nomination made at such caucus",
  "summary" : "Requires town caucuses of a political party to be convened no earlier than four weeks before the last day to file a certificate of a party nomination made at such caucus; provides that with a certificate of nomination there also be filed a list of enrolled members of the party who participated in such caucus, the minutes of the caucus, and a statement of where the notice of the caucus was published or posted. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S886-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2031\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to town caucuses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section 6-108 of the election law, as\n    2  added by chapter 114 of the laws of 1985, is amended to read as follows:\n    3    2. In the event that there is no town committee with a  chairman,  the\n    4  chairman  of  the  county  committee or such other person or body as the\n    5  rules of such committee may provide, shall designate an enrolled  member\n    6  of  the  party  who is a qualified voter of such town as the town caucus\n    7  chairman to convene such caucus and give notice thereof.    SUCH  CAUCUS\n    8  SHALL BE CONVENED NO EARLIER THAN FOUR WEEKS BEFORE THE LAST DAY TO FILE\n    9  A CERTIFICATE OF A PARTY NOMINATION MADE AT SUCH CAUCUS.\n   10    S  2.  Section 6-156 of the election law, as amended by chapter 160 of\n   11  the laws of 1996, is amended to read as follows:\n   12    S 6-156. Party nominations;  certification.    Certificates  of  nomi-\n   13  nations, made otherwise than at a primary, shall contain the name of the\n   14  political party making the nomination, the title of the office for which\n   15  such  person  is  nominated,  the name and residence of the nominee, the\n   16  committee, if any, appointed to fill vacancies in the  nominations,  and\n   17  shall  be  signed  by  the presiding officer and a secretary of the body\n   18  making the nomination. When a nomination is made by  a  committee  other\n   19  than one composed of members of a state committee or a county committee,\n   20  a  certified copy of the rule or resolution constituting such committee,\n   21  shall, if a copy thereof  shall  not  have  been  filed  previously,  be\n   22  attached  to  the certificate. WHEN A NOMINATION IS MADE PURSUANT TO THE\n   23  PROVISIONS FOR A TOWN CAUCUS, THERE SHALL BE FILED, TOGETHER  WITH  SUCH\n   24  CERTIFICATE,  A  LIST  OF ENROLLED MEMBERS OF THE PARTY WHO HAVE PARTIC-\n   25  IPATED IN SUCH CAUCUS, THE MINUTES OF THE CAUCUS,  AND  A  STATEMENT  OF\n   26  WHERE THE NOTICE OF THE CAUCUS WAS PUBLISHED OR POSTED.\n   27    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07154-01-1\n",
  "memo" : "BILL NUMBER:S2031\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to town caucuses\n\nPURPOSE:\nProvides a first day for holding town caucuses and requires\nfiling of information relative to the caucus with the board of\nelections.\n\nSUMMARY OF PROVISIONS:\nThe bill would require that a town caucus be\nconvened no earlier than four weeks before the last day to file the\ncertificate of nomination. The bill would also require that in\naddition to a certificate of nomination, the caucus filed a list of\nthose in attendance at the caucus, the minutes of the caucus, and a\nstatement of where the notice of the caucus was published or posted.\n\nJUSTIFICATION:\nThe election law presently provides for the last day to\nfile a certificate of nomination made on a town caucus. There is no\nprovision for the first day to hold a town caucus. This open-ended\nprovision has caused some confusion among parties as to when they may\nconvene the town caucus and when it should be held. By limiting the\ntime frame within which to call a town caucus, party chairmen are\nbetter able to determine when to hold their caucuses and the voters\nwill have a better opportunity to attend caucuses of their party. To\ninsure that caucuses are properly conducted, this bill would require\nthat the minutes of the caucus be filed along with the certificate of\nnomination.\nThe members of the party who attended the town caucus would be filed\nto give notice that it was only party members who participated in the\ncaucus and a statement of where the notice of the caucus was\npublished or posted should be included should questions arise\nregarding the calling of the caucus. This bill is introduced at the\nsuggestion of the State Board of Elections.\n\nFISCAL IMPACT:\nMinimal.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to town caucuses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T092105.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T125632.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849383
}