{
  "year" : 2011,
  "senateBillNo" : "S2038-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2038-2011-1295326800000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Confers power upon public service commission to discipline utility board of directors for gross mismanagement",
  "summary" : "Authorizes the public service commission to fix the compensation of the board of directors of gas or any electric corporation or remove any members thereof upon a finding of gross error in management of the corporation. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S887-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2038\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN ACT to amend the public service law, in relation to the powers of the\n         public service commission\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 19 of section 66 of the public service  law  is\n    2  amended by adding a new undesignated paragraph to read as follows:\n    3    UPON  A  FINDING  BY THE COMMISSION THAT A GAS CORPORATION OR ELECTRIC\n    4  CORPORATION HAS COMMITTED A GROSS ERROR IN THE MANAGEMENT OF SUCH CORPO-\n    5  RATION, THE COMMISSION SHALL HAVE THE AUTHORITY TO FIX THE  COMPENSATION\n    6  OF  ANY  MEMBER  OF  THE  BOARD  OF DIRECTORS OF SUCH CORPORATION AT ANY\n    7  AMOUNT IT DEEMS APPROPRIATE OR TO REMOVE ANY OR ALL MEMBERS OF THE BOARD\n    8  OF DIRECTORS OF SUCH CORPORATION.\n    9    S 2.  This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07155-01-1\n",
  "memo" : "BILL NUMBER:S2038\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to the powers of the\npublic service commission\n\nSUMMARY:\nThis bill would amend subdivision 19 of\nsection 66 of the\nPublic Service Law to vest the authority of the Public Service\nCommission to fix the compensation of any member of the Board of\nDirectors of any gas or electric corporation at any amount it deems\nappropriate. The PSC would also have the power to remove any or all\nmembers of such Board of Directors. These sanctions would be\navailable to the Public Service Commission upon a finding by the\nCommission that such corporation has committed a gross error in the\nmanagement of such corporation.\n\nJUSTIFICATION:\nAt present, the Public Service\nCommission has certain\nregulatory authority over gas and electric utilities, but this\nauthority does not include the fixing of compensation of members of\nthe Board of Directors or their removal from office. This bill would\nvest the PSC with such authority, provided that a finding has been\nmade that the corporation had committed a gross error in the\nmanagement of such corporation.\n\nFISCAL IMPLICATION:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to the powers of the public service commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110118.T092606.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849393
}