{
  "year" : 2011,
  "senateBillNo" : "S2036-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2036-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the crime of aggravated endangering the welfare of a child",
  "summary" : "Establishes the crime of aggravated endangering the welfare of a child as a crime punishable as a class C felony; includes acting in a manner likely to be injurious to the mental, physical or moral welfare of a child and failure to exercise due diligence in the control of a child to prevent a child from being abused. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S968-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2036\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the  crime  of  aggravated\n         endangering the welfare of a child\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 260.12  to\n    2  read as follows:\n    3  S 260.12 AGGRAVATED ENDANGERING THE WELFARE OF A CHILD.\n    4    A  PERSON  IS  GUILTY OF AGGRAVATED ENDANGERING THE WELFARE OF A CHILD\n    5  WHEN:\n    6    1. HE OR SHE KNOWINGLY ACTS IN A MANNER LIKELY TO BE INJURIOUS TO  THE\n    7  PHYSICAL,  MENTAL  OR  MORAL  WELFARE  OF A MALE CHILD LESS THAN SIXTEEN\n    8  YEARS OLD OR A FEMALE CHILD LESS THAN SEVENTEEN YEARS OLD OR DIRECTS  OR\n    9  AUTHORIZES SUCH CHILD TO ENGAGE IN AN OCCUPATION INVOLVING A SUBSTANTIAL\n   10  RISK  OF DANGER TO HIS OR HER LIFE OR HEALTH AND SUCH CONDUCT RESULTS IN\n   11  SERIOUS PHYSICAL INJURY TO SUCH CHILD; OR\n   12    2. BEING A PARENT, GUARDIAN OR OTHER PERSON LEGALLY CHARGED  WITH  THE\n   13  CARE OR CUSTODY OF A CHILD LESS THAN EIGHTEEN YEARS OLD, HE OR SHE FAILS\n   14  OR REFUSES TO EXERCISE REASONABLE DILIGENCE IN THE CONTROL OF SUCH CHILD\n   15  TO  PREVENT  HIM  OR  HER  FROM BECOMING AN \"ABUSED CHILD,\" A \"NEGLECTED\n   16  CHILD,\" A \"JUVENILE DELINQUENT\" OR A \"PERSON IN NEED OF SUPERVISION,\" AS\n   17  THOSE TERMS ARE DEFINED IN ARTICLES TEN, THREE AND SEVEN OF  THE  FAMILY\n   18  COURT  ACT  AND  SUCH CONDUCT RESULTS IN SERIOUS PHYSICAL INJURY TO SUCH\n   19  CHILD.\n   20    AGGRAVATED ENDANGERING THE WELFARE OF A CHILD IS A CLASS C FELONY.\n   21    S 2. This act shall take effect on the first of November next succeed-\n   22  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06815-01-1\n",
  "memo" : "BILL NUMBER:S2036\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to the crime of aggravated\nendangering the welfare of a child\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill allows for the imposition of\ntougher criminal sanctions for endangering the welfare of a child\nwhere the criminal activity results in serious bodily injury. This\nlegislation provides aggravated endangering the welfare of a child is\na class C felony.\n\nEXISTING LAW:\nThis bill adds a new section 260.12 to the Penal Law.\n\nJUSTIFICATION:\nCurrently there is no felony counterpart to endangering\nthe welfare of a child. This bill provides greater flexibility for\nthose prosecuting such a case by making it unnecessary to prove a\nspecific injury at a certain time caused by a specific assault act.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n First day of November next succeeding the day on which it shall\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the crime of aggravated endangering the welfare of a child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T092606.TXT", "SOBI.D110118.T103117.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T131134.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849390
}