{
  "year" : 2011,
  "senateBillNo" : "S2034-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2034-2011-1295326800000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires display of house numbers on all houses to which numbers have been assigned",
  "summary" : "Requires the owner, agent, lessee or other person in charge of any building to have the proper street number prominently displayed on such building so that such street number is plainly legible from the sidewalk in front of such building; gives each city the power to establish and enforce rules and regulations relating to the size, form, visibility and location of street numbers; provides for a violation not to exceed twenty-five dollars for a first violation of such requirement, with a fine of an additional five dollars per day for each day that such violation continues. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S970-2011", "S970-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2034\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general municipal  law,  in  relation  to  requiring\n         identification numbers to be displayed on certain buildings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent and purpose. It is the  intent  of  this\n    2  legislature  to  ensure  the  prompt  response of designated agencies to\n    3  emergency calls and  situations.  During  emergencies  time  is  of  the\n    4  essence  and  precious  moments  may be lost when fire, police and other\n    5  emergency personnel are unable to quickly  locate  those  in  need.  The\n    6  legislature  therefore declares that it is necessary to require that all\n    7  premises be identified through the display of their numerical address in\n    8  a conspicuous location.\n    9    S 2. The general municipal law is amended  by  adding  a  new  section\n   10  125-b to read as follows:\n   11    S 125-B.  STREET NUMBERS. 1. REQUIREMENTS. THE OWNER, AGENT, LESSEE OR\n   12  OTHER  PERSON  IN  CHARGE  OF ANY BUILDING UPON A STREET TO WHICH STREET\n   13  NUMBERS OF BUILDINGS HAVE BEEN ASSIGNED, IN WHICH SUCH BUILDING IS SITU-\n   14  ATED, SHALL CAUSE THE PROPER STREET NUMBER OR NUMBERS OF SUCH  BUILDINGS\n   15  TO  BE DISPLAYED IN SUCH MANNER THAT THE STREET NUMBER OR NUMBERS MAY AT\n   16  ALL TIMES BE PLAINLY LEGIBLE FROM THE SIDEWALK IN FRONT OF  SUCH  BUILD-\n   17  ING. THE TERM \"FRONT\" AS USED IN THIS SECTION SHALL BE CONSTRUED TO MEAN\n   18  THAT  SIDE OF THE BUILDING WHICH FACES THE STREET ON WHICH THE NUMBER OR\n   19  NUMBERS OF SUCH BUILDING, OR PREMISES ON WHICH SUCH  BUILDING  IS  SITU-\n   20  ATED,  HAVE  BEEN  ALLOTTED. THE NUMBER OR NUMBERS SHALL BE DISPLAYED ON\n   21  SUCH SIDE OF SUCH BUILDING OR PREMISES. EACH CITY SHALL HAVE  THE  POWER\n   22  TO  ESTABLISH  AND  ENFORCE  RULES AND REGULATIONS RELATING TO THE SIZE,\n   23  FORM, VISIBILITY AND LOCATION OF STREET NUMBERS IN ACCORDANCE  WITH  THE\n   24  REQUIREMENTS OF THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06817-01-1\n\n       S. 2034                             2\n\n    1    2.  VIOLATIONS.  IF THE OWNER, LESSEE, AGENT OR OTHER PERSON IN CHARGE\n    2  OF ANY BUILDING IN ANY CITY UPON A STREET TO  WHICH  STREET  NUMBERS  OF\n    3  BUILDINGS  HAVE  BEEN  ASSIGNED IN WHICH SUCH BUILDING IS SITUATED SHALL\n    4  FAIL TO DISPLAY THE PROPER STREET NUMBER OF SUCH BUILDING,  AS  PROVIDED\n    5  IN  THE  FOREGOING SUBDIVISION, THE CITY IN WHICH SUCH BUILDING IS SITU-\n    6  ATED SHALL FORTHWITH SERVE SUCH PERSON OR PERSONS WITH A  COPY  OF  THIS\n    7  SECTION,  AND  IF  AFTER THIRTY DAYS' NOTICE THE OWNER, LESSEE, AGENT OR\n    8  OTHER PERSON IN CHARGE OF SUCH BUILDING SHALL FAIL OR NEGLECT TO  COMPLY\n    9  WITH  THE PROVISIONS THEREOF, HE OR SHE SHALL BE SUBJECT TO A PENALTY OF\n   10  TWENTY-FIVE DOLLARS, WHICH SHALL BE SUED FOR AND COLLECTED IN  THE  NAME\n   11  OF  THE CITY.  ANY PERSON WHO SHALL CONTINUE ANY SUCH VIOLATION SHALL BE\n   12  PUNISHED BY AN ADDITIONAL  FINE  OF  FIVE  DOLLARS  FOR  EACH  DAY  SUCH\n   13  VIOLATION SHALL CONTINUE.\n   14    S  3.  This  act shall take effect on the ninetieth day after it shall\n   15  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to requiring identification numbers to be displayed on certain buildings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T122630.TXT", "SOBI.D110118.T130634.TXT", "SOBI.D110118.T092606.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T102116.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T131134.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295374294284
}