{
  "year" : 2011,
  "senateBillNo" : "S2047-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2047-2011-1295326800000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs New York city board of education to provide school attendants on school buses",
  "summary" : "Directs the New York city board of education to place school attendants on school buses transporting children in grades kindergarten through grade eight. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S160-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2047\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to requiring the board of\n         education in the city of New York to provide school bus attendants\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  2554 of the education law is amended by adding a\n    2  new subdivision 28 to read as follows:\n    3    28. TO PROVIDE, IN THE CITY OF NEW  YORK,  SCHOOL  BUS  ATTENDANTS  AS\n    4  DEFINED IN SECTION ONE THOUSAND TWO HUNDRED TWENTY-NINE-D OF THE VEHICLE\n    5  AND  TRAFFIC  LAW  FOR  ALL SCHOOL BUSES TRANSPORTING STUDENTS IN GRADES\n    6  KINDERGARTEN THROUGH EIGHTH GRADE IN SUCH CITY.\n    7    S 2. This act shall  take  effect  on  the  first  of  September  next\n    8  succeeding the date on which it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07435-01-1\n",
  "memo" : "BILL NUMBER:S2047\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to requiring the board of\neducation in the city of New York to provide school bus attendants\n\nSUMMARY:\nThis bill directs the New York City Board of Education to\nprovide school bus attendants on all school buses transporting\nstudents in kindergarten through eighth grade.\n\nJUSTIFICATION:\nApproximately thirty percent of children\nin New York City ride on school buses which are overcrowded. Most\nbuses allow 60 students seated and 12 standees. Some elementary\nschool principals have complained that the lack of supervision on\nthese crowded buses has caused chaotic conditions for the students.\nConfrontations, littering, and outbursts are commonplace. Therefore,\nsupervision is needed on the buses to attend to these needs. School\nbus attendants provide a definite deterrent to these activities in\nother districts around the State. Children who ride school buses in\nNew York City are entitled to the same supervision.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThe first of September after it has become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring the board of education in the city of New York to provide school bus attendants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T093106.TXT", "SOBI.D110118.T144704.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T101615.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849407
}