{
  "year" : 2011,
  "senateBillNo" : "S2040-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2040-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes certain crime of prostitution on or near school grounds",
  "summary" : "Establishes the crime of loitering for the purpose of engaging in a prostitution offense on or near school grounds and specifies penalties therefor. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S154-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2040\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to increasing  the  penalties\n         for loitering for the purpose of engaging in a prostitution offense on\n         or near school grounds\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 240.37 of the penal law is amended by adding a  new\n    2  subdivision 4 to read as follows:\n    3    4.  ANY  PERSON  WHO  REMAINS OR WANDERS ON OR NEAR SCHOOL GROUNDS AND\n    4  REPEATEDLY ATTEMPTS TO STOP, OR REPEATEDLY ATTEMPTS TO ENGAGE  PASSERSBY\n    5  IN CONVERSATION, OR REPEATEDLY STOPS OR ATTEMPTS TO STOP MOTOR VEHICLES,\n    6  OR REPEATEDLY INTERFERES WITH THE FREE PASSAGE OF OTHER PERSONS, FOR THE\n    7  PURPOSE  OF PROSTITUTION OR PATRONIZING A PROSTITUTE AS DEFINED IN ARTI-\n    8  CLE TWO HUNDRED THIRTY OF THIS PART IS GUILTY OF A CLASS A  MISDEMEANOR.\n    9  ANY  PERSON WHO REMAINS OR WANDERS ON OR NEAR SCHOOL GROUNDS AND REPEAT-\n   10  EDLY ATTEMPTS TO STOP, OR REPEATEDLY ATTEMPTS  TO  ENGAGE  PASSERSBY  IN\n   11  CONVERSATION, OR REPEATEDLY STOPS OR ATTEMPTS TO STOP MOTOR VEHICLES, OR\n   12  REPEATEDLY  INTERFERES  WITH  THE FREE PASSAGE OF OTHER PERSONS, FOR THE\n   13  PURPOSE OF PROMOTING PROSTITUTION AS  DEFINED  IN  ARTICLE  TWO  HUNDRED\n   14  THIRTY  OF THIS PART IS GUILTY OF A CLASS A MISDEMEANOR AND IS GUILTY OF\n   15  A CLASS E FELONY IF SUCH PERSON  HAS  PREVIOUSLY  BEEN  CONVICTED  OF  A\n   16  VIOLATION OF THIS SUBDIVISION. FOR THE PURPOSES OF THIS SECTION, \"SCHOOL\n   17  GROUNDS\" MEANS, (A) IN OR ON OR WITHIN ANY BUILDING, STRUCTURE, ATHLETIC\n   18  PLAYING  FIELD,  PLAYGROUND  OR  LAND CONTAINED WITHIN THE REAL PROPERTY\n   19  BOUNDARY LINE OF A PUBLIC, PAROCHIAL OR PRIVATE LICENSED DAY-CARE, NURS-\n   20  ERY, ELEMENTARY, JUNIOR HIGH, VOCATIONAL OR HIGH SCHOOL, OR (B) ANY AREA\n   21  ACCESSIBLE TO THE PUBLIC LOCATED WITHIN ONE THOUSAND FEET  OF  THE  REAL\n   22  PROPERTY  BOUNDARY LINE COMPRISING ANY SUCH SCHOOL OR ANY PARKED AUTOMO-\n   23  BILE OR OTHER PARKED VEHICLE LOCATED WITHIN ONE  THOUSAND  FEET  OF  THE\n   24  REAL PROPERTY BOUNDARY LINE COMPRISING ANY SUCH SCHOOL. FOR THE PURPOSES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07427-01-1\n\n       S. 2040                             2\n\n    1  OF THIS SECTION AN \"AREA ACCESSIBLE TO THE PUBLIC\" SHALL MEAN SIDEWALKS,\n    2  STREETS, PARKING LOTS, PLAYGROUNDS, STORES AND RESTAURANTS.\n    3    S  2.    This  act  shall  take  effect  on the first of November next\n    4  succeeding the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2040\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to increasing the penalties for\nloitering for the purpose of engaging in a prostitution offense on\nor near school grounds\n\nSUMMARY:\nThis bill creates a new subdivision 4 of Section 240.37 which\nincreases the penalties for loitering for the purpose of promoting a\nprostitution offense when such loitering occurs on or near school\ngrounds. School grounds are defined to mean in or on or within any\nbuilding, structure, athletic playing field, playground or land\ncontained within the real property boundary line of a public,\nparochial or private licensed day care, nursery, elementary,\nintermediate, junior high, vocational, or high school, or any area\naccessible to the public located within one thousand feet of the real\nproperty boundary line comprising any such school or any parked\nautomobile or other parked vehicle located within one thousand feet\nof the real property boundary line comprising any such school. Also,\narea accessible to the public is defined as sidewalks, streets,\nparking lots, playgrounds, stores and restaurants. The first\nviolation of this subdivision will be a class A misdemeanor; repeated\nviolations will constitute a class E felony.\n\nJUSTIFICATION:\nIncreasingly, particularly in inner-city school\ndistricts, there has been a problem with persons loitering on or near\nschool grounds for the purposes of prostitution, drug sales and other\nillegal purposes. Chapter 280 of the Laws of 1986 increased the\npenalties for sale of controlled substances on or near school\ngrounds. This bill would similarly raise the penalties for loitering\nfor the purpose of promoting prostitution. What ever the social costs\nof prostitution, there can be no denial of the fact that prostitutes\nare a high risk group for both drug addiction and Acquired Immune\nDeficiency Syndrome, and while an adult may be aware of the\nconsequences of engaging in sex-for-hire, minors should not be exposed\nto the risks involved in such activities. Parents have a reasonable\nexpectation that their children will attend school in an area as safe\nas possible. This legislation would put purveyors of prostitution on\nnotice that plying their trade on or near school grounds will result\nin severe penalties.\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of\nNovember next succeeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to increasing the penalties for loitering for the purpose of engaging in a prostitution offense on or near school grounds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T092606.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T144146.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849396
}