{
  "year" : 2011,
  "senateBillNo" : "S2046-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2046-2011-1295326800000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits discrimination by insurers because of past travel history",
  "summary" : "Prohibits discrimination by insurers solely because of an applicant's or insured's past lawful travel experiences or history; provides a person's past lawful travel experiences or history shall not be a permitted underwriting criterion. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S153-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2046\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to prohibiting  discrimi-\n         nation by insurers because of past travel history\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The insurance law is amended by adding a new section 2606-a\n    2  to read as follows:\n    3    S 2606-A. DISCRIMINATION BECAUSE OF PAST TRAVEL HISTORY. (A) NO  INDI-\n    4  VIDUAL,  INSURER OR ENTITY SUBJECT TO THE SUPERVISION OF THE SUPERINTEN-\n    5  DENT SHALL SOLELY BECAUSE OF AN APPLICANT'S  OR  INSURED'S  PAST  LAWFUL\n    6  TRAVEL EXPERIENCES OR HISTORY:\n    7    (1)  REFUSE  TO ISSUE OR RENEW, DENY OR CANCEL ANY INSURANCE POLICY OR\n    8  CONTRACT;\n    9    (2) DEMAND OR REQUIRE A GREATER PREMIUM OR PAYMENT FROM ANY PERSON;\n   10    (3) FIX ANY LOWER RATE OR DISCRIMINATE IN THE FEES OR  COMMISSIONS  OF\n   11  AGENTS OR BROKERS FOR WRITING OR RENEWING SUCH A POLICY.\n   12    (B)  A  PERSON'S  PAST  LAWFUL  TRAVEL EXPERIENCES OR HISTORY IS NOT A\n   13  PERMITTED UNDERWRITING CRITERION.\n   14    (C) FOR THE PURPOSES OF THIS SECTION, \"INSURER\" SHALL MEAN ANY  INSUR-\n   15  ER, ARTICLE FORTY-THREE CORPORATION, HEALTH MAINTENANCE ORGANIZATION, OR\n   16  AGENT,  REPRESENTATIVE  OR  DESIGNEE  THEREOF REGULATED PURSUANT TO THIS\n   17  CHAPTER.\n   18    (D) THE PROHIBITIONS CONTAINED IN SUBSECTION (A) OF THIS SECTION SHALL\n   19  NOT PRECLUDE AN INSURER FROM TAKING ANY  OF  THE  ACTIONS  DESCRIBED  IN\n   20  SUBSECTION  (A) OF THIS SECTION SO LONG AS SUCH INSURER RELIES ON UNDER-\n   21  WRITING CRITERIA REASONABLY RELATED TO THE PHYSICAL OR MENTAL  CONDITION\n   22  OF  A PERSON, THEIR PROPERTY OR CLAIM HISTORY AND THE DECISION WAS BASED\n   23  ON SOUND UNDERWRITING AND ACTUARIAL  PRINCIPLES  REASONABLY  RELATED  TO\n   24  ACTUAL OR ANTICIPATED LOSS EXPERIENCE. IN SUCH CASE THE SELECTION CRITE-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07425-01-1\n\n       S. 2046                             2\n\n    1  RIA PERMITTED MUST BE BASED ON SUCH PRINCIPLES. THE INSURER SHALL NOTIFY\n    2  THE INSURED OF ITS SPECIFIC REASON OR REASONS FOR SUCH DECISION.\n    3    (E)  AN  INSURER THAT COMPLIES WITH SUBSECTION (A) OF THIS SECTION AND\n    4  ACTS IN GOOD FAITH SHALL NOT BE SUBJECT TO CIVIL LIABILITY ON ACCOUNT OF\n    5  COMPLIANCE WITH SUCH SUBSECTION.\n    6    S 2. This act shall take effect on the ninetieth day  after  it  shall\n    7  have  become  a  law  and  shall  apply to all policies issued, renewed,\n    8  altered or modified on or after such date.\n",
  "memo" : "BILL NUMBER:S2046\n\nTITLE OF BILL:\nAn act\nto amend the insurance law, in relation to prohibiting discrimination by\ninsurers because of past travel history\n\nPURPOSE:\nThis bill prohibits discrimination by insurers because of\npast travel history.\n\nSUMMARY OF PROVISIONS:\nSection 1 adds a new section 2606-a to the\ninsurance law. It provides that no insurer shall discriminate solely\nbased upon past travel history. No insurer may refuse to issue or\nrenew, deny or cancel any insurance policy or contract. They may not\ndemand a higher premium from the insured nor fix any lower rates in\nthe fees collected (i.e. no lower rates for those not traveling\noutside the country).\n\nAn insurer that complies with this provision in good faith shall not\nbe subjected to civil liability.\n\nSection 2 enacts this bill on the ninetieth day after it shall become\nlaw.\n\nJUSTIFICATION:\nInsurers should not arbitrarily subject their customers\nto penalties based upon their travel experiences or future travel\nplans. Risk should never be assigned to past events. Moreover, this\npractice would unfairly discriminate against persons participating in\nreligious retreats, pilgrimages, and sojourns.\n\nLEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after\nit shall have become a law and shall apply to all policies\nissued, renewed, altered or modified on or after such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to prohibiting discrimination by insurers because of past travel history ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T093106.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T102116.TXT", "SOBI.D110118.T101615.TXT", "SOBI.D110118.T144146.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849405
}