{
  "year" : 2011,
  "senateBillNo" : "S2044-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2044-2011-1295326800000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the warehouseman's lien under the uniform commercial code is superior to any other security interest and attaches on the date the receipt is issued",
  "summary" : "Provides that the warehouseman's lien under the uniform commercial code is superior to any other security interest and further provides that such lien attaches on the date the warehouse receipt covering the goods is issued by the warehouseman. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Uniform Commercial Code",
  "previousVersions" : [ "S158-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2044\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the uniform commercial code, in relation to the lien  of\n         a warehouseman\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 7-209 of the uniform commercial code is amended  by\n    2  adding a new subsection 5 to read as follows:\n    3    (5) THE LIEN PROVIDED BY THIS SECTION IS SUPERIOR TO ANY OTHER SECURI-\n    4  TY  INTEREST.    THE  LIEN ATTACHES AS OF THE DATE THE WAREHOUSE RECEIPT\n    5  COVERING THE GOODS IS ISSUED BY THE WAREHOUSEMAN.\n    6    S 2. Subsection 3 of section 7-209 of the uniform commercial  code  is\n    7  amended to read as follows:\n    8    (3)    A warehouseman's lien for charges and expenses under subsection\n    9  (1) or a security  interest  under  subsection  (2)  is  also  effective\n   10  against  any  person  who so entrusted the bailor with possession of the\n   11  goods that a pledge of them by him to a good faith purchaser  for  value\n   12  would  have been valid [but is not effective against a person as to whom\n   13  the document confers no right in the goods covered by it  under  Section\n   14  7--503].\n   15    S  3.  This  act  shall  take  effect  on  the first of September next\n   16  succeeding the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07433-01-1\n",
  "memo" : "BILL NUMBER:S2044\n\nTITLE OF BILL:\nAn act\nto amend the uniform commercial code, in relation to the lien of a\nwarehouseman\n\nPURPOSE:\nClarification of the law covering the priority of\nwarehouseman's liens Over prior perfected security interests.\n\nSUMMARY OF PROVISIONS:\nAmends subsection (3) and adds a new subsection (5) to &sect;7-209\nof the Uniform Commercial Code to provide that a warehouseman's\nlien is prior in interest to other perfected security interests.\n\nJUSTIFICATION:\nAt the present time, there is a substantial\namount of legal activity involving claims by holders of security\ninterest in bailed personal property (e.g., banks, finance companies,\netc.) against household goods warehousemen. These other lienholders\nassert that their claims are prior in right to lien of warehouseman\ninitiating the warehouseman's lien sale procedure.\n\nThere are several ways to describe the dispute that commonly arises\nunder current law. The basic facts usually involve a storage\ndepositor who has filed for protection under the federal bankruptcy\nlaws or defaulted in the payment of a loan to a lender while that\nstorage depositor is delinquent in the payment of his storage charges\n(and related charges) to the warehouseman. When the situation arises,\na bankruptcy trustee or institutional lender will frequently demand\ndelivery of personal property held in storage by the warehouseman,\nwithout providing for payment of storage and related expenses.\n\nCurrently, there is legal authority to support both the position that\nlenders and bankruptcy trustees with prior perfected security\ninterests have priority over the warehouseman's lien, and the\nposition that the lien of a warehouseman is prior in interest to the\nlien of the holder of the security interests or the bankruptcy\ntrustee. Most of the disputes between the warehousemen and the holder\nof the security interest or bankruptcy trustee are resolved by a\nsettlement which frequently involves the release of the personal\nproperty by the warehouseman, with the warehouseman's lien still\nattaching to the property, and a further agreement that the\nwarehouseman's storage and related charges will be paid out of the\nproceeds of an auction of the property to be conducted by the\nbankruptcy trustee or lender. Clarification of the law in this area\nwould alleviate the problem of seeking a dispute resolution procedure\nevery time a storage depositor files for bankruptcy protection or\ndefaults on a loan. Section 182 of the Lien Law currently provides\nthat a self-service storage owner's license lien, by specific\n\nprovision in the statute, has priority over any other liens or\nsecurity interests.\nGiving a warehouseman's lien priority over all other security\ninterests or liens by express provision of the UCC would be\nconsistent with these\nprovisions of the Lien Law.\n\nFISCAL IMPACT:\nNone to state or local governments.\n\nEFFECTIVE DATE:\nOn the first of September next succeeding the date on which it shall\nhave become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the uniform commercial code, in relation to the lien of a warehouseman ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T093106.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T101615.TXT", "SOBI.D110118.T144146.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849402
}