{
  "year" : 2011,
  "senateBillNo" : "S2041-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2041-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions regarding the denial of applications for licenses and learner's permits",
  "summary" : "Requires the state to deny the application for a driver's license or permit of any person convicted of any violation resulting from the operation of a motor vehicle in another state where such violation, if committed within the state, would have resulted in a suspension or revocation of such person's New York state driving privileges. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S155-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2041\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  the  denial\n         of applications for licenses and learner's permits\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 507 of the vehicle and traffic law  is  amended  by\n    2  adding a new subdivision 6 to read as follows:\n    3    6.  DENIAL  OF  APPLICATIONS  FOR  LICENSES  OR LEARNER'S PERMITS. THE\n    4  COMMISSIONER  SHALL  REQUIRE  THAT  EACH  APPLICANT  FOR  A  LICENSE  OR\n    5  LEARNER'S  PERMIT  DISCLOSE  UNDER  OATH WHETHER SUCH APPLICANT HAS BEEN\n    6  CONVICTED OF ANY VIOLATION RESULTING FROM THE OPERATION OF A MOTOR VEHI-\n    7  CLE IN ANOTHER STATE WHERE  SUCH  VIOLATION,  IF  COMMITTED  WITHIN  THE\n    8  STATE,  WOULD  HAVE  RESULTED  IN A SUSPENSION OR REVOCATION OF NEW YORK\n    9  STATE DRIVING PRIVILEGES. IN THE EVENT SUCH  APPLICANT  HAS  SUCH  PRIOR\n   10  CONVICTION, THE COMMISSIONER SHALL DENY THE APPLICATION FOR LICENSING OR\n   11  THE  LEARNER'S  PERMIT  OR REVOKE SUCH LICENSE OR LEARNER'S PERMIT UNTIL\n   12  SUCH APPLICANT HAS SATISFIED THE APPLICABLE PROVISIONS OF NEW YORK STATE\n   13  STATUTES AND REGULATIONS RELATING THERETO.\n   14    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   15  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07429-01-1\n",
  "memo" : "BILL NUMBER:S2041\n\nTITLE OF BILL:\n\nAn act\nto amend the vehicle and traffic law, in relation to the denial of\napplications for licenses and learner's permits\n\nPURPOSE/SUMMARY OF PROVISIONS:\n\nThis bill would require any new applicant for a driver's license or\nlearner's permit in New York State to disclose under oath whether\nsuch applicant has been convicted of a violation which would result,\nhad it occurred within New York State, of a revocation or suspension\nof driving privileges. The bill would preclude the applicant from\nreceiving a permit or license until penalties are assessed.\n\nEXISTING LAW:\n\nAmends section 507 of the vehicle and traffic law by adding a new\nsubdivision 6.\n\nSeeks to create a more uniform system of penalties for driving\noffenders. Many states within the current compact do not have driving\nconditions or penalties as stringent as those of New York State. This\nbill would prevent those new applicants who are potential driving\nthreats from receiving immediate licenses.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n90 days after it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the denial of applications for licenses and learner's permits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T092606.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T144146.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849397
}