{
  "year" : 2011,
  "senateBillNo" : "S204-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S204-2011-1294203600000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to criminal history records of maintenance employees in adult residential health and assisted living facilities",
  "summary" : "Relates to criminal history records of maintenance employees in adult residential health and assisted living facilities. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S1418-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          204\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Social Services\n\n       AN ACT to amend the social services law and the public  health  law,  in\n         relation to criminal history records of maintenance employees in adult\n         residential health and assisted living facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The social services law is amended by adding a new  section\n    2  461-s to read as follows:\n    3    S  461-S.  ACCESS  TO CRIMINAL HISTORY RECORDS. 1. FOR THE PURPOSES OF\n    4  THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A) \"MAINTENANCE EMPLOYEE\" SHALL MEAN ANY INDIVIDUAL TO BE EMPLOYED OR\n    6  USED BY A PROVIDER, INCLUDING THOSE PERSONS EMPLOYED THROUGH A TEMPORARY\n    7  EMPLOYMENT OR STAFFING AGENCY, AND WHO  PROVIDE  SUPPORTIVE  MAINTENANCE\n    8  SERVICES  TO  SUCH  FACILITY,  INCLUDED,  BUT NOT LIMITED TO BEAUTICIAN,\n    9  SECURITY, JANITORIAL, LAUNDRY, RECREATIONAL AND GROUNDSKEEPING SERVICES.\n   10  SUCH TERM SHALL NOT INCLUDE VOLUNTEERS.\n   11    (B) \"PROVIDER\" SHALL MEAN AN  ASSISTED  LIVING  FACILITY,  RESIDENTIAL\n   12  HEALTH  CARE  FACILITY,  SKILLED  NURSING  FACILITY OR ANY OTHER TYPE OF\n   13  FACILITY THAT PROVIDES RESIDENTIAL OR INSTITUTIONAL CARE TO THE  ELDERLY\n   14  OR DISABLED.\n   15    2.  SUBJECT  TO  THE RULES AND REGULATIONS OF THE DIVISION OF CRIMINAL\n   16  JUSTICE SERVICES, THE DEPARTMENT OF HEALTH SHALL HAVE ACCESS TO CRIMINAL\n   17  HISTORY RECORDS MAINTAINED BY SUCH DIVISION PERTAINING  TO  ANY  MAINTE-\n   18  NANCE  EMPLOYEE  OR SUCH PERSONS AS THE DEPARTMENT OF HEALTH AT ANY TIME\n   19  DEEMS NECESSARY TO DETERMINE THEIR CRIMINAL HISTORIES.\n   20    3. EVERY COURT IN WHICH  A  MAINTENANCE  EMPLOYEE  OF  A  PROVIDER  IS\n   21  CONVICTED  OF  A  CRIME  WHILE  PERFORMING THEIR INTENDED DUTIES AT SUCH\n   22  FACILITY SHALL, WITHIN SEVEN DAYS AFTER EITHER THE ENTRY OF  A  PLEA  OF\n   23  GUILTY,  OR THE VERDICT OF THE COURT OR A JURY, NOTIFY THE DEPARTMENT OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01649-01-1\n\n       S. 204                              2\n\n    1  HEALTH IN WRITING OF SUCH CONVICTION. THE DEPARTMENT  OF  HEALTH,  AFTER\n    2  RECEIPT  OF  SUCH  NOTIFICATION  OR AT ANY TIME THE DEPARTMENT OF HEALTH\n    3  BECOMES AWARE OF THE CONVICTION OF SUCH MAINTENANCE WORKER,  SHALL  HAVE\n    4  THE  AUTHORITY,  GRANTED PURSUANT TO SUBDIVISION ONE OF THIS SECTION, TO\n    5  HAVE ACCESS TO THE CRIMINAL HISTORY RECORDS OF SUCH INDIVIDUAL.\n    6    4. ANY REQUEST FOR CRIMINAL  HISTORY  RECORDS  MADE  PURSUANT  TO  THE\n    7  PROVISIONS  OF  THIS SECTION SHALL BE ACCOMPANIED BY THE FINGERPRINTS OF\n    8  THE PERSON WHO IS THE SUBJECT OF SUCH REQUEST.\n    9    S 2. Subdivisions 3 and 5 of section 2899 of the public health law, as\n   10  amended by chapter 331 of the laws of  2006,  are  amended  to  read  as\n   11  follows:\n   12    3.  \"Employee\"  shall  mean  any  person  to  be employed or used by a\n   13  provider, including those persons employed  by  a  temporary  employment\n   14  agency,  to  provide direct care or supervision to patients or residents\n   15  OR AN INDIVIDUAL WHO SERVES AS A  MAINTENANCE  EMPLOYEE  AS  DEFINED  IN\n   16  SECTION  FOUR  HUNDRED  SIXTY-ONE-S  OF THE SOCIAL SERVICES LAW. Persons\n   17  licensed pursuant to title eight of the education law or  article  twen-\n   18  ty-eight-D  of  this  chapter  are excluded from the meaning of employee\n   19  under this article. Such term shall not include volunteers.\n   20    5. \"Prospective employee\"  shall  mean  any  individual,  INCLUDING  A\n   21  POTENTIAL  MAINTENANCE EMPLOYEE, not currently an employee, who files an\n   22  application for employment as  an  employee  with  a  provider  and  the\n   23  provider  has  a  reasonable  expectation  to hire such individual as an\n   24  employee.\n   25    S 3. Subdivision 10 of section 2899-a of the  public  health  law,  as\n   26  amended  by  chapter  331  of  the  laws  of 2006, is amended to read as\n   27  follows:\n   28    10.  Notwithstanding  subdivision  eleven  of  section  eight  hundred\n   29  forty-five-b  of  the  executive  law,  a  certified home health agency,\n   30  licensed home care services agency or long term home health care program\n   31  certified, licensed or approved under article thirty-six of this chapter\n   32  or a home care services agency exempt from  certification  or  licensure\n   33  under article thirty-six of this chapter, OR AN ASSISTED LIVING FACILITY\n   34  LICENSED  UNDER  ARTICLE  FORTY-SIX-B  OF  THIS  CHAPTER may temporarily\n   35  approve a prospective employee while the results of the criminal history\n   36  information check and the determination are pending, upon the  condition\n   37  that the provider conducts appropriate direct observation and evaluation\n   38  of  the temporary employee, while he or she is temporarily employed, and\n   39  the care recipient. The results of such observations shall be documented\n   40  in the temporary employee's personnel file and shall be maintained.  For\n   41  purposes  of  providing  such  appropriate direct observation and evalu-\n   42  ation, the provider shall utilize an individual employed by such provid-\n   43  er with a minimum of one year's experience working in an  agency  certi-\n   44  fied,  licensed or approved under article thirty-six of this chapter. If\n   45  the temporary employee is working under contract with  another  provider\n   46  certified, licensed or approved under article thirty-six of this chapter\n   47  OR  ARTICLE FORTY-SIX-B OF THIS CHAPTER, such contract provider's appro-\n   48  priate direct observation and  evaluation  of  the  temporary  employee,\n   49  shall  be  considered sufficient for the purposes of complying with this\n   50  subdivision.\n   51    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law and the public health law, in relation to criminal history records of maintenance employees in adult residential health and assisted living facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T163708.TXT", "SOBI.D101210.T161708.TXT", "SOBI.D101213.T092258.TXT", "SOBI.D101213.T092758.TXT", "SOBI.D101214.T111632.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292343392903
}