{
  "year" : 2011,
  "senateBillNo" : "S2043-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2043-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the degree of the crime of fraudulent accosting",
  "summary" : "Reclassifies the crime of fraudulent accosting from a class A misdemeanor to a class E felony. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S156-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2043\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to  increasing  the  criminal\n         penalty  for  fraudulent accosting from class A misdemeanor to class E\n         felony\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The closing paragraph of section 165.30 of the penal law,\n    2  as amended by chapter 772 of the laws of 1971, is  amended  to  read  as\n    3  follows:\n    4    Fraudulent accosting is a class [A misdemeanor] E FELONY.\n    5    S 2. This act shall take effect on the first of November next succeed-\n    6  ing the date on which it shall have become a law.\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07431-01-1\n",
  "memo" : "BILL NUMBER:S2043\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to increasing the criminal\npenalty for fraudulent accosting from\nclass A misdemeanor to class E felony\n\nSUMMARY:\nThis bill would amend section 165.30 of the Penal Law to\nincrease the criminal penalty for fraudulent accosting from Class A\nmisdemeanor to Class E felony.\n\nJUSTIFICATION:\nConfidence games, by their very nature, fall into that\ncategory of crimes least reported. This fact, coupled with the\ndifficulties in detecting many of the schemes, has proven to be a\nparticularly vexing problem for law enforcement.\n\nThe problem takes on added seriousness because the elderly are often\nthe victims and are the least likely to afford the loss of\nsubstantial amounts of money. The apparent success of confidence\ngames is dramatically shown when compared, on a monetary basis, to\nthe highly visible crime of a bank robbery. Statewide, over $2\nmillion a year is taken in bank robberies; however, confidence\nschemes steal an equal amount of money.\n\nDue to the misdemeanor classification of the present fraudulent\naccosting provision, many con artists are encouraged to perpetuate\ntheir schemes because they can often plea bargain to a lesser charge\nand in many cases only pay a fine. The approach stage of a confidence\ngame, dealt with by this section of law, is a critical approach to\nprotecting the public from such schemes. The enactment of this\nlegislation will make law enforcement efforts to curb this type of\ncrime more effective.\n\nFISCAL IMPLICATION:\nNone.\n\nEFFECTIVE DATE:\nThe first day of November after it has become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to increasing the criminal penalty for fraudulent accosting from class A misdemeanor to class E felony ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T092606.TXT", "SOBI.D110118.T093106.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T144146.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849400
}