{
  "year" : 2011,
  "senateBillNo" : "S2048-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S2048-2011-1295326800000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes inmates convicted of bail jumping ineligible for participation in temporary work release programs",
  "summary" : "Provides that inmates who are convicted of any bail jumping offense shall not be eligible for participation in temporary work release programs. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S1309-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2048\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT to amend the correction law, in relation to eligible inmates for\n         temporary release programs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  opening paragraph of subdivision 2 of section 851 of\n    2  the correction law, as amended by chapter 320 of the laws  of  2006,  is\n    3  amended to read as follows:\n    4    \"Eligible  inmate\"  means:  a person confined in an institution who is\n    5  eligible for release on parole or who will become eligible  for  release\n    6  on  parole  or  conditional release within two years. Provided, however,\n    7  that a person under sentence for an offense defined  in  paragraphs  (a)\n    8  and (b) of subdivision one of section 70.02 of the penal law, where such\n    9  offense involved the use or threatened use of a deadly weapon or danger-\n   10  ous  instrument  shall  not be eligible to participate in a work release\n   11  program until he or she is eligible for release on parole or who will be\n   12  eligible for release on parole or conditional  release  within  eighteen\n   13  months.  Provided,  further,  however, that a person under a determinate\n   14  sentence as a second felony drug offender for a class B  felony  offense\n   15  defined  in  article  two  hundred  twenty  of  the  penal  law, who was\n   16  sentenced pursuant to section 70.70 of such law, shall not  be  eligible\n   17  to  participate  in  a  temporary  release program until the time served\n   18  under imprisonment for his or her determinate  sentence,  including  any\n   19  jail  time credited pursuant to the provisions of article seventy of the\n   20  penal law, shall be at least eighteen months. In the case  of  a  person\n   21  serving  an  indeterminate  sentence of imprisonment imposed pursuant to\n   22  the penal law in effect after September one, nineteen hundred sixty-sev-\n   23  en, for the purposes of this article parole eligibility  shall  be  upon\n   24  the  expiration of the minimum period of imprisonment fixed by the court\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06526-01-1\n\n       S. 2048                             2\n\n    1  or where the court has not fixed any period, after service of the  mini-\n    2  mum  period  fixed  by the state board of parole. If an inmate is denied\n    3  release on parole, such inmate shall not be deemed  an  eligible  inmate\n    4  until he or she is within two years of his or her next scheduled appear-\n    5  ance  before  the  state  parole  board.  In any case where an inmate is\n    6  denied release on parole while  participating  in  a  temporary  release\n    7  program,  the department shall review the status of the inmate to deter-\n    8  mine if continued placement in the program  is  appropriate.  No  person\n    9  convicted  of  any  escape  or absconding offense defined in article two\n   10  hundred five OR BAIL JUMPING AS DEFINED IN  SECTION  215.55,  215.56  OR\n   11  215.57  of  the  penal  law  shall  be  eligible  for temporary release.\n   12  Further, no person  under  sentence  for  aggravated  harassment  of  an\n   13  employee by an inmate as defined in section 240.32 of the penal law for,\n   14  any  homicide  offense defined in article one hundred twenty-five of the\n   15  penal law, for any sex offense defined in article one hundred thirty  of\n   16  the  penal  law,  or for an offense defined in section 255.25, 255.26 or\n   17  255.27 of the penal law shall be  eligible  to  participate  in  a  work\n   18  release  program  as  defined  in subdivision three of this section. Nor\n   19  shall any person under sentence for any sex offense defined  in  article\n   20  one  hundred  thirty  of  the  penal law be eligible to participate in a\n   21  community services program  as  defined  in  subdivision  five  of  this\n   22  section.  Notwithstanding  the  foregoing, no person who is an otherwise\n   23  eligible inmate who  is  under  sentence  for  a  crime  involving:  (a)\n   24  infliction  of  serious  physical  injury upon another as defined in the\n   25  penal law or (b) any other offense involving the use or  threatened  use\n   26  of  a deadly weapon may participate in a temporary release program with-\n   27  out the written approval of the  commissioner.  The  commissioner  shall\n   28  promulgate regulations giving direction to the temporary release commit-\n   29  tee  at each institution in order to aid such committees in carrying out\n   30  this mandate.\n   31    S 2.  This act shall take effect immediately, provided, however,  that\n   32  the  amendments  to  subdivision  2 of section 851 of the correction law\n   33  made by section one of this act shall not affect the expiration of  such\n   34  subdivision and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to eligible inmates for temporary release programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T144704.TXT", "SOBI.D110118.T093106.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T101615.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295380024955
}