{
  "year" : 2011,
  "senateBillNo" : "S2049-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2049-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of bias related criminal mischief and denies youth offender status",
  "summary" : "Creates the crime of bias related criminal mischief where property is defaced with derogatory references to race, creed, religion, color, sexual orientation or national origin, and denies youthful offender status for such crime; makes such crime a class C felony. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S972-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2049\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to creating the crime of bias\n         related criminal mischief; and to amend the criminal procedure law, in\n         relation to denying youthful offender status to such crime\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding a new section 145.11 to\n    2  read as follows:\n    3  S 145.11 BIAS RELATED CRIMINAL MISCHIEF.\n    4    A PERSON IS GUILTY OF BIAS RELATED CRIMINAL MISCHIEF WHEN:\n    5    1. HE OR SHE COMMITS THE CRIME OF CRIMINAL  MISCHIEF  IN  THE  SECOND,\n    6  THIRD OR FOURTH DEGREE; AND\n    7    2. THE PROPERTY WAS DAMAGED BY MARKING WITH WORDS, LETTERS, NUMBERS OR\n    8  SYMBOLS WHICH MAKE DEROGATORY REFERENCE TO RACE, CREED, RELIGION, COLOR,\n    9  SEXUAL ORIENTATION OR NATIONAL ORIGIN.\n   10    BIAS RELATED CRIMINAL MISCHIEF IS A CLASS C FELONY.\n   11    S 2. Subdivision 2 of section 720.10 of the criminal procedure law, as\n   12  amended  by chapter 416 of the laws of 1986, paragraph (a) as amended by\n   13  chapter 316 of the laws of 2006, is amended to read as follows:\n   14    2. \"Eligible youth\" means a youth who is eligible to be found a youth-\n   15  ful offender.  Every youth is so eligible unless:\n   16    (a) the conviction to be replaced by a youthful  offender  finding  is\n   17  for  (i)  a  class  A-I or class A-II felony, or (ii) an armed felony as\n   18  defined in subdivision forty-one of section 1.20, except as provided  in\n   19  subdivision  three,  or  (iii) rape in the first degree, criminal sexual\n   20  act in the first degree, or aggravated sexual abuse, except as  provided\n   21  in  subdivision three, or (IV) BIAS RELATED CRIMINAL MISCHIEF AS DEFINED\n   22  IN SECTION 145.11 OF THE PENAL LAW, OR\n   23    (b) such youth has previously been convicted and sentenced for a felo-\n   24  ny, or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06819-01-1\n\n       S. 2049                             2\n\n    1    (c) such youth has previously been  adjudicated  a  youthful  offender\n    2  following  conviction  of  a  felony or has been adjudicated on or after\n    3  September first, nineteen hundred seventy-eight  a  juvenile  delinquent\n    4  who  committed  a  designated  felony act as defined in the family court\n    5  act.\n    6    S 3. This act shall take effect on the first of November next succeed-\n    7  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to creating the crime of bias related criminal mischief; and to amend the criminal procedure law, in relation to denying youthful offender status to such crime ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T144704.TXT", "SOBI.D110118.T093106.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T101615.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295380024961
}