{
  "year" : 2011,
  "senateBillNo" : "S2051-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S2051-2011-1295326800000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to a local social services district's conciliation procedure following a public recipient's noncompliance with mandated work activities",
  "summary" : "Relates to a local social services district's conciliation procedure following a public recipient's noncompliance with mandated work activities; removes requirement that such noncompliance be \"willful\". ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S980-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2051\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to the local social\n         services district's conciliation procedure following a public  assist-\n         ance recipient's noncompliance with mandated work activities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 341 of the social services law, as\n    2  amended by section 1 of part D of chapter 61 of the  laws  of  2006,  is\n    3  amended to read as follows:\n    4    1.  (a) Consistent with federal law and regulations and this title, if\n    5  a participant has failed or refused to comply with the  requirements  of\n    6  this  title,  the social services district shall issue a notice in plain\n    7  language indicating that such failure or refusal has taken place and  of\n    8  the right of such participant to conciliation to resolve the reasons for\n    9  such  failure or refusal to avoid a pro-rata reduction in public assist-\n   10  ance benefits for a period of time set forth in  section  three  hundred\n   11  forty-two of this title. The notice shall indicate the specific instance\n   12  or  instances  of  [willful]  refusal  or failure to comply without good\n   13  cause with the requirements of this title and the necessary actions that\n   14  must be taken to avoid a pro-rata reduction in public  assistance  bene-\n   15  fits.  The  notice shall indicate that the participant has seven days to\n   16  request conciliation with the district regarding such failure or refusal\n   17  in the case of a safety net participant and ten days in the  case  of  a\n   18  family assistance participant. The notice shall also include an explana-\n   19  tion  in plain language of what would constitute good cause for non-com-\n   20  pliance and examples of acceptable forms of evidence that may warrant an\n   21  exemption from work activities, including evidence of domestic violence,\n   22  and physical or mental health limitations that may be  provided  at  the\n   23  conciliation  conference  to  demonstrate such good cause for failure to\n   24  comply with the requirements of this title. If the participant does  not\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06827-01-1\n\n       S. 2051                             2\n\n    1  contact  the  district within the specified number of days, the district\n    2  shall issue ten days notice of intent to discontinue or  reduce  assist-\n    3  ance,  pursuant to regulations of the department. Such notice shall also\n    4  include  a statement of the participant's right to a fair hearing relat-\n    5  ing to such discontinuance or reduction. If  such  participant  contacts\n    6  the  district  within seven days in the case of a safety net participant\n    7  or within ten days in the case of a family  assistance  participant,  it\n    8  will  be  the responsibility of the participant to give reasons for such\n    9  failure or refusal.\n   10    (b) Unless the district determines as a result  of  such  conciliation\n   11  process  that such failure or refusal was [willful and was] without good\n   12  cause, no further action shall be taken. If the district determines that\n   13  such failure or refusal  was  [willful  and]  without  good  cause,  the\n   14  district shall notify such participant in writing, in plain language and\n   15  in  a  manner  distinct  from  any  previous notice, by issuing ten days\n   16  notice of its intent to discontinue or reduce  assistance.  Such  notice\n   17  shall  include the reasons for such determination, the specific instance\n   18  or instances of [willful] refusal or  failure  to  comply  without  good\n   19  cause  with  the  requirements of this title, the necessary actions that\n   20  must be taken to avoid a pro-rata reduction in public  assistance  bene-\n   21  fits, and the right to a fair hearing relating to such discontinuance or\n   22  reduction.  Unless  extended  by mutual agreement of the participant and\n   23  the district, conciliation shall terminate and a determination shall  be\n   24  made within fourteen days of the date a request for conciliation is made\n   25  in  the  case  of  a safety net participant or within thirty days of the\n   26  conciliation notice in the case of a family assistance participant.\n   27    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to the local social services district's conciliation procedure following a public assistance recipient's noncompliance with mandated work activities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110118.T093106.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T101615.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295379405591
}