{
  "year" : 2011,
  "senateBillNo" : "S2055-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S2055-2011-1295326800000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to informing members of the community with regard to the presence of a convicted sex offender within their community",
  "summary" : "Relates to informing members of the community with regard to the presence of a convicted sex offender within their community; strengthens Megan's Law by requiring law enforcement to notify, within 48 hours of receiving knowledge, vulnerable organizations which are located near the residence of a convicted sex offender, whether the offender is a level 1, 2 or 3 sex offender. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S976-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2055\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT to amend the correction law, in relation to informing members of\n         the community with regard to the presence of a convicted sex  offender\n         within their community\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (a), (b) and (c) of  subdivision  6  of  section\n    2  168-l  of the correction law, paragraphs (a) and (b) as amended by chap-\n    3  ter 106 of the laws of 2006 and paragraph (c) as separately  amended  by\n    4  chapters  318  and  680  of  the  laws  of  2005, are amended to read as\n    5  follows:\n    6    (a) If the risk of repeat offense is  low,  a  level  one  designation\n    7  shall  be  given  to such sex offender. In such case the law enforcement\n    8  agency or agencies having jurisdiction and the law enforcement agency or\n    9  agencies having had jurisdiction at the time of his  or  her  conviction\n   10  shall  be  notified  and  may disseminate relevant information which may\n   11  include a photograph and description  of  the  offender  and  which  may\n   12  include  the  name of the sex offender, approximate address based on sex\n   13  offender's zip code, background  information  including  the  offender's\n   14  crime  of  conviction,  modus of operation, type of victim targeted, the\n   15  name and address of any institution of higher education at which the sex\n   16  offender  is  enrolled,  attends,  is  employed  or  resides   and   the\n   17  description  of special conditions imposed on the offender to any entity\n   18  with vulnerable populations related to the nature of the offense commit-\n   19  ted by such sex offender. Any entity  receiving  information  on  a  sex\n   20  offender  may  disclose  or  further disseminate such information at its\n   21  discretion.\n   22    SUCH LAW ENFORCEMENT AGENCIES SHALL COMPILE,  MAINTAIN  AND  UPDATE  A\n   23  LISTING  OF  VULNERABLE ORGANIZATIONAL ENTITIES WITHIN ITS JURISDICTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06823-01-1\n\n       S. 2055                             2\n\n    1  SUCH LISTING SHALL BE UTILIZED FOR NOTIFICATION OF SUCH ORGANIZATIONS IN\n    2  DISSEMINATING SUCH  INFORMATION  ON  LEVEL  ONE  SEX  OFFENDERS,  WITHIN\n    3  FORTY-EIGHT  HOURS,  PURSUANT  TO  THIS  PARAGRAPH.  SUCH  LISTING SHALL\n    4  INCLUDE  AND  NOT  BE  LIMITED TO:   SUPERINTENDENTS OF SCHOOLS OR CHIEF\n    5  SCHOOL ADMINISTRATORS, SUPERINTENDENTS  OF  PARKS,  PUBLIC  AND  PRIVATE\n    6  LIBRARIES,  PUBLIC  AND PRIVATE SCHOOL BUS TRANSPORTATION COMPANIES, DAY\n    7  CARE CENTERS, NURSERY SCHOOLS, PRE-SCHOOLS, NEIGHBORHOOD  WATCH  GROUPS,\n    8  COMMUNITY  CENTERS, CIVIC ASSOCIATIONS, NURSING HOMES, VICTIM'S ADVOCACY\n    9  GROUPS AND PLACES OF WORSHIP.\n   10    (b) If the risk of repeat offense is moderate, a level two designation\n   11  shall be given to such sex offender. In such case  the  law  enforcement\n   12  agency or agencies having jurisdiction and the law enforcement agency or\n   13  agencies  having  had  jurisdiction at the time of his or her conviction\n   14  shall be notified and may disseminate relevant information  which  shall\n   15  include  a  photograph  and  description  of  the offender and which may\n   16  include the exact name and any aliases used by the sex offender, approx-\n   17  imate address based on sex offender's zip code,  background  information\n   18  including the offender's crime of conviction, mode of operation, type of\n   19  victim  targeted,  the  name  and  address  of any institution of higher\n   20  education at which the sex offender is enrolled, attends, is employed or\n   21  resides and the description of special conditions imposed on the  offen-\n   22  der  to  any entity with vulnerable populations related to the nature of\n   23  the offense committed by such sex offender. Any entity receiving  infor-\n   24  mation on a sex offender may disclose or further disseminate such infor-\n   25  mation  at  its  discretion.  In addition, in such case, the information\n   26  described herein shall also be provided in the subdirectory  established\n   27  in  this  article  and  notwithstanding any other provision of law, such\n   28  information shall, upon request, be made available to the public.\n   29    Such law enforcement agencies shall compile,  maintain  and  update  a\n   30  listing  of  vulnerable organizational entities within its jurisdiction.\n   31  Such listing shall be utilized for notification of such organizations in\n   32  disseminating such  information  on  level  two  sex  offenders,  WITHIN\n   33  FORTY-EIGHT  HOURS,  pursuant  to  this  paragraph.  Such  listing shall\n   34  include and not be limited to:   superintendents  of  schools  or  chief\n   35  school  administrators,  superintendents  of  parks,  public and private\n   36  libraries, public and private school bus transportation  companies,  day\n   37  care  centers,  nursery schools, pre-schools, neighborhood watch groups,\n   38  community centers, civic associations, nursing homes, victim's  advocacy\n   39  groups and places of worship.\n   40    (c) If the risk of repeat offense is high and there exists a threat to\n   41  the  public  safety a level three designation shall be given to such sex\n   42  offender. In such case, the law enforcement agency  or  agencies  having\n   43  jurisdiction  and  the  law  enforcement  agency  or agencies having had\n   44  jurisdiction at the time of his or her conviction shall be notified  and\n   45  may  disseminate  relevant  information which shall include a photograph\n   46  and description of the offender and which may include the sex offender's\n   47  exact name and any aliases used by the offender, exact address,  address\n   48  of  the offender's place of employment, background information including\n   49  the offender's crime of conviction, mode of operation,  type  of  victim\n   50  targeted, the name and address of any institution of higher education at\n   51  which  the sex offender is enrolled, attends, is employed or resides and\n   52  the description of special conditions imposed on  the  offender  to  any\n   53  entity  with vulnerable populations related to the nature of the offense\n   54  committed by such sex offender. Any entity receiving  information  on  a\n   55  sex offender may disclose or further disseminate such information at its\n   56  discretion.  In addition, in such case, the information described herein\n\n       S. 2055                             3\n\n    1  shall also be provided in the subdirectory established in  this  article\n    2  and  notwithstanding any other provision of law, such information shall,\n    3  upon request, be made available to the public.\n    4    Such  law  enforcement  agencies  shall compile, maintain and update a\n    5  listing of vulnerable organizational entities within  its  jurisdiction.\n    6  Such listing shall be utilized for notification of such organizations in\n    7  disseminating  such  information  on  level  three sex offenders, WITHIN\n    8  FORTY-EIGHT HOURS,  pursuant  to  this  paragraph.  Such  listing  shall\n    9  include  and  not  be  limited to:   superintendents of schools or chief\n   10  school administrators, superintendents  of  parks,  public  and  private\n   11  libraries,  public  and private school bus transportation companies, day\n   12  care centers, nursery schools, pre-schools, neighborhood  watch  groups,\n   13  community  centers, civic associations, nursing homes, victim's advocacy\n   14  groups and places of worship.\n   15    S 2. This act shall take effect on the first of November next succeed-\n   16  ing the date upon which it shall have become a law;  provided,  however,\n   17  that effective immediately, the addition, amendment and/or repeal of any\n   18  rule  or  regulation necessary for the implementation of this act on its\n   19  effective date are authorized and directed to be made and  completed  on\n   20  or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to informing members of the community with regard to the presence of a convicted sex offender within their community ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T101615.TXT", "SOBI.D110118.T093606.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295379405602
}