{
  "year" : 2011,
  "senateBillNo" : "S2056-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2056-2011-1295326800000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows voters to express \"no confidence\"",
  "summary" : "Provides for a space on an election ballot where a voter may express \"no confidence\" in presidential candidates, or candidate for U.S. senate or congress or members of the legislature. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S2135-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2056\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to providing means whereby\n         a voter may express no confidence in  certain  candidates  for  public\n         office\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section  7-106  of  the  election  law  is\n    2  amended by adding a new paragraph 3-a to read as follows:\n    3    (3-A)  TO EXPRESS NO CONFIDENCE IN ALL OF THE CANDIDATES FOR MEMBER OF\n    4  THE LEGISLATURE, UNITED  STATES  SENATOR,  REPRESENTATIVE  IN  CONGRESS,\n    5  PRESIDENT  OF  THE UNITED STATES OR VICE PRESIDENT OF THE UNITED STATES,\n    6  MARK A CROSS X OR A CHECK MARK IN THE VOTING SQUARE ABOVE THE PHRASE \"NO\n    7  CONFIDENCE\" ONLY IF YOU HAVE NOT VOTED FOR ANY CANDIDATE FOR THE OFFICE.\n    8    S 2. Subdivision 7 of section 7-106 of the election law, as amended by\n    9  chapter 165 of the laws of 2010, is amended to read as follows:\n   10    7. Each such ballot shall be printed in sections in which  the  candi-\n   11  dates'  names and political designations, the ballot proposals and other\n   12  requisite matter shall each be boxed in  by  heavy  black  perpendicular\n   13  lines  of  equal  width.  In  each such section shall be voting ovals or\n   14  squares which voters may fill in. If applicable, ovals or squares  shall\n   15  be  provided next to the blank spaces provided for a voter to write in a\n   16  name.   ON THE BALLOT FOR  MEMBER  OF  THE  LEGISLATURE,  UNITED  STATES\n   17  SENATOR,  REPRESENTATIVE  IN CONGRESS, PRESIDENT OF THE UNITED STATES OR\n   18  VICE PRESIDENT OF THE UNITED STATES, SHALL BE A VOTING SQUARE TO EXPRESS\n   19  NO CONFIDENCE IN ALL OF THE CANDIDATES.\n   20    S 3. Paragraph (g) of subdivision 2 of section 7-114 of  the  election\n   21  law is amended to read as follows:\n   22    (g)  Spaces  containing  names of candidates and for writing in names,\n   23  SPACES FOR EXPRESSING NO CONFIDENCE IN ALL OF THE CANDIDATES FOR  MEMBER\n   24  OF  THE  LEGISLATURE, UNITED STATES SENATOR, REPRESENTATIVE IN CONGRESS,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06468-02-1\n\n       S. 2056                             2\n\n    1  PRESIDENT OF THE UNITED STATES OR VICE PRESIDENT OF THE  UNITED  STATES,\n    2  and  intervening spaces on the paper ballot, shall be separated by light\n    3  horizontal lines.   Names of candidates  shall  be  printed  in  capital\n    4  letters  not  less  than one-eighth nor more than three-sixteenths of an\n    5  inch in height.\n    6    S 4. The election law is amended by adding a new section 7-132 to read\n    7  as follows:\n    8    S  7-132.  ELECTION  RESULTS;  CERTAIN  INFORMATION  TO  BE  REVEALED.\n    9  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF GENERAL OR SPECIAL LAW TO THE\n   10  CONTRARY, ONLY VOTES CAST FOR THE NAMED CANDIDATES  FOR  MEMBER  OF  THE\n   11  LEGISLATURE,  UNITED  STATES SENATOR, REPRESENTATIVE IN CONGRESS, PRESI-\n   12  DENT OF THE UNITED STATES OR VICE PRESIDENT OF THE UNITED STATES,  SHALL\n   13  BE  COUNTED  IN  DETERMINING  NOMINATION OR ELECTION TO ANY STATEWIDE OR\n   14  FEDERAL OFFICE, PROVIDED, HOWEVER, THE NUMBER OF BALLOTS  ON  WHICH  THE\n   15  SQUARE  EXPRESSING  NO  CONFIDENCE  IN  ALL CANDIDATES FOR MEMBER OF THE\n   16  LEGISLATURE, UNITED STATES SENATOR, REPRESENTATIVE IN  CONGRESS,  PRESI-\n   17  DENT  OF  THE  UNITED STATES OR VICE PRESIDENT OF THE UNITED STATES, WAS\n   18  CHOSEN AND THE NUMBER OF THEIR VOTES SHALL BE LISTED FOLLOWING THE NAMES\n   19  OF THE CANDIDATES FOR EACH OFFICE  IN  EVERY  POSTING,  PROCLAMATION  OR\n   20  ABSTRACT OF THE RESULTS OF THE ELECTION.\n   21    S  5.  Paragraph (d) of subdivision 1 of section 7-122 of the election\n   22  law is amended by adding a new subparagraph 3-a to read as follows:\n   23    3-A. TO EXPRESS NO CONFIDENCE IN ALL OF THE CANDIDATES FOR  MEMBER  OF\n   24  THE  LEGISLATURE,  UNITED  STATES  SENATOR,  REPRESENTATIVE IN CONGRESS,\n   25  PRESIDENT OF THE UNITED STATES OR VICE PRESIDENT OF THE  UNITED  STATES,\n   26  MAKE A CROSS X OR A CHECK MARK IN THE VOTING SQUARE ABOVE THE PHRASE \"NO\n   27  CONFIDENCE\" ONLY IF YOU HAVE NOT VOTED FOR ANY CANDIDATE FOR THE OFFICE.\n   28    S  6.  Section  7-202  of  the election law is amended by adding a new\n   29  subdivision 5 to read as follows:\n   30    5. VOTING MACHINES SHALL INCLUDE A DEVICE WHEREBY A VOTER MAY  EXPRESS\n   31  NO  CONFIDENCE  IN  ALL OF THE CANDIDATES FOR MEMBER OF THE LEGISLATURE,\n   32  UNITED STATES SENATOR, REPRESENTATIVE  IN  CONGRESS,  PRESIDENT  OF  THE\n   33  UNITED STATES OR VICE PRESIDENT OF THE UNITED STATES.\n   34    S  7. This act shall take effect on the first of January next succeed-\n   35  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2056\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to providing means whereby a\nvoter may express no confidence in certain candidates for public\noffice\n\nSUMMARY:\nThis bill amends the election law to provide\nfor a space on\nthe ballot that allows a voter to vote for \"No confidence\", in the\nelection for the offices of President, Vice-president. united States\nSenators. members of Congress, and members of the State Legislature.\n\nJUSTIFICATION:\nMany people do not exercise their\nright to vote because\nthey do not like any of the candidates who are running. This\nlegislation provides this group of voters an opportunity to voice\ntheir opinions without having to vote for a candidate for whom they\ndo not want. It also sends a powerful message to the candidates\nrunning for these offices. Even though only votes for named\ncandidates will count in determining nomination or election, votes\nfor \"No Confidence\" will provide a gauge of voter dissatisfaction.\n\nFISCAL IMPLICATION:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the\nfirst of January\nnext succeeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to providing means whereby a voter may express no confidence in certain candidates for public office ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T094107.TXT", "SOBI.D110118.T103616.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849424
}