{
  "year" : 2011,
  "senateBillNo" : "S2054-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2054-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to recredentialing of certain physician specialties and requires malpractice insurance",
  "summary" : "Creates a state board for recredentialing of selected physician specialties and requires all physicians in the state to obtain medical malpractice insurance; exempts retired and teaching physicians. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S2137-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2054\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law and the education law, in relation  to\n         establishing  a  physician  recredentialing  program and requiring all\n         physicians to carry malpractice insurance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new article 38 to\n    2  read as follows:\n    3                                  ARTICLE 38\n    4                  NEW YORK STATE BOARD FOR RECREDENTIALING\n    5                      OF SELECTED PHYSICIAN SPECIALTIES\n    6  SECTION 866. NEW YORK STATE BOARD FOR RECREDENTIALING OF SELECTED PHYSI-\n    7                 CIAN SPECIALTIES.\n    8          867. POWERS AND DUTIES OF THE BOARD.\n    9          868. REMEDIAL TRAINING PROGRAMS.\n   10          869. JUDICIAL REVIEW.\n   11    S 866. NEW YORK STATE BOARD FOR RECREDENTIALING OF SELECTED  PHYSICIAN\n   12  SPECIALTIES.  1. THERE IS HEREBY CREATED IN THE EXECUTIVE DEPARTMENT THE\n   13  NEW YORK STATE BOARD FOR RECREDENTIALING OF SELECTED PHYSICIAN  SPECIAL-\n   14  TIES.  THE BOARD SHALL CONSIST OF THE COMMISSIONERS OF HEALTH AND EDUCA-\n   15  TION AND FIVE OTHER MEMBERS TO BE APPOINTED BY  THE  GOVERNOR  WITH  THE\n   16  ADVICE  AND  CONSENT  OF  THE  SENATE. THE FIVE APPOINTED MEMBERS OF THE\n   17  BOARD SHALL CONSIST OF TWO PHYSICIANS BOARD CERTIFIED IN  OBSTETRICS-GY-\n   18  NECOLOGY,  A  PHYSICIAN  BOARD  CERTIFIED IN ANESTHESIOLOGY, A PHYSICIAN\n   19  BOARD CERTIFIED IN PEDIATRICS AND ONE MEMBER APPOINTED TO REPRESENT  THE\n   20  INTERESTS  OF  THE  GENERAL PUBLIC. THE TERM OF OFFICE OF EACH APPOINTED\n   21  MEMBER SHALL BE THREE YEARS. ANY MEMBER  APPOINTED  TO  FILL  A  VACANCY\n   22  OCCURRING  OTHERWISE THAN BY EXPIRATION OF A TERM SHALL BE APPOINTED FOR\n   23  THE REMAINDER OF THE UNEXPIRED TERM.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06470-01-1\n\n       S. 2054                             2\n\n    1    2. THE CHAIRPERSON SHALL BE  APPOINTED  FROM  THE  MEMBERSHIP  BY  THE\n    2  GOVERNOR AND SHALL HOLD OFFICE AT THE PLEASURE OF THE GOVERNOR. THE FIVE\n    3  APPOINTED  MEMBERS  SHALL  BE  ENTITLED  TO  RECEIVE  REIMBURSEMENT  FOR\n    4  EXPENSES ACTUALLY AND NECESSARILY INCURRED IN  THE  PERFORMANCE  OF  ALL\n    5  DUTIES.\n    6    3.  THE  COMMISSIONER OF HEALTH AND THE COMMISSIONER OF EDUCATION MAY,\n    7  BY OFFICIAL AUTHORITY FILED IN THEIR RESPECTIVE AGENCIES  AND  WITH  THE\n    8  BOARD,  DESIGNATE  A  DEPUTY  OR  OTHER OFFICER TO EXERCISE ANY POWER OR\n    9  PERFORM ANY DUTY, INCLUDING THE RIGHT TO VOTE, ON THE BOARD.\n   10    4. NO CIVIL ACTION SHALL BE BROUGHT IN ANY COURT AGAINST ANY MEMBER OF\n   11  THE BOARD FOR ANY ACT DONE, FAILURE TO  ACT,  OR  STATEMENT  OR  OPINION\n   12  MADE, WITHIN THE SCOPE OF HIS OR HER DUTIES AS A MEMBER OF THE BOARD.\n   13    S  867.  POWERS AND DUTIES OF THE BOARD. THE BOARD FOR RECREDENTIALING\n   14  OF SELECTED PHYSICIAN SPECIALTIES SHALL HAVE  THE  FOLLOWING  FUNCTIONS,\n   15  POWERS AND DUTIES:\n   16    1.  TO  RECREDENTIAL  ALL LICENSED PHYSICIANS WHO PRACTICE OBSTETRICS,\n   17  GYNECOLOGY, ANESTHESIOLOGY OR PEDIATRICS;\n   18    2. TO DEVELOP MECHANISMS FOR RECREDENTIALING, INCLUDING  AS  APPROPRI-\n   19  ATE, SPECIALTY BOARD CERTIFICATION AND HOSPITAL PEER REVIEW PROCESSES;\n   20    3.  TO  MAKE AND EXECUTE CONTRACTS AND ALL OTHER INSTRUMENTS NECESSARY\n   21  AND CONVENIENT FOR THE EXERCISE OF ITS POWERS AND FUNCTIONS  UNDER  THIS\n   22  ARTICLE;\n   23    4.  TO  APPOINT  AN EXECUTIVE OFFICER, OFFICERS, AGENTS, EMPLOYEES AND\n   24  PRESCRIBE THEIR DUTIES AND QUALIFICATIONS;\n   25    5. TO HOLD HEARINGS AND SUBPOENA WITNESSES  IN  THE  EXERCISE  OF  ITS\n   26  POWERS, FUNCTIONS AND DUTIES;\n   27    6. TO CONTRACT FOR PROFESSIONAL AND TECHNICAL ASSISTANCE AND ADVICE;\n   28    7.  TO  CONTRACT  FOR  AND TO ACCEPT ANY ASSISTANCE, INCLUDING BUT NOT\n   29  LIMITED TO GIFTS, GRANTS, LOANS OF FUNDS OR OF PROPERTY FROM THE FEDERAL\n   30  GOVERNMENT OR ANY AGENCY OR INSTRUMENTALITY THEREOF, OR FROM ANY  AGENCY\n   31  OR  INSTRUMENTALITY  OF  THE  STATE, OR FROM ANY OTHER PUBLIC OR PRIVATE\n   32  SOURCE;\n   33    8. TO GRANT, AS APPROPRIATE, TIME-LIMITED CERTIFICATIONS OF  RECREDEN-\n   34  TIALING; AND\n   35    9.  TO  ADOPT, AMEND, OR REPEAL SUCH RULES AND REGULATIONS AS IT DEEMS\n   36  NECESSARY TO ADMINISTER THIS ARTICLE.\n   37    S 868. REMEDIAL TRAINING PROGRAMS. 1.  PHYSICIANS  DETERMINED  BY  THE\n   38  BOARD  NOT TO QUALIFY FOR RECREDENTIALING SHALL BE REFERRED TO THE STATE\n   39  BOARD OF REGENTS. THE STATE BOARD  OF  REGENTS  MAY  GRANT  TIME-LIMITED\n   40  PERMITS TO ALLOW FOR A PERIOD OF REMEDIAL TRAINING.\n   41    2.  DURING  THE TERM OF THE LIMITED PERMIT, THE PHYSICIAN SHALL ENGAGE\n   42  IN A REMEDIAL TRAINING PROGRAM DETERMINED BY THE BOARD.\n   43    3. IN THE EVENT THAT A PHYSICIAN FAILS TO COMPLETE THE REMEDIAL TRAIN-\n   44  ING PROGRAM OR TO SATISFY THE BOARD THAT THE PHYSICIAN MEETS ITS  STAND-\n   45  ARDS FOR RECREDENTIALING, THE BOARD WILL REFER THE MATTER TO THE DEPART-\n   46  MENT  OF  HEALTH  FOR  CONSIDERATION OF ACTION REGARDING THE PHYSICIAN'S\n   47  LICENSE TO PRACTICE MEDICINE.\n   48    S 869. JUDICIAL REVIEW. A DECISION BY THE BOARD SHALL  BE  SUBJECT  TO\n   49  JUDICIAL  REVIEW PURSUANT TO ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE\n   50  LAW AND RULES.\n   51    S 2. The education law is amended by adding a new  section  6524-a  to\n   52  read as follows:\n   53    S  6524-A.  RECREDENTIALING OF LICENSED PHYSICIANS. 1. COMMENCING JUNE\n   54  FIRST, TWO THOUSAND ELEVEN, NO PHYSICIAN LESS THAN SEVENTY YEARS OF  AGE\n   55  MAY   PRACTICE  OBSTETRICS,  GYNECOLOGY,  ANESTHESIOLOGY  OR  PEDIATRICS\n   56  UNLESS, WITHIN THE PAST NINE YEARS, THE NEW YORK STATE BOARD FOR  RECRE-\n\n       S. 2054                             3\n\n    1  DENTIALING  OF  SELECTED  PHYSICIAN  SPECIALTIES  HAS CERTIFIED THAT THE\n    2  PHYSICIAN HAS MET THE REQUIREMENTS OF ARTICLE THIRTY-EIGHT OF THE EXECU-\n    3  TIVE LAW.\n    4    2. COMMENCING JUNE FIRST, TWO THOUSAND ELEVEN, NOTWITHSTANDING SECTION\n    5  TWO  HUNDRED NINETY-SIX OF THE EXECUTIVE LAW, NO PHYSICIAN SEVENTY YEARS\n    6  OF AGE OR OLDER MAY PRACTICE OBSTETRICS, GYNECOLOGY,  ANESTHESIOLOGY  OR\n    7  PEDIATRICS UNLESS, WITHIN THE PAST THREE YEARS, THE NEW YORK STATE BOARD\n    8  FOR RECREDENTIALING OF SELECTED PHYSICIAN SPECIALTIES HAS CERTIFIED THAT\n    9  THE  PHYSICIAN  HAS  MET THE REQUIREMENTS OF ARTICLE THIRTY-EIGHT OF THE\n   10  EXECUTIVE LAW.\n   11    3. COMMENCING JUNE FIRST, TWO THOUSAND ELEVEN, NOTWITHSTANDING  SUBDI-\n   12  VISIONS ONE AND TWO OF THIS SECTION, A PHYSICIAN WHO HAS NOT BEEN REGIS-\n   13  TERED  TO PRACTICE MEDICINE IN THE IMMEDIATE PRIOR BIENNIAL REGISTRATION\n   14  PERIOD OR WHO HAS NOT ACTIVELY ENGAGED IN THE PRACTICE OF MEDICINE FOR A\n   15  PERIOD EXCEEDING TWO YEARS  MAY  NOT  PRACTICE  OBSTETRICS,  GYNECOLOGY,\n   16  ANESTHESIOLOGY  OR PEDIATRICS UNLESS THE NEW YORK STATE BOARD FOR RECRE-\n   17  DENTIALING OF SELECTED PHYSICIAN  SPECIALTIES  HAS  CERTIFIED  THAT  THE\n   18  PHYSICIAN HAS MET THE REQUIREMENTS OF ARTICLE THIRTY-EIGHT OF THE EXECU-\n   19  TIVE LAW.\n   20    S  3. Subdivision 1 of section 6525 of the education law is amended by\n   21  adding a new paragraph 4 to read as follows:\n   22    (4) A PHYSICIAN WHO IS REQUIRED TO SATISFY A REMEDIAL TRAINING PROGRAM\n   23  REQUIRED BY THE NEW YORK STATE BOARD  FOR  RECREDENTIALING  OF  SELECTED\n   24  PHYSICIAN SPECIALTIES.\n   25    S  4.  The  education law is amended by adding a new section 6527-a to\n   26  read as follows:\n   27    S 6527-A. MALPRACTICE INSURANCE REQUIRED. 1. EVERY PHYSICIAN  LICENSED\n   28  TO  PRACTICE  MEDICINE  IN  THIS STATE SHALL OBTAIN AND MAINTAIN MEDICAL\n   29  MALPRACTICE INSURANCE AS DEFINED IN SECTION FIVE THOUSAND  FIVE  HUNDRED\n   30  ONE OF THE INSURANCE LAW.\n   31    2. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION:\n   32    A. LICENSED PHYSICIANS WHOSE PRACTICE IS LIMITED TO INSTRUCTION AND/OR\n   33  RESEARCH AND\n   34    B. THOSE PERSONS PERMITTED LIMITED PRACTICE WITHOUT A LICENSE PURSUANT\n   35  TO  SECTION  SIXTY-FIVE  HUNDRED  TWENTY-SIX  OF  THIS ARTICLE, SHALL BE\n   36  EXEMPT FROM THE PROVISIONS OF THIS SECTION.\n   37    S 5. Section 6528 of the education law is  amended  by  adding  a  new\n   38  subdivision (f) to read as follows:\n   39    (F) WHERE REQUIRED BY SECTION SIXTY-FIVE HUNDRED TWENTY-FOUR-A OF THIS\n   40  ARTICLE,  APPLICANTS  MUST SATISFY THE REQUIREMENTS FOR CERTIFICATION BY\n   41  THE NEW YORK STATE  BOARD  FOR  RECREDENTIALING  OF  SELECTED  PHYSICIAN\n   42  SPECIALTIES PURSUANT TO ARTICLE THIRTY-EIGHT OF THE EXECUTIVE LAW.\n   43    S  6.  This act shall take effect June 1, 2011 provided, however, that\n   44  any rules or regulations necessary to implement the provisions  of  this\n   45  act shall be promulgated prior to such date.\n",
  "memo" : "BILL NUMBER:S2054\n\nTITLE OF BILL:\nAn act\nto amend the executive law and the education law, in relation to\nestablishing a physician recredentialing\nprogram and requiring all\nphysicians to carry malpractice insurance\n\nSUMMARY:\nWould create a State Certified Board for recredentialing of\nselected physician specialties. The Board would Consist of the\ncommissioners of health and education and five other members\nappointed by the Governor with the input and confirmation by the\nSenate. These five members would Consist of two physicians board\nCertified in obstetrics-gynecology, a Physician board Certified in\npediatrics and one health care consumer advocate to represent the\ninterests of the general Public.\nThe function of the recredentialing board will be to ensure that\nphysicians in selected specialties are current in their knowledge and\ntreatment methods. In addition, it Would require that all practicing\nphysicians carry malpractice insurance. Retired and teaching\nphysicians Would be exempt.\n\nJUSTIFICATION:\nThe health care system Cannot be improved without\nupgrading the level of health care practitioners. Very often, our\nphysicians have Substandard training and education, which translates\ninto less than quality care for our citizens. This legislation Would\nrequire that certain standards for licensure be met before the\nphysician is permitted to practice.\n\nEFFECTIVE DATE:\nThis act shall take effect June 1, 2011, provided, however,\nthat any rules or regulations necessary to implement the provisions\nof this act shall be promulgated prior to such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the education law, in relation to establishing a physician recredentialing program and requiring all physicians to carry malpractice insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110118.T093106.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T093606.TXT", "SOBI.D110118.T101615.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849420
}