{
  "year" : 2011,
  "senateBillNo" : "S2058-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2058-2011-1295326800000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to site selection and a statewide registry for magnetic resonance imaging facilities",
  "summary" : "Creates a structure for the planning and placing of magnetic resonance imaging (MRI) facilities to ensure that as many regions of the state are serviced as is possible; sets out a process whereby a municipality shall approve, as well as comment or make suggestions, regarding the site selection of an MRI facility; provides for establishment of a statewide registry, operated by the department of health, listing all MRI facilities located in the state; defines terms. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S2133-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2058\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to site selection and\n         a statewide registry for magnetic resonance imaging facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   The public health law is amended by adding a new article\n    2  35-B to read as follows:\n    3                                 ARTICLE 35-B\n    4                    MAGNETIC RESONANCE IMAGING FACILITIES\n    5  SECTION 3560. SITE SELECTION OF MAGNETIC RESONANCE IMAGING FACILITIES.\n    6          3561. STATEWIDE REGISTRY OF MAGNETIC RESONANCE  IMAGING  FACILI-\n    7                  TIES.\n    8    S  3560.  SITE SELECTION OF MAGNETIC RESONANCE IMAGING FACILITIES.  1.\n    9  FOR THE PURPOSES OF THIS ARTICLE, THE FOLLOWING DEFINITIONS SHALL APPLY:\n   10    (A) \"MAGNETIC RESONANCE IMAGING FACILITY\" MEANS ANY  MEDICAL  FACILITY\n   11  WHICH EMPLOYS A NONINVASIVE DIAGNOSTIC TECHNIQUE THAT PRODUCES COMPUTER-\n   12  IZED  IMAGES  OF  INTERNAL BODY TISSUES AND IS BASED ON NUCLEAR MAGNETIC\n   13  RESONANCE OF ATOMS WITHIN THE BODY INDUCED BY THE APPLICATION  OF  RADIO\n   14  WAVES.\n   15    (B)  \"SPONSORING  AGENCY\"  MEANS  AN  AGENCY  OR UNIT OF GOVERNMENT, A\n   16  VOLUNTARY ORGANIZATION OR ANY OTHER PERSON, ORGANIZATION OR ENTITY WHICH\n   17  INTENDS TO ESTABLISH OR OPERATE A MAGNETIC RESONANCE IMAGING FACILITY.\n   18    (C) \"MUNICIPALITY\" MEANS A COUNTY OR A CITY IF A  FACILITY  IS  TO  BE\n   19  LOCATED THEREIN.\n   20    (D)  \"COMMISSIONER\"  MEANS  THE  COUNTY OR CITY COMMISSIONER OF HEALTH\n   21  RESPONSIBLE FOR ISSUANCE OF A LICENSE AND OPERATING CERTIFICATE  TO  THE\n   22  PROPOSED MAGNETIC RESONANCE IMAGING FACILITY.\n   23    2.    IF A SPONSORING AGENCY INTENDS TO ESTABLISH A MAGNETIC RESONANCE\n   24  IMAGING FACILITY WITHIN A MUNICIPALITY BUT DOES NOT HAVE A SPECIFIC SITE\n   25  SELECTED, IT MAY NOTIFY THE COMMISSIONER OF HEALTH OF  THE  MUNICIPALITY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06467-01-1\n\n       S. 2058                             2\n\n    1  IN WRITING OF ITS INTENTIONS AND INCLUDE IN SUCH NOTICE A DESCRIPTION OF\n    2  THE  NATURE,  SIZE  AND  MEDICAL  SUPPORT  REQUIREMENTS OF THE FACILITY.\n    3  PROVIDED, HOWEVER,  NOTHING  IN  THIS  SUBDIVISION  SHALL  PRECLUDE  THE\n    4  PROPOSED  ESTABLISHMENT  OF A SITE PURSUANT TO SUBDIVISION THREE OF THIS\n    5  SECTION.\n    6    3. (A) WHEN A SITE HAS BEEN SELECTED  BY  THE  SPONSORING  AGENCY,  IT\n    7  SHALL  NOTIFY  THE COMMISSIONER OF HEALTH OF THE MUNICIPALITY IN WRITING\n    8  AND INCLUDE IN SUCH NOTICE THE SPECIFIC ADDRESS OF THE SITE, THE TYPE OF\n    9  MAGNETIC RESONANCE IMAGING TECHNOLOGY, THE NUMBER OF PATIENTS WHO  COULD\n   10  BE SERVED ANNUALLY, AND THE COMMUNITY SUPPORT REQUIREMENTS OF THE FACIL-\n   11  ITY.    SUCH  NOTICE SHALL ALSO CONTAIN THE MOST RECENTLY PUBLISHED DATA\n   12  COMPILED PURSUANT TO SECTION THIRTY-FIVE HUNDRED SIXTY-ONE OF THIS ARTI-\n   13  CLE WHICH CAN REASONABLY BE EXPECTED TO PERMIT THE MUNICIPALITY TO EVAL-\n   14  UATE ALL SUCH FACILITIES AFFECTING THE NATURE AND CHARACTER OF THE  AREA\n   15  WHEREIN SUCH PROPOSED FACILITY IS TO BE LOCATED.  THE MUNICIPALITY SHALL\n   16  HAVE TWENTY DAYS AFTER THE RECEIPT OF SUCH NOTICE TO:\n   17    (I) APPROVE THE SITE RECOMMENDED BY THE SPONSORING AGENCY;\n   18    (II)  SUGGEST ONE OR MORE SUITABLE SITES WITHIN ITS JURISDICTION WHICH\n   19  COULD ACCOMMODATE SUCH A FACILITY; OR\n   20    (III) OBJECT TO THE ESTABLISHMENT OF A FACILITY OF THE KIND  DESCRIBED\n   21  BY  THE  SPONSORING AGENCY BECAUSE TO DO SO WOULD RESULT IN AN OVER-CON-\n   22  CENTRATION OF MEDICAL RESONANCE IMAGING FACILITIES IN  THE  MUNICIPALITY\n   23  OR THE REGION.\n   24    SUCH  RESPONSE  SHALL  BE  FORWARDED TO THE SPONSORING AGENCY.  IF THE\n   25  MUNICIPALITY DOES NOT RESPOND WITHIN TWENTY DAYS, THE SPONSORING  AGENCY\n   26  MAY  ESTABLISH  A MAGNETIC RESONANCE IMAGING FACILITY AT THE SITE RECOM-\n   27  MENDED IN ITS NOTICE.\n   28    (B) PRIOR TO FORWARDING A RESPONSE TO THE SPONSORING AGENCY, THE MUNI-\n   29  CIPALITY MAY HOLD A PUBLIC HEARING PURSUANT TO LOCAL LAW.\n   30    (C) IF THE MUNICIPALITY APPROVES THE SITE RECOMMENDED BY THE  SPONSOR-\n   31  ING  AGENCY,  THE SPONSORING AGENCY SHALL SEEK TO ESTABLISH THE FACILITY\n   32  AT THE APPROVED SITE.\n   33    (D) IF THE SITE OR SITES SUGGESTED BY THE MUNICIPALITY  ARE  SATISFAC-\n   34  TORY  WITH REGARD TO THE NATURE, SIZE AND COMMUNITY SUPPORT REQUIREMENTS\n   35  OF THE FACILITY AND THE AREA IN WHICH SUCH SITE  OR  SITES  ARE  LOCATED\n   36  DOES NOT ALREADY INCLUDE AN EXCESSIVE NUMBER OF MAGNETIC RESONANCE IMAG-\n   37  ING FACILITIES, THE SPONSORING AGENCY SHALL SEEK TO ESTABLISH ITS FACIL-\n   38  ITY AT ONE OF THE SITES DESIGNATED BY THE MUNICIPALITY.\n   39    IF  THE  MUNICIPALITY SUGGESTS A SITE OR SITES WHICH ARE NOT SATISFAC-\n   40  TORY TO THE SPONSORING AGENCY, THE AGENCY SHALL SO  NOTIFY  THE  MUNICI-\n   41  PALITY WHICH SHALL HAVE TEN DAYS TO SUGGEST AN ALTERNATIVE SITE OR SITES\n   42  FOR THE PROPOSED MAGNETIC RESONANCE IMAGING FACILITY.\n   43    (E)    IN  THE  EVENT  THE  MUNICIPALITY OBJECTS TO ESTABLISHMENT OF A\n   44  FACILITY IN THE MUNICIPALITY  BECAUSE  TO  DO  SO  WOULD  RESULT  IN  AN\n   45  OVER-CONCENTRATION  OF  MAGNETIC  RESONANCE  IMAGING  FACILITIES; OR THE\n   46  SPONSORING AGENCY OBJECTS TO THE ESTABLISHMENT OF A FACILITY IN THE AREA\n   47  OR AREAS SUGGESTED BY THE MUNICIPALITY; OR IN THE EVENT THAT THE MUNICI-\n   48  PALITY AND SPONSORING AGENCY CANNOT AGREE UPON A SITE, EITHER THE  SPON-\n   49  SORING  AGENCY  OR  THE  MUNICIPALITY  MAY  REQUEST AN IMMEDIATE HEARING\n   50  BEFORE THE COMMISSIONER OF HEALTH TO RESOLVE THE ISSUE.  THE COMMISSION-\n   51  ER OF HEALTH SHALL PERSONALLY OR BY A HEARING  OFFICER  CONDUCT  SUCH  A\n   52  HEARING WITHIN FIVE DAYS OF SUCH A REQUEST.\n   53    IN  REVIEWING ANY SUCH OBJECTIONS, THE NEED FOR SUCH FACILITIES IN THE\n   54  MUNICIPALITY SHALL BE CONSIDERED AS SHALL THE EXISTING CONCENTRATION  OF\n   55  SUCH  FACILITIES  AND  OTHER HEALTH FACILITIES IN THE MUNICIPALITY OR IN\n   56  THE AREA IN PROXIMITY TO THE SITE  SELECTED.    THE  COMMISSIONER  SHALL\n\n       S. 2058                             3\n\n    1  SUSTAIN THE OBJECTION IF HE DETERMINES THAT THE AREA IN WHICH THE FACIL-\n    2  ITY  IS  TO BE BASED WOULD CAUSE AN OVER-CONCENTRATION OF MAGNETIC RESO-\n    3  NANCE IMAGING FACILITIES WHILE OTHER AREAS AND REGIONS ARE  WITHOUT  THE\n    4  SERVICES  OF  SUCH FACILITIES.   THE COMMISSIONER OF HEALTH SHALL MAKE A\n    5  DETERMINATION WITHIN FIVE DAYS OF THE HEARING.\n    6    4. REVIEW OF A DECISION RENDERED BY THE STATE COMMISSIONER  OF  HEALTH\n    7  PURSUANT  TO THIS SECTION MAY BE HAD IN A PROCEEDING PURSUANT TO ARTICLE\n    8  SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES COMMENCED WITHIN THIR-\n    9  TY DAYS OF THE DETERMINATION.\n   10    S 3561. STATEWIDE REGISTRY OF MAGNETIC RESONANCE  IMAGING  FACILITIES.\n   11  1.  THERE SHALL BE ESTABLISHED IN THE DEPARTMENT A STATEWIDE REGISTRY ON\n   12  MAGNETIC RESONANCE IMAGING FACILITIES.  THE DEPARTMENT SHALL DEVELOP, IN\n   13  COOPERATION  WITH  THE MUNICIPALITIES RESPONSIBLE FOR THE SITE SELECTION\n   14  OF SUCH FACILITIES, A UNIFORM DATA BASE  FOR  A  STATEWIDE  REGISTRY  TO\n   15  INCLUDE, BUT NOT BE LIMITED TO, THE FOLLOWING INFORMATION:\n   16    (A)  THE NATURE OR TYPE OF SUCH MAGNETIC RESONANCE IMAGING FACILITY;\n   17    (B)   THE TITLE OF THE SPONSORING AGENCY RESPONSIBLE FOR THE OPERATION\n   18  OF SUCH FACILITY;\n   19    (C)  THE GEOGRAPHICAL AREA IN WHICH SUCH FACILITY IS LOCATED,  INCLUD-\n   20  ING  BUT  NOT  LIMITED  TO  STREET  ADDRESS,  MUNICIPALITY, LOCAL SCHOOL\n   21  DISTRICT AND HEALTH SYSTEMS AGENCY; AND\n   22    (D)  THE NUMBER OF CLIENTS ANNUALLY SERVED BY SUCH FACILITY.\n   23    2. (A) THE DEPARTMENT SHALL, NO LATER  THAN  DECEMBER  FIFTEENTH,  TWO\n   24  THOUSAND  ELEVEN AND ANNUALLY THEREAFTER, PREPARE DOCUMENTATION AND MAKE\n   25  AVAILABLE TO THE PUBLIC THE FOLLOWING INFORMATION:\n   26    (I)  A REGISTRY OF ALL MAGNETIC RESONANCE IMAGING FACILITIES PRESENTLY\n   27  OPERATING IN THIS STATE INCLUDING THE TYPES OF  SERVICES  PROVIDED,  THE\n   28  NUMBER  OF  PERSONS SERVED, AND THE MUNICIPALITY IN WHICH IT IS LOCATED;\n   29  AND\n   30    (II)   THE NUMBER OF PERSONS IN  THE  STATE  WHO  RECEIVED  DIAGNOSTIC\n   31  SERVICES  IN A MAGNETIC RESONANCE IMAGING FACILITY INCLUDING THE GENERAL\n   32  TYPE OF SERVICES BEING PROVIDED AND THE MUNICIPALITY IN WHICH PROVIDED.\n   33    (B) THE DEPARTMENT SHALL PREPARE FOR INCLUSION IN THE ANNUAL REPORT TO\n   34  BE FILED WITH THE GOVERNOR AND THE LEGISLATURE AN ANALYSIS OF THE INFOR-\n   35  MATION AS PREVIOUSLY DESCRIBED IN PARAGRAPH (A) OF THIS  SUBDIVISION  SO\n   36  AS  TO  IMPROVE  THE  ABILITY OF SUCH STATE AGENCIES RESPONSIBLE FOR THE\n   37  PLANNING, ADMINISTRATION, LICENSING, REGULATION AND OPERATION OF  HEALTH\n   38  FACILITIES TO EFFECTIVELY IDENTIFY EXISTING AND FUTURE NEEDS FOR PERSONS\n   39  AND SERVICES IN DIFFERENT AREAS AND COORDINATE THEIR PLANNING EFFORTS TO\n   40  MEET SUCH NEEDS.\n   41    3.    THE DEPARTMENT SHALL PROVIDE TECHNICAL ASSISTANCE, WITHIN AVAIL-\n   42  ABLE RESOURCES, TO MUNICIPALITIES WHICH INTEND TO ESTABLISH  COORDINATED\n   43  PLANNING FUNCTIONS AS DESCRIBED IN THIS ARTICLE.\n   44    S  2.   This act shall take effect on the thirtieth day after it shall\n   45  have become a law.\n",
  "memo" : "BILL NUMBER:S2058\n\nTITLE OF BILL:\nAn act\nto amend the public health law, in relation to site selection and a\nstatewide registry for magnetic resonance imaging facilities\n\nPURPOSE:\nTo create a structure for planning and\nplacing magnetic\nresonance imaging (MRI) facilities to ensure that as many regions are\nserviced as is possible, and to assist in health care cost\ncontainment by attempting to discourage duplicative services.\n\nSUMMARY OF PROVISIONS:\nA new article 35-B is added to the public\nhealth law. Section 3520 provides for definitions of terms and sets\nout a process whereby a municipality shall approve, as well as\ncomment or make suggestions regarding the site selection of an MRI\nfacility.\nSection 3521 provides for establishment of a statewide registry,\noperated by the state department of health, listing all MRI\nfacilities and each facility's important data to assist the\ndepartment in planning, administration and regulation of health\nfacilities in the state.\n\nJUSTIFICATION:\nDue to the proliferation of MRI facilities in certain\nareas of the state, the state health department needs a planning tool\nto assist in ensuring that as many areas as possible are provided\nwith this important diagnostic tool.\n\nFISCAL IMPACT:\nThe cost of starting a new health department data base\nand providing hearing services.\n\nEFFECTIVE DATE:\nThirty days after it shall become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to site selection and a statewide registry for magnetic resonance imaging facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110118.T144704.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T094107.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717790
}