{
  "year" : 2011,
  "senateBillNo" : "S205-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S205-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a county, city, town or village to adopt a local law providing for a bulletin board for the purpose of displaying upcoming veterans related events",
  "summary" : "Requires a bulletin board dedicated to veteran's affairs and events to be displayed and maintained in each city or town hall. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "SA435-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          205\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general municipal  law,  in  relation  to  requiring\n         events related to veterans be displayed on a bulletin board\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general municipal  law  is  amended  by  adding  a  new\n    2  section 99-v to read as follows:\n    3    S  99-V. VETERANS AFFAIRS; DISPLAY OF EVENTS.  EACH COUNTY, CITY, TOWN\n    4  OR VILLAGE MAY ADOPT A LOCAL LAW TO  PROVIDE  A  BULLETIN  BOARD  TO  BE\n    5  CONSPICUOUSLY  DISPLAYED IN SUCH COUNTY, CITY, TOWN OR  VILLAGE BUILDING\n    6  HOLDING ITS LOCAL LEGISLATIVE BODY OR MUNICIPAL OFFICES.  SUCH  BULLETIN\n    7  BOARD  SHALL BE USED BY VETERANS ORGANIZATIONS, THE NEW YORK STATE DIVI-\n    8  SION OF VETERANS' AFFAIRS, THE COUNTY VETERANS SERVICE  AGENCY  OR  CITY\n    9  VETERANS  SERVICE  AGENCY  TO  DISPLAY INFORMATION REGARDING VETERANS IN\n   10  SUCH COUNTY, CITY, TOWN OR VILLAGE. SUCH INFORMATION  MAY  INCLUDE,  BUT\n   11  NOT  BE  LIMITED TO, BENEFITS OR UPCOMING VETERANS RELATED EVENTS IN THE\n   12  COMMUNITY.\n   13    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   14  have  become  a  law, provided, however, that effective immediately, the\n   15  addition, amendment and/or repeal of any rule  or  regulation  necessary\n   16  for  the implementation of this act on its effective date are authorized\n   17  and directed to be made and completed on or before such effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01313-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to requiring events related to veterans be displayed on a bulletin board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T163708.TXT", "SOBI.D101210.T161708.TXT", "SOBI.D101214.T094626.TXT", "SOBI.D101213.T092758.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292337986600
}