{
  "year" : 2011,
  "senateBillNo" : "S2057-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S2057-2011-1295326800000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the minimum amount of time served of an indeterminate sentence to 85% of the maximum term; repealer",
  "summary" : "Increases the minimum amount of time which must be served upon the imposition of an indeterminate sentence of imprisonment to 85% of the maximum term. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S975-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2057\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN ACT to amend the correction law and the penal law, in relation to the\n         minimum amount of time served of an indeterminate sentence and repeal-\n         ing  certain  provisions  of  the correction law and the executive law\n         relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs (a), (b) and (c) of subdivision 1 and subdivi-\n    2  sions 2 and 5 of section 803 of the correction  law,  paragraph  (a)  of\n    3  subdivision 1 and subdivisions 2 and 5 as amended and paragraphs (b) and\n    4  (c)  of  subdivision  1  as  added by chapter 3 of the laws of 1995, are\n    5  amended to read as follows:\n    6    (a) Every person confined in an institution of  the  department  or  a\n    7  facility in the department of mental hygiene serving an indeterminate or\n    8  determinate sentence of imprisonment, except a person serving a sentence\n    9  with  a  maximum  term  of life imprisonment, may receive time allowance\n   10  against the term or maximum term of his OR HER sentence imposed  by  the\n   11  court.  Such  allowances  may be granted for good behavior and efficient\n   12  and willing performance of duties assigned or progress  and  achievement\n   13  in  an  assigned  treatment  program,  and may be withheld, forfeited or\n   14  canceled in whole or in part for bad  behavior,  violation  of  institu-\n   15  tional  rules  or  failure  to perform properly in the duties or program\n   16  assigned.\n   17    (b) A person serving an indeterminate  sentence  of  imprisonment  may\n   18  receive  time  allowance against the maximum term of his OR HER sentence\n   19  not to exceed [one-third] FIFTEEN PERCENT of the maximum term imposed by\n   20  the court.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06822-01-1\n\n       S. 2057                             2\n\n    1    (c) A person  serving  a  determinate  sentence  of  imprisonment  may\n    2  receive  time  allowance  against the term of his OR HER sentence not to\n    3  exceed one-seventh of the term imposed by the court.\n    4    2.  If  a  person  is  serving  more than one sentence, the authorized\n    5  allowances may be granted separately against the term or maximum term of\n    6  each sentence or, where consecutive sentences are involved, against  the\n    7  aggregate maximum term.  Such allowances shall be calculated as follows:\n    8    (a)  A  person  serving  two or more indeterminate sentences which run\n    9  concurrently may  receive  time  allowance  not  to  exceed  [one-third]\n   10  FIFTEEN  PERCENT  of  the  indeterminate  sentence which has the longest\n   11  unexpired time to run.\n   12    (b) A person serving two or more  indeterminate  sentences  which  run\n   13  consecutively  may  receive  time  allowance  not  to exceed [one-third]\n   14  FIFTEEN PERCENT of the aggregate maximum term.\n   15    (c) A person serving two  or  more  determinate  sentences  which  run\n   16  concurrently may receive time allowance not to exceed one-seventh of the\n   17  determinate sentence which has the longest unexpired time to run.\n   18    (d)  A  person  serving  two  or  more determinate sentences which run\n   19  consecutively may receive time allowance not to  exceed  one-seventh  of\n   20  the aggregate maximum term.\n   21    (e)  A  person  serving  one or more indeterminate sentence and one or\n   22  more determinate sentence which run concurrently may receive time allow-\n   23  ance not to exceed [one-third]  FIFTEEN  PERCENT  of  the  indeterminate\n   24  sentence  which  has the longest unexpired term to run or one-seventh of\n   25  the determinate sentence which has the longest unexpired  time  to  run,\n   26  whichever allowance is greater.\n   27    (f)  A  person  serving  one or more indeterminate sentence and one or\n   28  more determinate sentence  which  run  consecutively  may  receive  time\n   29  allowance  not  to  exceed the sum of [one-third] FIFTEEN PERCENT of the\n   30  maximum or aggregate maximum of the indeterminate sentence or  sentences\n   31  and  one-seventh  of  the  term  or aggregate maximum of the determinate\n   32  sentence or sentences.\n   33    5. Time allowances granted prior to any release on parole or prior  to\n   34  any  conditional release shall be forfeited and shall not be restored if\n   35  the paroled or conditionally released person is returned to an  institu-\n   36  tion  under  the jurisdiction of the [state] department [of correctional\n   37  services] for violation  of  parole,  violation  of  the  conditions  of\n   38  release  or  by  reason  of  a conviction for a crime committed while on\n   39  parole or conditional release. A person who is so returned may, however,\n   40  subsequently receive time allowances against the  remaining  portion  of\n   41  his OR HER term, maximum term or aggregate maximum term pursuant to this\n   42  section  and provided such remaining portion of his OR HER term, maximum\n   43  term, or aggregate maximum term is more than one year.\n   44    S 2. Paragraph (a) of subdivision 1 and subdivisions 2, 2-a and  5  of\n   45  section 803 of the correction law, as amended by chapter 126 of the laws\n   46  of  1987,  paragraph  (a) of subdivision 1 as designated and subdivision\n   47  2-a as added by chapter 738 of the laws of 2004, are amended to read  as\n   48  follows:\n   49    (a)  Every  person  confined  in an institution of the department or a\n   50  facility in the department of mental hygiene  serving  an  indeterminate\n   51  sentence  of  imprisonment,  except  a  person serving a sentence with a\n   52  maximum term of life imprisonment, may receive  time  allowance  against\n   53  the  maximum  term or period of his OR HER sentence not to exceed in the\n   54  aggregate [one-third] FIFTEEN PERCENT of the term or period  imposed  by\n   55  the  court.  Such  allowances may be granted for good behavior and effi-\n   56  cient and  willing  performance  of  duties  assigned  or  progress  and\n\n       S. 2057                             3\n\n    1  achievement  in  an  assigned  treatment  program,  and may be withheld,\n    2  forfeited or canceled in whole or in part for bad behavior, violation of\n    3  institutional rules or failure to perform  properly  in  the  duties  or\n    4  program assigned.\n    5    2.  If  a  person  is  serving  more than one sentence, the authorized\n    6  allowances may be granted separately against the maximum  term  of  each\n    7  sentence  or,  where  consecutive  sentences  are  involved, against the\n    8  aggregate maximum term. In no case, however,  shall  the  total  of  all\n    9  allowances  granted  to  any such person under this section exceed [one-\n   10  third] FIFTEEN PERCENT of the time he OR SHE would be required to serve,\n   11  computed without regard to this section.\n   12    2-a. If a person is serving more than  one  sentence,  the  authorized\n   13  merit  time  allowances  may  be granted against the period or aggregate\n   14  minimum period of the indeterminate sentence or  sentences,  or  against\n   15  the  term or aggregate term of the determinate sentence or sentences, or\n   16  where consecutive determinate and indeterminate sentences are  involved,\n   17  against  the aggregate minimum period as calculated pursuant to subpara-\n   18  graph (iv) of paragraph (a) of subdivision one of section 70.40  of  the\n   19  penal law. Such allowances shall be calculated as follows:\n   20    (a)  A  person  serving  two or more indeterminate sentences which run\n   21  concurrently may receive a merit time  allowance  not  to  exceed  [one-\n   22  sixth]  FIFTEEN  PERCENT  of  the  minimum  period  of the indeterminate\n   23  sentence imposed for an offense other than an A-I felony offense defined\n   24  in article two hundred twenty of the penal  law,  or  one-third  of  the\n   25  minimum  period  of the indeterminate sentence imposed for an A-I felony\n   26  offense defined in article two hundred twenty of the penal law, whichev-\n   27  er allowance results in the longest unexpired time to run.\n   28    (b) A person serving two or more  indeterminate  sentences  which  run\n   29  consecutively  may  receive  a  merit  time  allowance not to exceed the\n   30  amount of [one-third] FIFTEEN PERCENT of the minimum or aggregate  mini-\n   31  mum period of the sentences imposed for an A-I felony offense defined in\n   32  article  two  hundred  twenty of the penal law, plus [one-sixth] FIFTEEN\n   33  PERCENT of the minimum or aggregate  minimum  period  of  the  sentences\n   34  imposed for an offense other than such A-I felony offense.\n   35    (c)  A person serving two or more determinate sentences for an offense\n   36  defined in article two hundred twenty or two hundred twenty-one  of  the\n   37  penal  law which run concurrently may receive a merit time allowance not\n   38  to exceed one-seventh of the term of the determinate sentence which  has\n   39  the longest unexpired time to run.\n   40    (d)  A person serving two or more determinate sentences for an offense\n   41  defined in article two hundred twenty or two hundred twenty-one  of  the\n   42  penal law which run consecutively may receive a merit time allowance not\n   43  to  exceed  one-seventh  of  the  aggregate  term  of  such  determinate\n   44  sentences.\n   45    (e) A person serving one or more indeterminate sentences  and  one  or\n   46  more determinate sentences for an offense defined in article two hundred\n   47  twenty or two hundred twenty-one of the penal law which run concurrently\n   48  may  receive  a  merit  time allowance not to exceed [one-sixth] FIFTEEN\n   49  PERCENT of the minimum period of the indeterminate sentence imposed  for\n   50  an  offense  other  than  an  A-I  felony offense defined in article two\n   51  hundred twenty of the penal law,  [one-third]  FIFTEEN  PERCENT  of  the\n   52  minimum  period  of the indeterminate sentence imposed for an A-I felony\n   53  offense defined in article two hundred twenty  of  the  penal  law[,  or\n   54  one-seventh of the term of the determinate sentence, whichever allowance\n   55  results in the largest unexpired time to run].\n\n       S. 2057                             4\n\n    1    (f)  A  person  serving one or more indeterminate sentences and one or\n    2  more determinate sentences which run consecutively may receive  a  merit\n    3  time  allowance  not to exceed the sum of [one-sixth] FIFTEEN PERCENT of\n    4  the minimum or aggregate minimum period of the indeterminate sentence or\n    5  sentences  imposed  for  an  offense  other  than  an A-I felony offense\n    6  defined in article two hundred twenty of the penal law, one-third of the\n    7  minimum or aggregate minimum period of  the  indeterminate  sentence  or\n    8  sentences  imposed  for  an  A-I  felony  offense defined in article two\n    9  hundred twenty of the penal law and one-seventh of the term or aggregate\n   10  term of the determinate sentence or sentences.\n   11    (g) The provisions of this  subdivision  shall  apply  to  persons  in\n   12  custody  serving an indeterminate sentence on the effective date of this\n   13  subdivision as well as to persons sentenced to an indeterminate sentence\n   14  on and after the effective date of this subdivision and prior to Septem-\n   15  ber first, two thousand five and to persons sentenced to  a  determinate\n   16  sentence  prior  to September first, two thousand eleven for a felony as\n   17  defined in article two hundred twenty or two hundred twenty-one  of  the\n   18  penal law.\n   19    5.  Time allowances granted prior to any release on parole or prior to\n   20  any conditional release shall be forfeited and shall not be restored  if\n   21  the  paroled or conditionally released person is returned to an institu-\n   22  tion under the jurisdiction of the [state] department  [of  correctional\n   23  services]  for  violation  of  parole,  violation  of  the conditions of\n   24  release or by reason of a conviction for  a  crime  committed  while  on\n   25  parole or conditional release. A person who is so returned may, however,\n   26  subsequently  receive  time  allowances against the remaining portion of\n   27  his OR HER maximum or aggregate maximum term or period not to exceed  in\n   28  the  aggregate [one-third] FIFTEEN PERCENT of such portion provided such\n   29  remaining portion of his OR HER maximum or  aggregate  maximum  term  or\n   30  period is more than one year.\n   31    S  3.  Paragraph (d) of subdivision 1 of section 803 of the correction\n   32  law is REPEALED.\n   33    S 4. Clause (C) of subparagraph (i) of paragraph (e) of subdivision  1\n   34  of section 632-a of the executive law is REPEALED.\n   35    S  5.  Subparagraph  (i)  of paragraph (a) of subdivision 1 of section\n   36  70.40 of the penal law, as amended by chapter 435 of the laws  of  1997,\n   37  is amended to read as follows:\n   38    (i)  A  person  who  is  serving  one  or  more than one indeterminate\n   39  sentence of imprisonment may be paroled from the institution in which he\n   40  is confined at any time after the  expiration  of  the  minimum  or  the\n   41  aggregate  minimum period of the sentence or sentences [or, where appli-\n   42  cable, the minimum or aggregate minimum period reduced by the merit time\n   43  allowance granted pursuant  to  paragraph  (d)  of  subdivision  one  of\n   44  section eight hundred three of the correction law].\n   45    S  6.  This  act shall take effect on the thirtieth day after it shall\n   46  have become a law, provided that the amendments to paragraphs  (a),  (b)\n   47  and (c) of subdivision 1, and subdivisions 2 and 5 of section 803 of the\n   48  correction  law  made by section one of this act shall be subject to the\n   49  expiration and reversion of such section pursuant to  subdivision  d  of\n   50  section  74 of chapter 3 of the laws of 1995, as amended, when upon such\n   51  date the provisions of section  two  of  this  act  shall  take  effect;\n   52  provided  further  that  the amendments to subparagraph (i) of paragraph\n   53  (a) of subdivision 1 of section 70.40 of the penal law made  by  section\n   54  five  of  this  act shall not affect the repeal of such subparagraph and\n   55  shall be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law and the penal law, in relation to the minimum amount of time served of an indeterminate sentence and repealing certain provisions of the correction law and the executive law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110118.T094107.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T103616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295379405593
}