{
  "year" : 2011,
  "senateBillNo" : "S2050-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2050-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Criminalizes public distribution of offensive sexual material",
  "summary" : "Creates the crime of public distribution of offensive sexual material; makes the public distribution of offensive sexual material without charge a class A misdemeanor punishable by a fine not to exceed $100 for each violation. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S971-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2050\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation  to  public  distribution  of\n         offensive sexual material\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 245.12  to\n    2  read as follows:\n    3  S 245.12 PUBLIC DISTRIBUTION OF OFFENSIVE SEXUAL MATERIAL.\n    4    A PERSON IS GUILTY OF PUBLIC DISTRIBUTION OF OFFENSIVE SEXUAL MATERIAL\n    5  WHEN,  WITH  KNOWLEDGE  OF  ITS CHARACTER OR CONTENT, HE OR SHE PUBLICLY\n    6  DISTRIBUTES WITHOUT CHARGE ANY PICTORIAL OR OTHER VISUAL  REPRESENTATION\n    7  OF  A  PERSON OR PORTION OF THE HUMAN BODY THAT PREDOMINANTLY APPEALS TO\n    8  THE PRURIENT INTEREST IN SEX, AND THAT:\n    9    (A) DEPICTS NUDITY, OR ACTUAL OR SIMULATED SEXUAL CONDUCT OR  SADO-MA-\n   10  SOCHISTIC ABUSE; OR\n   11    (B) DEPICTS OR APPEARS TO DEPICT NUDITY, OR ACTUAL OR SIMULATED SEXUAL\n   12  CONDUCT  OR  SADO-MASOCHISTIC ABUSE, WITH THE AREA OF THE MALE OR FEMALE\n   13  SUBJECT'S UNCLOTHED OR APPARENTLY  UNCLOTHED  GENITALS,  PUBIC  AREA  OR\n   14  BUTTOCKS,  OR  OF THE FEMALE SUBJECT'S UNCLOTHED OR APPARENTLY UNCLOTHED\n   15  BREAST, OBSCURED BY A COVERING OR A MARK PLACED  OR  PRINTED  ON  OR  IN\n   16  FRONT  OF  THE  MATERIAL  DISPLAYED, OR OBSCURED OR ALTERED IN ANY OTHER\n   17  MANNER.\n   18    PUBLIC DISTRIBUTION OF OFFENSIVE SEXUAL MATERIAL IS A CLASS  A  MISDE-\n   19  MEANOR, AND SHALL ALSO BE PUNISHABLE BY A FINE NOT TO EXCEED ONE HUNDRED\n   20  DOLLARS FOR EACH VIOLATION OF THIS SECTION.\n   21    S 2. This act shall take effect on the first of November next succeed-\n   22  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06818-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to public distribution of offensive sexual material ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T144704.TXT", "SOBI.D110118.T093106.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T101615.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295380024968
}