{
  "year" : 2011,
  "senateBillNo" : "S2052-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2052-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Appropriates $10 million to the division of housing and community renewal to assist municipalities in housing demolition",
  "summary" : "Makes a one-time appropriation of $10 million to the division of housing and community renewal to assist municipalities in the demolition and removal of abandoned or dangerous housing; authorizes the distribution of grants in amounts not to exceed $750,000 for any one municipality in any one year. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S978-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2052\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT making an appropriation to the division of housing and  community\n         renewal for housing demolition assistance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The sum of ten million dollars ($10,000,000),  or  so  much\n    2  thereof  as  may be necessary, is hereby appropriated to the division of\n    3  housing and community renewal from any moneys in the state  treasury  in\n    4  the  general  fund  to  the  credit  of the local assistance account not\n    5  otherwise appropriated for services and  expenses  of  establishing  and\n    6  administering,  including  the provisions of grants to municipalities in\n    7  amounts not to exceed $750,000 for any one municipality in any one year,\n    8  to assist in the demolition and removal of abandoned or dangerous  hous-\n    9  ing.  Such  sum  shall  be payable on the audit and warrant of the state\n   10  comptroller on vouchers certified or approved  by  the  commissioner  of\n   11  such  division,  or  his  duly  designated  representative in the manner\n   12  provided by law. No expenditure shall be made  from  this  appropriation\n   13  until  a  certificate of approval of availability shall have been issued\n   14  by the director of the budget and filed with the state comptroller and a\n   15  copy filed with the chairman of the senate  finance  committee  and  the\n   16  chairman  of the assembly ways and means committee. Such certificate may\n   17  be amended from time to time by the director of the budget and a copy of\n   18  each amendment shall be filed with the state comptroller,  the  chairman\n   19  of  the  senate  finance committee and the chairman of the assembly ways\n   20  and means committee.\n   21    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06825-01-1\n",
  "memo" : "BILL NUMBER:S2052\n\nTITLE OF BILL:\nAn act\nmaking an appropriation to the division of housing and community renewal\nfor housing demolition assistance\n\nPURPOSE/SUMMARY OF PROVISIONS:\nTo make a one time appropriation of $10\nmillion to the Division of Housing and Community Renewal to assist\nmunicipalities in the demolition and removal of abandoned or\ndangerous housing.\n\nJUSTIFICATION:\nConsistent with the objectives of the 1996 Legislative\nReport of the Senate Democratic Task Force on the Financing of\nAffordable Housing this bill will assist localities with the costs of\ndemolishing abandoned, dilapidated and unsafe housing structures\nwithin their municipal boundaries. New York state's urban areas have\nwitnessed a sharp increase in the level of inhabitable and dangerous\nhousing stock, yet have not seen an increase in funding availability\nfor addressing this situation. without removing these structures, our\ncommunities and quality of life will continue to decline, housing\nsales and housing starts will continue to plunge, and the genuine\nsafety of our neighbors will be put in jeopardy. Law enforcement\nleaders from across the state have repeatedly noted that these\nhousing structures are routinely used for illegal activities and must\nbe closed and removed. This bill will not only increase the\nliveability of our neighborhoods, but it will also assist in fighting\ncrime and ensuring the safety of our children and families.\n\nFISCAL IMPLICATIONS:\nThere will be a one time appropriation of $10\nmillion from the General Fund.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT making an appropriation to the division of housing and community renewal for housing demolition assistance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110118.T093106.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T101615.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849417
}