{
  "year" : 2011,
  "senateBillNo" : "S2059-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2059-2011-1295326800000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the denial of employment of an MRI technologist solely based on their lack of licensure and/or certification in x-ray or radiography",
  "summary" : "Prohibits the denial of employment of an MRI technologist, as an MRI technologist, solely based on their lack of licensure and/or certification in x-ray or radiography. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S1019-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2059\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation  to  prohibiting  the\n         denial of employment of an MRI technologist solely based on their lack\n         of licensure and/or certification in x-ray or radiography\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3501 of the public health law is amended by  adding\n    2  a new subdivision 20 to read as follows:\n    3    20.  \"MAGNETIC RESONANCE IMAGING TECHNOLOGIST\" SHALL MEAN A PERSON WHO\n    4  PERFORMS A NON-IONIZING RADIATION  DIAGNOSTIC  TECHNIQUE  THAT  PRODUCES\n    5  COMPUTERIZED  IMAGES  OF  INTERNAL  BODY TISSUES AND IS BASED ON NUCLEAR\n    6  MAGNETIC RESONANCE OF ATOMS WITHIN THE BODY INDUCED BY  THE  APPLICATION\n    7  OF RADIO WAVES.\n    8    S  2.  The public health law is amended by adding a new section 3501-a\n    9  to read as follows:\n   10    S 3501-A. MAGNETIC RESONANCE IMAGING TECHNOLOGIST EMPLOYMENT. IT SHALL\n   11  BE UNLAWFUL TO DENY EMPLOYMENT TO ANY MAGNETIC RESONANCE  IMAGING  TECH-\n   12  NOLOGIST CERTIFIED BY A NATIONALLY RECOGNIZED ORGANIZATION, AS A MAGNET-\n   13  IC  RESONANCE  IMAGING  TECHNOLOGIST, SOLELY ON THE BASIS THAT HE OR SHE\n   14  LACKS LICENSURE AND/OR CERTIFICATION IN X-RAY OR RADIOGRAPHY.\n   15    S 3. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06789-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to prohibiting the denial of employment of an MRI technologist solely based on their lack of licensure and/or certification in x-ray or radiography ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110118.T144704.TXT", "SOBI.D110118.T094107.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T094607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295380024978
}