{
  "year" : 2011,
  "senateBillNo" : "S2068-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2068-2011-1295326800000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes cap on funds for teacher resource and computer training centers for city school district for the city of New York",
  "summary" : "Removes the cap on funds for teacher resource and computer training centers for city school district for the city of New York. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S967-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2068\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in  relation  to  funds  for  teacher\n         resource and computer training centers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 8 of section  316  of  the  education  law,  as\n    2  amended  by  section 4-a of part B of chapter 57 of the laws of 2007, is\n    3  amended to read as follows:\n    4    8. Funds provided each school year to school districts and  boards  of\n    5  cooperative  educational services by the commissioner to plan, establish\n    6  and operate teacher resource and computer  training  centers  shall  not\n    7  exceed  two  million dollars per center, except that for the city school\n    8  district for the city of New York such [center] FUNDING LIMITATION shall\n    9  not [exceed sixteen million eight hundred thousand dollars]  APPLY;  and\n   10  provided  further  that each approved center shall receive not less than\n   11  twenty thousand dollars. In any year  in  which  there  is  a  statewide\n   12  increase  in funding for teacher resource and computer training centers,\n   13  such  increase  shall  be  distributed  proportionately  among  existing\n   14  centers  that  have  satisfactorily  fulfilled  the requirements of such\n   15  centers' current grant. A portion of the increase shall be  made  avail-\n   16  able  to new applicants to establish new teacher centers, and to current\n   17  teacher centers to develop and implement regional and statewide  teacher\n   18  center activities.\n   19    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07061-01-1\n",
  "memo" : "BILL NUMBER:S2068\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to funds for teacher\nresource and computer training centers\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe purpose of this\nbill is to make\nmore equitable the funding mechanism for the Teacher Resource and\nComputer Training Centers.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill amends\nprovisions of law\npertaining to the Teacher Resource and Computer Training Centers by\nremoving the statutory language that places a cap on the amount of\nfunds the New York City public schools are eligible to receive.\n\nJUSTIFICATION:\nThe Teacher Resource and Computer\nTraining Centers were\nestablished by the Legislature in 1984 to provide teachers with\nprofessional development services that would increase their general\nknowledge of current educational materials and techniques to\nfacilitate enhanced teacher performance. This legislation would\nremove the cap that unfairly limits the distribution of these funds.\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to funds for teacher resource and computer training centers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T185049.TXT", "SOBI.D110118.T103616.TXT", "SOBI.D110118.T094607.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T144146.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849442
}