{
  "year" : 2011,
  "senateBillNo" : "S2063-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2063-2011-1295326800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"do not offer statewide registry act\"",
  "summary" : "Enacts the \"do not offer statewide registry act\"; establishes the do not offer statewide registry which shall contain a list of customers who do not wish to receive unsolicited direct mail marketing; and defines relevant terms. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S2132-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2063\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law and the state finance  law,  in\n         relation to enacting the \"do not offer statewide registry act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"do not offer statewide registry act\".\n    3    S  2. The general business law is amended by adding a new section 399-\n    4  ff to read as follows:\n    5    S 399-FF. DIRECT MAIL MARKETING SOLICITATIONS; ESTABLISHMENT OF DO NOT\n    6  OFFER STATEWIDE REGISTRY. 1. AS USED  IN  THIS  SECTION,  THE  FOLLOWING\n    7  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    8    A. \"BOARD\" SHALL MEAN THE STATE CONSUMER PROTECTION BOARD.\n    9    B.  \"CUSTOMER\" SHALL MEAN ANY NATURAL PERSON WHO IS A RESIDENT OF THIS\n   10  STATE AND WHO IS OR MAY BE REQUIRED TO PAY FOR OR TO EXCHANGE  CONSIDER-\n   11  ATION FOR GOODS AND SERVICES OFFERED THROUGH DIRECT MAIL MARKETING.\n   12    C.  \"DIRECT  MAIL  MARKETER\"  SHALL MEAN ANY PERSON WHO, FOR FINANCIAL\n   13  PROFIT OR COMMERCIAL PURPOSES IN CONNECTION WITH DIRECT MAIL  MARKETING,\n   14  MAILS SOLICITATIONS FOR THE SALE OF GOODS OR SERVICES TO A CUSTOMER WHEN\n   15  THE  CUSTOMER  IS  IN  THIS STATE OR ANY PERSON WHO DIRECTLY CONTROLS OR\n   16  SUPERVISES THE CONDUCT OF A DIRECT MAIL MARKETER. FOR  THE  PURPOSES  OF\n   17  THIS  SECTION,  \"COMMERCIAL  PURPOSES\"  SHALL MEAN THE SALE OR OFFER FOR\n   18  SALE OF GOODS OR SERVICES.  DIRECT MAIL MARKETER SHALL INCLUDE, BUT  NOT\n   19  BE LIMITED TO A CREDIT CARD COMPANY WHICH ENGAGES IN THE ISSUANCE OF ANY\n   20  CREDIT  CARD,  CREDIT PLATE, CHARGE PLATE, COURTESY CARD, OR OTHER IDEN-\n   21  TIFICATION CARD OR DEVICE WHICH MAY BE USED TO OBTAIN A CASH ADVANCE  OR\n   22  A  LOAN  OR  CREDIT  OR TO PURCHASE OR LEASE PROPERTY OR SERVICES ON THE\n   23  CREDIT OF THE ISSUER OR OF THE HOLDER; AND SHALL  NOT  INCLUDE  A  DEBIT\n   24  CARD  ISSUED BY A BANK FOR THE TRANSFER, DEPOSIT AND WITHDRAWAL OF FUNDS\n   25  TO AND FROM A CONSUMER'S BANK ACCOUNT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06466-01-1\n\n       S. 2063                             2\n\n    1    D. \"DIRECT MAIL MARKETING\"  SHALL  MEAN  ANY  MAILING  WHICH  CONTAINS\n    2  SOLICITATIONS  FOR  THE  SALE  OF GOODS OR SERVICES AND IS DIRECTED TO A\n    3  CUSTOMER AT THEIR RESIDENCE WITHIN THIS STATE BY PERSONAL DELIVERY TO  A\n    4  CUSTOMER AT HIS OR HER RESIDENCE.\n    5    E.  \"DIRECTOR\" SHALL MEAN THE EXECUTIVE DIRECTOR OF THE STATE CONSUMER\n    6  PROTECTION BOARD.\n    7    F. \"DOING BUSINESS IN THIS STATE\" SHALL MEAN MAILING OR CAUSING TO  BE\n    8  MAILED  ANY  DIRECT MAIL MARKETING SOLICITATION DELIVERED TO A RESIDENCE\n    9  BY MEANS OF PERSONAL DELIVERY (I) FROM A LOCATION IN THIS STATE; OR (II)\n   10  FROM A LOCATION OUTSIDE OF THIS STATE  TO  CONSUMERS  RESIDING  IN  THIS\n   11  STATE.\n   12    G.  \"GOODS  AND SERVICES\" SHALL MEAN ANY GOODS AND SERVICES, AND SHALL\n   13  INCLUDE ANY REAL PROPERTY OR ANY TANGIBLE PERSONAL PROPERTY OR  SERVICES\n   14  OF ANY KIND.\n   15    H.  \"PERSON\"  SHALL MEAN ANY NATURAL PERSON, ASSOCIATION, PARTNERSHIP,\n   16  FIRM, LIMITED LIABILITY  COMPANY,  CORPORATION  AND  ITS  AFFILIATES  OR\n   17  SUBSIDIARIES OR OTHER BUSINESS ENTITY.\n   18    I.  \"UNSOLICITED  DIRECT  MAIL  MARKETING\"  SHALL MEAN ANY DIRECT MAIL\n   19  MARKETING MAILING OTHER THAN A MAILING:\n   20    (I) IN RESPONSE TO AN EXPRESS WRITTEN OR VERBAL REQUEST OF THE CUSTOM-\n   21  ER; OR\n   22    (II) IN CONNECTION WITH AN ESTABLISHED  BUSINESS  RELATIONSHIP,  WHICH\n   23  HAS NOT BEEN TERMINATED BY EITHER PARTY; OR\n   24    (III)  TO  AN EXISTING CUSTOMER, UNLESS SUCH CUSTOMER HAS EXPRESSED TO\n   25  THE DIRECT MAIL MARKETER THAT SUCH CUSTOMER NO LONGER WISHES TO  RECEIVE\n   26  ANY MORE DIRECT MARKETING MAIL FROM THAT MARKETER.\n   27    2.  THE  BOARD  SHALL ESTABLISH AND MAINTAIN A \"DO NOT OFFER STATEWIDE\n   28  REGISTRY\" WHICH SHALL CONTAIN A LIST OF CUSTOMERS WHO  DO  NOT  WISH  TO\n   29  RECEIVE UNSOLICITED DIRECT MAIL MARKETING. THE BOARD MAY CONTRACT WITH A\n   30  PRIVATE VENDOR TO ESTABLISH AND MAINTAIN SUCH REGISTRY.\n   31    3.  NO DIRECT MAIL MARKETER SHALL MAIL OR CAUSE TO BE MAILED ANY UNSO-\n   32  LICITED DIRECT MARKETING MAIL TO ANY  CUSTOMER  MORE  THAN  THIRTY  DAYS\n   33  AFTER  THE CUSTOMER'S NAME AND ADDRESS APPEARS ON THE THEN CURRENT QUAR-\n   34  TERLY DO NOT OFFER STATEWIDE REGISTRY MADE AVAILABLE BY THE BOARD PURSU-\n   35  ANT TO SUBDIVISION TWO OF THIS SECTION.\n   36    4. THE BOARD SHALL PROVIDE NOTICE TO CUSTOMERS OF THE ESTABLISHMENT OF\n   37  THE \"DO NOT OFFER STATEWIDE REGISTRY.\" ANY CUSTOMER  WHO  WISHES  TO  BE\n   38  INCLUDED  IN SUCH REGISTRY SHALL NOTIFY THE BOARD BY CALLING A TOLL-FREE\n   39  NUMBER PROVIDED BY THE BOARD, OR IN ANY OTHER SUCH MANNER  AND  AT  SUCH\n   40  TIMES  AS THE BOARD MAY PRESCRIBE WHICH MAY INCLUDE NOTIFICATION VIA THE\n   41  INTERNET. A CUSTOMER ON SUCH REGISTRY SHALL BE DELETED FROM SUCH  REGIS-\n   42  TRY  UPON  THE  CUSTOMER'S  WRITTEN REQUEST. THE BOARD SHALL UPDATE SUCH\n   43  REGISTRY NOT LESS THAN QUARTERLY AND SHALL MAKE SUCH REGISTRY  AVAILABLE\n   44  TO DIRECT MAIL MARKETERS FOR SUCH FEE AS THE BOARD SHALL PRESCRIBE.\n   45    5.  THE BOARD SHALL PRESCRIBE RULES AND REGULATIONS TO ADMINISTER THIS\n   46  SECTION.\n   47    6. A. WHERE IT  IS  DETERMINED  AFTER  HEARING  THAT  ANY  PERSON  HAS\n   48  VIOLATED  ONE  OR  MORE  PROVISIONS OF THIS SECTION, THE DIRECTOR OR ANY\n   49  PERSON DEPUTIZED OR SO DESIGNATED BY HIM OR HER MAY ASSESS A FINE NOT TO\n   50  EXCEED ONE THOUSAND DOLLARS FOR EACH VIOLATION.\n   51    B. EVERY PROCEEDING CONDUCTED PURSUANT TO PARAGRAPH A OF THIS SUBDIVI-\n   52  SION SHALL BE SUBJECT TO THE STATE ADMINISTRATIVE PROCEDURE ACT.\n   53    C. NOTHING IN THIS SUBDIVISION SHALL  BE  CONSTRUED  TO  RESTRICT  ANY\n   54  RIGHT  WHICH  ANY  PERSON  MAY HAVE UNDER ANY OTHER STATUTE OR AT COMMON\n   55  LAW.\n   56    7. A PERSON SHALL NOT BE HELD LIABLE FOR VIOLATING THIS SECTION IF:\n\n       S. 2063                             3\n\n    1    A. THE PERSON HAS OBTAINED A COPY OF AND UPDATED,  QUARTERLY,  THE  DO\n    2  NOT OFFER STATEWIDE REGISTRY AND HAS ESTABLISHED AND IMPLEMENTED WRITTEN\n    3  POLICIES AND PROCEDURES RELATED TO THE REQUIREMENTS OF THIS SECTION;\n    4    B.  THE PERSON HAS TRAINED HIS OR HER PERSONNEL IN THE REQUIREMENTS OF\n    5  THIS SECTION;\n    6    C. THE PERSON MAINTAINS RECORDS DEMONSTRATING  COMPLIANCE  WITH  PARA-\n    7  GRAPHS A AND B OF THIS SUBDIVISION AND THE REQUIREMENTS OF THIS SECTION;\n    8  AND\n    9    D.  ANY  SUBSEQUENT UNSOLICITED DIRECT MARKETING MAIL IS THE RESULT OF\n   10  ERROR.\n   11    S 3. Subdivisions 2 and 3 of section 97-www of the state finance  law,\n   12  as  added  by  chapter  547  of the laws of 2000, are amended to read as\n   13  follows:\n   14    2. Such account shall consist of all fees and  penalties  received  by\n   15  the  state  consumer  protection  board pursuant to article ten-B of the\n   16  personal property law, [section] SECTIONS  three  hundred  ninety-nine-z\n   17  AND  THREE  HUNDRED  NINETY-NINE-FF  of the general business law and any\n   18  additional monies appropriated, credited or transferred to such  account\n   19  by  the  Legislature. Any interest earned by the investment of monies in\n   20  such account shall be  added  to  such  account,  become  part  of  such\n   21  account, and be used for the purposes of such account.\n   22    3.  Monies  in  the  account  shall be available to the state consumer\n   23  protection board for the payment of costs of producing and  distributing\n   24  educational  materials and conducting educational activities relating to\n   25  the promotion of the \"[unsolicited] NO telemarketing sales [call]  CALLS\n   26  STATEWIDE  registry\"  AND  THE \"DO NOT OFFER STATEWIDE REGISTRY\" and all\n   27  related  costs  and  expenditures  incurred  in  the  administration  of\n   28  [section]  SECTIONS  three hundred ninety-nine-z AND THREE HUNDRED NINE-\n   29  TY-NINE-FF of the general business law and article ten-B of the personal\n   30  property law.\n   31    S 4. Separability clause. If any part or provision of this act or  the\n   32  application  thereof  to any person or circumstances be adjudged invalid\n   33  by any court of competent jurisdiction, such judgment shall be  confined\n   34  in its operation to the part, provision or application directly involved\n   35  in  the  controversy in which such judgment shall have been rendered and\n   36  shall not affect or impair the validity of the remainder of this act  or\n   37  the application thereof to other persons or circumstances.\n   38    S  5.  This  act  shall take effect January 1, 2012; provided that any\n   39  rules and regulations necessary for the timely  implementation  of  this\n   40  act  on its effective date are authorized and directed to be promulgated\n   41  on or before such effective date.\n",
  "memo" : "BILL NUMBER:S2063\n\nTITLE OF BILL:\nAn act\nto amend the general business law and the state finance law, in relation\nto enacting the \"do not offer statewide registry act\"\n\nPURPOSE:\nThis bill enacts the \"do not offer statewide registry act.\"\n\nSUMMARY OF PROVISIONS:\nSection 1 dubs this bill the \"do not offer\nstatewide registry act.\"\n\nSection 2 amends the general business law by adding a new section\n399-ff.\nIt defines terms within the scope of this legislation: board,\ncustomer, direct mail marketing, director, doing business in this\nstate, goods and services, person, unsolicited direct mail marketing.\nThe Consumer Protection Board will maintain a list of customers that\ndo not wish to receive unsolicited direct mail marketing. After a\ncustomer registers, no direct mail marketer shall mail any\nunsolicited materials.\nCustomers may register via toll-free telephone. Violators will be\nfined up to $1,000 for each infraction.\n\nSection 3 amends subdivisions 2 and 3 of section 97-www of the state\nfinance law. Fees collected in conjunction with this legislation\nshall be utilized for education activities promoting the \"do not\noffer statewide registry.\"\n\nSection 4 is the separability clause.\n\nSection 5 enacts this bill on January 1, 2005.\n\nJUSTIFICATION:\nLike the New York State and now federal \"Do Not Call\nRegistry,\" the \"Do Not Offer Registry\" puts the consumer in control\nand makes it easier to block unwanted solicitations via mail.\nUnsolicited direct mail marketing floods New Yorkers mail boxes with\ncredit card offers, credit card checks, mortgage refinance offers,\ncar insurance savings, and other unwanted junk mail. This legislation\nprevents our consumers from receiving these unwanted offers.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on January 1, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the state finance law, in relation to enacting the \"do not offer statewide registry act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110118.T144704.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T094607.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849434
}