{
  "year" : 2011,
  "senateBillNo" : "S2069-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2069-2011-1295326800000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of health to conduct a study relating to airline noise at and around John F. Kennedy International Airport",
  "summary" : "Authorizes the commissioner of health to conduct a study relating to airline noise at and around John F. Kennedy International Airport, with particular emphasis on noise caused by the SST-Concorde and similar aircraft. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S1321-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2069\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation  to  authorizing  the\n         commissioner  of  health to conduct a study concerning noise caused by\n         airline traffic at John F. Kennedy International Airport\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 206 of the public health law is amended by adding a\n    2  new subdivision 28 to read as follows:\n    3    28.  THE  COMMISSIONER  SHALL  AUTHORIZE A STUDY TO BE MADE CONCERNING\n    4  NOISE CAUSED BY AIRLINE TRAFFIC AT AND AROUND JOHN F.  KENNEDY  INTERNA-\n    5  TIONAL AIRPORT. SUCH STUDY SHALL PARTICULARLY INCLUDE AN EMPHASIS ON THE\n    6  NOISE  MADE  BY  THE  SST-CONCORDE AND OTHER SIMILAR AIRCRAFT. THE STUDY\n    7  SHALL ALSO INCLUDE AND DETAIL THE FOLLOWING:\n    8    (A) THE AVERAGE NUMBER OF ARRIVALS AND DEPARTURES AT SUCH AIRPORT ON A\n    9  DAILY BASIS;\n   10    (B) THE AVERAGE DECIBEL LEVEL OF ARRIVING AND DEPARTING AIRCRAFT;\n   11    (C) WHETHER THE NOISE CREATED BY SUCH AIRLINE TRAFFIC  CAUSES  HEARING\n   12  OR OTHER HEALTH PROBLEMS FOR RESIDENTS RESIDING NEAR SUCH AIRPORT; AND\n   13    (D) ANY RECOMMENDATIONS FOR REDUCING THE NOISE OUTPUT AT SUCH AIRPORT.\n   14  SUCH  STUDY  SHALL  BE SUBMITTED TO THE GOVERNOR AND THE CHAIRPERSONS OF\n   15  THE SENATE AND ASSEMBLY HEALTH COMMITTEES WITHIN ONE YEAR OF THE  EFFEC-\n   16  TIVE DATE OF THIS SUBDIVISION.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06680-01-1\n",
  "memo" : "BILL NUMBER:S2069\n\nTITLE OF BILL:\nAn act\nto amend the public health law, in relation to authorizing the\ncommissioner of health to conduct a study concerning noise caused by\nairline traffic at John F. Kennedy International Airport\n\nPURPOSE:\nThe purpose of this legislation is to\nauthorize a study to be\nmade relative to the noise caused by airline traffic at John F.\nKennedy International Airport, specifically to determine whether the\nnoise currently generated by airline traffic exceeds the \"acceptable\nnoise levels\" that are currently established by the Federal Aviation\nAuthority, Federal Department of Transportation, Environmental\nProtection Agency, and other appropriate agency/agencies.\n\nSUMMARY OF PROVISIONS:\nThis bill authorizes a study to be made concerning the noise\nat John F. Kennedy International Airport\nto determine if the noise created by such airline traffic,\nparticularly from SST Concord and similar airlines, causes hearing\nloss or other health problems for residents in surrounding\ncommunities. The legislation also provides for recommendations to be\nmade for reducing noise at John F. Kennedy International Airport.\n\nJUSTIFICATION:\nThe noise created by airline traffic,\nparticularly, the\nSST Concord, is so loud that the effects of such regular and loud\nnoise should be studied. Reports of persons believing their home was\nabout to be struck by a falling aircraft are sadly not uncommon.\nHouse alarms are regularly setoff upon ascent of the SST Concord.\nChildren cover their ears, some cry in fear, and unsuspecting adults\nare often shocked by the loud vibrating reverberations of these\nairlines.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to authorizing the commissioner of health to conduct a study concerning noise caused by airline traffic at John F. Kennedy International Airport ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T185049.TXT", "SOBI.D110118.T103616.TXT", "SOBI.D110118.T094607.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T144146.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849443
}