{
  "year" : 2011,
  "senateBillNo" : "S206-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S206-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Abolishes the market clearing price",
  "summary" : "Abolishes the use of a market clearing price relating to the buying of electricity at an auction held by the independent systems operator. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S1371-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          206\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend the public service law, in relation to abolishing the\n         market clearing price\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 66 of the public service law is amended by adding\n    2  three new subdivisions 29, 30 and 31 to read as follows:\n    3    29. REVIEW THE RATES  OF  ANY  PUBLIC  UTILITY  ON  AN  ANNUAL  BASIS,\n    4  PROVIDED  HOWEVER  THAT  UPON A DETERMINATION BY THE COMMISSION THAT THE\n    5  PUBLIC INTEREST DOES NOT REQUIRE SUCH ANNUAL RATE REVIEW,  A  REVIEW  OF\n    6  RATES MAY BE UNDERTAKEN AT NO MORE THAN THREE YEAR INTERVALS.\n    7    30.  (A) USE THE FULLEST EXTENT OF ITS POWERS TO REGULATE THE DISTRIB-\n    8  UTION OF RETAIL ELECTRIC ENERGY TO RETAIL CUSTOMERS IN THE STATE AND, TO\n    9  THE EXTENT NOT PROHIBITED BY FEDERAL LAW, THE TRANSMISSION  OF  ELECTRIC\n   10  ENERGY IN THE STATE.\n   11    (B)  A MARKET CLEARING PRICE MECHANISM FOR THE PURCHASE OF POWER SHALL\n   12  BE FORBIDDEN FOR PURCHASES MADE THROUGH THE WHOLESALE MARKET VIA  A  BID\n   13  PROCUREMENT  OR  AUCTION PROCESS HELD BY THE INDEPENDENT SYSTEM OPERATOR\n   14  (\"ISO\") OF NEW YORK, OR ANY SUCCESSOR IN LAW AND FUNCTION TO SUCH  ENTI-\n   15  TY.\n   16    (C)  SUCH  AUCTION OR BID PROCUREMENT PROCESS SHALL BE OVERSEEN BY THE\n   17  COMMISSION, WHICH SHALL REQUIRE A DESCENDING CLOCK,  PAY-AS-BID  AUCTION\n   18  IN WHICH BID AMOUNTS WILL CONTINUE TO FALL UNTIL NO BIDDER IS WILLING TO\n   19  SUPPLY  ELECTRICITY  AT  A LOWER PRICE. FOR THE PURPOSES OF THIS ARTICLE\n   20  \"DESCENDING CLOCK AUCTION\" SHALL BE DEFINED AS AN AUCTION IN  WHICH  THE\n   21  PRICES  DROP  THROUGHOUT  AN  AUCTION OF TIME-LIMITED DURATION; STARTING\n   22  HIGH AND BEING REDUCED GRADUALLY UNTIL THE SUPPLY BID IS JUST SUFFICIENT\n   23  TO MEET THE ELECTRICAL LOAD TO BE PROCURED. PRICES THAT TICK DOWN  IN  A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01310-01-1\n\n       S. 206                              2\n\n    1  ROUND DECREASE BY A DECREMENT; WHICH IS A GIVEN PERCENTAGE OF THE PREVI-\n    2  OUS  PRICE.  BIDDERS  HOLDING THE FINAL BIDS WHEN THE AUCTION CLOSES ARE\n    3  THE WINNERS.\n    4    (D)  BIDDERS  WILL  BE FORBIDDEN FROM KNOWING WHEN THE AMOUNT OF ELEC-\n    5  TRICITY SUPPLY FILLS REQUIREMENTS.\n    6    (E) THE COMMISSION SHALL APPOINT  AN  INDEPENDENT  MARKET  ADVISOR  TO\n    7  REVIEW  MARKET  PRACTICES  AND  BEHAVIOR; THAT WILL RECOMMEND TO THE ISO\n    8  ACTIONS THAT CAN BE TAKEN TO MITIGATE  OR  CORRECT  BEHAVIOR  BY  MARKET\n    9  PARTICIPANTS  THAT  WAS  REASONABLY  CALCULATED TO, OR HAD THE EFFECT OF\n   10  AFFECTING THE FUNCTION OF THE AUCTION PROCESS SO THAT THE WINNING BIDDER\n   11  WAS NOT THE LOWEST PRICE BIDDER.\n   12    (F) UTILITIES MAY BUY POWER FROM MARKETS OTHER THAN THE  ISO,  OR  VIA\n   13  CONTRACTS  WITH  INDIVIDUALS  OR GROUPS OF GENERATING ENTITIES, PROVIDED\n   14  THAT SUCH ELECTRICAL ENERGY MUST BE OFFERED TO  CUSTOMERS  AT  JUST  AND\n   15  REASONABLE RATES.\n   16    31.  (A)  THE COMMISSION SHALL EXERCISE ITS FULL JURISDICTION OVER THE\n   17  ISO OF NEW YORK.\n   18    (B) THE COMMISSION SHALL REGULATE THE RELIABILITY, QUALITY AND MAINTE-\n   19  NANCE BY TRANSMITTERS AND DISTRIBUTORS OF THEIR TRANSMISSION AND  RETAIL\n   20  DISTRIBUTION SYSTEMS.\n   21    (C)  THE  COMMISSION  SHALL REGULATE THE RELIABILITY, QUALITY, MAINTE-\n   22  NANCE, AND PRICE OF GENERATORS.\n   23    (D) THE COMMISSION SHALL NOT REQUIRE ANY INCUMBENT ELECTRIC UTILITY TO\n   24  DIVEST ITSELF OF ANY GENERATION,  TRANSMISSION  OR  DISTRIBUTION  ASSETS\n   25  PURSUANT  TO  ANY PROVISION OF THIS CHAPTER WITHOUT SPECIFIC AUTHORIZING\n   26  LEGISLATION FOR SUCH PURPOSE.\n   27    (E) THE COMMISSION  SHALL  DEVELOP  CODES  OF  CONDUCT  GOVERNING  THE\n   28  CONDUCT  OF INCUMBENT ELECTRIC UTILITIES AND AFFILIATES THEREOF WHEN ANY\n   29  SUCH AFFILIATES PROVIDE, OR CONTROL ANY  ENTITY  THAT  PROVIDES,  GENER-\n   30  ATION, DISTRIBUTION, OR TRANSMISSION SERVICES TO THE EXTENT NECESSARY TO\n   31  PREVENT IMPAIRMENT OF COMPETITION. NOTHING IN THIS CHAPTER SHALL PREVENT\n   32  AN  INCUMBENT  ELECTRIC  UTILITY  FROM  OFFERING METERING OPTIONS TO ITS\n   33  CUSTOMERS.\n   34    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to abolishing the market clearing price ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T163708.TXT", "SOBI.D101210.T162207.TXT", "SOBI.D101210.T161708.TXT", "SOBI.D101213.T092758.TXT", "SOBI.D101214.T111632.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292343392910
}