{
  "year" : 2011,
  "senateBillNo" : "S2061-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S2061-2011-1295326800000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the elderly crime prevention and control trust fund act",
  "summary" : "Establishes an elderly crime prevention and control trust fund to be funded by an initial appropriation and administrative assessment penalties on persons convicted of felonies when an elderly person is a victim; the fund is to be administered by the division of criminal justice services which shall give grants to organizations who will set up programs to prevent crimes against elderly persons. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "SA2141-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2061\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, the penal law, the criminal procedure law\n         and the state  finance  law,  in  relation  to  crime  prevention  and\n         control,  and providing for the repeal of such provisions upon expira-\n         tion thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The elder law is amended by adding a new article 3 to read\n    2  as follows:\n    3                                  ARTICLE III\n    4             ELDERLY CRIME PREVENTION AND CONTROL TRUST FUND ACT\n    5  SECTION 301. SHORT TITLE.\n    6          302. LEGISLATIVE FINDING AND DECLARATION.\n    7          303. DEFINITIONS.\n    8          304. ADMINISTRATION OF TRUST FUND.\n    9          305. APPLICATION PROCEDURES.\n   10          306. RULES AND REGULATIONS.\n   11          307. REPORTING.\n   12          308. LEGISLATIVE HEARINGS.\n   13    S 301. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY  BE  CITED  AS\n   14  \"THE ELDERLY CRIME PREVENTION AND CONTROL TRUST FUND ACT\".\n   15    S  302.  LEGISLATIVE  FINDING  AND  DECLARATION. THIS LEGISLATURE DOES\n   16  HEREBY FIND AND DECLARE THAT THE ELDERLY POPULATION OF THIS STATE, WHICH\n   17  FOR THE PURPOSES OF THIS ARTICLE IS DEFINED AS INDIVIDUALS OVER THE  AGE\n   18  OF SIXTY-TWO YEARS, IS UNIQUELY VULNERABLE TO ACTUAL AND POTENTIAL CRIM-\n   19  INAL VICTIMIZATION BY VIRTUE OF PHYSICAL FRAILTY, CONCENTRATIONS IN HIGH\n   20  RISK URBAN NEIGHBORHOODS, AND SOCIO-ECONOMIC HOUSEHOLD FACTORS ADVERTIS-\n   21  ING  SENIORS  AS  HIGH VISIBILITY CRIME TARGETS. THIS HEIGHTENED VULNER-\n   22  ABILITY ACTS AS A PRECURSOR FOR A GENERALIZED AND DEBILITATING SENSE  OF\n   23  FEAR  WHICH  IMPACTS  ON MOBILITY, CONCEPTS OF SELF-WORTH, AND ISOLATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06474-01-1\n\n       S. 2061                             2\n\n    1  FROM THE LARGER SOCIETY. THE LEGISLATURE FURTHER FINDS AND DECLARES THAT\n    2  ON THE BASIS OF AVAILABLE DEMOGRAPHIC  INFORMATION,  THE  ELDERLY  POPU-\n    3  LATION  OF  THIS  STATE WILL CONTINUE TO EXPAND, THUS REQUIRING THAT THE\n    4  PROBLEM  OF CRIMINAL VICTIMIZATION OF THE ELDERLY BE A FOCUS OF CONTINU-\n    5  ING AND PARAMOUNT CONCERN. THIS LEGISLATURE FURTHER FINDS THAT  ALTHOUGH\n    6  THE  STATE'S COMMITMENT OF GENERAL REVENUE FUNDS TO THE CRIMINAL JUSTICE\n    7  SYSTEM HAS  INCREASED  NEARLY  THREE-FOLD  IN  THE  PAST  DECADE,  CRIME\n    8  PREVENTION  AND  CONTROL  ACTIVITIES  TARGETED TO OUR ELDERLY POPULATION\n    9  HAVE BEEN WEDDED TO MONEYS ORIGINATING WITHIN THE FEDERAL SYSTEM.  ADDI-\n   10  TIONALLY, STATISTICAL TRENDS IN THE CRIMINAL VICTIMIZATION OF THE ELDER-\n   11  LY  PROMISE  A  CONTINUED  ESCALATION  IN  SEEMINGLY RAMPANT CRIME RATES\n   12  DESPITE THE BEST EFFORTS OF LAW ENFORCEMENT AND COMMUNITY  BASED  ORGAN-\n   13  IZATIONS.  THESE FINDINGS, COUPLED WITH THE PHILOSOPHIC SHIFTS OCCURRING\n   14  ON  A  NATIONAL  LEVEL,  MANDATE  THAT RESPONSIBILITY FOR THE SAFETY AND\n   15  WELL-BEING OF ELDERLY CITIZENS RESTS PRINCIPALLY WITH THIS  LEGISLATURE.\n   16  IN  RESPONSE  TO  THAT OBLIGATION, THIS LEGISLATURE DOES HEREBY  DECLARE\n   17  AND ENDORSE THE ESTABLISHMENT OF AN EXCLUSIVE DEDICATED  REVENUE  SOURCE\n   18  FOR  THE  OPERATION  AND MAINTENANCE OF CRIME PREVENTION, DETECTION, AND\n   19  ENFORCEMENT ACTIVITIES FOR THE SOLE BENEFIT OF ELDERLY CITIZENS IN  THIS\n   20  STATE.\n   21    S 303. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n   22    1. \"ELDERLY PERSON\" MEANS A PERSON SIXTY-TWO YEARS OF AGE OR OLDER.\n   23    2.  \"COMMISSIONER\" MEANS THE CHIEF ADMINISTRATIVE OFFICER OF THE DIVI-\n   24  SION OF CRIMINAL JUSTICE SERVICES.\n   25    3. \"GRANT RECIPIENT\" MEANS ANY LOCAL GOVERNMENT, TO INCLUDE ANY  TOWN,\n   26  CITY,  OR COUNTY WITH A POPULATION IN EXCESS OF ONE HUNDRED THOUSAND, OR\n   27  COMBINATION THEREOF, OR ANY LOCAL GOVERNMENT AGENCY THAT  ADMINISTERS  A\n   28  CRIME  PREVENTION,  DETECTION OR ENFORCEMENT PROGRAM PRINCIPALLY FOR THE\n   29  BENEFIT OF ELDERLY PERSONS.\n   30    S 304. ADMINISTRATION OF TRUST FUND. THE ELDERLY CRIME PREVENTION  AND\n   31  CONTROL TRUST FUND, WHICH IS ESTABLISHED PURSUANT TO SECTION NINETY-SEV-\n   32  EN-KKKK  OF  THE  STATE FINANCE LAW SHALL BE ADMINISTERED AND SUPERVISED\n   33  UNDER THE DIRECTION OF THE COMMISSIONER PURSUANT TO THIS ARTICLE, AND IT\n   34  SHALL BE FOR THE ESTABLISHMENT  AND  CONTINUANCE  OF  CRIME  PREVENTION,\n   35  DETECTION   OR  ENFORCEMENT  PROGRAMS  PRINCIPALLY  BENEFITTING  ELDERLY\n   36  PERSONS.\n   37    S 305. APPLICATION PROCEDURES. FUNDS APPROPRIATED OR AVAILABLE FOR THE\n   38  PURPOSES OF THIS ARTICLE MAY BE ALLOCATED FOR THE PURPOSE OF  DESIGNING,\n   39  EXPANDING,  OR IMPLEMENTING INTERACTIVE CRIME PREVENTION, DETECTION, AND\n   40  ENFORCEMENT ACTIVITIES THAT PRINCIPALLY ENHANCE  THE  SAFETY,  MOBILITY,\n   41  PHYSICAL  SECURITY  AND  EMOTIONAL  WELL-BEING  OF  ELDERLY  PERSONS  AS\n   42  PROPOSED BY GRANT RECIPIENTS.\n   43    1. GRANT RECIPIENTS SHALL BE SELECTED BY THE COMMISSIONER FROM  APPLI-\n   44  CATIONS SUBMITTED.\n   45    2.  THE DIRECTOR SHALL REQUIRE THAT APPLICATIONS SUBMITTED FOR FUNDING\n   46  INCLUDE, BUT NEED NOT BE LIMITED TO, THE FOLLOWING:\n   47    (A) THE COST OF EACH PROPOSED PROGRAM INCLUDING THE  PROPOSED  COMPEN-\n   48  SATION OF EMPLOYEES AND PURCHASE OF SUPPORT SERVICES AND HARDWARE;\n   49    (B)  A DESCRIPTION OF THE PROPOSED COMMUNITY AREA OF SERVICE AND OTHER\n   50  CHARACTERISTICS AS DETERMINED BY THE COMMISSIONER;\n   51    (C) A PROGRAM GOAL TO BE ACHIEVED AND AN ASSESSMENT STANDARD MEASURING\n   52  ACHIEVEMENT OF THAT GOAL;\n   53    (D) AN ENDORSEMENT OF THE CHIEF ADMINISTRATIVE OFFICER OF THE LOCALITY\n   54  IN WHICH THE GRANT RECIPIENT PROPOSES TO OPERATE A  PROGRAM,  THAT  SAID\n   55  PROGRAM  IS  IN  CONGRUENCE  WITH  OVERALL  EFFORTS  OF THAT LOCALITY IN\n\n       S. 2061                             3\n\n    1  CONTROLLING, CONTAINING OR REDUCING THE CRIMINAL VICTIMIZATION OF ELDER-\n    2  LY PERSONS;\n    3    (E) SUCH ADDITIONAL INFORMATION AS IS DETERMINED TO BE RELEVANT BY THE\n    4  COMMISSIONER OR THE LEGISLATURE.\n    5    S  306. RULES AND REGULATIONS. THE COMMISSIONER SHALL PROMULGATE RULES\n    6  AND REGULATIONS TO EFFECTUATE THE PURPOSES OF  THIS  ARTICLE,  INCLUDING\n    7  BUT NOT LIMITED TO:\n    8    1.  PROVISIONS  FOR PERIODIC MONITORING AND EVALUATION OF EACH PROGRAM\n    9  AWARDED A GRANT RECIPIENT;\n   10    2. PROVISIONS THAT LIMIT THE EXPENDITURE OF FUNDS  FOR  ADMINISTRATIVE\n   11  PURPOSES  TO  FIFTY PER CENTUM OF THE GRANT AWARD; PROVIDED, HOWEVER, IF\n   12  THE LOCAL GOVERNMENT, LOCAL GOVERNMENT AGENCY, OR COMMUNITY BASED ORGAN-\n   13  IZATION SHALL MATCH THE STATE GRANT AWARD WITH  EQUAL  LOCAL  RESOURCES,\n   14  SEVENTY-FIVE PER CENTUM MAY BE USED FOR ADMINISTRATIVE PURPOSES;\n   15    3.  PROVISIONS THAT GRANTS AWARDED TO LOCAL GOVERNMENTS, LOCAL GOVERN-\n   16  MENT AGENCIES, OR COMMUNITY BASED ORGANIZATIONS SHALL NOT, EXCEPT IN THE\n   17  FIRST YEAR AFTER THE EFFECTIVE DATE OF THIS ARTICLE, EXCEED ONE  HUNDRED\n   18  TWENTY-FIVE PER CENTUM OF THE PREVIOUS CALENDAR YEAR MONEYS DERIVED FROM\n   19  MANDATORY  ADMINISTRATIVE ASSESSMENTS DERIVED FROM CONVICTIONS IN COURTS\n   20  OF COMPETENT JURISDICTION LOCATED WHOLLY WITHIN THE COUNTY OF ORIGIN  OF\n   21  THE  GRANT RECIPIENT; PROVIDED, HOWEVER, THAT CONVICTIONS ARISING IN THE\n   22  SUPREME COURT SHALL BE CREDITED TO THE  COUNTY  IN  WHICH  THE  ORIGINAL\n   23  ARREST OCCURRED.\n   24    S  307.  REPORTING.  GRANT  RECIPIENTS  SHALL  BI-ANNUALLY PROVIDE THE\n   25  COMMISSIONER SUCH DATA AS  TO  REASONABLY  REFLECT  THE  FUNDED  PROGRAM\n   26  ACTIVITIES  FOR THE INCLUSIVE PERIOD OF JANUARY FIRST THROUGH JUNE THIR-\n   27  TIETH, AND JULY FIRST THROUGH DECEMBER  THIRTY-FIRST  OF  EACH  CALENDAR\n   28  YEAR IN WHICH FUND MONEYS ARE RECEIVED AND EXPENDED. 1. THE COMMISSIONER\n   29  SHALL ANNUALLY REPORT TO THE APPROPRIATE COMMITTEES OF THE LEGISLATURE:\n   30    (A)  THE  NAME, ADDRESS, AND PROGRAM DESCRIPTION OF ALL GRANT APPLICA-\n   31  TIONS RECEIVED AND FUNDING LEVEL SOUGHT;\n   32    (B) THE NAME, ADDRESS, AND PROGRAM DESCRIPTION OF ALL  GRANT  APPLICA-\n   33  TIONS APPROVED;\n   34    (C)  THE  NAME, ADDRESS, AND PROGRAM DESCRIPTION OF ALL GRANT APPLICA-\n   35  TIONS DENIED AND A BRIEF EXPLANATION FOR THE BASIS OF DENIAL.\n   36    2. AN ANNUAL REPORT FOR PUBLIC DISTRIBUTION DETAILING  THE  ACTIVITIES\n   37  AND  ACCOMPLISHMENTS  OF  PROGRAMS  FUNDED  UNDER THE PROVISIONS OF THIS\n   38  ARTICLE SHALL ALSO BE SUBMITTED.\n   39    S 308. LEGISLATIVE HEARINGS. THE LEGISLATURE  SHALL  ANNUALLY  CONDUCT\n   40  PUBLIC  HEARINGS  ON  THE  PROPOSED  USE AND DISTRIBUTION OF FUNDS TO BE\n   41  PROVIDED UNDER THIS ARTICLE. 1.  THE  COMMISSIONER  SHALL  CAUSE  TO  BE\n   42  PREPARED  A DETAILED PLAN, FOR SUBMISSION TO THE APPROPRIATE LEGISLATIVE\n   43  COMMITTEES, PROJECTING:\n   44    (A) ANTICIPATED REVENUES AVAILABLE  UNDER  THIS  TRUST  FUND  FOR  THE\n   45  FORTHCOMING STATE FISCAL YEAR;\n   46    (B)  UNEXPENDED  FUNDS  FROM THE CURRENT STATE FISCAL YEAR OPERATIONS;\n   47  AND\n   48    (C) ENCUMBERED AND CONTRACTED FUNDS  FROM  THE  CURRENT  STATE  FISCAL\n   49  YEAR.\n   50    2.  ON  THE  BASIS  OF  THE  PLAN SUBMITTED BY THE COMMISSIONER, JOINT\n   51  LEGISLATIVE COMMITTEE HEARINGS SHALL BE CONDUCTED AT  THE  PLEASURE  AND\n   52  CONVENIENCE OF THE APPROPRIATE COMMITTEE CHAIRPERSONS.\n   53    3.  EXPENSES  ATTENDANT  TO LEGISLATIVE HEARINGS CONDUCTED PURSUANT TO\n   54  THIS ARTICLE  SHALL  BE  BORNE  BY  THE  DIVISION  OF  CRIMINAL  JUSTICE\n   55  SERVICES.\n\n       S. 2061                             4\n\n    1    S 2. The penal law is amended by adding a new section 80.20 to read as\n    2  follows:\n    3  S 80.20 MANDATORY ADMINISTRATIVE ASSESSMENTS REQUIRED UPON CONVICTION OF\n    4            A FELONY WHERE AN ELDERLY PERSON IS A VICTIM.\n    5    1.  FOR  PURPOSES  OF  THIS  SECTION  \"ELDERLY  PERSON\" MEANS A PERSON\n    6  SIXTY-TWO YEARS OF AGE OR OLDER.\n    7    2. EVERY PERSON CONVICTED OF A FELONY INVOLVING A  VICTIM  WHO  IS  AN\n    8  ELDERLY  PERSON SHALL, IN ADDITION TO ANY SENTENCE IMPOSED BY THE COURT,\n    9  PAY A MANDATORY ADMINISTRATIVE ASSESSMENT OF TWO HUNDRED DOLLARS.\n   10    3. A PERSON CONVICTED AND SUBJECT TO THE PROVISIONS SET FORTH IN  THIS\n   11  ARTICLE  SHALL  PAY THE MANDATORY ADMINISTRATIVE ASSESSMENT TO THE CLERK\n   12  OF THE COURT THAT RENDERED THE CONVICTION. EACH MANDATORY ADMINISTRATIVE\n   13  ASSESSMENT COLLECTED BY THE CLERK SHALL BE PAID OVER TO THE STATE  COMP-\n   14  TROLLER FOR DEPOSIT UNDER THE PROVISIONS OF SECTION NINETY-SEVEN-KKKK OF\n   15  THE STATE FINANCE LAW.\n   16    4. WHEN A PERSON IS CONVICTED OF A FELONY INVOLVING A VICTIM WHO IS AN\n   17  ELDERLY PERSON, THE MANDATORY ADMINISTRATIVE ASSESSMENT SHALL BE PAID TO\n   18  THE  STATE COMPTROLLER FOR DEPOSIT UNDER THE PROVISIONS OF SECTION NINE-\n   19  TY-SEVEN-KKKK OF THE STATE FINANCE LAW.\n   20    5. FOR THE PURPOSES OF THIS SECTION, ADJUDICATION AS A YOUTHFUL OFFEN-\n   21  DER SHALL NOT EXEMPT A PERSON FROM THE PROVISIONS OF THIS SECTION.\n   22    6. THE CLERK OF THE COURT, WHEREIN THE CONVICTION OCCURRED,  RESULTING\n   23  IN A MANDATORY ADMINISTRATIVE ASSESSMENT BEING COLLECTED, SHALL BE ENTI-\n   24  TLED,  ON  BEHALF  OF  THE COURT, TO RETAIN A FEE NOT TO EXCEED FIVE PER\n   25  CENTUM OF THE MANDATORY ADMINISTRATIVE ASSESSMENT.\n   26    S 3. The criminal procedure law is amended by  adding  a  new  section\n   27  420.37 to read as follows:\n   28  S 420.37 MANDATORY    ADMINISTRATIVE   ASSESSMENTS;   APPLICABILITY   TO\n   29             SENTENCES MANDATING PAYMENT OF FINES.\n   30    THE PROVISIONS OF SECTION 430.20 OF THIS TITLE GOVERNING  THE  COMMIT-\n   31  MENT  OF  A  DEFENDANT  FOR FAILURE TO PAY A FINE SHALL BE APPLICABLE TO\n   32  MANDATORY ADMINISTRATIVE ASSESSMENTS IMPOSED PURSUANT TO  SECTION  80.20\n   33  OF THE PENAL LAW.\n   34    S  4. The state finance law is amended by adding a new section 97-kkkk\n   35  to read as follows:\n   36    S 97-KKKK. ELDERLY CRIME PREVENTION AND CONTROL TRUST FUND.  1.  THERE\n   37  IS  HEREBY ESTABLISHED IN THE CUSTODY OF THE STATE COMPTROLLER A SPECIAL\n   38  FUND TO BE KNOWN AS THE \"ELDERLY  CRIME  PREVENTION  AND  CONTROL  TRUST\n   39  FUND\".\n   40    2. SUCH FUND SHALL CONSIST OF ALL MONEYS APPROPRIATED FOR THE PURPOSES\n   41  OF  SUCH FUND, AND ALL MONEYS RECEIVED AS A RESULT OF MANDATORY ADMINIS-\n   42  TRATIVE ASSESSMENTS AND ANY OTHER SUMS PAYABLE TO THE FUND  PURSUANT  TO\n   43  SECTION 80.20 OF THE PENAL LAW.\n   44    3. MONEYS OF THE ELDERLY CRIME PREVENTION AND CONTROL TRUST FUND, WHEN\n   45  ALLOCATED,  SHALL  BE  AVAILABLE  TO  THE  DIVISION  OF CRIMINAL JUSTICE\n   46  SERVICES FOR  THE  PURPOSES  OF  ADMINISTERING  AND  FUNDING  ACTIVITIES\n   47  RELATED  TO  THE PREVENTION AND CONTROL OF CRIMINAL VICTIMIZATION OF THE\n   48  ELDERLY PURSUANT TO THE PROVISIONS OF ARTICLE THREE OF THE ELDER LAW.\n   49    4. NOTWITHSTANDING THE PROVISIONS OF ANY GENERAL OR  SPECIAL  LAW,  NO\n   50  MONEYS  SHALL BE AVAILABLE FROM THE ELDERLY CRIME PREVENTION AND CONTROL\n   51  TRUST FUND UNTIL A CERTIFICATE OF ALLOCATION AND A SCHEDULE  OF  AMOUNTS\n   52  TO  BE  AVAILABLE THEREFOR SHALL HAVE BEEN ISSUED BY THE DIRECTOR OF THE\n   53  BUDGET, UPON THE RECOMMENDATION OF THE COMMISSIONER OF THE  DIVISION  OF\n   54  CRIMINAL  JUSTICE SERVICES AND A COPY OF SUCH CERTIFICATE FILED WITH THE\n   55  COMPTROLLER, THE CHAIRPERSON OF THE SENATE  FINANCE  COMMITTEE  AND  THE\n   56  CHAIRPERSON  OF  THE ASSEMBLY WAYS AND MEANS COMMITTEE. SUCH CERTIFICATE\n\n       S. 2061                             5\n\n    1  MAY BE AMENDED FROM TIME TO TIME BY THE DIRECTOR OF THE BUDGET, UPON THE\n    2  RECOMMENDATION OF THE COMMISSIONER OF THE DIVISION OF  CRIMINAL  JUSTICE\n    3  SERVICES AND A COPY OF EACH SUCH AMENDMENT SHALL BE FILED WITH THE COMP-\n    4  TROLLER,  THE CHAIRPERSON OF THE SENATE FINANCE COMMITTEE AND THE CHAIR-\n    5  PERSON OF THE ASSEMBLY WAYS AND MEANS COMMITTEE.\n    6    5. THE MONEYS, WHEN ALLOCATED, SHALL BE PAID OUT OF THE  FUND  ON  THE\n    7  AUDIT  AND  WARRANT OF THE COMPTROLLER ON VOUCHERS CERTIFIED OR APPROVED\n    8  BY THE COMMISSIONER OF THE DIVISION OF CRIMINAL JUSTICE SERVICES  OR  BY\n    9  AN  OFFICER  OR  EMPLOYEE  OF  THE DIVISION OF CRIMINAL JUSTICE SERVICES\n   10  DESIGNATED BY THE COMMISSIONER.\n   11    S 5.  This act shall take effect immediately and shall expire June 30,\n   12  2015 when upon such date the provisions of  this  act  shall  be  deemed\n   13  repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, the penal law, the criminal procedure law and the state finance law, in relation to crime prevention and control, and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T110118.TXT", "SOBI.D110118.T144704.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T094607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295380024971
}