{
  "year" : 2011,
  "senateBillNo" : "S2060-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2060-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to period of imprisonment for leaving the scene of an incident",
  "summary" : "Relates to period of imprisonment for leaving the scene of an incident. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S4261-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2060\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and  traffic  law  and  the  penal  law,  in\n         relation  to  the  sentence  for leaving scene of a vehicular incident\n         with knowledge that serious physical injury  or  death  is  likely  to\n         result therefrom\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 600 of  the  vehicle  and  traffic\n    2  law, as amended by chapter 49 of the laws of 2005, is amended to read as\n    3  follows:\n    4    2.  Personal  injury.    a.  Any person operating a motor vehicle who,\n    5  knowing or having cause to know that personal injury has been caused  to\n    6  another  person, due to an incident involving the motor vehicle operated\n    7  by such person shall, before leaving the place where the  said  personal\n    8  injury  occurred,  stop,  exhibit his or her license and insurance iden-\n    9  tification card for such vehicle, when such card is required pursuant to\n   10  articles six and eight of this chapter, and give his or her name,  resi-\n   11  dence,  including street and street number, insurance carrier and insur-\n   12  ance identification information including but not limited to the  number\n   13  and  effective  dates  of said individual's insurance policy and license\n   14  number, to the injured party, if practical, and also to a  police  offi-\n   15  cer,  or  in  the event that no police officer is in the vicinity of the\n   16  place of said injury, then, he or she shall report said incident as soon\n   17  as physically able to the nearest police station or judicial officer.\n   18    b. It shall be the duty of any member of a law enforcement agency  who\n   19  is  at  the scene of the accident to request the said operator or opera-\n   20  tors of the motor vehicles, when physically  capable  of  doing  so,  to\n   21  exchange  the  information required hereinabove and such member of a law\n   22  enforcement agency shall assist such operator  or  operators  in  making\n   23  such exchange of information in a reasonable and harmonious manner.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06408-01-1\n\n       S. 2060                             2\n\n    1    c.  A  violation  of the provisions of paragraph a of this subdivision\n    2  resulting solely from the failure of an operator to exhibit his  or  her\n    3  license  and  insurance  identification card for the vehicle or exchange\n    4  the information required in such paragraph shall constitute  a  class  B\n    5  misdemeanor  punishable by a fine of not less than two hundred fifty nor\n    6  more than five hundred  dollars  in  addition  to  any  other  penalties\n    7  provided  by law. Any subsequent such violation shall constitute a class\n    8  A misdemeanor punishable by a fine of not less  than  five  hundred  nor\n    9  more  than  one  thousand  dollars  in  addition  to any other penalties\n   10  provided by law. Any violation of the provisions of paragraph a of  this\n   11  subdivision,  other  than for the mere failure of an operator to exhibit\n   12  his or her license and insurance identification card for such vehicle or\n   13  exchange the information required in such paragraph, shall constitute  a\n   14  class  A misdemeanor, punishable by a fine of not less than five hundred\n   15  dollars nor more than one thousand dollars  in  addition  to  any  other\n   16  penalties  provided  by  law.  Any  such violation committed by a person\n   17  after such person has previously been  convicted  of  such  a  violation\n   18  shall constitute a class E felony, punishable by a fine of not less than\n   19  one thousand nor more than two thousand five hundred dollars in addition\n   20  to  any other penalties provided by law. Any violation of the provisions\n   21  of paragraph a of this subdivision, other than for the mere  failure  of\n   22  an  operator  to exhibit his or her license and insurance identification\n   23  card for such vehicle or exchange the information required in such para-\n   24  graph, where the personal injury involved [(i)] results in serious phys-\n   25  ical injury, as defined in  section  10.00  of  the  penal  law,  [shall\n   26  constitute  a  class E felony, punishable by a fine of not less than one\n   27  thousand nor more than five thousand dollars in addition  to  any  other\n   28  penalties  provided by law,] or [(ii)] results in death shall constitute\n   29  a class D felony punishable by a fine of not less than two thousand  nor\n   30  more  than  five  thousand  dollars  in  addition to any other penalties\n   31  provided by law.\n   32    S 2. Subdivision 5 of section 60.05 of the penal law,  as  amended  by\n   33  chapter 405 of the laws of 2010, is amended to read as follows:\n   34    5.  Certain class D felonies. Except as provided in subdivision six of\n   35  this section, every person convicted of the class D [felonies of assault\n   36  in the second degree as defined in section 120.05, strangulation in  the\n   37  second  degree as defined in section 121.12] FELONY or attempt to commit\n   38  a class C felony as defined in section 230.30 of this chapter[,] must be\n   39  sentenced in accordance with section 70.00 or 85.00 of this title.\n   40    S 3. Paragraph (b) of subdivision 3 of section 70.00 of the penal law,\n   41  as amended by chapter 746 of the laws of 2006, is  amended  to  read  as\n   42  follows:\n   43    (b) [For any other] IN THE CASE OF A felony OTHER THAN A CLASS A FELO-\n   44  NY:\n   45    (I)  WHERE  THE  SENTENCE  IS FOR A CLASS B FELONY, the minimum period\n   46  shall be fixed by the court and specified in the sentence and  shall  be\n   47  not  less  than  one  year  nor  more than one-third of the maximum term\n   48  imposed[.]; AND\n   49    (II) WHERE THE SENTENCE IS FOR ANY OTHER FELONY,  THE  MINIMUM  PERIOD\n   50  SHALL  BE  FIXED BY THE COURT AND SPECIFIED IN THE SENTENCE AND SHALL BE\n   51  NOT LESS THAN ONE YEAR NOR MORE  THAN  ONE-THIRD  OF  THE  MAXIMUM  TERM\n   52  IMPOSED.\n   53    S  4.  Subdivision  4 of section 70.00 of the penal law, as amended by\n   54  chapter 738 of the laws of 2004, is amended to read as follows:\n   55    4. Alternative definite sentence for class [D and] E AND CERTAIN CLASS\n   56  D AND C felonies. When a person, other than a second or persistent felo-\n\n       S. 2060                             3\n\n    1  ny offender, is sentenced for a class D or class  E  felony,  OR  FOR  A\n    2  CLASS  C  FELONY  SPECIFIED IN ARTICLE TWO HUNDRED TWENTY OR ARTICLE TWO\n    3  HUNDRED TWENTY-ONE OF THIS CHAPTER and the court, having regard  to  the\n    4  nature  and  circumstances of the crime and to the history and character\n    5  of the defendant, is of the opinion that a sentence of  imprisonment  is\n    6  necessary  but  that it would be unduly harsh to impose an indeterminate\n    7  or determinate sentence, the court may impose  a  definite  sentence  of\n    8  imprisonment and fix a term of one year or less.\n    9    S 5. This act shall take effect on the first of November next succeed-\n   10  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the penal law, in relation to the sentence for leaving scene of a vehicular incident with knowledge that serious physical injury or death is likely to result therefrom ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T124632.TXT", "SOBI.D110118.T103117.TXT", "SOBI.D110118.T125132.TXT", "SOBI.D110118.T144704.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110118.T094607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295380024974
}