{
  "year" : 2011,
  "senateBillNo" : "S2062-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2062-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the welfare inter-state fraud detection program; appropriation",
  "summary" : "Creates the welfare inter-state fraud detection program to utilize an inter-state welfare data base for the identification of individuals receiving public assistance benefits in more than one state; requires an annual report to be submitted to the Governor, temporary president of the Senate and majority leader of the Assembly; appropriates $250,000 therefor. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S1311-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2062\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the social services law, in relation to creation of  the\n         welfare  inter-state  fraud  detection program and making an appropri-\n         ation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The social services law is amended by adding a new section\n    2  18 to read as follows:\n    3    S 18. WELFARE INTER-STATE FRAUD DETECTION PROGRAM. 1. THE COMMISSIONER\n    4  OF THE OFFICE OF TEMPORARY AND DISABILITY ASSISTANCE IS  AUTHORIZED  AND\n    5  DIRECTED  TO  ENTER  INTO  NEGOTIATIONS  WITH  THE STATES OF NEW JERSEY,\n    6  CONNECTICUT, PENNSYLVANIA, MASSACHUSETTS AND VERMONT FOR THE PURPOSES OF\n    7  CREATING AN INTER-STATE WELFARE DATA BASE TO BE UTILIZED FOR  THE  IDEN-\n    8  TIFICATION  OF  INDIVIDUALS RECEIVING PUBLIC ASSISTANCE BENEFITS IN MORE\n    9  THAN ONE STATE.\n   10    2. SUCH COMMISSIONER SHALL BE AUTHORIZED TO COOPERATE WITH AGENCIES OF\n   11  THE STATES OF NEW JERSEY, CONNECTICUT, PENNSYLVANIA,  MASSACHUSETTS  AND\n   12  VERMONT  TO  OBTAIN  AND FURNISH ANY ASSISTANCE OF INFORMATION NECESSARY\n   13  FOR THE ESTABLISHMENT OF SUCH DATA BASE FOR THE IDENTIFICATION OF  INDI-\n   14  VIDUALS  ENGAGING  IN  THE FRAUDULENT RECEIPT OF PUBLIC ASSISTANCE BENE-\n   15  FITS.\n   16    3. SUCH COMMISSIONER SHALL PRESENT  TO  THE  GOVERNOR,  THE  TEMPORARY\n   17  PRESIDENT  OF  THE  SENATE,  AND  THE  SPEAKER OF THE ASSEMBLY AN ANNUAL\n   18  REPORT ANALYZING THE EFFECTIVENESS  OF  THE  WELFARE  INTER-STATE  FRAUD\n   19  DETECTION  PROGRAM.  SUCH ANNUAL REPORT SHALL BE PRESENTED NO LATER THAN\n   20  FEBRUARY FIRST IN EACH YEAR COMMENCING WITH  THE  SECOND  FEBRUARY  NEXT\n   21  SUCCEEDING THE EFFECTIVE DATE OF THIS SECTION.\n   22    S  2.  The sum of two hundred fifty thousand dollars ($250,000), or so\n   23  much thereof as may be necessary, is  hereby  appropriated  out  of  any\n   24  moneys  in  the  state treasury in the general fund to the credit of the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06528-01-1\n\n       S. 2062                             2\n\n    1  state purposes account, and not otherwise appropriated to the department\n    2  of family assistance for the purposes of implementing the provisions  of\n    3  section  18  of  the social services law as added by section one of this\n    4  act.    Such  sum shall be payable on the audit and warrant of the state\n    5  comptroller in the manner provided by law.\n    6    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2062\n\nTITLE OF BILL:\nAn act\nto amend the social services law, in relation to creation of the\nwelfare inter-state fraud detection program and making an\nappropriation therefor\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill directs the Social Services Commissioner to enter into\nnegotiations with the states of New Jersey, Connecticut, Pennsylvania,\nMassachusetts and Vermont for the purposes of creating an interstate\nwelfare data base to be utilized for the identification of individuals\nreceiving public assistance benefits in more than one state.  An annual\nreport analyzing the effectiveness of the program is required.  Social\nServices Law is amended by adding a new Section 18.\n\nJUSTIFICATION:\nA recent investigation by New York City's Human Resources Administration\nand the Manhattan District Attorney revealed that 23 percent of 1800\nrandomly selected Newark, New Jersey welfare recipients were also\nenrolled in New York.  This legislation would allow for the\nestablishment of a computer link between New York and contiguous states\nto cross-reference data on welfare recipients to prevent fraud.\nInformation on welfare recipients by state is already available\nto local governments through a federal data base.  The existence of\nan interstate system would better coordinate a response to the\nproblem.  This program will save the taxpayers money and assist in\nrestoring confidence in our welfare system.\n\nFISCAL IMPLICATIONS:\nThe $250,000 from general fund monies will be more than\noffset by the savings in preventing  abuse of\n\"double-dipping\" of welfare benefits.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to creation of the welfare inter-state fraud detection program and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T144704.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T103616.TXT", "SOBI.D110118.T094607.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849433
}