{
  "year" : 2011,
  "senateBillNo" : "S2072-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2072-2011-1295326800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes payment of personal income tax by credit card",
  "summary" : "Requires the tax commissioner to establish regulations and procedures to authorize payment of personal income tax by credit card and to prescribe the manner and conditions appropriate thereto, on or before 9/1/2009; provides that it shall apply to returns filed for taxable years commencing on and after 1/1/2011. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1318-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2072\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to payment of  personal  income\n         tax by credit card\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (a) of section 692 of the tax law, as  added  by\n    2  chapter 1011 of the laws of 1962, is amended to read as follows:\n    3    (a) Collection procedures.--The taxes imposed by this article shall be\n    4  collected by the [tax commission] COMMISSIONER, and [it] THE COMMISSION-\n    5  ER  may  establish the mode or time for the collection of any amount due\n    6  [it] under this article if not otherwise specified.   The  [tax  commis-\n    7  sion]  COMMISSIONER  shall,  upon  request,  give  a receipt for any sum\n    8  collected under this article.   The [tax  commission]  COMMISSIONER  may\n    9  authorize  banks  or trust companies which are depositaries or financial\n   10  agents of the state to receive and give a receipt for  any  tax  imposed\n   11  under  this article in such manner, at such times, and under such condi-\n   12  tions as the [tax commission] COMMISSIONER may prescribe; and  the  [tax\n   13  commission]  COMMISSIONER  shall  prescribe the manner, times and condi-\n   14  tions under which the receipt of such tax by such banks and trust compa-\n   15  nies is to be treated as payment of such tax  to  the  [tax  commission]\n   16  COMMISSIONER.  THE  COMMISSIONER  SHALL, FURTHER, ON OR BEFORE SEPTEMBER\n   17  FIRST, TWO THOUSAND ELEVEN, ESTABLISH SUCH REGULATIONS AND PROCEDURES AS\n   18  MAY BE NECESSARY TO AUTHORIZE THE PAYMENT OF TAXES  IMPOSED  UNDER  THIS\n   19  ARTICLE  BY  MEANS  OF  CREDIT  CARD, AND SHALL PRESCRIBE THE MANNER AND\n   20  CONDITIONS APPROPRIATE TO SUCH MODE OF PAYMENT.\n   21    S 2. This act shall take effect immediately and shall apply to returns\n   22  filed for income earned in taxable years commencing on and after January\n   23  1, 2011.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06678-02-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to payment of personal income tax by credit card ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110118.T095113.TXT", "SOBI.D110118.T094607.TXT", "SOBI.D110118.T102116.TXT", "SOBI.D110118.T144146.TXT", "SOBI.D110118.T135141.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295379706788
}