{
  "year" : 2011,
  "senateBillNo" : "S2072-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2072-2011-1295326800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes payment of personal income tax by credit card",
  "summary" : "Requires the tax commissioner to establish regulations and procedures to authorize payment of personal income tax by credit card and to prescribe the manner and conditions appropriate thereto, on or before 9/1/2009; provides that it shall apply to returns filed for taxable years commencing on and after 1/1/2011. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1318-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2072\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to payment of  personal  income\n         tax by credit card\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (a) of section 692 of the tax law, as  added  by\n    2  chapter 1011 of the laws of 1962, is amended to read as follows:\n    3    (a) Collection procedures.--The taxes imposed by this article shall be\n    4  collected by the [tax commission] COMMISSIONER, and [it] THE COMMISSION-\n    5  ER  may  establish the mode or time for the collection of any amount due\n    6  [it] under this article if not otherwise specified.   The  [tax  commis-\n    7  sion]  COMMISSIONER  shall,  upon  request,  give  a receipt for any sum\n    8  collected under this article.   The [tax  commission]  COMMISSIONER  may\n    9  authorize  banks  or trust companies which are depositaries or financial\n   10  agents of the state to receive and give a receipt for  any  tax  imposed\n   11  under  this article in such manner, at such times, and under such condi-\n   12  tions as the [tax commission] COMMISSIONER may prescribe; and  the  [tax\n   13  commission]  COMMISSIONER  shall  prescribe the manner, times and condi-\n   14  tions under which the receipt of such tax by such banks and trust compa-\n   15  nies is to be treated as payment of such tax  to  the  [tax  commission]\n   16  COMMISSIONER.  THE  COMMISSIONER  SHALL, FURTHER, ON OR BEFORE SEPTEMBER\n   17  FIRST, TWO THOUSAND ELEVEN, ESTABLISH SUCH REGULATIONS AND PROCEDURES AS\n   18  MAY BE NECESSARY TO AUTHORIZE THE PAYMENT OF TAXES  IMPOSED  UNDER  THIS\n   19  ARTICLE  BY  MEANS  OF  CREDIT  CARD, AND SHALL PRESCRIBE THE MANNER AND\n   20  CONDITIONS APPROPRIATE TO SUCH MODE OF PAYMENT.\n   21    S 2. This act shall take effect immediately and shall apply to returns\n   22  filed for income earned in taxable years commencing on and after January\n   23  1, 2011.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06678-02-1\n",
  "memo" : "BILL NUMBER:S2072\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to payment of personal income tax\nby credit card\n\nSUMMARY:\nThis bill amends subdivision (a) of Section\n692 of the Tax\nLaw, as added by Chapter 1011 of the Laws of 1962, to require the Tax\nDepartment to establish regulations and procedures to authorize the\npayment of personal income taxes by means of credit cards. The Tax\nDepartment will have the authority to prescribe the manner and\nconditions appropriate to such mode of payment.\n\nJUSTIFICATION:\nIn a time when the stability of our\neconomy is sitting\nsomewhat precariously, many people find themselves facing increased\nfinancial burdens and the inability to meet all of their financial\nobligations. This bill would assist in alleviating one of these\nburdens by allowing taxpayers to pay their income tax debts with\ncredit cards. In allowing taxpayers to use credit cards, two benefits\nare derived.\nFirst, as the April 15 deadline for payment of taxes approaches, a\nperson who does not have the cash--on-hand to meet his/her\nobligations can save the penalties that would otherwise be incurred\nwith a late payment of taxes. This penalty can amount to as much as\nan additional 25% charge. This legislation would allow an immediate\nsavings to be realized by the taxpayer. In addition, New York State\nwould benefit by receiving tax payments on time. This system would\nserve to reduce the necessity of borrowing money each spring at high\nrates of interest in order to bridge the gap created by late tax\npayments.\n\nFISCAL IMPLICATION:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to payment of personal income tax by credit card ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T095113.TXT", "SOBI.D110118.T102116.TXT", "SOBI.D110118.T094607.TXT", "SOBI.D110118.T144146.TXT", "SOBI.D110118.T135141.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849447
}