{
  "year" : 2011,
  "senateBillNo" : "S2073-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2073-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the suspension of a driver's license upon a conviction of boating while intoxicated and vice versa",
  "summary" : "Provides for the suspension of a driver's license upon a conviction of boating while intoxicated and for the suspension of the privilege to operate a vessel upon the waters of this state upon a conviction of driving while ability impaired or driving while intoxicated or under the influence of drugs. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Navigation Law",
  "previousVersions" : [ "S1308-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2073\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the navigation law and the vehicle and traffic  law,  in\n         relation to the suspension of privileges to operate a vessel and driv-\n         er's licenses for certain alcohol related offenses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 and paragraph (a) of subdivision 4 of section\n    2  49-a of the navigation law, subdivision 3 as added by chapter 805 of the\n    3  laws of 1992, subparagraph 1  of  paragraph  (a)  of  subdivision  3  as\n    4  amended by chapter 599 of the laws of 2008 and paragraph (a) of subdivi-\n    5  sion  4  as  amended  by chapter 391 of the laws of 1998, are amended to\n    6  read as follows:\n    7    3. Privilege to operate a vessel AND  DRIVER'S  LICENSE;  suspensions.\n    8  (a) The court shall suspend a person's privilege to operate a vessel AND\n    9  DRIVER'S  LICENSE and may suspend a vessel registration OR MOTOR VEHICLE\n   10  REGISTRATION for:\n   11    (1) a period of at least six but less  than  twelve  months  where  an\n   12  operator is convicted of a violation of paragraph (a) of subdivision two\n   13  of this section. In determining the length of such suspension or suspen-\n   14  sions,  the  court  may  take  into consideration the seriousness of the\n   15  offense and may impose a period of suspension  whereby  such  suspension\n   16  may  be  in effect during a portion of the current or subsequent boating\n   17  season;\n   18    (2) a period of twelve months where an  operator  is  convicted  of  a\n   19  violation  of  paragraph (b), (c), (d) or (e) of subdivision two of this\n   20  section;\n   21    (3) a period of twenty-four months where a person is  convicted  of  a\n   22  violation  of  paragraph (b), (c), (d) or (e) of subdivision two of this\n   23  section after having been convicted of a  violation  of  paragraph  (b),\n   24  (c),  (d)  or  (e)  of subdivision two of this section or of operating a\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06525-01-1\n\n       S. 2073                             2\n\n    1  vessel or public vessel while intoxicated  or  under  the  influence  of\n    2  drugs within the preceding ten years.\n    3    (b)  The  court shall report each conviction recorded pursuant to this\n    4  section to the commissioner of motor vehicles and  the  commissioner  of\n    5  parks,  recreation  and  historic  preservation on forms provided by the\n    6  department of motor vehicles. Such reports shall include the  length  of\n    7  any suspension imposed on the privilege to operate a vessel AND DRIVER'S\n    8  LICENSE  and  any  suspension  imposed  against a vessel registration OR\n    9  MOTOR VEHICLE. The department of motor vehicles shall maintain a  record\n   10  of all convictions and suspensions in order to effectuate the provisions\n   11  of this section.\n   12    (a)  Operation  of  vessel OR MOTOR VEHICLE while operating privileges\n   13  [have] OR DRIVER'S LICENSE HAS been suspended. No person shall operate a\n   14  vessel upon the waters of the state OR OPERATE  A  MOTOR  VEHICLE  while\n   15  operating  privileges  [have]  OR  DRIVER'S  LICENSE  HAS been suspended\n   16  pursuant to this section or section forty-nine-b of this [article] PART.\n   17  A violation of the provisions of this paragraph shall be a violation and\n   18  shall be punishable by a fine of  not  less  than  three  hundred  fifty\n   19  dollars nor more than seven hundred fifty dollars or by imprisonment for\n   20  a  period  of not more than ninety days, or by both such fine and impri-\n   21  sonment.\n   22    S 2. Subdivision 2 of section 1193 of the vehicle and traffic  law  is\n   23  amended by adding a new paragraph (b-1) to read as follows:\n   24    (B-1)  IN  ADDITION TO ANY DRIVER'S LICENSE SANCTION SET FORTH IN THIS\n   25  SUBDIVISION, THE COURT MAY,  UPON  CONVICTION  OF  A  VIOLATION  OF  ANY\n   26  PROVISION  OF  SECTION ONE THOUSAND ONE HUNDRED NINETY-TWO OF THIS ARTI-\n   27  CLE, SUSPEND OR REVOKE THE PRIVILEGE TO OPERATE A VESSEL UPON THE WATERS\n   28  OF THIS STATE OF ANY PERSON SO CONVICTED,  PROVIDED,  HOWEVER,  THAT  NO\n   29  SUCH SUSPENSION OR REVOCATION SHALL EXCEED IN DURATION THE SUSPENSION OR\n   30  REVOCATION OF SUCH PERSON'S DRIVER'S LICENSE.\n   31    S 3. This act shall take effect on the first of November next succeed-\n   32  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2073\n\nTITLE OF BILL:\nAn act\nto amend the navigation law and the vehicle and traffic law, in relation\nto the suspension of privileges to operate a vessel and driver's\nlicenses for certain alcohol related offenses\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThe suspension of a\ndriver's license\nupon a conviction of boating while intoxicated and vice versa.\nSection 1. Subdivisions 3 and 4 of section 49-a of the navigation\nlaw, as added by chapter 805 of the laws of 1992, are amended.\n\nJUSTIFICATION:\nWith this law enacted many lives can\nbe saved and\ninjuries avoided by making the law more strict as to alcohol\nconsumption allowed by law in the operation of a vessel.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect the first\nof November next\nsucceeding the date on which it shall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the navigation law and the vehicle and traffic law, in relation to the suspension of privileges to operate a vessel and driver's licenses for certain alcohol related offenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T095113.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110118.T102116.TXT", "SOBI.D110118.T103616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849448
}