{
  "year" : 2011,
  "senateBillNo" : "S2071-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2071-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the operating room nurses opportunity corps and appropriates funds therefor; appropriation",
  "summary" : "Establishes an Operating Room Nurses Opportunity Corps to provide grants to persons who have been operating room nurses for at least three years and who wish to pursue careers in hospital administration; establishes grant eligibility requirements; appropriates $1,000,000 therefor. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S1586-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2071\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the education law, in relation to establishing the Oper-\n         ating Room Nurses Opportunity Corps and making an appropriation there-\n         for\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds that\n    2  many  hospitals  in the state are having difficulty obtaining qualified,\n    3  competent administrators who are experienced in  private  patient  care.\n    4  Furthermore,  the legislature finds that many operating room nurses, who\n    5  are experienced, qualified, and able to oversee hospital administration,\n    6  are oftentimes not afforded the opportunity to enter into the  field  of\n    7  hospital  administration  and  often lack the financial means to further\n    8  their education.\n    9    It is the intent of the legislature to establish incentives through an\n   10  Operating Room Nurses Opportunity Corps  to  encourage  institutions  of\n   11  higher  education  to develop or enhance curricula within their hospital\n   12  and health services administration programs and  to  establish  programs\n   13  with local hospitals to promote effective hospital administration. It is\n   14  the  further  intent of the legislature to encourage academically-quali-\n   15  fied students who are members of groups which are historically underrep-\n   16  resented in hospital administration or who  are  economically  disadvan-\n   17  taged  to  prepare  for  admission into the hospital and health services\n   18  administration field through participation in the Operating Room  Nurses\n   19  Opportunity  Corps. It is also the intent of the legislature to create a\n   20  support system for members of  the  Operating  Room  Nurses  Opportunity\n   21  Corps  during  their academic career and during their early professional\n   22  years as hospital administrators.\n   23    S 2. The education law is amended by adding a new  section  6453-a  to\n   24  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06696-01-1\n\n       S. 2071                             2\n\n    1    S 6453-A. OPERATING ROOM NURSES OPPORTUNITY CORPS. 1. THE COMMISSIONER\n    2  SHALL  AWARD  GRANTS  TO  INSTITUTIONS  OF  HIGHER EDUCATION WHICH OFFER\n    3  APPROVED PROGRAMS LEADING TO PERMANENT CERTIFICATION  IN  THE  FIELD  OF\n    4  HOSPITAL  AND  HEALTH SERVICES ADMINISTRATION TO BE USED FOR THE PURPOSE\n    5  OF  ESTABLISHING AN OPERATING ROOM NURSES OPPORTUNITY CORPS (HEREINAFTER\n    6  REFERRED TO AS THE \"CORPS\") WHICH SHALL PROVIDE HOSPITAL  ADMINISTRATION\n    7  TRAINING  TO  PERSONS  WHO  ARE  OR HAVE BEEN EMPLOYED AS OPERATING ROOM\n    8  NURSES.\n    9    2. GRANT APPLICATIONS SUBMITTED BY ELIGIBLE INSTITUTIONS SHALL INCLUDE\n   10  A PLAN ESTABLISHING THE FOLLOWING:\n   11    A. THE METHODS TO BE USED IN RECRUITING  AND  SELECTING  STUDENTS  FOR\n   12  PARTICIPATION IN THE CORPS;\n   13    B.  THE PERSONAL, ACADEMIC, CAREER AND FINANCIAL AID COUNSELING AVAIL-\n   14  ABLE TO PARTICIPATING STUDENTS;\n   15    C. AN AGREEMENT WITH ONE OR MORE NEARBY HOSPITALS TO  PROVIDE  INTERN-\n   16  SHIPS AND CLINICAL EXPERIENCE FOR STUDENTS PARTICIPATING IN THE CORPS;\n   17    D. A CURRICULUM ADVISORY COMMITTEE COMPRISED OF REPRESENTATIVES OF THE\n   18  INSTITUTION AND THE AFFILIATED HOSPITAL TO AID THE INSTITUTION IN DEVEL-\n   19  OPING THE SPECIALIZED CURRICULUM;\n   20    E.  THE  INTERNSHIP  AND  CLINICAL  EXPERIENCE  TO  BE PROVIDED TO ALL\n   21  PARTICIPATING STUDENTS TO REINFORCE THE SPECIALIZED  CURRICULUM  OFFERED\n   22  THROUGH THE CORPS;\n   23    F.  THE  RESOURCES  REQUIRED  TO  CONDUCT  THE PROPOSED CORPS PROGRAM,\n   24  INCLUDING THE RESOURCES TO BE PROVIDED BY THE INSTITUTION  IN  SATISFAC-\n   25  TION OF THE MATCHING REQUIREMENT; AND\n   26    G.  THE  METHODS  TO  BE USED IN ALLOCATING SUPPLEMENTAL FINANCIAL AID\n   27  AMONG STUDENTS PARTICIPATING IN THE CORPS.\n   28    3.   THE COMMISSIONER SHALL  PROMULGATE  RULES  AND  REGULATIONS  WITH\n   29  RESPECT  TO  APPLICATIONS REQUIRED UNDER SUBDIVISION TWO OF THIS SECTION\n   30  AND WITH RESPECT TO THE METHOD BY WHICH GRANTS SHALL BE  AWARDED.    THE\n   31  CRITERIA USED IN AWARDING GRANTS SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   32    A.    COMMITMENT OF THE INSTITUTION TO THE RECRUITMENT OF MINORITY AND\n   33  ECONOMICALLY DISADVANTAGED STUDENTS;\n   34    B.  THE CAPACITY TO SECURE OR PROVIDE ADDITIONAL  SUPPORT  IN  AMOUNTS\n   35  EQUAL  TO  AT  LEAST FIFTEEN PERCENT OF THE SUPPORT PROVIDED PURSUANT TO\n   36  THIS SECTION  THROUGH  INSTITUTIONAL,  PRIVATE  AND  OTHER  GOVERNMENTAL\n   37  SOURCES AND THROUGH IN-KIND CONTRIBUTIONS; AND\n   38    C.    THE  ANTICIPATED POTENTIAL OF THE CORPS PROGRAM, AS DESCRIBED IN\n   39  THE REQUIRED PLAN, TO SERVE AS AN EFFECTIVE MODEL FOR OTHER INSTITUTIONS\n   40  INTERESTED IN PREPARING SUCH A PROGRAM.\n   41    4.  TO BE ELIGIBLE TO PARTICIPATE IN A CORPS PROGRAM, A  STUDENT  MUST\n   42  BE  A  RESIDENT  OF NEW YORK STATE, ECONOMICALLY DISADVANTAGED OR FROM A\n   43  MINORITY GROUP HISTORICALLY UNDERREPRESENTED IN  THE  HOSPITAL  ADMINIS-\n   44  TRATION FIELD, HAVE AT LEAST THREE YEARS EXPERIENCE AS AN OPERATING ROOM\n   45  NURSE, AND MUST DEMONSTRATE AN INTEREST IN A CAREER IN HOSPITAL ADMINIS-\n   46  TRATION.    INSTITUTIONS RECEIVING GRANTS PURSUANT TO THIS SECTION SHALL\n   47  SELECT STUDENTS TO PARTICIPATE IN THE CORPS IN ACCORDANCE WITH RULES AND\n   48  REGULATIONS TO BE PROMULGATED BY THE COMMISSIONER.  SUCH RULES AND REGU-\n   49  LATIONS SHALL ACCORD PRIORITY TO APPLICANTS IN THE FOLLOWING ORDER:\n   50    A.  FIRST, TO ANY APPLICANT WHO IS FROM A MINORITY GROUP  HISTORICALLY\n   51  UNDERREPRESENTED  IN  THE FIELD OF HOSPITAL ADMINISTRATION AS DEFINED BY\n   52  THE REGENTS;\n   53    B.   SECOND, TO ANY APPLICANT WHO  IS  ECONOMICALLY  DISADVANTAGED  AS\n   54  DEFINED BY THE REGENTS; AND\n   55    C.    THIRD,  TO  ANY  OTHER  APPLICANT  MEETING THE ABOVE ELIGIBILITY\n   56  REQUIREMENTS.\n\n       S. 2071                             3\n\n    1    5.  FUNDS AVAILABLE PURSUANT TO THIS SECTION SHALL BE USED FOR:\n    2    A.    ACTIVITIES  DESCRIBED  IN  THE  REQUIRED PLAN AS APPROVED BY THE\n    3  COMMISSIONER;\n    4    B.   SUPPLEMENTAL FINANCIAL ASSISTANCE IN  THE  FORM  OF  STIPENDS  TO\n    5  STUDENTS  FOR  THE  COST  OF ATTENDANCE.   COST OF ATTENDANCE SHALL MEAN\n    6  TUITION, REQUIRED FEES, BOOKS, TRANSPORTATION, ROOM AND BOARD,  AND  DAY\n    7  CARE EXPENSES, IF REQUIRED; AND\n    8    C.    ADMINISTRATIVE  EXPENSES  APPROVED  BY THE COMMISSIONER UP TO AN\n    9  AMOUNT NOT TO EXCEED TEN PERCENT OF THE TOTAL FUNDING PROVIDED  PURSUANT\n   10  TO THIS SECTION.\n   11    6.    FUNDS APPROPRIATED FOR PURPOSES OF THIS SECTION SHALL BE PAID IN\n   12  ACCORDANCE WITH A PAYMENT SCHEDULE TO BE ESTABLISHED BY THE  COMMISSION-\n   13  ER.\n   14    7.    THE COMMISSIONER IS AUTHORIZED TO REQUIRE INSTITUTIONS RECEIVING\n   15  FUNDS PURSUANT TO THIS SECTION TO REPORT PERIODICALLY ON THE PROGRESS OF\n   16  CORPS PROGRAMS.  THE COMMISSIONER SHALL REPORT ANNUALLY TO THE  GOVERNOR\n   17  AND  THE  LEGISLATURE  ON OR BEFORE THE FIFTEENTH DAY OF FEBRUARY ON THE\n   18  PROGRESS OF THE CORPS PROGRAMS FUNDED PURSUANT TO THIS SECTION AND THEIR\n   19  EFFECTIVENESS IN EXPANDING REPRESENTATION OF MINORITIES AND ECONOMICALLY\n   20  DISADVANTAGED PERSONS IN THE FIELD OF HOSPITAL ADMINISTRATION.\n   21    S 3.  The sum of one million dollars ($1,000,000), or so much  thereof\n   22  as  may be necessary, is hereby appropriated to the department of educa-\n   23  tion out of any moneys in the state treasury in the general fund to  the\n   24  credit  of the local assistance account, not otherwise appropriated, for\n   25  the payment of Operating Room Nurses Opportunity Corps  grants  pursuant\n   26  to  section 6453-a of the education law, as added by section two of this\n   27  act.\n   28    S 4.  This act shall take effect on  the  one  hundred  twentieth  day\n   29  after it shall have become a law, provided, however, that the provisions\n   30  of  subdivision  7  of  section 6453-a of the education law, as added by\n   31  section two of this act, providing for the commissioner  of  education's\n   32  annual  report to the governor and the legislature shall not take effect\n   33  until February 15,  2012,  and  for  all  subsequent  years  thereafter;\n   34  provided,  however,  that effective immediately, the addition, amendment\n   35  and/or repeal of any rules or regulations necessary for the  implementa-\n   36  tion  of  the foregoing sections of this act on their effective date are\n   37  authorized and directed to be made  and  completed  on  or  before  such\n   38  effective date.\n",
  "memo" : "BILL NUMBER:S2071\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to establishing the\nOperating Room Nurses Opportunity Corps and making an appropriation\ntherefor\n\nPURPOSE/SUMMARY OF PROVISIONS:\nTo establish incentives to encourage\ninstitutions of higher education to develop or enhance curriculum\nwithin their hospital administration or health service administration\nprograms and to create linkages with local hospitals to promote\neffective administration. Also encourages academically-qualified\nstudents who are members of historically underrepresented groups to\nprepare for successful entrance into the hospital administration\nfield through participation in the opportunity corps.\n\nJUSTIFICATION:\nMany private and public hospitals throughout New York\nState are experiencing extreme difficulty in employing effective\nhospital administrators, especially those with private patient care\nexperience. Because those nurses who have operating room experience\nhave been shown to be best able to deal with the demands and\npressures of hospital experiences, they appear to be best qualified\nto enter the hospital administration fields, either due to financial\nhardships in obtaining the proper credentials or being relegated to\nlow level jobs with no chance of advancement. This bill attempts to\noffer those best qualified the opportunity to further their education\nand also aids the hospital establishment in filling vacancies with\nhighly qualified and trained individuals.\n\nFISCAL IMPLICATIONS:\n$1,000,000\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred\ntwentieth day after it shall have become a law, with certain\nprovisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing the Operating Room Nurses Opportunity Corps and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T185049.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110118.T103616.TXT", "SOBI.D110118.T094607.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849445
}