{
  "year" : 2011,
  "senateBillNo" : "S2074-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2074-2011-1295326800000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires school health service aides in New York city public schools",
  "summary" : "Requires that each elementary and secondary public school in the city of New York be staffed by at least one full-time school health service aide. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S1065-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2074\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education  law,  in  relation  to  requiring  school\n         health service aides in schools within a city with a population of one\n         million or more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 902 of the education law is amended by adding a new\n    2  subdivision 4 to read as follows:\n    3    4. IN CITIES WITH A POPULATION OF ONE MILLION OR MORE,  AT  LEAST  ONE\n    4  FULL-TIME  SCHOOL  HEALTH  SERVICE AIDE SHALL BE EMPLOYED IN EACH PUBLIC\n    5  ELEMENTARY AND SECONDARY SCHOOL.\n    6    S 2. This act shall  take  effect  on  the  first  of  September  next\n    7  succeeding the date on which it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06511-01-1\n",
  "memo" : "BILL NUMBER:S2074\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to requiring school health\nservice aides in schools within a city with a population of one million\nor more\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo improve the\nprovision of medical\ncare and services to school children many of whom would otherwise not\nhave access to such services.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would require that at least\none full time health aide be deployed in every public school within\neach community school district in the City of New York.\n\nJUSTIFICATION:\nHealth Care, health education and\nstrong preventive\nprograms are an integral part of learning. A survey by the American\nAcademy of Pediatrics found that nationally, 94% of the teachers view\nhealth and fitness as important for performance. However, the City's\npatchwork of health services for the systems one million public\nschool children does not cover children equally. Several decades ago,\nthe City's school health program was the model for the nation. In\nvirtually every school, there was a nurse who ensured that students\nwere in compliance with government mandates including physical exams\nand other screening. In contrast to many suburban and private schools\nwith full-time nurses and health aides, today, many city schools\nreceive infrequent visits from public health nurses and have no\non-site health aides.\n\nWhile this condition adversely affects all students, it is especially\nproblematic for those who are from low-income families without\nmedicaid coverage and who are unlikely to receive preventive\nservices. Without health aides, thousands of students, especially new\nentrants, have not received their required physicals, immunizations\nand TB tests. Additionally, many others have gone without regular\nhearing and vision screenings and without testing for lead poisoning.\nAs a result, many conditions that interfere with the learning process\nand are known to cause behavioral disorders or impair the development\nof a child go undetected.\n\nMoreover, numerous exam reports and health files are incomplete and\nthe health problems of some students may have worsened. In the\nabsence of trained staff, some school clerical staff have attempted\nto fill the gap and administer first aid and other services. This\ninadequate level of care comes as need for it increases. With rising\n\nenrollment--including thousands of immigrants--students are faced\nwith the perils of AIDS, TB\nand lead poisoning. Under general supervision a school health aide\nwould staff the medical room and if trained administer first aid and\nemergency services; screen students for vision and hearing; maintain\nand review health records for immunization status; and, assist in\nreferring students in need of medical attention and follow-up.\nEnsuring the presence of a health aide in every public school within\neach community school district in the City of New York has been\nadvocated by many including the City Comptroller in 1983 and by a\ntask force on school health which involved representatives from\nmedical societies, parent and community organizations, pedagogical\nassociations, governmental agencies and health interest groups.\n\nEnactment of this bill would demonstrate a commitment to the health,\neducation and general well-being of the students in New York City.\n\nFISCAL IMPLICATIONS FOR STATE & LOCAL GOVERNMENTS:\nThe average annual\nsalary for a health aide is approximately $19,000 including fringe\nbenefits.\n\nEFFECTIVE DATE:\nFirst of September next succeeding the date on which it shall\nhave become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring school health service aides in schools within a city with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T095113.TXT", "SOBI.D110118.T103616.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849449
}