{
  "year" : 2011,
  "senateBillNo" : "S2075-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2075-2011-1295326800000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sets forth manner in which party nominations at special elections and elections to fill a vacancy are made",
  "summary" : "Provides that party nominations for an office to be filled at a special election shall be made by a majority vote of a quorum of the members of the county committee last elected in the political subdivision or, if such office is in a district containing all or part of two or more counties outside the city of New York or in a district partly within and partly without such city, or if such office is to be elected by all the voters of a county having a population of over seven hundred fifty thousand such nomination may be made in the manner prescribed by the rules of the party; provides with respect to an election to fill certain vacancies that if such office is to be filled in a district containing all or part of two or more counties outside the city of New York or in a district partly within and partly without such city or if such office is to be elected by all the voters of such city or all the voters of a county having a population of over seven hundred fifty thousand, the election shall be by a majority vote of a quorum of the members of such other committee as the rules of the party may provide. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S1585-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2075\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to  party  nominations  at\n         special elections and elections to fill a vacancy\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 6-114 of the election law is amended  to  read  as\n    2  follows:\n    3    S  6-114.  Party nominations; special election.  Party nominations for\n    4  an office to be filled at a special election shall be made BY A MAJORITY\n    5  VOTE OF A QUORUM OF THE MEMBERS OF THE COUNTY COMMITTEE LAST ELECTED  IN\n    6  THE  POLITICAL  SUBDIVISION IN WHICH SUCH SPECIAL ELECTION IS TO BE HELD\n    7  OR, IF SUCH OFFICE IS TO BE FILLED IN A DISTRICT  CONTAINING ALL OR PART\n    8  OF TWO OR MORE COUNTIES OUTSIDE THE CITY OF NEW YORK OR   IN A  DISTRICT\n    9  PARTLY  WITHIN  AND PARTLY WITHOUT SUCH CITY, OR IF SUCH OFFICE IS TO BE\n   10  ELECTED BY ALL THE VOTERS OF A COUNTY HAVING A POPULATION OF OVER  SEVEN\n   11  HUNDRED  FIFTY  THOUSAND,  SUCH  NOMINATION  MAY  BE  MADE in the manner\n   12  prescribed by the rules of the party.\n   13    S 2.  Section 6-116 of the election law, as amended by chapter 373  of\n   14  the laws of 1978, is amended to read as follows:\n   15    S  6-116.    Party nominations; election to fill a vacancy.    A party\n   16  nomination of a candidate for election to fill a vacancy in an  elective\n   17  office  required  to  be  filled at the next general election, occurring\n   18  after seven  days  before  the  last  day  for  circulating  designating\n   19  petitions  or after the holding of the meeting or convention to nominate\n   20  or designate candidates for such, shall be made, after the  day  of  the\n   21  primary  election, by a majority vote of a quorum of the state committee\n   22  if the vacancy occurs in an office to be filled by  all  voters  of  the\n   23  state, and otherwise by a majority vote of a  quorum of the members of a\n   24  county committee or committees last elected in the political subdivision\n   25  in  which  such  vacancy  is  to  be filled, or, IF SUCH OFFICE IS TO BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06697-01-1\n\n       S. 2075                             2\n\n    1  FILLED IN A DISTRICT CONTAINING ALL OR PART  OF  TWO  OR  MORE  COUNTIES\n    2  OUTSIDE  THE  CITY OF NEW YORK OR IN A DISTRICT PARTLY WITHIN AND PARTLY\n    3  WITHOUT SUCH CITY OR IF SUCH OFFICE IS TO BE ELECTED BY ALL  THE  VOTERS\n    4  OF  SUCH  CITY OR ALL THE VOTERS OF A COUNTY HAVING A POPULATION OF OVER\n    5  SEVEN HUNDRED FIFTY THOUSAND, by a majority VOTE  OF  A  QUORUM  OF  THE\n    6  MEMBERS  of  such other committee as the rules of the party may provide.\n    7  A certificate of nomination shall be filed as provided for herein.\n    8    S 3. This act shall take effect on the first of December next succeed-\n    9  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2075\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to party nominations at\nspecial elections and elections to\nfill a vacancy\n\nPURPOSE:\nTo provide that nominations for public offices to be\nfilled in special elections be made by vote of the members of the\ncounty committee from the political districts involved.\n\nSUMMARY OF PROVISIONS:\nWhenever a special election to fill a  vacancy in a\npublic office is called, party nominations for that\noffice would be made by a vote of a majority of the\nmembers of the county committee, a quorum being\npresent, representing election districts within the\npolitical subdivision in which the vacancy exists.\nPresent law allows the rules of each party's county\norganization to provide the manner in which\nnominations for special elections are to be made.\n\nJUSTIFICATION:\nA party nomination for public\noffice, when no\nprimary is provided for, should be made by the\nbroadest based most representative structure of the\nparty.  The county committee is the fairest unit of\nparty structure and is likely to be most reflective\nof the party population of the district involved.\nA county committee selection of the candidates\ncomes closest to a popular primary in terms of\nopenness and democracy.\n\nFISCAL IMPLICATIONS:\nNone anticipated.\n\nEFFECTIVE DATE:\nFirst of December after becoming law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to party nominations at special elections and elections to fill a vacancy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110118.T103117.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T095113.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849450
}