{
  "year" : 2011,
  "senateBillNo" : "S2076-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2076-2011-1295326800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates certain marketing practices in the marketing of motor fuels",
  "summary" : "Regulates marketing practices of refiners and distributors of motor fuel with respect to the imposition of inequitable prices to consumers by prohibiting refiners and distributors from selling motor fuel to any dealer at a price that exceeds 94% of the consumer retail price for the same fuel sold from a direct operated service station in the same area and from certain price schemes; makes definitions; provides for a civil fine not to exceed five thousand dollars and ten thousand dollars for the second offense. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S1584-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2076\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to  the  marketing\n         of motor fuels\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 199-a of the general business law,\n    2  as added by chapter 265 of the laws of  1975,  is  amended  to  read  as\n    3  follows:\n    4    1.  \"Distributor\"  means any person [engaged in the sale, consignment,\n    5  or distribution of motor fuels to dealers], INCLUDING ANY  AFFILIATE  OF\n    6  SUCH PERSON, WHO PURCHASES MOTOR FUEL FOR SALE, CONSIGNMENT, OR DISTRIB-\n    7  UTION  TO  ANOTHER,  OR  WHO  RECEIVES  MOTOR  FUEL  ON CONSIGNMENT, FOR\n    8  CONSIGNMENT OR DISTRIBUTION TO THEIR  OWN  MOTOR  FUEL  ACCOUNTS  OR  TO\n    9  ACCOUNTS OF THEIR SUPPLIER.  \"DISTRIBUTOR\" DOES NOT INCLUDE A PERSON WHO\n   10  IS AN EMPLOYEE OF, OR MERELY SERVES AS A COMMON CARRIER PROVIDING TRANS-\n   11  PORTATION SERVICE FOR SUCH SUPPLIER.\n   12    S  2.  Section  199-a of the general business law is amended by adding\n   13  seven new subdivisions 6, 7, 8, 9, 10, 11 and 12 to read as follows:\n   14    6. \"REFINER\" MEANS ANY PERSON ENGAGED IN THE REFINING OF CRUDE OIL  TO\n   15  PRODUCE MOTOR FUEL, AND INCLUDES ANY AFFILIATE OF SUCH PERSON.\n   16    7.  \"MOTOR  FUEL\" MEANS GASOLINE AND DIESEL FUEL OF A TYPE DISTRIBUTED\n   17  FOR  SELF-PROPELLED  VEHICLES  DESIGNED  PRIMARILY  FOR  USE  ON  PUBLIC\n   18  STREETS, ROADS AND HIGHWAYS.\n   19    8.  \"CONSUMER  RETAIL PRICE\" MEANS THE PRICE PER GALLON AT WHICH MOTOR\n   20  FUEL IS SOLD TO THE PUBLIC AT A DIRECT OPERATED  SERVICE  STATION.    IF\n   21  MOTOR  FUEL  IS  SOLD  WITH ANOTHER ITEM OR SERVICE AT A COMBINED PRICE,\n   22  THEN THE CONSUMER RETAIL PRICE SHALL BE ADJUSTED TO  INCLUDE  THE  PRICE\n   23  PER  GALLON OF ANY SUCH ITEM OR SERVICE LESS THE COST PER GALLON OF SUCH\n   24  ITEM OR SERVICE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06698-01-1\n\n       S. 2076                             2\n\n    1    9. \"DIRECT OPERATED SERVICE STATION\" MEANS A SERVICE STATION  OPERATED\n    2  BY A REFINER OR DISTRIBUTOR OF PETROLEUM PRODUCTS.\n    3    10.  \"SAME OR SIMILAR GRADE OR QUALITY OF MOTOR FUEL\" MEANS MOTOR FUEL\n    4  CONTAINING AN ADDITIVE WHICH DOES NOT CHANGE THE OCTANE OR CETANE RATING\n    5  OF SUCH PRODUCT BY MORE THAN ONE POINT.\n    6    11. \"SAME GEOGRAPHIC AREA\" MEANS THE AREA SERVED BY ANY TERMINAL  FROM\n    7  WHICH  A  DIRECT OPERATED SERVICE STATION RECEIVES ITS MOTOR FUEL OR ANY\n    8  TERMINAL WITHIN TEN MILES OF SUCH DIRECT OPERATED SERVICE STATION.\n    9    12. \"SCHEME\" MEANS ANY THREAT, INTIMIDATION,  COMMUNICATION,  BOYCOTT,\n   10  PATTERN OF ACTION, INDUCEMENT OR COERCION.\n   11    S 3. The general business law is amended by adding a new section 199-o\n   12  to read as follows:\n   13    S  199-O. PROHIBITED MARKETING PRACTICES. 1. NO REFINER OR DISTRIBUTOR\n   14  SHALL SELL MOTOR FUEL TO ANY DEALER AT A PRICE THAT EXCEEDS  NINETY-FOUR\n   15  PERCENT  OF  THE  CONSUMER RETAIL PRICE FOR THE SAME OR SIMILAR GRADE OR\n   16  QUALITY OF MOTOR FUEL SOLD FROM A DIRECT OPERATED SERVICE STATION IN THE\n   17  SAME GEOGRAPHIC AREA.\n   18    2. NO REFINER OR DISTRIBUTOR SHALL ENTER INTO ANY SCHEME OR  AGREEMENT\n   19  TO  SET,  CHARGE OR MAINTAIN MAXIMUM RETAIL PRICES OF MOTOR FUEL, EXCEPT\n   20  THAT THIS SUBDIVISION SHALL NOT APPLY TO A REFINER'S,  DISTRIBUTOR'S  OR\n   21  WHOLESALER'S RETAIL SALES AT ITS DIRECT OPERATED SERVICE STATION.\n   22    3. A VIOLATION OF THIS SECTION SHALL BE PUNISHABLE BY A CIVIL FINE NOT\n   23  TO  EXCEED  FIVE  THOUSAND  DOLLARS.  THE SECOND OFFENSE AND ANY OFFENSE\n   24  COMMITTED THEREAFTER SHALL BE PUNISHABLE BY A CIVIL FINE NOT  TO  EXCEED\n   25  TEN THOUSAND DOLLARS.\n   26    4.  WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION AN APPLICATION\n   27  MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF  THE  PEOPLE  OF  THE\n   28  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   29  PROCEEDING  TO  ISSUE AN INJUNCTION, AND UPON NOTICE TO THE DEFENDANT OF\n   30  NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF  SUCH\n   31  VIOLATION;  AND  IF  IT SHALL APPEAR TO THE SATISFACTION OF THE COURT OR\n   32  JUSTICE THAT THE DEFENDANT HAS,  IN  FACT,  VIOLATED  THIS  SECTION,  AN\n   33  INJUNCTION  MAY  BE  ISSUED  BY  THE  COURT  OR  JUSTICE,  ENJOINING AND\n   34  RESTRAINING ANY FURTHER VIOLATIONS, WITHOUT  REQUIRING  PROOF  THAT  ANY\n   35  PERSON  HAS,  IN  FACT,  BEEN  INJURED  OR  DAMAGED THEREBY. IN ANY SUCH\n   36  PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO  THE  ATTORNEY  GENERAL  AS\n   37  PROVIDED  IN  PARAGRAPH  SIX  OF SUBDIVISION (A) OF SECTION EIGHTY-THREE\n   38  HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES, AND  DIRECT  RESTITU-\n   39  TION.  IN  CONNECTION  WITH  ANY  SUCH PROPOSED APPLICATION THE ATTORNEY\n   40  GENERAL IS AUTHORIZED TO TAKE PROOF AND  MAKE  A  DETERMINATION  OF  THE\n   41  RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRAC-\n   42  TICE LAW AND RULES.\n   43    5.  ANY DEALER WHO HAS BEEN INJURED BY REASON OF ANY VIOLATION OF THIS\n   44  SECTION MAY BRING AN ACTION IN HIS OR HER OWN NAME TO ENJOIN SUCH UNLAW-\n   45  FUL ACT OR PRACTICE, AN ACTION TO RECOVER HIS OR HER ACTUAL  DAMAGES  OR\n   46  FIVE  THOUSAND  DOLLARS, WHICHEVER IS GREATER, OR BOTH SUCH ACTIONS. THE\n   47  COURT MAY, IN ITS DISCRETION, INCREASE THE AWARD OF DAMAGES TO AN AMOUNT\n   48  NOT TO EXCEED THREE TIMES THE ACTUAL DAMAGES, IF  THE  COURT  FINDS  THE\n   49  DEFENDANT  WILLFULLY  OR  KNOWINGLY VIOLATED THIS SECTION. THE COURT MAY\n   50  AWARD REASONABLE ATTORNEY'S FEES TO A PREVAILING PLAINTIFF.\n   51    S 4. This act shall take effect on the one hundred twentieth day after\n   52  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the marketing of motor fuels ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110118.T103117.TXT", "SOBI.D110118.T095113.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295380607350
}