{
  "year" : 2011,
  "senateBillNo" : "S2070-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S2070-2011-1295326800000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes payment of war bonus provided in chapter 547 of the laws of 1947 to members of the merchant marines",
  "summary" : "Extends the authorization for payment of the war bonus provided for in chapter 547 of the laws of 1947 to members of the merchant marines who served at sea during World War II, or their next of kin. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : null,
  "lawSection" : "Veterans",
  "previousVersions" : [ "S1319-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2070\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend chapter 547 of the laws of 1947, relating  to  providing\n         for  the  payment  of  bonuses  to  members of the armed forces of the\n         United States from this state, in relation to payment of such  bonuses\n         to members of the merchant marines who served in World War II or their\n         next of kin\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1 of chapter 547 of the laws of 1947,  relating  to\n    2  providing  for  the payment of bonuses to members of the armed forces of\n    3  the United States from this state, is amended by adding a  new  subdivi-\n    4  sion (g) to read as follows:\n    5    (G)  NOTWITHSTANDING ANY OTHER PROVISIONS OF THIS CHAPTER, THIS SUBDI-\n    6  VISION SHALL BE EFFECTIVE UNTIL MARCH 31,  2012  AND  NO  BONUS  PAYMENT\n    7  SHALL  BE  MADE  ON  APPLICATIONS  FILED  SUBSEQUENT TO SUCH DATE BY ANY\n    8  PERSON QUALIFIED UNDER THIS SUBDIVISION, UNLESS SUCH  PERSON  CAN  PROVE\n    9  THAT  EITHER HE OR SHE WAS INCAPABLE OF MAKING SUCH APPLICATION PRIOR TO\n   10  SUCH DATE BECAUSE OF PHYSICAL OR MENTAL INCAPACITY. ANY  MEMBER  OF  THE\n   11  MERCHANT  MARINES  WHO  SERVED AT SEA AT ANY TIME DURING THE PERIOD FROM\n   12  DECEMBER 7, 1941 TO SEPTEMBER 2, 1945, BOTH INCLUSIVE, WHO WAS  A  RESI-\n   13  DENT  OF  THIS STATE FOR AT LEAST SIX MONTHS PRIOR TO SUCH SERVICE SHALL\n   14  BE ELIGIBLE TO RECEIVE A WAR BONUS IN THE AMOUNT OF  TWO  HUNDRED  FIFTY\n   15  DOLLARS. IN THE EVENT SUCH MEMBER IS DECEASED, SUCH BONUS SHALL BE PAYA-\n   16  BLE TO THE NEXT OF KIN OF SUCH MEMBER. THE DIVISION OF VETERANS' AFFAIRS\n   17  IS  AUTHORIZED TO MAKE BONUS PAYMENTS UNDER THIS SUBDIVISION AFTER MARCH\n   18  31, 2010 ON APPLICATIONS RECEIVED OR PENDING ON OR BEFORE SUCH DATE. ANY\n   19  INCONSISTENT PROVISION OF THIS CHAPTER OR OTHER GENERAL OR  SPECIAL  LAW\n   20  NOTWITHSTANDING, PAYMENTS OF WAR BONUS CLAIMS AFTER MARCH 31, 2012 SHALL\n   21  BE MADE FROM FUNDS APPROPRIATED TO THE DIVISION OF VETERANS' AFFAIRS FOR\n   22  THIS PURPOSE FROM THE STATE PURPOSES FUND PORTION OF THE GENERAL FUND OF\n   23  THE STATE.\n   24    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06679-01-1\n",
  "memo" : "BILL NUMBER:S2070\n\nTITLE OF BILL:\nAn act\nto amend chapter 547 of the laws of 1947, relating to providing for\nthe\npayment of bonuses to members of the armed forces of the United States\nfrom this state, in relation to payment of such bonuses to members of\nthe merchant marines who served in World War II or their next of kin\n\nPURPOSE/SUMMARY OF PROVISIONS:\nTo provide war\nbonuses to members of\nthe merchant marine who served at sea during World War II, or their\nnext of kin. Adds subdivision (e) to Section 9701 of the\nUnconsolidated Laws to provide a $250 bonus to members of the\nmerchant marine who served at sea during World War II.\n\nJUSTIFICATION:\nIn 1947, the Legislature enacted\nSection 9701 of the\nUnconsolidated Laws providing war bonuses to members of the armed\nforces who served during world War II, or their next of kin. Members\nof the armed forces included the Army, Navy, Army Air Corps,\nMarines, Coast guard, Women's Army Auxiliary Corps, Women's Air\nCorps, Waves, Spars, Women Marines, Public Health Service and Coast\nand Geodetic Survey. Four hundred million in bonds were floated to\nfund the payment of the war bonuses. In 1988, the Federal Government\nconferred veteran status upon Merchant Marines. Thereafter, the State\nLegislature enacted legislation which conferred veteran status upon\nMerchant Marines. Unfortunately, however,the time in which to apply\nfor war bonuses expired on March 31, 1965. As a result of which,\nmembers of the merchant marine who served during the war were unable\nto claim their bonuses. The Merchant Marines were an integral and\ncritical component of the war effort, transporting troops, artillery\nand supplies to combat theaters. Although they were not considered\nmilitary personnel, more than 5,000 Merchant Marines lost their lives\nduring the war, incurring a casualty rate second only to the Marines.\nWhile a $250 bonus is not a lot of\nmoney in today's economy, it represents payment of debt of gratitude\nwhich is long overdue.\n\nFISCAL IMPLICATIONS:\nIt is estimated that 5,000 merchant marines and\n340 next of kin would be eligible for the bonus. If all applied, the\ntotal cost would be $1,335,000.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend chapter 547 of the laws of 1947, relating to providing for the payment of bonuses to members of the armed forces of the United States from this state, in relation to payment of such bonuses to members of the merchant marines who served in World War II or their next of kin ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T185049.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110118.T103616.TXT", "SOBI.D110118.T094607.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849444
}