{
  "year" : 2011,
  "senateBillNo" : "S207-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S207-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Waives certain fishing and hunting fees for members of the United States armed forces and the state militia in active service",
  "summary" : "Waives certain fishing and hunting fees for members of the United States armed forces in active service. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S1451-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          207\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MAZIARZ,  ALESI, GOLDEN, LITTLE -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to waiv-\n         ing  certain fishing and hunting fees for members of the United States\n         armed forces in active service\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section  11-0715 of the environmental\n    2  conservation law, as amended by section 3 of part KK of  chapter  59  of\n    3  the laws of 2009, is amended to read as follows:\n    4    2.  A  member  of  the  Shinnecock  tribe or the Poospatuck tribe or a\n    5  member of the six nations, residing on any reservation wholly or  partly\n    6  within  the  state,  is  entitled  to  receive  free of charge a fishing\n    7  license, a small and big game license, a sportsman license,  [a  muzzle-\n    8  loading  stamp,  a trapping license, and a bow hunting stamp; a resident\n    9  of the state who is] a member of  the  United  States  armed  forces  in\n   10  active  service  [who is not stationed within the state and has not been\n   11  herein longer than thirty days on leave or  furlough,]  is  entitled  to\n   12  receive  free of charge a fishing license, a small and big game license,\n   13  and a trapping license; [a resident of  the  state  who  is]  an  active\n   14  member  of  the organized militia of the state of New York as defined by\n   15  section one of the military law, or the reserve components of the  armed\n   16  forces  of  the  United  States,  and  excluding members of the inactive\n   17  national guard and individual ready reserve, is entitled to receive free\n   18  of charge a fishing license, a small and big game license, and  a  trap-\n   19  ping license; and a resident who is blind is entitled to receive a fish-\n   20  ing  license  free  of  charge.  For  the purposes of this subdivision a\n   21  person is blind only if either: (a) his or  her  central  visual  acuity\n   22  does  not exceed 20/200 in the better eye with correcting lenses, or (b)\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01434-01-1\n\n       S. 207                              2\n\n    1  his or her visual acuity is greater than 20/200 but is accompanied by  a\n    2  limitation  of  the field of vision such that the widest diameter of the\n    3  visual field subtends an angle no greater than 20 degrees.\n    4    A  resident in the state for a period of thirty days immediately prior\n    5  to the date of application who has attained the age of seventy is  enti-\n    6  tled  to  receive  a  sportsman  license at the cost of ten dollars as a\n    7  license fee.\n    8    A resident in the state for a period of thirty days immediately  prior\n    9  to  the date of application who has attained the age of seventy is enti-\n   10  tled to receive a fishing license, and a trapping license, at a cost  of\n   11  five dollars for each license.\n   12    A  resident in the state for a period of thirty days immediately prior\n   13  to the date of application who has attained the age of seventy is  enti-\n   14  tled  to  receive free of charge a bowhunting stamp and a muzzle-loading\n   15  stamp.\n   16    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to waiving certain fishing and hunting fees for members of the United States armed forces in active service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T163708.TXT", "SOBI.D101210.T162207.TXT", "SOBI.D101213.T092758.TXT", "SOBI.D101214.T111632.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292343392916
}