{
  "year" : 2011,
  "senateBillNo" : "S2085-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S2085-2011-1295326800000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the Victim's Information and Security Act",
  "summary" : "Enacts the \"victim's information and security act\" to aid victims, witnesses, family members and others in accessing information pertinent to the probable release or movement of inmates; establishes the office of victim/witness services; delineates powers and duties of such office. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S1310-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2085\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN ACT to amend the correction law, in relation to enacting the victim's\n         information and security act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as  the  \"victim's\n    2  information and security act\".\n    3    S 2. Legislative intent and findings. The legislature hereby finds and\n    4  determines  that  a need exists to establish a better system of communi-\n    5  cation between the victim of crime, or family member if  the  victim  is\n    6  deceased, and the department of correctional services housing the person\n    7  responsible for such victimization. An office of victim/witness services\n    8  shall  be  created  with  a  comprehensive  mission of victim protection\n    9  through the development of victim assistance programs within the depart-\n   10  ment of correctional services.\n   11    Such a program will provide the victim with a  resource  or  clearing-\n   12  house  to  turn  to  in  order  to  have  the most fundamental questions\n   13  answered with respect to  the  inmate  including  where  the  inmate  is\n   14  confined,  when  the  inmate will be released, what the inmate's conduct\n   15  has been while in prison, when parole hearings  will  be  held,  if  the\n   16  inmate  has  escaped  or  if the inmate has died while in custody of the\n   17  department of correctional services.\n   18    The legislature further finds that crime victims are  often  subjected\n   19  to  additional  victimization  by  increasing anxiety and even fear when\n   20  what may seem simple but extremely important questions  are  left  unan-\n   21  swered.   The purpose of the victim's information and security act is to\n   22  establish within the department of correctional services  an  office  of\n   23  victim/witness  services  where crime victims, witnesses, family members\n   24  and other individuals  designated  by  law,  can  turn  for  answers  in\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06527-01-1\n\n       S. 2085                             2\n\n    1  connection with the incarceration of their assailant. The victim/witness\n    2  services   office  shall  promote  and  coordinate  victim's  assistance\n    3  programs throughout the state as a tool to protect victims  and  provide\n    4  emotional and psychological stability.\n    5    S 3. The correction law is amended by adding a new article 6-B to read\n    6  as follows:\n    7                                 ARTICLE 6-B\n    8                    VICTIM'S INFORMATION AND SECURITY ACT\n    9  SECTION 162. OFFICE OF VICTIM/WITNESS SERVICES; ESTABLISHED.\n   10          162-A. POWERS AND DUTIES.\n   11    S  162.  OFFICE  OF  VICTIM/WITNESS SERVICES; ESTABLISHED. 1. THERE IS\n   12  HEREBY  CREATED  WITHIN  THE  DEPARTMENT  AN  OFFICE  OF  VICTIM/WITNESS\n   13  SERVICES.\n   14    2.  THE  HEAD  OF  SUCH  OFFICE SHALL BE THE DIRECTOR OF THE COMMUNITY\n   15  OUTREACH PROGRAM.\n   16    3. IN CARRYING OUT ITS POWERS  AND  DUTIES  UNDER  THIS  ARTICLE,  THE\n   17  OFFICE OF VICTIM/WITNESS SERVICES IS ORGANIZED AND OPERATED TO HAVE AS A\n   18  PRIMARY  PURPOSE  AIDING  VICTIMS,  THEIR  FAMILY MEMBERS, WITNESSES AND\n   19  OTHERS DESIGNATED BY LAW IN ACCESSING INFORMATION PERTINENT TO THE PROB-\n   20  ABLE RELEASE OR MOVEMENT OF THEIR ASSAILANT.\n   21    S 162-A. POWERS AND DUTIES. THE OFFICE SHALL HAVE THE FOLLOWING POWERS\n   22  AND DUTIES:\n   23    1. TO IMPLEMENT PROGRAMS RELATING TO  VICTIM/WITNESS  NOTIFICATION  OF\n   24  INMATE INFORMATION.\n   25    2.  TO ESTABLISH A CLEARINGHOUSE AND DEVELOP A SYSTEM OF COMMUNICATION\n   26  BETWEEN THE VICTIM OF A  CRIME,  THEIR  FAMILY  MEMBERS,  WITNESSES  AND\n   27  OTHERS AS DESIGNATED BY LAW AND THE DEPARTMENT.\n   28    3.  TO  INSTITUTE  VICTIM ASSISTANCE PROGRAMS AND SERVICES WITHIN EACH\n   29  DEPARTMENT FACILITY.\n   30    4. TO ESTABLISH VICTIM AWARENESS PROGRAMS FOCUSING UPON THE EFFECT AND\n   31  IMPACT OF THE CRIME UPON THE VICTIM, THEIR FAMILY MEMBERS, WITNESSES AND\n   32  OTHERS DESIGNATED BY LAW.\n   33    S 4. This act shall take effect on the first of April next  succeeding\n   34  the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2085\n\nTITLE OF BILL:\nAn act\nto amend the correction law, in relation to enacting the victim's\ninformation and security act\n\nPURPOSE OF THE BILL:\nThe bill would establish an\noffice of\nvictim/witness services within the Department of corrections.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAmends the correction\nlaw by adding a\nnew article 6-D. This article establishes the office of\nvictim/witness services within the Department of correctional Services.\n\nJUSTIFICATION:\nThis bill would improve the\nnotification process by\ncreating a clearinghouse where victims, their families, witnesses,\nand others designated by law would have the ability to access\ninformation which is relevant to the whereabouts and behavior of the\nassailant.\nThis in turn, is beneficial to the victim's emotional, physical and\npsychological well-being. The current process that a victim must\nendure in order to ascertain information concerning their\nperpetrator is very cumbersome. In some instances, the victim is not\naware that they have the right to certain information pertaining to\ntheir assailant such as release, escape and death. This legislation\nelevates the victim's needs to a higher priority and creates a\nmechanism that allows direct victim access to this information. The\ncreation of this office can be modeled after offices in other states\nincluding Washington and California.\n\nFISCAL IMPLICATIONS FOR STATE & LOCAL GOVERNMENTS:\nMinimal cost for the toll-free\ntelephone number, but it is believed accommodated by existing staff and\nmoneys.\n\nEFFECTIVE DATE:\nThis act shall effect on the first\nday of April next\nsucceeding the date on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to enacting the victim's information and security act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095613.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849463
}