{
  "year" : 2011,
  "senateBillNo" : "S2086-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S2086-2011-1295326800000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts a volunteer program for in-home respite care of the elderly",
  "summary" : "Enacts a program within the office for the aging to provide volunteers for in-home respite care for the elderly; provides that credit for such services may be used for future respite services needed by such volunteer or a family member; also provides that the office for the aging shall establish a registry of volunteers. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S1301-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2086\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to providing for a  volunteer\n         program for in-home respite care of the elderly\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding two new  sections  219-a\n    2  and 219-b to read as follows:\n    3    S  219-A.  VOLUNTEER  PROGRAM FOR IN-HOME RESPITE CARE OF THE ELDERLY;\n    4  CREDIT FOR SERVICE, LIMITATION. THE OFFICE  SHALL  ESTABLISH  A  PROGRAM\n    5  UNDER  WHICH  ELDERLY  PERSONS  WHO  ARE SIXTY YEARS OF AGE OR OLDER AND\n    6  OTHERS WHO HAVE DESIGNATED AN ELDERLY PERSON AS A BENEFICIARY MAY VOLUN-\n    7  TEER THEIR TIME AND SERVICES TO AN IN-HOME SERVICE OR  VOLUNTARY  AGENCY\n    8  SERVING  THE  ELDERLY WHICH IS APPROVED BY THE OFFICE AND RECEIVE CREDIT\n    9  FOR PROVIDING VOLUNTEER RESPITE SERVICE, WHICH CREDIT MAY THEN BE  DRAWN\n   10  UPON  BY  SUCH  ELDERLY PERSONS OR DESIGNATED ELDERLY BENEFICIARIES WHEN\n   11  THEY THEMSELVES OR THEIR FAMILIES NEED SUCH RESPITE SERVICES. THE OFFICE\n   12  SHALL ESTABLISH A REGISTRY OF NAMES OF SUCH VOLUNTEERS AND SHALL, MONTH-\n   13  LY OR AS OFTEN AS IT DEEMS NECESSARY FOR  EFFICIENT  MANAGEMENT  OF  THE\n   14  PROGRAM,  CREDIT  EACH  OF  SUCH  VOLUNTEERS WITH THE NUMBER OF HOURS OF\n   15  SERVICE EACH HAS PERFORMED FOR  AGENCIES  APPROVED  BY  THE  OFFICE.  NO\n   16  PERSON SERVING AS A VOLUNTEER PURSUANT TO ANY PROGRAM ESTABLISHED BY THE\n   17  OFFICE  UNDER  THE PROVISIONS OF THIS SECTION SHALL BE CREDITED FOR MORE\n   18  THAN TEN HOURS OF VOLUNTEER SERVICE UNDER THIS PROGRAM PER WEEK.\n   19    S  219-B.  VOLUNTEERS  OR  DESIGNATED  ELDERLY  BENEFICIARIES  NEEDING\n   20  RESPITE ASSISTANCE TO RECEIVE, WHEN, QUALIFICATIONS; PAID ASSISTANCE. AT\n   21  SUCH  TIME  AS  AN  ELDERLY PERSON WHO HAS DONE VOLUNTEER WORK UNDER THE\n   22  PROGRAM ESTABLISHED UNDER SECTION TWO HUNDRED NINETEEN-A OF THIS  TITLE,\n   23  OR  THE  DESIGNATED BENEFICIARY, SHALL NEED ASSISTANCE HIMSELF, HE SHALL\n   24  SO NOTIFY THE OFFICE AND, IF THE OFFICE SHALL DETERMINE THAT SUCH PERSON\n   25  IS IN FACT IN NEED OF SUCH ASSISTANCE, WHICH NEED SHALL NOT BE BASED  ON\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06519-01-1\n\n       S. 2086                             2\n\n    1  FINANCIAL  NEED BUT ON THE SOCIAL AND MEDICAL CONDITION OF THE PERSON IN\n    2  QUESTION, SUCH PERSON SHALL RECEIVE THE ASSISTANCE OF A VOLUNTEER. IF NO\n    3  VOLUNTEER IS AVAILABLE TO ASSIST A PERSON ENTITLED TO  ASSISTANCE  UNDER\n    4  THIS  SECTION  BECAUSE OF HIS OR HER PARTICIPATION AS A VOLUNTEER IN THE\n    5  PROGRAM ESTABLISHED UNDER SECTION TWO HUNDRED NINETEEN-A OF THIS  TITLE,\n    6  AND  SUCH  UNAVAILABILITY HAS BEEN VERIFIED BY THE OFFICE, THE OFFICE OR\n    7  AN AGENCY APPROVED BY THE OFFICE, MAY OBTAIN PAID  ASSISTANCE  FOR  SUCH\n    8  PERSON.  SUCH PAID ASSISTANCE SHALL BE AT A RATE WHICH IS NO HIGHER THAN\n    9  THE PREVAILING REIMBURSABLE RATE ESTABLISHED BY THE STATE FOR A UNIT  OF\n   10  IN-HOME  SERVICES. THE COST OF SUCH PAID ASSISTANCE SHALL BE PAID BY THE\n   11  STATE IF THE PERSON IN QUESTION IS NOT ELIGIBLE FOR MEDICAID FROM  FUNDS\n   12  APPROPRIATED THEREFOR.\n   13    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2086\n\nTITLE OF BILL:\nAn act\nto amend the elder law, in relation to providing for a volunteer\nprogram for in-home respite care of the elderly\n\nPURPOSE/SUMMARY OF PROVISIONS:\nTo provide in-home\nrespite care of the\nelderly in a cost efficient manner that utilizes voluntary service.\nThe elder law is amended by adding two new sections 219-a and 219-b.\n\nJUSTIFICATION:\nIn-home care of our elderly has become\na priority of\nutmost concern to many individuals in our society. Many of the\nelderly who desperately need in-home services are unable to obtain\nsuch services with their limited resources. Others rely on state\nassistance which is effective, yet can be costly to the state. In the\nformer scenario, many of our elderly remain in their homes unattended\nwith their lives literally in danger. This legislation would provide\nin-home services for those who need such services. The services shall\nbe provided for by individuals on a voluntary basis, not to exceed 10\nhours per week per volunteer. The office for the aging shall\nestablish a registry of the names of the volunteers and shall credit\nthem with the number of hours of service that each has performed for\nagencies approved by the office.\nThe volunteer can then redeem accrued credits at a later date (upon\nrequest) when he/she is determined by the office for the aging to be\nin need of such in home services himself/herself.\n\nIf no volunteer is available to assist a person who has volunteered\nand is in need of assistance and such unavailability has been\nverified by the office, the person in need may obtain paid assistance\nat the rate which is no higher than the prevailing reimbursable rate\nestablished by the state for a unit of in-home services. The cost of\nsuch paid assistance shall be paid by the state if the person in\nquestion is not eligible for medicaid from funds appropriated therefor.\n\nFISCAL IMPLICATIONS:\nNot known at this time.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to providing for a volunteer program for in-home respite care of the elderly ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095613.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849464
}