{
  "year" : 2011,
  "senateBillNo" : "S2087-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S2087-2011-1295326800000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the recording of all calls made to the statewide central register of child abuse and maltreatment",
  "summary" : "Requires the recording of all calls made to the statewide central register of child abuse and maltreatment; also requires such recordings to be maintained for 5 years. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "SA4691-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2087\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law, in relation  to  mandating  the\n         recording  of  calls  made  to the statewide central register of child\n         abuse and maltreatment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 2 of section 422 of the social services law is\n    2  amended by adding a new paragraph (d) to read as follows:\n    3    (D) (I) ALL TELEPHONE CALLS MADE TO THE STATEWIDE CENTRAL REGISTER  BY\n    4  PERSONS  REQUIRED TO REPORT CASES OF SUSPECTED CHILD ABUSE AND MALTREAT-\n    5  MENT AS DEFINED IN SECTION FOUR HUNDRED THIRTEEN OF THIS TITLE SHALL  BE\n    6  RECORDED.  ALL PERSONS REQUIRED TO REPORT CASES OF SUSPECTED CHILD ABUSE\n    7  AND  MALTREATMENT  AS  DEFINED  IN THIS SECTION SHALL BE INFORMED BY THE\n    8  STATEWIDE CENTRAL REGISTRY THAT SUCH CALL IS BEING RECORDED.    FOR  ANY\n    9  TELEPHONE  CALL THAT CONSTITUTES A REPORT, SUCH RECORDING SHALL BE MAIN-\n   10  TAINED FOR THE LENGTH OF TIME OTHERWISE REQUIRED  BY  THIS  SECTION  FOR\n   11  MAINTENANCE OF ALL RECORDS THAT RELATE TO SUCH REPORT. FOR ANY TELEPHONE\n   12  CALL  THAT  DOES  NOT CONSTITUTE A REPORT, SUCH RECORDING SHALL BE MAIN-\n   13  TAINED FOR FIVE YEARS.\n   14    (II) ALL SUCH RECORDINGS  SHALL  BE  CONFIDENTIAL  AND  SHALL  NOT  BE\n   15  CONSIDERED AS PART OF THE RECORD UNDER PARAGRAPH (A) OF SUBDIVISION FOUR\n   16  OF  THIS  SECTION  AND  SHALL ONLY BE AVAILABLE TO THE STATEWIDE CENTRAL\n   17  REGISTER OF CHILD ABUSE AND MALTREATMENT FOR  THE  PURPOSES  OF  QUALITY\n   18  ASSURANCE AND ENHANCED CHILD SAFETY.\n   19    (III) A COURT MAY DIRECT DISCLOSURE OF A RECORDING OR RECORDINGS UNDER\n   20  THIS  SUBDIVISION  UPON  A FINDING THAT SUCH RECORDING OR RECORDINGS ARE\n   21  NECESSARY TO A DETERMINATION BEFORE THE COURT DURING A CRIMINAL PROCEED-\n   22  ING CONCERNING A VIOLATION OF SUBDIVISION FOUR OF SECTION 240.50 OF  THE\n   23  PENAL LAW.\n   24    S  2. This act shall take effect on the first of April next succeeding\n   25  the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03581-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to mandating the recording of calls made to the statewide central register of child abuse and maltreatment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110118.T095613.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295380607362
}