{
  "year" : 2011,
  "senateBillNo" : "S2088-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2151-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires vehicles equipped with wheelchair lifts to have safety belts that are used to secure individuals in wheelchairs while being lifted from or into a vehicle",
  "summary" : "Requires school districts in a city with one million or more to investigate and report on the status of PCB's in school buildings; provides for report to be submitted to the commissioner by January 1, next succeeding the close of the school year in which the inspection was conducted with all buildings being inspected by January 1, 2014; provides that 50% shall be inspected by July 1, 2013. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S4442-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2088\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education  law,  in  relation  to  requiring  school\n         districts  in  a city of one million or more to investigate and report\n         on the status of polychlorinated biphenyls\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of  section  3641 of the education law is\n    2  amended by adding a new paragraph e to read as follows:\n    3    E. (1) SCHOOL DISTRICTS IN A CITY OF ONE MILLION OR  MORE  SHALL  TEST\n    4  FOR  THE  PRESENCE  OF  POLYCHLORINATED  BIPHENYLS  (PCBS) IN AND AROUND\n    5  SCHOOL BUILDINGS AND SHALL SUBMIT TO THE COMMISSIONER  AND  THE  COMMIS-\n    6  SIONER  OF  ENVIRONMENTAL  CONSERVATION  A REPORT ON THE RESULTS.   SUCH\n    7  REPORT SHALL BE IN THE FORM PRESCRIBED BY THE COMMISSIONER, IN CONSULTA-\n    8  TION WITH THE COMMISSIONER OF ENVIRONMENTAL CONSERVATION.  THE  SAMPLING\n    9  METHODS SHALL MEET THE PROTOCOL FOR SAMPLING CAULK AND SOIL CONTAINED IN\n   10  THE  PROTOCOL  FOR  ADDRESSING  POLYCHLORINATED BIPHENYLS ADOPTED BY THE\n   11  DEPARTMENT IN JUNE TWO THOUSAND SEVEN.  THE  REPORT  SHALL  REFLECT  THE\n   12  RESULTS  OF INSPECTIONS OF ALL SCHOOL BUILDINGS CONSTRUCTED OR RENOVATED\n   13  IN A MANNER REQUIRING THE USE OF CAULK BETWEEN  NINETEEN  HUNDRED  FIFTY\n   14  AND  NINETEEN  HUNDRED EIGHTY AND SHALL INCLUDE THE TESTING OF EXPANSION\n   15  JOINT CAULKING AND DOOR AND WINDOW CAULKING  AS  WELL  AS  SOIL  IN  AND\n   16  AROUND  SCHOOL  BUILDINGS.   ANALYSIS OF SAMPLES SHALL BE CONDUCTED BY A\n   17  LABORATORY CERTIFIED BY THE DEPARTMENT OF  HEALTH  PURSUANT  TO  SECTION\n   18  FIVE  HUNDRED  TWO  OF  THE PUBLIC HEALTH LAW. THE STATE SHALL REIMBURSE\n   19  EACH SCHOOL DISTRICT IN THE AMOUNT OF FIFTY DOLLARS PER  SAMPLE.    SUCH\n   20  REPORT  SHALL  BE SUBMITTED TO THE COMMISSIONER, AND THE COMMISSIONER OF\n   21  ENVIRONMENTAL CONSERVATION, BY THE FIRST OF JANUARY NEXT SUCCEEDING  THE\n   22  CLOSE  OF  THE  SCHOOL  YEAR IN WHICH THE LAST INSPECTION WAS CONDUCTED,\n   23  WITH ALL BUILDINGS BEING INSPECTED BY JANUARY FIRST, TWO THOUSAND  FOUR-\n   24  TEEN.   FIFTY PERCENT OF SUCH BUILDINGS SHALL BE TESTED PURSUANT TO THIS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02251-01-1\n\n       S. 2088                             2\n\n    1  SUBPARAGRAPH BY JULY FIRST, TWO THOUSAND THIRTEEN.  THE DEPARTMENT,  AND\n    2  THE  DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION,  SHALL POST THE REPORT\n    3  PROVIDED BY THE SCHOOL DISTRICT IN A TIMELY MANNER ON  THEIR  RESPECTIVE\n    4  WEBSITES.  THE DISTRICT SHALL PROVIDE TO THE DEPARTMENT, AND THE DEPART-\n    5  MENT  OF ENVIRONMENTAL CONSERVATION, AND THE DEPARTMENT, AND THE DEPART-\n    6  MENT OF ENVIRONMENTAL CONSERVATION, SHALL PROMPTLY POST ON THEIR RESPEC-\n    7  TIVE WEBSITES, INSPECTION AND TEST RESULTS FOR  EACH  INDIVIDUAL  SCHOOL\n    8  BUILDING  AS  THE  TESTS  ARE  COMPLETED  ON  A  SCHOOL-BY-SCHOOL BASIS.\n    9  SCHOOL-BY-SCHOOL RESULTS SHALL BE SENT TO THE DEPARTMENT OF HEALTH,  THE\n   10  UNITED  STATES  ENVIRONMENTAL  PROTECTION AGENCY, EACH SCHOOL'S ADMINIS-\n   11  TRATION AND THE PARENTS OF STUDENTS ATTENDING EACH SCHOOL.  THE ORDER IN\n   12  WHICH SCHOOLS ARE INSPECTED SHALL BE DETERMINED BY RANDOM DRAW.\n   13    (2) THE DEPARTMENT OF ENVIRONMENTAL  CONSERVATION  SHALL  ENFORCE  THE\n   14  PROVISIONS  CONTAINED  IN SUBPARAGRAPH ONE OF THIS PARAGRAPH IN A TIMELY\n   15  MANNER.\n   16    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring school districts in a city of one million or more to investigate and report on the status of polychlorinated biphenyls ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110118.T100114.TXT", "SOBI.D110118.T095613.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295380607354
}