{
  "year" : 2011,
  "senateBillNo" : "S2083-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2083-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits the definition of \"income\" in computing rental surcharges levied against tenants of a limited-profit housing company",
  "summary" : "Redefines \"income\" for purposes of computing the rental surcharge levied against tenants of a limited-profit housing company (Mitchell-Lama) to mean the total income as reported in the New York state income tax return, less such personal exemptions and deductions for medical expenses as are actually taken by the taxpayer. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S892-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2083\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN ACT to amend the private housing finance law, in relation to computa-\n         tion of the rental surcharge paid by tenants of limited-profit housing\n         companies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 31 of the private housing  finance\n    2  law,  as  amended by chapter 778 of the laws of 1971, is amended to read\n    3  as follows:\n    4    3. In the event that the income of a person  or  family  in  occupancy\n    5  should  increase  and exceed the maximum prescribed by law for admission\n    6  or for continued occupancy, based on the latest existing rent,  by  more\n    7  than  twenty-five  per centum, such person or family shall be subject to\n    8  removal from the dwelling, non-housekeeping, aged care accommodations or\n    9  non-housekeeping accommodations for handicapped persons provided, howev-\n   10  er, that such person or family may be permitted to remain  in  occupancy\n   11  until  such  income  exceeds  the maximum prescribed by law by more than\n   12  fifty per centum, if the company, with the approval of the  commissioner\n   13  or  the  supervising  agency,  shall  determine that removal would cause\n   14  hardship to such person or family.  Any person or  family  in  occupancy\n   15  whose  income  exceeds  the maximum prescribed by law shall pay a rental\n   16  surcharge in accordance with a schedule of surcharges to be  promulgated\n   17  by  the company with the approval of the commissioner or the supervising\n   18  agency, as the case may be, provided,  however,  such  rental  surcharge\n   19  shall  in  no  event  exceed  fifty  per centum of the existing rent AND\n   20  PROVIDED FURTHER, HOWEVER, THE DEFINITION OF INCOME FOR THE PURPOSES  OF\n   21  COMPUTING   A   RENTAL  SURCHARGE  FOR  ANY  PART  OF  NINETEEN  HUNDRED\n   22  SEVENTY-FOUR AND THEREAFTER SHALL BE THE DEFINITION SET FORTH IN  SUBDI-\n   23  VISION TWENTY-NINE OF SECTION TWO OF THIS CHAPTER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07160-01-1\n\n       S. 2083                             2\n\n    1    S  2.  Notwithstanding any other provision of law to the contrary, any\n    2  rental surcharge levied for any part of 1974 pursuant to  subdivision  3\n    3  of  section  31  of  the private housing finance law shall be recomputed\n    4  based on the tenant's 1973 income and, for purposes of  this  recomputa-\n    5  tion,  income  shall be as defined by subdivision 29 of section 2 of the\n    6  private housing finance law. If  the  amount  of  the  rental  surcharge\n    7  previously  levied  exceeds  the surcharge as recomputed, the difference\n    8  shall be reimbursed to the tenant.\n    9    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2083\n\nTITLE OF BILL:\nAn act\nto amend the private housing finance law, in relation to computation\nof the rental surcharge paid\nby tenants of limited-profit housing companies\n\nSUMMARY:\nThis bill would amend subdivision 3 of\nSection 31 of the\nPrivate Housing Finance Law by adding a provision to the \"surcharge\nclause\" stating that the definition of income used for computing the\nsurcharge for 1974 and after be the definition of income in\nsubdivision 29 of Section 2 of this chapter. It is further stated\nthat for the 1974 surcharge for 1973 income, based on the new\ndefinition as intended by the law, be used. If the amount of the\nrental surcharge previously levied exceeds the surcharge as\nrecomputed, the difference will be reimbursed to the tenant.\n\nJUSTIFICATION:\nThe New York City Department of\nHousing Preservation\nand Development by arbitrary administrative decision in implementing L.\n1974, Ch. 728 which changed the definition of income, charged\nresidents of city supervised Mitchell-Lama higher surcharges than\nsimilarly-situated residents of City-supervised housing. The State\nDivision of Housing and Community Renewal has refused to give\nadministrative relief in this matter, and statutory enactment is thus\nsought.\n\nFISCAL IMPLICATIONS:\nMinor revenue loss to New York City.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to computation of the rental surcharge paid by tenants of limited-profit housing companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T110118.TXT", "SOBI.D110118.T095613.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849460
}