{
  "year" : 2011,
  "senateBillNo" : "S2087-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S2087-2011-1295326800000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the recording of all calls made to the statewide central register of child abuse and maltreatment",
  "summary" : "Requires the recording of all calls made to the statewide central register of child abuse and maltreatment; also requires such recordings to be maintained for 5 years. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "SA4691-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2087\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law, in relation  to  mandating  the\n         recording  of  calls  made  to the statewide central register of child\n         abuse and maltreatment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 2 of section 422 of the social services law is\n    2  amended by adding a new paragraph (d) to read as follows:\n    3    (D) (I) ALL TELEPHONE CALLS MADE TO THE STATEWIDE CENTRAL REGISTER  BY\n    4  PERSONS  REQUIRED TO REPORT CASES OF SUSPECTED CHILD ABUSE AND MALTREAT-\n    5  MENT AS DEFINED IN SECTION FOUR HUNDRED THIRTEEN OF THIS TITLE SHALL  BE\n    6  RECORDED.  ALL PERSONS REQUIRED TO REPORT CASES OF SUSPECTED CHILD ABUSE\n    7  AND  MALTREATMENT  AS  DEFINED  IN THIS SECTION SHALL BE INFORMED BY THE\n    8  STATEWIDE CENTRAL REGISTRY THAT SUCH CALL IS BEING RECORDED.    FOR  ANY\n    9  TELEPHONE  CALL THAT CONSTITUTES A REPORT, SUCH RECORDING SHALL BE MAIN-\n   10  TAINED FOR THE LENGTH OF TIME OTHERWISE REQUIRED  BY  THIS  SECTION  FOR\n   11  MAINTENANCE OF ALL RECORDS THAT RELATE TO SUCH REPORT. FOR ANY TELEPHONE\n   12  CALL  THAT  DOES  NOT CONSTITUTE A REPORT, SUCH RECORDING SHALL BE MAIN-\n   13  TAINED FOR FIVE YEARS.\n   14    (II) ALL SUCH RECORDINGS  SHALL  BE  CONFIDENTIAL  AND  SHALL  NOT  BE\n   15  CONSIDERED AS PART OF THE RECORD UNDER PARAGRAPH (A) OF SUBDIVISION FOUR\n   16  OF  THIS  SECTION  AND  SHALL ONLY BE AVAILABLE TO THE STATEWIDE CENTRAL\n   17  REGISTER OF CHILD ABUSE AND MALTREATMENT FOR  THE  PURPOSES  OF  QUALITY\n   18  ASSURANCE AND ENHANCED CHILD SAFETY.\n   19    (III) A COURT MAY DIRECT DISCLOSURE OF A RECORDING OR RECORDINGS UNDER\n   20  THIS  SUBDIVISION  UPON  A FINDING THAT SUCH RECORDING OR RECORDINGS ARE\n   21  NECESSARY TO A DETERMINATION BEFORE THE COURT DURING A CRIMINAL PROCEED-\n   22  ING CONCERNING A VIOLATION OF SUBDIVISION FOUR OF SECTION 240.50 OF  THE\n   23  PENAL LAW.\n   24    S  2. This act shall take effect on the first of April next succeeding\n   25  the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03581-01-1\n",
  "memo" : "BILL NUMBER:S2087\n\nTITLE OF BILL:\n\nAn act\nto amend the social services law, in relation to mandating the recording\nof calls made to the statewide central register of child abuse and\nmaltreatment\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThe purpose of this bill is to require the recording of calls to the\nstatewide central register of child abuse and maltreatment made by\npersons required by law to report child abuse and maltreatment.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nSection one creates a new paragraph (e) of subdivision 2 of section\n422 of the Social Services Law to require that the office of children\nand family services (OCFS) record all calls made by mandated\nreporters to the child abuse hotline. Further, it provides that the\nretention of calls accepted should be maintained for the length of\ntime required by current law. Also, it provides that calls not\naccepted as a report be recorded and retained for a period of five\nyears. This bill stipulates that all recordings made pursuant to this\nact shall be confidential and for the purposes of quality assurance\nand child safety; provided, however, that recording or recordings may\nbe made available via judicial subpoena based upon the judicial\ndetermination that such recording is necessary evidence in a criminal\nproceeding concerning a false allegation of child abuse and\nmaltreatment.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\n\n&sect;422 (2) of the Social Services law is amended by adding a new\nparagraph (e).\n\nJUSTIFICATION:\n\nThis bill aims to better protect children by amending social services\nlaw to require that calls made by mandated reporters be recorded and\nretained by the Office of Children and Family Services (OCFS) for\nspecific time Periods. Mandated reporters constitute a first line of\ndefense against child abuse and maltreatment. Intervention is only\npossible after identification of abuse and/or maltreatment and it is\nimportant that those identifications are as accurate as possible. In\n2006, there were 365,000 calls to the SCR, of which 157,407 were\nregistered. Of those calls registered, 61% (96,684) were made by\nmandated reporters. The bill limits the recording of calls to the SCR\nby mandated reporters in attempt to see how implementation of this\npolicy change will enhance the safety of children. Once the issues or\n\nrecording and retention are addressed, the state should look to\nrecord all calls made to the SCR. Currently, 14 other states record\ncalls to a child abuse hotline.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2010: Passed Senate\n2008: A4137 A (Scarborough) referred to children and families; reported\nand referred to codes\n2007: A4137 (Scarborough) amended and advanced\nto third reading (Cal. 689)\n2006: 11152A passed Assembly and delivered to Senate\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\n\nNone.\n\nEFFECTIVE DATE:\n\nFirst day of April next succeeding the date on which it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to mandating the recording of calls made to the statewide central register of child abuse and maltreatment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110118.T095613.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849466
}