{
  "year" : 2011,
  "senateBillNo" : "S2089-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2089-2011-1295326800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires police agencies to file reports of civil rights offenses",
  "summary" : "Requires police agencies to report offenses to the division of criminal justice services which appear to such agency to be motivated by the race, national origin, religion or sexual orientation of the victim or of the owner, resident, lessee or occupant where the offense is committed against property. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "S1302-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2089\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the civil rights law, in relation to requiring reporting\n         of unlawful acts which appear to be based on  race,  national  origin,\n         religion or sexual orientation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil rights law is amended by  adding  a  new  section\n    2  40-h to read as follows:\n    3    S 40-H. REPORTS TO DIVISION OF CRIMINAL JUSTICE SERVICES. EVERY POLICE\n    4  AGENCY,  AS  DEFINED IN SUBDIVISION EIGHT OF SECTION EIGHT HUNDRED THIR-\n    5  TY-FIVE OF THE EXECUTIVE LAW, SHALL  NOTIFY  THE  DIVISION  OF  CRIMINAL\n    6  JUSTICE  SERVICES IN THE MANNER PRESCRIBED BY SUCH DIVISION, WHENEVER AN\n    7  ACT WHICH CONSTITUTES AN OFFENSE IS COMMITTED AND WHICH APPEARS TO  SUCH\n    8  AGENCY  TO HAVE BEEN MOTIVATED BY THE RACE, NATIONAL ORIGIN, RELIGION OR\n    9  SEXUAL ORIENTATION OF THE VICTIM OR IN THE CASE OF AN OFFENSE  COMMITTED\n   10  AGAINST  PROPERTY,  THE RACE, NATIONAL ORIGIN, RELIGION OR SEXUAL ORIEN-\n   11  TATION OF THE OWNER, RESIDENT, LESSEE OR OCCUPANT THEREOF.\n   12    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   13  have  become  a  law,  provided however, that effective immediately, the\n   14  addition, amendment and/or repeal of any rule  or  regulation  necessary\n   15  for  the implementation of this act on its effective date are authorized\n   16  and directed to be made and completed on or before such date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06520-01-1\n",
  "memo" : "BILL NUMBER:S2089\n\nTITLE OF BILL:\nAn act\nto amend the civil rights law, in relation to requiring reporting of\nunlawful acts which appear to be based on race, national origin,\nreligion or sexual orientation\n\nSUMMARY:\nThis bill would amend the Civil Rights Law\nby creating a new\nsection 40-h. It would require police agencies throughout the State\nof New York to report \"bias incidents\" to the State Division of\nCriminal Justice Services.\n\nJUSTIFICATION:\nCrimes motivated by hatred are\ndifferent from crimes\nthat are not. The painting of a swastika on a synagogue is different\nfrom other types of criminal mischief; an assault against a man from\nother types of criminal mischief. Hate crimes may inflame intergroup\ntensions, may threaten community stability, and may undermine\nefforts to promote tolerance and civil rights. For these reasons, New\nYork State should require police agencies across the State to record\nand report bias incidents. The New York City Police Department has\nbeen recording such incidents since creating its bias Incident\nInvestigation Unit in 1981. Maryland and Pennsylvania have recently\nenacted similar legislation.\n\nThe legislation will serve two principal purposes. First, it will\nenable New York State to monitor the levels of bias incidents--to see\nwhether certain types of hate crimes are on the rise or on the\ndecline, to see whether certain areas of the State are more or less\nsuccessful in combating acts of prejudice. Without such a reporting\nsystem, political and civil rights leaders will not be able to rely\nupon objective information about the levels of prejudice-motivated\nviolence. Second, by requiring police agencies to report and\ncatalogue bias incidents, the legislation will encourage police\ndepartments across the state to recognize the unique qualities of\nbias incidents and thereby to provide the appropriate law\nenforcements and community response. Once a crime is identified as\nhaving a bias component, then the police and community\norganizations can develop a strategy based on this unique aspect--the\npolice departments can bring in community affairs officers, local\norganizations can mobilize religious, ethnic or community groups,\netc.\nThrough the process of identification of the bias incident, the damage\ncaused by the crime can be ameliorated and contained. Accordingly,\nthe Mayor urges upon the Legislature the earliest possible favorable\nconsideration of this proposal.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after\nit shall have become law, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to requiring reporting of unlawful acts which appear to be based on race, national origin, religion or sexual orientation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110118.T100114.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849469
}