{
  "year" : 2011,
  "senateBillNo" : "S2082-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2082-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Criminalizes the intentional flight by a motor vehicle operator to avoid apprehension by a police officer",
  "summary" : "Criminalizes the intentional flight by a motor vehicle operator to intentionally flee and avoid apprehension by a police officer after having been signaled or directed to stop; violation of this provision is a misdemeanor. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S4447-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2082\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to disregarding\n         a lawful order of a police officer to stop a motor vehicle\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1102-a to read as follows:\n    3    S 1102-A. EVASION OF A POLICE OFFICER.  NO PERSON, WHILE  OPERATING  A\n    4  MOTOR VEHICLE, SHALL KNOWINGLY FLEE OR ATTEMPT TO ELUDE ANY POLICE OFFI-\n    5  CER  AFTER  HAVING RECEIVED ANY SIGNAL FROM SAID POLICE OFFICER TO BRING\n    6  THE MOTOR VEHICLE TO A FULL STOP. ANY PERSON  VIOLATING  THIS  PROVISION\n    7  SHALL BE GUILTY OF A MISDEMEANOR.\n    8    S  2.    This  act  shall  take  effect  on the first of November next\n    9  succeeding the date on which it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06385-01-1\n",
  "memo" : "BILL NUMBER:S2082\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to disregarding a\nlawful order of a police officer to stop a motor vehicle\n\nPURPOSE/SUMMARY OF PROVISIONS:\nTo criminalize\nintentional flight by a\nmotor vehicle operator to avoid apprehension by a police officer. A\nnew section 1102-a is added to the Vehicle and Traffic Law. This\nsection makes it a misdemeanor for a motor vehicle operator to\nintentionally flee or attempt to evade a police officer after having\nbeen signaled or directed to stop by such police officer.\n\nJUSTIFICATION:\nCurrent Vehicle and Traffic Law &sect;1102,\na traffic\ninfraction, is inadequate to deter motorists from attempting to evade\napprehension by police officers for such offenses as driving while\nintoxicated, which is a misdemeanor. While virtually all police\ndepartments regulate pursuit of fleeing motor vehicles by police\nofficers, those pursuits which do occur jeopardize the safety of all\ninvolved, including innocent citizens. Intentionally fleeing or\nevading apprehension by a police officer should be punished as a\nmisdemeanor.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThe first of November next succeeding\nthe date on\nwhich it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to disregarding a lawful order of a police officer to stop a motor vehicle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T110118.TXT", "SOBI.D110118.T095613.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T150150.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849459
}