{
  "year" : 2011,
  "senateBillNo" : "S2084-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2084-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to bias related criminal activity",
  "summary" : "Proscribes conduct constituting a bias related crime, meaning for such purposes, the commission of a designated act that demonstrates a prejudice based on the race, color, religion, national origin, age, ethnicity, disability, gender or sexual orientation of the victim, and denies the granting of youthful offender status for any offender committing such a crime. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S831-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2084\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the  penal  law  and  the  criminal  procedure  law,  in\n         relation to bias related crime\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a  new  article  491  to\n    2  read as follows:\n    3                                 ARTICLE 491\n    4                             BIAS RELATED CRIMES\n    5  SECTION 491.00 BIAS RELATED CRIME.\n    6  S 491.00 BIAS RELATED CRIME.\n    7    1.  AS USED IN THIS SECTION, THE TERM \"DESIGNATED OFFENSE\" SHALL MEAN:\n    8  ASSAULT IN THE THIRD DEGREE PURSUANT TO SECTION 120.00; ASSAULT  IN  THE\n    9  SECOND  DEGREE  PURSUANT  TO SECTION 120.05; ASSAULT IN THE FIRST DEGREE\n   10  PURSUANT TO SECTION 120.10; MANSLAUGHTER IN THE SECOND  DEGREE  PURSUANT\n   11  TO  SECTION 125.15; MANSLAUGHTER IN THE FIRST DEGREE PURSUANT TO SECTION\n   12  125.20; MURDER IN THE SECOND DEGREE PURSUANT TO SECTION 125.25; RAPE  IN\n   13  THE  THIRD  DEGREE PURSUANT TO SECTION 130.25; RAPE IN THE SECOND DEGREE\n   14  PURSUANT TO SECTION 130.30; RAPE IN THE FIRST DEGREE PURSUANT TO SECTION\n   15  130.35; ARSON IN THE THIRD DEGREE PURSUANT TO SECTION 150.10;  ARSON  IN\n   16  THE  SECOND DEGREE PURSUANT TO SECTION 150.15; ARSON IN THE FIRST DEGREE\n   17  PURSUANT TO SECTION 150.20; ROBBERY IN  THE  THIRD  DEGREE  PURSUANT  TO\n   18  SECTION 160.05; ROBBERY IN THE SECOND DEGREE PURSUANT TO SECTION 160.10;\n   19  ROBBERY  IN THE FIRST DEGREE PURSUANT TO SECTION 160.15; BURGLARY IN THE\n   20  THIRD DEGREE PURSUANT TO SECTION 140.20; BURGLARY IN THE  SECOND  DEGREE\n   21  PURSUANT  TO  SECTION  140.25;  BURGLARY IN THE FIRST DEGREE PURSUANT TO\n   22  SECTION 140.30; CRIMINAL  TRESPASS  IN  THE  THIRD  DEGREE  PURSUANT  TO\n   23  SECTION  140.10;  CRIMINAL  TRESPASS  IN  THE  SECOND DEGREE PURSUANT TO\n   24  SECTION 140.15; CRIMINAL  TRESPASS  IN  THE  FIRST  DEGREE  PURSUANT  TO\n   25  SECTION  140.17;  CRIMINAL  MISCHIEF  IN  THE  THIRD  DEGREE PURSUANT TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03584-02-1\n\n       S. 2084                             2\n\n    1  SECTION 145.05; CRIMINAL MISCHIEF  IN  THE  FOURTH  DEGREE  PURSUANT  TO\n    2  SECTION  145.00;  CRIMINAL  MISCHIEF  IN  THE  SECOND DEGREE PURSUANT TO\n    3  SECTION 145.10; CRIMINAL  MISCHIEF  IN  THE  FIRST  DEGREE  PURSUANT  TO\n    4  SECTION  145.12;  UNLAWFUL IMPRISONMENT IN THE SECOND DEGREE PURSUANT TO\n    5  SECTION 135.05; UNLAWFUL IMPRISONMENT IN THE FIRST  DEGREE  PURSUANT  TO\n    6  SECTION  135.10;  KIDNAPPING  IN  THE  SECOND DEGREE PURSUANT TO SECTION\n    7  135.20; KIDNAPPING IN THE FIRST DEGREE PURSUANT TO SECTION 135.25;  RIOT\n    8  IN  THE  SECOND  DEGREE  PURSUANT  TO  SECTION 240.05; RIOT IN THE FIRST\n    9  DEGREE PURSUANT TO SECTION 240.06; AND  INCITING  TO  RIOT  PURSUANT  TO\n   10  SECTION 240.08 OF THIS CHAPTER.\n   11    2. A PERSON IS GUILTY OF BIAS RELATED CRIME WHEN HE OR SHE HAS COMMIT-\n   12  TED  A  DESIGNATED  OFFENSE  THAT  DEMONSTRATES A PREJUDICE BASED ON THE\n   13  ACTUAL OR PERCEIVED RACE, COLOR, RELIGION, NATIONAL ORIGIN, AGE, ETHNIC-\n   14  ITY, DISABILITY, GENDER OR SEXUAL ORIENTATION  OF  THE  VICTIM  OF  SUCH\n   15  DESIGNATED OFFENSE.\n   16    BIAS  RELATED  CRIME  IS A CLASSIFICATION OF FELONY OR MISDEMEANOR ONE\n   17  DEGREE HIGHER THAN THE UNDERLYING OFFENSE.\n   18    S 2. Subdivision 2 of section 720.10 of the criminal procedure law, as\n   19  amended by chapter 416 of the laws of 1986, paragraph (a) as amended  by\n   20  chapter 316 of the laws of 2006, is amended to read as follows:\n   21    2.    \"Eligible  youth\"  means  a  youth who is eligible to be found a\n   22  youthful offender.  Every youth is so eligible unless:\n   23    (a) the conviction to be replaced by a youthful  offender  finding  is\n   24  for  (i)  a  class  A-I or class A-II felony, or (ii) an armed felony as\n   25  defined in subdivision forty-one of section 1.20, except as provided  in\n   26  subdivision  three,  or  (iii) rape in the first degree, criminal sexual\n   27  act in the first degree, or aggravated sexual abuse, except as  provided\n   28  in  subdivision three, or (IV) A BIAS RELATED CRIME AS DEFINED IN SUBDI-\n   29  VISION TWO OF SECTION 491.00 OF THE PENAL LAW, OR\n   30    (b) such youth has previously been convicted and sentenced for a felo-\n   31  ny, or\n   32    (c)  such youth has previously been adjudicated  a  youthful  offender\n   33  following  conviction  of  a  felony or has been adjudicated on or after\n   34  September first, nineteen hundred seventy-eight  a  juvenile  delinquent\n   35  who  committed  a  designated  felony act as defined in the family court\n   36  act.\n   37    S 3. This act shall take effect on the first of November next succeed-\n   38  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2084\n\nTITLE OF BILL:\nAn act\nto amend the penal law and the criminal procedure law,\nin relation to bias related crime\n\nSUMMARY:\nThis legislation would add a new article to\nthe penal law\nrelating to bias-related crime. This legislation is a comprehensive\napproach under one statute to address all the means by which an\nindividual may be victimized by crimes of hatred. This bill also\ndenies youthful offender status to those youth who commit crimes\nwhich are bias-related.\n\nJUSTIFICATION:\nCurrently, there is no existing\nstatute in the penal\nlaw referring to victims and crimes of bias-related motives. This\nlegislation is an attempt to fill a large void in New York's existing\nstatutory scheme. This legislation creates designated acts similar to\nthe violent felony offenders act and the juvenile offenders act.\n\nFISCAL IMPLICATION:\nNone to the State.\n\nEFFECTIVE DATE\nOn the first of November next succeeding the date on which it shall\nhave become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the criminal procedure law, in relation to bias related crime ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T110118.TXT", "SOBI.D110118.T095613.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849461
}