{
  "year" : 2011,
  "senateBillNo" : "S2080-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2080-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an independent fatality review board to investigate deaths appearing to be from unnatural causes, where domestic violence is apparent",
  "summary" : "Establishes an independent fatality review board to review and assess domestic violence cases which result in a fatality and compile a report and make recommendations to certain state agencies based on such review and assessment; provides for access to various records without subpoena and for access to sealed records with judicial authorization. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1006-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2080\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to establishing a fatali-\n         ty review board and providing for such board's powers and duties\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent. The legislature hereby declares that\n    2  domestic violence is a pervasive and frequently lethal problem in Ameri-\n    3  can society and in New York state. Nationwide, on average, approximately\n    4  ten women are killed by their batterers every day.    Battering  is  the\n    5  single,  major cause of injury to women, resulting in more injuries than\n    6  auto accidents, muggings, and rapes  combined.  Such  abuse  is  also  a\n    7  strong  indicator that physical or sexual abuse of children is occurring\n    8  in the family. Domestic violence devastates its  victims  and  threatens\n    9  the  stability  of the family and negatively affects all family members,\n   10  especially children who witness the violent abuse.    Domestic  violence\n   11  also  affects  the  entire community. The incidence of domestic violence\n   12  adversely affects the safety, health, and welfare of communities as well\n   13  as societal economies by draining billions of dollars  in  social  costs\n   14  associated  with  medical expenses, law enforcement, and lost productiv-\n   15  ity.\n   16    The legislature finds that multi-disciplinary domestic violence fatal-\n   17  ity review boards have been used successfully to ensure  that  incidents\n   18  of  domestic  violence  are  recognized  and  that agency involvement is\n   19  reviewed to improve  the  responsiveness  of  public  agencies  for  the\n   20  reduction  and  eradication  of  domestic violence. The establishment of\n   21  such a board is similar to the time-honored  mortality/morbidity  review\n   22  conference utilized by the medical profession to ensure the provision of\n   23  quality medical care.\n   24    The  legislature further finds that it is in the interest of the state\n   25  to provide for the creation of a fatality review board in New York.  The\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06802-01-1\n\n       S. 2080                             2\n\n    1  board will facilitate communication among courts and agencies, allow for\n    2  the  identification  of  preventable deaths, and provide for recommenda-\n    3  tions with a view toward improving the system's ability to prevent  such\n    4  occurrences.  The purpose of the inter-agency, multi-disciplinary review\n    5  is not punitive, but to increase the thoroughness and  effectiveness  of\n    6  systematic  responses  by  developing  recommendations  for policies and\n    7  protocols for prevention and intervention initiatives.  In  addition  to\n    8  reviewing cases, the fatality review board may also provide guidance and\n    9  protocols  for  the  development  and implementation of local reviews by\n   10  counties or other jurisdictions. The board may also identify trends  and\n   11  patterns  of  domestic  violence  deaths and recognize the prevalence of\n   12  risk factors which exist in the population of victims and  perpetrators.\n   13  This  data  could  be helpful in the development of system interventions\n   14  and policy changes for persons who are at risk.\n   15    By enacting this legislation, the legislature seeks to provide a  case\n   16  review  process for the purpose of reducing the incidence of preventable\n   17  deaths from domestic violence.\n   18    S 2. The executive law is amended by adding a  new  section  837-s  to\n   19  read as follows:\n   20    S 837-S.  FATALITY REVIEW BOARD ESTABLISHED; POWERS AND DUTIES.  1. A.\n   21  THERE  IS HEREBY ESTABLISHED AN INDEPENDENT FATALITY REVIEW BOARD.  SUCH\n   22  BOARD IS EMPOWERED AND AUTHORIZED TO INVESTIGATE DEATHS APPEARING TO  BE\n   23  FROM  UNNATURAL CAUSES, WHERE THE DECEDENT APPEARS TO HAVE BEEN A VICTIM\n   24  OF DOMESTIC VIOLENCE.\n   25    B. SUCH INVESTIGATIONS MAY COMMENCE AFTER THE COMPLETION OF THE CRIMI-\n   26  NAL TRIAL OR TRIAL COURT PROCEEDINGS INVOLVING THE  ALLEGED  PERPETRATOR\n   27  OF THE HOMICIDE; PROVIDED, HOWEVER, THAT:\n   28    (I)  THE INVESTIGATION MAY COMMENCE SIX MONTHS AFTER SUCH DEATH IF THE\n   29  BOARD REASONABLY BELIEVES, AS EVIDENCED BY A MAJORITY BOARD  VOTE,  THAT\n   30  THE  ALLEGED  PERPETRATOR IS UNAPPREHENDED, AND UNDER SUCH CIRCUMSTANCES\n   31  THE INVESTIGATION MAY CONTINUE ONLY SO LONG AS SUCH ALLEGED  PERPETRATOR\n   32  REMAINS AT LARGE; OR\n   33    (II)  THE  INVESTIGATION MAY COMMENCE IMMEDIATELY IF THE BOARD REASON-\n   34  ABLY BELIEVES, AS EVIDENCED BY MAJORITY BOARD  VOTE,  THAT  THE  ALLEGED\n   35  PERPETRATOR IS DECEASED.\n   36    2.    SUCH BOARD SHALL CONSIST OF THIRTEEN MEMBERS, TO BE APPOINTED AS\n   37  FOLLOWS:\n   38    A.  FIVE MEMBERS SHALL BE APPOINTED BY THE GOVERNOR:\n   39    (I) ONE SUCH MEMBER SHALL BE APPOINTED UPON THE  RECOMMENDATION  OF  A\n   40  STATEWIDE ORGANIZATION REPRESENTING SURVIVORS OF DOMESTIC VIOLENCE;\n   41    (II) ONE SUCH MEMBER SHALL BE A PERSON EXPERIENCED IN LAW ENFORCEMENT;\n   42    (III)  ONE SUCH MEMBER, WHO SHALL BE APPOINTED UPON THE RECOMMENDATION\n   43  OF A STATEWIDE ORGANIZATION REPRESENTING PROSECUTORS, SHALL BE A  REPRE-\n   44  SENTATIVE OF PROSECUTION SERVICES;\n   45    (IV)  ONE  SUCH MEMBER, WHO SHALL BE APPOINTED UPON THE RECOMMENDATION\n   46  OF A STATEWIDE ORGANIZATION REPRESENTING THE PUBLIC OR PRIVATE  CRIMINAL\n   47  DEFENSE BAR, SHALL BE A REPRESENTATIVE OF CRIMINAL DEFENSE SERVICES; AND\n   48    (V)  ONE  SUCH  MEMBER SHALL BE APPOINTED UPON THE RECOMMENDATION OF A\n   49  STATEWIDE ORGANIZATION REPRESENTING SOCIAL WORKERS.\n   50    B. THREE MEMBERS SHALL BE APPOINTED BY THE CHIEF JUDGE OF THE STATE.\n   51    C. ONE MEMBER SHALL BE APPOINTED BY THE OFFICE FOR THE  PREVENTION  OF\n   52  DOMESTIC VIOLENCE, WHO SHALL BE A REPRESENTATIVE OF THAT OFFICE.\n   53    D.  TWO  MEMBERS  SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE\n   54  SENATE, ONE OF WHOM SHALL BE APPOINTED ON THE RECOMMENDATION OF A STATE-\n   55  WIDE ORGANIZATION REPRESENTING CRIME VICTIMS.\n\n       S. 2080                             3\n\n    1    E. TWO MEMBERS SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY,  ONE\n    2  OF  WHOM  SHALL BE APPOINTED ON THE RECOMMENDATION OF A STATEWIDE ORGAN-\n    3  IZATION REPRESENTING CRIME VICTIMS.\n    4    3.    MEMBERS  OF  THE BOARD SHALL BE APPOINTED TO SERVE FOR A TERM OF\n    5  FOUR YEARS.  FROM AMONG THE MEMBERS, A CHAIRPERSON SHALL BE ELECTED, WHO\n    6  SHALL SERVE FOR A PERIOD OF TWO YEARS.  MEMBERS OF THE BOARD  SHALL  NOT\n    7  BE COMPENSATED FOR THEIR SERVICES, BUT SHALL BE ALLOWED THEIR ACTUAL AND\n    8  NECESSARY  EXPENSES  INCURRED  IN  THE PERFORMANCE OF THEIR DUTIES.   NO\n    9  MEMBER OF THE BOARD SHALL BE DISQUALIFIED FROM HOLDING ANY PUBLIC OFFICE\n   10  OR EMPLOYMENT, NOR SHALL HE OR SHE FORFEIT ANY SUCH OFFICE OR EMPLOYMENT\n   11  BY VIRTUE OF HIS OR HER APPOINTMENT  HEREUNDER.    ANY  VACANCY  IN  THE\n   12  MEMBERSHIP  OF  THE  BOARD  SHALL  BE  FILLED  IN THE SAME MANNER AS THE\n   13  ORIGINAL APPOINTMENT.\n   14    4. A. THE BOARD SHALL REVIEW  AND  STUDY  THE  CIRCUMSTANCES  OF  SUCH\n   15  FATALITIES. IT SHALL ASSESS THE ACTIVITIES AND RESPONSES OF THE CRIMINAL\n   16  JUSTICE  SYSTEM  AND  OF  ANY  OTHER PUBLIC ENTITIES WHICH MAY HAVE BEEN\n   17  INVOLVED IN, OR IN ANY MANNER ASSOCIATED WITH, THE CIRCUMSTANCES OF  THE\n   18  FATALITY,  ITS  INVESTIGATION,  OR  THE  RELEVANT  HISTORY  OF  DOMESTIC\n   19  VIOLENCE.\n   20    B. THE BOARD SHALL PERIODICALLY ADVISE AND MAKE RECOMMENDATIONS TO THE\n   21  DIVISION OF CRIMINAL JUSTICE SERVICES, OFFICE OF  COURT  ADMINISTRATION,\n   22  DIVISION  OF STATE POLICE, THE STATE OFFICE FOR THE PREVENTION OF DOMES-\n   23  TIC VIOLENCE, AND OTHER APPROPRIATE ENTITIES CONCERNING THEIR  FINDINGS.\n   24  THE BOARD HAS THE AUTHORITY TO RECOMMEND APPROPRIATE CORRECTIVE ACTIONS,\n   25  BASED  UPON  ITS  FINDINGS,  TO  IMPROVE THE MANAGEMENT, SUPERVISION AND\n   26  PROVISION OF SERVICES TO VICTIMS OF DOMESTIC VIOLENCE AND THEIR FAMILIES\n   27  AND TO MAKE RECOMMENDATIONS FOR ACTIONS, BASED UPON ITS  FINDINGS,  THAT\n   28  MAY REDUCE THE PREVALENCE OF DOMESTIC VIOLENCE.\n   29    C.  THE BOARD SHALL ALSO PERFORM A RESEARCH AND REPORTING FUNCTION AND\n   30  IDENTIFY  AREAS  REQUIRING  NEW  PREVENTIVE  AND  PROTECTIVE STRATEGIES,\n   31  GUIDELINES, OR LEGISLATIVE CHANGES.  THE BOARD SHALL REPORT ANNUALLY  ON\n   32  ITS  ACTIVITIES  AND  FINDINGS,  INCLUDING  ITS  RECOMMENDATIONS, TO THE\n   33  GOVERNOR,  LEGISLATURE,  CHIEF  JUDGE,  DIVISION  OF  CRIMINAL   JUSTICE\n   34  SERVICES,  OFFICE OF COURT ADMINISTRATION, DIVISION OF STATE POLICE, AND\n   35  OFFICE FOR  THE  PREVENTION  OF  DOMESTIC  VIOLENCE  ON  OR  BEFORE  THE\n   36  FIFTEENTH OF MARCH OF EACH YEAR.  SUCH REPORT SHALL BE RELEASED AND MADE\n   37  AVAILABLE TO THE PUBLIC.\n   38    5.  A. NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, THE BOARD\n   39  IS ENTITLED TO EXAMINE AND RECEIVE WITHOUT CHARGE PHOTOCOPIES OR  PHOTO-\n   40  GRAPHS OF THE FOLLOWING RECORDS AND DOCUMENTS WITHOUT THE NECESSITY OF A\n   41  SUBPOENA AND WITHOUT COURT APPROVAL:\n   42    (I)  ALL  UNSEALED COURT RECORDS, INCLUDING TRANSCRIPTS, EXHIBITS, AND\n   43  ITEMS ENTERED IN EVIDENCE, IN CRIMINAL OR FAMILY  COURT  PROCEEDINGS  IN\n   44  WHICH THE DECEDENT OR THE ALLEGED PERPETRATOR WAS A COMPLAINANT, DEFEND-\n   45  ANT,  OR  RESPONDENT, INCLUDING ANY SUCH TRIAL OR PROCEEDING ARISING OUT\n   46  OF THE DECEDENT'S DEATH;\n   47    (II) ALL MEDICAL, HOSPITAL, CORONER'S, AND MEDICAL EXAMINER'S  RECORDS\n   48  AND EXHIBITS CONCERNING THE DECEDENT; AND\n   49    (III)  ALL RECORDS AND PUBLIC SAFETY AGENCY RECORDS AVAILABLE PURSUANT\n   50  TO ARTICLES SIX AND SIX-A OF THE PUBLIC OFFICERS LAW, EXCEPT THAT  WHERE\n   51  AN  AGENCY CLAIMS AN EXEMPTION FROM DISCLOSURE UNDER SUCH ARTICLE SIX OR\n   52  SIX-A, THEN, IN ADDITION TO ANY OTHER AVAILABLE REMEDY,  THE  BOARD  MAY\n   53  PROCEED PURSUANT TO PARAGRAPH B OF THIS SUBDIVISION.\n   54    B.  (I) THE BOARD MAY ALSO REQUEST AUTHORIZATION FROM A COURT TO EXAM-\n   55  INE AND RECEIVE WITHOUT CHARGE PHOTOCOPIES OR PHOTOGRAPHS OF  ANY  OTHER\n   56  RECORD  OR DOCUMENT IN THE POSSESSION OF ANY STATE OR LOCAL GOVERNMENTAL\n\n       S. 2080                             4\n\n    1  ENTITY, WHERE SUCH RECORD MAY REASONABLY ASSIST THE BOARD IN  CONDUCTING\n    2  ITS INVESTIGATION. THIS INCLUDES, BUT IS NOT LIMITED TO:\n    3    (A) SEALED COURT RECORDS AND CONFIDENTIAL POLICE, PROSECUTION, AND LAW\n    4  ENFORCEMENT  AGENCY  REPORTS  AND  RECORDS  CONCERNING INVESTIGATIONS IN\n    5  WHICH THE  DECEDENT  OR  THE  ALLEGED  PERPETRATOR  WAS  A  COMPLAINANT,\n    6  RESPONDENT, DEFENDANT, WITNESS, OR ALLEGED VICTIM;\n    7    (B)  RECORDS CONCERNING THE DECEDENT OR HER OR HIS CHILDREN MAINTAINED\n    8  BY DOMESTIC VIOLENCE SHELTERS, AS DEFINED IN PARAGRAPH (A)  OF  SUBDIVI-\n    9  SION  FOUR  OF  SECTION FOUR HUNDRED FIFTY-NINE-A OF THE SOCIAL SERVICES\n   10  LAW;\n   11    (C) RECORDS CONCERNING THE DECEDENT,  HER  OR  HIS  CHILDREN,  OR  THE\n   12  ALLEGED  PERPETRATOR MAINTAINED PURSUANT TO SECTION THREE HUNDRED SEVEN-\n   13  TY-TWO OF THE SOCIAL SERVICES LAW;\n   14    (D) RECORDS CONCERNING THE DECEDENT,  HER  OR  HIS  CHILDREN,  OR  THE\n   15  ALLEGED  PERPETRATOR  MAINTAINED  BY THE DEPARTMENT OF FAMILY ASSISTANCE\n   16  PURSUANT TO SECTION FOUR HUNDRED TWENTY-TWO OF THE SOCIAL SERVICES  LAW;\n   17  AND\n   18    (E)  SEALED  COURT  RECORDS  OF  MATRIMONIAL  ACTIONS  OR  PROCEEDINGS\n   19  DESCRIBED IN SUBDIVISION ONE OF SECTION TWO HUNDRED THIRTY-FIVE  OF  THE\n   20  DOMESTIC  RELATIONS  LAW INVOLVING THE DECEDENT OR THE ALLEGED PERPETRA-\n   21  TOR.\n   22    (II) UNLESS A COURT ORDERS OTHERWISE, THE APPLICATION PURSUANT TO THIS\n   23  PARAGRAPH SHALL BE MADE ON AT LEAST FIVE  DAYS'  NOTICE  TO  THE  PERSON\n   24  HAVING  CUSTODY  OF  THE RECORD OR DOCUMENT, TO THE DISTRICT ATTORNEY OF\n   25  THE JURISDICTION IN WHICH THE DECEDENT IS BELIEVED TO HAVE DIED, AND  TO\n   26  ALL PERSONS, INCLUDING SURVIVING FAMILY MEMBERS OF THE DECEDENT, BUT NOT\n   27  INCLUDING  THE  ALLEGED  PERPETRATOR,  WHOM  THE  COURT DETERMINES WOULD\n   28  REASONABLY HAVE AN INTEREST IN THE PRIVACY OF SUCH RECORD OR DOCUMENT.\n   29    (III) WHERE THE APPLICATION  IS  TO  REVIEW  A  CONFIDENTIAL  JUDICIAL\n   30  RECORD,  THE  APPLICATION SHALL BE MADE TO THE COURT WHERE THE RECORD IS\n   31  MAINTAINED.\n   32    (IV) WHERE THE APPLICATION IS TO REVIEW A CONFIDENTIAL RECORD OR DOCU-\n   33  MENT MAINTAINED BY A NON-JUDICIAL STATE OR LOCAL GOVERNMENT ENTITY,  THE\n   34  APPLICATION  SHALL  BE BROUGHT IN THE SUPREME COURT IN THE COUNTY SPECI-\n   35  FIED IN SUBDIVISION (B) OF SECTION FIVE HUNDRED SIX OF THE  CIVIL  PRAC-\n   36  TICE LAW AND RULES, EXCEPT AS THAT SUBDIVISION OTHERWISE PROVIDES.\n   37    (V)  IN  ANY  SUCH  PROCEEDING, THE COURT MAY ISSUE A PROTECTIVE ORDER\n   38  DENYING, LIMITING, OR CONDITIONING ACCESS TO THE CONFIDENTIAL RECORD  OR\n   39  DOCUMENT WHEN PRODUCING THE RECORD OR DOCUMENT WOULD ENDANGER THE INTEG-\n   40  RITY  OF  PHYSICAL EVIDENCE, CREATE A SUBSTANTIAL RISK OF PHYSICAL HARM,\n   41  INTIMIDATION, ECONOMIC COERCION, OR BRIBERY, OR HAVE A SERIOUSLY ADVERSE\n   42  EFFECT UPON THE LEGITIMATE NEEDS OF LAW ENFORCEMENT.\n   43    C. IN CONNECTION WITH AN APPLICATION UNDER THIS SECTION OR ANY  APPEAL\n   44  THEREFROM  OR  ANY  OTHER  LEGAL  MATTER, THE BOARD SHALL BE ENTITLED TO\n   45  REPRESENTATION BY PRIVATE COUNSEL OF ITS CHOICE  WHENEVER  THE  ATTORNEY\n   46  GENERAL  DETERMINES,  BASED  UPON HIS OR HER INVESTIGATION AND REVIEW OF\n   47  THE FACTS AND CIRCUMSTANCES, THAT REPRESENTATION BY  THE  DEPARTMENT  OF\n   48  LAW  WOULD BE INAPPROPRIATE. THE ATTORNEY GENERAL SHALL NOTIFY THE BOARD\n   49  IN WRITING OF SUCH DETERMINATION THAT THE BOARD IS ENTITLED  TO  PRIVATE\n   50  COUNSEL.  IF  THE BOARD IS ENTITLED TO REPRESENTATION BY PRIVATE COUNSEL\n   51  UNDER THE PROVISIONS OF THIS PARAGRAPH, THE ATTORNEY  GENERAL  SHALL  SO\n   52  CERTIFY  TO  THE COMPTROLLER.  REASONABLE ATTORNEYS' FEES AND LITIGATION\n   53  EXPENSES SHALL BE PAID BY THE STATE TO SUCH  PRIVATE  COUNSEL  FOR  SUCH\n   54  REPRESENTATION UPON THE AUDIT AND WARRANT OF THE COMPTROLLER.\n   55    6.  NEITHER THE BOARD NOR ANY MEMBER THEREOF SHALL DISCLOSE ANY INFOR-\n   56  MATION OBTAINED BY THE BOARD OR A BOARD MEMBER WHICH IS CONFIDENTIAL  BY\n\n       S. 2080                             5\n\n    1  LAW.  UNAUTHORIZED  DISCLOSURE  OF  SUCH  CONFIDENTIAL  INFORMATION BY A\n    2  MEMBER OF THE BOARD MAY RESULT IN REMOVAL OF  SUCH  MEMBER  BY  MAJORITY\n    3  BOARD VOTE, AFTER NOTICE TO SUCH MEMBER AND AN OPPORTUNITY TO BE HEARD.\n    4    7.  THE  BOARD  SHALL  BE  ENTITLED  TO REQUEST AND RECEIVE, AND SHALL\n    5  UTILIZE AND BE PROVIDED WITH, SUCH FACILITIES  AND  RESOURCES  FROM  ANY\n    6  DEPARTMENT,  DIVISION,  BOARD,  BUREAU, COMMISSION, OR ANY AGENCY OF THE\n    7  STATE OR ANY POLITICAL SUBDIVISION THEREOF AS ARE  REASONABLY  NECESSARY\n    8  TO CARRY OUT ITS RESPONSIBILITIES. IF REQUESTED BY THE BOARD, THE OFFICE\n    9  FOR  THE PREVENTION OF DOMESTIC VIOLENCE SHALL FURNISH REASONABLE OFFICE\n   10  SPACE AND DAY-TO-DAY STAFF SUPPORT TO THE  BOARD  WITHIN  ITS  AVAILABLE\n   11  RESOURCES.\n   12    8. AS USED IN THIS SECTION:\n   13    A.  \"ALLEGED  PERPETRATOR\"  MEANS THE PERSON OR PERSONS WHOM THE BOARD\n   14  REASONABLY BELIEVES TO HAVE TAKEN OR PROCURED THE TAKING OF THE LIFE  OF\n   15  THE DECEDENT.\n   16    B. \"DECEDENT\" MEANS THE PERSON WHOSE DEATH THE BOARD IS INVESTIGATING.\n   17    S  3.  This  act shall take effect on the thirtieth day after it shall\n   18  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing a fatality review board and providing for such board's powers and duties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110118.T095113.TXT", "SOBI.D110118.T102116.TXT", "SOBI.D110118.T150705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295381225974
}