{
  "year" : 2011,
  "senateBillNo" : "S2091-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2091-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides omnibus co-op or condominium conversion requirements, including existing tenants right to purchase and capital replacement reserve fund",
  "summary" : "Provides that a non-eviction plan submitted for conversion of dwelling units to cooperative or condominium ownership shall not be declared effective until at least 25% of the tenants shall have executed and delivered written agreement to purchase under such plan; requires a sponsor of a conversion to cooperative or condominium ownership to provide a reserve fund of at least 5% of the total offering price to be used exclusively for capital repairs, replacements or improvements; requires building to be certified in writing by municipality that such building is free of building or housing code violations prior to approval or acceptance for filing of plan; defines \"vacancies\" to mean dwelling units not occupied on a date that is 110 days after the date the offering was first submitted to the attorney general; defines \"excessive\" to mean a vacancy rate in excess of 5% of the total number of dwelling units in the building; makes other related changes; requires that the board of directors or board of managers of a converted cooperative or condominium shall be comprised of a majority of members elected by shareholders or owners in occupancy; requires purchasers of occupied units to sign affidavit of rent regulatory compliance. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S1013-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2091\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT to amend the general business law, in relation to the conversion\n         of residential property to cooperative or condominium ownership\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   Paragraph (b) of subdivision 1 of section 352-eee of the\n    2  general business law, as added by chapter 402  of the laws of  1983,  is\n    3  amended to read as follows:\n    4    (b)  \"Non-eviction  plan\".  A plan which may not be declared effective\n    5  until at least [fifteen] TWENTY-FIVE percent of those bona fide  tenants\n    6  in occupancy of all dwelling units in the building or group of buildings\n    7  or development on the date the plan [is declared effective] WAS ACCEPTED\n    8  FOR  FILING  BY  THE  ATTORNEY GENERAL shall have executed and delivered\n    9  written agreements to purchase under the plan[. As to tenants  who  were\n   10  in  occupancy  on  the  date a letter was issued by the attorney general\n   11  accepting the plan for filing, the purchase agreement shall be  executed\n   12  and  delivered] pursuant to an offering made in good faith without fraud\n   13  and WITH NO discriminatory repurchase agreements or other discriminatory\n   14  inducements.\n   15    S 2. Subdivision 1 of section 352-eee of the general business  law  is\n   16  amended by adding two new paragraphs (h) and (i) to read as follows:\n   17    (H)  \"TOTAL  PRICE\".  (I) WITH RESPECT TO COOPERATIVE CONVERSIONS, THE\n   18  NUMBER OF ALL SHARES IN THE OFFERING MULTIPLIED BY THE  LAST  PRICE  PER\n   19  SHARE  WHICH  WAS OFFERED TO TENANTS IN OCCUPANCY PRIOR TO THE EFFECTIVE\n   20  DATE OF THE PLAN REGARDLESS OF NUMBER OF SALES MADE;\n   21    (II) WITH RESPECT TO CONDOMINIUM CONVERSIONS, THE SUM OF THE  COST  OF\n   22  ALL UNITS IN THE OFFERING AT THE LAST PRICE WHICH WAS OFFERED TO TENANTS\n   23  IN  OCCUPANCY  PRIOR  TO  THE  EFFECTIVE  DATE OF THE PLAN REGARDLESS OF\n   24  NUMBER OF SALES MADE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06795-01-1\n\n       S. 2091                             2\n\n    1    (I) \"CAPITAL REPLACEMENT\". A  BUILDING-WIDE  REPLACEMENT  OF  A  MAJOR\n    2  COMPONENT OF ANY OF THE FOLLOWING SYSTEMS:\n    3    (I) ELEVATOR;\n    4    (II) HEATING, VENTILATION AND AIR CONDITIONING;\n    5    (III) PLUMBING;\n    6    (IV) WIRING;\n    7    (V) ROOF;\n    8    (VI) WINDOWS;\n    9  OR,  A  MAJOR STRUCTURAL REPLACEMENT TO THE BUILDING; PROVIDED, HOWEVER,\n   10  THAT REPLACEMENTS MADE TO CURE CODE VIOLATIONS OF RECORD  SHALL  NOT  BE\n   11  INCLUDED.\n   12    S  3.  Subparagraph  (i)  of paragraph (c) of subdivision 2 of section\n   13  352-eee of the general business law, as added by chapter 402 of the laws\n   14  of 1983, is amended to read as follows:\n   15    (i) The plan may not be declared effective until  at  least  [fifteen]\n   16  TWENTY-FIVE  percent  of  those  bona  fide  tenants in occupancy of all\n   17  dwelling units in the building or group of buildings or  development  on\n   18  the date the plan [is declared effective] WAS ACCEPTED FOR FILING BY THE\n   19  ATTORNEY GENERAL shall have executed and delivered written agreements to\n   20  purchase  under  the  plan[.  As to tenants who were in occupancy on the\n   21  date a letter was issued by the attorney general  accepting the plan for\n   22  filing, the purchase agreement shall be executed and delivered] pursuant\n   23  to an offering made in good faith without fraud and WITH NO  discrimina-\n   24  tory repurchase agreements or other discriminatory inducements.\n   25    S  4. Paragraph (c) of subdivision 2 of section 352-eee of the general\n   26  business law is amended by adding two new subparagraphs (viii) and  (ix)\n   27  to read as follows:\n   28    (VIII)  THE  TENANTS  IN  OCCUPANCY  ON  THE DATE THE ATTORNEY GENERAL\n   29  ACCEPTS THE PLAN FOR FILING SHALL HAVE THE EXCLUSIVE RIGHT  TO  PURCHASE\n   30  THEIR  DWELLING  UNITS  OR  THE SHARES ALLOCATED THERETO FOR NINETY DAYS\n   31  AFTER THE PLAN IS ACCEPTED  FOR  FILING  BY  THE  ATTORNEY  GENERAL  AND\n   32  PRESENTED  TO  THE  TENANTS,  DURING WHICH TIME A TENANT'S DWELLING UNIT\n   33  SHALL NOT BE SHOWN TO A THIRD PARTY UNLESS HE HAS,  IN  WRITING,  WAIVED\n   34  HIS  RIGHT  TO PURCHASE; SUBSEQUENT TO THE EXPIRATION OF SUCH NINETY DAY\n   35  PERIOD, A TENANT IN OCCUPANCY OF A DWELLING UNIT WHO HAS  NOT  PURCHASED\n   36  SHALL  BE GIVEN THE EXCLUSIVE RIGHT FOR AN ADDITIONAL PERIOD OF ONE YEAR\n   37  FROM SAID EXPIRATION DATE TO PURCHASE SAID DWELLING UNIT OR  THE  SHARES\n   38  ALLOCATED  THERETO  ON THE SAME TERMS AND CONDITIONS AS ARE CONTAINED IN\n   39  AN EXECUTED CONTRACT TO PURCHASE, SUBJECT  TO  THE  PROVISIONS  OF  THIS\n   40  PARAGRAPH,  SAID  DWELLING  UNIT  OR  SHARES ENTERED INTO BY A BONA FIDE\n   41  PURCHASER, SUCH EXCLUSIVE RIGHT TO BE EXERCISABLE  WITHIN  FIFTEEN  DAYS\n   42  FROM  THE  DATE OF MAILING BY REGISTERED MAIL OF NOTICE OF THE EXECUTION\n   43  OF A CONTRACT OF SALE TOGETHER WITH A COPY OF SAID EXECUTED CONTRACT  TO\n   44  SAID TENANT.\n   45    (IX) THE PLAN INCLUDES A COPY OF THE AFFIDAVIT, IN A FORM TO BE ESTAB-\n   46  LISHED  BY  THE ATTORNEY GENERAL, WHICH SHALL BE SIGNED BY THE PURCHASER\n   47  OF ANY DWELLING UNIT OR THE SHARES ALLOCATED THERETO OCCUPIED BY A RESI-\n   48  DENTIAL TENANT. SUCH AFFIDAVIT SHALL SPECIFY THE RENT REGULATORY LAW, IF\n   49  ANY, TO WHICH THE UNIT IS SUBJECT AND SHALL CONTAIN AN ACKNOWLEDGMENT OF\n   50  SUCH RENT REGULATED STATUS OF THE UNIT AS WELL AS THE  PURCHASER'S  DUTY\n   51  TO ABIDE BY THE MAXIMUM LEGAL RENT STANDARDS, RENT REGISTRATION REQUIRE-\n   52  MENTS,  MAINTENANCE  OF SERVICES REQUIREMENTS AND ALL OTHER REQUIREMENTS\n   53  OF APPLICABLE HOUSING LAWS AND REGULATIONS.  EACH SUCH  PURCHASER  SHALL\n   54  AT  THE  TIME OF PURCHASE SIGN TWO COPIES OF THE AFFIDAVIT, ONE OF WHICH\n   55  SHALL BE DELIVERED BY THE OFFEROR TO THE TENANT  IN  OCCUPANCY  AND  THE\n   56  OTHER TO THE DIVISION OF HOUSING AND COMMUNITY RENEWAL.\n\n       S. 2091                             3\n\n    1    S  5. Paragraph (e) of subdivision 2 of section 352-eee of the general\n    2  business law, as added by chapter 402 of the laws of 1983, is amended to\n    3  read as follows:\n    4    (e) The attorney general finds that an excessive number of [long-term]\n    5  vacancies  did not exist on the date THAT IS ONE HUNDRED TEN DAYS SUBSE-\n    6  QUENT TO THE DATE that the offering statement or  prospectus  was  first\n    7  submitted to the department of law.  [\"Long-term vacancies\"] \"VACANCIES\"\n    8  shall  mean  dwelling  units not leased or occupied by bona fide tenants\n    9  [for more than five months prior to the date of such submission  to  the\n   10  department  of  law]  ON  SUCH ONE HUNDRED TENTH DAY.  \"Excessive\" shall\n   11  mean a vacancy rate in excess of [the greater of  (i)  ten  percent  and\n   12  (ii)  a  percentage  that is double the normal average vacancy rate for]\n   13  FIVE PERCENT OF THE TOTAL NUMBER OF DWELLING UNITS IN  the  building  or\n   14  group  of  buildings  or development [for two years prior to the January\n   15  preceding the date  the  offering  statement  or  prospectus  was  first\n   16  submitted  to the department of law] OFFERED UNDER THE PLAN, EXCEPT THAT\n   17  IN A BUILDING OR GROUP OF BUILDINGS OR DEVELOPMENT CONTAINING LESS  THAN\n   18  TWENTY UNITS, \"EXCESSIVE\" SHALL MEAN MORE THAN ONE VACANT DWELLING UNIT.\n   19    S  6.  Subparagraph  (ix) of paragraph (d) of subdivision 2 of section\n   20  352-eee of the general business law, as added by chapter 402 of the laws\n   21  of 1983, is amended to read as follows:\n   22    (ix) The tenants in occupancy on the date the attorney general accepts\n   23  the plan for filing shall have the exclusive  right  to  purchase  their\n   24  dwelling units or the shares allocated thereto for ninety days after the\n   25  plan is accepted for filing by the attorney general AND PRESENTED TO THE\n   26  TENANTS,  during  which time a tenant's dwelling unit shall not be shown\n   27  to a third party unless he has, in writing, waived his OR HER  right  to\n   28  purchase;  subsequent  to  the  expiration  of such ninety day period, a\n   29  tenant in occupancy of a dwelling unit who has not  purchased  shall  be\n   30  given  the  exclusive right for an additional period of [six months] ONE\n   31  YEAR from said expiration date to purchase said  dwelling  unit  or  the\n   32  shares  allocated  thereto  on  the  same  terms  and  conditions as are\n   33  contained in an executed contract to purchase, SUBJECT TO THE PROVISIONS\n   34  OF THIS PARAGRAPH, said dwelling unit or shares entered into by  a  bona\n   35  fide  purchaser,  such  exclusive right to be exercisable within fifteen\n   36  days from the date of mailing  by  registered  mail  of  notice  of  the\n   37  execution  of  a  contract of sale together with a copy of said executed\n   38  contract to said tenant.\n   39    S 7. Subdivision 2 of section 352-eee of the general business  law  is\n   40  amended by adding a new paragraph (g) to read as follows:\n   41    (G)  THE  ATTORNEY  GENERAL  FINDS  THAT AT THE TIME WHEN THE PLAN WAS\n   42  SUBMITTED FOR FILING, THE AGENCY OF THE MUNICIPALITY  WHICH  IS  CHARGED\n   43  WITH  THE  ENFORCEMENT  OF BUILDING OR HOUSING CODES WAS NOTIFIED OF THE\n   44  SUBMISSION  OF  THE  PLAN  AND  THE  NECESSITY  FOR  A  CODE  COMPLIANCE\n   45  INSPECTION  AND  THAT  PRIOR TO THE PLAN BEING DECLARED TO BE IN EFFECT,\n   46  THE BUILDING OR GROUP OF BUILDINGS SHALL BE CERTIFIED IN WRITING BY  THE\n   47  MUNICIPALITY  AS  BEING  FREE OF ANY BUILDING OR HOUSING CODE VIOLATIONS\n   48  AND THE PLAN PROVIDES FOR SUCH RECERTIFICATION WITHIN ONE MONTH PRIOR TO\n   49  THE PLAN BEING DECLARED EFFECTIVE.\n   50    S 8. Section 352-eee of the general business law is amended by  adding\n   51  a new subdivision 4-a to read as follows:\n   52    4-A. (A) WITHIN THIRTY DAYS AFTER THE CLOSING OF A CONVERSION PURSUANT\n   53  TO  AN  OFFERING  PLAN  THE  OFFEROR SHALL ESTABLISH AND TRANSFER TO THE\n   54  COOPERATIVE CORPORATION OR CONDOMINIUM BOARD OF MANAGERS, A RESERVE FUND\n   55  TO BE USED EXCLUSIVELY FOR MAKING CAPITAL REPLACEMENTS NECESSARY FOR THE\n   56  HEALTH AND SAFETY OF THE RESIDENTS OF SUCH BUILDINGS. SUCH RESERVE  FUND\n\n       S. 2091                             4\n\n    1  SHALL  BE EXCLUSIVE OF ANY OTHER FUNDS REQUIRED TO BE RESERVED UNDER THE\n    2  PLAN OR APPLICABLE LAW OR REGULATION  OF  THE  STATE  ATTORNEY  GENERAL,\n    3  EXCEPT  A FUND FOR CAPITAL REPLACEMENTS SUBSTANTIALLY SIMILAR IN PURPOSE\n    4  TO  AND  IN  AN  AMOUNT  NOT LESS THAN THE RESERVE FUND MANDATED BY THIS\n    5  SUBDIVISION. SUCH RESERVE FUND ALSO SHALL BE EXCLUSIVE  OF  ANY  WORKING\n    6  CAPITAL  FUND  AND  SHALL NOT BE SUBJECT TO REDUCTION FOR CLOSING APPOR-\n    7  TIONMENTS.\n    8    (B) SUCH FUND SHALL BE ESTABLISHED IN AN AMOUNT EQUAL  TO  EITHER  (I)\n    9  TEN  PERCENT  OF  THE TOTAL PRICE OR, (II) (A) TEN PERCENT OF THE ACTUAL\n   10  SALES PRICE OF ALL COOPERATIVE SHARES OR CONDOMINIUM UNITS SOLD  BY  THE\n   11  OFFEROR  AT  THE TIME THE PLAN IS DECLARED EFFECTIVE, PROVIDED, HOWEVER,\n   12  THAT IF SUCH AMOUNT IS LESS THAN THREE PERCENT OF THE TOTAL PRICE,  THEN\n   13  THE FUND SHALL BE ESTABLISHED AS A MINIMUM OF THREE PERCENT OF THE TOTAL\n   14  PRICE;  PLUS (B) SUPPLEMENTAL CONTRIBUTIONS TO BE MADE BY THE OFFEROR AT\n   15  A RATE OF TEN PERCENT OF THE ACTUAL SALES PRICE OF COOPERATIVE SHARES OR\n   16  CONDOMINIUM UNITS FOR EACH UNIT OF ITS  ALLOCABLE  SHARES  HELD  BY  THE\n   17  OFFEROR  AND  SOLD  TO  BONA FIDE PURCHASERS SUBSEQUENT TO THE EFFECTIVE\n   18  DATE OF THE PLAN AND WITHIN FIVE YEARS OF THE CLOSING OF THE  CONVERSION\n   19  PURSUANT  TO SUCH PLAN NOTWITHSTANDING THAT THE TOTAL AMOUNT CONTRIBUTED\n   20  MAY EXCEED TEN PERCENT OF THE TOTAL PRICE; AND PROVIDED,  FURTHER,  THAT\n   21  IF  FIVE  YEARS  FROM  THIRTY  DAYS  AFTER THE CLOSING OF THE CONVERSION\n   22  PURSUANT TO SUCH PLAN THE TOTAL CONTRIBUTIONS BY THE OFFEROR TO THE FUND\n   23  ARE LESS THAN TEN PERCENT OF THE TOTAL PRICE THE OFFEROR SHALL  PAY  THE\n   24  DIFFERENCE  BETWEEN  THE AMOUNT CONTRIBUTED AND TEN PERCENT OF THE TOTAL\n   25  PRICE. SUPPLEMENTAL CONTRIBUTIONS SHALL BE MADE WITHIN  THIRTY  DAYS  OF\n   26  EACH SALE.\n   27    (C)  THE  CONTRIBUTIONS  REQUIRED  PURSUANT TO THIS SUBDIVISION MAY BE\n   28  MADE EARLIER OR IN AN AMOUNT GREATER THAN SO PROVIDED.  AN  OFFEROR  MAY\n   29  CLAIM  AND  RECEIVE CREDIT AGAINST THE MANDATORY INITIAL CONTRIBUTION TO\n   30  THE RESERVE FUND FOR THE ACTUAL COST OF CAPITAL  REPLACEMENTS  WHICH  HE\n   31  HAS BEGUN AFTER THE PLAN IS SUBMITTED FOR FILING TO THE ATTORNEY GENERAL\n   32  AND  BEFORE  THE PLAN IS DECLARED EFFECTIVE; PROVIDED, HOWEVER, THAT ANY\n   33  SUCH REPLACEMENTS MUST BE SET FORTH IN  THE  PLAN  TOGETHER  WITH  THEIR\n   34  ACTUAL  OR  ESTIMATED COSTS AND FURTHER PROVIDED, THAT SUCH CREDIT SHALL\n   35  NOT EXCEED THE LESSER OF THE ACTUAL COST OF THE CAPITAL REPLACEMENTS  OR\n   36  ONE PERCENT OF THE TOTAL PRICE.\n   37    (D)  ANY  BUILDING,  CONSTRUCTION  OF WHICH WAS COMPLETED WITHIN THREE\n   38  YEARS PRIOR TO THE CLOSING OF A CONVERSION PURSUANT TO AN OFFERING PLAN,\n   39  SHALL BE EXEMPT FROM THE REQUIREMENTS OF THIS SUBDIVISION.\n   40    (E) THE COOPERATIVE CORPORATION OR CONDOMINIUM BOARD OF MANAGERS SHALL\n   41  REPORT TO SHAREHOLDERS AND UNIT  OWNERS  ON  A  SEMI-ANNUAL  BASIS  WITH\n   42  RESPECT  TO  ALL  DEPOSITS  INTO  AND  WITHDRAWALS FROM THE RESERVE FUND\n   43  MANDATED BY THIS SUBDIVISION.\n   44    S 9. Paragraph (b) of subdivision 1 of section 352-eeee  of the gener-\n   45  al business law, as added by chapter 555 of the laws of 1982, is amended\n   46  to read as follows:\n   47    (b) \"Non-eviction plan\". A plan which may not  be  declared  effective\n   48  until [written purchase agreements have been executed and delivered for]\n   49  at least [fifteen] TWENTY-FIVE percent of THE BONA FIDE TENANTS IN OCCU-\n   50  PANCY  OF  all  dwelling  units in the building or group of buildings or\n   51  development [by bona fide tenants in occupancy or bona  fide  purchasers\n   52  who represent that they intend that they or one or more members of their\n   53  immediate family intend to occupy the unit when it becomes vacant. As to\n   54  tenants  who  were  in  occupancy on the date a letter was issued by the\n   55  attorney general accepting the plan for filing, the  purchase  agreement\n   56  shall  be  executed and delivered] ON THE DATE THE OFFERING STATEMENT OR\n\n       S. 2091                             5\n\n    1  PROSPECTUS WAS ACCEPTED FOR FILING BY THE ATTORNEY  GENERAL  SHALL  HAVE\n    2  EXECUTED  AND  DELIVERED  WRITTEN  AGREEMENTS TO PURCHASE UNDER THE PLAN\n    3  pursuant to an offering made in good faith without fraud and discrimina-\n    4  tory repurchase agreements or other discriminatory inducements.\n    5    S 10. Subdivision 1 of section 352-eeee of the general business law is\n    6  amended by adding two new paragraphs (h) and (i) to read as follows:\n    7    (H)  \"TOTAL  PRICE\".  (I) WITH RESPECT TO COOPERATIVE CONVERSIONS, THE\n    8  NUMBER OF ALL SHARES IN THE OFFERING MULTIPLIED BY THE  LAST  PRICE  PER\n    9  SHARE  WHICH  WAS OFFERED TO TENANTS IN OCCUPANCY PRIOR TO THE EFFECTIVE\n   10  DATE OF THE PLAN REGARDLESS OF NUMBER OF SALES MADE;\n   11    (II) WITH RESPECT TO CONDOMINIUM CONVERSIONS, THE SUM OF THE  COST  OF\n   12  ALL UNITS IN THE OFFERING AT THE LAST PRICE WHICH WAS OFFERED TO TENANTS\n   13  IN  OCCUPANCY  PRIOR  TO  THE  EFFECTIVE  DATE OF THE PLAN REGARDLESS OF\n   14  NUMBER OF SALES MADE.\n   15    (I) \"CAPITAL REPLACEMENT\". A  BUILDING-WIDE  REPLACEMENT  OF  A  MAJOR\n   16  COMPONENT OF ANY OF THE FOLLOWING SYSTEMS:\n   17    (I) ELEVATOR;\n   18    (II) HEATING, VENTILATION AND AIR CONDITIONING;\n   19    (III) PLUMBING;\n   20    (IV) WIRING;\n   21    (V) ROOF;\n   22    (VI) WINDOWS;\n   23  OR,  A  MAJOR STRUCTURAL REPLACEMENT TO THE BUILDING; PROVIDED, HOWEVER,\n   24  THAT REPLACEMENTS MADE TO CURE CODE VIOLATIONS OF RECORD  SHALL  NOT  BE\n   25  INCLUDED.\n   26    S  11.  Subparagraph  (i) of paragraph (c) of subdivision 2 of section\n   27  352-eeee of the general business law, as added by  chapter  555  of  the\n   28  laws of 1982, is amended to read as follows:\n   29     (i)  The  plan  may not be declared effective until [written purchase\n   30  agreements have been executed and  delivered  for]  at  least  [fifteen]\n   31  TWENTY-FIVE  percent of THE BONA FIDE TENANTS IN OCCUPANCY OF all dwell-\n   32  ing  units  in  the  building  or  group  of  buildings  or  development\n   33  [subscribed  for by bona fide tenants in occupancy or bona fide purchas-\n   34  ers who represent that they intend that they or one or more  members  of\n   35  their  immediate family occupy the dwelling unit when it becomes vacant.\n   36  As to tenants who were in occupancy on the date a letter was  issued  by\n   37  the  attorney general accepting the plan for filing, the purchase agree-\n   38  ment shall be executed and delivered] ON THE DATE THE OFFERING STATEMENT\n   39  OR PROSPECTUS WAS ACCEPTED FOR FILING BY THE ATTORNEY GENERAL SHALL HAVE\n   40  EXECUTED AND DELIVERED WRITTEN AGREEMENTS TO  PURCHASE  UNDER  THE  PLAN\n   41  pursuant to an offering made IN GOOD FAITH without FRAUD AND discrimina-\n   42  tory repurchase agreements or other discriminatory inducements.\n   43    S  12.  Paragraph  (c)  of  subdivision 2 of section 352-eeee   of the\n   44  general business law is amended by adding two new  subparagraphs  (viii)\n   45  and (ix) to read as follows:\n   46    (VIII)  THE  TENANTS  IN  OCCUPANCY  ON  THE DATE THE ATTORNEY GENERAL\n   47  ACCEPTS THE PLAN FOR FILING SHALL HAVE THE EXCLUSIVE RIGHT  TO  PURCHASE\n   48  THEIR  DWELLING  UNITS  OR  THE SHARES ALLOCATED THERETO FOR NINETY DAYS\n   49  AFTER THE PLAN IS ACCEPTED  FOR  FILING  BY  THE  ATTORNEY  GENERAL  AND\n   50  PRESENTED  TO  THE  TENANTS,  DURING WHICH TIME A TENANT'S DWELLING UNIT\n   51  SHALL NOT BE SHOWN TO A THIRD PARTY UNLESS HE OR SHE  HAS,  IN  WRITING,\n   52  WAIVED  HIS  OR  HER  RIGHT TO PURCHASE; SUBSEQUENT TO THE EXPIRATION OF\n   53  SUCH NINETY DAY PERIOD, A TENANT IN OCCUPANCY OF A DWELLING UNIT WHO HAS\n   54  NOT PURCHASED SHALL BE GIVEN THE EXCLUSIVE RIGHT FOR AN ADDITIONAL PERI-\n   55  OD OF ONE YEAR FROM SAID EXPIRATION DATE TO PURCHASE SAID DWELLING  UNIT\n   56  OR  THE SHARES ALLOCATED THERETO ON THE SAME TERMS AND CONDITIONS AS ARE\n\n       S. 2091                             6\n\n    1  CONTAINED IN AN EXECUTED CONTRACT TO PURCHASE, SUBJECT TO THE PROVISIONS\n    2  OF THIS PARAGRAPH, SAID DWELLING UNIT OR SHARES ENTERED INTO BY  A  BONA\n    3  FIDE  PURCHASER,  SUCH  EXCLUSIVE RIGHT TO BE EXERCISABLE WITHIN FIFTEEN\n    4  DAYS  FROM  THE  DATE  OF  MAILING  BY  REGISTERED MAIL OF NOTICE OF THE\n    5  EXECUTION OF A CONTRACT OF SALE TOGETHER WITH A COPY  OF  SAID  EXECUTED\n    6  CONTRACT TO SAID TENANT.\n    7    (IX) THE PLAN INCLUDES A COPY OF THE AFFIDAVIT, IN A FORM TO BE ESTAB-\n    8  LISHED  BY  THE ATTORNEY GENERAL, WHICH SHALL BE SIGNED BY THE PURCHASER\n    9  OF ANY DWELLING UNIT OF THE SHARES ALLOCATED THERETO OCCUPIED BY A RESI-\n   10  DENTIAL TENANT. SUCH AFFIDAVIT SHALL SPECIFY THE RENT REGULATORY LAW, IF\n   11  ANY, TO WHICH THE UNIT IS SUBJECT AND SHALL CONTAIN AN ACKNOWLEDGMENT OF\n   12  SUCH RENT REGULATED STATUS OF THE UNIT AS WELL AS THE  PURCHASER'S  DUTY\n   13  TO ABIDE BY THE MAXIMUM LEGAL RENT STANDARDS, RENT REGISTRATION REQUIRE-\n   14  MENTS,  MAINTENANCE  OF SERVICES REQUIREMENTS AND ALL OTHER REQUIREMENTS\n   15  OF APPLICABLE HOUSING LAWS AND REGULATIONS.  EACH SUCH  PURCHASER  SHALL\n   16  AT  THE  TIME OF PURCHASE SIGN TWO COPIES OF THE AFFIDAVIT, ONE OF WHICH\n   17  SHALL BE DELIVERED BY THE OFFEROR TO THE TENANT  IN  OCCUPANCY  AND  THE\n   18  OTHER TO THE DIVISION OF HOUSING AND COMMUNITY RENEWAL.\n   19    S  13.  Subparagraph (ix) of paragraph (d) of subdivision 2 of section\n   20  352-eeee of the general business law, as added by  chapter  555  of  the\n   21  laws of 1982, is amended to read as follows:\n   22    (ix) The tenants in occupancy on the date the attorney general accepts\n   23  the  plan  for  filing  shall have the exclusive right to purchase their\n   24  dwelling units or the shares allocated thereto for ninety days after the\n   25  plan is accepted for filing by the attorney general AND PRESENTED TO THE\n   26  TENANTS, during which time a tenant's dwelling unit shall not  be  shown\n   27  to  a  third party unless he OR SHE has, in writing, waived his right to\n   28  purchase; subsequent to the expiration of  such  ninety  day  period,  a\n   29  tenant  in  occupancy  of a dwelling unit who has not purchased shall be\n   30  given the exclusive right for an additional period of [six  months]  ONE\n   31  YEAR  from  said  expiration  date to purchase said dwelling unit or the\n   32  shares allocated thereto  on  the  same  terms  and  conditions  as  are\n   33  contained in an executed contract to purchase, SUBJECT TO THE PROVISIONS\n   34  OF  THIS  PARAGRAPH, said dwelling unit or shares entered into by a bona\n   35  fide purchaser, such exclusive right to be  exercisable  within  fifteen\n   36  days  from  the  date  of  mailing  by  registered mail of notice of the\n   37  execution of a contract of sale together with a copy  of  said  executed\n   38  contract to said tenant.\n   39    S  14.  Paragraph  (e)  of  subdivision 2 of section 352-eeee   of the\n   40  general business law, as added by chapter 555 of the laws  of  1982,  is\n   41  amended to read as follows:\n   42    (e) The attorney general finds that an excessive number of [long-term]\n   43  vacancies  did  not exist on the date THAT IS ONE HUNDRED TEN DAYS AFTER\n   44  THE DATE that the offering statement or prospectus was  first  submitted\n   45  to  the  department  of law.   [\"Long-term vacancies\"] \"VACANCIES\" shall\n   46  mean dwelling units not leased or occupied by  bona  fide  tenants  [for\n   47  more  than  five  months  prior  to  the  date of such submission to the\n   48  department of law] ON SUCH ONE HUNDRED TENTH  DAY.    \"Excessive\"  shall\n   49  mean  a  vacancy  rate  in excess of [the greater of (i) ten percent and\n   50  (ii) a percentage that is double the normal average  vacancy  rate  for]\n   51  FIVE  PERCENT  OF  THE TOTAL NUMBER OF DWELLING UNITS IN the building or\n   52  group of buildings or development [for two years prior  to  the  January\n   53  preceding  the  date  the  offering  statement  or  prospectus was first\n   54  submitted to the department of law] OFFERED UNDER THE PLAN, EXCEPT  THAT\n   55  IN  A BUILDING OR GROUP OF BUILDINGS OR DEVELOPMENT CONTAINING LESS THAN\n   56  TWENTY UNITS, \"EXCESSIVE\" SHALL MEAN MORE THAN ONE VACANT DWELLING UNIT.\n\n       S. 2091                             7\n\n    1    S 15. Subdivision 2 of section 352-eeee of the general business law is\n    2  amended by adding a new paragraph (g) to read as follows:\n    3    (G)  THE  ATTORNEY  GENERAL  FINDS  THAT AT THE TIME WHEN THE PLAN WAS\n    4  SUBMITTED FOR FILING, THE AGENCY OF THE MUNICIPALITY  WHICH  IS  CHARGED\n    5  WITH  THE  ENFORCEMENT  OF BUILDING OR HOUSING CODES WAS NOTIFIED OF THE\n    6  SUBMISSION  OF  THE  PLAN  AND  THE  NECESSITY  FOR  A  CODE  COMPLIANCE\n    7  INSPECTION  AND  THAT  PRIOR TO THE PLAN BEING DECLARED TO BE IN EFFECT,\n    8  THE BUILDING OR GROUP OF BUILDINGS SHALL BE CERTIFIED IN WRITING BY  THE\n    9  MUNICIPALITY  AS  BEING  FREE OF ANY BUILDING OR HOUSING CODE VIOLATIONS\n   10  AND THE PLAN PROVIDES FOR SUCH RECERTIFICATION WITHIN ONE MONTH PRIOR TO\n   11  THE PLAN BEING DECLARED EFFECTIVE.\n   12    S 16. Section 352-eeee of the  general  business  law  is  amended  by\n   13  adding a new subdivision 4-a to read as follows:\n   14    4-A. (A) WITHIN THIRTY DAYS AFTER THE CLOSING OF A CONVERSION PURSUANT\n   15  TO  AN  OFFERING  PLAN  THE  OFFEROR SHALL ESTABLISH AND TRANSFER TO THE\n   16  COOPERATIVE CORPORATION OR CONDOMINIUM BOARD OF MANAGERS, A RESERVE FUND\n   17  TO BE USED EXCLUSIVELY FOR MAKING CAPITAL REPLACEMENTS NECESSARY FOR THE\n   18  HEALTH AND SAFETY OF THE RESIDENTS OF SUCH BUILDINGS. SUCH RESERVE  FUND\n   19  SHALL  BE EXCLUSIVE OF ANY OTHER FUNDS REQUIRED TO BE RESERVED UNDER THE\n   20  PLAN OR APPLICABLE LAW OR REGULATION  OF  THE  STATE  ATTORNEY  GENERAL,\n   21  EXCEPT  A FUND FOR CAPITAL REPLACEMENTS SUBSTANTIALLY SIMILAR IN PURPOSE\n   22  TO AND IN AN AMOUNT NOT LESS THAN THE  RESERVE  FUND  MANDATED  BY  THIS\n   23  SUBDIVISION.  SUCH  RESERVE  FUND ALSO SHALL BE EXCLUSIVE OF ANY WORKING\n   24  CAPITAL FUND AND SHALL NOT BE SUBJECT TO REDUCTION  FOR  CLOSING  APPOR-\n   25  TIONMENTS.\n   26    (B)  SUCH  FUND  SHALL BE ESTABLISHED IN AN AMOUNT EQUAL TO EITHER (I)\n   27  TEN PERCENT OF THE TOTAL PRICE OR, (II) (A) TEN PERCENT  OF  THE  ACTUAL\n   28  SALES  PRICE  OF ALL COOPERATIVE SHARES OR CONDOMINIUM UNITS SOLD BY THE\n   29  OFFEROR AT THE TIME THE PLAN IS DECLARED EFFECTIVE,  PROVIDED,  HOWEVER,\n   30  THAT  IF SUCH AMOUNT IS LESS THAN THREE PERCENT OF THE TOTAL PRICE, THEN\n   31  THE FUND SHALL BE ESTABLISHED AS A MINIMUM OF THREE PERCENT OF THE TOTAL\n   32  PRICE; PLUS (B) SUPPLEMENTAL CONTRIBUTIONS TO BE MADE BY THE OFFEROR  AT\n   33  A RATE OF TEN PERCENT OF THE ACTUAL SALES PRICE OF COOPERATIVE SHARES OR\n   34  CONDOMINIUM  UNITS  FOR  EACH  UNIT  OF ITS ALLOCABLE SHARES HELD BY THE\n   35  OFFEROR AND SOLD TO BONA FIDE PURCHASERS  SUBSEQUENT  TO  THE  EFFECTIVE\n   36  DATE  OF THE PLAN AND WITHIN FIVE YEARS OF THE CLOSING OF THE CONVERSION\n   37  PURSUANT TO SUCH PLAN NOTWITHSTANDING THAT THE TOTAL AMOUNT  CONTRIBUTED\n   38  MAY  EXCEED  TEN PERCENT OF THE TOTAL PRICE; AND PROVIDED, FURTHER, THAT\n   39  IF FIVE YEARS FROM THIRTY DAYS  AFTER  THE  CLOSING  OF  THE  CONVERSION\n   40  PURSUANT TO SUCH PLAN THE TOTAL CONTRIBUTIONS BY THE OFFEROR TO THE FUND\n   41  ARE  LESS  THAN TEN PERCENT OF THE TOTAL PRICE THE OFFEROR SHALL PAY THE\n   42  DIFFERENCE BETWEEN THE AMOUNT CONTRIBUTED AND TEN PERCENT OF  THE  TOTAL\n   43  PRICE.  SUPPLEMENTAL  CONTRIBUTIONS  SHALL BE MADE WITHIN THIRTY DAYS OF\n   44  EACH SALE.\n   45    (C) THE CONTRIBUTIONS REQUIRED PURSUANT TO  THIS  SUBDIVISION  MAY  BE\n   46  MADE  EARLIER  OR  IN AN AMOUNT GREATER THAN SO PROVIDED. AN OFFEROR MAY\n   47  CLAIM AND RECEIVE CREDIT AGAINST THE MANDATORY INITIAL  CONTRIBUTION  TO\n   48  THE  RESERVE  FUND  FOR THE ACTUAL COST OF CAPITAL REPLACEMENTS WHICH HE\n   49  HAS BEGUN AFTER THE PLAN IS  SUBMITTED  FOR  FILING  WITH  THE  ATTORNEY\n   50  GENERAL  AND  BEFORE  THE PLAN IS DECLARED EFFECTIVE; PROVIDED, HOWEVER,\n   51  THAT ANY SUCH REPLACEMENTS MUST BE SET FORTH IN THE PLAN  TOGETHER  WITH\n   52  THEIR  ACTUAL  OR ESTIMATED COSTS AND FURTHER PROVIDED, THAT SUCH CREDIT\n   53  SHALL NOT EXCEED THE LESSER OF THE ACTUAL COST OF THE  CAPITAL  REPLACE-\n   54  MENTS OR ONE PERCENT OF THE TOTAL PRICE.\n\n       S. 2091                             8\n\n    1    (D)  ANY  BUILDING,  CONSTRUCTION  OF WHICH WAS COMPLETED WITHIN THREE\n    2  YEARS PRIOR TO THE CLOSING OF A CONVERSION PURSUANT TO AN OFFERING PLAN,\n    3  SHALL BE EXEMPT FROM THE REQUIREMENTS OF THIS SUBDIVISION.\n    4    (E) THE COOPERATIVE CORPORATION OR CONDOMINIUM BOARD OF MANAGERS SHALL\n    5  REPORT  TO  SHAREHOLDERS  AND  UNIT  OWNERS  ON A SEMI-ANNUAL BASIS WITH\n    6  RESPECT TO ALL DEPOSITS INTO  AND  WITHDRAWALS  FROM  THE  RESERVE  FUND\n    7  MANDATED BY THIS SUBDIVISION.\n    8    S  17.  Severability.  If  any clause, sentence, paragraph, section or\n    9  part of this act shall be adjudged by any court of  competent  jurisdic-\n   10  tion to be invalid, such judgment shall not affect, impair or invalidate\n   11  the  remainder  thereof,  but  shall be confined in its operation to the\n   12  clause, sentence, paragraph, section, or part thereof directly  involved\n   13  in the controversy in which such judgment shall have been rendered.\n   14    S  18.  This  act  shall  take  effect  immediately and shall apply to\n   15  conversion plans accepted for filing by the attorney general on or after\n   16  the date it shall have become a law; provided  that  the  amendments  to\n   17  sections  352-eee  and 352-eeee of the general business law made by this\n   18  act shall not affect the expiration of such sections  and  shall  expire\n   19  therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the conversion of residential property to cooperative or condominium ownership ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T100114.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110118.T154152.TXT", "SOBI.D110118.T110619.TXT", "SOBI.D110118.T105619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295383312355
}