{
  "year" : 2011,
  "senateBillNo" : "S2097-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2097-2011-1295326800000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits exclusive multichannel video programming from entering into exclusive marketing agreements with the owner or manager of a residential multiple dwelling unit",
  "summary" : "Prohibits exclusive multichannel video programming providers from entering into exclusive marketing agreements with the owner or manager of a residential multiple dwelling unit. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S4502-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2097\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend  the  public  service law, in relation to prohibiting\n         providers of multichannel video programming from entering into  exclu-\n         sive  marketing  agreements with the owner or manager of a residential\n         multiple dwelling unit\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 228 of the public service law is amended by adding\n    2  a new subdivision 4 to read as follows:\n    3    4.  (A)  NO  PROVIDER  OF  MULTICHANNEL  VIDEO  PROGRAMMING OR OWNERS,\n    4  LESSORS, MANAGERS OR  PERSONS  CONTROLLING  OR  MANAGING  A  RESIDENTIAL\n    5  MULTIPLE DWELLING UNIT SHALL ENTER INTO OR RENEW ANY EXCLUSIVE MARKETING\n    6  AGREEMENT WITH REGARD TO MULTICHANNEL VIDEO PROGRAMMING SERVICES.\n    7    (B) \"EXCLUSIVE MARKETING AGREEMENT\" MEANS A CONTRACT OR OTHER ARRANGE-\n    8  MENT,  OTHER  THAN  A BULK SALES ARRANGEMENT, BETWEEN THE OWNER, LESSOR,\n    9  MANAGER OR PERSON CONTROLLING OR MANAGING A RESIDENTIAL MULTIPLE  DWELL-\n   10  ING UNIT AND A MULTICHANNEL VIDEO PROGRAMMING PROVIDER IN WHICH A MULTI-\n   11  CHANNEL  VIDEO  PROGRAMMING  PROVIDER IS GRANTED PREFERENCE OR EXCLUSIVE\n   12  RIGHTS WITH REGARD TO THE MARKETING OR OFFERING OF SERVICES,  OR  ACCESS\n   13  TO THE PREMISES FOR PURPOSES THEREOF.\n   14    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06391-01-1\n",
  "memo" : "BILL NUMBER:S2097\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to prohibiting providers of\nmultichannel video programming from entering into exclusive marketing\nagreements with the owner or manager of a residential multiple dwelling\nunit\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo prohibit any\nprovider of\nmultichannel video programming from entering into an exclusive\nmarketing agreement with the owner, lessor or manager of a multiunit\nbuilding.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would amend the\nPublic Service Law by adding a new subdivision (4) to Section 228 that\nwould prohibit building owners, lessors, managers, or those managing\nor controlling a multiunit building, from entering into or renewing\nexclusive marketing agreements with regard to multichannel video\nprogramming services. The bill also defines the term \"exclusive\nmarketing agreement.\"\n\nJUSTIFICATION:\nExisting New York law prohibits exclusive\naccess agreements that allow a landlord to bar cable television\ncompanies from entering upon the property of a multiple dwelling unit\n(MDU), exacting payment to allow access, or discriminating against\noperators who wish access to offer cable television service. Current\nlaw, however, permits a landlord to enter an exclusive marketing\nagreement, which enables a cable television company to obtain the\nexclusive right to market video service in a residential building by,\namong other things, providing marketing materials in the leasing\noffice or installing signage in common areas of the building.\n\nThis bill bars such exclusive marketing agreements so that residents\nof MDUs can enjoy the benefits of competition among cable television\noperators. The bill ensures that MDU residents receive equal access\nto information about their choice of cable provider, thereby allowing\nMDU residents to obtain the best product at the lowest price.\n\nThis bill does not abrogate existing contracts or prohibit bulk sales\nagreements. The Contract Clause likely voids any attempt to abrogate\nthese previously entered into agreements. Bulk sales agreements,\nwhich often reduce the cost of cable television for MDU residents,\nwould still be permitted. Further, the bill does not require\nlandlords to provide access for marketing purposes, simply that any\nsuch access must be granted in a non-discriminatory fashion.\n\nPRIOR LEGISLATIVE HISTORY:\n\nNone.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENT:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to prohibiting providers of multichannel video programming from entering into exclusive marketing agreements with the owner or manager of a residential multiple dwelling unit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T110118.TXT", "SOBI.D110118.T100114.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T154652.TXT", "SOBI.D110118.T110619.TXT", "SOBI.D110118.T100614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849479
}