{
  "year" : 2011,
  "senateBillNo" : "S2098-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2098-2011-1295326800000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides homemaker services may be provided by private home aides",
  "summary" : "Provides homemaker services may be provided by private home aides, subject to certain requirements, not only certified home care agencies; includes homemaker services engaged through private home aides within the definition of \"home health aide services\"; and provides homemaker services shall be reimbursable through the New York state partnership for long term care. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S1072-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2098\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, the insurance law and the  social\n         services law, in relation to the provision of homemaker services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 3602 of the public health law,  as\n    2  amended  by  chapter  600  of  the  laws  of 2002, is amended to read as\n    3  follows:\n    4    4. \"Home  health  aide  services\"  means  simple  health  care  tasks,\n    5  personal hygiene services, housekeeping tasks essential to the patient's\n    6  health  and  other  related  supportive services. Such services shall be\n    7  prescribed by a physician in accordance with a plan of treatment for the\n    8  patient and: (A) shall be under the supervision of a registered  profes-\n    9  sional  nurse  from a certified home health agency or, when appropriate,\n   10  from a provider of a long term home  health  care  program  and  of  the\n   11  appropriate professional therapist from such agency or provider when the\n   12  aide  carries  out simple procedures as an extension of physical, speech\n   13  or occupational therapy, OR (B) HOMEMAKER SERVICES WHICH CAN BE  ENGAGED\n   14  THROUGH A PRIVATE HOME AIDE, PROVIDED HOWEVER THAT SUCH AIDE HAS (1) MET\n   15  THE  STANDARDS  ESTABLISHED  BY THE DEPARTMENT OF FAMILY ASSISTANCE, AND\n   16  (2) SUCH SERVICES ARE REIMBURSABLE THROUGH THE NEW YORK  STATE  PARTNER-\n   17  SHIP  FOR  LONG  TERM  CARE  PROGRAM  PURSUANT  TO SECTION THREE HUNDRED\n   18  SIXTY-SEVEN-F OF THE SOCIAL SERVICES LAW.   Such services  may  also  be\n   19  prescribed  or  ordered by a nurse practitioner to the extent authorized\n   20  by law and consistent with the written practice  agreement  pursuant  to\n   21  subdivision three of section six thousand nine hundred two of the educa-\n   22  tion law and not prohibited by federal law or regulation.\n   23    S 2. Subparagraph (A) of paragraph 6 of subsection (i) of section 3216\n   24  of  the insurance law, as amended by chapter 557 of the laws of 2000, is\n   25  amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06518-01-1\n\n       S. 2098                             2\n\n    1    (A) Home care means the care and treatment of a covered person who  is\n    2  under the care of a physician but only if hospitalization or confinement\n    3  in  a  nursing  facility  as  defined in subchapter XVIII of the federal\n    4  Social Security Act, 42 U.S.C. SS 1395 et seq, would otherwise have been\n    5  required  if  home care was not provided, and the plan covering the home\n    6  health service is established and approved in writing by such physician.\n    7  Home care shall be provided by  an  agency  [possessing]  OR  THROUGH  A\n    8  PRIVATE HOME AIDE SERVICE PURSUANT TO THIS SUBPARAGRAPH. WHERE HOME CARE\n    9  IS  PROVIDED  BY AN AGENCY SUCH AGENCY SHALL POSSESS a valid certificate\n   10  of approval or license issued pursuant  to  article  thirty-six  of  the\n   11  public health law and shall consist of one or more of the following:\n   12    (i) Part-time or intermittent home nursing care by or under the super-\n   13  vision of a registered professional nurse (R.N.).\n   14    (ii) Part-time or intermittent home health aide services which consist\n   15  primarily of caring for the patient.\n   16    (iii) Physical, occupational or speech therapy if provided by the home\n   17  health service or agency.\n   18    (iv)  Medical  supplies,  drugs and medications prescribed by a physi-\n   19  cian, and laboratory services by or on behalf of a certified home health\n   20  agency or licensed home care services agency to the  extent  such  items\n   21  would  have  been  covered  under the contract if the covered person had\n   22  been hospitalized or confined in a skilled nursing facility  as  defined\n   23  in  [title]  subchapter  XVIII  of  the  federal Social Security Act, 42\n   24  U.S.C.  SS 1395 et seq.\n   25    WHERE HOMEMAKER  SERVICES  ARE  PROVIDED  THROUGH  PRIVATE  HOME  AIDE\n   26  SERVICES SUCH CARE SHALL CONSIST OF ONE OR MORE OF THE FOLLOWING:\n   27    (I)  SUCH AIDE SHALL HAVE MET THE STANDARDS ESTABLISHED BY THE DEPART-\n   28  MENT OF FAMILY ASSISTANCE.\n   29    (II) SUCH SERVICES ARE REIMBURSABLE THROUGH THE NEW YORK  STATE  PART-\n   30  NERSHIP  FOR  LONG  TERM  CARE PROGRAM PURSUANT TO SECTION THREE HUNDRED\n   31  SIXTY-SEVEN-F OF THE SOCIAL SERVICES LAW.\n   32    (III) PART-TIME  OR  INTERMITTENT  HOMEMAKER  SERVICES  WHICH  CONSIST\n   33  PRIMARILY OF CARING FOR THE PATIENT.\n   34    S 3. Subparagraph (D) of paragraph 1 of subsection (k) of section 3221\n   35  of  the insurance law, as amended by chapter 557 of the laws of 2000, is\n   36  amended to read as follows:\n   37    (D) Home care shall be provided by an agency [possessing] OR THROUGH A\n   38  PRIVATE HOME AIDE SERVICE PURSUANT TO THIS SUBPARAGRAPH. WHERE HOME CARE\n   39  IS PROVIDED BY AN AGENCY SUCH AGENCY SHALL POSSESS a  valid  certificate\n   40  of  approval  or  license  issued  pursuant to article thirty-six of the\n   41  public health law and shall consist of one or more of the following:\n   42    (i) Part-time or intermittent home nursing care by or under the super-\n   43  vision of a registered professional nurse (R.N.).\n   44    (ii) Part-time or intermittent home health aide services which consist\n   45  primarily of caring for the patient.\n   46    (iii) Physical, occupational or speech therapy if provided by the home\n   47  health service or agency.\n   48    (iv) Medical supplies, drugs and medications prescribed  by  a  physi-\n   49  cian, and laboratory services by or on behalf of a certified home health\n   50  agency  or  licensed  home care services agency to the extent such items\n   51  would have been covered under the contract if  the  covered  person  had\n   52  been  hospitalized  or confined in a skilled nursing facility as defined\n   53  in subchapter XVIII of the federal Social Security  Act,  42  U.S.C.  SS\n   54  1395 et seq.\n   55    WHERE  HOMEMAKER  SERVICES  ARE  PROVIDED  THROUGH  PRIVATE  HOME AIDE\n   56  SERVICES SUCH CARE SHALL CONSIST OF ONE OR MORE OF THE FOLLOWING:\n\n       S. 2098                             3\n\n    1    (I) SUCH AIDE SHALL HAVE MET THE STANDARDS ESTABLISHED BY THE  DEPART-\n    2  MENT OF FAMILY ASSISTANCE.\n    3    (II)  SUCH  SERVICES ARE REIMBURSABLE THROUGH THE NEW YORK STATE PART-\n    4  NERSHIP FOR LONG TERM CARE PROGRAM PURSUANT  TO  SECTION  THREE  HUNDRED\n    5  SIXTY-SEVEN-F OF THE SOCIAL SERVICES LAW.\n    6    (III)  PART-TIME  OR  INTERMITTENT  HOMEMAKER  SERVICES  WHICH CONSIST\n    7  PRIMARILY OF CARING FOR THE PATIENT.\n    8    S 4. Subparagraphs (B) and (C) of paragraph 3  of  subsection  (a)  of\n    9  section 4303 of the insurance law, as amended by chapter 557 of the laws\n   10  of  2000,  are  amended and a new subparagraph (C-1) is added to read as\n   11  follows:\n   12    (B) Home care shall be provided by an agency [possessing] OR THROUGH A\n   13  PRIVATE HOME AIDE SERVICE PURSUANT TO THIS PARAGRAPH. WHERE HOME CARE IS\n   14  PROVIDED BY AN AGENCY SUCH AGENCY SHALL POSSESS a valid  certificate  of\n   15  approval  or license issued pursuant to article thirty-six of the public\n   16  health law.\n   17    (C) Home care PROVIDED BY AN AGENCY shall consist of one  or  more  of\n   18  the following:\n   19    (i) part-time or intermittent home nursing care by or under the super-\n   20  vision of a registered professional nurse (R.N.),\n   21    (ii) part-time or intermittent home health aide services which consist\n   22  primarily of caring for the patient,\n   23    (iii) physical, occupational or speech therapy if provided by the home\n   24  health service or agency, and\n   25    (iv)  medical  supplies,  drugs and medications prescribed by a physi-\n   26  cian, and laboratory services by or on behalf of a certified home health\n   27  agency or licensed home care services agency to the  extent  such  items\n   28  would  have  been  covered or provided under the contract if the covered\n   29  person had been hospitalized or confined in a skilled  nursing  facility\n   30  as  defined  in subchapter XVIII of the Social Security Act, 42 U.S.C. S\n   31  1395 et seq.\n   32    (C-1) HOMEMAKER SERVICES PROVIDED THROUGH A PRIVATE HOME AIDE  SERVICE\n   33  SHALL CONSIST OF ONE OR MORE OF THE FOLLOWING:\n   34    (I)  SUCH AIDE SHALL HAVE MET THE STANDARDS ESTABLISHED BY THE DEPART-\n   35  MENT OF FAMILY ASSISTANCE.\n   36    (II) SUCH SERVICES ARE REIMBURSABLE THROUGH THE NEW YORK  STATE  PART-\n   37  NERSHIP  FOR  LONG  TERM  CARE PROGRAM PURSUANT TO SECTION THREE HUNDRED\n   38  SIXTY-SEVEN-F OF THE SOCIAL SERVICES LAW.\n   39    (III) PART-TIME  OR  INTERMITTENT  HOMEMAKER  SERVICES  WHICH  CONSIST\n   40  PRIMARILY OF CARING FOR THE PATIENT.\n   41    S  5.  Paragraph  (b)  of subdivision 1 of section 367-f of the social\n   42  services law, as added by chapter 659 of the laws of 1997, is amended to\n   43  read as follows:\n   44    (b) \"Long term care services\" shall include, but  not  be  limited  to\n   45  care, treatment, maintenance, and services: provided in a nursing facil-\n   46  ity  licensed  under  article  twenty-eight  of  the  public health law;\n   47  provided by a home care services agency, certified home health agency or\n   48  long term home health care program, as  defined  in  section  thirty-six\n   49  hundred  two  of  the public health law; provided by an adult day health\n   50  care program in accordance with regulations of the department of health;\n   51  [or] provided by a personal care provider licensed or regulated  by  any\n   52  other  state or local agency; OR HOMEMAKER SERVICES THROUGH PRIVATE HOME\n   53  AIDES AS PROVIDED IN SUBDIVISION FOUR OF SECTION THIRTY-SIX HUNDRED  TWO\n   54  OF  THE  PUBLIC  HEALTH  LAW;  and such other services for which medical\n   55  assistance is otherwise available under this chapter  which  are  desig-\n\n       S. 2098                             4\n\n    1  nated as long term care services in law or regulations of the department\n    2  of health.\n    3    S  6.  The  department of insurance shall analyze and compare expendi-\n    4  tures, utilization rates, and utilization patterns for claims  for  home\n    5  care services covered by individual and group accident and health insur-\n    6  ance  for  the  period  commencing  two  years immediately preceding the\n    7  effective date of this act and ending two  years  immediately  following\n    8  the effective date of this act. The department of insurance shall report\n    9  its findings to the governor, the temporary president of the senate, and\n   10  the speaker of the assembly on or before April 1, 2013.\n   11    S 7. This act shall take effect on the one hundred twentieth day after\n   12  it  shall  have  become  a  law and shall apply to policies or contracts\n   13  issued, renewed, modified, altered, or amended on or after such date.\n",
  "memo" : "BILL NUMBER:S2098\n\nTITLE OF BILL:\nAn act\nto amend the public health law, the insurance law and the social\nservices law, in relation to the provision of homemaker\nservices\n\nPURPOSE:\nThis bill provides that homemaker services\nmay be provided by\nprivate home aides.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 amends subdivision 4 of section 3602 of the public health law.\nIt permits homemaker services to be provided by a private home health\naide as long as the aide has met the standards of the department of\nfamily assistance. The services must also be reimbursable through the\nNYS Partnership for Long Term Care.\n\nSection 2 amends subparagraph (A) of paragraph 6 of subsection (i) of\nsection 3216 of the insurance law. Home care services may be provided\nby a private aide as long as the aide is certified and prescribed by\na physician. This section establishes the parameters of \"homemaker\nservices.\" A private home aide shall meet the standards provided by\nthe department of family assistance. These services shall he\nreimbursable through the NYS Partnership for Long Term Care.\n\nSection 3 amends subparagraph (D) of paragraph 1 of subsection (k) of\nsection 3221 of the insurance law. These provisions are the same as\nsection 2.\n\nSection 4 amends subparagraphs (B) and (C) of paragraph 3 of\nsubsection (a) of section 4303 of the insurance law to make the\nprovisions consistent with bill sections 2 & 3.\n\nSection 5 amends paragraph (b) of subdivision 1 of section 367- f of\nthe social services law to make provisions consistent with the\namendments to the insurance law, as outline in bill sections 2, 3, & 4.\n\nSection 6 directs the department of insurance to compare expenditures\nand utilization patterns for claims for home care services covered by\nindividual and group accident and health insurance.\n\nSection 7 enacts this legislation on the 120th day after it shall\nbecome law.\n\nEXISTING LAW:\n\nSection 460.1 defines \"homemaker services\" as a specialized service\nwhich complements casework service of an agency. It is provided upon\nthe recommendation of a physician to provide services in a person's\nhome for the purposes of maintaining normal household operations or\nduring periods of special circumstances. These services include\nhousehold tasks such as marketing/shopping, preparation and serving\nof meals, cleaning, light laundry, ironing, and mending. Personal\nservices include assistance with bathing, care of small children or\nelderly or disabled adults, payment of bills, errands, and\naccompaniment to a doctor's appointment or clinic.\n\nJUSTIFICATION:\nThis bill allows individuals to hire a private aide to perform\nhomemaker services and still be reimbursed through the NYS\nPartnership for Long Term Care. Current law stipulates that homemaker\nservices must be provided through a certified employment agency.\nUnder the provisions of this legislation, the aide must still conform\nto the certifications outlined by the appropriate departments and the\nservices must still be prescribed by a physician. Private certified\naides can already be hired by persons in need, but the services are\nnot reimbursable through the Partnership for Long Term Care. These\nprovisions remedy this situation, allowing aides to be hired\nprivately and, perhaps, at a lesser rate than that charged by\nemployment agencies.\n\nWith much of our state's elderly population relegated to fixed\nincomes, every penny saved is important.\n\nLEGISLATIVE HISTORY:\nNew bill.\n\nEFFECTIVE DATE:\nThis act shall take effect on the 120th day after it shall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, the insurance law and the social services law, in relation to the provision of homemaker services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T110118.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T154652.TXT", "SOBI.D110118.T100614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849481
}