{
  "year" : 2011,
  "senateBillNo" : "S2093-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S2093-2011-1295326800000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes services of department of correctional services in hazardous duty differential pay requirements",
  "summary" : "Includes services of employees of the department of correctional services working in shock incarceration facilities with direct inmate contact within provisions relating to hazardous duty differentials. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S1303-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2093\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Civil Service and Pensions\n\n       AN ACT to amend the civil service law, in  relation  to  hazardous  duty\n         differentials\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 9 of section 130 of the  civil\n    2  service law, as added by chapter 505 of the laws of 1986 and such subdi-\n    3  vision  as  renumbered by chapter 582 of the laws of 1988, is amended to\n    4  read as follows:\n    5    (a) Where, and to the extent that, an agreement between the state  and\n    6  an  employee  organization  entered into pursuant to article fourteen of\n    7  this chapter so provide, on behalf of employees serving in positions  in\n    8  a collective negotiating unit represented by such employee organization,\n    9  and  for  employees  designated  managerial  or confidential pursuant to\n   10  article fourteen of this chapter and civilian  state  employees  of  the\n   11  division of military and naval affairs of the executive department whose\n   12  positions are not in, or are excluded from representation rights in, any\n   13  recognized  or  certified negotiating unit, whenever the director deter-\n   14  mines that an employee who is serving in a position at a particular work\n   15  location or as a result of a temporary work assignment is exposed to  an\n   16  unavoidable,  clear and direct risk and hazard to safety and health, the\n   17  director may, subject to the approval of the  director  of  the  budget,\n   18  authorize  a  hazardous  duty  differential for the employee assigned to\n   19  such position or temporary work assignment.  Except for such  managerial\n   20  or confidential employees and such civilian state employees of the divi-\n   21  sion  of  military  and naval affairs whose positions are not in, or are\n   22  excluded from representation rights  in,  any  recognized  or  certified\n   23  negotiating  unit,  such differentials determined by the director during\n   24  the term of such agreement shall only be payable from an amount which is\n   25  collectively negotiated for such purposes pursuant to the terms of  such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06521-01-1\n\n       S. 2093                             2\n\n    1  an agreement between the state and an employee organization representing\n    2  such  employees;  thereafter such differentials shall continue for those\n    3  employees assigned to such position or temporary work assignment  unless\n    4  terminated  or revoked in accordance with paragraph (b) of this subdivi-\n    5  sion.  FOR THE PURPOSES OF THE DIFFERENTIAL AUTHORIZED PURSUANT TO  THIS\n    6  SUBDIVISION,  EMPLOYEES  ASSIGNED TO WORK IN SHOCK INCARCERATION FACILI-\n    7  TIES AND OTHER EMPLOYEES IN FACILITIES OR WORK RELEASE PROGRAMS OPERATED\n    8  BY THE DEPARTMENT OF CORRECTIONAL SERVICES WHOSE REGULAR WORK ASSIGNMENT\n    9  INVOLVES SUBSTANTIAL DIRECT CONTACT WITH INMATES SHALL RECEIVE THE  SAME\n   10  DIFFERENTIAL  AS  THAT  PROVIDED  FOR THOSE EMPLOYEES OF MEDIUM SECURITY\n   11  FACILITIES WHO RECEIVE A HAZARDOUS DUTY DIFFERENTIAL.\n   12    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   13  have become a law.\n",
  "memo" : "BILL NUMBER:S2093\n\nTITLE OF BILL:\nAn act\nto amend the civil service law, in relation to hazardous duty\ndifferentials\n\nPURPOSE OF THE BILL:\nTo give hazardous duty pay to certain Department\nof Corrections employees with substantial contact with inmates.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection one of the\nbill amends Section\n130, paragraph a of subdivision 9, of the Civil Service Law to give\nemployees in shock incarceration facilities and other employees in\nfacilities or work release programs operated by the Department of\nCorrections who have substantial contact with inmates the same\nhazardous duty pay provided for employees in medium security\nfacilities. Section two provides an effective date.\n\nJUSTIFICATION:\nHazardous duty pay is given at the\ndiscretion of the\nDirector of Classification and Compensation whenever the director\ndetermines an employee is \"exposed to an unavoidable, clear and\ndirect risk and hazard to safety and health.\" The civil service\nmanual further limits such pay to maximum and medium security\nCorrectional facilities.\nHowever, other Department of Corrections employees are also exposed to\nrisk and hazard. For example, some facilities are used to hold\ninmates while determining which are eligible for shock incarceration.\nThose not qualifying are sent to medium security facilities.\nEmployees at such \"triage\" facilities are not eligible for hazardous\nduty pay, yet work with some of the same inmates as employees that do\nreceive such pay. The act will cure this inequity by providing that\nall Department of Corrections employees with \"substantial direct\ncontact with inmates\" receive the same hazardous duty pay as\nemployees in medium security facilities.\n\nEFFECTIVE DATE:\nThis act shall take effect ninety days after it is enacted.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to hazardous duty differentials ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T110118.TXT", "SOBI.D110118.T100114.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T154652.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849476
}