{
  "year" : 2011,
  "senateBillNo" : "S2097-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2097-2011-1295326800000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits exclusive multichannel video programming from entering into exclusive marketing agreements with the owner or manager of a residential multiple dwelling unit",
  "summary" : "Prohibits exclusive multichannel video programming providers from entering into exclusive marketing agreements with the owner or manager of a residential multiple dwelling unit. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S4502-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2097\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend  the  public  service law, in relation to prohibiting\n         providers of multichannel video programming from entering into  exclu-\n         sive  marketing  agreements with the owner or manager of a residential\n         multiple dwelling unit\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 228 of the public service law is amended by adding\n    2  a new subdivision 4 to read as follows:\n    3    4.  (A)  NO  PROVIDER  OF  MULTICHANNEL  VIDEO  PROGRAMMING OR OWNERS,\n    4  LESSORS, MANAGERS OR  PERSONS  CONTROLLING  OR  MANAGING  A  RESIDENTIAL\n    5  MULTIPLE DWELLING UNIT SHALL ENTER INTO OR RENEW ANY EXCLUSIVE MARKETING\n    6  AGREEMENT WITH REGARD TO MULTICHANNEL VIDEO PROGRAMMING SERVICES.\n    7    (B) \"EXCLUSIVE MARKETING AGREEMENT\" MEANS A CONTRACT OR OTHER ARRANGE-\n    8  MENT,  OTHER  THAN  A BULK SALES ARRANGEMENT, BETWEEN THE OWNER, LESSOR,\n    9  MANAGER OR PERSON CONTROLLING OR MANAGING A RESIDENTIAL MULTIPLE  DWELL-\n   10  ING UNIT AND A MULTICHANNEL VIDEO PROGRAMMING PROVIDER IN WHICH A MULTI-\n   11  CHANNEL  VIDEO  PROGRAMMING  PROVIDER IS GRANTED PREFERENCE OR EXCLUSIVE\n   12  RIGHTS WITH REGARD TO THE MARKETING OR OFFERING OF SERVICES,  OR  ACCESS\n   13  TO THE PREMISES FOR PURPOSES THEREOF.\n   14    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06391-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to prohibiting providers of multichannel video programming from entering into exclusive marketing agreements with the owner or manager of a residential multiple dwelling unit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T110118.TXT", "SOBI.D110118.T100114.TXT", "SOBI.D110118.T154652.TXT", "SOBI.D110118.T110619.TXT", "SOBI.D110118.T100614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295383612496
}