{
  "year" : 2011,
  "senateBillNo" : "S2099-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2099-2011-1295326800000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires entities which make political contributions of more than $2,000 per annum to file statement",
  "summary" : "Requires any entity, other than a natural person, which in connection with any election makes contributions or expenditures to or on behalf of more than one candidate, political committee or constituted committee in excess of $2000 in the aggregate per annum, to file a campaign contribution statement with the board of elections. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S1313-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2099\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election  law,  in  relation  to  requiring  certain\n         contributors to file campaign contribution statements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 14-102 of  the  election  law,  as\n    2  amended  by chapter 8 of the laws of 1978 and as redesignated by chapter\n    3  9 of the laws of 1978, is amended to read as follows:\n    4    1. The treasurer of every political committee which, or  any  officer,\n    5  member  or  agent  of  any  such  committee  who, in connection with any\n    6  election, receives or expends any  money  or  other  valuable  thing  or\n    7  incurs any liability to pay money or its equivalent AND ANY ENTITY OTHER\n    8  THAN  A  NATURAL  PERSON,  WHICH  IN  CONNECTION WITH ANY ELECTION MAKES\n    9  CONTRIBUTIONS OR EXPENDITURES TO OR ON BEHALF OF  ANY  CANDIDATE,  POLI-\n   10  TICAL  COMMITTEE  OR  CONSTITUTED  COMMITTEE  IN  EXCESS OF TWO THOUSAND\n   11  DOLLARS PER ANNUM TO MORE  THAN  ONE  CANDIDATE  shall  file  statements\n   12  sworn,  or  subscribed  and  bearing a form notice that false statements\n   13  made therein are punishable as a class A misdemeanor pursuant to section\n   14  210.45 of the penal law, at the times prescribed by this article setting\n   15  forth all the receipts, contributions to and  the  expenditures  by  and\n   16  liabilities of the committee, and of its officers, members and agents in\n   17  its  behalf.  Such  statements  shall  include  the dollar amount of any\n   18  receipt, contribution or transfer, or  the  fair  market  value  of  any\n   19  receipt,  contribution  or  transfer,  which is other than of money, the\n   20  name and address of the transferor,  contributor  or  person  from  whom\n   21  received,  and  if  the transferor, contributor or person is a political\n   22  committee; the name of and the political unit represented by the commit-\n   23  tee, the date of its receipt, the dollar amount  of  every  expenditure,\n   24  the  name  and  address of the person to whom it was made or the name of\n   25  and the political unit represented by the committee to which it was made\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06673-01-1\n\n       S. 2099                             2\n\n    1  and the date thereof, and  shall  state  clearly  the  purpose  of  such\n    2  expenditure.  Any statement reporting a loan shall have attached to it a\n    3  copy  of  the evidence of indebtedness. Expenditures in sums under fifty\n    4  dollars need not be specifically accounted for by separate items in said\n    5  statements,  and  receipts  and  contributions aggregating not more than\n    6  ninety-nine dollars, from any one contributor need not  be  specifically\n    7  accounted  for  by  separate items in said statements, provided however,\n    8  that such expenditures, receipts and contributions shall be  subject  to\n    9  the other provisions of section 14-118 of this article.\n   10    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2099\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to requiring certain\ncontributors to file campaign contribution statements\n\nPURPOSE:\nThis bill would amend subdivision one of\n14-102 of the\nelection law to require that organizations expending more than $2,000\nin a year for election campaign purposes file a disclosure statement\nwith the board of elections.\n\nSUMMARY OF PROVISIONS:\nThis bill would require that\nany entity, other\nthan a natural person, which makes campaign contributions or campaign\nexpenditures in excess of $2,000 file in a year a disclosure\nstatement with the board of elections.\n\nJUSTIFICATION:\nCorporations, partnerships, unions and\npolitical clubs\nsometimes make major contributions to, and expenditures on behalf of,\ncandidates for office. It is in the best interest of open government\nthat these organizations file statements similar to those filed by\ncandidates with the board of elections.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nAdded processing\ncosts to the boards of elections.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to requiring certain contributors to file campaign contribution statements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T110118.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T154652.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849482
}