{
  "year" : 2011,
  "senateBillNo" : "S2090-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S2090-2011-1295326800000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits self-certification of building plans by engineers and architects where there are vertical enlargements of buildings",
  "summary" : "Prohibits self-certification of building plans by engineers and architects where there are vertical enlargements of buildings. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S4361-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2090\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation  to prohibiting self-certification of building plans by engi-\n         neers and architects where there are vertical enlargements  of  build-\n         ings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The administrative code of the city of New York is  amended\n    2  by adding a new section 28-103.23 to read as follows:\n    3    S 28-103.23 EXAMINATION OF APPLICATION AND PLANS. ALL APPLICATIONS FOR\n    4  APPROVAL  OF  PLANS AND ALL PLANS SUBMITTED IN CONNECTION THEREWITH, AND\n    5  ANY AMENDMENTS THERETO, SHALL BE NUMBERED, DOCKETED AND EXAMINED PROMPT-\n    6  LY AFTER THEIR SUBMISSION. THE  EXAMINATION  SHALL  BE  MADE  UNDER  THE\n    7  DIRECTION OF THE COMMISSIONER FOR COMPLIANCE WITH THE PROVISIONS OF THIS\n    8  CODE  AND OTHER APPLICABLE LAWS AND REGULATIONS. THE COMMISSIONER MAY AT\n    9  HIS OR HER DISCRETION, WHEN THE APPLICATION IS SUBMITTED BY AN ARCHITECT\n   10  OR AN ENGINEER, DESIGNATE PORTIONS OF THE EXAMINATION FOR LIMITED SUPER-\n   11  VISORY CHECK, EXCEPT IN THE  EXAMINATION  OF  PLANS  INVOLVING  VERTICAL\n   12  ENLARGEMENTS OF BUILDINGS, INCLUDING THOSE VERTICAL ENLARGEMENTS CONSID-\n   13  ERED  TO  BE  BUILDINGS  SEPARATE  FROM  THE  EXISTING CONSTRUCTION. THE\n   14  PERSONNEL EMPLOYED FOR EXAMINATION OF PLANS SHALL BE QUALIFIED ENGINEERS\n   15  OR ARCHITECTS EXPERIENCED IN BUILDING CONSTRUCTION AND DESIGN.\n   16    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06405-01-1\n",
  "memo" : "BILL NUMBER:S2090\n\nTITLE OF BILL:\nAn act\nto amend the administrative code of the city of New York, in relation to\nprohibiting self-certification of building plans by engineers and\narchitects where there are vertical enlargements of buildings\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill would prohibit the practice of self-certification of\nbuilding plans in construction projects involving vertical\nenlargements of buildings.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 amends the administrative code of the city of New York by\nprohibiting the commissioner of the department of buildings from\nallowing limited supervisory check of building plan examinations in\nthe case of plans involving vertical enlargements of buildings,\nincluding those vertical enlargements considered to be buildings\nseparate from the existing construction.\n\nSection 2 sets forth an immediate effective date.\n\nJUSTIFICATION:\nBeginning in the 1990s, New York City has allowed architects and\nengineers to certify that their plans comply with the city's building\ncodes and zoning rules, without oversight from plan examiners from\nthe Department of Buildings. While this practice expedites the\nconstruction process, it has raised serious public safety issues,\nparticularly with the rash of new construction going up in New York\nCity. with undeveloped land at an unmatched scarcity in the city, and\nnearly non-existent in Manhattan, developers are rapidly erecting\nvertical enlargements on existing low-rise buildings. In many of\nthese cases, the existing buildings are old and may be structurally\ncompromised. More often than not, these buildings are also inhabited,\nwith construction being planned above the heads of residents,\nsignificantly increasing the potential for harm. This legislation\nwould ensure that a DOB professional examines plans involving\nvertical enlargements of buildings, by eliminating the practice of\nself-certification in these instances.\n\nPRIOR LEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\nUndetermined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to prohibiting self-certification of building plans by engineers and architects where there are vertical enlargements of buildings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T100114.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110118.T105619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849471
}