{
  "year" : 2011,
  "senateBillNo" : "S2094-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S2094-2011-1295326800000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the repackaging of meat offered for sale once the sale date or sell by date is stamped or labeled on the packaging; prohibits the changing of such date",
  "summary" : "Prohibits the repackaging of meat offered for sale once the first sale date or last sell-by date is stamped or labeled on the packaging; also prohibits the changing of such date; treats such meat as unwholesome; provides that the period between the first date for sale label and the last date for sale label be no more than three days. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S1304-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2094\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to  prohib-\n         iting  the  rewrapping,  repackaging  or recycling of meat and poultry\n         contained in a wrapping or packaging labeled with a  first  sale  date\n         and/or  last sell-by date, prohibiting the changing of any such dates,\n         and requiring that the period from the first sale date to last sell-by\n         date as so labeled be no more than three days\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The agriculture and markets law is amended by adding a new\n    2  section 214-o to read as follows:\n    3    S 214-O. REWRAPPING, REPACKAGING OR  RECYCLING  OF  MEAT  AND  POULTRY\n    4  CONTAINED  IN A WRAPPING OR PACKAGING LABELED WITH A FIRST SALE OR SELL-\n    5  BY DATE PROHIBITED; CHANGE OF DATE  PROHIBITED;  THREE-DAY  SALE  PERIOD\n    6  PROVIDED.  NOTWITHSTANDING  THE  PROVISIONS OF SECTION TWO HUNDRED FOUR-\n    7  TEEN-M OF THIS ARTICLE:\n    8    1. MEAT OR POULTRY OFFERED FOR SALE IN A WRAPPING OR PACKAGING THAT IS\n    9  STAMPED OR LABELED WITH THE FIRST DATE THE MEAT  OR  POULTRY  IS  TO  BE\n   10  OFFERED FOR SALE, OR WITH THE LAST DATE BY WHICH THE MEAT OR POULTRY MAY\n   11  BE  SOLD, OR WITH BOTH SUCH DATES, SHALL NOT BE REWRAPPED, REPACKAGED OR\n   12  RECYCLED PRIOR TO SALE NOR SHALL ANY SUCH DATES BE ALTERED  OR  CHANGED.\n   13  THE  LAST  DATE  BY  WHICH THE MEAT OR POULTRY MAY BE SOLD AS SO LABELED\n   14  SHALL NOT BE MORE THAN THREE DAYS FROM THE FIRST DATE  LABELED  FOR  THE\n   15  MEAT OR POULTRY TO BE OFFERED FOR SALE.\n   16    2. IT SHALL BE A MISDEMEANOR TO SELL OR OFFER FOR SALE MEAT OR POULTRY\n   17  IN  VIOLATION  OF  THE  REQUIREMENTS OF SUBDIVISION ONE OF THIS SECTION.\n   18  SUCH MEAT OR POULTRY IS HEREBY DEEMED TO BE UNWHOLESOME  OR  ADULTERATED\n   19  AND  ANY  PERSON WHO, OR ANY ENTITY WHICH, SELLS OR OFFERS FOR SALE SUCH\n   20  UNWHOLESOME OR ADULTERATED MEAT OR POULTRY SHALL BE SUBJECT  TO  ALL  OF\n   21  THE FEDERAL AND STATE REGULATIONS AND FINES AND PENALTIES FOR VIOLATIONS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06522-01-1\n\n       S. 2094                             2\n\n    1  APPLICABLE TO THE SALE OR OFFERING FOR SALE OF UNWHOLESOME OR ADULTERAT-\n    2  ED  MEAT. WITHOUT LIMITING THE FOREGOING, THE COMMISSIONER MAY CLOSE ANY\n    3  ESTABLISHMENT WHICH SELLS MEAT OR POULTRY IN  VIOLATION  OF  SUBDIVISION\n    4  ONE  OF THIS SECTION; MEAT OR POULTRY FOUND BEING OFFERED FOR SALE AFTER\n    5  THE SELL-BY DATE LABELED ON ITS PACKAGING SHALL BE CONFISCATED; AND  THE\n    6  ESTABLISHMENT  SHALL  BE  SUBJECT  TO AN ADDITIONAL PENALTY OF UP TO ONE\n    7  THOUSAND DOLLARS FOR EACH DAY IT IS FOUND IN WILLFUL VIOLATION OF SUBDI-\n    8  VISION ONE OF THIS SECTION.\n    9    S 2. This act shall take effect on the one hundred twentieth day after\n   10  it shall have become a law, provided, however, that effective immediate-\n   11  ly, the addition, amendment and/or repeal of any  rules  or  regulations\n   12  necessary for the implementation of the foregoing section of this act on\n   13  its  effective  date is authorized and directed to be made and completed\n   14  on or before such effective date.\n",
  "memo" : "BILL NUMBER:S2094\n\nTITLE OF BILL:\nAn act\nto amend the agriculture and markets law, in relation\nto prohibiting the\nrewrapping, repackaging or recycling\nof meat and poultry contained in a\nwrapping or packaging\nlabeled with a first sale date and/or last sell-by\ndate, prohibiting the changing of any such dates, and\nrequiring that the period from the\nfirst sale date to last sell-by date as so labeled\nbe no more than three days\n\nPURPOSE/SUMMARY OF PROVISIONS:\nAn act to amend the\nagriculture and\nmarkets law, in relation to prohibiting the re-wrapping, repackaging,\nor recycling of meat and poultry contained in a wrapping or packaging\nlabeled with a first sale date and/or last sell-by date, prohibiting\nthe changing of any such dates, and requiring that the period from\nthe first sale date to last sell-by date as so labeled be no more\nthan three days.\n\nJUSTIFICATION:\nConsumers should be assured that the\nmeats that they\npurchase are fresh and safe to serve, without question of whether the\nmeat has been given an extended shelf life to extend marketability.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one\nhundred\ntwentieth day after it shall have become a law, provided, however,\nthat effective immediately, the addition, amendment and/or repeal of\nany rules or regulations necessary for the implementation of the\nforegoing section of this act on its effective date is authorized and\ndirected to be made and completed on or before such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to prohibiting the rewrapping, repackaging or recycling of meat and poultry contained in a wrapping or packaging labeled with a first sale date and/or last sell-by date, prohibiting the changing of any such dates, and requiring that the period from the first sale date to last sell-by date as so labeled be no more than three days ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T110118.TXT", "SOBI.D110118.T100114.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T154652.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849477
}