{
  "year" : 2011,
  "senateBillNo" : "S2107-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S2107-2011-1295326800000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires port authority of New York and New Jersey to make automated external defibrillators available throughout major air terminals",
  "summary" : "Requires the port authority of New York and New Jersey to make automated external defibrillators available throughout major air terminals; requires that training be provided to airport personnel in their use; provides that activation of a defibrillator will alert emergency medical services personnel. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Port Authority of New York and New Jersey",
  "previousVersions" : [ "S1324-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2107\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT  to  amend chapter 154 of the laws of 1921, relating to the port\n         authority of New York and New Jersey, in relation to the provision  of\n         automated external defibrillators\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Chapter 154 of the laws  of  1921,  relating  to  the  port\n    2  authority of New York and New Jersey, is amended by adding a new article\n    3  15-B to read as follows:\n\n    4                                ARTICLE XV-B\n\n    5    1. AS USED IN THIS ARTICLE, THE FOLLOWING TERMS SHALL HAVE THE FOLLOW-\n    6  ING MEANINGS:\n    7    A. \"AIR TERMINAL\" MEANS ANY AIR TERMINAL UNDER THE JURISDICTION OF THE\n    8  PORT AUTHORITY HAVING TEN MILLION OR MORE PASSENGERS PER YEAR.\n    9    B. \"AUTOMATED EXTERNAL DEFIBRILLATOR\" MEANS A MEDICAL DEVICE, APPROVED\n   10  BY  THE  UNITED STATES FOOD AND DRUG ADMINISTRATION, THAT (I) IS CAPABLE\n   11  OF RECOGNIZING THE PRESENCE OR ABSENCE, IN  A  PATIENT,  OF  VENTRICULAR\n   12  FIBRILLATION  AND  RAPID  VENTRICULAR  TACHYCARDIA;  (II)  IS CAPABLE OF\n   13  DETERMINING, WITHOUT INTERVENTION BY AN OPERATOR, WHETHER DEFIBRILLATION\n   14  SHOULD BE PERFORMED ON THE PATIENT; (III) UPON  DETERMINING  THAT  DEFI-\n   15  BRILLATION  SHOULD  BE  PERFORMED,  AUTOMATICALLY  CHARGES  AND REQUESTS\n   16  DELIVERY OF AN ELECTRICAL IMPULSE TO THE PATIENT'S HEART; AND (IV) THEN,\n   17  UPON ACTION BY AN OPERATOR, DELIVERS AN APPROPRIATE  ELECTRICAL  IMPULSE\n   18  TO THE PATIENT'S HEART TO PERFORM DEFIBRILLATION.\n   19    C.  \"EMERGENCY  HEALTH CARE PROVIDER\" MEANS (I) A PHYSICIAN WITH KNOW-\n   20  LEDGE AND EXPERIENCE IN THE DELIVERY OF EMERGENCY CARDIAC CARE; OR  (II)\n   21  A HOSPITAL THAT PROVIDES EMERGENCY CARDIAC CARE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06682-01-1\n\n       S. 2107                             2\n\n    1    D.  \"NATIONALLY-RECOGNIZED ORGANIZATION\" MEANS A NATIONAL ORGANIZATION\n    2  APPROVED BY THE PORT AUTHORITY FOR THE PURPOSE OF TRAINING PEOPLE IN USE\n    3  OF AN AUTOMATED EXTERNAL DEFIBRILLATOR.\n    4    2.  THE  PORT  AUTHORITY SHALL INSTALL AND MAINTAIN AUTOMATED EXTERNAL\n    5  DEFIBRILLATORS IN EVERY AIR TERMINAL IN  NUMEROUS  LOCATIONS  THROUGHOUT\n    6  ALL  PASSENGER  TERMINALS TO MAKE THEM READILY AVAILABLE IN THE EVENT OF\n    7  EMERGENCIES WARRANTING THEIR USE.  THE PORT AUTHORITY SHALL MAKE  TRAIN-\n    8  ING  IN  THE  USE  OF AUTOMATED EXTERNAL DEFIBRILLATORS AVAILABLE TO ALL\n    9  PERSONNEL WORKING IN PASSENGER AIR TERMINALS AND OTHER  AIRLINE  PERSON-\n   10  NEL.\n   11    3.  POSSESSION  AND  OPERATION  OF  AUTOMATED  EXTERNAL DEFIBRILLATOR.\n   12  POSSESSION AND OPERATION OF AN AUTOMATED EXTERNAL DEFIBRILLATOR  BY  THE\n   13  PORT AUTHORITY SHALL COMPLY WITH THE FOLLOWING:\n   14    A.  NO  PERSON  MAY OPERATE AN AUTOMATED EXTERNAL DEFIBRILLATOR UNLESS\n   15  THE PERSON HAS SUCCESSFULLY COMPLETED A TRAINING COURSE IN THE OPERATION\n   16  OF AN AUTOMATED EXTERNAL DEFIBRILLATOR APPROVED BY  A  NATIONALLY-RECOG-\n   17  NIZED ORGANIZATION OR AN APPROPRIATE STATE AGENCY, AND THE COMPLETION OF\n   18  THE  COURSE  WAS RECENT ENOUGH TO STILL BE EFFECTIVE UNDER THE STANDARDS\n   19  OF THE APPROVING ORGANIZATION. HOWEVER, THIS SECTION SHALL NOT  PROHIBIT\n   20  OPERATION  OF  AN AUTOMATED EXTERNAL DEFIBRILLATOR, (I) BY A HEALTH CARE\n   21  PRACTITIONER LICENSED OR CERTIFIED UNDER LAW OR (II) BY A PERSON  ACTING\n   22  PURSUANT TO A LAWFUL PRESCRIPTION.\n   23    B. THE PORT AUTHORITY SHALL CAUSE THE AUTOMATED EXTERNAL DEFIBRILLATOR\n   24  TO  BE  MAINTAINED  AND  TESTED ACCORDING TO APPLICABLE STANDARDS OF THE\n   25  MANUFACTURER AND ANY APPROPRIATE GOVERNMENT AGENCY.\n   26    C. THE PORT AUTHORITY SHALL NOTIFY  THE  APPROPRIATE  STATE  OR  LOCAL\n   27  AGENCY  OF  THE  EXISTENCE,  LOCATION AND TYPE OF ANY AUTOMATED EXTERNAL\n   28  DEFIBRILLATOR IT POSSESSES.\n   29    D. EVERY USE OF AN AUTOMATED EXTERNAL DEFIBRILLATOR ON A PATIENT SHALL\n   30  BE IMMEDIATELY AND AUTOMATICALLY REPORTED TO THE APPROPRIATE LOCAL EMER-\n   31  GENCY MEDICAL SERVICES SYSTEM, EMERGENCY COMMUNICATIONS CENTER OR  EMER-\n   32  GENCY  VEHICLE  DISPATCH  CENTER AS APPROPRIATE AND PROMPTLY REPORTED TO\n   33  THE EMERGENCY HEALTH CARE PROVIDER.\n   34    4. APPLICATION OF OTHER LAWS. A. OPERATION OF  AN  AUTOMATED  EXTERNAL\n   35  DEFIBRILLATOR  PURSUANT TO THIS SECTION SHALL BE CONSIDERED FIRST AID OR\n   36  EMERGENCY TREATMENT FOR THE PURPOSE OF ANY STATUTE RELATING  TO  LIABIL-\n   37  ITY.\n   38    B.  OPERATION  OF AN AUTOMATED EXTERNAL DEFIBRILLATOR PURSUANT TO THIS\n   39  SECTION SHALL NOT CONSTITUTE THE UNLAWFUL PRACTICE OF A PROFESSION UNDER\n   40  ANY OTHER LAW.\n   41    S 2. This act shall take effect upon the enactment  into  law  by  the\n   42  state  of New Jersey of legislation having an identical effect with this\n   43  act, but if the state of New Jersey  shall  have  already  enacted  such\n   44  legislation  this act shall take effect immediately. The chairman of the\n   45  port authority of New York and New Jersey shall notify  the  legislative\n   46  bill drafting commission upon the occurrence of the enactment of article\n   47  15-B of chapter 154 of the laws of 1921 in order that the commission may\n   48  maintain an accurate and timely effective data base of the official text\n   49  of  the  laws  of  the state of New York in furtherance of effecting the\n   50  provisions of section 44 of the legislative law and section 70-b of  the\n   51  public officers law.\n",
  "memo" : "BILL NUMBER:S2107\n\nTITLE OF BILL:\nAn act\nto amend chapter 154 of the laws of 1921, relating to the port authority\nof New York and New Jersey, in relation to the provision of automated\nexternal defibrillators\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill would\nrequire the Port\nAuthority to install and maintain automated external defibrillators\nin every major airport in numerous locations throughout all passenger\nterminals to make them readily available in the event of emergencies\nwarranting their use. The Port Authority shall also make training in\nthe use of automated external defibrillators available to all\npersonnel working in passenger air terminals, and other airline\npersonnel.\n\nJUSTIFICATION:\nNew York's major airports sustain\nincredible population\ndensity on a daily basis, and therefore increase the likelihood of an\noccurrence requiring the use of an automated external defibrillator.\nFollowing the model of Chicago's O'Hare International Airport, the\npresence of these devices at regular intervals in the passenger\nterminals may well save many lives over time. Training would also be\na part of this initiative, as well as automatic instant notification\nto the airport emergency personnel through a communication system\nfacilitated by the automated external defibrillator installation\nstations.\n\nLEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis Act shall take effect upon enactment into law by the state of\nNew Jersey of legislation having an identical effect with this act.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend chapter 154 of the laws of 1921, relating to the port authority of New York and New Jersey, in relation to the provision of automated external defibrillators ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110118.T165209.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110121.T185049.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849490
}