{
  "year" : 2011,
  "senateBillNo" : "S2104-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S2104-2011-1295326800000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates an incident reporting system for NYC health and hospitals corporation",
  "summary" : "Creates an incident reporting system within the NYC health and hospital corporation for the purpose of tracking the behavior patterns of the mentally incompetent and of alcohol and substance abusers. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "New York City Health and Hospitals Corporation Act",
  "previousVersions" : [ "S1026-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2104\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT to amend the New York city health and hospitals corporation act,\n         in relation to the creation of a corporation incident reporting system\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Legislative  findings.  In New York city, the number of\n    2  individuals with psychiatric disabilities, and/or alcohol  or  substance\n    3  abuse  problems  has rapidly increased in the last several years. Police\n    4  officers and peace officers alike encounter these individuals on a daily\n    5  basis. In 1988, the New York city police department began implementation\n    6  of what has been widely recognized as the Police Mental Health  Training\n    7  Project.  This project was designed to instruct officers in how to prop-\n    8  erly respond to the mentally incompetent. While this project has  proven\n    9  an effective tool for police officers, peace officers assigned to health\n   10  care  facilities  where  a vast majority of individuals with psychiatric\n   11  disabilities and/or those exhibiting signs of alcohol or substance abuse\n   12  are found, are not receiving the same training and in fact  are  experi-\n   13  encing  great  difficulties  in their attempts to effectively respond to\n   14  these individuals. Therefore, the purpose  of  this  legislation  is  to\n   15  create  a  corporation incident reporting system to track and maintain a\n   16  record of all incidents that occur within corporation facilities.\n   17    The statistics gathered as a result of this legislation will allow the\n   18  corporation to better assess the training  needs  of  security  officers\n   19  serving  each of the corporation's facilities, particularly the need for\n   20  training in how to effectively respond to alcohol and substance  abusers\n   21  as well as to individuals who are psychiatrically impaired.\n   22    S  2.  Section 1 of chapter 1016 of the laws of 1969, constituting the\n   23  New York city health and hospitals corporation act, is amended by adding\n   24  a new section 6-a to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06685-01-1\n\n       S. 2104                             2\n\n    1    S 6-A. RELATIONSHIP WITH THE  NEW  YORK  STATE  DIVISION  OF  CRIMINAL\n    2  JUSTICE  SERVICES.  1.  A  UNIFORM CORPORATION INCIDENT REPORTING SYSTEM\n    3  SHALL BE ESTABLISHED WITHIN EACH FACILITY OF THE NEW  YORK  CITY  HEALTH\n    4  AND  HOSPITALS  CORPORATION.  THE  NEW  YORK  STATE DIVISION OF CRIMINAL\n    5  JUSTICE  SERVICES  SHALL  OFFER  TECHNICAL  ADVICE AND ASSISTANCE ON THE\n    6  CREATION AND IMPLEMENTATION OF SUCH SYSTEM AS NEEDED  AND  REQUESTED  BY\n    7  THE CORPORATION.\n    8    2.  FOR  THE  PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE\n    9  THE FOLLOWING MEANINGS, SUBJECT TO SUCH LIMITATION AS THE  CORPORATION'S\n   10  BOARD MAY ADOPT:\n   11    (A)  \"CORPORATION\"  SHALL  MEAN THE NEW YORK CITY HEALTH AND HOSPITALS\n   12  CORPORATION.\n   13    (B) \"DIVISION\" SHALL MEAN THE DIVISION OF CRIMINAL  JUSTICE  SERVICES,\n   14  OR  ANY  NOT-FOR-PROFIT ORGANIZATION SATISFYING A CONTRACTUAL OBLIGATION\n   15  WITH THE DIVISION.\n   16    (C) \"INCIDENT\" SHALL MEAN THE OCCURRENCE WITHIN A CORPORATION FACILITY\n   17  OF A VERBAL OR PHYSICAL DISTURBANCE,  INVOLVING  AN  OFFENDER  OR  OTHER\n   18  PERSON  WHICH  IS  DISRUPTIVE  AND  INHIBITS  OR  PREVENTS ANY EMPLOYEE,\n   19  PATIENT, VISITOR OR OTHER PERSON THEREOF FROM CONDUCTING HIS/HER  DUTIES\n   20  OR BUSINESS, OR RESULTS IN AN ARREST.\n   21    (D)  \"HIGH  RISK INCIDENT\" SHALL MEAN AN INCIDENT IN WHICH THE OFFICER\n   22  IS CONFRONTED WITH ABERRANT BEHAVIOR BY  AN  OFFENDER  OR  OTHER  PERSON\n   23  WHICH  POSES  AN IMMEDIATE DANGER TO THE OFFICER, THE OFFENDER OR PERSON\n   24  CAUSING THE INCIDENT, PATIENT, VISITOR OR OTHERS.\n   25    (E) \"LOW RISK INCIDENT\" SHALL MEAN AN INCIDENT IN WHICH THE OFFICER IS\n   26  CONFRONTED WITH ABERRANT BEHAVIOR BY AN OFFENDER OR OTHER  PERSON  WHICH\n   27  IS DISRUPTIVE, BUT DOES NOT POSE AN IMMEDIATE DANGER TO THE OFFICER, THE\n   28  OFFENDER OR PERSON CAUSING THE INCIDENT, PATIENT, VISITOR OR OTHERS.\n   29    (F) \"OFFENDER\" SHALL MEAN THE PERSON RESPONSIBLE, IN WHOLE OR IN PART,\n   30  FOR  THE    OCCURRENCE  OF  AN  INCIDENT. THE INCIDENT MAY OR MAY NOT BE\n   31  DEEMED A CRIMINAL INCIDENT. AN OFFENDER MAY, OR MAY NOT BE AN INDIVIDUAL\n   32  WITH A PSYCHIATRIC DISABILITY, AN INDIVIDUAL EXHIBITING SIGNS OF ALCOHOL\n   33  OR SUBSTANCE ABUSE, OR AN INDIVIDUAL AFFECTED  BY  A  TRANSITORY  MENTAL\n   34  DISABILITY.\n   35    (G) \"CORPORATION FACILITY\" SHALL MEAN THE WHOLE OF A HOSPITAL BUILDING\n   36  AND  ANY  FIXTURES, APPURTENANCES OR IMPROVEMENTS THEREON AND ANY RIGHT,\n   37  TITLE OR INTEREST IN WHOLE OR IN PART TO ANY LOT OR TRACT OF LAND  OPER-\n   38  ATED AND UTILIZED BY THE CORPORATION, AND OWNED BY THE CITY OF NEW YORK.\n   39    3.  (A)  NOT  LATER  THAN  NINETY DAYS FOLLOWING THE DATE THIS SECTION\n   40  SHALL HAVE BECOME A LAW, THE CORPORATION IN CONSULTATION WITH THE  DIVI-\n   41  SION  SHALL  IMPLEMENT  AND  MAINTAIN  A  UNIFORM SYSTEM OF TRACKING AND\n   42  RECORDING ALL INCIDENTS THAT OCCUR WITHIN CORPORATION  FACILITIES.  SUCH\n   43  SYSTEM  SHALL  BE  KNOWN  AND  REFERRED  TO  AS THE CORPORATION INCIDENT\n   44  REPORTING SYSTEM. EACH OFFICER SHALL BE  RESPONSIBLE  FOR  COMPLETING  A\n   45  REPORT TO BE SUBMITTED TO HIS OR HER SUPERVISOR WITHIN TWENTY-FOUR HOURS\n   46  OF  THE CONCLUSION OF THE OFFICER'S TOUR OF DUTY DETAILING ANY INCIDENTS\n   47  WHICH OCCURRED DURING SAID OFFICER'S TOUR OF DUTY.\n   48    (B) THE REPORT SHALL INCLUDE BUT NOT BE LIMITED  TO:  THE  NATURE  AND\n   49  DESCRIPTION  OF  THE  INCIDENT  INCLUDING ITS DESIGNATION AS EITHER HIGH\n   50  RISK OR LOW RISK; WHETHER THE INCIDENT WAS DETERMINED BY ON-SITE  HEALTH\n   51  PERSONNEL TO BE MEDICALLY OR PSYCHOLOGICALLY RELATED TO SUBSTANCE ABUSE;\n   52  THE  NAME  OR IDENTIFICATION NUMBER OF THE OFFICER INVOLVED; THE NAME OR\n   53  IDENTIFICATION NUMBER OF THE OFFENDER; THE LOCATION OF THE INCIDENT; THE\n   54  TOTAL NUMBER OF PERSONS INVOLVED IN THE  INCIDENT,  INCLUDING  A  DESIG-\n   55  NATION  OF  WHETHER THEY WERE HOSPITAL PERSONNEL, PATIENTS, VISITORS, OR\n   56  OTHERS; A DESCRIPTION OF  ANY  INJURIES  SUSTAINED  OR  PROPERTY  DAMAGE\n\n       S. 2104                             3\n\n    1  RESULTING  FROM  THE  INCIDENT;  AND  THE  DISPOSITION  OF THE INCIDENT,\n    2  INCLUDING AN EXPLANATION OF HOW IT WAS HANDLED AND RESOLVED, WHETHER  BY\n    3  ARREST  OR  OTHERWISE.  WHERE  AN  ARREST  WAS MADE, THE OFFENSE CHARGED\n    4  SHOULD BE SO NOTED IN THE OFFICER'S REPORT.\n    5    (C)  THE  CORPORATION  SHALL TRANSMIT, ON A QUARTERLY BASIS DURING THE\n    6  FIRST FIVE YEARS FOLLOWING THE DATE THIS SECTION  SHALL  HAVE  BECOME  A\n    7  LAW,  AND ON AN ANNUAL BASIS THEREAFTER, A REPORT INCLUDING ALL INFORMA-\n    8  TION GATHERED PURSUANT TO PARAGRAPHS (A) AND (B) OF THIS SUBDIVISION, TO\n    9  THE NEW YORK STATE DIVISION OF CRIMINAL  JUSTICE  SERVICES.  THE  CORPO-\n   10  RATION  SHALL,  HOWEVER, BE CHARGED WITH MAINTAINING CONFIDENTIALITY AND\n   11  AS SUCH, ALL STATISTICAL INFORMATION INCLUDED IN THE  QUARTERLY  REPORTS\n   12  SHALL  NOT IDENTIFY AN OFFENDER OR ANY OTHER PERSON INVOLVED IN AN INCI-\n   13  DENT BY NAME OR OTHER FACTOR WHICH WOULD  REVEAL  THE  IDENTITY  OF  THE\n   14  INDIVIDUAL.\n   15    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city health and hospitals corporation act, in relation to the creation of a corporation incident reporting system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T122630.TXT", "SOBI.D110118.T164657.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295387217138
}