{
  "year" : 2011,
  "senateBillNo" : "S210-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S210-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to improvements and upgrades at the Niagara project",
  "summary" : "Provides that fifty per centum of all additional power made available from improvements and upgrades at the Niagara project shall be deemed \"additional expansion power\" and shall be allocated to businesses located within the state within thirty miles of the Niagara project. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S631-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          210\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT to amend the public authorities law, in relation to improvements\n         and upgrades at the Niagara project\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  authorities  law  is amended by adding a new\n    2  section 1005-b to read as follows:\n    3    S 1005-B. IMPROVEMENTS  AND  UPGRADES  AT  THE  NIAGARA  PROJECT.  THE\n    4  AUTHORITY  IS  DIRECTED TO SUBSTANTIALLY IMPROVE AND UPGRADE THE NIAGARA\n    5  PROJECT'S POWER PRODUCING CAPACITY.\n    6    NOTWITHSTANDING ANY PROVISIONS OF LAW TO THE CONTRARY BUT  SUBJECT  TO\n    7  THE  TERMS  AND  CONDITIONS  OF  FEDERAL  ENERGY  REGULATORY  COMMISSION\n    8  LICENSES, FIFTY PER CENTUM OF ALL ADDITIONAL POWER MADE  AVAILABLE  FROM\n    9  IMPROVEMENTS  AND UPGRADES AT THE NIAGARA PROJECT SHALL BE DEEMED \"ADDI-\n   10  TIONAL EXPANSION POWER\" AND SHALL BE  ALLOCATED  TO  BUSINESSES  LOCATED\n   11  WITHIN  THE STATE THAT ARE WITHIN THIRTY MILES OF THE NIAGARA PROJECT IN\n   12  ACCORDANCE WITH THE PROVISIONS OF SECTION  ONE  THOUSAND  FIVE  OF  THIS\n   13  TITLE.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01312-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to improvements and upgrades at the Niagara project ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T163708.TXT", "SOBI.D101210.T162207.TXT", "SOBI.D101213.T093259.TXT", "SOBI.D101214.T094626.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292337986614
}