{
  "year" : 2011,
  "senateBillNo" : "S2106-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2106-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits increase in maximum rents unless essential tenant services are maintained",
  "summary" : "Prohibits any increase in the average monthly rental of a property by a limited-profit housing company unless the appropriate local housing agency certifies that there exists no recorded violations against such property or that all recorded violations have been cleared, corrected or abated, and that such company is maintaining all essential services required to be furnished. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S1692-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2106\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT to amend the private housing finance law, in relation to prohib-\n         iting increases in maximum rents for dwellings  unless  all  essential\n         services  are  maintained  and requiring certification of other condi-\n         tions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   Section 31 of the private housing finance law is amended\n    2  by adding a new subdivision 1-a to read as follows:\n    3    1-A.  NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER NO  APPLICA-\n    4  TION  FOR  AN INCREASE IN THE AVERAGE MONTHLY RENTAL MAY BE FILED UNLESS\n    5  (A) A CERTIFICATE OF THE APPROPRIATE DEPARTMENT OR AGENCY HAVING  JURIS-\n    6  DICTION THEREOF IS ANNEXED TO SUCH APPLICATION STATING EITHER THAT THERE\n    7  ARE  NO RECORDED VIOLATIONS AGAINST SUCH PROPERTY OR THAT ALL VIOLATIONS\n    8  THEREIN RECORDED AGAINST SUCH PROPERTY HAVE BEEN CLEARED,  CORRECTED  OR\n    9  ABATED,  OR  A  PORTION  OF  THE INCREASE IS SPECIFICALLY SET ASIDE IN A\n   10  TRUST FUND TO CORRECT ALL VIOLATIONS;  AND  (B)  THE  COMPANY  OR  OTHER\n   11  APPLICANT CERTIFIES IT IS MAINTAINING ALL ESSENTIAL SERVICES REQUIRED TO\n   12  BE FURNISHED AND WILL CONTINUE TO MAINTAIN SUCH SERVICES.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06684-01-1\n",
  "memo" : "BILL NUMBER:S2106\n\nTITLE OF BILL:\nAn act\nto amend the private housing finance law, in relation to prohibiting\nincreases in maximum rents for\ndwellings unless all essential services are maintained and requiring\ncertification of other\nconditions\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill would add subdivision 1-a to\nSection 31 of the Private Housing Finance Law to prohibit rent\nincreases on Mitchell-Lama housing unless all essential services are\nmaintained and the appropriate department certifies that there are no\nrecorded violations or that all violations have been cleared,\ncorrected, or abated against the property in question.\n\nJUSTIFICATION:\nThe high cost of living in the past few years has\nforced housing companies to raise rents. Often times this occurs even\nthough essential services are not maintained. This bill, by\nprohibiting rent increases unless these services are maintained and\nunless there is certification that there are no outstanding\nviolations recorded against the property in question, would protect\nthose who are at the mercy of these housing companies.\n\nEXISTING LAW:\nNone.\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to prohibiting increases in maximum rents for dwellings unless all essential services are maintained and requiring certification of other conditions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T165209.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849489
}