{
  "year" : 2011,
  "senateBillNo" : "S2103-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2103-2011-1295326800000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the state board of elections may institute an adjudicatory proceeding for the purpose of determining whether a violation has taken place",
  "summary" : "Provides that the state board of elections may impose civil penalties after an adjudicatory proceeding for the purpose of determining whether a violation of the election law has occurred, and expands upon the enforcement power of the state board of elections; authorizes village clerk to enforce requirements of article 14 of the election law; clarifies that corporate contribution limit of $5,000 per calendar year does not apply to contributions for the purpose of promoting or defeating a ballot issue. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S1325-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2103\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the  election  law,  in  relation  to  campaign  finance\n         enforcement\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 4 and 5 of section 3-104 of the election  law,\n    2  as  redesignated by chapter 9 of the laws of 1978, are renumbered subdi-\n    3  visions 5 and 6 and a new subdivision 4 is added to read as follows:\n    4    4. IF, AFTER AN INVESTIGATION, THE  STATE  BOARD  OF  ELECTIONS  FINDS\n    5  REASONABLE  CAUSE  TO  BELIEVE  A  VIOLATION OF ARTICLE FOURTEEN OF THIS\n    6  CHAPTER HAS TAKEN PLACE, IT MAY INSTITUTE AN ADJUDICATORY PROCEEDING  IN\n    7  ACCORDANCE WITH SECTION 3-109 OF THIS TITLE FOR THE PURPOSE OF DETERMIN-\n    8  ING  WHETHER  A  VIOLATION HAS TAKEN PLACE AND ASSESSING A CIVIL PENALTY\n    9  PURSUANT TO SECTION 14-126 OF THIS CHAPTER.\n   10    S 2. Subdivision 5 of section 3-104 of the election law, as renumbered\n   11  by section one of this act, is amended to read as follows:\n   12     5.  The state or other board of  elections  OR  VILLAGE  CLERK  IN  A\n   13  VILLAGE ELECTION WHERE THE CLERK IS THE FILING OFFICER may, where appro-\n   14  priate,  commence  a  judicial proceeding [with respect to the filing or\n   15  failure to file any statement of  receipts,  expenditures,  or  contrib-\n   16  utions, under the provisions] SEEKING CIVIL PENALTIES PURSUANT TO SUBDI-\n   17  VISION  ONE  OF  SECTION  14-126 of this chapter, and the state board of\n   18  elections may direct the appropriate other board of elections OR VILLAGE\n   19  CLERK IN A VILLAGE ELECTION WHERE THE CLERK IS  THE  FILING  OFFICER  to\n   20  commence such proceeding.\n   21    S 3. The election law is amended by adding a new section 3-109 to read\n   22  as follows:\n   23    S  3-109.  ADJUDICATORY PROCEEDING. 1. EXCEPT AS OTHERWISE PROVIDED IN\n   24  THIS  SECTION,  AN  ADJUDICATORY  PROCEEDING  TO  DETERMINE  WHETHER   A\n   25  VIOLATION  OF  ARTICLE  FOURTEEN  OF THIS CHAPTER HAS TAKEN PLACE AND TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06686-01-1\n\n       S. 2103                             2\n\n    1  ASSESS A CIVIL PENALTY PURSUANT TO SECTION 14-126 OF THIS CHAPTER  SHALL\n    2  BE  CONDUCTED  IN ACCORDANCE WITH ARTICLE THREE OF THE STATE ADMINISTRA-\n    3  TIVE PROCEDURE ACT.\n    4    2. SUCH PROCEEDING SHALL BE CONDUCTED BY A HEARING OFFICER SELECTED ON\n    5  A RANDOM BASIS BY THE STATE BOARD OF ELECTIONS FROM AN ACTIVE LIST OF AT\n    6  LEAST  SIX ATTORNEYS WHO HAVE APPLIED FOR AND BEEN APPROVED BY THE BOARD\n    7  AS HEARING OFFICERS. SUCH HEARING OFFICER SHALL  BE  A  STATE  BOARD  OF\n    8  ELECTIONS COMMISSIONER OR AN INDEPENDENT CONTRACTOR WHO SHALL BE COMPEN-\n    9  SATED  ON  A  PER  DIEM BASIS AT A RATE FIXED BY THIS BOARD IN ITS REGU-\n   10  LATIONS PROMULGATED PURSUANT TO THIS SECTION.\n   11    3. THE HEARING OFFICER SHALL PREPARE AND SUBMIT TO THE STATE BOARD  OF\n   12  ELECTIONS,  TOGETHER WITH THE ENTIRE RECORD OF THE PROCEEDING, A WRITTEN\n   13  REPORT CONTAINING FINDINGS OF FACT, CONCLUSIONS OF LAW  AND  RECOMMENDA-\n   14  TIONS CONCERNING THE IMPOSITION OF A CIVIL PENALTY.\n   15    4.  AFTER  REVIEWING  THE  RECORD, FINDINGS AND RECOMMENDATIONS OF THE\n   16  HEARING OFFICER, THE STATE BOARD SHALL MAKE A DETERMINATION AS TO WHETH-\n   17  ER A VIOLATION HAS OCCURRED, AND, WHENEVER APPROPRIATE, IMPOSE A PENALTY\n   18  CONSISTENT WITH SECTION 14-126 OF THIS CHAPTER. REGARDLESS OF WHETHER  A\n   19  PENALTY  IS ASSESSED, THE STATE BOARD OF ELECTIONS SHALL ISSUE A WRITTEN\n   20  DETERMINATION SETTING FORTH ITS FINDINGS AND CONCLUSIONS.\n   21    5. THE STATE BOARD OF ELECTIONS SHALL PROMULGATE RULES AND REGULATIONS\n   22  TO IMPLEMENT THE PROVISIONS OF THIS  SECTION  AND  SUBDIVISION  FOUR  OF\n   23  SECTION  3-104  OF  THIS TITLE, INCLUDING, BUT NOT LIMITED TO PROCEDURAL\n   24  RULES AS PROVIDED FOR IN SUBDIVISION THREE OF SECTION THREE HUNDRED  ONE\n   25  OF  THE  STATE ADMINISTRATIVE PROCEDURE ACT, FACTORS TO BE CONSIDERED IN\n   26  SETTING A PENALTY AMOUNT PURSUANT TO SUBDIVISION ONE OF  SECTION  14-126\n   27  OF  THIS CHAPTER, A PER DIEM COMPENSATION RATE FOR HEARING OFFICERS, AND\n   28  ANY QUALIFICATIONS FOR HEARING OFFICERS WHICH THE BOARD DEEMS  NECESSARY\n   29  IN  ORDER TO INSURE THEIR OBJECTIVITY AND INDEPENDENCE.  CONCERNING SUCH\n   30  QUALIFICATIONS, THE RULES AND REGULATIONS SHALL PROVIDE, AT  A  MINIMUM,\n   31  THAT  HEARING  OFFICERS  BE  MEMBERS IN GOOD STANDING OF THE BAR OF THIS\n   32  STATE, THAT THEY REFRAIN  FROM  APPEARING  BEFORE  THE  STATE  BOARD  OF\n   33  ELECTIONS  OR  FROM  ANY ACTIVITIES AS A LOBBYIST, AND THAT THEY HOLD NO\n   34  PUBLIC OFFICE OR PARTY POSITION.\n   35    6. NOTHING IN THIS SECTION SHALL BE CONSTRUED AS LIMITING ANY EXISTING\n   36  POWERS OF THE STATE BOARD OF ELECTIONS, INCLUDING, BUT NOT  LIMITED  TO,\n   37  ITS  INVESTIGATIVE POWERS, AND ITS POWERS TO REFER VIOLATIONS WARRANTING\n   38  CRIMINAL PROSECUTION TO THE APPROPRIATE DISTRICT ATTORNEY.\n   39    S 4. Subdivision 2 of section 14-116 of the election law,  as  amended\n   40  by chapter 260 of the laws of 1981, is amended to read as follows:\n   41     2.    Notwithstanding  the  provisions  of  subdivision  one  of this\n   42  section, any corporation or an  organization  financially  supported  in\n   43  whole  or  in part, by such corporation may make expenditures, including\n   44  contributions, not otherwise prohibited by law, [for political purposes]\n   45  IN SUPPORT OR OPPOSITION OF CANDIDATES, in an amount not to exceed  five\n   46  thousand dollars in the aggregate in any calendar year OR TO PROMOTE THE\n   47  SUCCESS OR DEFEAT OF A BALLOT ISSUE WITHOUT LIMITATION; provided that no\n   48  public  utility shall use revenues received from the rendition of public\n   49  service within the state for contributions for political purposes unless\n   50  such cost is charged to the shareholders of such a public service corpo-\n   51  ration.\n   52    S 5. Section 14-118 of the election law is amended  by  adding  a  new\n   53  subdivision 4 to read as follows:\n   54    4.  A. THE TREASURER OF A POLITICAL COMMITTEE SHALL BE RESPONSIBLE FOR\n   55  EXAMINING ALL CONTRIBUTIONS RECEIVED FOR  THE  PURPOSE  OF  ASCERTAINING\n   56  WHETHER CONTRIBUTIONS RECEIVED, WHEN AGGREGATED WITH OTHER CONTRIBUTIONS\n\n       S. 2103                             3\n\n    1  FROM THE SAME CONTRIBUTOR, EXCEED THE APPLICABLE CONTRIBUTION LIMITS SET\n    2  FORTH  IN  SECTIONS  14-114  AND 14-116 OF THIS ARTICLE.   CONTRIBUTIONS\n    3  WHICH ON THEIR FACE  EXCEED  THE  APPLICABLE  CONTRIBUTION  LIMITS,  AND\n    4  CONTRIBUTIONS  WHICH  DO  NOT  APPEAR  TO BE EXCESSIVE ON THEIR FACE BUT\n    5  WHICH EXCEED THE APPLICABLE CONTRIBUTION  LIMITS  WHEN  AGGREGATED  WITH\n    6  OTHER  CONTRIBUTIONS  FROM THE SAME CONTRIBUTOR, MUST BE RETURNED TO THE\n    7  CONTRIBUTOR WITHIN TEN DAYS OF RECEIPT.\n    8    B. IN ADDITION, WITHIN TEN DAYS OF RECEIPT, THE TREASURER SHALL NOTIFY\n    9  EACH CORPORATE CONTRIBUTOR WHICH CONTRIBUTED  ONE  THOUSAND  DOLLARS  OR\n   10  MORE  AT  A TIME, BUT FOR WHICH THE TREASURER'S ACCOUNTS DO NOT INDICATE\n   11  AN EXCESS CONTRIBUTION, THAT SECTION 14-116 OF THIS ARTICLE  LIMITS  THE\n   12  AGGREGATE  AMOUNT CORPORATIONS CAN CONTRIBUTE TO OR EXPEND IN SUPPORT OR\n   13  OPPOSITION OF CANDIDATES TO FIVE THOUSAND DOLLARS IN ANY CALENDAR YEAR.\n   14    S 6. Subdivision 1 of section 14-126 of the election law,  as  amended\n   15  by chapter 128 of the laws of 1994, is amended to read as follows:\n   16    1.   Any person who [fails to file a statement required to be filed by\n   17  this article] VIOLATES ANY OF THE PROVISIONS OF THIS  ARTICLE  shall  be\n   18  subject to a civil penalty, not in excess of [five hundred] TEN THOUSAND\n   19  dollars,  to  be  recoverable IN AN ADMINISTRATIVE PROCEEDING BROUGHT BY\n   20  THE STATE BOARD OF ELECTIONS PURSUANT TO  SUBDIVISION  FOUR  OF  SECTION\n   21  3-104  OF  THIS CHAPTER OR in a special proceeding or civil action to be\n   22  brought by the state board of elections [or], other board  of  elections\n   23  OR  VILLAGE  CLERK PURSUANT TO SUBDIVISION FIVE OF SECTION 3-104 OF THIS\n   24  CHAPTER.\n   25    S 7. Section 16-114 of the election law, subdivisions 1, 2, 3 and 4 as\n   26  redesignated by chapter 9 of the laws of 1978, is  amended  to  read  as\n   27  follows:\n   28    S  16-114.    Proceedings  to compel filing of statements or corrected\n   29  statements of campaign receipts, expenditures  and  contributions.    1.\n   30  The  supreme  court  or a justice thereof, in a proceeding instituted by\n   31  any candidate voted for at the election or primary or by any five quali-\n   32  fied voters or by the state or other board of elections OR VILLAGE CLERK\n   33  IN A VILLAGE ELECTION WHERE THE VILLAGE CLERK IS THE FILING OFFICER  may\n   34  compel  by  order,  any person required to file a statement of receipts,\n   35  expenditures or contributions for campaign purposes, who has  not  filed\n   36  any  such  statement  within  the time prescribed by ARTICLE FOURTEEN OF\n   37  this chapter, to file such statement within five days  after  notice  of\n   38  the order.\n   39     2.    The  supreme court or a justice thereof, in a proceeding insti-\n   40  tuted by any candidate voted for at the election or primary  or  by  any\n   41  five  qualified  voters,  or by the state or other board of elections OR\n   42  VILLAGE CLERK IN A VILLAGE ELECTION WHERE THE CLERK IS THE FILING  OFFI-\n   43  CER  in  accordance  with the provision of ARTICLE THREE OF this chapter\n   44  may compel by order any person required under the provisions of  ARTICLE\n   45  FOURTEEN  OF  this chapter to file a statement of receipts, expenditures\n   46  or contributions for campaign purposes, who has filed a statement  which\n   47  does not conform to the requirements of ARTICLE FOURTEEN OF this chapter\n   48  in  respect  to its truth, sufficiency in detail or otherwise, to file a\n   49  new or supplemental statement which shall make the statement  or  state-\n   50  ments true and complete within five days after notice of the order.  The\n   51  state board of elections shall be a necessary party in any such proceed-\n   52  ing.\n   53     3.    The  supreme court or a justice thereof, in a proceeding insti-\n   54  tuted by any candidate voted for at the election or primary  or  by  any\n   55  five  qualified  voters,  or by the state or other board of elections OR\n   56  VILLAGE CLERK IN A VILLAGE ELECTION WHERE THE CLERK IS THE FILING  OFFI-\n\n       S. 2103                             4\n\n    1  CER  may  compel  by  order  any person who has failed to comply, or the\n    2  members of any committee which has failed to comply,  with  any  of  the\n    3  provisions of ARTICLE FOURTEEN OF this chapter, to comply therewith.\n    4     4.    In  every  proceeding  instituted  under this section, except a\n    5  proceeding to compel the filing of a statement by a candidate for  nomi-\n    6  nation to a public office at a primary election or for election thereto,\n    7  or by the treasurer of a political committee, who has failed to file any\n    8  statement,  the  petitioner  or petitioners, upon the institution of the\n    9  proceeding shall file with the county clerk an undertaking in a  sum  to\n   10  be  determined  and  with  sureties  to  be approved by a justice of the\n   11  supreme court conditioned to pay any costs imposed against him or  them;\n   12  provided,  however,  that  no  such  undertaking  shall be required in a\n   13  proceeding instituted by the  state  or  other  board  of  elections  OR\n   14  VILLAGE CLERK.\n   15    S 8.  This act shall take effect on the first of April next succeeding\n   16  the  date on which it shall have become a law, except that the rules and\n   17  regulations promulgated  by  subdivision  5  of  section  3-109  of  the\n   18  election  law,  as added by section three of this act, shall take effect\n   19  immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to campaign finance enforcement ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T112120.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110118.T154652.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295383913640
}