{
  "year" : 2011,
  "senateBillNo" : "S2105-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2105-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes the criminal penalty for persons who communicate a bomb threat to that for a class E felony",
  "summary" : "Makes the criminal penalty for persons who communicate a bomb threat to that for a class E felony rather than a class A misdemeanor. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S4505-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2105\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to  increasing  the  criminal\n         penalties for bomb threats\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of  section  240.30  of  the  penal  law,  as\n    2  amended  by  chapter  510  of  the  laws  of 2008, is amended to read as\n    3  follows:\n    4    1. [Either] EXCEPT AS  PROVIDED  IN  SUBDIVISIONS  TWO  AND  THREE  OF\n    5  SECTION  240.31  OF THIS ARTICLE, EITHER (a) communicates with a person,\n    6  anonymously or otherwise, by telephone, by telegraph, or by mail, or  by\n    7  transmitting or delivering any other form of written communication, in a\n    8  manner likely to cause annoyance or alarm; or\n    9    (b) causes a communication to be initiated by mechanical or electronic\n   10  means  or  otherwise  with  a person, anonymously or otherwise, by tele-\n   11  phone, by telegraph, or by mail, or by transmitting  or  delivering  any\n   12  other  form of written communication, in a manner likely to cause annoy-\n   13  ance or alarm; or\n   14    S 2. Section 240.31 of the penal law, as amended by chapter 49 of  the\n   15  laws  of  2006  and subdivisions 3 and 4 as amended and subdivision 5 as\n   16  added by chapter 74 of the laws of 2008, is amended to read as follows:\n   17  S 240.31 Aggravated harassment in the first degree.\n   18    A person is guilty of aggravated harassment in the first  degree  when\n   19  with  intent to harass, annoy, threaten or alarm another person, because\n   20  of a belief or perception regarding such person's race, color,  national\n   21  origin,  ancestry, gender, religion, religious practice, age, disability\n   22  or sexual orientation, regardless of whether the belief or perception is\n   23  correct, he or she:\n   24    1.  COMMUNICATES A BOMB THREAT, OR CAUSES A COMMUNICATION  OF  A  BOMB\n   25  THREAT  TO  BE INITIATED BY MECHANICAL OR ELECTRONIC MEANS OR OTHERWISE,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06392-01-1\n\n       S. 2105                             2\n\n    1  WITH A PERSON, ANONYMOUSLY OR OTHERWISE, BY TELEPHONE, OR BY  TELEGRAPH,\n    2  MAIL  OR  ANY OTHER FORM OF WRITTEN COMMUNICATION, IN A MANNER LIKELY TO\n    3  CAUSE ANNOYANCE OR ALARM; OR\n    4    2. Damages premises primarily used for religious purposes, or acquired\n    5  pursuant  to section six of the religious corporation law and maintained\n    6  for purposes of religious instruction, and the damage  to  the  premises\n    7  exceeds fifty dollars; or\n    8    [2.]  3.  Commits  the  crime  of  aggravated harassment in the second\n    9  degree in the manner proscribed by the provisions of  subdivision  three\n   10  of  section  240.30 of this article and has been previously convicted of\n   11  the crime of aggravated harassment in the second degree for the  commis-\n   12  sion  of  conduct  proscribed  by the provisions of subdivision three of\n   13  section 240.30 or he or she has been previously convicted of  the  crime\n   14  of  aggravated  harassment  in the first degree within the preceding ten\n   15  years; or\n   16    [3.] 4. Etches, paints, draws upon or  otherwise  places  a  swastika,\n   17  commonly  exhibited  as  the  emblem of Nazi Germany, on any building or\n   18  other real property, public or private, owned by  any  person,  firm  or\n   19  corporation  or  any  public  agency or instrumentality, without express\n   20  permission of the owner or operator of such building or real property;\n   21    [4.] 5. Sets on fire a cross in public view; or\n   22    [5.] 6. Etches, paints, draws upon or otherwise places or  displays  a\n   23  noose, commonly exhibited as a symbol of racism and intimidation, on any\n   24  building or other real property, public or private, owned by any person,\n   25  firm  or  corporation  or  any public agency or instrumentality, without\n   26  express permission of the owner or operator of  such  building  or  real\n   27  property.\n   28    Aggravated harassment in the first degree is a class E felony.\n   29    S 3. This act shall take effect on the first of November next succeed-\n   30  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2105\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to increasing the criminal penalties\nfor bomb threats\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis legislation will increase the\npenalty for persons who communicate a false bomb threat to that for a\nclass E felony. Section 240.31, as amended by Chapter 958 of the laws\nof 1983, is amended to classify a bomb threat as Aggravated\nHarassment in the First Degree, a class E felony.\n\nJUSTIFICATION:\nThe number of falsely reported bomb\nthreats has risen\nenormously in recent years and is the cause of great alarm and\ninconvenience for many institutions located throughout New York\nState. Aside from the fear associated with a bomb scare, the costs\nthat arise from shutting down institutions and performing\ninvestigations are a great financial burden. In an effort to deter\npeople from making false bomb threats, this legislation will move the\ncrime of making a bomb threat from a class A misdemeanor to a class E\nfelony. According to the legislation, a person is guilty of\naggravated harassment in the first degree when he communicates the\nthreat of a bomb with intent to threaten or alarm another person by\nusing mechanical or electronic means, by person, by telephone, mail,\nor any other form of written communication.\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis act shall take effect on the\nfirst of November\nnext succeeding the date on which it shall become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to increasing the criminal penalties for bomb threats ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T165209.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849488
}