{
  "year" : 2011,
  "senateBillNo" : "S2100-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2100-2011-1295326800000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes procedures for abstract and form of ballot proposals",
  "summary" : "Requires concurrent resolutions or laws containing statewide ballot proposals to include the form of submission on the ballot to a vote of the people, which form to be limited to a short title of the subject matter in plain language, an abstract concisely stating the purpose and effect of the proposal and amortization period and total debt service where appropriate and the complete text abstract and text to be available for public inspection at the polling place; makes related provisions for non-statewide ballot proposals, with form and abstract to be prepared by the office of the counsel of the county, city, town or village. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S1582-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2100\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law and the legislative law, in relation to\n         abstract and form of ballot proposals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 4-108 of the election law, paragraph b of subdivi-\n    2  sion  1  as  amended  by chapter 117 of the laws of 1985, paragraph d of\n    3  subdivision 1 and subdivision 2 as amended by chapter 136 of the laws of\n    4  1978 and subdivision 3 as added by chapter 234 of the laws of  1976,  is\n    5  amended to read as follows:\n    6    S  4-108.  Certification  of  [proposed  constitutional amendments and\n    7  questions] BALLOT PROPOSALS.  1. a. Whenever any [proposed amendment  to\n    8  the  constitution  or other question] BALLOT PROPOSAL provided by law to\n    9  be submitted to a statewide vote shall be submitted to  the  people  for\n   10  their approval, the state board of elections at least three months prior\n   11  to  the  general election at which such [amendment, proposition or ques-\n   12  tion] BALLOT PROPOSAL is to be submitted, shall transmit to each  county\n   13  board  of  elections  a  certified  copy of the text of each [amendment,\n   14  proposition or question and a statement of]   BALLOT  PROPOSAL  TOGETHER\n   15  WITH THE ABSTRACT OF SUCH BALLOT PROPOSAL AND the form in which it is to\n   16  be  submitted AS PROVIDED IN THE LAW OR CONCURRENT RESOLUTION SUBMITTING\n   17  SUCH BALLOT PROPOSAL, PURSUANT TO SECTION FIFTY-FOUR-B OF  THE  LEGISLA-\n   18  TIVE LAW. WHERE THE BALLOT PROPOSAL AUTHORIZES CREATION OF A STATE DEBT,\n   19  THE  ABSTRACT  SHALL  CONTAIN  AN  ESTIMATE OF THE ANTICIPATED NUMBER OF\n   20  YEARS OVER WHICH SUCH DEBT SHALL BE AMORTIZED  AND  THE  TOTAL  EXPECTED\n   21  DEBT  SERVICE  PAYABLE ON THE PRINCIPAL AMOUNT OF SUCH BONDS UNTIL THEIR\n   22  RETIREMENT. SUCH INFORMATION SHALL BE PROVIDED TO  THE  STATE  BOARD  OF\n   23  ELECTIONS  BY  THE STATE COMPTROLLER NOT LATER THAN SEVEN DAYS AFTER THE\n   24  PASSAGE OF THE LAW AUTHORIZING SUCH BALLOT PROPOSAL. COPIES OF SUCH TEXT\n   25  AND ABSTRACT SHALL BE AVAILABLE FOR EXAMINATION BY VOTERS AT THE POLLING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06700-01-1\n\n       S. 2100                             2\n\n    1  PLACE ON THE DAY OF SUCH ELECTION  AND  ON  ANY  REGISTRATION  OR  OTHER\n    2  ELECTION  DAY  OCCURRING AFTER RECEIPT OF SUCH TRANSMISSION BY THE BOARD\n    3  OF ELECTIONS AND BEFORE THE DAY OF SUCH ELECTION.\n    4    b.  Whenever any [proposal, proposition or referendum] BALLOT PROPOSAL\n    5  as provided by law is to be submitted to a vote of the people of a coun-\n    6  ty, city, town, village or special district, at an election conducted by\n    7  the board of elections, the clerk  of  such  political  subdivision,  at\n    8  least  thirty-six  days  prior  to the election at which such [proposal,\n    9  proposition or referendum] BALLOT PROPOSAL is  to  be  submitted,  shall\n   10  transmit to each board of elections a certified copy of the text of such\n   11  [proposal, proposition or referendum and a statement of] BALLOT PROPOSAL\n   12  TOGETHER  WITH AN ABSTRACT OF SUCH BALLOT PROPOSAL AND the form in which\n   13  it is to be submitted. THE FORM SHALL CONSIST  ONLY  OF  A  SHORT  TITLE\n   14  INDICATING  GENERALLY  AND  BRIEFLY  AND  IN A CLEAR AND COHERENT MANNER\n   15  USING WORDS WITH COMMON AND EVERYDAY MEANINGS,  THE  SUBJECT  MATTER  OF\n   16  SUCH  BALLOT  PROPOSAL. THE ABSTRACT OF SUCH BALLOT PROPOSAL SHALL STATE\n   17  CONCISELY THE PURPORT AND EFFECT THEREOF IN A CLEAR AND COHERENT  MANNER\n   18  USING  WORDS  OF COMMON AND EVERYDAY MEANING. WHERE THAT BALLOT PROPOSAL\n   19  AUTHORIZES CREATION OF A STATE DEBT, THE ABSTRACT SHALL CONTAIN AN ESTI-\n   20  MATE OF THE ANTICIPATED NUMBER OF YEARS OVER WHICH SUCH  DEBT  SHALL  BE\n   21  AMORTIZED  AND  THE TOTAL EXPECTED DEBT SERVICE PAYABLE ON THE PRINCIPAL\n   22  AMOUNT OF SUCH BONDS UNTIL THEIR RETIREMENT. SUCH FORM OF SUBMISSION AND\n   23  ABSTRACT SHALL BE PREPARED BY THE ATTORNEY OF SUCH COUNTY,  CITY,  TOWN,\n   24  VILLAGE  OR SPECIAL DISTRICT FOR TRANSMITTAL TO THE APPROPRIATE BOARD OF\n   25  ELECTIONS NOT LATER THAN THE  THIRTY-SIXTH  DAY  BEFORE  SUCH  ELECTION.\n   26  COPIES  OF  SUCH TEXT AND ABSTRACT SHALL BE AVAILABLE FOR EXAMINATION BY\n   27  VOTERS AT THE POLLING PLACE ON THE DAY OF SUCH ELECTION.  If  a  special\n   28  election  is  to  be  held, such transmittal shall also give the date of\n   29  such election.\n   30    c. Such certified copy OF THE TEXT shall set out  all  new  matter  in\n   31  italics  and  enclose  in brackets, [], all matter to be eliminated from\n   32  existing law, and at the bottom of  each  page  shall  be  appended  the\n   33  words:\n   34    Explanation:   Matter in italics is new, to be added; matter in brack-\n   35  ets [] is old law, to be omitted.\n   36    d.   [In addition to the  text,  such  transmittal  shall  contain  an\n   37  abstract  of  such proposed amendment, proposition or question, prepared\n   38  by the state board of elections concisely stating the purpose and effect\n   39  thereof in a clear and coherent  manner  using  words  with  common  and\n   40  everyday  meanings]  THE  EFFECT  OF AN APPROVAL OF A BALLOT PROPOSAL BY\n   41  VOTE OF THE PEOPLE SHALL BE DEEMED TO INCORPORATE THE  COMPLETE  WORDING\n   42  CONTAINED IN THE TEXT OF SUCH BALLOT PROPOSAL, A CERTIFIED COPY OF WHICH\n   43  WAS TRANSMITTED PURSUANT TO THIS SUBDIVISION.\n   44    2.  [The form in which the proposed amendment, proposition or question\n   45  is to be submitted shall consist of only an abbreviated title indicating\n   46  generally  and  briefly,  and in a clear and coherent manner using words\n   47  with common and every-day meanings, the subject matter of the amendment,\n   48  proposition or question.]  If more than one such [amendment, proposition\n   49  or question] BALLOT PROPOSAL is to be voted upon at such election,  each\n   50  such  [amendment,  proposition or question] BALLOT PROPOSAL respectively\n   51  shall be separately and consecutively numbered.\n   52    3.   The attorney general shall advise  in  the  preparation  of  such\n   53  abstract and such form of submission.\n   54    S 2. Subdivision 2 of section 4-116 of the election law, as amended by\n   55  chapter 60 of the laws of 1993, is amended to read as follows:\n\n       S. 2100                             3\n\n    1    2.    The  state  board  of  elections  shall publish once in the week\n    2  preceding any election at which [proposed constitutional  amendments  or\n    3  other propositions or questions] BALLOT PROPOSALS are to be submitted to\n    4  the  voters  of  the  state  an abstract of such [amendment or question]\n    5  BALLOT PROPOSAL INCLUDING AN ESTIMATE OF THE AMORTIZATION PERIOD AND THE\n    6  TOTAL  ANTICIPATED  DEBT  SERVICE  WHERE  THE BALLOT PROPOSAL AUTHORIZES\n    7  CREATION OF A STATE DEBT, a brief statement of the  law  or  proceedings\n    8  authorizing  such  [submission]  BALLOT  PROPOSAL, a statement that such\n    9  [submission] BALLOT PROPOSAL will be made and the form in which it is to\n   10  be submitted.\n   11    S 3. The legislative law is amended by adding a new  section  54-b  to\n   12  read as follows:\n   13    S  54-B. FORM AND ABSTRACT OF STATEWIDE BALLOT PROPOSALS IN CONCURRENT\n   14  RESOLUTIONS OR LAWS. 1. A CONCURRENT RESOLUTION OR A LAW, WHICH INCLUDES\n   15  A BALLOT PROPOSAL FOR SUBMISSION TO A STATEWIDE VOTE, SHALL CONTAIN  THE\n   16  COMPLETE TEXT OF THE AMENDMENT, PROPOSITION OR QUESTION.\n   17    2.  A  CONCURRENT RESOLUTION OR A LAW WHICH CONTAINS A BALLOT PROPOSAL\n   18  TO BE SUBMITTED TO A STATEWIDE VOTE ALSO SHALL CONTAIN  AN  ABSTRACT  OF\n   19  SUCH BALLOT PROPOSAL CONCISELY STATING THE PURPORT AND EFFECT THEREOF IN\n   20  A CLEAR AND COHERENT MANNER USING WORDS OF COMMON AND EVERYDAY MEANING.\n   21    3.  SUCH  CONCURRENT  RESOLUTION OR LAW ALSO SHALL CONTAIN THE FORM IN\n   22  WHICH SUCH BALLOT PROPOSAL IS TO BE SUBMITTED TO A STATEWIDE VOTE.  SUCH\n   23  FORM SHALL CONSIST OF ONLY A SHORT TITLE INDICATING GENERALLY AND BRIEF-\n   24  LY,  AND IN A CLEAR AND COHERENT MANNER USING WORDS WITH COMMON EVERYDAY\n   25  MEANINGS, THE SUBJECT MATTER OF SUCH BALLOT PROPOSAL.\n   26    S 4. This act shall take effect on the first of January next  succeed-\n   27  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2100\n\nTITLE OF BILL:\nAn act\nto amend the election law and the legislative law, in relation to\nabstract and form of ballot proposals\n\nSUMMARY:\nThis bill would amend &sect; 4-108 and 4-116 of the Election Law\nand &sect; 54-a of the\nLegislative Law to require that the State Legislature draft the form\nand abstract of a ballot proposal to be put to a statewide vote. The\nlanguage, to be put to these voters, would be contained in a\nconcurrent resolution or bill passed by the State Legislature.\nBallot proposals to be submitted to a local vote would be prepared by\nlocal counsel. Currently, the State Board of Elections has sole\nauthority over the form and abstract, with the Attorney General\nproviding advice.\nThis bill would also make certain technical amendments to section\n4-108 of the Election Law.\n\nJUSTIFICATION:\nIt is in the interest of democracy and good government to ensure that\nthe public fully understands the content of amendments, propositions\nand authorization creating a State debt prior to voting upon them. At\npresent, the Election Law requires the form of any such ballot\nproposal be stated in \"plain English\". Voters who feel that these\nabstracts are not in \"plain English\" may challenge the wording by\nbringing a civil suit in Supreme Court. Such a challenge, however,\nmust be instituted two and one-half months prior to the election.\nSince a majority of the voters do not see the actual form until\nElection Day, this enforcement tool does them little good. By\nproviding the plain language form and abstract in the bill or\nconcurrent resolution passed by the Legislature, the drafters of the\nproposal would have direct input into the explanation. The Attorney\nGeneral would serve in an advisory capacity.\n\nFISCAL IMPLICATION:\nMinimal.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law and the legislative law, in relation to abstract and form of ballot proposals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T110118.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T154652.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849483
}