{
  "year" : 2011,
  "senateBillNo" : "S2109-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2109-2011-1295326800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for refund of or credit against petroleum business taxes, for sales on accounts included in gross receipts and ascertained to be uncollectible",
  "summary" : "Provides for refund of or credit to petroleum vendors for petroleum business taxes paid by the vendors who are then unable to recoup the taxes from the consumer because the account becomes uncollectible. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1690-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2109\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to providing for refund  of  or\n         credit  against  petroleum  business  taxes,  for  sales  on  accounts\n         included in gross receipts and ascertained to be uncollectible\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The tax law is amended by adding a new section 304 to read\n    2  as follows:\n    3    S 304. UNCOLLECTIBLE ACCOUNTS REFUND OR CREDIT.   NOTWITHSTANDING  ANY\n    4  OTHER  PROVISION  OF LAW, THERE SHALL BE A REFUND OF, OR CREDIT AGAINST,\n    5  ANY TAX AND TAX SURCHARGE IMPOSED BY THIS ARTICLE ON A  PETROLEUM  BUSI-\n    6  NESS, FOR TAXES PAID FOR GALLONAGE INCLUDED IN GROSS RECEIPTS FROM SALES\n    7  ON  ACCOUNT  AND  OTHERWISE INCLUDABLE IN THE MEASURE OF ANY SUCH TAX OR\n    8  TAX SURCHARGE, FOR ACCOUNTS WHICH ARE ASCERTAINED  TO  BE  UNCOLLECTIBLE\n    9  (IN  WHOLE  OR  IN  PART);  PROVIDED, HOWEVER, THAT THE REFUND OR CREDIT\n   10  SHALL ONLY BE AVAILABLE IF THE TAXES PAID BY THE PETROLEUM BUSINESS  ARE\n   11  SEPARATELY ITEMIZED ON THE INVOICE AND ONLY TO THE EXTENT THAT THE TAXES\n   12  IMPOSED   AND  REMITTED  TO  THE  DEPARTMENT  REMAIN  UNPAID.  THE  TERM\n   13  \"UNCOLLECTIBLE\"  MEANS  WORTHLESS,  AS  USED  FOR  FEDERAL  INCOME   TAX\n   14  PURPOSES.\n   15    S  2.  This  act  shall  take  effect  on  the first of September next\n   16  succeeding the date on which it shall have become a  law  and  shall  be\n   17  applicable  to  any  tax and tax surcharge due under article 13-A of the\n   18  tax law after its effective date and attributable to gallonage  sold  or\n   19  received  or  sales  made  after such effective date; provided, however,\n   20  that effective immediately, the addition, amendment and/or repeal of any\n   21  rules or regulations necessary for the implementation of  the  foregoing\n   22  section of this act on its effective date are authorized and directed to\n   23  be made and completed on or before such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06683-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing for refund of or credit against petroleum business taxes, for sales on accounts included in gross receipts and ascertained to be uncollectible ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110118.T165209.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110118.T112120.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295387529270
}