{
  "year" : 2011,
  "senateBillNo" : "S2101-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2101-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires criminal history check of persons seeking out of country employment or out of country adoption",
  "summary" : "Requires a criminal history check of persons seeking employment in a foreign country or seeking to adopt a foreign child where official documentation of such person's background and character is an eligibility requirement; and authorizes a reasonable fee for such search, to be deposited into the missing and exploited children clearinghouse fund to enhance the prevention of child exploitation. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1016-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2101\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to the search of criminal\n         history records for persons seeking employment in or to adopt a  child\n         from a foreign country\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  837-s\n    2  to read as follows:\n    3    S  837-S.  CRIMINAL HISTORY CHECKS FOR PERSONS SEEKING EMPLOYMENT IN A\n    4  FOREIGN COUNTRY OR WHO SEEK TO ADOPT A CHILD FROM A FOREIGN COUNTRY.  1.\n    5  THE  DIVISION  IS  HEREBY AUTHORIZED AND DIRECTED TO CONDUCT A SEARCH OF\n    6  ITS CRIMINAL HISTORY RECORDS AND MAKE  AVAILABLE  THE  RESULTS  OF  SUCH\n    7  SEARCH  TO  ANY PERSON SEEKING EMPLOYMENT IN A FOREIGN COUNTRY OR TO ANY\n    8  PERSON WHO SEEKS TO ADOPT A CHILD FROM A FOREIGN COUNTRY WHERE  OFFICIAL\n    9  DOCUMENTATION  OF  A PERSON'S BACKGROUND AND CHARACTER IS AN ELIGIBILITY\n   10  REQUIREMENT IMPOSED BY SUCH  FOREIGN  COUNTRY  FOR  SUCH  EMPLOYMENT  OR\n   11  ADOPTION.\n   12    2.  UPON  APPLICATION  OF ANY PERSON SEEKING A CRIMINAL HISTORY SEARCH\n   13  FOR THE PURPOSES SET FORTH IN SUBDIVISION ONE OF THIS SECTION, THE DIVI-\n   14  SION IS AUTHORIZED AND DIRECTED  TO  OBTAIN  THE  FINGERPRINTS  OF  SUCH\n   15  APPLICANT TO FACILITATE THE DIVISION'S SEARCH.\n   16    3.  THE  DIVISION  IS AUTHORIZED TO CHARGE A REASONABLE FEE TO CONDUCT\n   17  THE SEARCH SET FORTH IN THIS SECTION. ALL SUCH FEES SHALL BE REMITTED TO\n   18  THE STATE COMPTROLLER AND THE COMMISSIONER OF TAXATION AND  FINANCE  FOR\n   19  DEPOSIT  IN  THE  MISSING  AND  EXPLOITED  CHILDREN'S CLEARINGHOUSE FUND\n   20  ESTABLISHED PURSUANT TO SECTION NINETY-TWO-W OF THE STATE FINANCE LAW.\n   21    4. ANY SEARCH MADE PURSUANT TO THIS SECTION SHALL BE  MADE  SOLELY  TO\n   22  PROVIDE THE APPLICANT WITH THE RESULTS OF SUCH SEARCH IN ORDER TO SATIS-\n   23  FY  EMPLOYMENT  OR ADOPTION REQUIREMENTS OF A FOREIGN COUNTRY. NO SEARCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06792-01-1\n\n       S. 2101                             2\n\n    1  MADE PURSUANT TO THIS SECTION SHALL RESULT IN THE CREATION OF  A  SEARCH\n    2  AND RETAIN FILE FOR SUCH APPLICANT.\n    3    5. THE RESULTS OF ANY SEARCH MADE PURSUANT TO THIS SECTION MAY BE MADE\n    4  AVAILABLE BY THE DIVISION ONLY TO THE APPLICANT.\n    5    6. THE DIVISION IS HEREBY AUTHORIZED TO PROMULGATE ANY RULES AND REGU-\n    6  LATIONS  NECESSARY FOR THE TIMELY IMPLEMENTATION OF THIS SECTION AND FOR\n    7  THE MANNER AND FORM OF APPLICATION AND  SEARCH  PROCEDURES  REQUIRED  BY\n    8  THIS SECTION.\n    9    7.  IT  SHALL  BE A CLASS A MISDEMEANOR FOR ANY PERSON TO DISCLOSE THE\n   10  RESULTS OF ANY SEARCH MADE PURSUANT TO THIS SECTION IN  ANY  TRANSACTION\n   11  EXCEPT  AS NECESSARY TO SATISFY EMPLOYMENT OR ADOPTION REQUIREMENTS OF A\n   12  FOREIGN COUNTRY.\n   13    S 2. This act shall take effect on the first of November next succeed-\n   14  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the search of criminal history records for persons seeking employment in or to adopt a child from a foreign country ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T111119.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110118.T154652.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295383612502
}