{
  "year" : 2011,
  "senateBillNo" : "S2102-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2102-2011-1295326800000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the vending machine sale of tobacco products within 350 feet of a school, church, synagogue or other place of worship",
  "summary" : "Prohibits the operation of a vending machine which dispenses tobacco products unless the machine is located more than three hundred fifty feet of a building occupied exclusively as a school, church, synagogue or other place of worship. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S1581-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2102\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to the  placement  of\n         tobacco  vending  machines near schools, churches, synagogues or other\n         places of worship\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  1399-dd  of the public health law, as amended by\n    2  chapter 13 of the laws of 2003, is amended to read as follows:\n    3    S 1399-dd. Sale of tobacco products or herbal  cigarettes  in  vending\n    4  machines.  No  person,  firm,  partnership, company or corporation shall\n    5  operate a vending machine which dispenses  tobacco  products  or  herbal\n    6  cigarettes  unless  such  machine is located: (a) in a bar as defined in\n    7  subdivision one of section thirteen hundred ninety-nine-n of this  chap-\n    8  ter,  or  the  bar  area  of  a food service establishment with a valid,\n    9  on-premises full liquor license; (b) in a private club; (c) in a tobacco\n   10  business as defined in subdivision eight  of  section  thirteen  hundred\n   11  ninety-nine-aa  of  this  article; or (d) in a place of employment which\n   12  has an insignificant portion  of  its  regular  workforce  comprised  of\n   13  people  under  the age of eighteen years and only in such locations that\n   14  are not accessible to the general public;  provided,  however,  that  in\n   15  such  locations  the  vending machine is located in plain view and under\n   16  the direct supervision and control  of  the  person  in  charge  of  the\n   17  location  or his or her designated agent or employee; PROVIDED, FURTHER,\n   18  HOWEVER, THAT NO SUCH VENDING MACHINE  SHALL  BE  WITHIN  THREE  HUNDRED\n   19  FIFTY FEET OF A BUILDING OCCUPIED EXCLUSIVELY AS A SCHOOL, CHURCH, SYNA-\n   20  GOGUE OR OTHER PLACE OF WORSHIP.\n   21    S  2.  This  act shall take effect on the thirtieth day after it shall\n   22  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06701-01-1\n",
  "memo" : "BILL NUMBER:S2102\n\nTITLE OF BILL:\nAn act\nto amend the public health law, in relation to the placement of\ntobacco vending machines near schools, churches, synagogues or\nother places of worship\n\nPURPOSE:\nTo prevent tobacco vending machines from being placed within\n350 feet of a school or place of worship.\n\nSUMMARY OF PROVISIONS:\nThe bill prohibits the operation of a vending\nmachine which dispenses tobacco products unless the machine is\nlocated outside 350 feet of a building occupied exclusively as a\nschool or place of worship.\n\nEXISTING LAW:\nThe bill amends section 1399-dd of the public health\nlaw, relating to sale of tobacco products in vending machines, to add\nthis new restriction.\n\nJUSTIFICATION:\nAt a time when society is finally breaking through all\nthe industry-perpetuated fallacies about the real dangers of smoking,\nit is more important than ever to place proper and reasonable\nrestrictions on the sale of tobacco products. This bill would enact\none such restriction, to ensure that such products are not sold in\nvending machines within 350 feet of schools and places of worship.\nThese are sites where children, the most vulnerable targets of\ntobacco-industry propaganda, regularly congregate, and vending\nmachines are notorious for selling to minors and adults\nindiscriminately. The bill will reduce the opportunities for minors\nto make illegal purchases of cigarettes.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the thirtieth day after\nit shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the placement of tobacco vending machines near schools, churches, synagogues or other places of worship ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T112120.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T154652.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849486
}