{
  "year" : 2011,
  "senateBillNo" : "S2118-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2118-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing the crime of sexual abuse of authority",
  "summary" : "Relates to establishing the crime of sexual abuse of authority, pertaining to sexual conduct between a teacher and a student. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S4448-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2118\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to establishing the crime  of\n         sexual abuse of authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 130.97  to\n    2  read as follows:\n    3  S 130.97 SEXUAL ABUSE OF AUTHORITY.\n    4    A PERSON IS GUILTY OF SEXUAL ABUSE OF AUTHORITY WHEN HE OR SHE ENGAGES\n    5  IN  SEXUAL  CONDUCT  WITH ANOTHER WHO IS  NOT THE SPOUSE OF THE OFFENDER\n    6  WHEN THE OFFENDER IS A TEACHER, ADMINISTRATOR, COACH, OR OTHER PERSON IN\n    7  AUTHORITY EMPLOYED BY OR SERVING IN AN ELEMENTARY OR SECONDARY SCHOOL OF\n    8  THE STATE, OR COLLEGE OR UNIVERSITY OF THE STATE, AND THE  OTHER  PERSON\n    9  IS  ENROLLED  IN  OR ATTENDS SUCH SCHOOL, COLLEGE OR UNIVERSITY, AND THE\n   10  OFFENDER IS NOT ENROLLED IN AND DOES NOT ATTEND THAT SCHOOL.\n   11    SEXUAL ABUSE OF AUTHORITY IS A CLASS A MISDEMEANOR.\n   12    S 2. This act shall take effect on the first of November next succeed-\n   13  ing the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06386-01-1\n",
  "memo" : "BILL NUMBER:S2118\n\nTITLE OF BILL:\n\nAn act\nto amend the penal law, in relation to establishing the crime of sexual\nabuse of authority\n\nPURPOSE:\n\nThis bill relates to establishing the crime of sexual abuse of\nauthority.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 amends the penal law by adding a new section 130.97. A\nperson is guilty of sexual abuse of authority when he or she engages\nin sexual conduct with another who is not the spouse of the offender\nwhen the offender is a teacher, administrator, coach or other person\nin authority employed by or serving in an elementary or secondary\nschool, or a college or university.\n\nSexual abuse of authority shall be a class A misdemeanor.\n\nJUSTIFICATION:\n\nThis bill makes it illegal for school employees to have sex with\nstudents, regardless of age or consent. Under current law, no\ncriminal charges can be brought against offending employees because\nthe students are not minors. Schools Chancellor Joel Klein\nspecifically requested that this legislation be introduced after two\nManhattan high school faculty members engaged in consensual sexual\nrelations with 18 year old students.\n\nUnder the provisions of this legislation, it will be easier for school\ndistricts to dismiss employees engaging in questionable, immoral\nactivity.\n\nConnecticut and Ohio have enacted similar measures.\n\nLEGISLATIVE HISTORY:\n\nNew bill.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the first of November next succeeding\nthe date on which it shall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing the crime of sexual abuse of authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T111119.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T103616.TXT", "SOBI.D110118.T111620.TXT", "SOBI.D110119.T095235.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849506
}