{
  "year" : 2011,
  "senateBillNo" : "S2119-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2119-2011-1295326800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires posting of police department telephone numbers on pay telephones",
  "summary" : "Requires that all telephone corporations doing business in the state and providing pay telephones shall conspicuously post the name and telephone number of the local police precinct, agency or department on all telephones located in the state; directs the public service commission to promulgate rules and regulations necessary for the proper application, administration and enforcement of such requirement. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S4449-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2119\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to posting  police\n         department telephone numbers on pay telephones\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   The general business law  is  amended  by  adding  a  new\n    2  section 336-c to read as follows:\n    3    S  336-C.  POSTING OF POLICE DEPARTMENT TELEPHONE NUMBERS ON PAY TELE-\n    4  PHONES. 1. ALL TELEPHONE CORPORATIONS DOING BUSINESS IN  THE  STATE  AND\n    5  PROVIDING PAY TELEPHONES SHALL CONSPICUOUSLY POST THE NAME AND TELEPHONE\n    6  NUMBER  OF  THE  LOCAL POLICE PRECINCT, AGENCY OR DEPARTMENT ON ALL SUCH\n    7  TELEPHONES LOCATED IN THIS STATE.\n    8    2. THE PUBLIC SERVICE COMMISSION SHALL PROMULGATE THE RULES AND  REGU-\n    9  LATIONS   NECESSARY  FOR  THE  PROPER  APPLICATION,  ADMINISTRATION  AND\n   10  ENFORCEMENT OF SUBDIVISION ONE OF THIS SECTION.\n   11    S 2. This act shall take effect on the one hundred eightieth day after\n   12  it shall have become a law; provided, however, that the  public  service\n   13  commission  shall  promulgate  the  rules  and  regulations necessary to\n   14  effectuate the provisions of this act prior to such effective date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06387-01-1\n",
  "memo" : "BILL NUMBER:S2119\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to posting police\ndepartment telephone numbers on pay telephones\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill would amend\nthe general\nbusiness law by adding a new section 336 (c) which would require that\nall telephone corporations doing business in the state and providing\npay telephones to conspicuously post the name and telephone number of\nthe local police precinct, agency or department on all said\ntelephones. The Public Service Commission shall establish all the\nrules and regulations necessary for the proper application,\nadministration and enforcement of this law.\n\nJUSTIFICATION:\nThe enactment of this bill would make\nit easier for\nindividuals to use pay telephones to report a crime committed against\nthemselves or another or to report a fire. In certain cases, an\nindividual who has witnessed a crime or fire or has been the victim\nof a crime may find that a pay telephone is the quickest way to\nreport such occurrence. Certain areas in the state have not yet had\nthe 911 emergency number made available and, in the city of New York,\nthe 911 number is very often busy for long stretches of time. This\nbill would give individuals who have been the victim of a crime, and\nare utilizing a pay phone to report such immediate access to the\nproper telephone number for reporting an emergency or an alternate\nnumber, should 911 be busy. In addition, providing the conspicuous\nposting of the proper emergency number may motivate a greater number\nof people to become involved in reporting emergencies, be it the\ncommission of a crime or the suspicion of a fire.\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred\neightieth day after it shall have become law; provided, however, that\nthe PSC shall promulgate the rules and regulations necessary to\neffectuate the provisions of the act prior to the effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to posting police department telephone numbers on pay telephones ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T111119.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T103616.TXT", "SOBI.D110118.T111620.TXT", "SOBI.D110119.T095235.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849507
}