{
  "year" : 2011,
  "senateBillNo" : "S2111-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S2111-2011-1295326800000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates disclosure of customer records",
  "summary" : "Provides that banking institutions in New York State may release customer information in the following manner; (a) to the actual customer or authorized agent, or (b) unless a customer affirmatively and in writing prohibits the release, to a subsidiary or affiliate of the banking institution, or, (c) to any other persons or entities if the customer information intended to be released consists only of customer identification, (e.g. name or address of customer) and/or is recorded in public records; defines the term \"customer information\" to mean account records and any other information constructed from those records relating to the customer's relationship with the institution. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S1320-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2111\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation  to  the  disclosure  of  a\n         banking institution's customer records\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The banking law is amended by adding a new section  9-v  to\n    2  read as follows:\n    3    S  9-V.    DISCLOSURE OF CUSTOMER RECORDS.   1.   FOR PURPOSES OF THIS\n    4  SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A)  \"BANKING INSTITUTION\" MEANS ALL BANKS, TRUST  COMPANIES,  SAVINGS\n    6  BANKS,  SAVINGS  AND LOAN ASSOCIATIONS, CREDIT UNIONS, MORTGAGE BANKERS,\n    7  EXEMPT ORGANIZATIONS AS DEFINED IN ARTICLE  TWELVE-D  OF  THIS  CHAPTER,\n    8  LICENSED  LENDERS AND FOREIGN BANKING CORPORATIONS WHETHER INCORPORATED,\n    9  CHARTERED, ORGANIZED OR LICENSED UNDER THE LAWS OF  THIS  STATE  OR  ANY\n   10  OTHER STATE OR THE UNITED STATES.\n   11    (B)    \"AGENT\"  MEANS ANY PERSON AUTHORIZED TO TRANSACT BUSINESS FOR A\n   12  PRINCIPAL.\n   13    (C) \"CUSTOMER\" MEANS A DEPOSITOR IN,  BORROWER  FROM,  AND  ANY  OTHER\n   14  PERSON PATRONIZING A BANKING INSTITUTION AND UTILIZING ITS SERVICES.\n   15    (D) \"CUSTOMER IDENTIFICATION\" MEANS THE ORIGINAL OR ANY COPY OR SUMMA-\n   16  RY OF ANY DOCUMENT, INCLUDING ANY EVIDENCE OF A TRANSACTION CONDUCTED BY\n   17  ELECTRONIC  TERMINAL,  THAT  CONTAINS  THE  NAME  AND/OR  ADDRESS OF ANY\n   18  CUSTOMER OF A BANKING INSTITUTION, OR ANY DATA FROM WHICH SUCH  INFORMA-\n   19  TION COULD BE CONSTRUCTED.\n   20    (E)  \"CUSTOMER  INFORMATION\" MEANS THE ORIGINAL OR ANY COPY OR SUMMARY\n   21  OF ANY DOCUMENT, INCLUDING ANY EVIDENCE OF A  TRANSACTION  CONDUCTED  BY\n   22  MEANS  OF  AN  ELECTRONIC  TERMINAL, THAT CONTAINS A CUSTOMER'S CUSTOMER\n   23  IDENTIFICATION AND ANY INFORMATION CONCERNING  A  CUSTOMER'S  INDIVIDUAL\n   24  SAVINGS  OR  LOAN ACCOUNTS OR THE DETAILS OF OTHER TYPES OF TRANSACTIONS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06691-01-1\n\n       S. 2111                             2\n\n    1  BETWEEN THE CUSTOMER AND THE BANKING INSTITUTION, OR ANY DATA FROM WHICH\n    2  SUCH INFORMATION COULD BE CONSTRUCTED.\n    3    (F)  \"PERSON\"  MEANS  AN INDIVIDUAL, PARTNERSHIP, CORPORATION, ASSOCI-\n    4  ATION, TRUST, OR ANY OTHER LEGAL ENTITY ORGANIZED UNDER THE LAWS OF  ANY\n    5  STATE OR OF THE UNITED STATES, OR OF ANY FOREIGN STATE.\n    6    (G)  \"PUBLIC  RECORD\"  MEANS A RECORD WHICH IS AVAILABLE TO THE PUBLIC\n    7  PURSUANT TO ARTICLE SIX OF THE PUBLIC OFFICERS LAW.\n    8    (H) \"THIRD PERSON\" MEANS A PERSON OTHER THAN THE CUSTOMER, THE BANKING\n    9  INSTITUTION, ITS WHOLLY-OWNED SUBSIDIARY OR AFFILIATE, TO  WHOM  DISCLO-\n   10  SURE IS RESTRICTED BY THIS SECTION.\n   11    (I) \"SUBSIDIARY\" SHALL HAVE THE SAME MEANING AS PROVIDED FOR IN SUBDI-\n   12  VISION FIVE OF SECTION ONE HUNDRED FORTY-ONE OF THIS CHAPTER.\n   13    (J)  \"AFFILIATE\" SHALL HAVE THE SAME MEANING AS PROVIDED FOR IN SUBDI-\n   14  VISION SIX OF SECTION THIRTY-SIX OF THIS CHAPTER.\n   15    2. A CUSTOMER OF A BANKING INSTITUTION OR HIS OR HER  DULY  AUTHORIZED\n   16  AGENT  HAS THE RIGHT TO OBTAIN AND INSPECT CUSTOMER INFORMATION PERTAIN-\n   17  ING SOLELY TO THE CUSTOMER'S  OWN  SAVINGS  ACCOUNTS  OR  LOAN  ACCOUNTS\n   18  RECORDS,  OR INFORMATION PERTAINING TO OTHER FINANCIAL TRANSACTIONS WITH\n   19  THE BANKING INSTITUTION.  A CUSTOMER DOES NOT HAVE THE RIGHT UNDER  THIS\n   20  SECTION  TO  OBTAIN INTERNAL BUSINESS PAPERS, MEMORANDA, OR OTHER CONFI-\n   21  DENTIAL CORRESPONDENCE OR COMMUNICATIONS  BETWEEN  THE  INSTITUTION  AND\n   22  OTHERS INCLUDING ITS ATTORNEYS, ACCOUNTANTS, AND BOARD OF DIRECTORS THAT\n   23  MAY RELATE TO THE CUSTOMER.\n   24    3.  (A)    A  BANKING  INSTITUTION  MAY DISCLOSE A CUSTOMER'S CUSTOMER\n   25  INFORMATION TO (I) A WHOLLY-OWNED SUBSIDIARY OR AFFILIATE OF THE BANKING\n   26  INSTITUTION, OR (II)  TO  THIRD  PERSONS  IF  THE  CUSTOMER  INFORMATION\n   27  INTENDED TO BE RELEASED IS LIMITED TO INFORMATION RECORDED IN THE PUBLIC\n   28  RECORDS  AND/OR  A  CUSTOMER'S CUSTOMER IDENTIFICATION, PROVIDED THAT IN\n   29  EITHER CASE THE BANKING INSTITUTION HAS  GIVEN  WRITTEN  NOTICE  TO  THE\n   30  CUSTOMER OF THE INTENT OF THE BANKING INSTITUTION TO RELEASE SUCH INFOR-\n   31  MATION,  AND  THAT THE CUSTOMER HAS THE RIGHT TO PROHIBIT THE RELEASE OF\n   32  THIS INFORMATION BY NOTIFYING THE BANKING INSTITUTION IN WRITING OF  HIS\n   33  OR  HER OBJECTION, OR (III) TO THIRD PERSONS IF THE CUSTOMER INFORMATION\n   34  TO BE DISCLOSED IS CUSTOMER INFORMATION NOT CONTAINED IN A PUBLIC RECORD\n   35  PROVIDED THAT THE BANKING INSTITUTION HAS COMPLIED WITH THIS SECTION.\n   36    (B) ANY DISCLOSURE PURSUANT TO SUBPARAGRAPH (I) OR (II)  OF  PARAGRAPH\n   37  (A)  OF  THIS  SUBDIVISION MAY BE MADE NO SOONER THAN FIFTEEN DAYS AFTER\n   38  THE CUSTOMER RECEIVED THE NOTICE, IF THE NOTICE WAS GIVEN IN PERSON,  OR\n   39  FIFTEEN  DAYS  AFTER THE NOTICE WAS MAILED TO THE CUSTOMER, AND SHALL BE\n   40  LIMITED TO THOSE CUSTOMERS OF  THE  BANKING  INSTITUTION  WHO  HAVE  NOT\n   41  OBJECTED  TO  THE RELEASE OF HIS OR HER CUSTOMER INFORMATION PURSUANT TO\n   42  THOSE PROVISIONS. SUCH NOTICE MAY BE GIVEN TO NEW CUSTOMERS AT THE  TIME\n   43  AN  ACCOUNT  IS  OPENED, AT THE TIME A LOAN OR MORTGAGE IS GRANTED OR AT\n   44  THE TIME THE CUSTOMER ENTERS INTO ANOTHER FORM OF FINANCIAL  TRANSACTION\n   45  WITH  THE BANKING INSTITUTION. SUCH NOTICE MAY ALSO BE PROVIDED TO OTHER\n   46  CUSTOMERS WITH OR IN A MONTHLY ACCOUNT STATEMENT, PERIODIC STATEMENT  OR\n   47  OTHER MAILING.\n   48    (C) AT LEAST ONCE EVERY TWO YEARS AFTER A BANKING INSTITUTION RELEASES\n   49  A  CUSTOMER'S  CUSTOMER  INFORMATION  PURSUANT  TO PARAGRAPH (A) OF THIS\n   50  SUBDIVISION, A BANKING INSTITUTION THAT DESIRES TO CONTINUE  TO  RELEASE\n   51  CUSTOMER  INFORMATION  SHALL  PROVIDE  WRITTEN  NOTICE TO SUCH CUSTOMERS\n   52  REMINDING THEM THAT THE BANKING INSTITUTION MAY  RELEASE  SUCH  CUSTOMER\n   53  INFORMATION  AND  OF  THE  CUSTOMER'S  CONTINUING RIGHT TO WITHDRAW SUCH\n   54  AUTHORIZATION AT ANY TIME. THE NOTICE MUST CONTAIN AN ADDRESS WHERE  THE\n   55  CUSTOMER MAY REGISTER SUCH WITHDRAWAL OF CONSENT.\n\n       S. 2111                             3\n\n    1    4. NOTWITHSTANDING SUBDIVISION THREE OF THIS SECTION, A BANKING INSTI-\n    2  TUTION MAY DISCLOSE ITS CUSTOMER INFORMATION TO THE FOLLOWING:\n    3    (A)  ANY PERSON TO WHOM THE CUSTOMER HAS AFFIRMATIVELY AUTHORIZED SUCH\n    4  DISCLOSURE IN WRITING;\n    5    (B) ANY DIRECTOR, OFFICER, OR EMPLOYEE OF A BANKING INSTITUTION HAVING\n    6  THE DUTY TO PREPARE, EXAMINE,  HANDLE,  MAINTAIN,  OR  PROCESS  CUSTOMER\n    7  INFORMATION  IN  THE  ORDINARY  COURSE  OF CONDUCTING THE BANKING INSTI-\n    8  TUTION'S BUSINESS;\n    9    (C) ANY AGENT OF THE BANKING INSTITUTION, ANY  INDEPENDENT  CONTRACTOR\n   10  PROVIDING A SERVICE TO THE BANKING INSTITUTION IN THE ORDINARY COURSE OF\n   11  THE BANKING INSTITUTION'S BUSINESS, OR ANY PERSON PROVIDING PROFESSIONAL\n   12  SERVICES  TO  THE BANKING INSTITUTION, INCLUDING, BUT NOT LIMITED TO, AN\n   13  ACCOUNTANT ENGAGED BY THE BANKING INSTITUTION TO PREPARE AN  INDEPENDENT\n   14  AUDIT,  AN ATTORNEY PERFORMING A SERVICE ON BEHALF OF THE BANKING INSTI-\n   15  TUTION, AN AGENT OR OTHER PERSON REPRESENTING THE BANKING INSTITUTION IN\n   16  COLLECTING A DEBT OR OTHERWISE SECURING PAYMENT OF A LOAN OR ADVANCE;\n   17    (D) ANY OFFICER, EMPLOYEE, OR AGENT OF THE BANKING BOARD FOR USE SOLE-\n   18  LY IN THE EXERCISE OF ITS DUTIES;\n   19    (E) A FINANCIAL INSTITUTION, COMMERCIAL ENTERPRISE, OR CREDIT  REPORT-\n   20  ING  AGENCY,  WHEN SUCH DISCLOSURE IS PART OF AN EXCHANGE IN THE REGULAR\n   21  COURSE OF BUSINESS OF INFORMATION PERTAINING TO THE CREDIT-WORTHINESS OF\n   22  THE CUSTOMER BETWEEN A BANKING INSTITUTION AND ANOTHER FINANCIAL  INSTI-\n   23  TUTION  OR COMMERCIAL ENTERPRISE, DIRECTLY OR THROUGH A CREDIT REPORTING\n   24  AGENCY;\n   25    (F) PERSONS TO WHOM REPORTS OR RETURNS MUST  BE  MADE  OR  INFORMATION\n   26  DISCLOSED PURSUANT TO STATE LAW OR REGULATIONS INCLUDING, BUT NOT LIMIT-\n   27  ED TO, THE DEPARTMENT OF TAXATION AND FINANCE, OR ANY GOVERNMENT AUTHOR-\n   28  ITY ACTING PURSUANT TO LAW;\n   29    (G) PERSONS TO WHOM INFORMATION IS PERMITTED TO BE DISCLOSED UNDER LAW\n   30  CONCERNING THE DISHONOR OF A NEGOTIABLE INSTRUMENT;\n   31    (H)  THE  BANKING  INSTITUTION'S  BOND OR INSURANCE COMPANIES WHEN THE\n   32  BANKING INSTITUTION HAS INFORMATION RELATIVE TO A CLAIM PURSUANT TO  ITS\n   33  BOND  OR  DIRECTOR'S  AND  OFFICER'S LIABILITY INSURANCE POLICY OR OTHER\n   34  INSURANCE COVERAGE;\n   35    (I) ANY PERSON FOR THE PURPOSE OF ENGAGING IN A SECONDARY MARKET TRAN-\n   36  SACTION;\n   37    (J) REPRESENTATIVES OF THE ATTORNEY GENERAL CONDUCTING CIVIL  INVESTI-\n   38  GATIONS, PURSUING CIVIL ACTIONS FOR THE PURPOSE OF ASSESSING CIVIL MONEY\n   39  PENALTIES, OR PURSUING FORFEITURES FOR VIOLATIONS OF BANKING INSTITUTION\n   40  CRIMINAL STATUTES; AND\n   41    (K)  ANY PERSON NOT EXPRESSLY PERMITTED BY THIS SECTION IF THE BANKING\n   42  INSTITUTION RECEIVES THE PRIOR WRITTEN APPROVAL OF  THE  BANKING  BOARD,\n   43  WHICH MAY ESTABLISH THE TERMS AND CONDITIONS GOVERNING SUCH RELEASE.\n   44    5.  PRIOR  TO  THE  RELEASE  BY  A BANKING INSTITUTION OF ITS CUSTOMER\n   45  INFORMATION AUTHORIZED BY PARAGRAPH  (A)  OF  SUBDIVISION  THREE  OR  BY\n   46  EXCEPTIONS  CONTAINED IN PARAGRAPH (A), (C), (E), (H) OR (I) OF SUBDIVI-\n   47  SION FOUR OF THIS SECTION SHALL REQUIRE INTENDED RECIPIENTS OF  CUSTOMER\n   48  INFORMATION  TO  EXECUTE  AN AGREEMENT STATING AT A MINIMUM THE SPECIFIC\n   49  USE TO BE MADE OF THE CUSTOMER INFORMATION  AND  PROHIBITING  SUBSEQUENT\n   50  DISCLOSURE  OF THE CUSTOMER INFORMATION TO A THIRD PARTY, EXCEPT IF SUCH\n   51  DISCLOSURE IS REQUIRED BY LAW OR PURSUANT TO THE CIRCUMSTANCES SET FORTH\n   52  IN PARAGRAPH (D), (F) OR (I) OF SUBDIVISION FOUR OF THIS  SECTION,  AND,\n   53  IF THE RECIPIENT OF THE CUSTOMER INFORMATION IS A CREDIT REPORTING AGEN-\n   54  CY,  SUBSEQUENT  DISCLOSURES  MAY  BE  MADE IN THE REGULAR COURSE OF THE\n   55  CREDIT REPORTING AGENCY'S BUSINESS.\n\n       S. 2111                             4\n\n    1    6. (A) BEFORE RELEASING ANY CUSTOMER INFORMATION PURSUANT TO  SUBPARA-\n    2  GRAPH  (III)  OF  PARAGRAPH  (A) OF SUBDIVISION THREE OF THIS SECTION, A\n    3  BANKING INSTITUTION SHALL:\n    4    (I) PROVIDE A COPY OF AN \"INFORMED CONSENT FORM\" TO ALL NEW AND EXIST-\n    5  ING  CUSTOMERS  OF THE BANKING INSTITUTION WHOSE CUSTOMER INFORMATION IS\n    6  NOT CONTAINED IN THE PUBLIC RECORDS INTENDED TO BE  DISCLOSED  TO  THIRD\n    7  PERSONS.  SUCH FORM MAY BE GIVEN TO NEW CUSTOMERS AT THE TIME AN ACCOUNT\n    8  IS OPENED, AT THE TIME A LOAN OR MORTGAGE APPLICATION IS  MADE,  AT  THE\n    9  TIME  A  LOAN  OR MORTGAGE IS GRANTED OR AT THE TIME THE CUSTOMER ENTERS\n   10  INTO ANOTHER FORM OF FINANCIAL TRANSACTION WITH THE BANKING INSTITUTION.\n   11  SUCH FORM MAY ALSO BE PROVIDED TO OTHER CUSTOMERS WITH OR IN  A  MONTHLY\n   12  ACCOUNT STATEMENT, PERIODIC STATEMENT OR OTHER MAILING. THE CONSENT FORM\n   13  SHALL CONTAIN:\n   14    (A)  A  DEFINITION  OF  CUSTOMER INFORMATION NOT CONTAINED IN A PUBLIC\n   15  RECORD (\"NON-PUBLIC CUSTOMER INFORMATION\");\n   16    (B) A STATEMENT THAT THE CUSTOMER HAS THE RIGHT TO WITHHOLD CONSENT TO\n   17  THE RELEASE OF HIS OR HER NON-PUBLIC CUSTOMER INFORMATION BY THE BANKING\n   18  INSTITUTION;\n   19    (C) A DESCRIPTION OF THE TYPES OF BUSINESSES, ORGANIZATIONS, OR  OTHER\n   20  PERSONS  OR  ENTITIES  TO  WHOM  NON-PUBLIC  CUSTOMER INFORMATION MAY BE\n   21  DISCLOSED AND THE TIME PERIOD, NOT TO EXCEED TWO YEARS,  IN  WHICH  SUCH\n   22  DISCLOSURES MAY BE MADE;\n   23    (D)  A STATEMENT THAT THE BANKING INSTITUTION MAY SEEK TO RELEASE NON-\n   24  PUBLIC CUSTOMER INFORMATION FOR A LONGER PERIOD THAN TWO YEARS,  AND  IF\n   25  AN  EXTENSION  IS SOUGHT, THE BANKING INSTITUTION SHALL PROVIDE A NOTICE\n   26  EXPLICITLY REMINDING THE CUSTOMER OF THE CUSTOMER'S PRIOR  AUTHORIZATION\n   27  AND THE CUSTOMER'S CONTINUING RIGHT TO WITHDRAW THAT AUTHORIZATION;\n   28    (E) A STATEMENT THAT IF RELEASE IS CONTEMPLATED TO TYPES OF RECIPIENTS\n   29  OTHER  THAN THOSE FOR WHICH AUTHORIZATION IS SOUGHT THE BANKING INSTITU-\n   30  TION MUST OBTAIN NEW AUTHORIZATION FOR THE RELEASE;\n   31    (F) A STATEMENT THAT THE CUSTOMER MAY AT ANY TIME PROVIDE THE  BANKING\n   32  INSTITUTION WITH WRITTEN NOTICE WITHDRAWING THE CUSTOMER'S PRIOR CONSENT\n   33  TO  RELEASE  NON-PUBLIC  CUSTOMER  INFORMATION  AND HOW AND TO WHOM SUCH\n   34  NOTICE MUST BE GIVEN;\n   35    (G) A STATEMENT THAT NON-PUBLIC CUSTOMER INFORMATION MAY  BE  RELEASED\n   36  PURSUANT  TO  STATUTE  OR  REGULATION  EVEN  WHEN  NOT AUTHORIZED BY THE\n   37  CUSTOMER;\n   38    (H) A STATEMENT AUTHORIZING THE RELEASE OF NON-PUBLIC CUSTOMER  INFOR-\n   39  MATION; AND\n   40    (I)    A SPACE FOR THE CUSTOMER'S SIGNATURE AND FOR THE DATE THE DOCU-\n   41  MENT WAS EXECUTED.\n   42    (II) RECEIVE A SIGNED AND DATED CONSENT FORM FROM THE CUSTOMER; AND\n   43    (III) RETAIN A COPY OF EACH CONSENT FORM IN AN APPROPRIATE FILE  MAIN-\n   44  TAINED FOR THE CUSTOMER PROVIDING THE AUTHORIZATION.\n   45    (B) A BANKING INSTITUTION SHALL FULFILL THE REQUIREMENT THAT IT OBTAIN\n   46  CONSENT  FROM  ITS  CUSTOMERS BEFORE DISCLOSING CUSTOMER INFORMATION NOT\n   47  CONTAINED IN A PUBLIC RECORD UNDER SUBPARAGRAPH (III) OF  PARAGRAPH  (A)\n   48  OF  SUBDIVISION THREE OF THIS SECTION BY PROVIDING A CLEAR AND CONSPICU-\n   49  OUS DOCUMENT CONTAINING THE INFORMATION SET FORTH IN  PARAGRAPH  (A)  OF\n   50  THIS  SUBDIVISION.  THE  FOLLOWING  COMPLIES  WITH THIS REQUIREMENT, BUT\n   51  BANKING INSTITUTIONS ARE PERMITTED TO DEVELOP THEIR OWN FORMS CONTAINING\n   52  THE REQUIRED INFORMATION:\n   53                AUTHORIZATION TO DISCLOSE CUSTOMER INFORMATION\n   54  (CUSTOMER NAME)\n   55  (ACCOUNT/LOAN NUMBER(S))\n\n       S. 2111                             5\n\n    1    UNDER APPLICABLE LAW AND REGULATIONS  (NAME  OF  BANKING  INSTITUTION)\n    2  MUST  OBTAIN  YOUR CONSENT TO DISCLOSE NON-PUBLIC INFORMATION CONCERNING\n    3  YOUR ACCOUNT BALANCES, LOANS, OR OTHER FINANCIAL ACTIVITIES  TO  VARIOUS\n    4  ENTITIES.  THIS INFORMATION THAT PERTAINS TO YOUR FINANCIAL TRANSACTIONS\n    5  IS KNOWN AS NON-PUBLIC CUSTOMER INFORMATION.\n    6    (NAME  OF  BANKING  INSTITUTION)  DESIRES TO DISCLOSE SUCH INFORMATION\n    7  DURING THE NEXT (PERIOD OF TIME NOT TO  EXCEED  TWO  YEARS)  TO  (INSERT\n    8  TYPES  OF PERSONS OR ENTITIES TO WHICH THE CUSTOMER RECORDS ARE INTENDED\n    9  TO BE DISCLOSED). THESE PERSONS OR ENTITIES MAY CONTACT YOU TO OFFER YOU\n   10  A PRODUCT OR SERVICE. THESE PERSONS OR ENTITIES HAVE AGREED, OR WILL  BE\n   11  REQUIRED  TO AGREE, NOT TO DISCLOSE THIS INFORMATION TO ANY OTHER PERSON\n   12  OR BUSINESS, EXCEPT AS PERMITTED BY LAW AND REGULATION, AND HAVE  AGREED\n   13  THAT NON-PUBLIC CUSTOMER INFORMATION SHALL REMAIN CONFIDENTIAL. (NAME OF\n   14  BANKING  INSTITUTION)  MAY  RECEIVE  A  FEE  FOR THE RELEASE OF CUSTOMER\n   15  RECORDS.  IN THE EVENT THAT THE BANKING INSTITUTION WISHES  TO  DISCLOSE\n   16  SUCH INFORMATION TO PERSONS OR ENTITIES NOT DESCRIBED ABOVE, THE BANKING\n   17  INSTITUTION WILL SEEK REAUTHORIZATION. IN THE EVENT THE BANKING INSTITU-\n   18  TION  WISHES  TO  DISCLOSE  THIS  INFORMATION  BEYOND TWO YEARS, IT WILL\n   19  PROVIDE YOU WITH NOTICE.\n   20    WITHOUT YOUR CONSENT, (NAME OF BANKING  INSTITUTION)  CANNOT  DISCLOSE\n   21  YOUR  NON-PUBLIC  CUSTOMER INFORMATION EXCEPT AS PROVIDED FOR BY LAW AND\n   22  REGULATION.\n   23    IF YOU PROVIDE YOUR CONSENT TO DISCLOSE THIS INFORMATION NOW OR IN THE\n   24  FUTURE, YOU MAY WITHDRAW YOUR CONSENT AT ANY TIME. YOU MAY WITHDRAW YOUR\n   25  CONSENT BY WRITING  (NAME  OF  BANKING  INSTITUTION)  AT  THE  FOLLOWING\n   26  ADDRESS:\n   27                         (NAME OF BANKING INSTITUTION)\n   28                       (ADDRESS OF BANKING INSTITUTION)\n   29                              (ATTN:            )\n   30    IF,  AFTER READING THE FOLLOWING STATEMENT, YOU CONSENT TO THE RELEASE\n   31  OF NON-PUBLIC CUSTOMER INFORMATION, SIGN YOUR NAME ON THE SPACE PROVIDED\n   32  AND RETURN THIS FORM TO (NAME OF BANKING INSTITUTION).\n   33                                 AUTHORIZATION\n   34  I HEREBY PROVIDE MY CONSENT TO (NAME OF BANKING INSTITUTION) TO  RELEASE\n   35  MY NON-PUBLIC CUSTOMER INFORMATION TO THIRD PERSONS, AND UNDERSTAND THAT\n   36  I  MAY  WITHDRAW  SUCH  CONSENT  AT ANY TIME. I HAVE BEEN INFORMED OF MY\n   37  RIGHT TO WITHHOLD MY  CONSENT  FOR  (NAME  OF  BANKING  INSTITUTION)  TO\n   38  RELEASE  MY NON-PUBLIC CUSTOMER INFORMATION AND I HAVE READ THE INFORMA-\n   39  TION PRINTED ABOVE.\n   40  _________________      ________________\n   41   NAME OF CUSTOMER             DATE\n   42    (C) BANKING INSTITUTIONS SHALL NOT  RELEASE  ANY  PERSON'S  NON-PUBLIC\n   43  CUSTOMER  INFORMATION  AND  SHALL  TAKE SUCH AFFIRMATIVE STEPS AS MAY BE\n   44  NECESSARY TO INSURE THAT SUCH CUSTOMER INFORMATION IS NOT RELEASED:\n   45    (I) IF THE CUSTOMER HAS NOT AUTHORIZED THE DISCLOSURE OF SUCH INFORMA-\n   46  TION;\n   47    (II) IF AT ANY TIME, THE BANKING INSTITUTION RECEIVES WRITTEN  NOTIFI-\n   48  CATION  OF A CUSTOMER'S WITHDRAWAL OF CONSENT TO RELEASE CUSTOMER INFOR-\n   49  MATION PURSUANT TO THIS SECTION.\n   50    (D) A CUSTOMER MAY, AT ANY TIME, WITHDRAW THE CONSENT  BY  WRITING  TO\n   51  THE BANKING INSTITUTION AND INFORMING IT OF THE WITHDRAWAL OF CONSENT.\n   52    (E)  FOR THE PURPOSE OF COMPLIANCE WITH THE RENEWAL NOTICE REQUIREMENT\n   53  OF PARAGRAPH (C) OF SUBDIVISION THREE OF THIS  SECTION  FOR  RELEASE  OF\n   54  NON-PUBLIC  CUSTOMER  INFORMATION TO THIRD PERSONS, THE FOLLOWING NOTICE\n   55  WILL BE CONSIDERED TO BE IN COMPLIANCE  WITH  SUCH  PARAGRAPH  (C),  BUT\n\n       S. 2111                             6\n\n    1  BANKING  INSTITUTIONS  MAY  DEVELOP  THEIR OWN NOTICES PROVIDED THAT THE\n    2  EQUIVALENT INFORMATION IS CONTAINED THEREIN:\n    3             RENEWAL NOTICE FOR RELEASE OF NON-PUBLIC INFORMATION\n    4  (NAME OF CUSTOMER)\n    5  (ACCOUNT/LOAN NUMBER(S))\n    6  YOU  PREVIOUSLY  GAVE  (NAME  OF  BANKING  INSTITUTION)  YOUR CONSENT TO\n    7  DISCLOSE NON-PUBLIC INFORMATION CONCERNING YOUR ACCOUNT BALANCES, LOANS,\n    8  OR OTHER FINANCIAL ACTIVITIES TO (TYPES OF PERSONS OR ENTITIES TO  WHICH\n    9  THE  CUSTOMER  INFORMATION  HAS  BEEN  DISCLOSED). THIS INFORMATION THAT\n   10  PERTAINS TO YOUR FINANCIAL TRANSACTIONS IS KNOWN AS NON-PUBLIC  CUSTOMER\n   11  INFORMATION.\n   12  (NAME OF BANKING INSTITUTION) IS REQUIRED BY LAW OR REGULATION TO INFORM\n   13  YOU  AT  LEAST EVERY TWO YEARS OF YOUR RIGHT TO WITHDRAW YOUR CONSENT AT\n   14  ANY TIME. IF YOU  DECIDE  TO  WITHDRAW  YOUR  CONSENT,  YOUR  NON-PUBLIC\n   15  CUSTOMER INFORMATION WILL NO LONGER BE DISCLOSED ONCE WE RECEIVE A WRIT-\n   16  TEN  NOTICE  WITHDRAWING  YOUR CONSENT. YOU MAY WITHDRAW YOUR CONSENT BY\n   17  WRITING TO THE FOLLOWING ADDRESS:\n   18                         (NAME OF BANKING INSTITUTION)\n   19                      (ADDRESS OF BANKING INSTITUTION)\n   20             (ATTN: APPROPRIATE EMPLOYEE OF BANKING INSTITUTION)\n   21    7. EVERY BANKING INSTITUTION SHALL CONFORM ITS METHODS OF  MAINTAINING\n   22  RECORDS  TO THE REQUIREMENTS OF THIS SECTION AND TO ANY SUCH REGULATIONS\n   23  AS PROMULGATED BY THE SUPERINTENDENT. ANY BANKING INSTITUTION THAT FAILS\n   24  TO ADHERE TO THE NOTIFICATION REQUIREMENTS PURSUANT TO PARAGRAPH (A)  OF\n   25  SUBDIVISION  THREE  OF THIS SECTION SHALL BE SUBJECT TO A PENALTY OF ONE\n   26  HUNDRED DOLLARS FOR EACH DAY IT SO REFUSES OR NEGLECTS TO ADHERE TO  THE\n   27  REQUIREMENTS. IN ADDITION, ANY BANKING INSTITUTION THAT FAILS TO PROVIDE\n   28  NOTICE  PURSUANT  TO  SUCH  PARAGRAPH  (A)  AND SUBSEQUENTLY DISCLOSES A\n   29  CUSTOMER'S CUSTOMER INFORMATION AND/OR A CUSTOMER'S CUSTOMER IDENTIFICA-\n   30  TION OR FAILS TO HONOR THE DISCLOSURE PREFERENCE REGARDING A  CUSTOMER'S\n   31  CUSTOMER  INFORMATION  AND/OR  CUSTOMER'S  CUSTOMER IDENTIFICATION SHALL\n   32  FORFEIT TO THE PEOPLE OF THE  STATE  THE  PROCEEDS  RECEIVED  FROM  SUCH\n   33  DISCLOSURE.\n   34    8. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION THREE OR FOUR OF THIS\n   35  SECTION,  A  BANKING INSTITUTION SHALL DISCLOSE ITS CUSTOMER INFORMATION\n   36  TO PERSONS MAKING DEMAND PURSUANT TO LAWFUL SUBPOENA,  SUMMONS,  WARRANT\n   37  OR  COURT  ORDER  OR  IN RESPONSE TO A SUBPOENA FROM A GRAND JURY SERVED\n   38  UPON THE BANKING INSTITUTION.\n   39    S 2. This act shall take effect on the first of January next  succeed-\n   40  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to the disclosure of a banking institution's customer records ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110119.T094735.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448455896
}