{
  "year" : 2011,
  "senateBillNo" : "S2114-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2114-2011-1295326800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the labelling of the recycled content level of consumer packaging",
  "summary" : "Requires merchants and manufacturers of consumer commodities sold in New York state to disclose on the label of the package of such commodities the post-consumer recycled content of the package; defines the term consumer commodities to mean food or beverages, whether solid, liquid, or mixed, and all substances or ingredients added thereto for any purpose, used or intended for consumption by human beings or animals, and goods, customarily sold at retail, that are used by consumers in the performance of services ordinarily rendered within the household or business, and that are usually consumed or expended in the course of such use. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S1015-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2114\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to  labelling  the\n         recycled content level of consumer packaging\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall  be  known  as  the  \"recycling\n    2  right to know act\".\n    3    S  2.  Legislative  findings  and  declaration. The legislature hereby\n    4  finds and declares that waste reduction and recycling are the most envi-\n    5  ronmentally sound  solid  waste  management  programs.  The  legislature\n    6  further finds that New York consumers can play a major role in promoting\n    7  recycling  by  purchasing  products  made of recycled materials and that\n    8  consumers need basic information to make informed consumer choices.  The\n    9  legislature further finds that by requiring packaging to carry a product\n   10  label  identifying the recycled content level of such packaging, consum-\n   11  ers will be able to make such informed  choices.  The  legislature  also\n   12  finds  that  as  more  products use recycled material for packaging, the\n   13  markets for recycled products will be positively affected.\n   14    S 3. The general business law is amended by adding a new section  399-\n   15  ff to read as follows:\n   16    S  399-FF.    RECYCLED  CONTENT LEVEL OF CONSUMER PACKAGING. 1.  DEFI-\n   17  NITIONS. FOR PURPOSES OF THIS SECTION:\n   18    (A) \"LABEL\" SHALL MEAN ANY WRITTEN, PRINTED OR GRAPHIC MATTER AFFIXED,\n   19  IMPRINTED AND/OR IMPRESSED TO ANY PACKAGE CONTAINING A CONSUMER  COMMOD-\n   20  ITY.\n   21    (B)  \"CONSUMER  COMMODITY\" OR \"COMMODITY\" SHALL MEAN THE FOLLOWING, IF\n   22  SOLD IN A PACKAGE:\n   23    (I) FOOD OR  BEVERAGES,  WHETHER  SOLID,  LIQUID  OR  MIXED,  AND  ALL\n   24  SUBSTANCES  OR  INGREDIENTS  ADDED  THERETO  FOR  ANY  PURPOSE,  USED OR\n   25  INTENDED FOR CONSUMPTION BY HUMAN BEINGS OR ANIMALS; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06793-01-1\n\n       S. 2114                             2\n\n    1    (II) GOODS, CUSTOMARILY SOLD AT RETAIL, THAT ARE USED BY CONSUMERS  IN\n    2  THE  PERFORMANCE OF SERVICES ORDINARILY RENDERED WITHIN THE HOUSEHOLD OR\n    3  BUSINESS, AND THAT ARE USUALLY CONSUMED OR EXPENDED  IN  THE  COURSE  OF\n    4  SUCH USE.\n    5    (C)  \"PACKAGE\"  SHALL MEAN A CONTAINER IN WHICH ANY CONSUMER COMMODITY\n    6  IS ENCLOSED FOR SALE AT RETAIL, AND WHICH  CONTAINS  A  SINGLE  ITEM,  A\n    7  QUANTITY  OF  THE  SAME  ITEM,  A  SET OR AN ITEM WITH ALL ITS COMPONENT\n    8  PARTS.\n    9    (D) \"PRODUCT\" SHALL MEAN THAT PORTION OF A CONSUMER COMMODITY  OFFERED\n   10  FOR SALE AT RETAIL OR WHOLESALE THAT IS NOT A PACKAGE.\n   11    (E)  \"MATERIAL\"  SHALL MEAN ANY SUBSTANCE OR COMBINATION OF SUBSTANCES\n   12  FROM WHICH PACKAGING IS MADE,  INCLUDING,  BUT  NOT  LIMITED  TO  PAPER,\n   13  GLASS, PLASTIC AND METAL.\n   14    (F)  \"MULTI-MATERIAL PACKAGING\" SHALL MEAN PACKAGING MADE OF MORE THAN\n   15  ONE MATERIAL.\n   16    (G) \"POST-CONSUMER MATERIAL\" MEANS ONLY THOSE  PRODUCTS,  PACKAGES  OR\n   17  MATERIALS  GENERATED  BY  A BUSINESS OR CONSUMER WHICH HAVE SERVED THEIR\n   18  INTENDED END USE AS CONSUMER ITEMS, AND WHICH  HAVE  BEEN  SEPARATED  OR\n   19  DIVERTED FROM THE WASTE STREAM FOR THE PURPOSES OF COLLECTION, AND RECY-\n   20  CLING  AS  A  SECONDARY  MATERIAL FEEDSTOCK, BUT SHALL NOT INCLUDE WASTE\n   21  MATERIAL GENERATED AFTER THE COMPLETION OF A MANUFACTURING OR CONVERTING\n   22  PROCESS.\n   23    2. NO MERCHANT, MANUFACTURER, FIRM, CORPORATION, ASSOCIATION OR  AGENT\n   24  OR  EMPLOYEE  THEREOF  SHALL  SELL ANY CONSUMER COMMODITY WHICH FAILS TO\n   25  DISCLOSE ON THE LABEL OF ITS PACKAGE THE POST-CONSUMER RECYCLED  CONTENT\n   26  OF  THE  PACKAGE.  THE  LABEL  SHALL CONTAIN A CIRCLE WITH THREE CHASING\n   27  ARROWS ON THE CIRCUMFERENCE OF THE CIRCLE ALL FACING THE SAME DIRECTION,\n   28  WITH THE PERCENTAGE OF THE POST-CONSUMER RECYCLED CONTENT OF THE PACKAGE\n   29  LOCATED WITHIN SUCH CIRCLES. THE LABEL MUST APPEAR ON THE  FACE  OF  THE\n   30  PACKAGE, MUST BE EASILY VISIBLE AND BE OF SIGNIFICANT SIZE. MULTI-MATER-\n   31  IAL PACKAGING MUST INCLUDE THE AVERAGE POST-CONSUMER RECYCLED CONTENT OF\n   32  EACH OF THE MATERIALS THAT MAKE UP THE TOTAL PACKAGE.\n   33    3.  WHENEVER  THERE  SHALL BE A VIOLATION OF THIS SECTION, APPLICATION\n   34  MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF  THE  PEOPLE  OF  THE\n   35  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   36  PROCEEDING  TO  ISSUE AN INJUNCTION, AND UPON NOTICE TO THE DEFENDANT OF\n   37  NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF  SUCH\n   38  VIOLATION;  AND  IF  IT SHALL APPEAR TO THE SATISFACTION OF THE COURT OR\n   39  JUSTICE, THAT THE DEFENDANT HAS, IN  FACT,  VIOLATED  THIS  SECTION,  AN\n   40  INJUNCTION  MAY  BE  ISSUED  BY  SUCH  COURT  OR  JUSTICE, ENJOINING AND\n   41  RESTRAINING ANY FURTHER VIOLATION,  WITHOUT  REQUIRING  PROOF  THAT  ANY\n   42  PERSON  HAS,  IN  FACT,  BEEN  INJURED  OR  DAMAGED THEREBY. IN ANY SUCH\n   43  PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO  THE  ATTORNEY  GENERAL  AS\n   44  PROVIDED  IN  PARAGRAPH  SIX  OF SUBDIVISION (A) OF SECTION EIGHTY-THREE\n   45  HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES, AND  DIRECT  RESTITU-\n   46  TION.  WHENEVER  THE  COURT  SHALL  DETERMINE  THAT  A VIOLATION OF THIS\n   47  SECTION HAS OCCURRED, THE COURT MAY IMPOSE A CIVIL PENALTY OF  NOT  MORE\n   48  THAN  FIVE  THOUSAND  DOLLARS FOR EACH VIOLATION. IN CONNECTION WITH ANY\n   49  SUCH PROPOSED APPLICATION, THE ATTORNEY GENERAL IS  AUTHORIZED  TO  TAKE\n   50  PROOF  AND  MAKE  A  DETERMINATION  OF  THE  RELEVANT FACTS AND TO ISSUE\n   51  SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES.\n   52    S 4. This act shall take effect on the first of January next  succeed-\n   53  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2114\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to labelling the\nrecycled content level of consumer packaging\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill would\nrequire consumer\ncommodities sold in New York State to disclose on the label of its\npackage the post-consumer recycled content of the package. Consumer\ncommodities are defined as follows, if sold in a package: (1) food or\nbeverages, whether solid, liquid, or mixed, and all substances or\ningredients added thereto for any purpose, used or intended for\nconsumption by human beings or animals; and (2) goods, customarily\nsold at retail, that are used by consumers in the performance of\nservices ordinarily rendered within the household or business, and\nthat are usually consumed or expended in the course of such use.\n\nJUSTIFICATION:\nConsumers who are concerned about the\namount of\npackaging they generate would, under the provisions of this bill, be\nable to ascertain how much of a package is comprised of post-consumer\nrecycled material and make informed decisions on the products they\npurchase.\n\nFISCAL IMPLICATIONS:\nNone noted.\n\nEFFECTIVE DATE:\nThis act shall take effect on the\nfirst of January\nnext succeeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to labelling the recycled content level of consumer packaging ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110119.T094735.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849501
}