{
  "year" : 2011,
  "senateBillNo" : "S2113-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2113-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Specifies certain items be included in annual report of housing companies",
  "summary" : "Requires limited-profit and limited-dividend housing companies to include information on tax abatement and exemption in their annual reports. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S1014-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2113\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to amend the private housing finance law, in relation to annual\n         reports of limited profit and limited-dividend housing companies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 2 of section 32 of the private housing finance\n    2  law, as separately amended as subdivision 2 of section 319 of the public\n    3  housing law by chapters 132 and 544 of the laws of 1961, is  amended  to\n    4  read as follows:\n    5    2.    Require  every  company  to file with him or it an annual report\n    6  setting forth such information as the commissioner  or  the  supervising\n    7  agency  may  require,  INCLUDING  TAX EXEMPTION LEVELS AND THE DATE UPON\n    8  WHICH ANY TAX ABATEMENT OR EXEMPTION IS SCHEDULED TO EXPIRE, verified by\n    9  the oath of any officer, general manager or other person in  control  of\n   10  the  company.    Such  report shall be in a form, cover a period, and be\n   11  filed at a time as prescribed by the  commissioner  or  the  supervising\n   12  agency.\n   13    S  2.  Section  32-b  of  the private housing finance law, as added by\n   14  chapter 216 of the laws of 1978, is amended to read as follows:\n   15    S 32-b.  Annual reports.   The commissioner shall, on  or  before  the\n   16  first  day  of  July in each year, submit a report to the legislature on\n   17  the implementation of article two of this chapter  by  the  commissioner\n   18  and the supervising agency and the policy included therein.  Such report\n   19  shall  include  and  not  be limited to rent and carrying charge levels,\n   20  changes therein, operation of the state capital grant program and feder-\n   21  al subsidy programs, tax abatement OR EXEMPTION  levels,  INCLUDING  THE\n   22  DATE  WHICH ANY TAX ABATEMENT OR EXEMPTION IS SCHEDULED TO EXPIRE, total\n   23  capital  outlay,  amortization,  mortgage  interest rates, income levels\n   24  served by the housing, surcharge billings and  collections  and  use  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06794-01-1\n\n       S. 2113                             2\n\n    1  surcharge  revenues,  and  vacancy rates.   For the purpose of preparing\n    2  such report, the commissioner may request, and shall receive,  from  any\n    3  municipality  or  supervising  agency such data as he deems necessary or\n    4  desirable  and such municipality or supervising agency shall furnish the\n    5  requested data within sixty days of such request.\n    6    S 3. Subdivision 6 of section 84 of the private housing finance law is\n    7  amended to read as follows:\n    8    6. Require every housing company to  file  with  the  commissioner  an\n    9  annual  report  setting  forth  such information as the commissioner may\n   10  require, verified by the oath of the president, vice-president, treasur-\n   11  er, secretary, general manager or receiver, if any, thereof, or  by  the\n   12  person  required  to  file  the  same. Such report shall be in the form,\n   13  cover the period and be filed at the time prescribed by the commissioner\n   14  AND SHALL INCLUDE BUT NOT BE LIMITED  TO  APPLICABLE  TAX  ABATEMENT  OR\n   15  EXEMPTION  LEVELS,  INCLUDING  THE  DATE  WHICH  ANY  TAX  ABATEMENT  OR\n   16  EXEMPTION IS SCHEDULED TO EXPIRE.  The commissioner may further  require\n   17  specific  answers  to  questions  upon which the commissioner may desire\n   18  information and may also require such housing company to  file  periodic\n   19  reports  in the form, covering the period, and at the time prescribed by\n   20  the commissioner.\n   21    S 4.  This act shall take effect on the thirtieth day after  it  shall\n   22  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to annual reports of limited profit and limited-dividend housing companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110119.T094735.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448455903
}