{
  "year" : 2011,
  "senateBillNo" : "S2110-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2110-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for grants program for developing and implementing effective techniques and activities to combat crime and violence in the schools; appropriation",
  "summary" : "Creates the conflict resolution and school violence reduction program; establishes a program of grants for developing and implementing effective techniques and activities to combat crime and violence in schools; appropriates $5,000,000 for grants and $100,000 for an independent evaluation of different schools' programs established in furtherance thereof. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S1305-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2110\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the education  law,  in  relation  to  establishing  the\n         conflict  resolution  and school violence reduction program and making\n         appropriations therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"Conflict Resolution and School Violence Reduction Program Act\".\n    3    S 2. Legislative findings and declaration. (a) The legislature  hereby\n    4  finds the following:\n    5    (1)  According  to  the  National Crime Study, approximately 3,000,000\n    6  crimes occur on or near schools each year. This translates  into  16,000\n    7  crimes per school day or one crime every six seconds.\n    8    (2) According to Federal Bureau of Investigation statistics, more than\n    9  11,000 people died nationwide between 1980 and 1989 as a result of homi-\n   10  cides  committed  by  high  school  age  youths  using firearms, cutting\n   11  instruments or blunt objects.\n   12    (3) Gun violence is on the rise in schools all over the United States.\n   13  According to the Centers for Disease Control, one pupil in five  reports\n   14  carrying  a weapon of some type and about one pupil in 20 reports carry-\n   15  ing a gun.\n   16    (4) According to a study by the National Institute of Education,  each\n   17  month  nearly  5,200 of the nation's 1,000,000 secondary school teachers\n   18  are physically attacked on school grounds. Of these  teachers,  approxi-\n   19  mately 1,000 suffer serious injuries which require medical attention. In\n   20  addition,  each month approximately 130,000 teachers are burglarized and\n   21  approximately 6,000 are robbed.\n   22    (b) The legislature hereby declares the following:\n   23    (1) Many schools in New York are in need of  security  and  preventive\n   24  programs in order to provide a safe school environment. School districts\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06690-01-1\n\n       S. 2110                             2\n\n    1  have  reported  an increasing number of serious incidents of violence on\n    2  school grounds. The violence  has  adversely  affected  the  educational\n    3  environment  on  school grounds so that teachers are unable to teach and\n    4  pupils are unable to learn.\n    5    (2)  School districts have been unable to adequately fund their school\n    6  safety programs and, therefore, are forced to use a  greater  amount  of\n    7  their educational funds to pay for school security.\n    8    (3)  The  legislature  recognizes  its responsibility to assist school\n    9  districts in correcting safety problems  in  those  schools  where  they\n   10  exist and to prevent these problems from arising at all other schools.\n   11    S  3.  Section  3641  of  the education law is amended by adding a new\n   12  subdivision 15 to read as follows:\n   13    15. CONFLICT RESOLUTION AND SCHOOL VIOLENCE  REDUCTION  PROGRAM.    A.\n   14  PURPOSE.  THE  PURPOSE  OF  THIS  SUBDIVISION  IS TO PROVIDE FUNDING FOR\n   15  GRANTS TO SCHOOLS FOR DEVELOPING AND IMPLEMENTING  EFFECTIVE  TECHNIQUES\n   16  AND  ACTIVITIES TO COMBAT CRIME AND VIOLENCE IN THE SCHOOLS.  SUCH FUND-\n   17  ING SHALL BE IN ADDITION TO APPORTIONMENTS OTHERWISE PROVIDED BY SECTION\n   18  THIRTY-SIX HUNDRED TWO OF THIS ARTICLE AND  THE  OTHER  SUBDIVISIONS  OF\n   19  THIS SECTION. IT IS THE INTENT OF THE LEGISLATURE THAT SCHOOLS RECEIVING\n   20  GRANTS PURSUANT TO THIS SUBDIVISION ACCOMPLISH THE FOLLOWING GOALS:\n   21    (1)  TEACH PUPILS TECHNIQUES FOR RESOLVING CONFLICTS WITHOUT RESORTING\n   22  TO THE USE OF VIOLENCE.\n   23    (2) TRAIN SCHOOL STAFF  AND  ADMINISTRATORS  TO  SUPPORT  AND  PROMOTE\n   24  CONFLICT  RESOLUTION  AND  MEDIATION  TECHNIQUES FOR RESOLVING CONFLICTS\n   25  BETWEEN OR AMONG PUPILS.\n   26    (3) REDUCE THE INCIDENTS OF VIOLENCE AT THE SCHOOLSITE.\n   27    (4) PROVIDE PUPILS WITH AFTER SCHOOL PROGRAMS AS POSITIVE ALTERNATIVES\n   28  TO DELINQUENT BEHAVIOR.\n   29    B.  ESTABLISHMENT.  THE  CONFLICT  RESOLUTION  AND   SCHOOL   VIOLENCE\n   30  REDUCTION  PROGRAM  IS  HEREBY ESTABLISHED. THIS STATEWIDE GRANT PROGRAM\n   31  SHALL BE COORDINATED THROUGH BOARDS OF EDUCATION OF SCHOOL DISTRICTS  TO\n   32  PROVIDE  GRANTS  TO  SCHOOLS FOR CONFLICT RESOLUTION PROJECTS. EACH SUCH\n   33  BOARD OF EDUCATION SHALL DO ALL OF THE FOLLOWING:\n   34    (1) NO LATER THAN FEBRUARY FIRST  OF  EACH  SCHOOL  YEAR,  NOTIFY  THE\n   35  COMMISSIONER  OF  THE INTENT OF THE BOARD OF EDUCATION TO PARTICIPATE IN\n   36  THE GRANT PROGRAM.\n   37    (2) NOTIFY SCHOOLS WITHIN THE JURISDICTION OF THE BOARD  OF  EDUCATION\n   38  OF  THE AVAILABILITY OF, AND THE PROCESS TO BE FOLLOWED IN APPLYING FOR,\n   39  GRANTS UNDER THE GRANT PROGRAM.\n   40    (3) IDENTIFY SUCCESSFUL CONFLICT RESOLUTION  PROJECTS  AND  TECHNIQUES\n   41  AND  INCORPORATE  THOSE  TECHNIQUES  INTO  THE  CRITERIA  FOR REVIEW AND\n   42  SELECTION OF REQUESTS FOR PROPOSALS FOR GRANTS.\n   43    (4) PROVIDE INFORMATION AS REQUESTED BY THE COMMISSIONER  FOR  USE  IN\n   44  THE EVALUATION CONDUCTED PURSUANT TO PARAGRAPH H OF THIS SUBDIVISION.\n   45    C.  CONSORTIA.  (1) IF A BOARD OF EDUCATION CHOOSES NOT TO PARTICIPATE\n   46  SINGLY IN THE GRANT PROGRAM, OR IF FUNDING AVAILABLE THROUGH  THE  GRANT\n   47  PROGRAM  TO A SINGLE BOARD OF EDUCATION WOULD BE INSUFFICIENT TO CONDUCT\n   48  A CONFLICT RESOLUTION PROJECT IN ACCORDANCE  WITH  THE  REQUIREMENTS  OF\n   49  THIS  SUBDIVISION,  SEVERAL BOARDS OF EDUCATION MAY FORM A CONSORTIUM TO\n   50  PARTICIPATE IN THE GRANT PROGRAM AND SHALL BE SUBJECT TO  THIS  SUBDIVI-\n   51  SION TO THE SAME EXTENT AS A SINGLE BOARD OF EDUCATION.\n   52    (2)  IF  A  BOARD OF EDUCATION CHOOSES NOT TO PARTICIPATE IN THE GRANT\n   53  PROGRAM EITHER SINGLY OR AS PART OF A CONSORTIUM, THAT PORTION OF  FUND-\n   54  ING  THAT  THE  BOARD  OF  EDUCATION  WOULD  HAVE RECEIVED FOR THE GRANT\n   55  PROGRAM SHALL BE DISTRIBUTED ON A PRO RATA BASIS TO PARTICIPATING BOARDS\n   56  OF EDUCATION.\n\n       S. 2110                             3\n\n    1    (3) THE COMMISSIONER MAY ALLOCATE FUNDS TO ANY CONSORTIUM OF BOARDS OF\n    2  EDUCATION PARTICIPATING IN THE GRANT PROGRAM PURSUANT TO THIS PARAGRAPH.\n    3  THE AMOUNT ALLOCATED TO THE CONSORTIUM SHALL BE THE  TOTAL  AMOUNT  THAT\n    4  WOULD  HAVE  BEEN  DISTRIBUTED  TO EACH SINGLE BOARD OF EDUCATION IN THE\n    5  CONSORTIUM  IN  THE  APPLICABLE SCHOOL YEAR PURSUANT TO THIS SUBDIVISION\n    6  HAD THAT BOARD OF EDUCATION RECEIVED A GRANT ON A SINGLE BASIS.\n    7    D. REQUESTS FOR PROPOSALS. NO LATER THAN MARCH FIRST  OF  EACH  SCHOOL\n    8  YEAR,  A  BOARD  OF  EDUCATION THAT HAS NOTIFIED THE COMMISSIONER OF ITS\n    9  INTENT TO PARTICIPATE IN THE GRANT PROGRAM SHALL  DEVELOP  REQUESTS  FOR\n   10  PROPOSALS,  PURSUANT TO WHICH THAT BOARD OF EDUCATION SHALL SELECT GRANT\n   11  RECIPIENTS FROM SCHOOLS WITHIN THE JURISDICTION OF THE BOARD  OF  EDUCA-\n   12  TION.\n   13    E.  CRITERIA  FOR  SELECTION  AND  SELECTION. A PARTICIPATING BOARD OF\n   14  EDUCATION SHALL GIVE FIRST PRIORITY TO APPLICANTS FOR GRANTS THAT SUBMIT\n   15  PROPOSALS CONTAINING A COMPONENT TO TRAIN TEAMS OF SCHOOL STAFF,  ADMIN-\n   16  ISTRATORS,  AND  PUPILS  WHO  WILL  ENSURE  CONTINUATION  OF TRAINING IN\n   17  CONFLICT RESOLUTION TECHNIQUES AFTER FUNDING FROM THE GRANT HAS  CEASED.\n   18  A  PARTICIPATING  BOARD  OF EDUCATION SHALL SELECT ANY SCHOOL WITHIN THE\n   19  JURISDICTION OF THAT BOARD OF EDUCATION TO BE A  GRANT  RECIPIENT  BASED\n   20  UPON THE FOLLOWING CRITERIA:\n   21    (1)  IT  DEMONSTRATES THAT VIOLENCE AT THE SCHOOLSITE IS A SUBSTANTIAL\n   22  AND CONTINUING PROBLEM FOR PUPILS AND STAFF.\n   23    (2) IT PROPOSES ONGOING TRAINING FOR PUPILS, SCHOOL STAFF, AND  ADMIN-\n   24  ISTRATORS IN CONFLICT RESOLUTION THROUGH THE USE OF MEDIATION.\n   25    (3)  IT  PROPOSES  TO EXPAND EXISTING AFTER SCHOOL OPPORTUNITIES AS AN\n   26  ALTERNATIVE TO DELINQUENT BEHAVIOR.\n   27    (4) THE SCHOOL STAFF AND ADMINISTRATORS AT THE SCHOOL AGREE TO PARTIC-\n   28  IPATE IN CONFLICT MEDIATION TRAINING.\n   29    (5) IT SUBMITS A PROPOSAL IN WHICH MONETARY  AND  IN-KIND  SUPPORT  IN\n   30  ADDITION  TO THE FUNDS PROVIDED THROUGH A GRANT IS IDENTIFIED TO PROMOTE\n   31  THE SUCCESS OF A CONFLICT RESOLUTION PROJECT.\n   32    (6) IT DEVELOPS A PLAN, AND DEMONSTRATES THE  ABILITY,  TO  SHARE  THE\n   33  SUCCESSFUL  COMPONENTS  OF  ITS  CONFLICT RESOLUTION AND SCHOOL VIOLENCE\n   34  REDUCTION PROGRAM WITH OTHER SCHOOLS AND SCHOOL DISTRICTS.\n   35    GRANT RECIPIENTS SHALL BE SELECTED AND  NOTIFIED  NO  LATER  THAN  MAY\n   36  FIRST OF EACH SCHOOL YEAR.\n   37    F.  CONFLICT  RESOLUTION PROJECTS. CONFLICT RESOLUTION PROJECTS FUNDED\n   38  PURSUANT TO GRANTS UNDER THIS SUBDIVISION  SHALL  INCLUDE,  BUT  NOT  BE\n   39  LIMITED TO, ALL OF THE FOLLOWING:\n   40    (1)  A  COMPONENT  TO  TEACH  PUPILS  THE  SKILLS  NECESSARY TO REDUCE\n   41  VIOLENCE,  INCLUDING  COMMUNICATION  SKILLS,  ANGER   MANAGEMENT,   BIAS\n   42  REDUCTION, AND MEDIATION SKILLS.\n   43    (2)  A COMPONENT TO TRAIN SCHOOL STAFF AND ADMINISTRATORS TO IMPLEMENT\n   44  AND SUPPORT CONFLICT RESOLUTION TECHNIQUES.\n   45    (3) A COMPONENT TO MAKE TRAINING  IN  CONFLICT  RESOLUTION  TECHNIQUES\n   46  AVAILABLE TO PARENTS OR GUARDIANS OF PUPILS OR TO COMMUNITY-BASED ORGAN-\n   47  IZATIONS THAT ASSIST THE SCHOOL.\n   48    G.  EXPENSE  RESTRICTION.  (1) ANY PARTICIPATING BOARD OF EDUCATION OR\n   49  CONSORTIUM OF BOARDS OF EDUCATION MAY UTILIZE NO MORE THAN FIVE  PERCENT\n   50  OF  THE FUNDS RECEIVED BY THAT BOARD OF EDUCATION OR CONSORTIUM PURSUANT\n   51  TO THIS SUBDIVISION FOR EXPENSES ASSOCIATED WITH THE  IMPLEMENTATION  OF\n   52  THE GRANT PROGRAM.\n   53    (2)  THE  DEPARTMENT MAY UTILIZE NO MORE THAN TWO PERCENT OF THE FUNDS\n   54  APPROPRIATED FOR THE PURPOSES OF THIS SUBDIVISION FOR EVALUATION OF  THE\n   55  CONFLICT  RESOLUTION  AND  SCHOOL VIOLENCE REDUCTION PROGRAM AND FOR THE\n   56  DISSEMINATION OF INFORMATION  REGARDING  SUCCESSFUL  PROJECTS  THAT  ARE\n\n       S. 2110                             4\n\n    1  DEVELOPED  AND IMPLEMENTED BY PARTICIPATING BOARDS OF EDUCATION TO OTHER\n    2  BOARDS OF EDUCATION.\n    3    H.  EVALUATION.  THE  COMMISSIONER SHALL CONTRACT FOR AN ONGOING INDE-\n    4  PENDENT EVALUATION OF THE EFFECTIVENESS OF CONFLICT RESOLUTION  PROJECTS\n    5  FUNDED  BY  GRANTS  PURSUANT TO THIS SUBDIVISION.   THE EVALUATION SHALL\n    6  DETERMINE THE EFFECTIVENESS OF  EACH  PROJECT  BASED  UPON  ALL  OF  THE\n    7  FOLLOWING CRITERIA:\n    8    (1)  A  REDUCTION  IN  INCIDENTS  OF SCHOOL VIOLENCE AT THE SCHOOLSITE\n    9  WHERE THE CONFLICT RESOLUTION PROJECT IS CONDUCTED.\n   10    (2) A REDUCTION IN THE NUMBER OF SUSPENSIONS OR EXPULSIONS  OF  PUPILS\n   11  FOR  VIOLENT  BEHAVIOR  AT  THE SCHOOLSITE WHERE THE CONFLICT RESOLUTION\n   12  PROJECT IS CONDUCTED.\n   13    (3) A COMPARISON OF INCIDENTS OF SCHOOL VIOLENCE WITH SCHOOLS OF SIMI-\n   14  LAR SIZE AND PUPILS OF SIMILAR SOCIOECONOMIC BACKGROUND AS  THE  SCHOOL-\n   15  SITE WHERE THE CONFLICT RESOLUTION PROJECT IS CONDUCTED.\n   16    I. REPORT. ON OR BEFORE JUNE FIRST OF EACH SCHOOL YEAR AFTER THE FIRST\n   17  SCHOOL  YEAR  OF  IMPLEMENTATION,  THE  COMMISSIONER SHALL SUBMIT TO THE\n   18  LEGISLATURE AN EVALUATION REPORT BASED ON THE  ONGOING  EVALUATION  MADE\n   19  PURSUANT TO PARAGRAPH H OF THIS SUBDIVISION.\n   20    S 4. a. The sum of five million dollars ($5,000,000), or so much ther-\n   21  eof  as  may be necessary, is hereby appropriated to the state education\n   22  department from any moneys in the state treasury in the general fund  to\n   23  the  credit of the state purposes account not otherwise appropriated for\n   24  the purpose of funding the grants  to  be  awarded  for  developing  and\n   25  implementing  techniques  and  programs  to  combat  school  violence in\n   26  accordance with subdivision 15 of section 3641 of the education law,  as\n   27  added  by section three of this act and the expenses associated with the\n   28  implementation of the grant program in carrying out  the  provisions  of\n   29  this  act.    Such  sum shall be payable on the audit and warrant of the\n   30  state comptroller on vouchers certified or approved by the  commissioner\n   31  of  education  or  his  duly  designated  representative  in  the manner\n   32  prescribed by law.  No expenditure shall be made from this appropriation\n   33  until a certificate of approval of availability shall have  been  issued\n   34  by the director of the budget and filed with the state comptroller and a\n   35  copy  filed  with  the  chairman of the senate finance committee and the\n   36  chairman of the assembly ways and means committee.  Such certificate may\n   37  be amended from time to time by the director of the budget and a copy of\n   38  each such amendment shall be  filed  with  the  state  comptroller,  the\n   39  chairman  of the senate finance committee and the chairman of the assem-\n   40  bly ways and means committee.\n   41    b. The sum of one hundred thousand  dollars  ($100,000),  or  so  much\n   42  thereof  as may be necessary, is hereby appropriated to the state educa-\n   43  tion department from any moneys in the state  treasury  in  the  general\n   44  fund to the credit of the state purposes account not otherwise appropri-\n   45  ated  for  the  purpose of contracting for an ongoing independent evalu-\n   46  ation of the effectiveness of conflict  resolution  projects  funded  by\n   47  grants  awarded pursuant to subdivision 15 of section 3641 of the educa-\n   48  tion law, as added by section three of this  act  and  for  the  dissem-\n   49  ination  of information regarding successful projects that are developed\n   50  and implemented by participating boards of education to other boards  of\n   51  education in carrying out the provisions of this act.  Such sum shall be\n   52  payable  on  the  audit and warrant of the state comptroller on vouchers\n   53  certified or approved by the  commissioner  of  education  or  his  duly\n   54  designated  representative in the manner prescribed by law.  No expendi-\n   55  ture shall be made  from  this  appropriation  until  a  certificate  of\n   56  approval  of  availability shall have been issued by the director of the\n\n       S. 2110                             5\n\n    1  budget and filed with the state comptroller and a copy  filed  with  the\n    2  chairman  of the senate finance committee and the chairman of the assem-\n    3  bly ways and means committee.  Such certificate may be amended from time\n    4  to  time by the director of the budget and a copy of each such amendment\n    5  shall be filed with the state comptroller, the chairman  of  the  senate\n    6  finance  committee  and  the  chairman  of  the  assembly ways and means\n    7  committee.\n    8    S 5. This act shall take effect on the first of April next  succeeding\n    9  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing the conflict resolution and school violence reduction program and making appropriations therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110119.T094235.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110118.T112120.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448155715
}