{
  "year" : 2011,
  "senateBillNo" : "S211-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S211-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the time period which an application for refund can be made when the refund is based on a clerical error or unlawful entry",
  "summary" : "Relates to the time period which an application for refund can be made when the refund is based on a clerical error or unlawful entry by allowing a full refund without time limitation. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S2536-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          211\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation to the time peri-\n         od for refunds attributable to clerical error or an unlawful entry\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph (a) of subdivision 1 of section 556 of the real\n    2  property tax law, as amended by chapter 616 of  the  laws  of  2002,  is\n    3  amended to read as follows:\n    4    (a)  Pursuant  to  the  provisions of this section, an appropriate tax\n    5  levying body may refund to any person the amount of any tax paid by  him\n    6  or  her, or portion thereof, as the case may be, or may provide a credit\n    7  against an outstanding tax (i) where such  tax  was  attributable  to  a\n    8  clerical error or an unlawful entry [and application for refund or cred-\n    9  it  is  made  within  three years from the annexation of the warrant for\n   10  such tax], or (ii) where such tax was attributable to an error in essen-\n   11  tial fact, other than an error in essential fact as defined in paragraph\n   12  (d) of subdivision three of section five hundred fifty  of  this  title,\n   13  and  such  application  for  refund or credit is made within three years\n   14  from the annexation of the warrant for such tax.\n   15    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01598-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the time period for refunds attributable to clerical error or an unlawful entry ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T163708.TXT", "SOBI.D101210.T162207.TXT", "SOBI.D101213.T093259.TXT", "SOBI.D101214.T094626.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292337986617
}