{
  "year" : 2011,
  "senateBillNo" : "S2112-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2112-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Adopts investment guidelines for local governments",
  "summary" : "Requires the state comptroller to adopt comprehensive investment guidelines which detail the department of audit and control's advisory policy and instructions to the chief executive and chief fiscal officers and the finance board, as may be appropriate, of each local government entity which shall include counties, cities, towns, villages, school districts and district corporations, within the meaning of that term as set out in subdivision three of õ66 of the general construction law, or any other government subdivision of the state regarding the investing, monitoring and reporting of funds of the applicable local government entity; provides that such investment guidelines approved by the comptroller shall be annually submitted and reviewed by the legislature. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S1322-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2112\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law and the general municipal law,  in\n         relation to the adoption by the state comptroller of investment guide-\n         lines to be disseminated to local government entities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 8 of the state finance law is amended by  adding  a\n    2  new subdivision 21 to read as follows:\n    3    21.  A.  ADOPT RULES AND REGULATIONS NOT LATER THAN APRIL FIRST IN THE\n    4  YEAR NEXT SUCCEEDING THE YEAR IN WHICH THIS  SUBDIVISION  TAKES  EFFECT,\n    5  WITH RESPECT TO COMPREHENSIVE INVESTMENT GUIDELINES AND PROCEDURES WHICH\n    6  SHALL  INCLUDE  THE INVESTING, MONITORING AND REPORTING OF FUNDS OF EACH\n    7  LOCAL GOVERNMENT ENTITY. FOR PURPOSES OF THIS SECTION, \"LOCAL GOVERNMENT\n    8  ENTITY\"  SHALL  INCLUDE  COUNTIES,  CITIES,  TOWNS,   VILLAGES,   SCHOOL\n    9  DISTRICTS  INCLUDING  BOARDS  OF  COOPERATIVE  EDUCATIONAL  SERVICES AND\n   10  DISTRICT CORPORATIONS, WITHIN THE MEANING OF THAT TERM  AS  SET  OUT  IN\n   11  SUBDIVISION  THREE OF SECTION SIXTY-SIX OF THE GENERAL CONSTRUCTION LAW,\n   12  OR ANY OTHER GOVERNMENT SUBDIVISION OF THE STATE. SUCH INVESTMENT GUIDE-\n   13  LINES AND PROCEDURES SHALL BE REVIEWED BY THE COMPTROLLER AT LEAST ANNU-\n   14  ALLY.\n   15    B. FUNDS OF THE LOCAL GOVERNMENT ENTITY, FOR PURPOSES OF THIS SUBDIVI-\n   16  SION, SHALL CONSIST OF ALL MONEYS AND OTHER FINANCIAL  RESOURCES  AVAIL-\n   17  ABLE FOR INVESTMENT BY SUCH ENTITY ON ITS OWN BEHALF OR ON BEHALF OF ANY\n   18  OTHER LOCAL GOVERNMENT ENTITY.\n   19    C. SUCH INVESTMENT GUIDELINES AND PROCEDURES SHALL INCLUDE, BUT NOT BE\n   20  LIMITED TO THE FOLLOWING:\n   21    (1)  A DETAILED LIST OF THE PERMITTED INVESTMENTS OF THE LOCAL GOVERN-\n   22  MENT ENTITY, WHICH SHALL BE CONSISTENT WITH THE  APPROPRIATE  PROVISIONS\n   23  OF LAW RELATING TO THE APPLICABLE LOCAL GOVERNMENT ENTITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06692-01-1\n\n       S. 2112                             2\n\n    1    (2)  PROCEDURES  AND  PROVISIONS  TO FULLY SECURE THE LOCAL GOVERNMENT\n    2  ENTITY'S FINANCIAL INTEREST IN INVESTMENTS.\n    3    (3)  A REQUIREMENT THAT THE LOCAL GOVERNMENT ENTITY ENTER INTO WRITTEN\n    4  CONTRACTS PURSUANT TO WHICH INVESTMENTS ARE MADE. SUCH  CONTRACTS  SHALL\n    5  INCLUDE, BUT NOT NECESSARILY BE LIMITED TO PROVISIONS:\n    6    (I) DEEMED NECESSARY AND SUFFICIENT TO SECURE IN A SATISFACTORY MANNER\n    7  THE LOCAL GOVERNMENT ENTITY'S FINANCIAL INTEREST IN EACH INVESTMENT;\n    8    (II)  COVERING THE USE, TYPE AND AMOUNT OF COLLATERAL OR INSURANCE FOR\n    9  EACH INVESTMENT AND ESTABLISHING THE CONDITIONS, IF ANY, UPON WHICH  THE\n   10  SUBSTITUTION  OF  TYPES  OR  AMOUNTS  OF COLLATERAL MAY BE MADE FOR EACH\n   11  INVESTMENT;\n   12    (III) ESTABLISHING A METHOD FOR VALUATION OF  COLLATERAL,  AND  PROCE-\n   13  DURES  FOR MONITORING AND ADJUSTING WHEN NECESSARY THE VALUATION OF SUCH\n   14  COLLATERAL ON A REGULAR BASIS;\n   15    (IV) REQUIRING THAT THE OBLIGATIONS BE DELIVERED TO THE LOCAL  GOVERN-\n   16  MENT  ENTITY  OR  TO  THE LOCAL GOVERNMENT ENTITY'S ACCOUNT AT A BANK OR\n   17  TRUST COMPANY WITH WHICH THE LOCAL  GOVERNMENT  ENTITY  HAS  EXECUTED  A\n   18  WRITTEN  CONTRACT  FOR THE CUSTODY OF OBLIGATIONS AND COLLATERAL. IN THE\n   19  CASE OF OBLIGATIONS OF THE TYPE  THE  OWNERSHIP  OF  WHICH  IS  RECORDED\n   20  THROUGH  A BOOK ENTRY MAINTAINED BY THE FEDERAL RESERVE SYSTEM, DELIVERY\n   21  OF SUCH OBLIGATIONS SHALL  BE  MADE  BY  TRANSFER  THROUGH  THE  FEDERAL\n   22  RESERVE  SYSTEM'S \"BOOK-ENTRY SYSTEM\" TO THE BANK OR TRUST COMPANY TO AN\n   23  ACCOUNT DESIGNATED BY THE LOCAL GOVERNMENT ENTITY. SUCH  BANK  OR  TRUST\n   24  COMPANY  SHALL  NOT BE AN AGENT OF THE PARTY WITH WHOM THE LOCAL GOVERN-\n   25  MENT ENTITY ENTERS INTO SUCH INVESTMENT CONTRACT TO PURCHASE SUCH  OBLI-\n   26  GATIONS;\n   27    (V) REQUIRING THAT OBLIGATIONS ARE NOT SUBJECT TO ANY LIEN OR SECURITY\n   28  INTEREST.\n   29    (4)  PROCEDURES  FOR THE MONITORING, CONTROL, DEPOSIT AND RETENTION OF\n   30  INVESTMENTS AND COLLATERAL.\n   31    (5) A REQUIREMENT THAT THE LOCAL GOVERNMENT ENTITY ENTER INTO  WRITTEN\n   32  CONTRACTS  WITH  BANKS OR TRUST COMPANIES, PURSUANT TO WHICH OBLIGATIONS\n   33  AND COLLATERAL ARE HELD BY SUCH BANKS OR TRUST COMPANIES FOR  THE  LOCAL\n   34  GOVERNMENT  ENTITY. SUCH CONTRACTS SHALL INCLUDE, BUT NOT NECESSARILY BE\n   35  LIMITED TO PROVISIONS:\n   36    (I) ESTABLISHING A METHOD FOR VALUATION OF COLLATERAL, AND  PROCEDURES\n   37  FOR MONITORING AND ADJUSTING WHEN NECESSARY THE VALUATION OF SUCH COLLA-\n   38  TERAL ON A REGULAR BASIS;\n   39    (II)  REQUIRING  SUCH  BANK  OR  TRUST COMPANY TO CERTIFY TO THE LOCAL\n   40  GOVERNMENT ENTITY THAT SUCH BANK OR  TRUST  COMPANY  ASSERTS  NO  RIGHT,\n   41  TITLE OR INTEREST IN SUCH OBLIGATIONS;\n   42    (III)  PRESCRIBING  THE  MANNER IN WHICH RECEIPT OF THE OBLIGATIONS BY\n   43  THE BANK OR TRUST COMPANY SHALL BE CONFIRMED, AND THE  CONDITIONS  UNDER\n   44  WHICH  THE  OBLIGATIONS HELD MAY BE SOLD, PRESENTED FOR PAYMENT, SUBSTI-\n   45  TUTED OR RELEASED. EACH SUCH TRANSACTION SHALL BE CONFIRMED  IN  WRITING\n   46  TO THE LOCAL GOVERNMENT ENTITY.\n   47    (6) STANDARDS FOR THE DIVERSIFICATION OF INVESTMENTS, INCLUDING DIVER-\n   48  SIFICATION WITH RESPECT TO TYPES OF INVESTMENTS AND FIRMS WITH WHICH THE\n   49  LOCAL GOVERNMENT ENTITY TRANSACTS INVESTMENT BUSINESS.\n   50    (7)  STANDARDS FOR THE QUALIFICATION OF INVESTMENT AGENTS WHICH TRANS-\n   51  ACT BUSINESS WITH THE LOCAL GOVERNMENT ENTITY, SUCH AS CRITERIA COVERING\n   52  CREDITWORTHINESS, EXPERIENCE, CAPITALIZATION, SIZE AND ANY OTHER FACTORS\n   53  THAT, IN THE JUDGMENT OF THE COMPTROLLER, MAKE A FIRM CAPABLE AND QUALI-\n   54  FIED TO TRANSACT BUSINESS WITH THE LOCAL GOVERNMENT ENTITY.\n   55    (8) REQUIREMENTS FOR THE LOCAL GOVERNMENT  ENTITY  TO  REPORT  ON  ITS\n   56  INVESTMENTS, INCLUDING PROVISIONS FOR AN ANNUAL INDEPENDENT AUDIT OF ALL\n\n       S. 2112                             3\n\n    1  INVESTMENTS  AND INVESTMENT PRACTICES. SUCH REPORTING SHALL ALSO INCLUDE\n    2  ANNUAL REPORTS, OR REPORTS COVERING SUCH OTHER PERIOD AS MAY BE APPROVED\n    3  BY THE COMPTROLLER, FROM THE CHIEF FISCAL OFFICER OF THE  LOCAL  GOVERN-\n    4  MENT ENTITY, REGARDING THE INVENTORY OF EXISTING INVESTMENTS, FIRMS WITH\n    5  WHICH  INVESTMENT  CONTRACTS WERE MADE, THE INVESTMENT INCOME RECORD FOR\n    6  SUCH ENTITY AND A LIST OF TOTAL FEES, COMMISSIONS OR OTHER CHARGES  PAID\n    7  TO ANY BANK OR INVESTMENT AGENT RENDERING INVESTMENT ASSOCIATED SERVICES\n    8  TO  THE  ENTITY  SINCE THE LAST REPORT.  SUCH REPORT AND THE INDEPENDENT\n    9  AUDIT REPORT SHALL BE SUBMITTED TO THE COMPTROLLER OF THE STATE  OF  NEW\n   10  YORK AND SHALL BE AVAILABLE TO THE PUBLIC UPON REASONABLE REQUEST THERE-\n   11  FOR.\n   12    D.  THE  PROPOSED  COMPREHENSIVE  INVESTMENT GUIDELINES AND PROCEDURES\n   13  SHALL BE SUBMITTED BY THE COMPTROLLER TO THE TEMPORARY PRESIDENT OF  THE\n   14  SENATE,  THE SPEAKER OF THE ASSEMBLY, THE CHAIRMAN OF THE SENATE FINANCE\n   15  COMMITTEE, THE CHAIRMAN OF THE ASSEMBLY WAYS AND MEANS COMMITTEE AND THE\n   16  DIRECTOR OF THE BUDGET NOT LATER THAN JANUARY FIRST  IN  THE  YEAR  NEXT\n   17  SUCCEEDING THE YEAR IN WHICH THIS SUBDIVISION TAKES EFFECT. IN ADDITION,\n   18  THE COMPTROLLER SHALL SUBMIT ANNUALLY IN HIS STATISTICAL REPORT REQUIRED\n   19  BY  SECTION THIRTY-SEVEN OF THE GENERAL MUNICIPAL LAW A SUMMARY OF LOCAL\n   20  GOVERNMENT INVESTMENT PRACTICES AS DISCLOSED BY THE  INVESTMENT  REPORTS\n   21  SUBMITTED TO THE COMPTROLLER PURSUANT TO SUBPARAGRAPH EIGHT OF PARAGRAPH\n   22  C OF THIS SUBDIVISION.\n   23    SUCH SUMMARY SHALL INCLUDE TOTAL INVESTMENT INCOME OF LOCAL GOVERNMENT\n   24  ENTITIES,  AN  INVENTORY OF EXISTING LOCAL GOVERNMENT ENTITY INVESTMENTS\n   25  BY INVESTMENT TYPE, AND THE TOTAL FEES, COMMISSIONS,  OR  OTHER  CHARGES\n   26  PAID  TO  BANKS  OR  INVESTMENT  AGENTS  RENDERING INVESTMENT ASSOCIATED\n   27  SERVICES TO LOCAL GOVERNMENT ENTITIES.\n   28    S 2. The general municipal law is amended by adding a new  section  40\n   29  to read as follows:\n   30    S  40.  INVESTMENT  GUIDELINES FOR LOCAL GOVERNMENT ENTITIES. 1.  EACH\n   31  LOCAL GOVERNMENT, WHICH FOR PURPOSES OF THIS SECTION SHALL INCLUDE COUN-\n   32  TIES, CITIES, TOWNS, VILLAGES,  SCHOOL  DISTRICTS  INCLUDING  BOARDS  OF\n   33  COOPERATIVE  EDUCATIONAL  SERVICES AND DISTRICT CORPORATIONS, WITHIN THE\n   34  MEANING OF THAT  TERM  AS  SET  OUT  IN  SUBDIVISION  THREE  OF  SECTION\n   35  SIXTY-SIX  OF  THE  GENERAL  CONSTRUCTION LAW, OR ANY OTHER GOVERNMENTAL\n   36  SUBDIVISION OF THE STATE, SHALL  BY  RESOLUTION  ADOPT  A  COMPREHENSIVE\n   37  INVESTMENT  POLICY WHICH DETAILS THE LOCAL GOVERNMENT ENTITY'S OPERATIVE\n   38  POLICY AND INSTRUCTIONS TO OFFICERS AND STAFF REGARDING  THE  INVESTING,\n   39  MONITORING  AND  REPORTING OF FUNDS OF THE LOCAL GOVERNMENT ENTITY. SUCH\n   40  INVESTMENT POLICY SHALL BE IN COMPLIANCE WITH THE COMPREHENSIVE  INVEST-\n   41  MENT  GUIDELINES  PROMULGATED  BY  THE STATE COMPTROLLER. THE INVESTMENT\n   42  POLICY SHALL BE ADOPTED BY THE LOCAL GOVERNMENT ENTITY BY JANUARY  FIRST\n   43  IN  THE SECOND YEAR NEXT SUCCEEDING THE YEAR IN WHICH THIS SECTION TAKES\n   44  EFFECT AND SHALL BE ANNUALLY REVIEWED BY THE LOCAL GOVERNMENT ENTITY.\n   45    2. FUNDS OF THE LOCAL GOVERNMENT ENTITY, FOR PURPOSES OF THIS SECTION,\n   46  SHALL CONSIST OF ALL MONEYS AND OTHER FINANCIAL RESOURCES AVAILABLE  FOR\n   47  INVESTMENT BY THE LOCAL GOVERNMENT ENTITY ON ITS OWN BEHALF OR ON BEHALF\n   48  OF ANY OTHER ENTITY OR INDIVIDUAL.\n   49    3.  THE  INVESTMENT  POLICY  ADOPTED  BY  THE LOCAL GOVERNMENT ENTITY,\n   50  SUBJECT TO THE COMPTROLLER'S  GUIDELINES,  SHALL  INCLUDE,  BUT  NOT  BE\n   51  LIMITED TO THE FOLLOWING:\n   52    (A)  A DETAILED LIST OF THE PERMITTED INVESTMENTS OF THE LOCAL GOVERN-\n   53  MENT ENTITY, WHICH SHALL BE CONSISTENT WITH THE  APPROPRIATE  PROVISIONS\n   54  OF  LAW  RELATING  TO  THE  LOCAL  GOVERNMENT  ENTITY AND ANY ADDITIONAL\n   55  REQUIREMENTS PURSUANT TO ANY CONTRACT WITH BONDHOLDERS AND NOTEHOLDERS.\n\n       S. 2112                             4\n\n    1    (B) PROCEDURES AND PROVISIONS TO FULLY  SECURE  THE  LOCAL  GOVERNMENT\n    2  ENTITY'S FINANCIAL INTEREST IN INVESTMENTS.\n    3    (C)  A  REQUIREMENT  THAT  THE  LOCAL  GOVERNMENT  ENTER  INTO WRITTEN\n    4  CONTRACTS PURSUANT TO WHICH INVESTMENTS ARE MADE. SUCH  CONTRACTS  SHALL\n    5  INCLUDE, BUT NOT NECESSARILY BE LIMITED TO PROVISIONS:\n    6    (I) DEEMED NECESSARY AND SUFFICIENT TO SECURE IN A SATISFACTORY MANNER\n    7  THE LOCAL GOVERNMENT ENTITY'S FINANCIAL INTEREST IN EACH INVESTMENT;\n    8    (II)  COVERING THE USE, TYPE AND AMOUNT OF COLLATERAL OR INSURANCE FOR\n    9  EACH INVESTMENT AND ESTABLISHING THE CONDITIONS, IF ANY, UPON WHICH  THE\n   10  SUBSTITUTION  OF  TYPES  OR  AMOUNTS  OF COLLATERAL MAY BE MADE FOR EACH\n   11  INVESTMENT;\n   12    (III) ESTABLISHING A METHOD FOR VALUATION OF  COLLATERAL,  AND  PROCE-\n   13  DURES  FOR MONITORING AND ADJUSTING WHEN NECESSARY THE VALUATION OF SUCH\n   14  COLLATERAL ON A REGULAR BASIS;\n   15    (IV) REQUIRING THAT THE OBLIGATIONS BE DELIVERED TO THE LOCAL  GOVERN-\n   16  MENT  ENTITY  OR  TO  THE LOCAL GOVERNMENT ENTITY'S ACCOUNT AT A BANK OR\n   17  TRUST COMPANY WITH WHICH THE LOCAL  GOVERNMENT  ENTITY  HAS  EXECUTED  A\n   18  WRITTEN  CONTRACT  FOR THE CUSTODY OF OBLIGATIONS AND COLLATERAL. IN THE\n   19  CASE OF OBLIGATIONS OF THE TYPE  THE  OWNERSHIP  OF  WHICH  IS  RECORDED\n   20  THROUGH  A BOOK ENTRY MAINTAINED BY THE FEDERAL RESERVE SYSTEM, DELIVERY\n   21  OF SUCH OBLIGATIONS SHALL  BE  MADE  BY  TRANSFER  THROUGH  THE  FEDERAL\n   22  RESERVE  SYSTEM'S \"BOOK-ENTRY SYSTEM\" TO THE BANK OR TRUST COMPANY TO AN\n   23  ACCOUNT DESIGNATED BY THE LOCAL GOVERNMENT ENTITY. SUCH  BANK  OR  TRUST\n   24  COMPANY  SHALL  NOT BE AN AGENT OF THE PARTY WITH WHOM THE LOCAL GOVERN-\n   25  MENT ENTITY ENTERS INTO SUCH INVESTMENT CONTRACT TO PURCHASE SUCH  OBLI-\n   26  GATIONS;\n   27    (V) REQUIRING THAT OBLIGATIONS ARE NOT SUBJECT TO ANY LIEN OR SECURITY\n   28  INTEREST.\n   29    (D)  PROCEDURES  FOR THE MONITORING, CONTROL, DEPOSIT AND RETENTION OF\n   30  INVESTMENTS AND COLLATERAL.\n   31    (E) A REQUIREMENT THAT THE LOCAL GOVERNMENT ENTITY ENTER INTO  WRITTEN\n   32  CONTRACTS  WITH  BANKS OR TRUST COMPANIES, PURSUANT TO WHICH OBLIGATIONS\n   33  AND COLLATERAL ARE HELD BY SUCH BANKS OR TRUST COMPANIES FOR  THE  LOCAL\n   34  GOVERNMENT  ENTITY. SUCH CONTRACTS SHALL INCLUDE, BUT NOT NECESSARILY BE\n   35  LIMITED TO PROVISIONS:\n   36    (I) ESTABLISHING A METHOD FOR VALUATION OF COLLATERAL, AND  PROCEDURES\n   37  FOR MONITORING AND ADJUSTING WHEN NECESSARY THE VALUATION OF SUCH COLLA-\n   38  TERAL ON A REGULAR BASIS;\n   39    (II)  REQUIRING  SUCH  BANK  OR  TRUST COMPANY TO CERTIFY TO THE LOCAL\n   40  GOVERNMENT ENTITY THAT SUCH BANK OR  TRUST  COMPANY  ASSERTS  NO  RIGHT,\n   41  TITLE OR INTEREST IN SUCH OBLIGATIONS;\n   42    (III)  PRESCRIBING  THE  MANNER IN WHICH RECEIPT OF THE OBLIGATIONS BY\n   43  THE BANK OR TRUST COMPANY SHALL BE CONFIRMED, AND THE  CONDITIONS  UNDER\n   44  WHICH  THE  OBLIGATIONS HELD MAY BE SOLD, PRESENTED FOR PAYMENT, SUBSTI-\n   45  TUTED OR RELEASED. EACH SUCH TRANSACTION SHALL BE CONFIRMED  IN  WRITING\n   46  TO THE LOCAL GOVERNMENT ENTITY.\n   47    (F) STANDARDS FOR THE DIVERSIFICATION OF INVESTMENTS, INCLUDING DIVER-\n   48  SIFICATION  WITH RESPECT TO TYPES OF INVESTMENTS AND FIRMS WITH WHOM THE\n   49  LOCAL GOVERNMENT ENTITY TRANSACTS BUSINESS.\n   50    (G) STANDARDS FOR THE QUALIFICATION OF INVESTMENT AGENTS WHICH  TRANS-\n   51  ACT BUSINESS WITH THE LOCAL GOVERNMENT ENTITY, SUCH AS CRITERIA COVERING\n   52  CREDITWORTHINESS, EXPERIENCE, CAPITALIZATION, SIZE AND ANY OTHER FACTORS\n   53  THAT  MAKE  A  FIRM  CAPABLE AND QUALIFIED TO TRANSACT BUSINESS WITH THE\n   54  LOCAL GOVERNMENT ENTITY.\n   55    4. EACH LOCAL GOVERNMENT ENTITY SHALL HAVE  THE  POWER  TO  AMEND  ITS\n   56  INVESTMENT POLICY FROM TIME TO TIME IN ACCORDANCE WITH THE PROVISIONS OF\n\n       S. 2112                             5\n\n    1  THIS  SECTION  AND  THE COMPREHENSIVE INVESTMENT GUIDELINES OF THE STATE\n    2  COMPTROLLER.\n    3    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2112\n\nTITLE OF BILL:\nAn act\nto amend the state finance law and the general municipal law, in\nrelation to the adoption by the state comptroller of investment\nguidelines to be disseminated to local government entities\n\nSUMMARY OF BILL:\nThe purpose of the bill is to require the Comptroller to establish\ninvestment guidelines for local governments, who subsequently adopt\ntheir own investment guidelines.\n\nThe Comptroller shall adopt by April 1, in the year next succeeding\nthe year in which this bill takes effect, comprehensive investment\nguidelines which detail the Department of Audit and Control's\nadvisory policy and instructions to counties, cities, education\nservices and district corporations. Local governments shall adopt, by\nJanuary 1, in the year next succeeding the year in which this bill\ntakes effect, comprehensive investment guidelines which conform with\nthose. issued by the Comptroller.\n\nThe investment guidelines shall include:\n\n(1) a detailed list of permitted investments;\n\n(2) procedures and provisions to fully secure the local government's\nfinancial interest in investments;\n\n(3) a requirement that the local government enter into written\ncontracts pursuant to which investments are made;\n\n(4) standards for the diversification of investments, including\ndiversification with respect to types of investments and firms with\nwhich the local government entity transacts business;\n\n(5) standards for the qualification of investment agents; and\n\n(6) provisions for reporting on the investments of the local\ngovernment including provisions for an annual independent audit of\nall investment practices.\n\nThis bill requires both the Comptroller and local governments to\nreview the investment guidelines and procedures at least annually.\nThe bill amends the State Finance law and the general municipal law\nto provide investment guidelines for local governments to reflect\never-changing market conditions.\n\nJUSTIFICATION:\nWith the recent problems of certain local governments facing the\npossibility of losing taxpayers' money due to the bankruptcy of an\n\ninvestment firm, it appears that legislative action is necessary.\nSaid action should provide and maintain investment guidelines to aid\nour local governments in their investment decisions in a rapid\nchanging marketplace with a variety of investment instruments and a\nlarge and changing group of investment companies.\n\nFISCAL IMPLICATIONS:\nThere may be minimal administrative costs, but this is a potential\nsavings that may be realized from avoidance of future loss due to\nbankruptcy of investment firms.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law and the general municipal law, in relation to the adoption by the state comptroller of investment guidelines to be disseminated to local government entities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T111620.TXT", "SOBI.D110119.T094735.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849498
}