{
  "year" : 2011,
  "senateBillNo" : "S2116-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2116-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes prayer for damages in negligence action general rather than specific",
  "summary" : "Provides that the amount of damages sought in a negligence cause of action shall not be stated in the complaint, cross claim, interpleader complaint and third-party complaint; provides that the party against whom such action is brought may, at any time, request a supplemental demand which states the total damages sought by the pleader. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "S1317-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2116\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to  prayer\n         for damages in negligence actions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (c) of section 3017 of the civil  practice  law\n    2  and  rules, as amended by chapter 694 of the laws of 2003, is amended to\n    3  read as follows:\n    4    (c) [Personal]  NEGLIGENCE, PERSONAL injury or wrongful death actions.\n    5  In an action to recover damages for  NEGLIGENCE,  personal  injuries  or\n    6  wrongful  death,  the complaint, counterclaim, cross-claim, interpleader\n    7  complaint, and third-party complaint shall contain a prayer for  general\n    8  relief  but  shall  not state the amount of damages to which the pleader\n    9  deems himself OR HERSELF entitled. If  the  action  is  brought  in  the\n   10  supreme  court,  the pleading shall also state whether or not the amount\n   11  of damages sought exceeds the jurisdictional limits of all lower  courts\n   12  which would otherwise have jurisdiction. Provided, however, that a party\n   13  against whom an action to recover damages for NEGLIGENCE, personal inju-\n   14  ries  or  wrongful  death  is brought, may at any time request a supple-\n   15  mental demand setting forth the total damages to which the pleader deems\n   16  himself  OR HERSELF entitled. A supplemental demand shall be provided by\n   17  the party bringing the action within fifteen days of the request. In the\n   18  event the supplemental demand is not served  within  fifteen  days,  the\n   19  court,  on  motion,  may order that it be served.  A supplemental demand\n   20  served pursuant to this subdivision shall be treated in all respects  as\n   21  a demand made pursuant to subdivision (a) of this section.\n   22    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06677-01-1\n",
  "memo" : "BILL NUMBER:S2116\n\nTITLE OF BILL:\nAn act\nto amend the civil practice law and rules, in relation to prayer for\ndamages in negligence actions\n\nSUMMARY:\nThis bill would amend CPLR 3017 to prohibit the pleader in\nnegligence actions from stating a specific amount of damages to which\nhe deems himself entitled. It would, however, permit the party\nagainst whom a negligence action is brought to obtain such\ninformation.\n\nJUSTIFICATION:\nIn 1975, the legislature added a new subdivision (c) to section\n3017 of the CPLR to prohibit the pleader in medical malpractice\nactions from stating the amount of relief to which he deems\nhimself entitled, but, permitting the party against whom\nan action is brought to obtain such information. At that time, this\nrestriction was enacted in an attempt to reduce\nmany of the abuses of the medical malpractice system, such as\nas excessive damage awards.  Because plantiffs frequently made\nemotional and unrealistic demands in their complaints, juries and\ncourts frequently entered excessive awards.  A similar problem\nexists today regarding negligence actions.  This bill, by extending\nthe restriction on stating a specific damage figure in the pleadings\nto all negligence actions, would help alleviate this problem.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to prayer for damages in negligence actions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T112120.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T103616.TXT", "SOBI.D110119.T094735.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849504
}