{
  "year" : 2011,
  "senateBillNo" : "S2115-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S2115-2011-1295326800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands out of state medical and dental school opportunities for N.Y. state residents to certain universities outside the country",
  "summary" : "Seeks to open accessibility for academically qualified students who are bona fide residents of the state of New York to obtain reserved seats at minority institutions of higher learning; authorizes commissioner of education to contract with the University of Padua, Padua, Italy, the Royal College of Surgeons, Dublin, Ireland, St. George's University School of Medicine, Grenada, and the Sophie Davis School of Biomedical Education, the City University of New York Medical School, for the purpose of expanding opportunities for New York state residents to study medicine. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "S4343-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2115\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend chapter 576 of the laws of 1975, relating to authorizing\n         the commissioner of education to contract with certain schools for the\n         purpose of expanding opportunities for residents of New York state  to\n         study  medicine  or  dentistry, in relation to authorizing the commis-\n         sioner of education to contract with the university of  Padua,  Padua,\n         Italy,  the  Royal  College of Surgeons, Dublin, Ireland, St. George's\n         University school of medicine, Grenada and the Sophie Davis school  of\n         biomedical  education,  the city university of New York medical school\n         for the purpose of expanding opportunities for residents of  New  York\n         state to study medicine and dentistry\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The title and sections 1 and 2 of chapter 576 of  the  laws\n    2  of  1975,  relating  to  authorizing  the  commissioner  of education to\n    3  contract with certain schools for the purpose of expanding opportunities\n    4  for residents of New York state to  study  medicine  or  dentistry,  the\n    5  title  and  section  1  as  amended  by chapter 856 of the laws of 1980,\n    6  section 2 as amended by chapter 31 of the laws of 1985, are  amended  to\n    7  read as follows:\n    8    AN  ACT  to  authorize  the commissioner of education to contract with\n    9  [the university of Vermont, the school of medicine at Morehouse college,\n   10  Meharry medical college and school of dentistry, the university of Puer-\n   11  to Rico medical school and the Sackler school of medicine of the univer-\n   12  sity of Tel Aviv] CERTAIN SCHOOLS OF  MEDICINE  AND  DENTISTRY  for  the\n   13  purpose  of  expanding  opportunities for residents of New York state to\n   14  study medicine and dentistry[.]\n   15    Section 1. The commissioner of education is  hereby  authorized,  upon\n   16  the  approval  of  the  director of the budget, to enter into a contract\n   17  with the university of Vermont, the  school  of  medicine  at  Morehouse\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06665-01-1\n\n       S. 2115                             2\n\n    1  college, Meharry medical college and school of dentistry, the university\n    2  of  Puerto  Rico medical school [and], the Sackler school of medicine of\n    3  the university of Tel Aviv, THE UNIVERSITY OF PADUA, PADUA, ITALY,   THE\n    4  ROYAL  COLLEGE  OF  SURGEONS,  DUBLIN,  IRELAND, ST. GEORGE'S UNIVERSITY\n    5  SCHOOL OF MEDICINE, GRENADA AND THE SOPHIE DAVIS  SCHOOL  OF  BIOMEDICAL\n    6  EDUCATION,  THE  CITY  UNIVERSITY  OF  NEW  YORK MEDICAL SCHOOL and such\n    7  contracts shall contain the following provisions:\n    8    a. Commencing with the first-year class to be admitted for the  [nine-\n    9  teen  hundred seventy-six] 1976 to [nineteen hundred seventy-seven] 1977\n   10  academic school year the university  of  Vermont  medical  school  shall\n   11  reserve at least ten but not more than twenty places and for each first-\n   12  year  class  thereafter  at least ten but not more than forty and in the\n   13  Sackler school of the university of Tel Aviv at  least  twenty  but  not\n   14  more than forty in each class for residents of New York state [that] WHO\n   15  have  been  certified  as  eligible  by  the  commissioner of education.\n   16  Commencing with the first-year class under the contract with the  school\n   17  of medicine at Morehouse college, the school shall reserve at least four\n   18  but  not  more than eight places in each class for residents of New York\n   19  state who are from a disadvantaged or minority background, and who  have\n   20  been  certified as eligible by the commissioner of education. COMMENCING\n   21  WITH THE FIRST-YEAR CLASS TO BE  ADMITTED  FOR  THE  2012-2013  ACADEMIC\n   22  SCHOOL  YEAR  AND FOR EACH FIRST-YEAR CLASS THEREAFTER THE UNIVERSITY OF\n   23  PADUA, PADUA, ITALY, THE ROYAL COLLEGE OF SURGEONS, DUBLIN, IRELAND, ST.\n   24  GEORGE'S UNIVERSITY SCHOOL OF MEDICINE, GRENADA  AND  THE  SOPHIE  DAVIS\n   25  SCHOOL  OF BIOMEDICAL EDUCATION, THE CITY UNIVERSITY OF NEW YORK MEDICAL\n   26  SCHOOL SHALL RESERVE AT LEAST TWENTY BUT NOT MORE THAN FORTY  PLACES  IN\n   27  EACH  CLASS  FOR  RESIDENTS OF NEW YORK STATE WHO HAVE BEEN CERTIFIED AS\n   28  ELIGIBLE BY THE COMMISSIONER OF EDUCATION.\n   29    b. Commencing with the first year class under this contract  with  the\n   30  school of medicine at Meharry medical college, the school, shall reserve\n   31  at  least eight but not more than ten places in each class for the study\n   32  of medicine and at least three but not more than  five  places  in  each\n   33  class for the study of dentistry for residents of New York state who are\n   34  from  a disadvantaged or minority background and who have been certified\n   35  as eligible by the commissioner of education.  Commencing with the first\n   36  year class under this contract, the university of  Puerto  Rico  medical\n   37  school  shall reserve at least eight but not more than fifteen places in\n   38  each class for residents of New York state who are from a  disadvantaged\n   39  OR  minority  background  and who have been certified as eligible by the\n   40  commissioner of education.  Admission of eligible  applicants  shall  be\n   41  based solely upon merit and each contracting medical school shall permit\n   42  the commissioner of education, in his discretion, to periodically review\n   43  the  admission procedures and admission records of the medical school to\n   44  ascertain that the admission procedures comply with the  terms  of  each\n   45  contract.  Applicants admitted pursuant to each contract shall be eligi-\n   46  ble for all financial assistance in the same  manner  as  if  they  were\n   47  attending an institution of higher education in New York state.\n   48    c.  The  commissioner  of  education  shall  pay  to the university of\n   49  Vermont, Meharry medical college and school of dentistry, the university\n   50  of Puerto Rico medical school and the school of  medicine  at  Morehouse\n   51  college  the cost of instruction less tuition and federal per capita aid\n   52  for each eligible student in attendance pursuant to  the  contract.  The\n   53  commissioner of education shall pay to the Sackler school of medicine of\n   54  the  university  of Tel Aviv, THE UNIVERSITY OF PADUA, PADUA, ITALY, THE\n   55  ROYAL COLLEGE OF SURGEONS,  DUBLIN,  IRELAND,  ST.  GEORGE'S  UNIVERSITY\n   56  SCHOOL  OF  MEDICINE,  GRENADA AND THE SOPHIE DAVIS SCHOOL OF BIOMEDICAL\n\n       S. 2115                             3\n\n    1  EDUCATION, THE CITY UNIVERSITY OF NEW YORK MEDICAL SCHOOL  the  cost  of\n    2  instruction  less  tuition  and  other aid received by [the school] SUCH\n    3  SCHOOLS on a per capita basis for each eligible  student  in  attendance\n    4  pursuant to the contract.  Such charges shall not exceed the per student\n    5  charges  paid  by  the  commissioner  of  education to the university of\n    6  Vermont under this section. Each contracting medical school shall charge\n    7  the student only the tuition and fees required of non-resident students.\n    8  A showing of discriminatory practice against students admitted  pursuant\n    9  to  a  contract authorized under this section by means of tuition level,\n   10  financial aid level, instructional or housing quality or by other  means\n   11  shall  be  grounds  for  recision of the contract by the commissioner of\n   12  education.\n   13    d. The university of Vermont medical school shall, at  a  time  agreed\n   14  upon  with  the commissioner of education, implement a resident training\n   15  program at the Champlain Valley physicians hospital  center  in  Platts-\n   16  burgh,  New  York  and  shall  assist such hospital to become a teaching\n   17  hospital in cooperation with the university of Vermont  medical  school.\n   18  At a time agreed upon with the commissioner of education, the university\n   19  of  Vermont  medical  school  shall  assign an agreed upon number of its\n   20  medical faculty to permanent full-time  duty  at  the  Champlain  Valley\n   21  physicians  hospital  center.  The Meharry medical college and school of\n   22  dentistry, the university of Puerto Rico medical school and  the  school\n   23  of  medicine  at Morehouse college shall, at a time agreed upon with the\n   24  commissioner of education, implement a resident  training  program  with\n   25  New  York  state hospitals where it is deemed such out of state resident\n   26  training program is not available. Any contract entered  into  with  the\n   27  school  of  medicine  at Morehouse college shall be contingent upon such\n   28  school maintaining provisional or permanent accreditation.\n   29    S 2. To be certified by the commissioner of education as eligible  for\n   30  admission  to  the university of Vermont medical school, Meharry medical\n   31  college and school of dentistry, the school  of  medicine  at  Morehouse\n   32  college,  the university of Puerto Rico Medical school [or], the Sackler\n   33  school of medicine of the university of  Tel  Aviv,  THE  UNIVERSITY  OF\n   34  PADUA, PADUA, ITALY, THE ROYAL COLLEGE OF SURGEONS, DUBLIN, IRELAND, ST.\n   35  GEORGE'S  UNIVERSITY  SCHOOL  OF  MEDICINE, GRENADA AND THE SOPHIE DAVIS\n   36  SCHOOL OF BIOMEDICAL EDUCATION, THE CITY UNIVERSITY OF NEW YORK  MEDICAL\n   37  SCHOOL  pursuant  to  a  contract  authorized  in section one hereof, an\n   38  applicant must be a resident of New York state and  must  enter  into  a\n   39  written  agreement whereby the applicant agrees to practice medicine, or\n   40  dentistry, as appropriate,  for  at  least  three  years  following  the\n   41  completion  of  training  in an area of New York state designated by the\n   42  commissioner of education as an area with a shortage of  physicians,  or\n   43  dentists,  as appropriate. With respect to agreements on behalf of which\n   44  payments were made prior to the [nineteen  hundred  eighty-two--nineteen\n   45  hundred  eighty-three]  1982-1983  academic  year,  such agreement shall\n   46  provide that if the applicant, upon licensure as a physician or dentist,\n   47  fails to practice for three years in the designated  area  in  New  York\n   48  state,  he or she shall be liable to reimburse the state the amount paid\n   49  by the commissioner of education to the particular school or  university\n   50  to  support  the  individual's  education. Commencing with agreements on\n   51  behalf of which payments are first made  beginning  with  the  [nineteen\n   52  hundred  eighty-two--nineteen  hundred  eighty-three] 1982-1983 academic\n   53  year, such agreement shall provide that if the applicant,  upon  receipt\n   54  of  a  medical or dental degree and completion of professional training,\n   55  or active military service, or both, fails to be licensed as a physician\n   56  or dentist by New York state and fails either to begin the  practice  of\n\n       S. 2115                             4\n\n    1  medicine  or  dentistry  in  the designated area in New York state or to\n    2  complete his or her obligated service, he or  she  shall  be  liable  to\n    3  reimburse the state an amount determined by the formula:\n    4                                A= 2B (36-S)\n    5                                         36\n    6  in  which \"A\" is the amount the state is entitled to recover; \"B\" is the\n    7  sum of all payments made pursuant to this section on behalf of the indi-\n    8  vidual and the interest on such amount which would be payable if at  the\n    9  times  such  payments  were made they were loans bearing interest at the\n   10  maximum legal prevailing rate; \"36\" is the period of  obligated  service\n   11  in  months, and \"s\" is the number of months of service actually rendered\n   12  in fulfillment of the agreement. Reimbursements pursuant to this formula\n   13  shall be made to the state within the one year period beginning  on  the\n   14  date  of  the  breach  of the written agreement. Every agreement entered\n   15  into after the effective date of this section  shall  contain  a  clause\n   16  whereby the applicant consents to the exercise of jurisdiction over this\n   17  cause  of  action by the courts of New York state and the execution of a\n   18  judgment rendered by New York courts in any  jurisdiction.  The  commis-\n   19  sioner  of  education,  in  his discretion, may waive the requirement of\n   20  reimbursement upon a showing by the individual of a  hardship  satisfac-\n   21  tory to the commissioner.\n   22    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 576 of the laws of 1975, relating to authorizing the commissioner of education to contract with certain schools for the purpose of expanding opportunities for residents of New York state to study medicine or dentistry, in relation to authorizing the commissioner of education to contract with the university of Padua, Padua, Italy, the Royal College of Surgeons, Dublin, Ireland, St. George's University school of medicine, Grenada and the Sophie Davis school of biomedical education, the city university of New York medical school for the purpose of expanding opportunities for residents of New York state to study medicine and dentistry ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110118.T103616.TXT", "SOBI.D110119.T103738.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451458457
}