{
  "year" : 2011,
  "senateBillNo" : "S2117-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2117-2011-1295326800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to identity theft prevention",
  "summary" : "Relates to identity theft prevention; requires business organizations to develop and implement information security plans to safeguard personal information collected and retained for the purposes of employment or the provision of goods or services. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2117\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to identity  theft\n         prevention\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  32-A to read as follows:\n    3                                ARTICLE 32-A\n    4                          IDENTITY THEFT PREVENTION\n    5  SECTION 676. DEFINITIONS.\n    6          677. IDENTITY THEFT PREVENTION.\n    7          678. APPLICATION OF ARTICLE.\n    8          679. BANKING DEPARTMENT APPROVAL.\n    9    S 676. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE, THE TERM:\n   10    1. \"BUSINESS ORGANIZATION\" SHALL MEAN ANY PERSON,  FIRM,  ASSOCIATION,\n   11  PARTNERSHIP OR CORPORATION ENGAGED IN BUSINESS IN NEW YORK STATE;\n   12    2.  \"INFORMATION  SECURITY  PLAN\" SHALL MEAN A BUSINESS ORGANIZATION'S\n   13  RISK-BASED APPROACH TO SAFEGUARDING THE PERSONAL  INFORMATION  COLLECTED\n   14  AND RETAINED FOR THE PURPOSES OF EMPLOYMENT OR THE PROVISION OF GOODS OR\n   15  SERVICES DEVELOPED PURSUANT TO SECTION SIX HUNDRED SEVENTY-SEVEN OF THIS\n   16  ARTICLE.\n   17    S  677.  IDENTITY THEFT PREVENTION. 1. ANY BUSINESS ORGANIZATION DOING\n   18  BUSINESS IN THIS STATE, EXCEPT AS  SET  FORTH  IN  SECTION  SIX  HUNDRED\n   19  SEVENTY-EIGHT  OF  THIS  ARTICLE,  SHALL DEVELOP AN INFORMATION SECURITY\n   20  PLAN SUBJECT TO THE APPROVAL OF THE NEW YORK STATE BANKING DEPARTMENT.\n   21    2. SUCH INFORMATION SECURITY PLAN SHALL:\n   22    A. IDENTIFY AND ASSESS THE RISKS TO CUSTOMER INFORMATION AND  EVALUATE\n   23  THE EFFECTIVENESS OF THE CURRENT SAFEGUARDS FOR CONTROLLING SUCH RISKS;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00005-01-1\n\n       S. 2117                             2\n\n    1    B. SET FORTH, IMPLEMENT, REGULARLY MONITOR AND TEST A PROGRAM TO SAFE-\n    2  GUARD  ANY  PERSONAL INFORMATION COLLECTED AND RETAINED FOR THE PURPOSES\n    3  OF EMPLOYMENT OR THE PROVISION OF GOODS OR SERVICES;\n    4    C. TAKE REASONABLE STEPS TO SELECT AND RETAIN INTERNET SERVICE PROVID-\n    5  ERS  THAT  ARE  CAPABLE  OF  MAINTAINING  APPROPRIATE SAFEGUARDS FOR THE\n    6  CUSTOMER INFORMATION THAT YOU MUST RETAIN IN ORDER TO DO BUSINESS;\n    7    D. BE  EVALUATED  AND  ADJUSTED  TO  REFLECT  RELEVANT  CIRCUMSTANCES,\n    8  INCLUDING  CHANGES  IN BUSINESS OPERATIONS OR AS A RESULT OF TESTING AND\n    9  MONITORING;\n   10    E. ENSURE THE SECURITY AND CONFIDENTIALITY  OF  PERSONAL  RECORDS  AND\n   11  INFORMATION;\n   12    F.  PROTECT AGAINST ANY ANTICIPATED THREATS OR HAZARDS TO THE SECURITY\n   13  OR INTEGRITY OF SUCH PERSONAL RECORDS AND INFORMATION;\n   14    G. PROTECT AGAINST UNAUTHORIZED ACCESS TO, OR USE OF, PERSONAL RECORDS\n   15  AND INFORMATION THAT COULD RESULT IN SUBSTANTIAL HARM  OR  INCONVENIENCE\n   16  TO ANY CUSTOMER OR EMPLOYEE; AND\n   17    H.  BE  APPROPRIATE TO THE SIZE AND COMPLEXITY OF EACH BUSINESS ORGAN-\n   18  IZATION.\n   19    S 678. APPLICATION OF ARTICLE. THE PROVISIONS OF  THIS  ARTICLE  SHALL\n   20  APPLY TO ANY BUSINESS ORGANIZATION DOING BUSINESS IN THIS STATE EXCEPT:\n   21    1.  THOSE  SUBJECT TO REGULATION UNDER THE GRAMM-LEACH-BLILEY ACT, THE\n   22  FEDERAL TRADE COMMISSION (HEREAFTER \"FTC\") PRIVACY RULE  AND  THE  FTC'S\n   23  STANDARDS FOR SAFEGUARDING CUSTOMER INFORMATION, ALSO KNOWN AS THE FTC'S\n   24  SAFEGUARDS RULE, AS IMPLEMENTED BY 16 C.F.R. PART 314; AND\n   25    2.  ANY  AGENCY  OR  UNIT  OF  THE STATE OF NEW YORK AND ANY POLITICAL\n   26  SUBDIVISION THEREOF INCLUDING MUNICIPALITIES AND ANY BUSINESS  ORGANIZA-\n   27  TIONS REGULATED BY THE UNITED STATES GOVERNMENT.\n   28    S  679.  BANKING  DEPARTMENT  APPROVAL. EACH INFORMATION SECURITY PLAN\n   29  DEVELOPED PURSUANT TO SECTION SIX HUNDRED SEVENTY-SEVEN OF THIS  ARTICLE\n   30  IS SUBJECT TO APPROVAL IN ACCORDANCE TO REGULATIONS DEVELOPED BY THE NEW\n   31  YORK STATE BANKING DEPARTMENT.\n   32    S  2.  This  act shall take effect on the ninetieth day after it shall\n   33  have become a law; provided, that, effective immediately, the  addition,\n   34  amendment  and/or  repeal  of  any  rule or regulation necessary for the\n   35  implementation of this act on its  effective  date  are  authorized  and\n   36  directed to be made and completed on or before such effective date.\n",
  "memo" : "BILL NUMBER:S2117\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to identity theft\nprevention\n\nPURPOSE:\nTo mandate that businesses in New York adopt information security plans.\n\nSUMMARY OF PROVISIONS:\nAmends the General Business Law by adopting a new Article 32-A on\nIdentity Theft Protection.\n\nEXISTING LAW:\nExisting Law provides criminal penalties for identity theft but does\nnot require business to adopt a comprehensive security plan.\n\nJUSTIFICATION:\nIn the modem electronic age, identity theft is one of the fastest\ngrowing forms of crime that affects all citizens of the State.\nIdentity theft is a form of fraud or cheating of another person's\nidentity in which someone pretends to be someone else by assuming\nthat person's identity, typically in order to access resources or\nobtain credit and other benefits in that person's name.\nThe victim of identity theft (here meaning the person whose identity\nhas been assumed by the identity thief) can suffer adverse\nconsequences if he or she is held accountable for the perpetrator's\nactions. Organizations and individuals who are duped or defrauded by\nthe identity thief can also suffer adverse consequences and losses,\nand to that extent are also victims.\n\nLEGISLATIVE HISTORY:\nNew Bill.\n\nFISCAL IMPLICATIONS:\nNone to the State\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nNinetieth day after it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to identity theft prevention ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T112120.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T103616.TXT", "SOBI.D110119.T094735.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849505
}