{
  "year" : 2011,
  "senateBillNo" : "S2115-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S2115-2011-1295326800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands out of state medical and dental school opportunities for N.Y. state residents to certain universities outside the country",
  "summary" : "Seeks to open accessibility for academically qualified students who are bona fide residents of the state of New York to obtain reserved seats at minority institutions of higher learning; authorizes commissioner of education to contract with the University of Padua, Padua, Italy, the Royal College of Surgeons, Dublin, Ireland, St. George's University School of Medicine, Grenada, and the Sophie Davis School of Biomedical Education, the City University of New York Medical School, for the purpose of expanding opportunities for New York state residents to study medicine. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "S4343-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 576 of the laws of 1975, relating to authorizing the commissioner of education to contract with certain schools for the purpose of expanding opportunities for residents of New York state to study medicine or dentistry, in relation to authorizing the commissioner of education to contract with the university of Padua, Padua, Italy, the Royal College of Surgeons, Dublin, Ireland, St. George's University school of medicine, Grenada and the Sophie Davis school of biomedical education, the city university of New York medical school for the purpose of expanding opportunities for residents of New York state to study medicine and dentistry ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110118.T103616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295367680338
}