{
  "year" : 2011,
  "senateBillNo" : "S2120-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2120-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits parole after second conviction of class B violent felony offense",
  "summary" : "Prohibits the release on parole for persons convicted for the second time of a class B violent felony offense. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2139-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2120\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in  relation  to  prohibiting  parole  in\n         certain circumstances\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 70.40 of the penal law is amended by adding  a  new\n    2  subdivision 4 to read as follows:\n    3    4.  WHEN  A  PERSON  HAS  BEEN  CONVICTED  OF A CLASS B VIOLENT FELONY\n    4  OFFENSE AS DEFINED IN PARAGRAPH (A) OF SUBDIVISION ONE OF SECTION  70.02\n    5  OF  THIS  ARTICLE AND HAS PREVIOUSLY BEEN CONVICTED OF A CLASS B VIOLENT\n    6  FELONY OFFENSE, SUCH PERSON SHALL NOT BE ELIGIBLE FOR PAROLE.\n    7    S 2.   This act shall take  effect  on  the  first  of  November  next\n    8  succeeding the date on which it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06472-01-1\n",
  "memo" : "BILL NUMBER:S2120\n\nTITLE OF BILL:\nAn act to amend the penal law, in relation to prohibiting parole in\ncertain circumstances\n\nPURPOSE/SUMMARY OF PROVISIONS:\nTo prohibit persons who have been convicted of a class B violent\nfelony offense, and have previously been convicted of a class B\nviolent felony offense, from eligibility for parole.\nThis bill adds a new subsection 4 to Penal Law Section 70.40 which\ndeals with the subject of parole.\n\nJUSTIFICATION:\nThis bill would be a tremendous step toward keeping our streets free\nof violent criminals. If a person has been convicted of being a\nmultiple offender of class B violent criminal acts, there is no\nreason to reduce his sentence and provide him with the freedom which\nparole provides. Parole is defined as the release of a prisoner\nbefore his sentence has expired, on condition of future good\nbehavior. The condition of future good behavior is one which is\ndifficult to expect a persistently violent felon to uphold.\n\nFISCAL IMPLICATIONS:\nThe fiscal implications are unknown. However, the cost would be\npartially offset by a reduction in overtime wages by the police\ndepartment and reduced paper work by parole boards. Fiscally, it is a\nsmall sacrifice considering the lives it is likely to save, in\naddition to making streets and citizens safe again.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November next\nsucceeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to prohibiting parole in certain circumstances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T111119.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T112620.TXT", "SOBI.D110118.T103616.TXT", "SOBI.D110119.T095235.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849508
}