{
  "year" : 2011,
  "senateBillNo" : "S2123-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S2123-2011-1295326800000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a mentoring program within the office of children and family services",
  "summary" : "Establishes a mentoring program within the office of children and family services to assist juveniles released from juvenile facilities in the development of life skills in the city of New York; provides that mentors shall be students from the city university of New York who shall receive money towards tuition or course credit from such university; directs the commissioner of the office of children and family services to promulgate necessary rules and regulations. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SA4143-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2123\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the executive law, in relation to establishing a mentor-\n         ing program within the office of children and family services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 504-c\n    2  to read as follows:\n    3    S 504-C. MENTORING PROGRAM FOR YOUTH. 1. THERE IS  HEREBY  ESTABLISHED\n    4  IN THE OFFICE OF CHILDREN AND FAMILY SERVICES A MENTOR PROGRAM TO ASSIST\n    5  YOUTH  RELEASED  FROM  FACILITIES  OF  THE OFFICE OF CHILDREN AND FAMILY\n    6  SERVICES IN RESUMING PRODUCTIVE LIVES, DEVELOP SKILLS AND  REDUCE  RECI-\n    7  DIVISM. SUCH PROGRAM SHALL BE ESTABLISHED IN THE CITY OF NEW YORK WITHIN\n    8  NINETY DAYS AFTER THE EFFECTIVE DATE OF THIS SECTION.\n    9    2.  AS PART OF SUCH PROGRAM THE OFFICE OF CHILDREN AND FAMILY SERVICES\n   10  SHALL ENTER INTO AGREEMENTS WITH  STUDENTS  MATRICULATING  AT  THE  CITY\n   11  UNIVERSITY  OF  NEW  YORK  TO  SERVE  AS MENTOR-ROLE MODELS FOR SELECTED\n   12  YOUTHS. IN RETURN FOR SUCH SERVICES, EITHER THE OFFICE OF  CHILDREN  AND\n   13  FAMILY  SERVICES  SHALL  PAY  AN  AGREED  UPON SUM OF MONEY TOWARDS SUCH\n   14  STUDENTS' TUITION, OR OTHER EXPENSES INCURRED IN CONNECTION WITH HIS  OR\n   15  HER  STATUS  AS  A  STUDENT  AT  SUCH  INSTITUTION OR SUCH STUDENT SHALL\n   16  RECEIVE COURSE CREDIT TOWARD A DEGREE FROM SUCH INSTITUTION.\n   17    3. THE COMMISSIONER OF THE OFFICE  OF  CHILDREN  AND  FAMILY  SERVICES\n   18  SHALL  PROMULGATE  SUCH  REGULATIONS  AS  ARE NECESSARY TO IMPLEMENT THE\n   19  PROVISIONS OF THIS SECTION.\n   20    S 2.  This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06439-01-1\n",
  "memo" : "BILL NUMBER:S2123\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to establishing a mentoring\nprogram within the office of children and family services\n\nSUMMARY:\nThe bill would require that such a mentor program be established in\nNew York City within ninety days after it shall have become law. As\npart of the program, CFS shall enter into agreements with City\nUniversity of New York students to serve as mentor-role models for\nselected youths. In return, the students will receive either payment\nfrom CFS toward their education or course credit from CUNY. The bill\nwould add a new section 504-c to the executive law to establish the\nprogram.\n\nJUSTIFICATION:\nThe bill addresses an urgent need among the troubled youth in New York\nCity. Although CFS has programs in place to treat youths who have\nrun a foul of the law, far too little is now being done for them in\nthe way of aftercare. This bill would create a new program, using\nmotivating and successful CUNY students as mentors, to encourage\nthese young people to turn their lives around and become productive\nmembers of society, thereby continuing to assist them even after\ntheir release from CFS facilities.\n\nFISCAL IMPLICATIONS:\nMinimal Cost to State.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing a mentoring program within the office of children and family services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T111119.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T112620.TXT", "SOBI.D110118.T103616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849512
}