{
  "year" : 2011,
  "senateBillNo" : "S2121-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S2121-2011-1295326800000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits elimination of liability of directors of certain not-for-profit corporations to the corporation or its members",
  "summary" : "Authorizes the certificate of incorporation of a not-for-profit corporation to eliminate or limit the personal liability of directors to the corporation or its members provided that liability for acts or omissions which were in bad faith, intentional misconduct or a knowing violation of law shall not be limited or eliminated; does not apply to medical or dental corporations. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Not-for-Profit Corporation Law",
  "previousVersions" : [ "S2138-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2121\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT to amend the not-for-profit corporation law, in relation to duty\n         of directors and available relief for breach thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  402  of  the  not-for-profit  corporation law is\n    2  amended by adding a new paragraph (d) to read as follows:\n    3    (D) THE CERTIFICATE OF INCORPORATION MAY SET FORTH A PROVISION  ELIMI-\n    4  NATING  OR  LIMITING  THE  PERSONAL LIABILITY OF DIRECTORS TO THE CORPO-\n    5  RATION OR ITS MEMBERS, IF ANY, FOR DAMAGES FOR ANY  BREACH  OF  DUTY  IN\n    6  SUCH  CAPACITY, PROVIDED THAT NO SUCH PROVISION SHALL ELIMINATE OR LIMIT\n    7  THE LIABILITY OF ANY DIRECTOR IF A JUDGMENT OR OTHER FINAL  ADJUDICATION\n    8  ADVERSE  TO SUCH PERSON ESTABLISHES THAT SUCH PERSON'S ACTS OR OMISSIONS\n    9  WERE IN BAD FAITH  OR  INVOLVED  INTENTIONAL  MISCONDUCT  OR  A  KNOWING\n   10  VIOLATION  OF LAW OR THAT SUCH PERSON PERSONALLY GAINED IN FACT A FINAN-\n   11  CIAL PROFIT OR OTHER ADVANTAGE TO WHICH  SUCH  PERSON  WAS  NOT  LEGALLY\n   12  ENTITLED  OR  THAT SUCH PERSON'S ACTS VIOLATED SECTION 719 (LIABILITY OF\n   13  DIRECTORS IN CERTAIN CASES). THE PROVISIONS OF THIS PARAGRAPH SHALL  NOT\n   14  APPLY  TO  CORPORATIONS ORGANIZED PURSUANT TO ARTICLE FORTY-THREE OF THE\n   15  INSURANCE LAW.\n   16    S 2. The opening paragraph  of  subdivision  1  of  paragraph  (a)  of\n   17  section  720 of the not-for-profit corporation law is amended to read as\n   18  follows:\n   19    [To] SUBJECT TO ANY PROVISION  OF  THE  CERTIFICATE  OF  INCORPORATION\n   20  AUTHORIZED  PURSUANT  TO  PARAGRAPH  (D)  OF SECTION 402 (CERTIFICATE OF\n   21  INCORPORATION; CONTENTS), TO compel the defendant  to  account  for  his\n   22  official conduct in the following cases:\n   23    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06471-01-1\n",
  "memo" : "BILL NUMBER:S2121\n\nTITLE OF BILL:\nAn act\nto amend the not-for-profit corporation law, in relation to duty of\ndirectors and available relief for breach thereof\n\nPURPOSE:\nTo permit not-for-profit corporations to protect their\ndirectors from personal liability for a breach of duty except\nwhere a director's actions were in bad faith, involved\nintentional misconduct, knowing violation of law, or personal gain,\nfinancial or otherwise.\n\nSUMMARY OF PROVISIONS:\nThis bill would add to Section 402 of the Not-for-Profit\nCorporation Law a new subsection (d) to provide that the\ncertificate of incorporation may limit a director's personal\nliability to the corporation or its members for damages for any\nbreach of duty as director, unless the director's acts or\nomissions were in bad faith, involved intentional misconduct, a\nknowing violation of law or personal gain, financial or\notherwise. Section 720 (a) (1) of the Not-for-Profit Corporation Law\nwould be amended to conform with the possible limitation of\nliability provided under the new Section 402 (d).  This bill\nwill not apply to corporations organized pursuant to Article 43\nof the insurance law.\n\nJUSTIFICATION:\nWhen the Not-for-Profit Corporation Law (\"N-PCL\") &sect;  720-a was enacted\nin 1986, the legislature addressed the need to protect volunteer\ndirectors, officers and trustees of not-for-profit charitable\norganizations against third party tort claims. Directors, officers and\ntrustees of not-for-profit corporations are frequently named as\ndefendants, regardless of culpability, because they are either perceived\nas having greater financial resources than the nonprofit organizations\nthey serve or are perceived as being more likely to settle a frivolous\nsuit than to contest the suit, due to their role as volunteers\nin not-for-profit organizations, insufficient funds and their\nstatus in the community.\n\nUnfortunately, the legislature\nlimited the protection of N-PCL &sect;  720-a to those individuals who\nserved as directors, officers and trustees of Internal Revenue\nCode Section 501 (c) (3) organizations and limited that\nprotection to third party claims. This bill would provide\nprotection to directors of all not-for-profit corporations against\nclaims by the corporation or its members. Chapter 367 of the\nLaws of 1987 amended the Business Corporation Law (\"BCL\")\n(adding new section (b) to BCL &sect;402) to provide that\ncorporations could, by provision in the certificate of incorporation,\n\nlimit the liability of directors to corporations or\nshareholders for any breach of duty unless the director's actions\nwere in bad faith or involved intentional misconduct, a knowing\nviolation of law or financial or other profit by the\ndirector.\n\nThe BCL legislation was in part a response to director's\nlegitimate concerns regarding unjustified exposure to personal\nliability for good faith management actions. This concern for\nexposure diminished the ability of corporations to recruit\ndirectors, undercut directors' ability to act based upon\ncorporate interests as opposed to acting primarily to minimize\npotential liability, and threatened to drive corporations out of\nNew York to states with statutes more favorable to directors.\nAll of these concerns apply to a much greater extent to\ndirectors who serve on boards of not-for-profit corporations. They\nperform\nvaluable functions for the community and the State of New York. Indeed,\nbecause not-for-profit directors usually serve without compensation\nand because\nmany not-for-profit corporations can ill afford appropriate levels of\ndirectors' liability insurance or provide adequate indemnification, the\nconcerns\nof directors over litigation, however frivolous, are substantially\nheightened.\n\nThe perception of exposure to personal liability has had\na detrimental\neffect on the ability of not-for-profit corporations to recruit\ndirectors. This\nbill will ease this problem. The exclusion of protection for acts that\nare in\nbad faith, involve intentional misconduct, a knowing violation of law,\nor\npersonal gain, minimizes any potential detriment to the corporation or\nits\nmembers.\nThese benefits may only be extended to directors by amendment\nof the certificate of incorporation and under Section 802 of the N-PCL,\nmembers must authorize such amendments if there are any members\nentitled to vote\nthereon. Many other states, including Delaware and Pennsylvania, provide\nprotection for directors of not-for-profit corporations similar to that\nprovided for in this bill.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the not-for-profit corporation law, in relation to duty of directors and available relief for breach thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T111119.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T112620.TXT", "SOBI.D110118.T103616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849509
}