{
  "year" : 2011,
  "senateBillNo" : "S2124-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2124-2011-1295326800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts a \"Computer Lemon Law\" to protect purchasers of defective computer equipment",
  "summary" : "Enacts a \"Computer Lemon Law\" to protect purchasers of defective computer equipment; makes definitions; provides for notice to purchaser, coverage and coverage period, records, and civil actions for enforcement; preserves the rights of such computer purchaser to pursue other remedies and rights under any other law, contract or warranty. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S4142-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2124\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to protecting  the\n         purchasers of defective computer equipment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  16-A to read as follows:\n    3                                 ARTICLE 16-A\n    4                             COMPUTER LEMON LAW\n    5  SECTION 266. SHORT TITLE.\n    6          267. DEFINITIONS.\n    7          268. NOTICE TO PURCHASER.\n    8          269. COVERAGE AND COVERAGE PERIOD.\n    9          269-A. RECORDS.\n   10          269-B. CIVIL ACTIONS.\n   11          269-C. ATTORNEY FEES.\n   12          269-D. PROHIBITED DEFENSES.\n   13          269-E. EXPERT WITNESS.\n   14          269-F. APPLICATION.\n   15          269-G. RIGHTS PRESERVED.\n   16          269-H. NON-WAIVER.\n   17          269-I. APPLICABILITY.\n   18    S 266. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY  BE  CITED  AS\n   19  THE \"COMPUTER LEMON LAW\".\n   20    S 267. DEFINITIONS. AS USED IN THIS ARTICLE:\n   21    (A)  \"BRAND  NEW  COMPUTER\"  MEANS  A  COMPUTER  DEVICE WHICH HAS BEEN\n   22  RECENTLY ASSEMBLED, IS UNUSED, AND CONTAINS NO RECONDITIONED PARTS.\n   23    (B) \"COMPUTER DEVICE\" MEANS A  CENTRAL  PROCESSING  UNIT  OR  TERMINAL\n   24  DISPLAY SCREEN, INCLUDING ALL CIRCUITRY AND CONNECTIVE DEVICES; A PRINT-\n   25  ER;  A MODEM; A SCANNER; OR ANY OTHER DEVICE USED WITH A COMPUTER OR ANY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06438-01-1\n\n       S. 2124                             2\n\n    1  PROGRAMMING FOR A COMPUTER, WHETHER PREINSTALLED OR PURCHASED  SEPARATE-\n    2  LY.\n    3    (C)  \"DATE  OF SALE OR LEASE\" MEANS THE DATE WHEN A COMPUTER DEVICE IS\n    4  FIRST DELIVERED TO A PURCHASER.\n    5    (D) \"MANUFACTURER\" MEANS A PERSON OR FOR-PROFIT ENTITY ENGAGED IN  THE\n    6  BUSINESS  OF  MANUFACTURING OR ASSEMBLING COMPUTERS OR COMPUTER SOFTWARE\n    7  OR ACCESSORIES.\n    8    (E) \"NONCONFORMITY\" MEANS A DEFECT,  CONDITION,  OR  MALFUNCTION  THAT\n    9  IMPAIRS THE USE OF A COMPUTER DEVICE OR CAUSES IT TO OPERATE IN A MANNER\n   10  NOT INTENDED.\n   11    (F)  \"NOTICE\" MEANS THE METHOD BY WHICH A PURCHASER ADVISES A MANUFAC-\n   12  TURER OF A NONCONFORMITY. NOTICE  MAY  BE  TRANSMITTED  BY  ANY  OF  THE\n   13  FOLLOWING  MEANS:  BY  CERTIFIED  OR  REGISTERED  MAIL,  RETURN  RECEIPT\n   14  REQUESTED; BY FACSIMILE TRANSMISSION; ELECTRONICALLY; BY E-MAIL;  OR  BY\n   15  ANY MEANS PROVIDED FOR IN THE MANUFACTURER'S WARRANTY OR SERVICE MATERI-\n   16  ALS.\n   17    (G) \"PURCHASER\" MEANS A PERSON WHO IS A RESIDENT OR TEMPORARY RESIDENT\n   18  OF THE STATE OF NEW YORK OR A BUSINESS ENTITY THAT HAS FEWER THAN THIRTY\n   19  PERSONAL  COMPUTERS ACTING EITHER IN CONCERT WITH A NETWORK OR AS STAND-\n   20  ALONE MACHINES AND WHO OBTAINS A COMPUTER DEVICE BY LEASE, RETAIL  SALE,\n   21  INTERNET  SALE,  GIFT,  SPECIAL  CONTRACT, OR OTHER TRANSACTION, WHETHER\n   22  DELIVERED OR CURRENTLY LOCATED IN THIS STATE.\n   23    S 268. NOTICE TO PURCHASER. (A) AT THE TIME OF  SALE  OR  LEASE  OF  A\n   24  COMPUTER DEVICE, A PURCHASER MUST BE PROVIDED AN ACCURATE WRITTEN STATE-\n   25  MENT  OF  THE PURCHASER'S RIGHTS ESTABLISHED BY THIS ARTICLE. THE STATE-\n   26  MENT MUST BE PRINTED IN FOURTEEN-POINT BOLDFACE TYPE.  THE  MANUFACTURER\n   27  MUST SECURE FROM THE PURCHASER A SIGNED ACKNOWLEDGMENT THAT THE MANUFAC-\n   28  TURER  HAS  EXPLAINED  TO  THE  PURCHASER HIS OR HER RIGHTS AND THAT THE\n   29  PURCHASER UNDERSTANDS THOSE RIGHTS. UNLESS A  SIGNED  ACKNOWLEDGMENT  OF\n   30  RIGHTS  IS  SECURED,  THE  TIME  LIMITS SPECIFIED IN SECTION TWO HUNDRED\n   31  SIXTY-NINE OF THIS ARTICLE MUST BE TOLLED.\n   32    (B) AT THE TIME OF SALE OF A COMPUTER DEVICE,  THE  MANUFACTURER  MUST\n   33  CONSPICUOUSLY  DISCLOSE  THE  NAME  AND  VERSION  NUMBER OF ALL SOFTWARE\n   34  PROGRAMS OR COMBINATIONS OF PROGRAMS THAT WILL OR MAY BE LIKELY TO CAUSE\n   35  OPERATING PROBLEMS WITH THE COMPUTER DEVICE. IN ANY ACTION BROUGHT UNDER\n   36  THIS ARTICLE, WHEN THERE IS A CLAIM THAT SUCH A DISCLOSURE WAS NOT MADE,\n   37  THE BURDEN IS ON THE MANUFACTURER TO PROVE THAT SUCH  A  DISCLOSURE  WAS\n   38  MADE.\n   39    S  269.  COVERAGE  AND  COVERAGE PERIOD. (A) A PURCHASER OF A COMPUTER\n   40  DEVICE IS ENTITLED TO EFFECTIVE REPAIRS  BY  THE  MANUFACTURER  FOR  ANY\n   41  NONCONFORMITY THAT ARISES DURING THE FIRST TWENTY-FOUR MONTHS OF USE, AT\n   42  NO  COST  TO  THE  PURCHASER.  HOWEVER, IF THE MANUFACTURER HAS ISSUED A\n   43  WARRANTY OR SERVICE CONTRACT, THE COVERAGE PERIOD MUST BE THE GREATER OF\n   44  THE TERM SPECIFIED IN THE WARRANTY OR SERVICE  CONTRACT  OR  TWENTY-FOUR\n   45  MONTHS FROM THE DATE OF PURCHASE.\n   46    (B)  WITHIN FIVE BUSINESS DAYS AFTER RECEIVING NOTICE FROM A PURCHASER\n   47  OF A NONCONFORMITY, PLUS REASONABLE TIME FOR SHIPPING OF NOT  MORE  THAN\n   48  THREE  BUSINESS  DAYS,  THE MANUFACTURER MUST REPAIR ANY COMPUTER DEVICE\n   49  AND RETURN IT TO THE PURCHASER SUBJECT TO THE FOLLOWING CONDITIONS:\n   50    (1) IF ON-SITE SERVICE IS PROVIDED FOR IN THE WARRANTY,  REPAIRS  MUST\n   51  BE MADE AT THE PURCHASER'S LOCATION WITHOUT CHARGE.\n   52    (2)  IF  ON-SITE  SERVICE  IS  NOT  PROVIDED  FOR IN THE WARRANTY, THE\n   53  MANUFACTURER MUST ARRANGE AND PAY FOR THE  COST  OF  SHIPPING  FROM  THE\n   54  PURCHASER'S LOCATION.\n   55    (3)  IF  ON-SITE  SERVICE  IS  CONDUCTED BY THE PURCHASER, WHO, AT THE\n   56  MANUFACTURER'S DIRECTION, PERFORMS DIAGNOSTIC TESTS  OR  TROUBLESHOOTING\n\n       S. 2124                             3\n\n    1  PROCEDURES  OR  ATTEMPTS  REPAIRS,  INCLUDING BUT NOT LIMITED TO PARTIAL\n    2  DISASSEMBLY, THE SERVICE IS CONSIDERED TO BE CONDUCTED BY  THE  MANUFAC-\n    3  TURER.\n    4    (4)  ALL  REPAIRS MUST BE GUARANTEED BY THE MANUFACTURER FOR A TERM OF\n    5  TWO YEARS.\n    6    (C) IF THE REPAIR IS INEFFECTIVE, THE  MANUFACTURER  MUST  HAVE,  UPON\n    7  NOTICE  FROM  THE  PURCHASER,  A SECOND OPPORTUNITY TO MAKE AN EFFECTIVE\n    8  REPAIR AT THE PURCHASER'S PHYSICAL LOCATION, PROVIDED THAT THE REPAIR IS\n    9  COMPLETED WITHIN THREE BUSINESS DAYS. THE MANUFACTURER MAY  NOT  REQUIRE\n   10  THE  PURCHASER  TO  SHIP THE UNIT BACK TO THE MANUFACTURER FOR THE FINAL\n   11  REPAIR OPPORTUNITY REGARDLESS OF THE MANUFACTURER'S WILLINGNESS  TO  PAY\n   12  FOR SHIPPING COSTS.\n   13    (D)  IF  THE SECOND REPAIR IS INEFFECTIVE OR IF THE MANUFACTURER FAILS\n   14  TO TIMELY RESPOND TO THE PURCHASER AS REQUIRED UNDER THIS  SECTION,  THE\n   15  PURCHASER MAY ELECT TO DO EITHER OF THE FOLLOWING:\n   16    (1)  RECEIVE FROM THE MANUFACTURER A REFUND OF THE FULL PURCHASE PRICE\n   17  PAID AT THE TIME OF SALE OR THE FULL VALUE OF THE LEASE, AS THE CASE MAY\n   18  BE, PLUS FINANCE AND COLLATERAL CHARGES.\n   19    (2) RECEIVE FROM THE MANUFACTURER DELIVERY OF  A  BRAND  NEW  COMPUTER\n   20  DEVICE  OF  EQUAL  OR  GREATER VALUE THAN THE ORIGINAL PRICE PAID AT THE\n   21  TIME OF ACQUISITION, WITHOUT CHARGE OR OFFSET FOR USE.\n   22    IF MORE THAN ONE NONCONFORMITY HAS BEEN SUBJECT TO REPAIR,  NO  SECOND\n   23  REPAIR  ATTEMPT  IS  REQUIRED BEFORE THE PURCHASER MAY SEEK THE REMEDIES\n   24  PROVIDED IN THIS ARTICLE.\n   25    (E) A MANUFACTURER MAY, AT ITS DISCRETION, REQUEST RETURN OF THE UNRE-\n   26  PAIRED COMPUTER DEVICE AT COST, IF THE  MANUFACTURER  HAS  REPLACED  THE\n   27  UNIT OR REFUNDED THE PURCHASE PRICE.\n   28    (F) NO COMPUTER DEVICE RETURNED IN ACCORDANCE WITH THIS SECTION MAY BE\n   29  RESOLD  IN THIS STATE. A VIOLATION OF THIS SUBDIVISION IS A VIOLATION OF\n   30  ARTICLE TWENTY-TWO-A OF  THIS  CHAPTER,  AND  IN  ADDITION  TO  REMEDIES\n   31  PROVIDED  BY  SUCH  ARTICLE,  ANY  SUBSEQUENT  PURCHASER  IS ENTITLED TO\n   32  DAMAGES IN THE AMOUNT OF TREBLE THE PURCHASE PRICE PAID BY THAT PURCHAS-\n   33  ER FOR THE DEVICE.\n   34    (G) NOTWITHSTANDING SUBDIVISIONS  (E)  AND  (F)  OF  THIS  SECTION,  A\n   35  MANUFACTURER  WHO  REFUSES TO HONOR THE TERMS OF ANY WARRANTY BOOKLET OR\n   36  MATERIALS DELIVERED TO THE PURCHASER AT, PRIOR TO, OR AFTER THE DELIVERY\n   37  OF THE COMPUTER DEVICE IS IN VIOLATION OF ARTICLE TWENTY-TWO-A  OF  THIS\n   38  CHAPTER,  AND  IN  ADDITION  TO  REMEDIES  PROVIDED BY SUCH ARTICLE, THE\n   39  ORIGINAL PURCHASER IS ENTITLED TO DAMAGES IN THE AMOUNT  OF  TREBLE  THE\n   40  PURCHASE PRICE PAID BY THAT PURCHASER FOR THE DEVICE.\n   41    S  269-A. RECORDS. A MANUFACTURER MUST RETAIN RECORDS OF ALL CONTACTS,\n   42  COMMUNICATIONS, NOTICE  TRANSMISSIONS,  OR  CUSTOMER  SERVICE  DIALOGUES\n   43  BETWEEN  ITSELF  AND  A  PURCHASER  AND  MUST MAINTAIN A LIST, BY SERIAL\n   44  NUMBER, OF ALL REFUNDS OR REPLACEMENTS MADE UNDER THIS ARTICLE.   COPIES\n   45  MUST  BE  MADE  AVAILABLE  TO  THE  PURCHASER UPON DEMAND, REGARDLESS OF\n   46  WHETHER THE MANUFACTURER USES THE SERVICES OF A THIRD  PARTY  TO  MANAGE\n   47  PURCHASER  CLAIMS. FAILURE TO COMPLY WITH THIS SECTION IS A VIOLATION OF\n   48  ARTICLE TWENTY-TWO-A OF  THIS  CHAPTER,  AND  IN  ADDITION  TO  REMEDIES\n   49  PROVIDED  BY SUCH ARTICLE, THE ORIGINAL PURCHASER IS ENTITLED TO DAMAGES\n   50  IN THE AMOUNT OF TREBLE THE PURCHASE PRICE PAID BY  THAT  PURCHASER  FOR\n   51  THE DEVICE.\n   52    S  269-B.  CIVIL ACTIONS. (A) IF THE MANUFACTURER OF A COMPUTER DEVICE\n   53  VIOLATES ANY PROVISION OF THIS ARTICLE, THE  PURCHASER  MAY  INITIATE  A\n   54  CIVIL  ACTION  TO  RECOVER  AS DAMAGES ANY AND ALL REMEDIES SPECIFIED IN\n   55  THIS ARTICLE.\n\n       S. 2124                             4\n\n    1    (B) IN ADDITION TO REFUND OR REPLACEMENT OF THE COMPUTER DEVICE  UNDER\n    2  SECTION  TWO  HUNDRED SIXTY-NINE OF THIS ARTICLE, A PREVAILING PURCHASER\n    3  IS ENTITLED TO AN ADDITIONAL AWARD OF SIX THOUSAND DOLLARS.\n    4    (C)  IF  A PURCHASER INITIATES AN ACTION IN THIS STATE FOR A VIOLATION\n    5  OF THIS ARTICLE, THE MANUFACTURER MUST PRODUCE AT EACH AND  EVERY  COURT\n    6  PROCEEDING  IN THAT ACTION A CORPORATE REPRESENTATIVE WHO IS FULLY AWARE\n    7  OF THE FACTS AND CIRCUMSTANCES OF THE CASE AND  HAS  AVAILABLE  FOR  THE\n    8  COURT'S  REVIEW  A  COPY  OF ALL RECORDS REQUIRED BY SECTION TWO HUNDRED\n    9  SIXTY-NINE-A OF THIS ARTICLE.\n   10    S 269-C. ATTORNEY FEES. IF A PURCHASER PREVAILS IN A CLAIM UNDER  THIS\n   11  ARTICLE,  THE  MANUFACTURER MUST PAY THE PURCHASER'S REASONABLE ATTORNEY\n   12  FEES, COSTS, AND EXPERT EXPENSES IN RESOLVING AND, IF  NECESSARY,  LITI-\n   13  GATING AN ACTION UNDER SECTION TWO HUNDRED SIXTY-NINE-B OF THIS ARTICLE,\n   14  REGARDLESS OF THE COST OF THE COMPUTER DEVICE.\n   15    S  269-D.  PROHIBITED DEFENSES. IT IS NOT A DEFENSE UNDER THIS ARTICLE\n   16  THAT A NONCONFORMITY WAS CAUSED BY A SOFTWARE PROGRAMMING PROBLEM  UNDER\n   17  THE FOLLOWING CONDITIONS:\n   18    (A) IF THE SOFTWARE WAS PRE-INSTALLED BY THE MANUFACTURER.\n   19    (B)  UNLESS  THE  MANUFACTURER  PRODUCES  AN  EXPERT  WITNESS  AT  THE\n   20  PROCEEDINGS WHO EXAMINED THE COMPUTER DEVICE AND CAN SPECIFY  THE  EXACT\n   21  CAUSE AND CORRECTION OF THE PROBLEM.\n   22    (C)  UNLESS  THE  MANUFACTURER  HAS  STRICTLY COMPLIED WITH THE NOTICE\n   23  PROVISIONS OF SUBDIVISION (B) OF SECTION TWO HUNDRED SIXTY-EIGHT OF THIS\n   24  ARTICLE.\n   25    S 269-E. EXPERT WITNESS. A PURCHASER WHO SEEKS RELIEF UNDER THIS ARTI-\n   26  CLE MUST NOT UNDER ANY CIRCUMSTANCES BE REQUIRED TO RETAIN  THE  OPINION\n   27  OF AN EXPERT TO PREVAIL AGAINST A MANUFACTURER.\n   28    S  269-F. APPLICATION. A VIOLATION OF ANY PROVISION OF THIS ARTICLE IS\n   29  ALSO A VIOLATION OF ARTICLE TWENTY-TWO-A OF THIS CHAPTER.\n   30    S 269-G. RIGHTS PRESERVED. NOTHING IN THIS ARTICLE LIMITS THE PURCHAS-\n   31  ER FROM PURSUING ANY OTHER RIGHTS  OR  REMEDIES  UNDER  ANY  OTHER  LAW,\n   32  CONTRACT, OR WARRANTY.\n   33    S  269-H. NON-WAIVER. THE PROVISIONS OF THIS ARTICLE MAY NOT BE WAIVED\n   34  BY A PURCHASER.\n   35    S 269-I. APPLICABILITY. THIS ARTICLE APPLIES TO ALL  COMPUTER  DEVICES\n   36  PURCHASED, LEASED, OR DELIVERED TO A PURCHASER ON OR AFTER THE EFFECTIVE\n   37  DATE OF THIS ARTICLE.\n   38    S  2. This act shall take effect on the first of January next succeed-\n   39  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2124\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to protecting the\npurchasers of defective computer equipment\n\nSUMMARY OF PROVISIONS:\nThis bill would add Article 16-A to the general business\nlaw, also titled the \"Computer Lemon Law,\" which will require a\nwritten notice supplied to purchasers of computer equipment at time\nof sale or lease of such equipment, regarding purchasers' rights.\nThis statement must be signed in acknowledgement by the purchaser,\nand must include the name and version number of all hardware and\noperating software purchased. The purchaser is entitled to effective\nrepairs by the manufacturer for any nonconformity that arises, at no\ncost to the purchaser during a minimum coverage period of 24 months.\nEquipment must be repaired in a timely manner either on-site or off,\nbut with shipping or related charges borne by the manufacturer.\n\nRepairs must be guaranteed by the manufacturer for two years. If the\nrepairs are ineffective the purchaser may return for further repair\nat no cost, or may be refunded by the manufacturer, or may receive a\nbrand new computer/equipment of equal or greater value from the\nmanufacturer.\nNo computer device returned in accordance with this section may be\nresold in this state. A manufacturer who violates any provision of\nthis article may be subject to civil action by the purchaser to\nrecover damages not to exceed six-thousand dollars in addition to\nlitigation fees and replacement of ineffective computer devices.\n\nJUSTIFICATION:\nMarketing of computer equipment has expanded to the\npoint where unscrupulous sale and leasing tactics have become common.\nThe consumer should have formal, across-the-board protection in\npurchasing costly equipment, should there be nonconformity in the\nequipment once the purchaser takes possession.\n\nEXISTING LAW:\nNone.\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January next\nsucceeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to protecting the purchasers of defective computer equipment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T111119.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T112620.TXT", "SOBI.D110118.T103616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849513
}