{
  "year" : 2011,
  "senateBillNo" : "S2121-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S2121-2011-1295326800000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits elimination of liability of directors of certain not-for-profit corporations to the corporation or its members",
  "summary" : "Authorizes the certificate of incorporation of a not-for-profit corporation to eliminate or limit the personal liability of directors to the corporation or its members provided that liability for acts or omissions which were in bad faith, intentional misconduct or a knowing violation of law shall not be limited or eliminated; does not apply to medical or dental corporations. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Not-for-Profit Corporation Law",
  "previousVersions" : [ "S2138-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2121\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT to amend the not-for-profit corporation law, in relation to duty\n         of directors and available relief for breach thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  402  of  the  not-for-profit  corporation law is\n    2  amended by adding a new paragraph (d) to read as follows:\n    3    (D) THE CERTIFICATE OF INCORPORATION MAY SET FORTH A PROVISION  ELIMI-\n    4  NATING  OR  LIMITING  THE  PERSONAL LIABILITY OF DIRECTORS TO THE CORPO-\n    5  RATION OR ITS MEMBERS, IF ANY, FOR DAMAGES FOR ANY  BREACH  OF  DUTY  IN\n    6  SUCH  CAPACITY, PROVIDED THAT NO SUCH PROVISION SHALL ELIMINATE OR LIMIT\n    7  THE LIABILITY OF ANY DIRECTOR IF A JUDGMENT OR OTHER FINAL  ADJUDICATION\n    8  ADVERSE  TO SUCH PERSON ESTABLISHES THAT SUCH PERSON'S ACTS OR OMISSIONS\n    9  WERE IN BAD FAITH  OR  INVOLVED  INTENTIONAL  MISCONDUCT  OR  A  KNOWING\n   10  VIOLATION  OF LAW OR THAT SUCH PERSON PERSONALLY GAINED IN FACT A FINAN-\n   11  CIAL PROFIT OR OTHER ADVANTAGE TO WHICH  SUCH  PERSON  WAS  NOT  LEGALLY\n   12  ENTITLED  OR  THAT SUCH PERSON'S ACTS VIOLATED SECTION 719 (LIABILITY OF\n   13  DIRECTORS IN CERTAIN CASES). THE PROVISIONS OF THIS PARAGRAPH SHALL  NOT\n   14  APPLY  TO  CORPORATIONS ORGANIZED PURSUANT TO ARTICLE FORTY-THREE OF THE\n   15  INSURANCE LAW.\n   16    S 2. The opening paragraph  of  subdivision  1  of  paragraph  (a)  of\n   17  section  720 of the not-for-profit corporation law is amended to read as\n   18  follows:\n   19    [To] SUBJECT TO ANY PROVISION  OF  THE  CERTIFICATE  OF  INCORPORATION\n   20  AUTHORIZED  PURSUANT  TO  PARAGRAPH  (D)  OF SECTION 402 (CERTIFICATE OF\n   21  INCORPORATION; CONTENTS), TO compel the defendant  to  account  for  his\n   22  official conduct in the following cases:\n   23    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06471-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the not-for-profit corporation law, in relation to duty of directors and available relief for breach thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T111119.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110118.T112620.TXT", "SOBI.D110118.T103616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295383913653
}