{
  "year" : 2011,
  "senateBillNo" : "S212-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S212-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires pharmaceutical drug manufacturers and wholesalers to annually disclose all gifts to certain health care practitioners",
  "summary" : "Enacts the New York state pharmaceutical drug manufacturer and wholesaler disclosure act; requires pharmaceutical drug manufacturers and wholesalers to annually report to the New York department of health, for disclosure to the general public, all of its gifts to health care practitioners that prescribe drugs when such gifts have a value of seventy-five dollars or more; authorizes the commissioner of health to impose penalties and promulgate necessary rules and regulations. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S3217-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          212\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law,  in  relation  to  disclosure  of\n         certain  gifts provided by drug manufacturers or wholesalers to health\n         care providers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Article 2 of the public health law is amended by adding a\n    2  new title 6 to read as follows:\n\n    3                                  TITLE VI\n    4             NEW YORK STATE PHARMACEUTICAL DRUG MANUFACTURER AND\n    5                          WHOLESALER DISCLOSURE ACT\n    6  SECTION 266.   LEGISLATIVE INTENT.\n    7          266-A. DEFINITIONS.\n    8          266-B. DISCLOSURE REQUIREMENTS.\n    9          266-C. ANNUAL CONSUMER GUIDE ON PHARMACEUTICAL DRUG MANUFACTURER\n   10                   AND WHOLESALER GIFTS TO HEALTH CARE PROVIDERS.\n   11          266-D. PENALTIES.\n   12          266-E. RULES AND REGULATIONS.\n   13    S 266. LEGISLATIVE INTENT.   THE LEGISLATURE FINDS THAT  THE  COST  OF\n   14  PRESCRIPTION DRUGS IN THE UNITED STATES HAS GROWN DRAMATICALLY.  ACCORD-\n   15  ING  TO THE CENTERS FOR DISEASE CONTROL, SPENDING ON RETAIL PRESCRIPTION\n   16  DRUGS IN THE UNITED  STATES  MORE  THAN  TRIPLED  FROM  FIFTEEN  BILLION\n   17  DOLLARS  IN  NINETEEN  HUNDRED  EIGHTY-TWO  TO  FORTY-EIGHT  BILLION TWO\n   18  HUNDRED MILLION DOLLARS IN NINETEEN HUNDRED NINETY-TWO, THEN  MORE  THAN\n   19  TRIPLED  AGAIN  TO  ONE  HUNDRED  SIXTY-TWO BILLION FOUR HUNDRED MILLION\n   20  DOLLARS IN TWO THOUSAND TWO. IN PER CAPITA  TERMS,  RETAIL  PRESCRIPTION\n   21  DRUGS  SPENDING  INCREASED  FROM  SIXTY-FOUR DOLLARS IN NINETEEN HUNDRED\n   22  EIGHTY-TWO TO FIVE HUNDRED SIXTY-NINE DOLLARS IN TWO THOUSAND TWO.    IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01691-01-1\n\n       S. 212                              2\n\n    1  TWO  THOUSAND  FIVE,  SPENDING  ON  PHARMACEUTICALS  ROSE TO TWO HUNDRED\n    2  FIFTY-ONE BILLION EIGHT HUNDRED MILLION DOLLARS.  WHILE THE AVAILABILITY\n    3  OF USEFUL NEW DRUGS TO TREAT CHRONIC CONDITIONS SUCH AS  HEART  DISEASE,\n    4  HYPERTENSION AND DEPRESSION ACCOUNTS FOR MUCH OF THE INCREASED SPENDING,\n    5  THERE  IS  WIDESPREAD  CONCERN  ABOUT THE IMPACT AGGRESSIVE MARKETING BY\n    6  DRUG MANUFACTURERS AND WHOLESALERS HAS HAD ON DRUG COSTS AND PRESCRIBING\n    7  PATTERNS. IN ADDITION TO  THE  EXPLOSIVE  GROWTH  IN  DIRECT-TO-CONSUMER\n    8  ADVERTISING,  THESE  MARKETING EFFORTS ARE OFTEN DIRECTED AT HEALTH CARE\n    9  PROVIDERS AND INCLUDE GIFTS, PARAPHERNALIA, TRIPS AND TRAVEL,  FOOD  AND\n   10  ENTERTAINMENT.  A  COMPETITIVE  MEDIA  REPORTING  STUDY  FOUND THAT DRUG\n   11  COMPANIES PROVIDED SEVEN BILLION TWO HUNDRED MILLION  DOLLARS  WORTH  OF\n   12  FREE  SAMPLES  TO  PHYSICIANS'  OFFICES IN NINETEEN HUNDRED NINETY-NINE.\n   13  THE DRUG INDUSTRY SPONSORED MORE THAN THREE  HUNDRED  FOURTEEN  THOUSAND\n   14  PHYSICIAN  \"EVENTS\" IN TWO THOUSAND ONE, RANGING FROM CATERED LUNCHES IN\n   15  HOSPITAL CONFERENCE ROOMS TO WEEKEND GETAWAYS AT RESORTS, NEARLY  DOUBLE\n   16  THE  NUMBER  FOUR  YEARS  EARLIER.  DRUG COMPANIES SPENT SOME TWENTY-TWO\n   17  BILLION DOLLARS IN MARKETING IN TWO THOUSAND THREE.   ACCORDING  TO  THE\n   18  JOURNAL  OF  THE  AMERICAN  MEDICAL  ASSOCIATION, NINETY PERCENT OF DRUG\n   19  COMPANY MARKETING IS DIRECTED AT PHYSICIANS.  ESTEEMED MEDICAL  PUBLICA-\n   20  TIONS  SUCH  AS  THE JOURNAL OF THE AMERICAN MEDICAL ASSOCIATION AND THE\n   21  BRITISH MEDICAL JOURNAL PRODUCED STUDIES THAT  SUGGEST  THESE  MARKETING\n   22  ACTIVITIES DO INFLUENCE HEALTH CARE PROVIDERS' DECISIONS ON PRESCRIPTION\n   23  DRUGS, AND IN WAYS THAT ARE NOT THE BEST FOR PATIENTS OR THE HEALTH CARE\n   24  SYSTEM  ITSELF.  THE  LEGISLATURE RECOGNIZES THAT DRUG MANUFACTURERS AND\n   25  WHOLESALERS ARE FREE TO USE ANY LEGAL SALES AND MARKETING TECHNIQUES  TO\n   26  PROMOTE  THEIR PRODUCTS. BUT THE LEGISLATURE ALSO FINDS THAT THE CONSUM-\n   27  ERS HAVE A RIGHT TO KNOW WHAT GIFTS, IF ANY, THEIR HEALTH CARE PROVIDERS\n   28  ARE RECEIVING FROM MANUFACTURERS AND WHOLESALERS,  IN  ORDER  THAT  THEY\n   29  MIGHT   MAKE   INFORMED   AND   COST-EFFECTIVE   DECISIONS  ABOUT  THEIR\n   30  PRESCRIPTION DRUG EXPENDITURES.\n   31    S 266-A. DEFINITIONS. AS USED IN THIS TITLE, THE FOLLOWING TERMS SHALL\n   32  HAVE THE FOLLOWING MEANINGS:\n   33    1. \"APPROVED CLINICAL TRIAL\" MEANS A  CLINICAL  TRIAL  THAT  HAS  BEEN\n   34  APPROVED  BY  THE  U.S.  FOOD  AND DRUG ADMINISTRATION (FDA) OR HAS BEEN\n   35  APPROVED BY A DULY CONSTITUTED INSTITUTIONAL REVIEW  BOARD  (IRB)  AFTER\n   36  REVIEWING  AND  EVALUATING  IT  IN  ACCORDANCE  WITH  THE  HUMAN SUBJECT\n   37  PROTECTION STANDARDS SET FORTH AT 21 C.F.R. PART 50, 45 C.F.R. PART  46,\n   38  OR AN EQUIVALENT SET OF STANDARDS OF ANOTHER FEDERAL AGENCY.\n   39    2.  \"BONA  FIDE  CLINICAL TRIAL\" MEANS AN APPROVED CLINICAL TRIAL THAT\n   40  CONSTITUTES \"RESEARCH\" AS THAT TERM IS DEFINED IN  45  C.F.R.  S  46.102\n   41  WHEN THE RESULTS OF THE RESEARCH CAN BE PUBLISHED FREELY BY THE INVESTI-\n   42  GATOR  AND  REASONABLY CAN BE CONSIDERED TO BE OF INTEREST TO SCIENTISTS\n   43  OR MEDICAL PRACTITIONERS WORKING IN THE PARTICULAR FIELD OF INQUIRY.\n   44    3. \"CLINICAL TRIAL\" MEANS ANY STUDY ASSESSING THE SAFETY  OR  EFFICACY\n   45  OF  DRUGS ADMINISTERED ALONE OR IN COMBINATION WITH OTHER DRUGS OR OTHER\n   46  THERAPIES, OR ASSESSING THE RELATIVE SAFETY  OR  EFFICACY  OF  DRUGS  IN\n   47  COMPARISON WITH OTHER DRUGS OR OTHER THERAPIES.\n   48    4.  \"DRUGS\"  SHALL  HAVE  THE SAME MEANING AS SET FORTH IN SUBDIVISION\n   49  SEVEN OF SECTION SIX THOUSAND EIGHT HUNDRED TWO OF THE EDUCATION LAW.\n   50    5. \"HEALTH CARE PROVIDER\" MEANS ANY PHYSICIAN OR OTHER PERSON  WHO  IS\n   51  LEGALLY AUTHORIZED TO PRESCRIBE DRUGS.\n   52    6.  \"PHARMACEUTICAL  DRUG  MANUFACTURER\" MEANS A PERSON WHO COMPOUNDS,\n   53  MIXES, PREPARES, PRODUCES AND BOTTLES OR PACKS DRUGS FOR THE PURPOSE  OF\n   54  DISTRIBUTING  OR  SELLING TO PHARMACIES OR TO OTHER CHANNELS OF DISTRIB-\n   55  UTION.\n\n       S. 212                              3\n\n    1    7. \"PHARMACEUTICAL DRUG WHOLESALER\" MEANS A PERSON WHOSE PRIMARY BUSI-\n    2  NESS PURPOSE IS TO BOTTLE, PACK OR PURCHASE DRUGS  FOR  THE  PURPOSE  OF\n    3  SELLING  OR  RESELLING TO PHARMACIES OR TO OTHER CHANNELS AS PROVIDED IN\n    4  THIS TITLE.\n    5    8.  \"PHARMACY\" SHALL HAVE THE SAME MEANING AS SET FORTH IN SUBDIVISION\n    6  ONE OF SECTION SIX THOUSAND EIGHT HUNDRED TWO OF THE EDUCATION LAW.\n    7    9. \"UNRESTRICTED GRANT\" MEANS ANY GIFT,  PAYMENT,  SUBSIDY,  OR  OTHER\n    8  ECONOMIC  BENEFIT  TO  AN  EDUCATIONAL INSTITUTION, PROFESSIONAL ASSOCI-\n    9  ATION, HEALTH CARE FACILITY,  OR  GOVERNMENTAL  ENTITY  WHICH  DOES  NOT\n   10  IMPOSE  ANY  RESTRICTIONS  ON  THE  USE  OF THE GRANT, SUCH AS FAVORABLE\n   11  TREATMENT OF A CERTAIN PRODUCT OR AN ABILITY OF THE MARKETER TO  CONTROL\n   12  OR INFLUENCE THE PLANNING, CONTENT, OR EXECUTION OF THE EDUCATION ACTIV-\n   13  ITY.\n   14    S  266-B. DISCLOSURE REQUIREMENTS. 1. ANY PHARMACEUTICAL DRUG MANUFAC-\n   15  TURER OR PHARMACEUTICAL DRUG WHOLESALER, INCLUDING ANY EMPLOYEE OR AGENT\n   16  OF SUCH MANUFACTURER OR WHOLESALER, THAT MAKES ANY GIFT WHETHER  IN  THE\n   17  FORM  OF MONEY, SERVICE, LOAN, TRAVEL, ENTERTAINMENT, HOSPITALITY, THING\n   18  OR PROMISE, OR IN ANY OTHER FORM, TO A HEALTH CARE PROVIDER SHALL REPORT\n   19  THE GIFT TO THE COMMISSIONER IN THE MANNER SET FORTH IN SUBDIVISION  TWO\n   20  OF THIS SECTION.\n   21    2.  ANY PHARMACEUTICAL DRUG MANUFACTURER OR PHARMACEUTICAL DRUG WHOLE-\n   22  SALER WHO MAKES AT LEAST ONE GIFT UNDER SUBDIVISION ONE OF THIS  SECTION\n   23  SHALL  FILE  WITH  THE  COMMISSIONER AN ANNUAL REPORT, DUE NO LATER THAN\n   24  JUNE FIRST OF EACH YEAR, BEGINNING IN  TWO  THOUSAND  THIRTEEN,  OF  ALL\n   25  GIFTS MADE BY THE MANUFACTURER OR WHOLESALER TO HEALTH CARE PROVIDERS.\n   26    3.  SUCH  ANNUAL REPORT SHALL CONTAIN: (A) THE NAME, ADDRESS AND TELE-\n   27  PHONE NUMBER OF THE PHARMACEUTICAL DRUG MANUFACTURER OR WHOLESALER;  (B)\n   28  AN  ITEMIZED  LIST  CONTAINING  A DESCRIPTION OF EACH GIFT FALLING UNDER\n   29  SUBDIVISION ONE OF THIS SECTION AND  THE  NAME,  ADDRESS  AND  TELEPHONE\n   30  NUMBER OF THE HEALTH CARE PROVIDER WHO RECEIVED EACH GIFT; (C) THE MONE-\n   31  TARY VALUE OF EACH GIFT; AND (D) SUCH OTHER INFORMATION AS DEEMED NECES-\n   32  SARY BY THE COMMISSIONER FOR COMPLIANCE WITH THIS ARTICLE.\n   33    4. THE FOLLOWING SHALL BE EXEMPT FROM DISCLOSURE:\n   34    (A)  THE  PAYMENT  OF  REASONABLE  COMPENSATION  AND  REIMBURSEMENT OF\n   35  EXPENSES IN CONNECTION WITH BONA FIDE CLINICAL TRIALS;\n   36    (B) ANY GIFT THE VALUE OF WHICH IS LESS THAN SEVENTY-FIVE DOLLARS;\n   37    (C) SCHOLARSHIP OR OTHER SUPPORT FOR MEDICAL STUDENTS,  RESIDENTS  AND\n   38  FELLOWS  TO ATTEND A SIGNIFICANT EDUCATIONAL, SCIENTIFIC, OR POLICY-MAK-\n   39  ING CONFERENCE OF A NATIONAL, REGIONAL, OR SPECIALTY  MEDICAL  OR  OTHER\n   40  PROFESSIONAL  ASSOCIATION  IF  THE RECIPIENT OF THE SCHOLARSHIP OR OTHER\n   41  SUPPORT IS SELECTED BY THE ASSOCIATION;\n   42    (D) UNRESTRICTED GRANTS FOR CONTINUING MEDICAL EDUCATION PROGRAMS;\n   43    (E) PRESCRIPTION DRUG REBATES AND DISCOUNTS; AND\n   44    (F) FREE SAMPLES OF DRUGS.\n   45    S 266-C. ANNUAL CONSUMER GUIDE ON PHARMACEUTICAL DRUG MANUFACTURER AND\n   46  WHOLESALER GIFTS TO HEALTH CARE PROVIDERS. 1. NO  LATER  THAN  SEPTEMBER\n   47  FIRST OF EACH YEAR, BEGINNING IN TWO THOUSAND THIRTEEN, THE COMMISSIONER\n   48  SHALL  PUBLISH  AND  MAKE  AVAILABLE,  FREE  OF  CHARGE TO THE PUBLIC, A\n   49  CONSUMER GUIDE ON GIFTS PROVIDED BY  PHARMACEUTICAL  DRUG  MANUFACTURERS\n   50  AND  WHOLESALERS  TO HEALTH CARE PROVIDERS. SUCH GUIDE SHALL CONTAIN ALL\n   51  OF THE INFORMATION PROVIDED IN THE ANNUAL REPORT REQUIRED BY SECTION TWO\n   52  HUNDRED SIXTY-SIX-B OF THIS TITLE AND THE INFORMATION SHALL  BE  WRITTEN\n   53  IN PLAIN LANGUAGE IN A CLEAR AND UNDERSTANDABLE FORMAT.\n   54    2.  THE  COMMISSIONER  SHALL PROVIDE FOR THE ADEQUATE DISTRIBUTION AND\n   55  AVAILABILITY OF THE CONSUMER GUIDE ON PHARMACEUTICAL  DRUG  MANUFACTURER\n   56  AND  WHOLESALER  GIFTS  TO HEALTH CARE PROVIDERS.  APPROPRIATE COPIES OF\n\n       S. 212                              4\n\n    1  THE GUIDE SHALL BE TRANSMITTED TO THE OFFICE FOR THE AGING FOR  DISTRIB-\n    2  UTION AT EVERY OFFICE FOR THE AGING IN THE STATE, TO EVERY COUNTY OFFICE\n    3  FOR  THE  AGING  IN  THE  STATE AND TO THE COMMISSIONER OF EDUCATION FOR\n    4  DISTRIBUTION  TO  EVERY  PUBLIC LIBRARY IN THE STATE WHERE COPIES OF THE\n    5  GUIDE SHALL BE MADE AVAILABLE FREE OF CHARGE TO THE PUBLIC. THE  COMMIS-\n    6  SIONER SHALL ALSO POST THE GUIDE ON THE DEPARTMENT'S INTERNET WEBSITE.\n    7    S  266-D.  PENALTIES.   1. THE COMMISSIONER MAY IMPOSE A CIVIL PENALTY\n    8  FOR FAILURE TO FILE A TIMELY REPORT AS REQUIRED BY SECTION  TWO  HUNDRED\n    9  SIXTY-SIX-B  OF  THIS TITLE IN AN AMOUNT UP TO FIFTY DOLLARS A DAY UNTIL\n   10  SUCH REPORT IS FILED OR THREE THOUSAND DOLLARS, WHICHEVER IS LESS.\n   11    2. ANY PERSON WHO VIOLATES ANY OTHER PROVISION OF THIS TITLE SHALL  BE\n   12  SUBJECT  TO  A  CIVIL  PENALTY IN AN AMOUNT NOT TO EXCEED THREE THOUSAND\n   13  DOLLARS FOR EACH VIOLATION. THE COMMISSIONER IS AUTHORIZED TO ASSESS THE\n   14  CIVIL PENALTY UNDER THIS SECTION PURSUANT  TO  SECTION  TWELVE  OF  THIS\n   15  CHAPTER.\n   16    S  266-E.  RULES  AND  REGULATIONS.  THE COMMISSIONER IS AUTHORIZED TO\n   17  PROMULGATE RULES AND REGULATIONS AS DEEMED NECESSARY TO  CARRY  OUT  AND\n   18  ENFORCE THE PROVISIONS OF THIS TITLE.\n   19    S  2. This act shall take effect on the first of January next succeed-\n   20  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to disclosure of certain gifts provided by drug manufacturers or wholesalers to health care providers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T163708.TXT", "SOBI.D101210.T162207.TXT", "SOBI.D101213.T093259.TXT", "SOBI.D101214.T123135.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292347895031
}