{
  "year" : 2011,
  "senateBillNo" : "S2125-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2125-2011-1295326800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits restaurants in certain cities from serving water except upon request",
  "summary" : "Prohibits restaurants in cities with a population of one million or more from serving drinking water from a tap to patrons, except upon request of patrons; defines relevant terms; excludes catering and banquet facilities. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S4139-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2125\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to  serving  water\n         to patrons in restaurants in certain cities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature recognizes that  drink-\n    2  ing  water  is  an  essential  resource  that must be conserved whenever\n    3  possible.  Therefore, water conservation is a vital concern. The  legis-\n    4  lature  encourages  consumers  and commercial establishments to conserve\n    5  water, whenever it is possible and appropriate.\n    6    The legislature declares it is the purpose of this act and it  is  the\n    7  policy  of the state of New York to actively promote the conservation of\n    8  water by consumers and commercial establishments.\n    9    S 2. The general business law is amended by adding a new section  399-\n   10  ff to read as follows:\n   11    S  399-FF.  SERVICE  OF  WATER  IN RESTAURANTS; PROHIBITED EXCEPT UPON\n   12  REQUEST. 1. NOTWITHSTANDING ANY RULE, REGULATION OR PROVISION OF LAW  TO\n   13  THE  CONTRARY, NO RESTAURANT IN A CITY WITH A POPULATION OF A MILLION OR\n   14  MORE SHALL SERVE DRINKING WATER FROM A TAP TO ANY PATRON OF SUCH RESTAU-\n   15  RANT, EXCEPT UPON THE REQUEST OF SUCH PATRON.\n   16    2. WHENEVER THE COURT SHALL DETERMINE THAT A VIOLATION OF THIS SECTION\n   17  HAS OCCURRED, THE COURT SHALL ISSUE A WARNING FOR THE  FIRST  VIOLATION.\n   18  THE  COURT  MAY  IMPOSE  A  CIVIL  PENALTY OF NOT MORE THAN FIVE HUNDRED\n   19  DOLLARS FOR THE SECOND VIOLATION. THE COURT MAY IMPOSE A  CIVIL  PENALTY\n   20  OF NOT MORE THAN ONE THOUSAND DOLLARS FOR EACH VIOLATION THEREAFTER, BUT\n   21  IN  NO  EVENT  SHALL  THE  TOTAL  PENALTY  THEREFOR EXCEED FIVE THOUSAND\n   22  DOLLARS.\n   23    3.  FOR PURPOSES OF THIS SECTION, (A) \"RESTAURANT,\" IN ADDITION TO ITS\n   24  ORDINARY MEANING, SHALL INCLUDE, ANY COFFEE  SHOP,  CAFETERIA,  LUNCHEO-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06437-01-1\n\n       S. 2125                             2\n\n    1  NETTE,  DINER, SHORT ORDER CAFE, FAST FOOD ESTABLISHMENT, OR EATERY; AND\n    2  (B) \"TAP\" SHALL MEAN A FAUCET FROM WHICH WATER IS DRAWN.\n    3    4.  THIS  SECTION  SHALL  NOT APPLY TO CATERING FACILITIES AND BANQUET\n    4  HALLS WHEN USED FOR CATERING OR BANQUET PURPOSES OR CAPACITIES.\n    5    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n    6  have become a law.\n",
  "memo" : "BILL NUMBER:S2125\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to serving water to\npatrons in restaurants in certain cities\n\nPURPOSE:\nThis bill directs that restaurants in cities of a population of a\nmillion or more shall be prohibited from serving water except upon\nrequest.\n\nSUMMARY OF PROVISIONS:\nSection 1 of this bill states the legislative intent. The\nlegislature recognizes that drinking water is an essential resource\nand it should be conserved whenever possible. This legislation\nencourages consumers and commercial establishments to conserve water.\n\nSection 2 amends the general business law by adding a new section\n399-bb. This section stipulates that any restaurant in a city with a\npopulation of a million or more shall be prohibited to serve drinking\nwater to any patron unless requested by the patron. For the first\nviolation, the court shall issue a warning. A civil penalty of not\nmore than $500 shall be issued for the second violation and not more\nthan $1,000 for the third and subsequent violations. The term\n\"restaurant\" applies to coffee shops, cafeterias, luncheonettes,\ndiners, short order cafes, fast food establishments, and eateries.\nCatering and banquet halls shall be exempt from the provisions of\nthis bill.\n\nSection 3 is the enacting clause. This act shall take effect on the\nsixtieth day after it shall become law.\n\nJUSTIFICATION:\nThis bill recognizes the importance of water conservancy and\nencourages commercial establishments and consumers to conserve water\nwherever and whenever possible. Even in these times of plenty, water\nshould be conserved in the event that clean drinking water should\nbecome a scarce resource. Too often water is unnecessarily wasted.\n\nLEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the sixtieth day\nafter it shall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to serving water to patrons in restaurants in certain cities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T111119.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T112620.TXT", "SOBI.D110118.T103616.TXT", "SOBI.D110118.T104117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849515
}