{
  "year" : 2011,
  "senateBillNo" : "S2126-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2126-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases criminal penalties for assault by gangs",
  "summary" : "Establishes the offenses of gang assault; imposes additional criminal penalties for assaults committed by gangs as opposed to assaults committed by individuals. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S4138-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2126\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to assaults by gangs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  penal  law  is  amended by adding three new sections\n    2  120.65, 120.66 and 120.67 to read as follows:\n    3  S 120.65 GANG ASSAULT IN THE THIRD DEGREE.\n    4    A PERSON IS GUILTY OF GANG ASSAULT IN THE  THIRD  DEGREE,  WHEN  WHILE\n    5  AIDED  BY  ONE  OR  MORE  OTHER PERSONS, HE COMMITS ASSAULT IN THE THIRD\n    6  DEGREE.\n    7    GANG ASSAULT IN THE THIRD DEGREE IS A CLASS D FELONY.\n    8  S 120.66 GANG ASSAULT IN THE SECOND DEGREE.\n    9    A PERSON IS GUILTY OF GANG ASSAULT IN THE SECOND  DEGREE,  WHEN  WHILE\n   10  AIDED  BY  ONE  OR  MORE OTHER PERSONS, HE COMMITS ASSAULT IN THE SECOND\n   11  DEGREE.\n   12    GANG ASSAULT IN THE SECOND DEGREE IS A CLASS C FELONY.\n   13  S 120.67 GANG ASSAULT IN THE FIRST DEGREE.\n   14    A PERSON IS GUILTY OF GANG ASSAULT IN THE  FIRST  DEGREE,  WHEN  WHILE\n   15  AIDED  BY  ONE  OR  MORE  OTHER PERSONS, HE COMMITS ASSAULT IN THE FIRST\n   16  DEGREE.\n   17    GANG ASSAULT IN THE FIRST DEGREE IS A CLASS B FELONY.\n   18    S 2. This act shall take effect on the first of November next succeed-\n   19  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06435-01-1\n",
  "memo" : "BILL NUMBER:S2126\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to assaults by gangs\n\nSUMMARY\nThe penal law is amended by adding three new sections 120.40, 120.45\nand 120.50 to impose criminal penalties that make a distinction\nbetween assaults committed by an individual acting on his own and\nthose committed by a group.\n\nNew York State law needs to be updated to keep pace with the ravaging\ncriminal element and fear that gangs are distilling into our\nneighborhoods. Gangs create a threatening, intimidating and dangerous\natmosphere that increases the possibility of criminal behavior among\nthose individuals that comprise the members of the gang and serve to\nparalyze with trepidation both the victims and their neighbors. Since\nit increases the likelihood of crime and often is the result of\ngreater serious physical and mental injury, state law must apply a\nseparate and harsher legal penalty.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on\nNovember first next\nsucceeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to assaults by gangs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T111119.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T112620.TXT", "SOBI.D110118.T104117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849516
}