{
  "year" : 2011,
  "senateBillNo" : "S2129-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2129-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Excludes veterans' disability benefits from probable aggregate annual income",
  "summary" : "Provides that, for purposes of veterans seeking to qualify for public housing, \"probable annual aggregate income\" shall not include disability benefits paid by federal government to veterans for service-connected disabilities; provides that such disability benefits shall not be included in computing any surcharge against such veterans. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Public Housing Law",
  "previousVersions" : [ "S1066-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2129\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT to amend the public housing law, in relation to the exclusion of\n         veterans' disability benefits from computation of income\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1     Section  1.    Section  156  of  the public housing law is amended by\n    2  adding a new subdivision 8 to read as follows:\n    3     8.   FOR THE PURPOSES OF  THIS  SECTION,  PROBABLE  AGGREGATE  ANNUAL\n    4  INCOME SHALL NOT INCLUDE DISABILITY BENEFITS PAID BY THE FEDERAL GOVERN-\n    5  MENT  TO  A  VETERAN  FOR  A SERVICE-CONNECTED DISABILITY NOR SHALL SUCH\n    6  DISABILITY BENEFITS BE INCLUDED IN COMPUTING ANY SURCHARGE AGAINST  SUCH\n    7  VETERAN.\n    8    S 2.  This act shall take effect on the first of January next succeed-\n    9  ing the date on which it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06512-01-1\n",
  "memo" : "BILL NUMBER:S2129\n\nTITLE OF BILL:\nAn act\nto amend the public housing law, in relation to the exclusion of\nveterans' disability benefits from\ncomputation of income\n\nPURPOSE:\nTo see that disability benefits are not used\nin determining\n\"aggregate annual income.\"\n\nSUMMARY OF PROVISIONS:\nSection 156 of the Public\nHousing Law is to be\namended so that, for the purposes of this section, disability\nbenefits paid by the federal government to a veteran shall not be\nused in computing \"aggregate annual income.\"\n\nJUSTIFICATION:\nBenefits received for disability\nincurred while serving\nthe nation should not jeopardize a person's eligibility for occupancy.\n\nFISCAL IMPLICATIONS:\nCertain persons' \"aggregate\nannual income\" will\nbe based on a smaller gross in relation to this law.\n\nEFFECTIVE DATE:\nJanuary 1 following enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public housing law, in relation to the exclusion of veterans' disability benefits from computation of income ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114627.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T155653.TXT", "SOBI.D110118.T104117.TXT", "SOBI.D110118.T120128.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849518
}