{
  "year" : 2011,
  "senateBillNo" : "S2138-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S2138-2011-1295326800000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to eliminating the requirement that copies of the report of independent medical examination must be submitted to all parties in the same manner",
  "summary" : "Relates to eliminating the requirement that copies of the report of independent medical examination must be submitted to all parties in the same manner. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "S3382-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2138\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the workers' compensation law, in relation to  eliminat-\n         ing  the  requirement that copies of the report of independent medical\n         examination must be submitted to all parties in the same manner\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (a) of subdivision 1 of section 137 of the work-\n    2  ers' compensation law, as added by chapter 473 of the laws of  2000,  is\n    3  amended to read as follows:\n    4    (a) (I) A copy of each report of independent medical examination shall\n    5  be  submitted by the practitioner on the same day and in the same manner\n    6  to [the board,] the insurance carrier, the claimant's  attending  physi-\n    7  cian  or other attending practitioner, the claimant's representative and\n    8  the claimant.\n    9    (II) A COPY OF THE REPORT OF INDEPENDENT MEDICAL EXAMINATION SHALL  BE\n   10  SUBMITTED  TO THE BOARD IN THE MANNER OR MANNERS PRESCRIBED BY THE CHAIR\n   11  ON THE SAME DAY THAT IT IS  SUBMITTED  TO  THE  INSURANCE  CARRIER,  THE\n   12  CLAIMANT'S  ATTENDING  PHYSICIAN  OR  OTHER  ATTENDING PRACTITIONER, THE\n   13  CLAIMANT'S REPRESENTATIVE AND THE CLAIMANT.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06811-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to eliminating the requirement that copies of the report of independent medical examination must be submitted to all parties in the same manner ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T130634.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T105619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295384514051
}