{
  "year" : 2011,
  "senateBillNo" : "S2135-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
    "billEventId" : "S2135-2011-1295326800000-REFERRED+TO+MENTAL+HEALTH+AND+DEVELOPMENTAL+DISABILITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the task force on adults with autism within the office of mental retardation and developmental disabilities",
  "summary" : "Establishes the task force on adults with autism within the office for people with developmental disabilities to study, evaluate and develop recommendations relating to specific actionable measures to support and meet the needs of adults with autism. ",
  "currentCommittee" : "MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
  "sameAs" : "A411",
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "S6647-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2135\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sens.  BONACIC, LANZA -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Mental Health and\n         Developmental Disabilities\n\n       AN ACT to amend the mental hygiene law, in relation to establishing  the\n         task force on adults with autism; and providing for the repeal of such\n         provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature finds that autism  is\n    2  a  lifelong  disability, yet much of the focus on autism spectrum disor-\n    3  ders relates to education and development, and  neglects  concerns  that\n    4  may  arise  later  in  a  person's life. The legislature also finds that\n    5  adults with autism may face significant challenges in various aspects of\n    6  their lives, including such areas as job placement,  housing  and  long-\n    7  term  care.  Further, just as the autism spectrum covers a wide range of\n    8  functional abilities, so does the need for  services  and  supports  for\n    9  adults  with autism. Consequently, the legislature finds that there is a\n   10  pressing need for policymakers and advocates in the state  to  formulate\n   11  achievable  goals  for state government to meet in order to better serve\n   12  the community of adults with autism spectrum disorders. To this end,  it\n   13  is  in  the  public  interest  to  establish a task force on adults with\n   14  autism to develop a comprehensive plan for meeting the various needs  of\n   15  adults with autism spectrum disorders living in New York.\n   16    S  2.  The mental hygiene law is amended by adding a new section 13.41\n   17  to read as follows:\n   18  S 13.41 TASK FORCE ON ADULTS WITH AUTISM.\n   19    (A) THERE IS HEREBY ESTABLISHED THE TASK FORCE ON ADULTS  WITH  AUTISM\n   20  IN THE OFFICE. THE PURPOSE OF THE TASK FORCE SHALL BE TO STUDY, EVALUATE\n   21  AND  DEVELOP RECOMMENDATIONS RELATING TO SPECIFIC ACTIONABLE MEASURES TO\n   22  SUPPORT AND MEET THE NEEDS OF ADULTS WITH AUTISM WHO  ARE  RESIDENTS  OF\n   23  THE  STATE,  INCLUDING  SUCH NEEDS AS VOCATIONAL, RESIDENTIAL AND SOCIAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01908-01-1\n\n       S. 2135                             2\n\n    1  NEEDS. THE RECOMMENDATIONS OF THE TASK FORCE SHALL  COMPRISE  THE  BASIS\n    2  FOR  A  COMPREHENSIVE  PLAN FOR MEETING THE NEEDS OF ADULTS WITH AUTISM,\n    3  AND SHALL BE SUBMITTED TO THE GOVERNOR AND THE LEGISLATURE  PURSUANT  TO\n    4  SUBDIVISION (F) OF THIS SECTION.\n    5    (B) THE TASK FORCE SHALL CONSIST OF NINE MEMBERS AS FOLLOWS:\n    6    (1)  THE COMMISSIONER, THE COMMISSIONER OF HEALTH, THE COMMISSIONER OF\n    7  EDUCATION,  THE  DEPUTY  COMMISSIONER  FOR  VOCATIONAL  AND  EDUCATIONAL\n    8  SERVICES  FOR INDIVIDUALS WITH DISABILITIES WITHIN THE EDUCATION DEPART-\n    9  MENT AND THE COMMISSIONER OF LABOR; AND\n   10    (2) FOUR MEMBERS WITH DEMONSTRATED EXPERTISE IN ISSUES RELATING TO THE\n   11  WORK OF THE TASK FORCE; WITH TWO SUCH MEMBERS APPOINTED BY THE GOVERNOR,\n   12  ONE SUCH MEMBER APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE,  AND\n   13  ONE  SUCH MEMBER APPOINTED BY THE SPEAKER OF THE ASSEMBLY, NO LATER THAN\n   14  THE THIRTIETH DAY AFTER THE EFFECTIVE DATE OF THIS SECTION.\n   15    VACANCIES IN THE MEMBERSHIP OF THE TASK FORCE SHALL BE FILLED  IN  THE\n   16  SAME MANNER PROVIDED FOR BY THE ORIGINAL APPOINTMENTS.\n   17    (C)  THE  COMMISSIONER  OR  THE COMMISSIONER'S DESIGNEE SHALL SERVE AS\n   18  CHAIRPERSON OF THE TASK FORCE. THE TASK FORCE SHALL ORGANIZE AS SOON  AS\n   19  PRACTICABLE  FOLLOWING THE APPOINTMENT OF ITS MEMBERS AND SHALL SELECT A\n   20  VICE-CHAIRPERSON FROM AMONG THE MEMBERS. THE CHAIRPERSON SHALL APPOINT A\n   21  SECRETARY WHO NEED NOT BE A MEMBER OF THE TASK FORCE.\n   22    (D) THE MEMBERS OF THE TASK FORCE SHALL RECEIVE  NO  COMPENSATION  FOR\n   23  THEIR SERVICES, BUT SHALL BE ALLOWED THEIR ACTUAL AND NECESSARY EXPENSES\n   24  INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n   25    (E)  TO  THE MAXIMUM EXTENT FEASIBLE, THE TASK FORCE SHALL BE ENTITLED\n   26  TO REQUEST AND RECEIVE, AND SHALL UTILIZE  AND  BE  PROVIDED  WITH  SUCH\n   27  FACILITIES,  RESOURCES  AND  DATA  OF  ANY  COURT, DEPARTMENT, DIVISION,\n   28  BOARD, BUREAU, COMMISSION OR AGENCY OF THE STATE OR ANY POLITICAL SUBDI-\n   29  VISION THEREOF AS IT MAY REASONABLY REQUEST TO PROPERLY  CARRY  OUT  ITS\n   30  POWERS AND DUTIES.\n   31    (F)  THE  TASK  FORCE SHALL REPORT ITS FINDINGS AND RECOMMENDATIONS TO\n   32  THE GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE AND THE  SPEAKER  OF\n   33  THE ASSEMBLY ON OR BEFORE APRIL FIRST, TWO THOUSAND TWELVE.\n   34    S  3.  This  act shall take effect immediately and shall expire and be\n   35  deemed repealed 2 years after such effective date.\n",
  "memo" : "BILL NUMBER:S2135\n\nTITLE OF BILL:\nAn act\nto amend the mental hygiene law, in relation to establishing the task\nforce on adults with autism; and providing for the repeal of such\nprovisions upon expiration thereof\n\nPURPOSE OR GENERAL IDEA OF BILL:\nEstablishes the task force on adults\nwith autism within the office of mental retardation and developmental\ndisabilities\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. Legislative findings.\n\nSection 2. Amends the mental hygiene law adding a new section 13.41\nwhich creates the task force and specifies its composition and duties.\n\nSection 3. Effective date.\n\nJUSTIFICATION:\nThe legislature has found that autism is a lifelong\ndisability, yet much of the focus on autism spectrum disorders\nrelates to education and development, and neglects concerns that may\narise later in a person's life. There is a pressing need for\npolicymakers and advocates in the state to formulate achievable goals\nfor state government to meet in order to better serve the community\nof adults with autism spectrum disorders.\nTo this end, it is in the public interest to establish a task force on\nadults with autism to develop a comprehensive plan for meeting the\nvarious needs of adults with autism spectrum disorders living in New\nYork.\n\nLEGISLATIVE HISTORY:\nS.6647 of 2010: Referred to Mental Health and Developmental Disabilities\n\nFISCAL IMPLICATIONS:\nMinimal to State.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall\nexpire and be deemed repealed 2 years after such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to establishing the task force on adults with autism; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T105117.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T155653.TXT", "SOBI.D110118.T124140.TXT", "SOBI.D110118.T120128.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717793
}