{
  "year" : 2011,
  "senateBillNo" : "S2131-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2131-2011-1295326800000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes Bay Park fire district to refund and pay a portion of the existing funds in its capital reserve account to the taxpayers of the district",
  "summary" : "Authorizes Bay Park fire district to refund and pay a portion of the existing funds in its capital reserve account to the taxpayers of the district. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A2402",
  "lawSection" : "Nassau County",
  "previousVersions" : [ "SA7185-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2131\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SKELOS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT in relation to authorizing the Bay Park fire district  to  refund\n         and pay a portion of the existing funds in its capital reserve account\n         to the taxpayers of the district\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding the provisions set forth in section 6-g  of\n    2  the  general  municipal  law,  the Bay Park fire district in the town of\n    3  Hempstead, county of Nassau, is hereby authorized to transfer any  unex-\n    4  pended  funds contained in the district's existing capital reserve fund;\n    5  to any fund legally established by  such  district  including,  but  not\n    6  limited  to  its general fund in order to provide property tax relief to\n    7  the property owners of the district.\n    8    S 2. Such transfer shall be of an amount to be  determined  by  resol-\n    9  ution of the board of fire commissioners of the district.\n   10    S  3.  This  authorization  shall  apply  only  to funds placed in the\n   11  district's capital reserve account prior to the effective date  of  this\n   12  act, and any interest thereon.\n   13    S 4. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04208-01-1\n",
  "memo" : "BILL NUMBER:S2131\n\nTITLE OF BILL:\nAn act\nin relation to authorizing the Bay Park fire district to refund and pay\na portion of the existing funds in its capital reserve account to the\ntaxpayers of the district\n\nPURPOSE:\nThis measure seeks to allow the Bay Park\nFire District to\nrefund and pay a portion of the existing funds in its capital reserve\naccount to the taxpayers of the district.\n\nSUMMARY OF PROVISIONS:\nSee Bill.\n\nJUSTIFICATION:\nThe Bay Park Fire District serves the Bay Park and\nHewlett Point communities in the South Shore of Nassau County\nthrough a contract with the Village of East Rockaway. In the 1970s\nthe commissioners aspired to become their own fire department and\ntherefore established and funded a capital reserve account in order\nto do so. Over the years the fund has grown to approximately\n$200,000. Within the last few years the fire district decided to\nterminate the pursuit of an autonomous fire district. Despite a\ndesire by the Board of Commissioners to return these funds to the\nlocal taxpayers either through a direct refund or reduced taxes,\nstate law currently prohibits such actions. This measure would allow\nonly the Bay Park Fire District to reimburse local taxpayers.\n\nLEGISLATIVE HISTORY:\n2010: S.7185/A.9116 Referred to Local Government/Passed Assembly\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT in relation to authorizing the Bay Park fire district to refund and pay a portion of the existing funds in its capital reserve account to the taxpayers of the district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114627.TXT", "SOBI.D110118.T151652.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T155653.TXT", "SOBI.D110118.T104117.TXT", "SOBI.D110118.T120128.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849519
}