{
  "year" : 2011,
  "senateBillNo" : "S2130-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S2130-2011-1295326800000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of motor vehicles to suspend the licenses of persons who fail to appear or pay fines to the New York city taxi and limousine commission",
  "summary" : "Authorizes the commissioner of motor vehicles to suspend the drivers licenses and vehicle registrations of persons who fail to appear before or pay fines to the New York city taxi and limousine commission; directs the New York city taxi and limousine commission to notify the commissioner of motor vehicles of persons who fail to appear before or pay fines to such commission; and requires any suspension of a driver's license or registration shall not take effect less than thirty days from the day upon which notice is sent to person whose driver's license or vehicle registration are to be suspended. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S1068-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2130\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation  to suspending certain licenses for failure to answer appear-\n         ance tickets or pay fines to the New  York  city  taxi  and  limousine\n         commission\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision b of section 19-528 of the administrative  code\n    2  of  the  city of New York is amended by adding a new paragraph 4 to read\n    3  as follows:\n    4    4. TO NOTIFY THE COMMISSIONER OF MOTOR VEHICLES WHEN THE COMMISSION OR\n    5  ADMINISTRATIVE TRIBUNAL THEREOF FINDS A  PERSON  HAS  FAILED  TO  APPEAR\n    6  WITHIN  ONE  HUNDRED  AND TWENTY DAYS OF THE RETURN DATE OR A NEW SUBSE-\n    7  QUENT AND ADJOURNED DATE, PURSUANT TO AN APPEARANCE TICKET CHARGING SUCH\n    8  PERSON WITH A VIOLATION OF THIS TITLE, OR ANY RULE OR REGULATION PROMUL-\n    9  GATED UNDER THIS TITLE, PROHIBITING THE OPERATION OF A TAXICAB OR LIVERY\n   10  WITHOUT A LICENSE ISSUED BY THE COMMISSION OR WITH A LICENSE  ISSUED  BY\n   11  THE  COMMISSION  WHICH  HAS BEEN SUSPENDED OR REVOKED, OR THE FAILURE TO\n   12  PAY A FINE IMPOSED BY THE COMMISSION. THE COMMISSIONER OF MOTOR VEHICLES\n   13  OR HIS OR HER AGENT MAY SUSPEND THE DRIVER'S LICENSE  OR  PRIVILEGES  OF\n   14  SUCH  PERSON  AND REGISTRATION OF SUCH VEHICLE PENDING RECEIPT OF NOTICE\n   15  FROM THE COMMISSION OR ADMINISTRATIVE TRIBUNAL THEREOF THAT SUCH  PERSON\n   16  HAS  APPEARED  IN  RESPONSE  TO  SUCH APPEARANCE TICKET OR HAS PAID SUCH\n   17  FINE. SUCH SUSPENSION SHALL TAKE EFFECT NO LESS THAN  THIRTY  DAYS  FROM\n   18  THE  DAY  UPON  WHICH NOTICE THEREOF IS SENT BY SUCH COMMISSIONER TO THE\n   19  PERSON WHOSE DRIVER'S LICENSE OR PRIVILEGES, OR WHOSE VEHICLE  REGISTRA-\n   20  TION ARE TO BE SUSPENDED.\n   21    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06514-01-1\n",
  "memo" : "BILL NUMBER:S2130\n\nTITLE OF BILL:\nAn act\nto amend the administrative code of the city of New York, in relation to\nsuspending certain licenses for failure to answer appearance tickets or\npay fines to the New York city taxi and limousine commission\n\nPURPOSE:\nThis bill authorizes the commissioner of\nmotor vehicles to\nsuspend the licenses of persons who fail to appear or pay fines to\nthe New York city taxi limousine commission.\n\nSUMMARY OF PROVISIONS:\nSection amends subdivision b of section 19-528\nof the administrative code of the city of New York by adding a new\nparagraph 4. The commissioner of motor vehicles may Suspend the\ndriver's license privileges of a person who has failed to appear\nwithin 120 days of the issuance of violation. This suspension shall\ntake effect no less than 30 days from the day Upon which notice is\nsent by the commissioner to the person whose driver's license or\nregistration are to be suspended.\n\nJUSTIFICATION:\nThe City of New York is owed $97\nmillion in fines that\nhave not been collected on vans, livery cabs and other vehicles\nregulated by the Taxi Limousine Commission\n(NEW YORK POST, November 26, 2003, pg. 2.).\nThese fines\nhave gone uncollected for a period of 13 years according to an\naudit by the City Comptroller's office.  Licenses are currently\nrenewed without fines being paid.\n\nThis bill puts and end to this practice by allowing the Department\nof Motor Vehicles to suspend licenses of those drivers who fail\nto pay their fines.\n\nLEGISLATIVE HISTORY:\nNew bill.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to suspending certain licenses for failure to answer appearance tickets or pay fines to the New York city taxi and limousine commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114627.TXT", "SOBI.D110118.T155653.TXT", "SOBI.D110118.T104117.TXT", "SOBI.D110119.T193335.TXT", "SOBI.D110118.T120128.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295483615370
}