{
  "year" : 2011,
  "senateBillNo" : "S2136-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2136-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits farm operations to place advertising and directional signs near state highways",
  "summary" : "Permits farm operations to place advertising and directional signs near state highways. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A4265",
  "lawSection" : "Highway Law",
  "previousVersions" : [ "S3135-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RITCHIE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2136\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRIFFO,  LARKIN,  LITTLE,  MAZIARZ,  RANZENHOFER,\n         RITCHIE, SEWARD -- read twice and ordered printed, and when printed to\n         be committed to the Committee on Transportation\n\n       AN ACT to amend the highway law, in relation to  permitting  farm  oper-\n         ations to place advertising and directional signs near state highways\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 88 of the highway law is amended by  adding  a  new\n    2  subdivision 13 to read as follows:\n    3    13. EXCEPTIONS. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO FARM\n    4  OPERATIONS,  AS  DEFINED  IN SUBDIVISION ELEVEN OF SECTION THREE HUNDRED\n    5  ONE OF THE AGRICULTURE AND MARKETS LAW,  INCLUDING  FARM  WOODLANDS,  AS\n    6  DEFINED  IN  SUBDIVISION THREE OF SECTION THREE HUNDRED ONE OF THE AGRI-\n    7  CULTURE AND MARKETS LAW, ADJACENT TO NON-CONTROLLED ACCESS  HIGHWAYS  AS\n    8  DESIGNATED  BY SUBDIVISION TWO OF SECTION THREE OF THIS CHAPTER.  SIGNS,\n    9  DISPLAYS, AND DEVICES MAY NOT ADVERTISE ACTIVITIES WHICH DO NOT CONTRIB-\n   10  UTE TO THE FARM OPERATION OR FARM WOODLAND.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03556-01-1\n",
  "memo" : "BILL NUMBER:S2136\n\nTITLE OF BILL:\nAn act\nto amend the highway law, in relation to permitting farm operations to\nplace advertising and directional signs near state highways\n\nPURPOSE:\nTo allow farm operations to place advertising signs near state highways\n\nSUMMARY OF PROVISIONS:\nAmends the highway law to permit farm operations to place advertising\nand directional signs near state highways.\n\nJUSTIFICATION:\nSigns, indicating the availability of specific products to consumers\nand signs that direct those consumers to locations where they can he\nacquired, are vital to agricultural business. Many retail farm stands\nare located on secondary roads and by allowing farmers to place signs\non land parcels of the farm operation or farm woodland adjacent to\nstate highways will allow them to direct and attract more consumers\nto the availability of their products. Having the ability to better\nmarket New York agricultural products strengthens the farm economy\nand the state economy as a whole. Farmers have generally placed signs\nalong state highways to advertise their farm operations and the\nproducts or services available to consumers but in recent years have\nbeen notified that their actions are not permitted because of a\nsection of Highway Law that does not consider a farm operation, with\nparcels of land that are noncontignous, to meet the criteria for an\non-premises sign. This bill allows farmers to advertise their crops\nand products by placing signage along state highways beyond the\ncurrent limit, so that they may continue to notify consumers of their\navailability and to promote agri-tourism.\n\nLEGISLATIVE HISTORY:\n2010 Transportation Committee.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediate.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the highway law, in relation to permitting farm operations to place advertising and directional signs near state highways ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T114910.TXT", "SOBI.D110118.T105117.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T155653.TXT", "SOBI.D110202.T144725.TXT", "SOBI.D110118.T105619.TXT", "SOBI.D110118.T120128.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296676045398
}