{
  "year" : 2011,
  "senateBillNo" : "S2132-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2132-2011-1295326800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires warning labels on certain foods which present a choking hazard to children under four years of age",
  "summary" : "Requires warning labels on popcorn, chewing gum, hard candies, raisins, peanut butter, nuts or seeds which present a choking hazard to children under four years of age; and provides civil penalties for violations. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S1071-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2132\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the agriculture and markets law, in relation to  requir-\n         ing  warning labels on certain foods which present a choking hazard to\n         children under four years of age\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The agriculture and markets law is amended by adding a new\n    2  section 214-o to read as follows:\n    3    S 214-O. WARNING LABELS ON CERTAIN FOOD PRODUCTS. 1.  IF  ANY  PERSON,\n    4  FIRM,  CORPORATION, PARTNERSHIP, ASSOCIATION OR ANY OTHER BUSINESS ASSO-\n    5  CIATION SELLS OR DISPLAYS FOR RETAIL SALE  POPCORN,  CHEWING  GUM,  HARD\n    6  CANDIES,  RAISINS,  PEANUT  BUTTER, NUTS OR SEEDS MEANT FOR USE AS HUMAN\n    7  FOOD, THE  PACKAGING  OF  SUCH  FOOD  SHALL  BEAR  A  WARNING  LABEL  AS\n    8  PRESCRIBED  IN  THIS  SECTION WHICH SHALL BE PRINTED THEREON OR ATTACHED\n    9  THERETO. SUCH WARNING LABEL SHALL BE IN  LETTERS  NOT  LESS  THAN  EIGHT\n   10  POINT  TYPE  AND  IN A COLOR IN CONTRAST WITH THE PACKAGE CONTAINING THE\n   11  SUPPLEMENT, AND SHALL CONTAIN THE FOLLOWING  STATEMENT:  \"WARNING:  THIS\n   12  PRODUCT IS A CHOKING HAZARD TO CHILDREN UNDER FOUR YEARS OF AGE.\"\n   13    2.  ANY  PERSON,  FIRM,  CORPORATION OR ASSOCIATION OR ITS OFFICERS OR\n   14  AGENTS WHO OR WHICH VIOLATE ANY OF THE PROVISIONS OF THIS SECTION OR ANY\n   15  RULES OR REGULATIONS PROMULGATED UNDER THIS SECTION SHALL BE LIABLE  FOR\n   16  A  CIVIL  PENALTY OF NOT MORE THAN ONE HUNDRED DOLLARS FOR EACH DAY SUCH\n   17  ENTITY IS IN VIOLATION OF THIS SECTION.\n   18    3. THE COMMISSIONER SHALL HAVE THE AUTHORITY AND POWER TO PRESCRIBE BY\n   19  REGULATIONS THE LABELING OF THE FOOD PRODUCTS IN SUBDIVISION ONE OF THIS\n   20  SECTION WHICH ARE NOT SOLD BY PACKAGE OR CONTAINER.\n   21    S 2. This act shall take effect on the one hundred twentieth day after\n   22  it shall have become a law. Effective immediately  the  commissioner  of\n   23  agriculture  and  markets  is  authorized and directed to promulgate any\n   24  rules or regulations necessary for the timely implementation of this act\n   25  before such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06517-01-1\n",
  "memo" : "BILL NUMBER:S2132\n\nTITLE OF BILL:\n\nAn act\nto amend the agriculture and markets law, in relation to requiring\nwarning labels on certain foods which present a choking hazard to\nchildren under four years of age\n\nPURPOSE:\n\nThis bill requires warning labels on certain foods which present a\nchoking hazard to children under four years of age.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 amends the agriculture and markets law by adding a new\nsection 214-o. Any business which sells or displays for retail sale\npopcorn, chewing gum, hard candies, raisins, peanut butter, nuts or\nseeds shall bear warning labels on packaging. This label shall be in\nletters not smaller than eight point type and in a color in contrast\nwith the packaging. The statement shall read: \"WARNING: This product\nis a choking hazard to children under four years of age.\"\n\nAny person or corporation in violation shall be liable of a civil\npenalty of not more than one hundred dollars for each day of violation.\n\nThe commissioner shall have the power to prescribe the labeling\nregulations.\n\nSection 2 implements this measure on the one hundred twentieth day\nafter it shall become law.\n\nJUSTIFICATION:\n\nThis measure is intended to increase public awareness of the hazards\nthat some foods may present to children under four years of age.\nCommon choking foods enumerated in this legislation are identified by\nthe American Academy of Pediatrics as being dangerous to children\nunder age four. According to Academy estimates in 2001, 17,500\nchildren were treated in emergency rooms for choking.\n\nIn August of 2004, a 3-year old Queens boy choked to death on popcorn\nat a local movie theater. This bill seeks to prevent further tragedy.\n\nLEGISLATIVE HISTORY:\n\nNew bill.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the one hundred twentieth day after it\nshall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to requiring warning labels on certain foods which present a choking hazard to children under four years of age ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114627.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T155653.TXT", "SOBI.D110118.T104117.TXT", "SOBI.D110118.T120128.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849521
}