{
  "year" : 2011,
  "senateBillNo" : "S2133-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S2133-2011-1295326800000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows discontinued members to be a New York city police pension fund beneficiary for purposes of eligibility to receive supplemental benefits",
  "summary" : "Allows any discontinued member of the NYC Police Pension Fund to be a pension fund beneficiary for purposes of eligibility to receive supplemental benefits from the police officers supplements fund for any time period for which the discontinued member received payments of a deferred retirement allowance under the pension fund's original plan or improved benefits plan; specifies that the date of retirement of the discontinued member for determining benefit eligibility will be deemed to be the first day of the period for which the discontinued member first began receiving such deferred retirement allowance payments. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S1029-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2133\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation  to  the  benefits  payable  by the police officer's variable\n         supplements fund provided for in such code\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 5 of section 13-268 of the administrative code\n    2  of the city of New York, as amended by chapter 247 of the laws of  1988,\n    3  is amended to read as follows:\n    4    5. \"Pension fund beneficiary\". [Any] EXCEPT AS PROVIDED IN SUBDIVISION\n    5  F  OF  SECTION  13-271  OF  THIS  SUBCHAPTER,  ANY person who receives a\n    6  retirement allowance by reason of having retired, on  or  after  October\n    7  first, nineteen hundred sixty-eight, for service (with credit for twenty\n    8  or  more  years  of  service  creditable toward the minimum period) as a\n    9  member of pension fund, subchapter one or pension fund,  subchapter  two\n   10  and as a police officer.\n   11    S 2. Paragraph 2 of subdivision e of section 13-270 of the administra-\n   12  tive  code  of the city of New York, as added by chapter 247 of the laws\n   13  of 1988, is amended to read as follows:\n   14    (2) The actuary shall base such annual valuation of  liabilities  only\n   15  (A)  upon  the  persons who, as of each such June thirtieth, are pension\n   16  fund beneficiaries OR PERSONS ELIGIBLE TO RECEIVE SUPPLEMENTAL  BENEFITS\n   17  PURSUANT  TO  SUBDIVISION F OF SECTION 13-271 OF THIS SUBCHAPTER and (B)\n   18  upon the persons who, being police officers in service as of  such  June\n   19  thirtieth,  may  be  actuarially expected to retire thereafter as police\n   20  officers for service with twenty or more  years  of  service  creditable\n   21  toward the minimum period.\n   22    S 3. Section 13-271 of the administrative code of the city of New York\n   23  is amended by adding a new subdivision f to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06509-01-1\n\n       S. 2133                             2\n\n    1    F.  NOTWITHSTANDING  ANY  INCONSISTENT PROVISION OF THIS SUBCHAPTER OR\n    2  ANY BENEFIT PLAN OR PAYMENT RESOLUTION THAT WAS IN EFFECT PRIOR TO  JULY\n    3  FIRST, NINETEEN HUNDRED EIGHTY-EIGHT, ANY DISCONTINUED MEMBER AS DEFINED\n    4  IN SUBDIVISION TWENTY-TWO OF SECTION 13-214 OF THIS CHAPTER, WHO DISCON-\n    5  TINUED  SERVICE  AS  A  POLICE  OFFICER ON OR AFTER JULY FIRST, NINETEEN\n    6  HUNDRED SIXTY-NINE, BUT  PRIOR  TO  JULY  NINETEENTH,  NINETEEN  HUNDRED\n    7  EIGHTY-NINE  SHALL  BE  DEEMED  TO  BE  A  PENSION  FUND BENEFICIARY FOR\n    8  PURPOSES OF ELIGIBILITY TO  RECEIVE  SUPPLEMENTAL  BENEFITS  UNDER  THIS\n    9  SECTION  FOR  ANY  PERIOD  OF  TIME  FOR  WHICH SUCH DISCONTINUED MEMBER\n   10  RECEIVES PAYMENTS OF A DEFERRED RETIREMENT ALLOWANCE PURSUANT TO SECTION\n   11  13-256 OF THIS CHAPTER, AND THE DATE OF RETIREMENT OF SUCH  DISCONTINUED\n   12  MEMBER,  FOR PURPOSES OF APPLYING THE REQUIREMENTS OF THIS SECTION WHICH\n   13  DETERMINE THE ELIGIBILITY OF  A  PENSION  FUND  BENEFICIARY  TO  RECEIVE\n   14  SUPPLEMENTAL  BENEFITS  UNDER  THIS  SECTION,  SHALL BE DEEMED TO BE THE\n   15  FIRST DAY OF THE PERIOD FOR WHICH SUCH DISCONTINUED MEMBER  FIRST  BEGAN\n   16  RECEIVING  PAYMENTS  OF  A  DEFERRED  RETIREMENT  ALLOWANCE  PURSUANT TO\n   17  SECTION 13-256 OF THIS CHAPTER.\n   18    S 4. This act shall take effect immediately and  shall  be  deemed  to\n   19  have been in full force and effect on and after July 1, 1988.\n",
  "memo" : "BILL NUMBER:S2133\n\nTITLE OF BILL:\nAn act\nto amend the administrative code of the city of New York, in\nrelation to the benefits payable by the police officer's variable\nsupplements fund provided for in such code\n\nSUMMARY:\nThis bill amends the administrative code of\nthe City of New\nYork to allow discontinued members to be a Pension fund beneficiary\nfor purposes of eligibility to receive supplemental benefits. This\nbill allows discontinued members of the NYC police Pension Fund to be\na pension fund beneficiary for purposes of eligibility to receive\nsupplemental benefits from the police officers supplements fund for\nany time period for which the discontinued member receives payments\nof a deferred retirement allowance under the Pension fund original\nplan or improved benefits plan. The bill also specifies that the date\nof retirement of the discontinued member for determining benefit\neligibility will be deemed to be the first day of the period for\nwhich the discontinued member first began receiving such deferred\nretirement allowance payments.\n\nJUSTIFICATION:\nChapter 690 of 1990 stipulated that\nNew York City fire\nfighters receive this benefit. This benefit should also be extended\nto NYC police officers as well.\n\nFISCAL IMPLICATION:\nUnknown.\n\nEFFECTIVE DATE:\nThis bill would be effective\nimmediately and shall be\nconsidered to be in full force and effect since July 1, 1988.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to the benefits payable by the police officer's variable supplements fund provided for in such code ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110118.T155653.TXT", "SOBI.D110118.T104117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295653849522
}