{
  "year" : 2011,
  "senateBillNo" : "S2139-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2139-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to permitted uses for state aid to municipalities in which a video lottery gaming facility is located",
  "summary" : "Relates to permitting state aid provided to municipalities in which a video lottery gaming facility is located to be used for transportation improvements and highway repairs. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S2887-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2139\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen. BONACIC -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, in relation to permitted uses for\n         state aid to municipalities in which a video lottery  gaming  facility\n         is located\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 54-l of the state finance law,  as\n    2  amended  by  section  1 of part KK of chapter 56 of the laws of 2009, is\n    3  amended to read as follows:\n    4    3. a. State aid payments made to an eligible city  pursuant  to  para-\n    5  graph  a  of  subdivision  two of this section shall be used to increase\n    6  support for public schools in such city.\n    7    b. State aid payments made to an  eligible  municipality  pursuant  to\n    8  paragraph  b  of  subdivision  two of this section shall be used by such\n    9  eligible municipality to: (i) defray local costs associated with a video\n   10  lottery gaming facility[, or]; (ii) minimize  or  reduce  real  property\n   11  taxes; OR (III) FUND HIGHWAY REPAIRS AND TRANSPORTATION IMPROVEMENTS.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01421-01-1\n",
  "memo" : "BILL NUMBER:S2139\n\nTITLE OF BILL:\nAn act\nto amend the state finance law, in relation to permitted uses for state\naid to municipalities in which a video lottery gaming facility is\nlocated\n\nPURPOSE:\nThis bill relates to permitted uses for state aid to\nmunicipalities in which a video lottery gaming facility is located.\n\nSUMMARY OF PROVISIONS:\nSection 1 Subdivision 3 of section 54 of the\nthe laws of 2009 is amended to include funding highway repairs and\ntransportation improvements among the approved uses of State aid\nfrom VLT revenues by eligible municipalities.\n\nSection 2: Effective Date.\n\nJUSTIFICATION:\nThis legislation allows funds received by\nmunicipalities through VLT revenue to be used for highway funding\nrepairs and transportation improvements.\n\nLEGISLATIVE HISTORY:\nS.2887 of 2009: Referred to Finance\nS.8795 of 2008: Referred to Rules\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to permitted uses for state aid to municipalities in which a video lottery gaming facility is located ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T105619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717798
}