{
  "year" : 2011,
  "senateBillNo" : "S2138-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S2138-2011-1295326800000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to eliminating the requirement that copies of the report of independent medical examination must be submitted to all parties in the same manner",
  "summary" : "Relates to eliminating the requirement that copies of the report of independent medical examination must be submitted to all parties in the same manner. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "S3382-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2138\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the workers' compensation law, in relation to  eliminat-\n         ing  the  requirement that copies of the report of independent medical\n         examination must be submitted to all parties in the same manner\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (a) of subdivision 1 of section 137 of the work-\n    2  ers' compensation law, as added by chapter 473 of the laws of  2000,  is\n    3  amended to read as follows:\n    4    (a) (I) A copy of each report of independent medical examination shall\n    5  be  submitted by the practitioner on the same day and in the same manner\n    6  to [the board,] the insurance carrier, the claimant's  attending  physi-\n    7  cian  or other attending practitioner, the claimant's representative and\n    8  the claimant.\n    9    (II) A COPY OF THE REPORT OF INDEPENDENT MEDICAL EXAMINATION SHALL  BE\n   10  SUBMITTED  TO THE BOARD IN THE MANNER OR MANNERS PRESCRIBED BY THE CHAIR\n   11  ON THE SAME DAY THAT IT IS  SUBMITTED  TO  THE  INSURANCE  CARRIER,  THE\n   12  CLAIMANT'S  ATTENDING  PHYSICIAN  OR  OTHER  ATTENDING PRACTITIONER, THE\n   13  CLAIMANT'S REPRESENTATIVE AND THE CLAIMANT.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06811-01-1\n",
  "memo" : "BILL NUMBER:S2138\n\nTITLE OF BILL:\n\nAn act\nto amend the workers' compensation law, in relation to eliminating the\nrequirement that copies of the report of independent medical examination\nmust be submitted to all parties in the same manner\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nThe bill amends Worker's Compensation Law &sect; 137(1) (a) to allow an\nindependent medical examiner's report to be submitted to the Worker's\nCompensation Board in the manner set by the Chair of the Board on the\nsame day it is submitted to the carrier, the claimant's physician,\nthe claimant's representative and the claimant.\n\nEXISTING LAW:\n\nWorker's Compensation Law &sect; 137(1) (a) currently requires that an\nindependent medical examiner's report be submitted on the same day\nand in the same manner to the Board, the insurance carrier, the\nclaimant's attending physician or other attending practitioner, the\nclaimant's representative and the claimant.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2010: Died in Labor Committee\n2009: Died in Labor Committee\n2008: Passed Senate Unanimously\n\nSTATEMENT IN SUPPORT:\n\nThe worker's compensation law requires that all parties receive a copy\nof a report of independent medical examination on the same day and in\nthe same manner. This requirement achieves the objective of ensuring\nthat a party is not served with a copy of the report on an earlier\ndate or in a more expeditious manner of delivery to the advantage of\nanother party. However, requiring service on the board in this same\nmanner does nothing to further this stated objective. Furthermore, if\none of the entities to be served cannot receive service\nelectronically, by law the Board cannot be served that way either.\nPermitting service on the Board by another method, particularly by\nelectronic submission, would accelerate the Board's ability to\nresolve case issues centered on medical evidence, would save the\nboard scanning costs, and would enhance the breadth and quality of\nthe board's data collection. This amendment is consistent with the\nobjectives of Worker's compensation Reform Act of 2007 and the\nrecommendations of the International Association of Industrial\nAccident Boards of Commissions (IAIABC) regarding speedy resolution\nof claims and reduction of costs.\n\nBUDGET IMPLICATIONS:\n\nThe ability to receive IME reports electronically will result in cost\nsavings to the Board.\n\nEFFECTIVE DATE:\n\nThis bill will take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to eliminating the requirement that copies of the report of independent medical examination must be submitted to all parties in the same manner ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T130634.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T105619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090947
}