{
  "year" : 2011,
  "senateBillNo" : "S213-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S213-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs telecommunication corporations to provide call center service assistance from centers located within the state",
  "summary" : "Directs telecommunications corporations to provide call center service assistance from centers located within the state and such corporations' service area; includes a list of what services must be provided. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S7650-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          213\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to amend the public service law, in relation to utility service\n         call centers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 65 of the public service law is amended by adding a\n    2  new subdivision 14 to read as follows:\n    3    14.  (A)  EVERY  TELECOMMUNICATION  CORPORATION AND THEIR SUBSIDIARIES\n    4  FURNISHING TRADITIONAL LANDLINE TELEPHONE SERVICE, FIBER OPTIC  SERVICE,\n    5  VOICE  OVER  INTERNET  PROTOCOL (VOIP), DATA CIRCUITS, CABLE OR INTERNET\n    6  SERVICES SHALL PROVIDE CALL CENTER SERVICE ASSISTANCE INCLUDING, BUT NOT\n    7  LIMITED TO OPERATOR SERVICES,  DIRECTORY  ASSISTANCE  BUREAUS  AND  CALL\n    8  COMPLETION SERVICES FOR THE FOLLOWING:\n    9    (1) DETERMINING CUSTOMER FINANCIAL RESPONSIBILITY;\n   10    (2) TAKING REQUESTS FOR NEW OR ADDITIONAL SERVICES, INCLUDING, BUT NOT\n   11  LIMITED TO, EMERGENCY SERVICE, COMPLETING ASSISTANCE WITH DIALING, USING\n   12  CALLING CARDS, CONNECTING COLLECT CALLS, BUSY LINE VERIFICATION OR RELAY\n   13  CENTERS FOR THE HEARING IMPAIRED, PROVIDING REQUESTED LOCAL AND NATIONAL\n   14  TELEPHONE  NUMBERS,  REVERSE NUMBER SEARCHES AND TAKING REQUESTS FOR AND\n   15  COMPLETING THE PUBLISHING AND NON-PUBLISHING OF A TELEPHONE NUMBER,  AND\n   16  PROVIDING ASSISTANCE TO PAYPHONE CUSTOMERS;\n   17    (3) DETERMINING DEPOSIT REQUIRED OR BILLING RATE;\n   18    (4)  PREPARING  INSTALLATION  AND  REPAIR SERVICE ORDERS AND OBTAINING\n   19  ACCESS TO SUBSCRIBER'S PREMISES;\n   20    (5)  EXPLAINING  COMPANY  RATES,  REGULATIONS,  POLICIES,  PROCEDURES,\n   21  EQUIPMENT AND COMMON PRACTICES;\n   22    (6)  INVESTIGATING TROUBLE ORDER FORMS AND INITIATING HIGH BILL INVES-\n   23  TIGATIONS;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01271-02-1\n\n       S. 213                              2\n\n    1    (7) HANDLING PAYMENT AND OTHER CREDIT ARRANGEMENTS SUCH  AS  OBTAINING\n    2  DEPOSITS, FINANCIAL STATEMENTS AND PAYMENT PLANS; AND\n    3    (8) AIDING CUSTOMERS WITH INTERNAL ASSISTANCE PROGRAMS.\n    4    (B)  NO  TELECOMMUNICATION  CORPORATION  SHALL  CLOSE A CALL CENTER OR\n    5  OTHER FACILITY PROVIDING THE CUSTOMER ASSISTANCE SET FORTH IN  PARAGRAPH\n    6  (A)  OF THIS SUBDIVISION OR RELOCATE SUCH CUSTOMER ASSISTANCE TO ANOTHER\n    7  AREA OF NEW YORK STATE OR OUTSIDE OF NEW YORK STATE WITHOUT  NOTICE  AND\n    8  HEARING  BEFORE THE COMMISSION. HOWEVER, AT NO TIME SHALL A TELECOMMUNI-\n    9  CATION CORPORATION PERMANENTLY TRANSFER MORE THAN  .7  PERCENT  OF  JOBS\n   10  FROM  ANY  CALL CENTER DESCRIBED ABOVE TO ANOTHER AREA OF NEW YORK STATE\n   11  OR OUTSIDE OF THE STATE.\n   12    (C) THIS SUBDIVISION SHALL NOT APPLY TO THE COLLECTION OF DEBT WHEREBY\n   13  UTILITY COMPANY POLICY SUCH DEBT IS DIRECTED TO A COLLECTION  AGENCY  OR\n   14  SIMILAR SERVICE COMPANIES.\n   15    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   16  have become a law; provided, however, that the public service commission\n   17  is immediately authorized and directed to  take  any  and  all  actions,\n   18  including  but  not  limited  to  the promulgation of any rules or regu-\n   19  lations necessary to implement the provisions of this act on such effec-\n   20  tive date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to utility service call centers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101210.T165709.TXT", "SOBI.D101214.T123135.TXT", "SOBI.D101213.T090758.TXT", "SOBI.D101213.T091258.TXT", "SOBI.D101210.T170219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292347895033
}