{
  "year" : 2011,
  "senateBillNo" : "S214-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S214-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the furnishing of a copy of a child's birth certificate at the time of enrollment of such child into a child day care center",
  "summary" : "Enacts \"Trenton's law\"; requires that a parent or legal guardian furnish a copy of a child's birth certificate at the time of enrollment of such child into a child day care center; provides that if a copy is not supplied for review, the director or operator shall contact the statewide central register for missing and exploited children. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S3546-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          214\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law, in relation  to  requiring  the\n         furnishing  of a copy of a birth certificate at the time of enrollment\n         of a child into a child day care center\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  \"Trenton's law\".\n    3    S 2. The social services law is amended by adding a new section  390-i\n    4  to read as follows:\n    5    S  390-I.  A  COPY  OF  A  CHILD'S  BIRTH CERTIFICATE FURNISHED WITHIN\n    6  FIFTEEN DAYS OF ENROLLMENT INTO A CHILD DAY CARE CENTER; REQUIRED. 1.  A\n    7  CHILD  DAY CARE CENTER, GROUP FAMILY DAY CARE HOME, FAMILY DAY CARE HOME\n    8  OR SCHOOL AGE CHILD DAY CARE FACILITY, AS  SUCH  TERMS  ARE  DEFINED  IN\n    9  SECTION  THREE  HUNDRED NINETY OF THIS ARTICLE, SHALL REVIEW A COPY OF A\n   10  CHILD'S BIRTH CERTIFICATE, PRESENTED BY  A  PARENT  OR  LEGAL  GUARDIAN,\n   11  WITHIN FIFTEEN DAYS OF THE TIME OF ENROLLMENT OF SUCH CHILD. SUCH REVIEW\n   12  SHALL  BE  DOCUMENTED  AND  SUCH  DOCUMENTATION SHALL BE RETAINED IN THE\n   13  CHILD'S FILE.\n   14    2. (A) IF A COPY OF SUCH BIRTH CERTIFICATE CANNOT BE PRESENTED TO  THE\n   15  DIRECTOR OR OPERATOR OF THE FACILITY WITHIN FIFTEEN DAYS OF SUCH ENROLL-\n   16  MENT,  SUCH  DIRECTOR OR OPERATOR SHALL MAKE AN INQUIRY TO THE STATEWIDE\n   17  CENTRAL REGISTER FOR MISSING CHILDREN PURSUANT TO SECTION EIGHT  HUNDRED\n   18  THIRTY-SEVEN-E  OF  THE  EXECUTIVE LAW. IF SUCH CHILD APPEARS TO MATCH A\n   19  CHILD REGISTERED WITH THE STATEWIDE CENTRAL REGISTER FOR  MISSING  CHIL-\n   20  DREN,  OR  ONE  REGISTERED  WITH  THE  NATIONAL CRIME INFORMATION CENTER\n   21  REGISTER, THE DIRECTOR OR OPERATOR SHALL IMMEDIATELY CONTACT  THE  LOCAL\n   22  LAW ENFORCEMENT AUTHORITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01678-01-1\n\n       S. 214                              2\n\n    1    (B)  NO CIVIL OR CRIMINAL LIABILITY SHALL ARISE OR ATTACH TO ANY CHILD\n    2  DAY CARE CENTER, GROUP FAMILY DAY CARE HOME, FAMILY  DAY  CARE  HOME  OR\n    3  SCHOOL  AGE  CHILD  DAY CARE FACILITY OR EMPLOYEE THEREOF FOR ANY ACT OR\n    4  OMISSION TO ACT AS A RESULT OF, OR IN CONNECTION  WITH,  THE  DUTIES  OR\n    5  ACTIVITIES AUTHORIZED OR DIRECTED BY THIS SECTION.\n    6    S  3.  This  act shall take effect on the ninetieth day after it shall\n    7  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to requiring the furnishing of a copy of a birth certificate at the time of enrollment of a child into a child day care center ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T113306.TXT", "SOBI.D101213.T100801.TXT", "SOBI.D101213.T111304.TXT", "SOBI.D101214.T123135.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292347895035
}