{
  "year" : 2011,
  "senateBillNo" : "S2146-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2146-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes possession of armor piercing, frangible or devastator ammunition as criminal possession of a weapon",
  "summary" : "Includes possession of armor piercing, frangible or devastator ammunition as criminal possession of a weapon in the 4th degree and where possession is knowingly with intent to use against another, it shall constitute criminal possession of a weapon in the 3rd degree. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A2017",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2379-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2146\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the  possession  of  armor\n         piercing, frangible or devastator ammunition\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 18 of section 265.00 of the penal law, as added\n    2  by chapter 646 of the laws of 1986, is amended to read as follows:\n    3    18. \"Armor piercing ammunition\" means any ammunition [capable of being\n    4  used in pistols or revolvers]  containing  a  projectile  or  projectile\n    5  core[,  or  a  projectile or projectile core for use in such ammunition,\n    6  that is] constructed entirely (excluding the presence of traces of other\n    7  substances) from one or a combination of any of the following:  tungsten\n    8  alloys,  steel,  iron,  brass,  bronze,  beryllium copper, [or] uranium,\n    9  CERAMICS, OR POLYMER PLASTICS AND CAPABLE OF BEING USED IN  PISTOLS  AND\n   10  REVOLVERS.\n   11    S  2.  Section  265.00  of  the penal law is amended by adding two new\n   12  subdivisions 24 and 25 to read as follows:\n   13    24. \"FRANGIBLE AMMUNITION\" MEANS ANY AMMUNITION WITH A  PROJECTILE  OR\n   14  PROJECTILE CORE COMPOSED OF HYBRID MATERIALS, EITHER PRESSED TOGETHER AT\n   15  HIGH  PRESSURE  OR  GLUED  TOGETHER  WITH ADHESIVES, WHICH IS CAPABLE OF\n   16  BEING USED IN PISTOLS OR REVOLVERS AND IS DESIGNED TO FRACTURE OR DISIN-\n   17  TEGRATE UPON IMPACT.\n   18    25. \"DEVASTATOR AMMUNITION\" MEANS ANY AMMUNITION WITH A PROJECTILE  OR\n   19  PROJECTILE  CORE  WHICH IS CAPABLE OF BEING USED IN PISTOLS OR REVOLVERS\n   20  AND DESIGNED TO EXPLODE OR DETONATE UPON IMPACT.\n   21    S 3. Subdivisions 7 and 8 of section 265.01 of the penal law, subdivi-\n   22  sion 7 as added by chapter 807 of the laws of 1981 and subdivision 8  as\n   23  added  by  chapter  646  of  the  laws  of  1986, are amended to read as\n   24  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05125-01-1\n\n       S. 2146                             2\n\n    1    (7)  He  [knowingly]  possesses  [a  bullet  containing  an  explosive\n    2  substance designed to detonate upon impact] ANY DEVASTATOR AMMUNITION.\n    3    (8) He possesses any armor piercing ammunition [with intent to use the\n    4  same unlawfully against another] OR FRANGIBLE AMMUNITION.\n    5    S  4.  Subdivision 8 of section 265.02 of the penal law, as amended by\n    6  chapter 764 of the laws of 2005, is amended and two new  subdivisions  9\n    7  and 10 are added to read as follows:\n    8    (8)   Such  person  possesses  a  large  capacity  ammunition  feeding\n    9  device[.]; OR\n   10    (9) SUCH PERSON KNOWINGLY POSSESSES ANY DEVASTATOR AMMUNITION WITH THE\n   11  INTENT TO USE THE SAME UNLAWFULLY AGAINST ANOTHER PERSON OR HIS  OR  HER\n   12  PROPERTY; OR\n   13    (10)  SUCH PERSON KNOWINGLY POSSESSES ANY ARMOR PIERCING AMMUNITION OR\n   14  FRANGIBLE AMMUNITION WITH INTENT TO  USE  THE  SAME  UNLAWFULLY  AGAINST\n   15  ANOTHER.\n   16    S 5. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2146\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to the possession of armor piercing,\nfrangible or devastator ammunition\n\nPURPOSE:\nThe subject bill amends section 265.00 of the Penal Law to amend the\ndefinition of armor piercing ammunition to include new construction\nmaterials, and to prohibit the possession of frangible ammunition and\ndevastator ammunition.\n\nJUSTIFICATION:\nPolice and hospital statistics have shown an increase in deaths and\ninjuries resulting from increasingly deadly and horrific types of\nammunition. These latest types of ammunition, such as armor piercing,\nfrangible and devastator ammunition, are designed to pierce bullet\nproof vests or to fragment, explode, detonate, or disintegrate upon\nimpact so as to render survival unlikely.\n\nAs technology advances to allow the design and manufacture of\nammunition made of unique substances and of greater destructive\nforce, we must modernize the penal code to reflect such changes.\nCurrently, less lethal and destructive ammunitions are subject to\ncriminal sanctions while the newer and more deadly types of\nammunition are not. By amending existing sanctions to include these\nnew types of ammunition, this bill would deter the possession and use\nof those ammunitions, consistent with existing provisions.\n\nFurthermore, by removing the element of knowledge in subdivision 7 and\nthe element of intent to use in subdivision 8 for purposes of\ncriminal possession of a weapon in the fourth degree, and by adding\nknowing possession of armor piercing ammunition, frangible ammunition\nor devastator ammunition to the definition of criminal possession of\na weapon in the third degree, law enforcement is better able to\naddress the serious consequences of the use of such destructive\nammunitions.\n\nLEGISLATIVE HISTORY:\nS.2379 of 2009-10:  Codes\nS.2002/A.3447 of 2007-08: Passed Assembly\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nFirst day of November next succeeding the date on which it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the possession of armor piercing, frangible or devastator ammunition ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114126.TXT", "SOBI.D110118.T120629.TXT", "SOBI.D110118.T110118.TXT", "SOBI.D110118.T121130.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T154152.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717809
}