{
  "year" : 2011,
  "senateBillNo" : "S2140-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2140-2011-1295326800000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a task force on interagency cooperation within the forestry industry",
  "summary" : "Creates a task force on interagency cooperation within the forestry industry. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S2894-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2140\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen. BONACIC -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to form-\n         ing a task force on interagency cooperation within the forest industry\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The environmental conservation law is amended by adding a\n    2  new section 9-0812 to read as follows:\n    3  S 9-0812. TASK FORCE ON INTERAGENCY COOPERATION IN THE FOREST INDUSTRY.\n    4    1. THE COMMISSIONER OF THE DEPARTMENT OF  ECONOMIC  DEVELOPMENT  SHALL\n    5  FORM  A TASK FORCE TO DEVELOP A PLAN TO INCREASE INTERAGENCY COOPERATION\n    6  WITH RESPECT TO THE FOREST INDUSTRY.\n    7    2. THE TASK FORCE SHALL CONSIST OF SIX MEMBERS. THE TASK  FORCE  SHALL\n    8  INCLUDE THE COMMISSIONER OF AGRICULTURE AND MARKETS OR HIS OR HER DESIG-\n    9  NEE,  THE  CHIEF EXECUTIVE OFFICER OF THE NEW YORK STATE ENERGY RESEARCH\n   10  AND DEVELOPMENT AUTHORITY OR HIS OR HER  DESIGNEE,  TWO  REPRESENTATIVES\n   11  FROM  THE NEW YORK STATE FORESTRY INDUSTRY TO BE APPOINTED BY THE GOVER-\n   12  NOR, A REPRESENTATIVE OF LOCAL GOVERNMENT IN A COUNTY LOCATED WITHIN THE\n   13  CATSKILLS STATE PARK TO BE APPOINTED BY THE GOVERNOR,  AND  A  REPRESEN-\n   14  TATIVE  OF  LOCAL  GOVERNMENT  IN A COUNTY LOCATED WITHIN THE ADIRONDACK\n   15  STATE PARK TO BE  APPOINTED  BY  THE  GOVERNOR.  ALL  MEMBERS  SHALL  BE\n   16  APPOINTED  WITHIN  ONE HUNDRED TWENTY DAYS OF THE EFFECTIVE DATE OF THIS\n   17  SECTION.\n   18    3. (A) THE TASK FORCE SHALL MAKE RECOMMENDATIONS ON HOW TO EXPAND  THE\n   19  ECONOMIC SUCCESS OF THOSE IN THE FORESTRY INDUSTRY.\n   20    (B)  THE  TASK  FORCE  SHALL  MAKE  RECOMMENDATIONS ON HOW TO INCREASE\n   21  COMMUNICATION REGARDING THE FORESTRY INDUSTRY BETWEEN  GOVERNMENT  AGEN-\n   22  CIES.\n   23    (C)  THE  TASK  FORCE  SHALL  MAKE  RECOMMENDATIONS ON HOW TO INCREASE\n   24  COMMUNICATION REGARDING THE FORESTRY INDUSTRY BETWEEN THOSE  ENGAGED  IN\n   25  FORESTRY AND RELEVANT AGENCIES AND AUTHORITIES OF THE STATE OF NEW YORK.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02233-01-1\n\n       S. 2140                             2\n\n    1    4.  MEMBERS  OF THE TASK FORCE SHALL SERVE FOR A PERIOD OF FOUR YEARS.\n    2  ANY PREMATURE VACANCIES SHALL BE FILLED FOR THE REMAINDER OF  THE  UNEX-\n    3  PIRED TERM.\n    4    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2140\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to forming a\ntask force on interagency cooperation within the forest industry\n\nPURPOSE:\nCreates a task force on interagency cooperation within the\nforestry industry.\n\nSUMMARY OF PROVISIONS:\nThe Environmental Conservation law is amended\nto add a new section 9-0812 to create a new task force on interagency\ncooperation in the forest industry. The commissioner of the\nDepartment of Economic Development shall form a task force to develop\na plan to increase interagency cooperation with respect to the forest\nindustry. This task force shall consist of six members and include\nthe commissioner of Agriculture and Markets or his/her designee, the\nchief executive officer of the NYS Energy Research and Development\nAuthority or his/her designee, two representatives from the NYS\nForestry Industry to be appointed by the governor, a representative of\nlocal government in a county located within the Catskills state park\nto be appointed by the governor and a representative of local\ngovernment in a county located within the Adirondack state park to be\nappointed by the governor, all to be appointed within 120 days of the\neffective date. Subdivisions three and four defines the\nrecommendations that are to be made by the task force and the period\nof time the task force shall serve for.\n\nJUSTIFICATION:\nForestry is an important industry for our\nenvironment and economy. The forestry industry has indicated closer\ncoordination is necessary between government agencies.\nThe Task Force created by this legislation would provide that\ncoordination.\n\nLEGISLATIVE HISTORY:\nS.2894 of 2009:  Referred to Environmental Conservation\nS.7798 of 2008:  Referred to Energy\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to forming a task force on interagency cooperation within the forest industry ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T105619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717800
}