{
  "year" : 2011,
  "senateBillNo" : "S2141-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2141-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the throwing, tossing, expectorating or expelling of saliva or other bodily secretion or excretion at or on an employee of a correctional facility",
  "summary" : "Prohibits the throwing, tossing, expectorating or expelling of saliva or other bodily secretion or excretion at or on an employee of a correctional facility; such conduct shall be aggravated harassment of an employee. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A477",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S7212-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2141\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen. BONACIC -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the aggravated  harassment\n         of an employee by an inmate\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The first undesignated paragraph of section 240.32  of  the\n    2  penal  law, as separately amended by chapters 422 and 441 of the laws of\n    3  2000, is amended to read as follows:\n    4    An inmate or respondent is  guilty  of  aggravated  harassment  of  an\n    5  employee  by  an  inmate when, with intent to harass, annoy, threaten or\n    6  alarm a person in a facility whom he OR SHE knows or  reasonably  should\n    7  know to be an employee of such facility or the division of parole or the\n    8  office  of mental health, or a probation department, bureau or unit or a\n    9  police officer, he OR SHE causes or attempts to cause such  employee  to\n   10  come  into contact with blood, SALIVA, seminal fluid, urine or feces, OR\n   11  OTHER BODILY SECRETION OR EXCRETION OR THE CONTENTS OF A TOILET BOWL, by\n   12  throwing, tossing [or], EXPECTORATING, expelling OR PLACING  such  fluid\n   13  or material AT OR ON SUCH EMPLOYEE.\n   14    S 2. This act shall take effect on the first of November next succeed-\n   15  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01903-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the aggravated harassment of an employee by an inmate ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114627.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T105619.TXT", "SOBI.D110118.T120128.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295384514065
}