{
  "year" : 2011,
  "senateBillNo" : "S2149-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S2149-2011-1295326800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides free tuition expenses for dependent family members of N.Y. state military personnel",
  "summary" : "Provides free tuition expenses for SUNY or CUNY to surviving dependent family members of NYS military personnel who have died while performing official military duties. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A1245",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S5128-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2149\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to providing scholarships\n         for surviving dependent family members  of  New  York  state  military\n         personnel who have died while performing official military duties\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 668-e of the education law, as added by chapter 106\n    2  of the laws of 2003, is amended to read as follows:\n    3    S  668-e.  Military  enhanced  recognition,  incentive   and   tribute\n    4  (\"MERIT\")  scholarships. 1. Eligible persons. a.  Notwithstanding subdi-\n    5  visions three and five of section six hundred sixty-one of this  [title]\n    6  PART,  children,  spouses  and  financial  dependents of a member of the\n    7  armed forces of the United States or state organized militia who at  any\n    8  time  on  or  after  the  second day of August, nineteen hundred ninety,\n    9  while in service in the armed forces of the United States, as defined by\n   10  subdivision eight of section one of the military law or in  a  force  of\n   11  the  state  organized militia, as defined in subdivision nine of section\n   12  one of the military law: (i) while a legal resident of New  York  state,\n   13  died,  became  severely  and  permanently  disabled or was classified as\n   14  missing in action [in a combat theater or combat zone of  operations  as\n   15  part  of  military  operations, or died as a result of injury or illness\n   16  suffered or incurred during such military service] IN THE PERFORMANCE OF\n   17  HIS OR HER OFFICIAL DUTIES; or (ii) while a legal resident of  New  York\n   18  state,  died  or became severely and permanently disabled as a result of\n   19  injury or illness suffered or incurred during  military  training  oper-\n   20  ations  in  preparation  for  duty in a combat theater or combat zone of\n   21  operations.\n   22    b. A member of the armed forces of the United States who:  (i)  became\n   23  severely  and  permanently  disabled as a result of service in the armed\n   24  forces of the United States, as defined by subdivision eight of  section\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01430-01-1\n\n       S. 2149                             2\n\n    1  one  of  the  military law, [in a combat theater or combat zone of oper-\n    2  ations] IN THE PERFORMANCE OF HIS OR HER  OFFICIAL  DUTIES  as  part  of\n    3  military  operations  at  any time on or after the second day of August,\n    4  nineteen hundred ninety; and (ii) was a legal resident of New York state\n    5  at the time of military service.\n    6    c.  A  member of the armed forces of the United States who: (i) became\n    7  severely and permanently disabled as  a  result  of  injury  or  illness\n    8  suffered or incurred during military training operations [in preparation\n    9  for  duty  in  a  combat  theater  or  combat zone of operations] IN THE\n   10  PERFORMANCE OF HIS OR HER OFFICIAL DUTIES; and (ii) was a legal resident\n   11  of New York state at the time of military service.\n   12    d. A member of the state organized militia who:  (i)  became  severely\n   13  and  permanently  disabled  as a result of injury or illness suffered or\n   14  incurred during active military service, as defined in  subdivision  six\n   15  of  section one of the military law related to duty [in a combat theater\n   16  or combat zone of operations] IN THE PERFORMANCE OF HIS OR HER  OFFICIAL\n   17  DUTIES;  and  (ii) was a legal resident of New York state at the time of\n   18  active military service.\n   19    2. Amount. The president shall grant annual  scholarships  in  amounts\n   20  determined  in accordance with subdivisions two and three of section six\n   21  hundred sixty-eight-d of this part.\n   22    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing scholarships for surviving dependent family members of New York state military personnel who have died while performing official military duties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114126.TXT", "SOBI.D110118.T110118.TXT", "SOBI.D110118.T121130.TXT", "SOBI.D110118.T155153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295383913643
}