{
  "year" : 2011,
  "senateBillNo" : "S2147-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2147-2011-1295326800000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the sale or purchase of human body parts",
  "summary" : "Prohibits the procurement of human body parts for use in human transplantation except as provided by law; requires that procurement of body parts be performed only at registered facilities and requires reporting to the county medical examiner or coroner. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S2187-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2147\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN,  DeFRANCISCO,  JOHNSON  -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Health\n\n       AN  ACT  to  amend  the  public  health  law,  in  relation to sales and\n         purchases of human organs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 4307 of the public health law, as amended by chap-\n    2  ter 362 of the laws of 2009, is amended to read as follows:\n    3    S 4307. Prohibition of sales and purchases of  human  organs  OR  BODY\n    4  PARTS.  1.  It  shall  be  unlawful for any person to knowingly acquire,\n    5  receive, or otherwise transfer  for  valuable  consideration  any  human\n    6  organ  for  use in human transplantation, OR TO PROCURE ANY BODY PART IN\n    7  VIOLATION OF THIS SECTION. [The term human organ means the human kidney,\n    8  liver, heart, lung, bone marrow, and any other human organ or tissue  as\n    9  may  be designated by the commissioner but shall exclude blood. The term\n   10  \"valuable consideration\" does not include the reasonable payments  asso-\n   11  ciated with the removal, transportation, implantation, processing, pres-\n   12  ervation,  quality control, and storage of a human organ or the expenses\n   13  of travel, housing, and lost wages incurred by  the  donor  of  a  human\n   14  organ  in  connection  with  the  donation of the organ.] Any person who\n   15  violates this section shall be guilty of  a  class  E  felony  FOR  EACH\n   16  INSTANCE OF SALE.\n   17    2. For the purposes of this section, the donation of a kidney or other\n   18  organ  from  a  live donor for transplantation into an individual condi-\n   19  tioned upon the donation and transplantation of a similar organ into  an\n   20  individual  specified  by  the  donor  shall  not,  in and of itself, be\n   21  considered to be \"valuable consideration\" provided  that  such  donation\n   22  and  transplant  are performed in accordance with other applicable laws,\n   23  rules and regulations, including any specific rules and regulations  the\n   24  commissioner  may  adopt,  with the advice and consent of the transplant\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05136-01-1\n\n       S. 2147                             2\n\n    1  council, with respect to such conditional donations. No  individual  may\n    2  make a donation conditioned upon the race, color, creed, national origin\n    3  or  religious  affiliation  of  the  recipient,  and  no hospital, organ\n    4  procurement  organization,  tissue bank, physician or other professional\n    5  may participate in the performance of any procedure or otherwise facili-\n    6  tate the donation and/or transfer of organs and/or tissue conditioned on\n    7  such factors.\n    8    3. FOR PURPOSES OF THIS SECTION:\n    9    (A) THE TERM \"PROCURE\" MEANS AND INCLUDES THE ACT OF KNOWINGLY ACQUIR-\n   10  ING, RECEIVING, OR OTHERWISE TRANSFERRING;\n   11    (B) THE TERM \"HUMAN ORGAN\" MEANS THE HUMAN KIDNEY, LIVER, HEART, LUNG,\n   12  BONE MARROW, AND ANY OTHER HUMAN ORGAN OR TISSUE AS MAY BE DESIGNATED BY\n   13  THE COMMISSIONER BUT SHALL EXCLUDE BLOOD;\n   14    (C) THE TERM \"VALUABLE CONSIDERATION\" DOES NOT INCLUDE THE  REASONABLE\n   15  PAYMENTS  ASSOCIATED  WITH  THE  REMOVAL,  TRANSPORTATION, IMPLANTATION,\n   16  PROCESSING, PRESERVATION, QUALITY CONTROL, AND STORAGE OF A HUMAN  ORGAN\n   17  OR THE EXPENSES OF TRAVEL, HOUSING, AND LOST WAGES INCURRED BY THE DONOR\n   18  OF A HUMAN ORGAN IN CONNECTION WITH THE DONATION OF THE ORGAN OR REASON-\n   19  ABLE  COMPENSATION  FOR RESTORATIVE WORK PERFORMED BY A LICENSED FUNERAL\n   20  DIRECTOR IN CONNECTION WITH PROCUREMENT OF A HUMAN ORGAN;\n   21    (D) THE TERM \"BODY PART\" MEANS AND INCLUDES THE TERMS INCLUDED IN  THE\n   22  DEFINITION  OF  BODY  PART  PURSUANT  TO  SUBDIVISION  FIVE  OF  SECTION\n   23  FORTY-THREE HUNDRED OF THIS ARTICLE, BUT  SHALL  EXCLUDE  BLOOD  OR  ANY\n   24  OTHER ELEMENT AS THE COMMISSIONER MAY DEEM NECESSARY.\n   25    4.  THE  COMMISSIONER SHALL PRESCRIBE RULES AND REGULATIONS CONCERNING\n   26  PROCUREMENT OF HUMAN BODY PARTS, WHICH SHALL REQUIRE AT A  MINIMUM  THAT\n   27  (A)  ALL  PROCUREMENT OF SUCH BODY PARTS BE PERFORMED ONLY BY A FACILITY\n   28  REGISTERED WITH THE DEPARTMENT TO UNDERTAKE SUCH  PROCUREMENT,  (B)  ALL\n   29  FACILITIES  REGISTERED  FOR PROCUREMENT OF HUMAN BODY PARTS SHALL REPORT\n   30  AND DOCUMENT THE PROCUREMENT OF EACH BODY PART TO THE  MEDICAL  EXAMINER\n   31  OR  CORONER  OF  THE  COUNTY  WHERE  THE FACILITY IS LOCATED, AND (C) NO\n   32  FUNERAL DIRECTOR, UNDERTAKER, REGISTERED RESIDENT, MORTUARY  STUDENT  OR\n   33  REGISTERED  FUNERAL  HOME  OR  FACILITY  SHALL CONDUCT OR PARTICIPATE IN\n   34  PROCUREMENT OF HUMAN BODY PARTS.\n   35    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2147\n\nTITLE OF BILL:\nAn act\nto amend the public health law, in relation to sales and purchases of\nhuman organs\n\nPURPOSE:\nTo address current shortcomings in the public Health law with\nrespect to the harvesting of body parte, specifically in the context\nof non-organ tissue.\n\nSUMMARY OF PROVISIONS:\nSection one amends section 4307 of the public\nhealth law to prohibit the sale of human organs and body parts.\n\nJUSTIFICATION:\nAmid scandals involving the illegal buying, selling and\ndistribution of human tissue by funeral homes and licensed\nbiomedical companies, deficiencies in current law with respect to\nthis area have become apparent. These scandals have involved funeral\nhomes removing tissue (e.g. skin, bone, organs and non-organ tissue)\nfrom bodies before embalming or cremation without the permission of\nthe deceased's family. The tissue was then sold illegally to\nbiomedical companies who would then present it as legitimately\nharvested tissue. In some instances, the ages of donors had been\nchanged and unscreened tissue taken from cancer patients had been\nused in implant and replacement procedures.\n\nObviously, this practice most directly affected the families of the\ndeceased and the recipients of the tissue. The disregard of the\nwellbeing of patient and lack of respect for the dead exhibited by\nthe perpetrators of these schemes is astonishing. This bill creates\nstricter regulation of harvesting procedures, thereby reducing the\npossibility that such an atrocity will ever happen again.\n\nLEGISLATIVE HISTORY:\n2007-08:  S.209  - Referred to Health, Passed Senate\n2009-10:  S.2187 - Referred to Health\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to sales and purchases of human organs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T114910.TXT", "SOBI.D110118.T114126.TXT", "SOBI.D110118.T110118.TXT", "SOBI.D110118.T121130.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T154652.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295974150150
}