{
  "year" : 2011,
  "senateBillNo" : "S2141-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2141-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "1ST REPORT CAL.65",
    "billEventId" : "S2141-2011-1296536400000-1ST+REPORT+CAL.65",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1296574200000S2141-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1296574200000,
    "ayes" : [ "Saland", "DeFrancisco", "Flanagan", "Fuschillo", "Gallivan", "Golden", "Lanza", "Nozzolio", "O'Mara", "Gianaris", "Huntley", "Perkins", "Espaillat" ],
    "nays" : [ "Parker" ],
    "abstains" : null,
    "excused" : [ "Duane" ],
    "ayeswr" : [ "Squadron" ],
    "description" : "Codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the throwing, tossing, expectorating or expelling of saliva or other bodily secretion or excretion at or on an employee of a correctional facility",
  "summary" : "Prohibits the throwing, tossing, expectorating or expelling of saliva or other bodily secretion or excretion at or on an employee of a correctional facility; such conduct shall be aggravated harassment of an employee. ",
  "currentCommittee" : null,
  "sameAs" : "A477",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S7212-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : [ "CODES" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2141\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen. BONACIC -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the aggravated  harassment\n         of an employee by an inmate\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The first undesignated paragraph of section 240.32  of  the\n    2  penal  law, as separately amended by chapters 422 and 441 of the laws of\n    3  2000, is amended to read as follows:\n    4    An inmate or respondent is  guilty  of  aggravated  harassment  of  an\n    5  employee  by  an  inmate when, with intent to harass, annoy, threaten or\n    6  alarm a person in a facility whom he OR SHE knows or  reasonably  should\n    7  know to be an employee of such facility or the division of parole or the\n    8  office  of mental health, or a probation department, bureau or unit or a\n    9  police officer, he OR SHE causes or attempts to cause such  employee  to\n   10  come  into contact with blood, SALIVA, seminal fluid, urine or feces, OR\n   11  OTHER BODILY SECRETION OR EXCRETION OR THE CONTENTS OF A TOILET BOWL, by\n   12  throwing, tossing [or], EXPECTORATING, expelling OR PLACING  such  fluid\n   13  or material AT OR ON SUCH EMPLOYEE.\n   14    S 2. This act shall take effect on the first of November next succeed-\n   15  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01903-01-1\n",
  "memo" : "BILL NUMBER:S2141\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to the aggravated harassment of an\nemployee by an inmate\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo amend Section\n240.32 of the penal\nlaw, in relation to aggravated harassment of an employee by an inmate\nto include acts or actions by an inmate which are not currently\ncovered under Section 240.32.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 adds the following material\nto those which constitute aggravated harassment of an employee by an\ninmate: saliva, other bodily secretion or excretion, and the contents\nof a toilet bowl. Section 1 also amends 240.32 by including the\nactions of \"expectorating\" and\" placing...at or on such employee\" any\nof the elements defined in Section 240.32. This legislation also makes\na technical correction to add the female gender to the definition of\nan inmate in this Section.\n\nJUSTIFICATION:\nThis legislation has been drafted in response to\nactions taken recently by an inmate against an employee at a\ncorrectional facility in Sullivan County. In this particular case an\ninmate emptied the contents of a toilet bowl on a correctional\nofficer. Without direct knowledge regarding the contents of said\nbowl, the officer was treated for possible exposure to urine, feces,\nand communicable disease. Since it was later determined that the\ncontents of the toilet bowl did not contain urine or feces (which are\nmaterial covered under 240.32), no action could be taken against the\ninmate under Section 240.32 of the penal law. This legislation would\ncorrect this omission so that no matter the contents contained in a\ntoilet bowl the inmate could still be charged under 240.32. This\nlegislation also seeks to remedy other omissions or oversights in the\nlaw regarding the types of material or actions which may occur and\nhave occurred in correctional and/or other facilities covered under\nthis section of law. This includes \"expectorating\" and \"placing...at\nor on such employee\" of any material defined in this section of law.\n\nREFER TO SECTION 240.32 PRACTICE COMMENTARY WHICH\nSTATES THAT, AS THE\nCURRENT LAW IS WRITTEN WITH REGARD TO THE OBJECTIONABLE SUBSTANCE\nBEING THROWN, TOSSED OR EXPELLED. THIS \"SPECIFICATION ARGUABLY\nEXCLUDES OTHER METHODOLOGIES, SUCH AS DIRECTLY PLACING THE\nOBJECTIONABLE SUBSTANCE ON AN EMPLOYEE'S PERSON\"\n\n\"Saliva\", and \"other bodily secretion or excretion\" are also added as\nmaterial which constitute aggravated harassment under Section 240.32.\nThis bill will go one step further in considering the types of\nunhealthy, offensive and potentially injurious actions which may be\ntaken against our public servants in the course of their duties so\nthat they can feel confident and protected under the law and so that\ninmates will not get away with such actions which are clearly\nintended to harass, annoy, threaten or alarm. (Note: Section 240.32\nis written so that there must be intent on the part of the\ninmate to harass.  Therefore, for example, any\nunintended action such as an inmate who is sick and accidentally vomits\non an employee, would not constitute aggravated harassment).\n\nLEGISLATIVE HISTORY:\nS.7212 of 2010:  Referred to Codes\nA.1177 of 2008:  Died in Assembly Codes\nA.386  of 2006:  Died in Assembly Codes\nA.9438 of 2004:  Died in Assembly Codes\nA.7717 of 2002:  Died in Codes Committee\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November\nnext succeeding the date on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the aggravated harassment of an employee by an inmate ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T152906.TXT", "SOBI.D110201.T105849.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110201.T121850.TXT-agenda-1.xml", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T105619.TXT", "SOBI.D110118.T120128.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296592146439
}