{
  "year" : 2011,
  "senateBillNo" : "S2152-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S2152-2011-1295326800000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the term of the lease of certain park lands and provides for the return of such park lands to the village of Round Lake upon the occurrence of certain conditions",
  "summary" : "Extends the term of the lease of certain park lands and provides for the return of such park lands to the village of Round Lake upon the occurrence of certain conditions. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Parks",
  "previousVersions" : [ "S7731-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2152\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cultural Affairs, Tourism,\n         Parks and Recreation\n\n       AN ACT to amend chapter 542 of the laws of 1997 relating to  authorizing\n         the  village of Round Lake in the town of Malta and county of Saratoga\n         to discontinue the use as such of certain park lands no longer  needed\n         for  park purposes and to lease the same, in relation to extending the\n         provisions thereof and providing for the return of such lands upon the\n         occurrence of certain conditions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Chapter 542 of the laws of 1997 relating to authorizing the\n    2  village  of  Round  Lake  in the town of Malta and county of Saratoga to\n    3  discontinue the use as such of certain park lands no longer  needed  for\n    4  park purposes and to lease the same, is amended to read as follows:\n    5    Section  1.  Notwithstanding  any  inconsistent provisions of general,\n    6  special or local law, rule or regulation to the contrary, the village of\n    7  Round Lake in the town of Malta and county of Saratoga,  acting  by  and\n    8  through its village board, is hereby authorized and empowered to discon-\n    9  tinue  as  park  land and to lease, for a term not in excess of [twenty]\n   10  FORTY years, the lands hereinafter described in section two of this act,\n   11  which had been acquired, reserved or designated by the village of  Round\n   12  Lake  for  park  and  recreational purposes and are no longer needed for\n   13  said  park  purposes,  for  public  utility/personal  wireless  facility\n   14  purposes  for consideration equal to the fair market value of the inter-\n   15  est to be transferred, upon such terms and conditions as such  board  of\n   16  trustees may fix and determine.\n   17    S 2. The lands referred to in section one of this act to be discontin-\n   18  ued  as  park  lands,  which  may be leased by the village of Round Lake\n   19  pursuant to the provisions of this act,  are  described  more  fully  as\n   20  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01607-01-1\n\n       S. 2152                             2\n\n    1                      PROPOSED LEASE PARCEL-PARCEL ONE\n\n    2    All  that tract or parcel of land in the Village of Round Lake, County\n    3  of Saratoga and State of New York and being  more  particularly  bounded\n    4  and described as follows:\n    5    Commencing  at  a point at its intersection with the property division\n    6  line between lands now or formerly  of  Whitehead  Brothers  Company  as\n    7  described  in  Liber 954 of deeds at page 590 on the north and lands now\n    8  or formerly of Village of Round Lake as described in Liber 873 of  deeds\n    9  at  page  363  on the south; thence South 50µ-32'-03\" East, through said\n   10  lands now or formerly of Village of Round Lake, 19.92 feet to the  point\n   11  of  beginning of a proposed lease parcel; thence continuing through said\n   12  lands now or formerly of Village of Round Lake the  following  four  (4)\n   13  courses and distances:\n   14    1) South 00µ-00'-00\" East, 50.00 feet to a point;\n   15    2) South 90µ-00'-00\" West, 50.00 feet to a point;\n   16    3) North 00µ-00'-00\" West, 50.00 feet to a point;\n   17    4) North 90µ-00'-00\" East, 50.00 feet to the point and place of begin-\n   18  ning and containing 2,500 square feet or 0.06 acres, more or less.\n   19    Subject  to  the right of the Village of Round Lake Board of Trustees,\n   20  in its sole discretion, to reasonably relocate the said boundaries to  a\n   21  location  of  no  larger  size that will not interfere with existing and\n   22  proposed water improvements and will  allow  for  the  safe  and  proper\n   23  construction of a communications facility.\n\n   24                   ACCESS AND UTILITY EASEMENT-PARCEL TWO\n\n   25  All that tract or parcel of land in the Village of Round Lake, County of\n   26  Saratoga  and  State of New York and being more particularly bounded and\n   27  described as follows:\n   28    Beginning at a railroad spike in the center of  Washington  Avenue  at\n   29  the reputed center of Bangs Road, being the centerline of a 25 foot wide\n   30  access  and  utility easement, and running through lands now or formerly\n   31  of The Village of Round Lake the  following  sixteen  (16)  courses  and\n   32  distances:\n   33    1) South 83µ-06'-55\" West, 201.09 feet to a point;\n   34    2) South 79µ-01'-50\" West, 38.92 feet to a point;\n   35    3) South 69µ-48'-20\" West, 30.46 feet to a point;\n   36    4) South 62µ-58'-23\" West, 399.19 feet to a point;\n   37    5) South 55µ-12'-41\" West, 40.21 feet to a point;\n   38    6) South 67µ-31'-24\" West, 40.91 feet to a point;\n   39    7) South 60µ-12'-34\" West, 82.27 feet to a point;\n   40    8) North 72µ-49'-46\" West, 70.82 feet to a point;\n   41    9) North 70µ-30'-20\" West, 37.44 feet to a point;\n   42    10) North 66µ-14'-33\" West, 47.41 feet to a point;\n   43    11) North 76µ-19'-02\" West, 27.65 feet to a point;\n   44    12) South 82µ-26'-32\" West, 27.65 feet to a point;\n   45    13) South 71µ-49'-19\" West, 96.64 feet to a point;\n   46    14) South 61µ-40'-39\" West, 26.42 feet to a point;\n   47    15) South 41µ-23'-20\" West, 26.42 feet to a point;\n   48    16)  South  31µ-14'-40\"  West, 37.14 feet to the point on the easterly\n   49  boundary of a proposed lease parcel and  said  point  being  14.95  feet\n   50  distant southerly along said easterly boundary from the northeast corner\n   51  of  said  proposed  lease  parcel, and containing 30, 792 square feet or\n   52  0.71 acres, more or less.\n\n       S. 2152                             3\n\n    1    Subject to the right of the Village of Round Lake Board  of  Trustees,\n    2  in  its  sole  discretion, to reasonably relocate the access and utility\n    3  easement to a  location  that  will  not  interfere  with  existing  and\n    4  proposed  water  improvements  and  will  allow  for the safe and proper\n    5  construction of an access drive.\n    6    S 3. The net proceeds from the lease of the lands described in section\n    7  two  of  this act shall be used by the Village of Round Lake exclusively\n    8  for the purchase  of  additional  park  land  [or]  AND/OR  the  capital\n    9  improvement  of  existing  park  and recreational facilities within such\n   10  village.\n   11    S 4. SHOULD THE LEASED LANDS DESCRIBED IN  SECTION  TWO  OF  THIS  ACT\n   12  CEASE  TO  BE USED FOR THE PURPOSE DESCRIBED IN SECTION ONE OF THIS ACT,\n   13  THE LEASE SHALL TERMINATE AND THOSE LANDS SHALL REVERT TO THE VILLAGE OF\n   14  ROUND LAKE FOR PUBLIC PARK AND RECREATIONAL PURPOSES.  AT  THE  TIME  OF\n   15  SUCH  REVERSION,  THE  REMOVAL  OF SUCH WIRELESS COMMUNICATIONS FACILITY\n   16  SHALL TAKE PLACE AND THE PROPERTY SHALL BE RETURNED SUBSTANTIALLY TO ITS\n   17  PREVIOUS  STATE,  CONSISTENT  WITH  PARKS  AND  RECREATIONAL   PURPOSES.\n   18  NOTWITHSTANDING THE PREVIOUS SENTENCE, FOUNDATIONS AND OTHER UNDERGROUND\n   19  STRUCTURES LOCATED THREE FEET OR MORE BELOW GRADE SHALL REMAIN ON AND IN\n   20  THE PROPERTY UPON TERMINATION OF THE LEASE.\n   21    S 5. This act shall take effect immediately.\n   22    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2152\n\nTITLE OF BILL:\nAn act\nto amend chapter 542 of the laws of 1997 relating to authorizing the\nvillage of Round Lake in the town of Malta and county of Saratoga to\ndiscontinue the use as such of certain park lands no longer needed for\npark purposes and to lease the same, in relation to extending the\nprovisions thereof and providing for the return of such lands upon the\noccurrence of certain conditions\n\nPURPOSE:\nIn 1997, the State of New York granted the Village of Round Lake the\nright, subject to approval by the village board, to lease a parcel of\npark land for use by a public utility/personal wireless facility.\nPursuant to this law, the village of Round Lake then entered into an\noption and lease agreement with Bell Atlantic Mobile for a term of\nfive years. Both parties subsequently agreed to renew said lease for\ntwo additional five-year terms. Bell Atlantic Mobile expressed\ninterest in again extending the lease for five additional five-year\nterms, while only one extension may be granted by the Village of\nRound Lake pursuant to existing law. In addition to this remaining\navailable five-year term, this legislation would grant the village\nboard authority to renew said lease to accommodate the request by\nBell Atlantic Mobil.\n\nSUMMARY OF PROVISIONS:\nSection one changes the term for which park land located within the\nvillage of Round Lake may be leased from twenty to forty years.\nFurther, the bill includes a provision requiring that said land be\n\"returned substantially to its previous state\" to bring the\nlegislation in line with more recent alienation laws. To address the\npier foundations required for safety and compliance, the bill adopts\na standard decommissioning approach of requiring removal to at least\nthree feet below the surface.\n\nEXISTING LAW:\nChapter 542 of the Laws of 1997.\n\nJUSTIFICATION:\nThis change will allow the Village of Round Lake to continue receipt\nof lease revenues, which must be used exclusively for the purchase of\nnew park land and/or the improvement of existing park land. Further,\nsuch use of this land will have no negative impact on the\nenvironment, and in fact will provide ecological benefits at the\nexpiration of lease terms.\n\nLEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend chapter 542 of the laws of 1997 relating to authorizing the village of Round Lake in the town of Malta and county of Saratoga to discontinue the use as such of certain park lands no longer needed for park purposes and to lease the same, in relation to extending the provisions thereof and providing for the return of such lands upon the occurrence of certain conditions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T121130.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T154152.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717818
}