{
  "year" : 2011,
  "senateBillNo" : "S2156-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S2156-2011-1295326800000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the determination of employer contribution rates to the unemployment insurance fund",
  "summary" : "Prohibits the increase of an employer's rate of contribution to the unemployment insurance fund due to the deployment of an employee into active service in the national guard or armed forces reserves. ",
  "currentCommittee" : "LABOR",
  "sameAs" : "A1250",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S5132-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2156\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to employer rates of contrib-\n         ution to the unemployment insurance fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 581 of the labor law is amended by\n    2  adding a new paragraph (e) to read as follows:\n    3    (E)  NOTWITHSTANDING  ANY PROVISION OF THIS SECTION TO THE CONTRARY, A\n    4  QUALIFIED EMPLOYER'S RATE  OF  CONTRIBUTION  AS  DETERMINED  UNDER  THIS\n    5  SECTION  SHALL  NOT  BE  INCREASED  AS A RESULT OF THE DEPLOYMENT OF ANY\n    6  EMPLOYEE INTO THE ACTIVE SERVICE OF THE NATIONAL GUARD OR  ARMED  FORCES\n    7  RESERVES FOR A PERIOD IN EXCESS OF THIRTY DAYS.\n    8    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01510-01-1\n",
  "memo" : "BILL NUMBER:S2156\n\nTITLE OF BILL:\nAn act\nto amend the labor law, in relation to employer rates of contribution to\nthe unemployment insurance fund\n\nPURPOSE OR GENERAL IDEA OF BILL:\nWaive business unemployment insurance\nincreases due to members of the National Guard and Reserves who are\nordered to federal or state active duty for more than thirty days.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis legislation waives unemployment\ninsurance increases due to members of the National Guard and Reserves\nwho are ordered to federal or state active duty for more than thirty\ndays.\n\nJUSTIFICATION:\nTo encourage employers to employ and retain National\nGuard and .Reservists without fear of having to pay unemployment\ninsurance increases, if the members of the Guard or Reserve are\nactivated.\n\nPRIOR LEGISLATIVE HISTORY:\nNew Bill.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to employer rates of contribution to the unemployment insurance fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T121130.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T154152.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717823
}