{
  "year" : 2011,
  "senateBillNo" : "S2157-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2157-2011-1295326800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts compensation for active military service from inclusion in a resident's adjusted gross income",
  "summary" : "Exempts compensation for active military service from inclusion in a resident's adjusted gross income under certain circumstances. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A1199",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S5130-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2157\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to exempting  compensation  for\n         active  military service from inclusion in a resident's adjusted gross\n         income\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  8  of subsection (c) of section 612 of the tax\n    2  law, as amended by chapter 528 of the laws of 1964, is amended  to  read\n    3  as follows:\n    4    (8)  Compensation  received  for active service in the armed forces of\n    5  the United States [on or after October first,  nineteen  hundred  sixty-\n    6  one, and prior to September first, nineteen hundred sixty-two; provided,\n    7  however,  that  the amount of such compensation to be deducted shall not\n    8  exceed one hundred dollars for each month of the  taxable  year,  subse-\n    9  quent to September, nineteen hundred sixty-one, during any part of which\n   10  month  the  taxpayer  was engaged in such service] IF:  (A) THE TAXPAYER\n   11  MAINTAINED A PERMANENT RESIDENCE IN NEW YORK STATE  AND  SERVED  IN  THE\n   12  ACTIVE  SERVICE  IN THE ARMED FORCES OF THE UNITED STATES OUTSIDE OF NEW\n   13  YORK STATE FOR A PERIOD OF AT LEAST NINETY DAYS DURING THE TAXABLE YEAR;\n   14  (B) THE TAXPAYER MAINTAINED A PERMANENT PLACE OF ABODE  OUTSIDE  OF  NEW\n   15  YORK  STATE  WHILE IN ACTIVE SERVICE FOR THE ENTIRE TAXABLE YEAR; OR (C)\n   16  THE TAXPAYER MAINTAINED AN ABODE IN  NEW  YORK  STATE  OTHER  THAN  SUCH\n   17  PERSON'S  PERMANENT ADDRESS WHILE IN ACTIVE SERVICE; INCLUDING RESIDENCE\n   18  IN A MILITARY BARRACKS, BACHELOR'S QUARTERS OR ON BOARD A NAVAL  VESSEL.\n   19  For  the  purposes  of  this paragraph, the words \"active service in the\n   20  armed forces of the United States\" shall mean active  duty  (other  than\n   21  for  training) in the army, navy (including the marine corps), air force\n   22  or coast guard of the United States as  defined  in  title  ten  of  the\n   23  United States code.\n   24    S  2.  This act shall take effect immediately and shall apply to taxa-\n   25  ble years beginning on and after January 1, 2012.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01435-01-1\n",
  "memo" : "BILL NUMBER:S2157\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to exempting compensation for active\nmilitary service from inclusion in a resident's adjusted gross income\n\nPURPOSE OR GENERAL IDEA OF BILL:\nExempting active duty military\npersonnel from state income tax as long as they are a permanent\nresident of New York State and served federal active duty outside New\nYork for 90 days or longer during the tax year.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis legislation will exempt military\npay from New York State income tax as long as certain requirements\nare met. Must maintain permanent address in New York and served on\nfederal active duty for more than 90 days or longer during the tax\nyear. Maintained a permanent place of abode outside of New York for\nthe entire tax year, maintained an abode in New York other than their\npermanent address while serving on federal active duty orders. Note:\nBarracks, bachelor quarters, and quarters assigned on board a vessel\ncount as a permanent abode.\n\nJUSTIFICATION:\nThis legislation will exempt New York State income\ntaxes for military personnel, this is necessary because they protect\nour freedoms both home and abroad, while being taxed as a permanent\nresident. This legislation will change this inequity in the tax law\nfor military personnel.\n\nPRIOR LEGISLATIVE HISTORY:\nNew Bill.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply\nto taxable years beginning on and after January 1, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting compensation for active military service from inclusion in a resident's adjusted gross income ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T121130.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T154152.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717824
}