{
  "year" : 2011,
  "senateBillNo" : "S2155-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2155-2011-1295326800000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizing the town of Malta to adopt a local law providing for a partial abatement of town taxes assessed for the funding of town emergency services",
  "summary" : "Authorizes the town of Malta, county of Saratoga, to adopt a local law providing for a partial abatement of town taxes assessed for the funding of town emergency services, for volunteer firefighters and volunteer ambulance workers. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Towns",
  "previousVersions" : [ "S5250-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2155\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT in relation to authorizing the town of Malta, county of Saratoga,\n         to adopt a local law providing for a partial abatement of  town  taxes\n         for volunteer firefighters and volunteer ambulance workers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Abatement of town taxes in the town  of  Malta,  county  of\n    2  Saratoga. Notwithstanding any provision of law to the contrary, the town\n    3  board of the town of Malta, county of Saratoga, may provide by local law\n    4  for  the  partial abatement of town real property taxes pursuant to this\n    5  act.\n    6    S 2. Eligible property. The property  of  volunteer  firefighters  and\n    7  volunteer  ambulance  workers shall be eligible to receive the abatement\n    8  provided by this act.\n    9    S 3. Procedure. No separate application  shall  be  required  for  the\n   10  abatement.  The  town tax receiver shall compute and apply the abatement\n   11  when extending the tax on eligible property. Eligibility for such abate-\n   12  ment shall be determined annually. A property that becomes eligible  for\n   13  a year subsequent to the initial year in which such abatement is author-\n   14  ized  by  local law shall receive the abatement for such subsequent year\n   15  and for each year thereafter while it remains eligible and until author-\n   16  ization for the abatement expires. If eligibility for the  abatement  or\n   17  the  amount  of  the abatement changes after the extension of taxes, the\n   18  assessor shall notify  the  appropriate  official  responsible  for  the\n   19  collection  or refund of taxes, who shall calculate and impose or refund\n   20  the difference in taxes accordingly.\n   21    S 4. Computation of abatement. The abatement granted pursuant to  this\n   22  act shall eliminate all of the tax that results from the funding of town\n   23  emergency  services.  It  shall  not limit tax increases in the town tax\n   24  that result from actual changes in the value of property or from  subse-\n   25  quent  town tax rate increases or increases in taxes other than the town\n   26  tax.\n   27    S 5. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01463-01-1\n",
  "memo" : "BILL NUMBER:S2155\n\nTITLE OF BILL:\nAn act\nin relation to authorizing the town of Malta, county of Saratoga, to\nadopt a local law providing for a partial abatement of town taxes for\nvolunteer firefighters and volunteer ambulance workers\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis legislation would exempt Town of\nMalta volunteer emergency services personnel from paying Town\nemergency services tax.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe town of Malta will provide a\npartial tax abatement of town taxes to volunteer firefighters and\nvolunteer ambulance workers. This act would eliminate the town\nemergency services tax for volunteer firefighters and volunteer EMS.\n\nJUSTIFICATION:\nVolunteer firefighters and ambulance company workers in\nthe Town of Malta provide a valuable service to members of the\ncommunity. These workers absorb many costs over the years including\ntraining and cost of being certified and recertified. This exemption\nwill help offset those costs and also encourage more local residents\nto become members of these volunteer organizations since they would\nreceive a more meaningful benefit against their taxes.\n\nPRIOR LEGISLATIVE HISTORY:\n2008:  A.6030   Referred to Local Governments\n2007:  A.6030   Referred to Local Governments\n2006:  A.11947  Referred to Local Governments\n\nFISCAL IMPLICATIONS:\nNone to state.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT in relation to authorizing the town of Malta, county of Saratoga, to adopt a local law providing for a partial abatement of town taxes for volunteer firefighters and volunteer ambulance workers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114627.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T121630.TXT", "SOBI.D110118.T154152.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717822
}