{
  "year" : 2011,
  "senateBillNo" : "S2153-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2153-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates a portion of route 7 in Troy, county of Rensselaer as the \"Korean War Veterans Memorial Highway\"",
  "summary" : "Designates a portion of route 7 in Troy, county of Rensselaer as the \"Korean War Veterans Memorial Highway\". ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Highway Law",
  "previousVersions" : [ "S8052-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2153\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the highway law, in relation to designating a portion of\n         the state highway system as the \"Korean War Veterans Memorial Highway\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The highway law is amended by adding a new section 342-vv\n    2  to read as follows:\n    3    S 342-VV. PORTION OF STATE HIGHWAY SYSTEM TO BE DESIGNATED  AND  KNOWN\n    4  AS  THE  \"KOREAN WAR VETERANS MEMORIAL HIGHWAY\". ALL THAT PORTION OF THE\n    5  STATE HIGHWAY SYSTEM CONSTITUTING ROUTE SEVEN FROM ITS INTERSECTION WITH\n    6  RIVER STREET IN THE CITY OF TROY IN RENSSELAER  COUNTY,  AND  CONTINUING\n    7  EASTERLY  ALONG  ROUTE  SEVEN  TO  ITS  INTERSECTION WITH MOUNT PLEASANT\n    8  AVENUE IN THE CITY OF TROY IN RENSSELAER COUNTY SHALL BE DESIGNATED  AND\n    9  KNOWN AS THE \"KOREAN WAR VETERANS MEMORIAL HIGHWAY\".\n   10    S  2. The commissioner of transportation shall provide for the instal-\n   11  lation and maintenance of adequate signing of the state  highway  system\n   12  as  designated  pursuant  to  section one of this act; provided that, to\n   13  avoid any confusion and to limit any possible  disruption  of  commerce,\n   14  the  designation called for pursuant to section one of this act shall be\n   15  one of ceremonial nature and the official name of such highway shall not\n   16  be changed as a result of this act.\n   17    S 3. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01578-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the highway law, in relation to designating a portion of the state highway system as the \"Korean War Veterans Memorial Highway\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T124632.TXT", "SOBI.D110118.T121130.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110118.T154152.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295383312335
}