{
  "year" : 2011,
  "senateBillNo" : "S2159-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S2159-2011-1295326800000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the reinstatement of Eric M. Jukes as an employee of the department of civil service and authorizing the village of Nassau to hire Officer Jukes in its po",
  "summary" : "Authorizes the reinstatement of Eric M. Jukes as an employee of the department of civil service and authorizing the village of Nassau to hire Officer Jukes in its police department. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Civil Service",
  "previousVersions" : [ "S5756-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2159\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Civil Service and Pensions\n\n       AN ACT to amend chapter 442 of the laws of 2008, relating to authorizing\n         the reinstatement of Eric M. Jukes as an employee of the department of\n         civil service and authorizing the village of Nassau  to  hire  Officer\n         Jukes  to  fill  a  full-time competitive position with the village of\n         Nassau police department, in relation to making technical  corrections\n         thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Chapter 442 of the laws of 2008,  relating  to  authorizing\n    2  the  reinstatement  of Eric M. Jukes as an employee of the department of\n    3  civil service and authorizing the village  of  Nassau  to  hire  Officer\n    4  Jukes  to  fill  a  full-time  competitive  position with the village of\n    5  Nassau police department, is amended to read as follows:\n    6    Section 1. [Notwithstanding section 58 of the civil service  law,  the\n    7  legislature  hereby  authorizes and directs the reinstatement of Officer\n    8  Eric M. Jukes to the department of civil service as an employee thereof,\n    9  regardless of Officer Jukes' failure  to  maintain  continual  full-time\n   10  service  as a police officer, and hereby declares Officer Jukes eligible\n   11  for permanent appointment in the competitive class of the civil service.\n   12    S 2.] Notwithstanding section 58 of the civil service law or any other\n   13  law to the contrary, the village of Nassau, in the county of Rensselaer,\n   14  is hereby authorized and directed upon the approval of the village board\n   15  of trustees and the police chief of the village  of  Nassau  to  appoint\n   16  Eric M. Jukes, a former full-time police officer with the police depart-\n   17  ment  of  the village of East Greenbush and currently a part-time police\n   18  officer with the police department of the village of Nassau, to a  full-\n   19  time competitive position as a police officer with the police department\n   20  of such village.\n   21    S [3] 2. This act shall take effect immediately.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01508-01-1\n",
  "memo" : "BILL NUMBER:S2159\n\nTITLE OF BILL:\nAn act\nto amend chapter 442 of the laws of 2008, relating to authorizing the\nreinstatement of Eric M. Jukes as an employee of the department of civil\nservice and authorizing the village of Nassau to hire Officer Jukes to\nfill a full-time competitive position with the village of Nassau police\ndepartment, in relation to making technical corrections thereto\n\nSUMMARY OF PROVISIONS:\nSection 1. Amends chapter 442 of the laws of 2008 by striking that\nportion that reinstated Officer Jukes as a civil service employee\neligible for permanent appointment in the competitive class of the\ncivil service, and renumbering the sections accordingly.\n\nSection 2. Effective date immediately.\n\nJUSTIFICATION:\nChapter 442 of the laws of 2008 allows Eric Jukes, age 37, and\ncurrently a part-time police officer for the village of Nassau, to be\nappointed in the competitive class of civil service and to be hired\nas a full-time police officer in the village, notwithstanding the 35\nyear old limitation set forth in section 58 of the Civil Service Law.\nThis bill amends the chapter by removing the portion thereof that\nmade Jukes generally eligible for permanent appointment in the\ncompetitive class of the civil service, and limits his permanent\nfull-time hiring to a position in the village.\n\nPRIOR LEGISLATIVE HISTORY:\nAmends chapter 442 of the laws of 2008.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend chapter 442 of the laws of 2008, relating to authorizing the reinstatement of Eric M. Jukes as an employee of the department of civil service and authorizing the village of Nassau to hire Officer Jukes to fill a full-time competitive position with the village of Nassau police department, in relation to making technical corrections thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T121130.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T154152.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717827
}