{
  "year" : 2011,
  "senateBillNo" : "S2151-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : null,
  "summary" : "Requires vehicles equipped with wheelchair lifts to have safety belts that are used to secure individuals in wheelchairs while being lifted from or into a vehicle. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S7044-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2151\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by Sens. McDONALD, HASSELL-THOMPSON, LARKIN -- read twice and\n         ordered  printed, and when printed to be committed to the Committee on\n         Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  wheelchair\n         transfer safety\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 375 of the vehicle and traffic law  is  amended  by\n    2  adding a new subdivision 52 to read as follows:\n    3    52.  ANY VEHICLE THAT IS EQUIPPED WITH A WHEELCHAIR LIFT SHALL ALSO BE\n    4  EQUIPPED WITH A SAFETY BELT THAT SHALL BE USED TO SECURE INDIVIDUALS  IN\n    5  WHEELCHAIRS WHILE THEY ARE BEING LIFTED FROM OR INTO SUCH VEHICLE.\n    6    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01574-01-1\n",
  "memo" : "BILL NUMBER:S2151\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to wheelchair transfer\nsafety\n\nPURPOSE:\nAny vehicle that is equipped with a wheelchair lift shall also be\nequipped with a safety belt that shall be used to secure individuals\nin wheel chairs while they are being lifted from or into such vehicle.\n\nSUMMARY OF PROVISIONS:\nSection 375 of the vehicle and traffic law is amended as defined in\nthe bill.\n\nEXISTING LAW:\n\nJUSTIFICATION:\nRecent fatal accidents involving wheelchair bound individuals being\nimproperly transferred from vehicles without the use of a safety belt\nhave brought attention to the issue of wheelchair transfer safety.\nNinety-year-old Nancy Deffaa was wheelchair bound. She fell from a\ntransportation vehicle for wheelchairs after being placed in the open\ndoorway of the vehicle without a safety belt. She fell from her\nwheelchair to the ground breaking bones in both her legs and arms.\nAfter two weeks of severe pain Nancy Deffaa died. Volunteer or\nmunicipal ambulances, invalid coaches, and any motor vehicle intended\nfor livery service should be designed to maximize the safety and\nmobility of the individuals who depend on those services. If Nancy\nDeffaa was wearing a safety belt her injuries, pain, and death may\nhave been prevented. By requiring that any vehicle that is equipped\nwith a wheelchair lift also be equipped with a safety belt, we can\nhelp prevent accidents like Nancy's from happening to anyone else.\n\nLEGISLATIVE HISTORY:\n2006: A.11063 Referred to Transportation\n2007: A.686   Referred to Transportation\n2008: A.686   Referred to Transportation\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to wheelchair transfer safety ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T121130.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717816
}