{
  "year" : 2011,
  "senateBillNo" : "S2154-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2154-2011-1295326800000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the town of Malta to form the Technology Park Special Improvement District",
  "summary" : "Authorizes the town of Malta to form the Technology Park Special Improvement District. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Saratoga County",
  "previousVersions" : [ "S5253-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2154\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to authorize the town  of  Malta  to  form  the  Technology  Park\n         Special Improvement District\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. 1. Notwithstanding  any  other  provision  of  law  to  the\n    2  contrary,  the  town of Malta in the county of Saratoga shall be author-\n    3  ized and enabled to form a special improvement district to be  known  as\n    4  the  \"Technology  Park  Special  Improvement  District\" (hereinafter the\n    5  \"district\"). The district shall be established in  accordance  with  the\n    6  procedural  provisions  for  the  establishment  of  special improvement\n    7  districts as provided in articles 12 and 12-A of the town law,  and  the\n    8  district  shall  be  authorized  and enabled to provide the services set\n    9  forth in this act.\n   10    2. The district shall be comprised of all real  property  encompassing\n   11  the  Luther Forest Technology Campus Planned Development District estab-\n   12  lished by Local Law No. 6 of 2004 by the town of Malta,  as  such  local\n   13  law has been and may be from time-to-time amended.\n   14    3.  Upon the establishment of the district, the town board of the town\n   15  of Malta shall provide maintenance, repair and replacement of any  road-\n   16  ways and rights-of-way owned by the town of Malta within the district.\n   17    4.  Upon  resolution  by  the  town  board  of  the town of Malta, the\n   18  district  may  repair,  construct,  operate,  maintain,  monitor  and/or\n   19  replace:\n   20    a. multi-use trails and sidewalks;\n   21    b. street, trail and sidewalk lighting;\n   22    c. landscaping;\n   23    d. stormwater management systems; and\n   24    e. wetland mitigation areas.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01464-01-1\n\n       S. 2154                             2\n\n    1    The  town  of Malta may also terminate one or more of such benefits or\n    2  services by a resolution of its town board.\n    3    5.  The  costs  and expenses of the operation of the district shall be\n    4  paid through the levy of special assessments upon all lots or parcels of\n    5  land within the district in proportion to the benefit derived  therefrom\n    6  as determined by the town board of the town of Malta annually.\n    7    6.  The  town  board  of  the  town of Malta shall be assisted in this\n    8  regard by an advisory board consisting  in  part  of  the  town  highway\n    9  superintendent, the town comptroller, and a representative of the Luther\n   10  Forest  Technology  Campus  Landowner's  Association. The board shall be\n   11  advisory only, and shall have no authority to compel any action  on  the\n   12  part of the town of Malta.\n   13    7.  No  landowner within the district, whether municipal or otherwise,\n   14  shall be exempt from full  assessment  for  the  benefits  and  services\n   15  provided  by  the  district authorized by this act, other than roads and\n   16  rights-of-way owned or maintained by the town of Malta.\n   17    8. The town  of  Malta  may  terminate  the  district  by  resolution,\n   18  provided  however, no less than sixty days written notice shall be given\n   19  to all real property owners within the district.\n   20    S 2. Severability. If any provision of this  act  or  the  application\n   21  thereof  to any person or circumstance is adjudged invalid by a court of\n   22  competent jurisdiction, such judgment shall not  affect  or  impair  any\n   23  other provisions or applications of this act which can be effected with-\n   24  out the invalid provision or application, and to this end the provisions\n   25  of this act are severable.\n   26    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the town of Malta to form the Technology Park Special Improvement District ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T121130.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110118.T121630.TXT", "SOBI.D110118.T154152.TXT", "SOBI.D110118.T110619.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295383312338
}