{
  "year" : 2011,
  "senateBillNo" : "S2167-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S2167-2011-1295326800000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the state office for the aging shall be deemed a consumer directed personal assistance service provider",
  "summary" : "Permits the office for the aging to contract for consumer directed personal assistance services through specifically defined models. ",
  "currentCommittee" : "AGING",
  "sameAs" : "A1701",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S1592-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2167\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by Sens. GOLDEN, DeFRANCISCO -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to consumer directed personal\n         assistance services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 214 of the elder law is amended  by  adding  a  new\n    2  subdivision 8 to read as follows:\n    3    8.  CONSUMER  DIRECTED  PERSONAL  ASSISTANCE SERVICE PROVIDER. (A) ANY\n    4  OTHER PROVISION OF ANY OTHER LAW TO THE  CONTRARY  NOTWITHSTANDING,  THE\n    5  OFFICE  SHALL  BE  DEEMED  A  PARTICIPATING PROVIDER FOR THE PURPOSES OF\n    6  PROVIDING CONSUMER DIRECTED PERSONAL  ASSISTANCE  SERVICES  PURSUANT  TO\n    7  SECTION  THREE  HUNDRED  SIXTY-FIVE-F OF THE SOCIAL SERVICES LAW, EXCEPT\n    8  THAT NOTWITHSTANDING ANY INCONSISTENT PROVISION OF  SUCH  SECTION  THREE\n    9  HUNDRED  SIXTY-FIVE-F,  THE  TERM  \"ELIGIBLE INDIVIDUAL\" AS USED IN SUCH\n   10  SECTION SHALL MEAN, FOR SERVICES  PROVIDED  BY  OR  THROUGH  THE  OFFICE\n   11  PURSUANT  TO  THIS  SECTION, AN INDIVIDUAL AGED SIXTY OR OLDER WHO MEETS\n   12  THE CRITERIA ESTABLISHED UNDER PARAGRAPH (A), (B) OR (C) OF  SUBDIVISION\n   13  TWO  OF  SUCH  SECTION THREE HUNDRED SIXTY-FIVE-F, AND THE TERM \"PARTIC-\n   14  IPATING PROVIDER\" AS USED IN SUCH SECTION, SHALL  WHEN  APPLIED  TO  THE\n   15  OFFICE  PURSUANT  TO  THIS  SECTION  MEAN  AND  INCLUDE  THE OFFICE, ITS\n   16  CONTRACTORS, AND ANY  INTERMEDIARY  SERVICE  ORGANIZATION,  WHETHER  THE\n   17  RESPONSIBILITIES  OF  SUCH ORGANIZATION ARE PROVIDED BY THE OFFICE OR BY\n   18  AN ENTITY OR ENTITIES CONTRACTED TO PERFORM SUCH  RESPONSIBILITIES  WITH\n   19  THE OFFICE AND/OR ITS CONTRACTORS, IN THE FOLLOWING MODELS OR ANY COMBI-\n   20  NATION THEREOF.  THE OFFICE SHALL DEVELOP A PARTICIPATING PROVIDER MODEL\n   21  OR  MODELS  FOR THE PROVISION OF SERVICE WHICH ALLOW FOR A FULL RANGE OF\n   22  FISCAL, SUPPORTIVE AND INTERMEDIARY SERVICES TO BE MADE AVAILABLE TO  AN\n   23  ELIGIBLE  INDIVIDUAL  IN  A MANNER THAT CREATES A SEAMLESS FINANCING AND\n   24  SERVICE DELIVERY SYSTEM. SERVICES TO BE PROVIDED SHALL INCLUDE  BUT  ARE\n   25  NOT  LIMITED  TO  SERVICE  ASSESSMENT AND/OR CASE MANAGEMENT AND SERVICE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04454-01-1\n\n       S. 2167                             2\n\n    1  MONITORING; PEER COUNSELING AND SUPPORT; ACCESS TO  EMPLOYER  MANAGEMENT\n    2  SKILLS  TRAINING;  ACCESS  TO  TECHNICAL SKILLS TRAINING FOR ATTENDANTS;\n    3  ACCESS TO TRAINING REGARDING EMPLOYER-RELATED FISCAL SKILLS;  ACCESS  TO\n    4  CRIMINAL  AND CERTIFICATION (E.G., NURSE AID REGISTRY) CHECKS; ACCESS TO\n    5  AN  ATTENDANT  REGISTRY;  AND  ACCESS  TO  EMERGENCY/BACK-UP   ATTENDANT\n    6  SERVICES.  THE  OFFICE  OR  AN  AGENCY CONTRACTED TO IT MAY SERVE AS THE\n    7  EMPLOYER OF RECORD OF AN ATTENDANT, WITH THE ELIGIBLE INDIVIDUAL AS  THE\n    8  MANAGING  EMPLOYER,  AND  MAY  ALLOW THE ELIGIBLE INDIVIDUAL TO RECRUIT,\n    9  TRAIN, SUPERVISE AND DISCHARGE HIS OR HER OWN ATTENDANT WHILE THE AGENCY\n   10  ACTS AS FISCAL AGENT AND RESOURCE FOR SUPPORTIVE ASSISTANCE, AS  NEEDED.\n   11  THE  MODEL  OR  MODELS  MAY  ALSO PROVIDE FOR PARTICIPATING PROVIDERS TO\n   12  ADMINISTER AND DISBURSE CASH GRANT OR VOUCHER PROGRAMS ALLOWING ELIGIBLE\n   13  INDIVIDUALS TO RECEIVE FUNDS INCLUDING PUBLIC FUNDS AND  PAY  ATTENDANTS\n   14  DIRECTLY,  AND  PERFORM OTHER RELATED ADMINISTRATIVE TASKS INCLUDING BUT\n   15  NOT LIMITED TO THE COLLECTION AND VERIFICATION OF ATTENDANTS  TIMESHEETS\n   16  AND  THE  SUBMISSION OF INVOICES NECESSARY TO OBTAIN FUNDS FOR DISBURSE-\n   17  MENT. OTHER SERVICES WHICH MAY BE PROVIDED  INCLUDE  BUT  SHALL  NOT  BE\n   18  LIMITED  TO  CONDUCTING  SELF-DIRECTION EVALUATIONS OF ELIGIBLE INDIVID-\n   19  UALS, PROVIDING EMPLOYER SKILLS AND  SELF-ADVOCACY  TRAINING,  ASSISTING\n   20  ELIGIBLE  INDIVIDUALS  WITH  THE  RECRUITMENT,  SCREENING  AND HIRING OF\n   21  ATTENDANTS INCLUDING CONDUCTING BACKGROUND  CHECKS  AND  MAINTAINING  AN\n   22  ATTENDANT REGISTRY, AND ARRANGING FOR EMERGENCY/BACK-UP ATTENDANT STAFF,\n   23  DETERMINING  AND  REASSESSING  ELIGIBLE  INDIVIDUALS  SERVICE NEEDS, AND\n   24  PROVIDING OR ARRANGING FOR TRAINING OPPORTUNITIES FOR  ATTENDANTS.  SUCH\n   25  SUPPORTIVE  SERVICES  MAY  ALSO INCLUDE THE PROVISION OF CASE MANAGEMENT\n   26  AND MONITORING THE QUALITY OF SERVICES PROVIDED AND ELIGIBLE  INDIVIDUAL\n   27  AND  ATTENDANT  SATISFACTION.  THE OFFICE MAY INCLUDE IN DEVELOPING SUCH\n   28  MODEL OR MODELS ANY COUNTY OR COUNTY AGENCY FOR THE AGING WITH WHICH  IT\n   29  SHALL  PARTNER  OR  CONTRACT  AND WHICH IS APPROVED PURSUANT TO INTERNAL\n   30  REVENUE SERVICE REVENUE PROCEDURE 80-4 OR REVENUE PROCEDURE 70-6 OR  ANY\n   31  SUCCESSOR  THERETO  TO BE THE EMPLOYER AGENT ON BEHALF OF ELIGIBLE INDI-\n   32  VIDUALS OR TO ACT AS THE ELIGIBLE INDIVIDUAL'S FISCAL  INTERMEDIARY  FOR\n   33  CERTAIN APPROVED SERVICES.\n   34    (B)  THE  OFFICE  SHALL  FILE  OR CAUSE TO BE FILED WITHIN ONE HUNDRED\n   35  TWENTY DAYS OF THE EFFECTIVE DATE OF THIS SUBDIVISION AN APPLICATION FOR\n   36  A FEDERAL WAIVER PURSUANT TO SECTION 1115 OF THE SOCIAL SECURITY ACT  OR\n   37  ANY  SUCCESSOR  THERETO,  AND EVERY STATE AGENCY IS HEREBY EMPOWERED AND\n   38  DIRECTED TO COOPERATE WITH THE OFFICE AND TO COMPLY WITH ANY REQUEST FOR\n   39  THE FILING OF SUCH WAIVER IF THE OFFICE SHALL LACK POWER  AND  AUTHORITY\n   40  TO FILE SUCH WAIVER ITSELF. IN MAKING SUCH APPLICATION FOR FEDERAL WAIV-\n   41  ER,  THE  OFFICE SHALL SEEK TO INCLUDE AND PROVIDE A SEAMLESS NETWORK OF\n   42  OTHER SERVICES PROVIDED THROUGH THE OFFICE WHERE APPROPRIATE.  IN FILING\n   43  SUCH WAIVER FOR THE OPERATION OF THE PROGRAM, THE OFFICE SHALL  SEEK  TO\n   44  PROVIDE  SERVICES  PURSUANT  TO  THE PRINCIPLE THAT INDIVIDUALS HAVE THE\n   45  PRIMARY AUTHORITY TO MAKE CHOICES THAT WORK BEST FOR THEM, REGARDLESS OF\n   46  THE NATURE OR EXTENT OF THEIR DISABILITY OR THE SOURCE  OF  PAYMENT  FOR\n   47  SERVICES.  SERVICES  PROVIDED PURSUANT TO THIS SECTION BY OR THROUGH THE\n   48  OFFICE SHALL OBSERVE THE FOLLOWING OBJECTIVES AND ASSUMPTIONS:\n   49    (1) THAT ELIGIBLE INDIVIDUALS ARE THE EXPERTS ON THEIR SERVICE NEEDS;\n   50    (2) THAT DIFFERENT TYPES  OF  SERVICES  WARRANT  DIFFERENT  LEVELS  OF\n   51  PROFESSIONAL INVOLVEMENT;\n   52    (3)  THAT CHOICE AND CONTROL CAN BE INTRODUCED INTO ALL SERVICE DELIV-\n   53  ERY ENVIRONMENTS;\n   54    (4) THAT SERVICES THAT SUPPORT THE DIGNITY OF PEOPLE CAN BE LESS COST-\n   55  LY WHEN PROPERLY DESIGNED; AND\n\n       S. 2167                             3\n\n    1    (5) THAT THE PROGRAM SHALL BE AVAILABLE TO ALL PERSONS OVER THE AGE OF\n    2  SIXTY WHO MEET ELIGIBILITY REQUIREMENTS, REGARDLESS OF PAYER  OR  SOURCE\n    3  OF PAYMENT.\n    4    (C)  IN  DESIGNING  THE  PROGRAM AND PROVIDING SERVICES, THE OFFICE IS\n    5  AUTHORIZED TO WAIVE ANY PROVISION OF SECTION THREE HUNDRED SIXTY-SEVEN-B\n    6  OF THE SOCIAL SERVICES LAW, OR ANY RULE OR REGULATION PROMULGATED PURSU-\n    7  ANT TO SECTION THREE HUNDRED SIXTY-FIVE-F OF  THE  SOCIAL  SERVICES  LAW\n    8  WHICH  IN  THE  JUDGMENT  OF THE OFFICE RESTRICTS ITS ABILITY TO PROVIDE\n    9  SERVICES AS REQUIRED BY THIS SUBDIVISION, SO  LONG  AS  SUCH  WAIVER  IS\n   10  CONSISTENT  WITH  ANY FEDERAL WAIVER GRANTED PURSUANT TO SECTION 1115 OF\n   11  THE SOCIAL SECURITY ACT OR ANY SUCCESSOR THERETO.\n   12    (D) THE OFFICE SHALL SEEK TO EXPAND SOURCE OF PAYMENT FOR THE PROGRAM,\n   13  INCLUDING PAYMENTS FROM VOLUNTARY AND WILLING PRIVATE SOURCES, INSURANCE\n   14  PLANS, CHARITIES AND FOUNDATIONS AND INDIVIDUALS.\n   15    (E) THE OFFICE IS HEREBY EMPOWERED TO  PROVIDE  OR  CONTRACT  FOR  THE\n   16  PROVISION  OF  SUCH  CONSUMER DIRECTED SERVICES IN ANY COUNTY WITHIN THE\n   17  STATE. THE OFFICE SHALL SEEK TO COORDINATE  SERVICES  WITH  ANY  CURRENT\n   18  PROVIDER  OF  CONSUMER DIRECTED SERVICES. NO STATE AGENCY SHALL IMPOSE A\n   19  LIMITATION ON THE NUMBER OF ELIGIBLE INDIVIDUALS SERVED BY THIS PROGRAM.\n   20    (F) THE OFFICE SHALL NOT BE SUBJECT TO AUDIT, ASSESSMENT,  SUSPENSION,\n   21  SANCTION,  OR  REPORT BY A STATE AGENCY FOR A PROGRAM CONDUCTED PURSUANT\n   22  TO THE AUTHORITY OF THIS SUBDIVISION, EXCEPT THAT IT SHALL BE SUBJECT TO\n   23  AUDIT BY THE OFFICE OF THE STATE COMPTROLLER TO  THE  EXTENT  THAT  SUCH\n   24  PROGRAMS WOULD HAVE BEEN SUBJECT TO AUDIT BUT FOR THIS PARAGRAPH.\n   25    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to consumer directed personal assistance services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T165658.TXT", "SOBI.D110118.T123131.TXT", "SOBI.D110119.T141812.TXT", "SOBI.D110118.T111620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295464692883
}