{
  "year" : 2011,
  "senateBillNo" : "S2163-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2163-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a temporary commission of child abuse prevention",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Children",
  "previousVersions" : [ "S7514-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2163\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to establish a temporary state commission to  study  child  abuse\n         prevention  and  make  recommendations for the implementation of child\n         abuse prevention programs across the  state;  and  providing  for  the\n         repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature  hereby  acknowledges\n    2  that child abuse is a continuing societal problem in the state affecting\n    3  at  least  80,000  children  each  year. In recent years, there has been\n    4  research on the long-term effects of child abuse on  the  individual  as\n    5  well as society. The vast majority of research has demonstrated that the\n    6  consequences  of  child  abuse  are grave, damaging and often spill over\n    7  into a person's adult life. Adverse  effects  have  been  identified  in\n    8  maltreated children's physical, cognitive, emotional and social develop-\n    9  ment.\n   10    Furthermore,  the  legislature finds that the failure to address child\n   11  abuse through preventive measures not only harms a million children each\n   12  year in this country, it imposes a tremendous cost to society. Like most\n   13  states, New York spends  a  considerable  amount  of  fiscal  and  human\n   14  resources  to  treat  the  numerous  consequences  of  child  abuse  and\n   15  maltreatment. The failure to invest in prevention results in  a  signif-\n   16  icantly greater amount of resources needed to treat the outcomes.\n   17    S  2.  A temporary state commission, to be known as the \"commission of\n   18  child abuse prevention\", is hereby established to examine, evaluate  and\n   19  make  recommendations  concerning  child abuse prevention efforts in the\n   20  state. The commission shall consider the need for additional legislation\n   21  as well as a  stable  source  of  funding  for  child  abuse  prevention\n   22  programs.  Specific  issues  to  be  addressed  by  the commission shall\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04277-01-1\n\n       S. 2163                             2\n\n    1  include home visitation programs and screening for families at  risk  of\n    2  child maltreatment.\n    3    S 3. The commission shall consist of thirteen members, to be appointed\n    4  as follows: three members to be appointed by the governor; three members\n    5  to  be appointed by the temporary president of the senate; three members\n    6  to be appointed by the speaker  of  the  assembly;  two  members  to  be\n    7  appointed  by  the  minority leader of the senate; and two members to be\n    8  appointed by the minority leader of the assembly. The members shall have\n    9  demonstrated expertise in and experience with the field of  child  abuse\n   10  prevention.  A chairperson and vice-chairperson of such commission shall\n   11  be elected by the majority of its members, all members being present.\n   12    S 4. The members of the commission shall receive no  compensation  for\n   13  their services, but shall be allowed their actual and necessary expenses\n   14  incurred in the performance of their duties hereunder.\n   15    S  5.  The commission may employ and at pleasure remove such personnel\n   16  as it may deem necessary for the performance of  its  functions.    Such\n   17  commission  may  meet  and hold public and/or private hearings within or\n   18  without the state, and shall  have  all  the  powers  of  a  legislative\n   19  committee pursuant to the legislative law.\n   20    S  6.  For the accomplishment of its purposes, the commission shall be\n   21  authorized and empowered to undertake any studies, inquiries, surveys or\n   22  analyses it may deem relevant in cooperation with or by  agreement  with\n   23  any other public or private agency.\n   24    S 7. The commission shall make a report of its findings, including any\n   25  recommendations  for  legislative  action  as  it may deem necessary and\n   26  appropriate, to the governor, the temporary president of the senate  and\n   27  the  speaker  of the assembly no later than one year after the effective\n   28  date of this act.\n   29    S 8. This act shall take effect immediately and shall  expire  and  be\n   30  deemed repealed 1 year after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to establish a temporary state commission to study child abuse prevention and make recommendations for the implementation of child abuse prevention programs across the state; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T170224.TXT", "SOBI.D110118.T121130.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110118.T111620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295388144673
}