{
  "year" : 2011,
  "senateBillNo" : "S216-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S216-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires semi-annual reports by police agencies on missing children and persons; provides for a tax check-off to benefit missing persons related matters",
  "summary" : "Requires police agencies to report semi-annually on missing children and persons incidents; authorizes a personal income tax check-off for missing children and persons related activities and requires the missing and exploited children and persons clearinghouse to also report to the governor and legislature on reported cases of missing children and persons; adds persons other than children to these provisions. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1420-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          216\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the executive law, the tax law  and  the  state  finance\n         law, in relation to missing children and persons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 837-m of the executive law, as added by chapter 579\n    2  of the laws of 1997, is amended to read as follows:\n    3    S 837-m. Reporting duties of law enforcement departments with  respect\n    4  to  missing children AND PERSONS.  The chief of every police department,\n    5  each county sheriff and the superintendent of state police shall report,\n    6  at least semi-annually, to the division with respect to specified  cases\n    7  of  missing  children AND PERSONS that are closed. Such reports shall be\n    8  in the form and manner prescribed by the division and shall contain such\n    9  information as the division deems necessary including, but  not  limited\n   10  to,  information  regarding  recovered  children  AND  PERSONS  who were\n   11  arrested, children AND PERSONS who were the victims of criminal activity\n   12  or exploitation, and children AND PERSONS who were  found  deceased  and\n   13  information  regarding  the  alleged abductor or killer of such children\n   14  AND PERSONS.\n   15    S 2. Section 628 of the tax law, as added by chapter 579 of  the  laws\n   16  of 1997, is amended to read as follows:\n   17    S  628.  Gift for missing and exploited children AND PERSONS clearing-\n   18  house fund. Effective for any tax year commencing on  or  after  January\n   19  first,  nineteen hundred ninety-seven, an individual in any taxable year\n   20  may elect to contribute  to  the  missing  and  exploited  children  AND\n   21  PERSONS  clearinghouse  fund.    Such contribution shall be in any whole\n   22  dollar amount and shall not reduce the amount of state tax owed by  such\n   23  individual.  The commissioner shall include space on the personal income\n   24  tax return  form  to  enable  a  taxpayer  to  make  such  contribution.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01651-01-1\n\n       S. 216                              2\n\n    1  Notwithstanding  any  other  provision  of  law,  all revenues collected\n    2  pursuant to this section shall be paid  to  the  missing  and  exploited\n    3  children AND PERSONS clearinghouse fund established pursuant to and used\n    4  only  for those purposes enumerated in section ninety-two-w of the state\n    5  finance law.\n    6    S 3. Section 92-w of the state finance law, as added by chapter 530 of\n    7  the laws of 1994, subdivision 2 as amended by chapter 579 of the laws of\n    8  1997, is amended to read as follows:\n    9    S 92-w. Missing and exploited children AND PERSONS clearinghouse fund.\n   10  1. A special fund to be known as the \"missing and exploited children AND\n   11  PERSONS clearinghouse fund\" is hereby established in the custody of  the\n   12  state comptroller and the commissioner of taxation and finance.\n   13    2.  The  fund  shall  consist  of  all monies transferred to such fund\n   14  pursuant to law, all monies required by any provision of law to be  paid\n   15  into  or credited to the fund, all moneys from gifts pursuant to section\n   16  six hundred twenty-eight of the tax law and any interest earnings  which\n   17  may  accrue from the investment of monies in the fund. Nothing contained\n   18  herein shall prevent the state from receiving grants, gifts or  bequests\n   19  for  the  purposes of the fund as defined in this section and depositing\n   20  them into the fund according to law.\n   21    3. Monies of the fund, when allocated, shall be available to the divi-\n   22  sion of criminal justice services for the enhancement of public informa-\n   23  tion and prevention education efforts  including  production  of  print,\n   24  video  and radio advertising materials, brochures, pamphlets and outdoor\n   25  advertising, or for any other activity or purpose that will aid  in  the\n   26  prevention  of the exploitation of children AND PERSONS or in the recov-\n   27  ery of missing and exploited children AND PERSONS, as  deemed  necessary\n   28  by  the missing and exploited children AND PERSONS clearinghouse created\n   29  pursuant to section eight hundred thirty-seven-f of the executive law.\n   30    4. Monies shall be payable from the fund on the audit and  warrant  of\n   31  the  comptroller  on  vouchers approved and certified by the director of\n   32  the division of criminal justice services.\n   33    S 4. Section 837-f of the executive law, as added by  chapter  880  of\n   34  the  laws  of 1986, subdivision 10-a as added by chapter 600 of the laws\n   35  of 1997, subdivision 12 as amended by chapter 579 of the laws  of  1997,\n   36  subdivision  14  as amended by chapter 381 of the laws of 2004 and para-\n   37  graph (c) of subdivision 14 as amended by chapter 348  of  the  laws  of\n   38  2005, is amended to read as follows:\n   39    S  837-f. Missing  and  exploited  children AND PERSONS clearinghouse.\n   40  There is hereby established within the division a missing and  exploited\n   41  children  AND PERSONS clearinghouse to provide a comprehensive and coor-\n   42  dinated approach to the tragic problems of missing and  exploited  chil-\n   43  dren  AND  PERSONS.    In  addition  to  the activities of the statewide\n   44  central register for missing  children  AND  PERSONS,  the  commissioner\n   45  shall be authorized to:\n   46    1.  Plan  and  implement  programs to ensure the most effective use of\n   47  federal, state and local resources in the investigation of  missing  and\n   48  exploited children AND PERSONS;\n   49    2.  Exchange  information  and resources with other states, and within\n   50  New York state, concerning missing and exploited children AND PERSONS;\n   51    3. Establish a case data base which will include nonidentifying infor-\n   52  mation on reported children AND PERSONS and facts developed in the phas-\n   53  es of a search, and analyze such data for the purposes of: assisting law\n   54  enforcement in their current investigations  of  missing  and  exploited\n   55  children  AND  PERSONS,  developing  prevention  programs and increasing\n   56  understanding of the nature and extent of the  problem;  and  share  the\n\n       S. 216                              3\n\n    1  data  and analysis on a regular basis with the National Center for Miss-\n    2  ing and Exploited Children;\n    3    4.  Disseminate  a directory of resources to assist in the locating of\n    4  missing children AND PERSONS;\n    5    5. Cooperate with public and  private  schools  and  organizations  to\n    6  develop  education  and  prevention programs concerning child safety for\n    7  communities, parents and children;\n    8    6. Provide assistance in returning recovered children AND PERSONS  who\n    9  are located out-of-state;\n   10    7.  By  January  first,  [nineteen  hundred eighty-seven] TWO THOUSAND\n   11  ELEVEN arrange for the development of a curriculum for the  training  of\n   12  law  enforcement  personnel  investigating  cases  involving missing and\n   13  exploited children AND PERSONS;\n   14    8. Assist federal, state and local agencies in  the  investigation  of\n   15  cases involving missing and exploited children AND PERSONS;\n   16    9. Utilize available resources to duplicate photographs and posters of\n   17  children  AND  PERSONS reported as missing by police and with consent of\n   18  parents, guardians  or  others  legally  responsible,  disseminate  this\n   19  information throughout the state;\n   20    10. Beginning on January first, nineteen hundred eighty-seven, dissem-\n   21  inate, on a regular basis, a bulletin containing information on children\n   22  in  the  missing  children's  register to the state education department\n   23  which shall then forward such  bulletin  to  every  public  and  private\n   24  school  where  parents, guardians or others legally responsible for such\n   25  children have given consent;\n   26    10-a. (a) By November first, [nineteen hundred ninety-seven] TWO THOU-\n   27  SAND ELEVEN prescribe general guidelines to enable the state legislature\n   28  and state agencies to assist in the location  and  recovery  of  missing\n   29  children AND PERSONS.  The guidelines shall provide information relating\n   30  to:\n   31    (i)  the form and manner in which materials and information pertaining\n   32  to missing children AND PERSONS including but not limited  to  biograph-\n   33  ical  data and pictures, sketches or other likenesses may be included in\n   34  stationery, newsletters and other written or electronic printings;\n   35    (ii) appropriate sources from which such materials and information may\n   36  be obtained;\n   37    (iii) the procedures by which such materials and  information  may  be\n   38  obtained; and\n   39    (iv) any other matter the clearinghouse considers appropriate.\n   40    (b)  By  January  first,  [nineteen hundred ninety-eight] TWO THOUSAND\n   41  TWELVE arrange for the  transmission  of  biographical  information  and\n   42  pictures,  sketches  or other likenesses of missing children AND PERSONS\n   43  to state agencies, departments and the legislature to use in printings.\n   44    11. Operate a toll-free twenty-four hour hotline for the public to use\n   45  to relay information concerning missing children AND PERSONS;\n   46    12. Submit an annual report to the governor and legislature  regarding\n   47  the  activities  of  the clearinghouse including statistical information\n   48  involving reported cases of missing children  AND  PERSONS  pursuant  to\n   49  section  eight hundred thirty-seven-m of this article, AS ADDED BY CHAP-\n   50  TER  FIVE  HUNDRED  SEVENTY-NINE  OF  THE  LAWS  OF   NINETEEN   HUNDRED\n   51  NINETY-SEVEN,  and  a  summary of the division's efforts with respect to\n   52  the use of monies from the missing and exploited  children  AND  PERSONS\n   53  clearinghouse fund created pursuant to section ninety-two-w of the state\n   54  finance law; and\n\n       S. 216                              4\n\n    1    13.  Take  such  other  steps  as  necessary  to  assist in education,\n    2  prevention, service provision and investigation of cases involving miss-\n    3  ing and exploited children AND PERSONS.\n    4    14.  (a)  In  consultation with the division of state police and other\n    5  appropriate agencies, develop,  and  regularly  update  and  distribute,\n    6  model  missing  child AND PERSON prompt response and notification plans,\n    7  which shall be available for use, in their discretion,  as  appropriate,\n    8  by  local  communities  and  law enforcement personnel. Such plans shall\n    9  involve a pro-active, coordinated response, planned in advance, that may\n   10  be promptly triggered by law enforcement personnel upon confirmation  by\n   11  a  police officer, peace officer or police agency of a report of a miss-\n   12  ing child, as defined in subdivision one of section eight hundred  thir-\n   13  ty-seven-e of this article, OR PERSON.\n   14    (b) Such plans shall, at a minimum, provide that:\n   15    (i)  the  name  of  such missing child OR PERSON, a description of the\n   16  child  OR  PERSON  and  other  pertinent  information  may  be  promptly\n   17  dispatched over the police communication system, pursuant to subdivision\n   18  three of section two hundred twenty-one of this chapter;\n   19    (ii)  such  information  may be immediately provided orally, electron-\n   20  ically or by facsimile transmission to one or more  radio  stations  and\n   21  other  broadcast  media outlets serving the community including, but not\n   22  limited to, those which have voluntarily agreed, in advance, to promptly\n   23  notify other such radio stations and other broadcast  media  outlets  in\n   24  like manner;\n   25    (iii)  such information may be immediately provided by electronic mail\n   26  message to one or more internet service providers and commercial  mobile\n   27  service  providers  serving the community including, but not limited to,\n   28  those which have voluntarily agreed,  in  advance,  to  promptly  notify\n   29  other such internet service providers in like manner;\n   30    (iv)  participating  radio  stations and other participating broadcast\n   31  media outlets serving the community may voluntarily  agree  to  promptly\n   32  broadcast  a  missing child alert providing pertinent details concerning\n   33  the child's  disappearance,  breaking  into  regular  programming  where\n   34  appropriate;\n   35    (v)  participating  internet  service  providers and commercial mobile\n   36  service providers serving the community may voluntarily agree to prompt-\n   37  ly provide by electronic mail message a missing  child  alert  providing\n   38  pertinent details concerning the child's disappearance;\n   39    (vi) police agencies not connected with the basic police communication\n   40  system  in use in such jurisdiction may transmit such information to the\n   41  nearest or most convenient electronic entry point, from which  point  it\n   42  may  be  promptly  dispatched,  in  conformity with the orders, rules or\n   43  regulations governing the system; and\n   44    (vii) no dispatch or transmission of a  report  concerning  a  missing\n   45  child  OR  PERSON  shall  be  required by such plan if the investigating\n   46  police department advises, in its discretion, that the release  of  such\n   47  information  may jeopardize the investigation or the safety of the child\n   48  OR PERSON, or requests forbearance for any reason.\n   49    (c) The commissioner shall also designate a unit within  the  division\n   50  that  shall assist law enforcement agencies and representatives of radio\n   51  stations,  broadcast  media  outlets,  internet  service  providers  and\n   52  commercial  mobile  service  providers in the design, implementation and\n   53  improvement of missing child OR PERSON prompt response and  notification\n   54  plans.    Such unit shall make ongoing outreach efforts to local govern-\n   55  ment entities and local law enforcement agencies to assist such entities\n   56  and agencies in the implementation and operation of such plans with  the\n\n       S. 216                              5\n\n    1  goal  of  implementing and operating such plans in every jurisdiction in\n    2  New York state.\n    3    (d)  The commissioner shall also maintain and make available to appro-\n    4  priate state and local law enforcement agencies  up-to-date  information\n    5  concerning  technological  advances  that may assist in facilitating the\n    6  recovery of missing  children  AND  PERSONS.    Such  information  shall\n    7  include, but not be limited to, technology using computer assisted imag-\n    8  ing  to  \"age  enhance\" photographs of missing children AND PERSONS, and\n    9  technology that may be used to enter such photographs and  other  perti-\n   10  nent information concerning missing children AND PERSONS into a database\n   11  accessible to appropriate officials and persons.\n   12    S 5. This act shall take effect on the first of November next succeed-\n   13  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, the tax law and the state finance law, in relation to missing children and persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T100801.TXT", "SOBI.D101213.T112805.TXT", "SOBI.D101213.T111304.TXT", "SOBI.D101214.T123135.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292347895037
}