{
  "year" : 2011,
  "senateBillNo" : "S2166-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2166-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a maximum water temperature of 120 degrees in any dwelling unit in a one-family, two-family, or multi-family, tenant occupied dwelling",
  "summary" : "Requires a maximum water temperature of 120 degrees in any dwelling unit in a one-family, two-family, or multi-family, tenant occupied dwelling. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S2751-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2166\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the executive law, the multiple dwelling law and the\n         multiple residence law, in relation to preventing  scalding  burns  by\n         requiring  safe  temperatures  for tap water in multiple dwellings and\n         one-family and two-family tenant occupied dwelling units; and to amend\n         the general municipal law, in relation to minimum water temperatures\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. This act shall be known and may be cited as the \"household\n    2  scalding safety act\".\n    3    S 2. Legislative findings and intent. The legislature hereby finds and\n    4  declares it necessary  to  prevent  scalding  burns  by  requiring  safe\n    5  temperatures  for  tap water in multiple-family dwellings and one-family\n    6  and two-family dwelling units occupied by one or more tenants.\n    7    Studies have shown that water at 160 degrees  Fahrenheit  causes  full\n    8  thickness  or  \"third-degree\"  burns  within  one  second;  water at 140\n    9  degrees causes such burns in six seconds; water at  130  degrees  causes\n   10  such  burns in thirty seconds. Shockingly, tap water temperatures hotter\n   11  than 160 degrees Fahrenheit have been found in homes within the state of\n   12  New York.\n   13    The U.S. Consumer Product Safety Commission estimates that  nationwide\n   14  approximately  3,800 injuries and 34 deaths result each year from scald-\n   15  ing by excessively hot tap water in the  home.    Children  and  elderly\n   16  persons  are  particularly  susceptible to such burns given the delicacy\n   17  and sensitivity of their skin.\n   18    Accordingly, the legislature  finds  it  necessary  to  prevent  burns\n   19  caused   by   excessively   hot   tap  water  by  mandating  temperature\n   20  restrictions in multiple-family dwellings and one-family and  two-family\n   21  dwelling  units occupied by one or more tenants. The U.S. Consumer Prod-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04204-01-1\n\n       S. 2166                             2\n\n    1  uct Safety Commission has concluded  that  a  safe  temperature  is  120\n    2  degrees  Fahrenheit in that it would take approximately five minutes for\n    3  water at such temperature to cause a full thickness burn.\n    4    The  legislature  further  predicts  that  such  mandated  temperature\n    5  restrictions will lead to decreased utility costs for landlords and will\n    6  not have any negative impact on the  quality  of  the  water.  Moreover,\n    7  implementing these standards will be low in cost to most landlords. Most\n    8  landlords  can  comply with these standards by adjusting the thermostat.\n    9  Others may install anti-scald devices  or  other  certified  temperature\n   10  control mechanisms.\n   11    S  3.  Section  378  of  the  executive law is amended by adding a new\n   12  subdivision 17 to read as follows:\n   13    17. ANTI-SCALD STANDARDS. A. AS USED IN  THIS  SUBDIVISION,  THE  TERM\n   14  \"ANTI-SCALD  DEVICE\" SHALL MEAN A DEVICE WHICH PREVENTS A BATHTUB, SHOW-\n   15  ER, WASHBASIN, OR SINK FROM  EMITTING  WATER  HAVING  A  TEMPERATURE  IN\n   16  EXCESS  OF  ONE HUNDRED TWENTY DEGREES FAHRENHEIT, SUCH AS A TEMPERATURE\n   17  CONTROL VALVE, A PRESSURE BALANCE VALVE,  OR  AN  ANTI-SCALD  VALVE  AND\n   18  WHICH  IS  EITHER  TO  BE  INSTALLED  BEFORE OR WHICH IS AFFIXED TO SUCH\n   19  FIXTURE. SUCH DEVICE SHALL MEET ONE OF THE  ACCEPTED  NATIONAL  STANDARD\n   20  PLUMBING  CODES:  THE  BUILDING  OFFICIALS AND CODE ADMINISTRATION, INC.\n   21  (BOCA), THE INTERNATIONAL ASSOCIATION OF PLUMBING AND  MECHANICAL  OFFI-\n   22  CIALS (IAPMO), THE SOUTHERN BUILDING CODE CONGRESS INTERNATIONAL (SBCCI)\n   23  OR THE NATIONAL STANDARD PLUMBING CODE (NSPC).\n   24    B.  NO  BATHTUB,  SHOWER,  WASHBASIN OR SINK IN ANY DWELLING UNIT IN A\n   25  MULTIPLE DWELLING OR TENANT-OCCUPIED ONE-FAMILY OR  TWO-FAMILY  DWELLING\n   26  SHALL  EMIT  WATER  HAVING A TEMPERATURE IN EXCESS OF ONE HUNDRED TWENTY\n   27  DEGREES FAHRENHEIT.\n   28    C. ANY OWNER OF A DWELLING FOUND TO EMIT WATER THAT EXCEEDS THE STAND-\n   29  ARD IN PARAGRAPH B OF THIS SUBDIVISION SHALL BE  IN  VIOLATION  OF  THIS\n   30  SECTION AND SHALL BE LIABLE FOR A FINE.\n   31    (I)  IF  THE  WATER  TEMPERATURE  EXCEEDS  ONE  HUNDRED TWENTY DEGREES\n   32  FAHRENHEIT BUT DOES NOT EXCEED ONE HUNDRED  THIRTY  DEGREES  FAHRENHEIT,\n   33  THE  FINE SHALL BE TWO HUNDRED FIFTY DOLLARS FOR THE FIRST VIOLATION AND\n   34  FIVE HUNDRED DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   35    (II) IF THE WATER  TEMPERATURE  EXCEEDS  ONE  HUNDRED  THIRTY  DEGREES\n   36  FAHRENHEIT BUT DOES NOT EXCEED ONE HUNDRED FORTY DEGREES FAHRENHEIT, THE\n   37  FINE SHALL BE FIVE HUNDRED DOLLARS FOR THE FIRST VIOLATION AND ONE THOU-\n   38  SAND DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   39    (III)  IF  THE  WATER  TEMPERATURE  EXCEEDS  ONE HUNDRED FORTY DEGREES\n   40  FAHRENHEIT, THE FINE  SHALL  BE  ONE  THOUSAND  DOLLARS  FOR  THE  FIRST\n   41  VIOLATION  AND  TWO  THOUSAND  DOLLARS FOR THE SECOND AND ANY SUBSEQUENT\n   42  VIOLATION.\n   43    D. NOTWITHSTANDING ANY PROVISION OF LAW, RULE  OR  REGULATION  TO  THE\n   44  CONTRARY,  ANY  OWNER  OF  A RESIDENCE WHO INSTALLS AN ANTI-SCALD DEVICE\n   45  PURSUANT TO THIS SUBDIVISION SHALL NOT BE:\n   46    (I) RESPONSIBLE TO ANY PERSON FOR INJURIES CAUSED SOLELY BY THE  FAIL-\n   47  URE  OF  SUCH DEVICE TO OPERATE PROPERLY IF THE DEVICE HAS BEEN TAMPERED\n   48  WITH OR RENDERED INOPERABLE BY THE OCCUPANTS OF SUCH RESIDENCE; OR\n   49    (II) RESPONSIBLE TO ANY PERSON OR SUBJECT TO PENALTY OF LAW FOR  FAIL-\n   50  URE  TO  DELIVER  HOT  WATER  CONTINUOUSLY OR AT ANY MINIMUM TEMPERATURE\n   51  REQUIRED BY ANY LAW, RULE OR REGULATION SOLELY BY REASON OF  THE  PROPER\n   52  OPERATION OF THE ANTI-SCALD DEVICE.\n   53    E.  INSTALLATION OF AN ANTI-SCALD DEVICE, OR ANY WORK NECESSARY TO THE\n   54  INSTALLATION OF SUCH DEVICE TO COMPLY WITH THIS SECTION, SHALL NOT QUAL-\n   55  IFY FOR A RENT INCREASE UNDER ANY PROVISION OF LAW IMPLEMENTED TO  REGU-\n   56  LATE SUCH RENTS.\n\n       S. 2166                             3\n\n    1    S 4. The multiple dwelling law is amended by adding a new section 75-a\n    2  to read as follows:\n    3    S  75-A.  ANTI-SCALD  STANDARDS.  1. AS USED IN THIS SECTION, THE TERM\n    4  \"ANTI-SCALD DEVICE\" SHALL MEAN A DEVICE WHICH PREVENTS A BATHTUB,  SHOW-\n    5  ER,  WASHBASIN,  OR  SINK  FROM  EMITTING  WATER HAVING A TEMPERATURE IN\n    6  EXCESS OF ONE HUNDRED TWENTY DEGREES  FAHRENHEIT,  SUCH  AS  TEMPERATURE\n    7  CONTROL VALVES, PRESSURE BALANCE VALVES, OR ANTI-SCALD VALVES, AND WHICH\n    8  IS  EITHER  TO  BE INSTALLED BEFORE OR WHICH IS AFFIXED TO SUCH FIXTURE.\n    9  SUCH DEVICE SHALL MEET ONE OF THE ACCEPTED  NATIONAL  STANDARD  PLUMBING\n   10  CODES: THE BUILDING OFFICIALS AND CODE ADMINISTRATION, INC.  (BOCA), THE\n   11  INTERNATIONAL  ASSOCIATION OF PLUMBING AND MECHANICAL OFFICIALS (IAPMO),\n   12  THE  SOUTHERN  BUILDING  CODE  CONGRESS  INTERNATIONAL  (SBCCI)  OR  THE\n   13  NATIONAL STANDARD PLUMBING CODE (NSPC).\n   14    2.  NO  BATHTUB,  SHOWER, WASHBASIN, OR SINK IN ANY DWELLING UNIT IN A\n   15  MULTIPLE DWELLING OR TENANT-OCCUPIED ONE-FAMILY OR  TWO-FAMILY  DWELLING\n   16  SHALL  EMIT  WATER  HAVING A TEMPERATURE IN EXCESS OF ONE HUNDRED TWENTY\n   17  DEGREES FAHRENHEIT.\n   18    3. ANY OWNER OF SUCH A DWELLING FOUND TO EMIT WATER THAT  EXCEEDS  THE\n   19  STANDARD  IN  SUBDIVISION  TWO  OF THIS SECTION SHALL BE IN VIOLATION OF\n   20  THIS SECTION AND SHALL BE LIABLE FOR A FINE.\n   21    (A) IF THE  WATER  TEMPERATURE  EXCEEDS  ONE  HUNDRED  TWENTY  DEGREES\n   22  FAHRENHEIT  BUT  DOES  NOT EXCEED ONE HUNDRED THIRTY DEGREES FAHRENHEIT,\n   23  THE FINE SHALL BE TWO HUNDRED FIFTY DOLLARS FOR THE FIRST VIOLATION  AND\n   24  FIVE HUNDRED DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   25    (B)  IF  THE  WATER  TEMPERATURE  EXCEEDS  ONE  HUNDRED THIRTY DEGREES\n   26  FAHRENHEIT BUT DOES NOT EXCEED ONE HUNDRED FORTY DEGREES FAHRENHEIT, THE\n   27  FINE SHALL BE FIVE HUNDRED DOLLARS FOR THE FIRST VIOLATION AND ONE THOU-\n   28  SAND DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   29    (C) IF THE WATER TEMPERATURE EXCEEDS ONE HUNDRED FORTY DEGREES FAHREN-\n   30  HEIT, THE FINE SHALL BE ONE THOUSAND DOLLARS FOR THE FIRST VIOLATION AND\n   31  TWO THOUSAND DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   32    4. NOTWITHSTANDING ANY PROVISION OF LAW, RULE  OR  REGULATION  TO  THE\n   33  CONTRARY,  ANY  OWNER  OF  A RESIDENCE WHO INSTALLS AN ANTI-SCALD DEVICE\n   34  PURSUANT TO THIS SECTION SHALL NOT BE:\n   35    A. RESPONSIBLE TO ANY PERSON FOR INJURIES CAUSED SOLELY BY THE FAILURE\n   36  OF SUCH DEVICE TO OPERATE PROPERLY IF THE DEVICE HAS BEEN TAMPERED  WITH\n   37  OR RENDERED INOPERABLE BY THE OCCUPANTS OF SUCH RESIDENCE; OR\n   38    B.  RESPONSIBLE TO ANY PERSON OR SUBJECT TO PENALTY OF LAW FOR FAILURE\n   39  TO DELIVER HOT WATER CONTINUOUSLY OR AT ANY MINIMUM TEMPERATURE REQUIRED\n   40  BY ANY LAW, RULE OR REGULATION SOLELY BY REASON OF THE PROPER  OPERATION\n   41  OF THE ANTI-SCALD DEVICE.\n   42    5.  INSTALLATION OF AN ANTI-SCALD DEVICE, OR ANY WORK NECESSARY TO THE\n   43  INSTALLATION OF SUCH DEVICE TO COMPLY WITH THIS SECTION, SHALL NOT QUAL-\n   44  IFY FOR A RENT INCREASE UNDER ANY PROVISION OF LAW IMPLEMENTED TO  REGU-\n   45  LATE SUCH RENTS.\n   46    S  5. The multiple residence law is amended by adding a new section 16\n   47  to read as follows:\n   48    S 16. ANTI-SCALD STANDARDS. 1. AS  USED  IN  THIS  SECTION,  THE  TERM\n   49  \"ANTI-SCALD  DEVICE\" SHALL MEAN A DEVICE WHICH PREVENTS A BATHTUB, SHOW-\n   50  ER, WASHBASIN, OR SINK FROM  EMITTING  WATER  HAVING  A  TEMPERATURE  IN\n   51  EXCESS  OF  ONE HUNDRED TWENTY DEGREES FAHRENHEIT, SUCH AS A TEMPERATURE\n   52  CONTROL VALVE, PRESSURE BALANCE VALVE,  OR  AN  ANTI-SCALD  DEVICE,  AND\n   53  WHICH  IS  EITHER  TO  BE  INSTALLED  BEFORE OR WHICH IS AFFIXED TO SUCH\n   54  FIXTURE. SUCH DEVICES SHALL MEET ONE OF THE ACCEPTED  NATIONAL  STANDARD\n   55  PLUMBING  CODES:  THE  BUILDING  OFFICIALS AND CODE ADMINISTRATION, INC.\n   56  (BOCA), THE INTERNATIONAL ASSOCIATION OF PLUMBING AND  MECHANICAL  OFFI-\n\n       S. 2166                             4\n\n    1  CIALS (IAPMO), THE SOUTHERN BUILDING CODE CONGRESS INTERNATIONAL (SBCCI)\n    2  OR THE NATIONAL STANDARD PLUMBING CODE (NSPC).\n    3    2.  NO  BATHTUB,  SHOWER, WASHBASIN, OR SINK IN ANY DWELLING UNIT IN A\n    4  MULTIPLE DWELLING OR TENANT OCCUPIED ONE-FAMILY OR  TWO-FAMILY  DWELLING\n    5  SHALL  EMIT  WATER  HAVING A TEMPERATURE IN EXCESS OF ONE HUNDRED TWENTY\n    6  DEGREES FAHRENHEIT.\n    7    3. ANY OWNER OF A DWELLING FOUND TO EMIT WATER THAT EXCEEDS THE STAND-\n    8  ARD IN SUBDIVISION TWO OF THIS SECTION SHALL BE  IN  VIOLATION  OF  THIS\n    9  SECTION AND SHALL BE LIABLE FOR A FINE.\n   10    (A)  IF  THE  WATER  TEMPERATURE  EXCEEDS  ONE  HUNDRED TWENTY DEGREES\n   11  FAHRENHEIT BUT DOES NOT EXCEED ONE HUNDRED  THIRTY  DEGREES  FAHRENHEIT,\n   12  THE  FINE SHALL BE TWO HUNDRED FIFTY DOLLARS FOR THE FIRST VIOLATION AND\n   13  FIVE HUNDRED DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   14    (B) IF THE  WATER  TEMPERATURE  EXCEEDS  ONE  HUNDRED  THIRTY  DEGREES\n   15  FAHRENHEIT BUT DOES NOT EXCEED ONE HUNDRED FORTY DEGREES FAHRENHEIT, THE\n   16  FINE SHALL BE FIVE HUNDRED DOLLARS FOR THE FIRST VIOLATION AND ONE THOU-\n   17  SAND DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   18    (C) IF THE WATER TEMPERATURE EXCEEDS ONE HUNDRED FORTY DEGREES FAHREN-\n   19  HEIT, THE FINE SHALL BE ONE THOUSAND DOLLARS FOR THE FIRST VIOLATION AND\n   20  TWO THOUSAND DOLLARS FOR THE SECOND AND ANY SUBSEQUENT VIOLATION.\n   21    4.  NOTWITHSTANDING  ANY  PROVISION  OF LAW, RULE OR REGULATION TO THE\n   22  CONTRARY, ANY OWNER OF A RESIDENCE WHO  INSTALLS  AN  ANTI-SCALD  DEVICE\n   23  PURSUANT TO THIS SECTION SHALL NOT BE:\n   24    (A)  RESPONSIBLE TO ANY PERSON FOR INJURIES CAUSED SOLELY BY THE FAIL-\n   25  URE OF SUCH DEVICE TO OPERATE PROPERLY IF THE DEVICE HAS  BEEN  TAMPERED\n   26  WITH OR RENDERED INOPERABLE BY THE OCCUPANTS OF SUCH RESIDENCE; OR\n   27    (B) RESPONSIBLE TO ANY PERSON OR SUBJECT TO PENALTY OF LAW FOR FAILURE\n   28  TO DELIVER HOT WATER CONTINUOUSLY OR AT ANY MINIMUM TEMPERATURE REQUIRED\n   29  BY  ANY LAW, RULE OR REGULATION SOLELY BY REASON OF THE PROPER OPERATION\n   30  OF THE ANTI-SCALD DEVICE.\n   31    5. INSTALLATION OF AN ANTI-SCALD DEVICE, OR ANY WORK NECESSARY TO  THE\n   32  INSTALLATION OF SUCH DEVICE TO COMPLY WITH THIS SECTION, SHALL NOT QUAL-\n   33  IFY  FOR A RENT INCREASE UNDER ANY PROVISION OF LAW IMPLEMENTED TO REGU-\n   34  LATE SUCH RENTS.\n   35    S 6. The general municipal law is amended by adding a new section  137\n   36  to read as follows:\n   37    S 137. MINIMUM TEMPERATURE FOR TAP WATER. IF ANY MUNICIPAL CORPORATION\n   38  ENACTS A LOCAL LAW, RULE, ORDINANCE, OR REGULATION RELATING TO THE MINI-\n   39  MUM  TEMPERATURE  OF  TAP  WATER  SUPPLIED TO A RESIDENCE, THE MUNICIPAL\n   40  CORPORATION SHALL ENSURE THAT SUCH MINIMUM TEMPERATURE IS NO HIGHER THAN\n   41  ONE HUNDRED TEN DEGREES FAHRENHEIT.\n   42    S 7. This act shall take effect on the one hundred eightieth day after\n   43  it shall have become  a  law.  Effective  immediately,  the  state  fire\n   44  prevention  and  building  code  council  shall promulgate the standards\n   45  required by this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, the multiple dwelling law and the multiple residence law, in relation to preventing scalding burns by requiring safe temperatures for tap water in multiple dwellings and one-family and two-family tenant occupied dwelling units; and to amend the general municipal law, in relation to minimum water temperatures ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T165658.TXT", "SOBI.D110118.T123131.TXT", "SOBI.D110118.T111620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295387818484
}