{
  "year" : 2011,
  "senateBillNo" : "S2160-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2160-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates a portion of highway as the \"Saratoga County Veterans' Memorial Highway\"",
  "summary" : "Designates a portion of highway as the \"Saratoga County Veterans' Memorial Highway\". ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Highway Law",
  "previousVersions" : [ "S5874-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2160\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the highway law, in relation to the designation  of  the\n         \"Saratoga County Veterans' Memorial Highway\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The highway law is amended by adding a new  section  342-kk\n    2  to read as follows:\n    3    S  342-KK. PORTION OF THE STATE HIGHWAY SYSTEM TO BE DESIGNATED AS THE\n    4  \"SARATOGA COUNTY VETERANS' MEMORIAL  HIGHWAY\".  THAT  PORTION  OF  STATE\n    5  HIGHWAY  ROUTE 29, STARTING AT 61 LAKE AVENUE, SARATOGA SPRINGS, RUNNING\n    6  ALONG STATE ROUTE 29 EAST TO ROUTE 4 IN  THE  VILLAGE  OF  SCHUYLERVILLE\n    7  (TOWN OF SARATOGA) SOUTH ON ROUTE 4, PAST THE SARATOGA NATIONAL CEMETERY\n    8  AND  THE  SARATOGA  BATTLEFIELD, THROUGH THE TOWN OF STILLWATER INTO THE\n    9  CITY OF MECHANICVILLE INTO THE TOWN OF WATERFORD AND ENDING AT THE SARA-\n   10  TOGA COUNTY LINE IN WATERFORD ON ROUTE 4  SHALL  BE  DESIGNATED  AS  THE\n   11  \"SARATOGA COUNTY VETERANS' MEMORIAL HIGHWAY\".\n   12    S  2. The commissioner of transportation shall provide for the instal-\n   13  lation and maintenance of adequate signing of the state  highway  system\n   14  as  designated  pursuant  to  section one of this act. However, to avoid\n   15  confusion and to limit any possible disruption of commerce,  the  desig-\n   16  nation  called for pursuant to section one of this act shall be one of a\n   17  ceremonial nature and the official name of such  highway  shall  not  be\n   18  changed as a result of this act.\n   19    S 3. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01467-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the highway law, in relation to the designation of the \"Saratoga County Veterans' Memorial Highway\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T170224.TXT", "SOBI.D110118.T121130.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110118.T111119.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295388144699
}