{
  "year" : 2011,
  "senateBillNo" : "S2164-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2164-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes suspension or revocation of driving privileges in this state upon conviction of procuring alcoholic beverages for a person under the age of twenty-one",
  "summary" : "Authorizes suspension or revocation of driving privileges in this state upon conviction of procuring alcoholic beverages for a person under the age of twenty-one. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S1580-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2164\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sens. GOLDEN, JOHNSON -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  penalties\n         for  procuring  alcoholic beverages for persons under the age of twen-\n         ty-one\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph k of subdivision 3 of section 510 of the vehicle\n    2  and traffic law, as amended by chapter 124  of  the  laws  of  1992,  is\n    3  amended and a new paragraph l is added to read as follows:\n    4    k.  for a period of up to ninety days because of the conviction of the\n    5  holder of the offenses of menacing as defined in section 120.15  of  the\n    6  penal  law,  where such offense was committed against a traffic enforce-\n    7  ment agent employed by the city of New York or the city of Buffalo while\n    8  such agent was enforcing or attempting  to  enforce  the  traffic  regu-\n    9  lations of such city[.];\n   10    L.  FOR  A PERIOD OF UP TO NINETY DAYS UPON A CONVICTION OF THE HOLDER\n   11  OF THE OFFENSE OF PROCURING ALCOHOLIC BEVERAGES FOR  PERSONS  UNDER  THE\n   12  AGE  OF  TWENTY-ONE  YEARS  AS  SET FORTH IN SECTION SIXTY-FIVE-A OF THE\n   13  ALCOHOLIC BEVERAGE CONTROL LAW AND FOR A PERIOD OF  UP  TO  ONE  HUNDRED\n   14  EIGHTY  DAYS  FOR  A SECOND OR SUBSEQUENT CONVICTION UNDER SUCH SECTION.\n   15  SUCH SUSPENSION OR REVOCATION SHALL BE IN ADDITION TO ANY OTHER FINES OR\n   16  IMPRISONMENT PRESCRIBED IN SECTION SIXTY-FIVE-A OF THE ALCOHOLIC  BEVER-\n   17  AGE CONTROL LAW.\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04640-01-1\n",
  "memo" : "BILL NUMBER:S2164\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to penalties for\nprocuring alcoholic beverages for persons under the age of twenty-one\n\nPURPOSE:\nProvides additional penalties for persons who purchase\nalcohol for others who are under the age of twenty-one.\n\nSUMMARY OF PROVISIONS:\nSection one amends subdivision .3 of &sect; 510 of the Vehicle and Traffic\nlaw by adding new paragraph 1, which provides for the suspension of a\nperson's drivers license upon conviction of &sect;65-a of the ABC\n(procuring alcoholic beverages for a person under age twenty-one).\nSuch suspension may be up to 90 days for a first violation and up to\n180 days for a second or subsequent violation and is in addition to\nthe penalties provided for in &sect;65-a of the ABC.\n\nSection two establishes the effective date.\n\nEXISTING LAW:\nCurrent law provides for a fine of $200 or by\nimprisonment for not more than five days, or both, for those who\nprocure alcohol for persons under the age of twenty-one.\n\nJUSTIFICATION:\nCurrently, someone who purchases alcohol for a person\nunder the age of twenty-one is, upon conviction, subject to a fine of\n$200 and/or up to five days imprisonment. According to the National\nHighway Traffic Safety Administration, three teenagers die every day\nwhen they drink and drive and the CDC estimates another six die each\nday from other alcohol-related causes. In light of these figures, a\nsmall tine imposed on someone who supplies underage persons with\nalcohol seems staggeringly insignificant. Under this legislation,\nsuch person would face suspension of his driver's license, in\naddition to the penalties already provided for in &sect;65-a of the\nAlcoholic Beverage Control law.\n\nLEGISLATIVE HISTORY:\nS.5460 of 2003-04 - Passed Senate\nS.6530 of 2006 - Health\nS.1149 of 2007 - Passed Senate; 2008 - Transportation\ns.1580 of 2009-10 - Transportation\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to penalties for procuring alcoholic beverages for persons under the age of twenty-one ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T170224.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T123131.TXT", "SOBI.D110118.T111620.TXT", "SOBI.D110118.T123631.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717837
}