{
  "year" : 2011,
  "senateBillNo" : "S2161-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2161-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Repeals parts H and KK of chapter 59 of the laws of 2009 relating to fees for license plates and fees for hunting, fishing and trapping licenses",
  "summary" : "Relates to the repeal of parts H and KK of chapter 59 of the laws of 2009 relating to fees for license plates and fees for hunting, fishing and trapping licenses. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Motor Vehicles",
  "previousVersions" : [ "S6281-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2161\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to repeal part H of chapter 59 of the laws of 2009  amending  the\n         vehicle  and traffic law relating to the fee for number plates; and to\n         repeal park KK of chapter 59 of the laws of 2009 amending the environ-\n         mental conservation law relating to  fees  for  hunting,  fishing  and\n         trapping licenses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Part H of chapter 59 of the  laws  of  2009,  amending  the\n    2  vehicle  and  traffic  law  relating  to  the  fee for number plates, is\n    3  REPEALED.\n    4    S 2. Part KK of chapter 59 of the laws of 2009, amending the  environ-\n    5  mental  conservation law relating to fees for hunting, fishing and trap-\n    6  ping licenses, is REPEALED.\n    7    S 3. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01509-01-1\n",
  "memo" : "BILL NUMBER:S2161\n\nTITLE OF BILL:\nAn act\nto repeal part H of chapter 59 of the laws of 2009 amending the vehicle\nand traffic law relating to the fee for number plates; and\nto repeal park KK of chapter 59 of the laws of 2009 amending the\nenvironmental conservation law relating to fees for hunting, fishing and\ntrapping licenses\n\nPURPOSE:\nTo repeal a recently enacted provision of the law that would increase\nthe fee of registration to $25.00 beginning on April 1, 2010.\n\nSUMMARY OF PROVISIONS:\nSection 1: repeals the recently enacted VTL-DMV registration fee of\n$25.00 and increases in hunting, fishing and trapping fees which were\nadded pursuant to Chapter 59 of the laws of 2009.\n\nEXISTING LAW:\nCurrent law provides for smaller fees for registration and hunting,\nfishing and trapping fees.\n\nJUSTIFICATION:\nOwners of motor vehicles should not be required to pay for an increase\nin registration fees and pay for new license plate whether a new\nplate is required or not. Individuals should not have to pay for\nincrease in hunting, fishing and trapping fees.\n\nLEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\nSince this provision does not take effect until next fiscal year,\nopportunity exist to insure that there in no fiscal impact for\nregistration fees.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to repeal part H of chapter 59 of the laws of 2009 amending the vehicle and traffic law relating to the fee for number plates; and to repeal park KK of chapter 59 of the laws of 2009 amending the environmental conservation law relating to fees for hunting, fishing and trapping licenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T121130.TXT", "SOBI.D110118.T170224.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110118.T111119.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T112620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717832
}