{
  "year" : 2011,
  "senateBillNo" : "S2179-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S2179-2011-1295326800000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the creation of a drug guide for seniors regarding the drugs commonly used by people over 62 years of age",
  "summary" : "Provides for the creation of a drug guide for seniors regarding the drugs commonly used by people over 55 years of age; functions and drug interactions. ",
  "currentCommittee" : "AGING",
  "sameAs" : "A2154",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S2031-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2179\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to creating and  distributing\n         a drug guide for senior consumers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a  new  section  224  to\n    2  read as follows:\n    3    S  224. SENIOR DRUG GUIDE. THE DIRECTOR, IN CONJUNCTION WITH THE STATE\n    4  BOARD OF PHARMACY,  AND  AFTER  CONSULTATION  WITH  THE  STATE  CONSUMER\n    5  PROTECTION  BOARD,  SHALL WITHIN AMOUNTS MADE AVAILABLE BY APPROPRIATION\n    6  THEREFOR PREPARE AND PUBLISH A GUIDE EXPLAINING THE  PURPOSE,  FUNCTION,\n    7  AND  COMMON DRUG INTERACTIONS OF DRUGS COMMONLY USED BY PERSONS OVER THE\n    8  AGE OF SIXTY-TWO. THE DIRECTOR SHALL  TAKE  SUCH  ACTIONS  AS  SHALL  BE\n    9  NECESSARY  AND  APPROPRIATE  TO MAKE SUCH GUIDE AVAILABLE TO INDIVIDUALS\n   10  UPON REQUEST AND WITHOUT CHARGE THROUGH  DESIGNATED  AGENCIES,  AS  SUCH\n   11  TERM  IS  DEFINED  IN SECTION TWO HUNDRED FOURTEEN OF THIS TITLE, EXCEPT\n   12  THAT REQUESTS FOR MORE THAN TEN COPIES SHALL BE  SUBJECT  TO  A  NOMINAL\n   13  CHARGE TO COVER THE COST OF REPRODUCTION AND HANDLING.\n   14    S  2.  This  act  shall  take  effect  on  the first of September next\n   15  succeeding the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04484-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to creating and distributing a drug guide for senior consumers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T170224.TXT", "SOBI.D110118.T113121.TXT", "SOBI.D110118.T124140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295388144695
}