{
  "year" : 2011,
  "senateBillNo" : "S2176-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S2176-2011-1295326800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the establishment of life long learning centers within the state university to provide courses to persons 40 or older seeking to explore life options",
  "summary" : "Provides for the establishment of life long learning centers within the state university of New York to provide courses in community colleges and colleges and universities in the state university system for persons 40 years old or older who are seeking to explore life options, remain civically engaged, continue their education and acquire skills for or begin to plan for a second career. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2024-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2176\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sens. GOLDEN, BONACIC, GRISANTI, HANNON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Higher Education\n\n       AN ACT to amend the education law, in relation to establishing life long\n         learning centers in the state university of New York\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section  355-d\n    2  to read as follows:\n    3    S 355-D. LIFE LONG LEARNING CENTERS. 1. THERE IS HEREBY ESTABLISHED IN\n    4  THE  STATE UNIVERSITY, SUBJECT TO THE JURISDICTION OF ITS BOARD OF TRUS-\n    5  TEES, LIFE LONG LEARNING CENTERS TO BE OPERATED  AT  COMMUNITY  COLLEGES\n    6  AND  THE  COLLEGES AND UNIVERSITIES OF THE STATE UNIVERSITY TO SERVE MID\n    7  LIFE ADULTS FORTY YEARS OF AGE OR OLDER WHO ARE SEEKING TO EXPLORE  LIFE\n    8  OPTIONS,  REMAIN CIVICALLY ENGAGED, CONTINUE THEIR EDUCATION AND ACQUIRE\n    9  SKILLS FOR OR BEGIN TO PLAN FOR A SECOND CAREER, INCLUDING  ENTREPRENEU-\n   10  RIAL INSTRUCTION.\n   11    2.  THE  BOARD  OF  TRUSTEES  OF THE STATE UNIVERSITY SHALL SELECT THE\n   12  LOCATION OF SUCH CENTERS ON CAMPUSES OF COLLEGES AND UNIVERSITIES WITH A\n   13  COMMITMENT TO REINVENT THEIR CREDIT AND NON-CREDIT LEARNING PROGRAMS  TO\n   14  TARGET  THE EMERGING NEEDS AND DEMANDS AND INTERESTS OF ADULTS AGE FORTY\n   15  AND OLDER WHO ARE INTERESTED IN EXPLORING LIFE OPTIONS, CIVIC ENGAGEMENT\n   16  AND CONTINUED LEARNING.\n   17    3. THE PURPOSE OF LIFE LONG  LEARNING  CENTERS  IS  TO  ENCOURAGE  THE\n   18  OFFERING  OF  MID  LIFE  ADULT PROGRAMS THAT ASSIST ELIGIBLE STUDENTS IN\n   19  ACQUIRING THE SKILLS AND ABILITIES NECESSARY TO PLAN FOR AND  CARRY  OUT\n   20  NEW CAREERS FOR THEIR NEXT STAGE OF LIFE, AND HELP UNIVERSITIES MEET THE\n   21  DEMANDS OF THIS GROUP. THE FOLLOWING SHALL BE THE PRIORITY ACTIVITIES OF\n   22  SUCH CENTERS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04181-01-1\n\n       S. 2176                             2\n\n    1    A.    RETOOLING CAREER COUNSELING AND WORK FORCE RE-ENTRY SERVICE THAT\n    2  ARE OFFERED ON CAMPUS TO ATTRACT OLDER  ADULTS  WHO  ARE  INTERESTED  IN\n    3  PUBLIC SERVICE CAREERS;\n    4    B. FACILITATE PARTNERSHIPS ON AND OFF CAMPUS WITH INTERESTED PARTIES;\n    5    C.  EXPANDING CONNECTIONS WITH LOCAL BUSINESSES AND EMPLOYERS TO IDEN-\n    6  TIFY WORK FORCE SHORTAGES THAT COULD BE FILLED BY RE-TRAINED OLDER WORK-\n    7  ERS;\n    8    D. COLLABORATE AND OFFER TRAININGS  FOR  NOT-FOR-PROFIT  ORGANIZATIONS\n    9  AND EMPLOYERS TO WORK WITH OLDER ADULTS AND VOLUNTEERS; AND\n   10    E. WORKING WITH INDIVIDUALS RESIDING IN RURAL AND URBAN AREAS THAT ARE\n   11  TRADITIONALLY UNDERSERVED.\n   12    4.  THE BOARD OF TRUSTEES OF THE STATE UNIVERSITY SHALL, WITHIN APPRO-\n   13  PRIATIONS MADE THEREFOR, AWARD GRANTS TO ESTABLISH  LIFE  LONG  LEARNING\n   14  CENTERS.  GRANT  APPLICATIONS SUBMITTED BY INSTITUTIONS OF HIGHER EDUCA-\n   15  TION SHALL OUTLINE PLANS OF INSTRUCTION  AND  CURRICULUM-RELATED  ACTIV-\n   16  ITIES  AND  SERVICES TO ADVANCE THE PURPOSE OF ASSISTING MID LIFE ADULTS\n   17  INTERESTED IN EXPLORING LIFE OPTIONS,  CIVIC  ENGAGEMENT  AND  CONTINUED\n   18  LEARNING.  SUCH PLANS MAY PROVIDE FOR CONTRACTING BY THE ELIGIBLE APPLI-\n   19  CANT WITH SPECIFIED NOT-FOR-PROFIT COMMUNITY BASED EDUCATIONAL ORGANIZA-\n   20  TIONS FOR THE PROVISION OF INSTRUCTION, ACTIVITIES AND SERVICES OUTLINED\n   21  IN THE PLAN. SUCH PLANS SHALL INCLUDE QUANTIFIABLE  MEASURES  TO  ASSESS\n   22  THE  EFFECTIVENESS OF THE INSTRUCTION ACTIVITIES AND SERVICES IN PROMOT-\n   23  ING THE PURPOSES OF THE PROGRAM. SUCH MEASURES SHALL INCLUDE, BUT NOT BE\n   24  LIMITED TO:\n   25    A. THE RATE OF SUCCESS OF LINKING ELIGIBLE STUDENTS WITH WORK  EXPERI-\n   26  ENCES THAT SERVE COMMUNITY NEEDS;\n   27    B.  SUCCESS  AT ADAPTING COLLEGES AND UNIVERSITIES WORK FORCE RE-ENTRY\n   28  SERVICES, CAREER COUNSELING AND  SKILL  DEVELOPMENT  OPPORTUNITIES  THAT\n   29  ENABLE  OLDER  ADULTS TO HAVE MEANINGFUL CIVIC ENGAGEMENT AND WORK FORCE\n   30  OPPORTUNITIES;\n   31    C. RATE OF ESTABLISHMENTS OF EXTERNAL LINKS WITH COMMUNITY,  BUSINESS,\n   32  GOVERNMENT  AND OTHER EDUCATIONAL INSTITUTIONS THAT MAY ENCOURAGE ENTRE-\n   33  PRENEURIAL APPROACHES AND PARTNERSHIPS THAT MAY HELP FURTHER  THE  GOALS\n   34  OF THIS PROGRAM; AND\n   35    D.  ABILITY OF THE PROGRAM PLAN TO ASSIST IN THE DEVELOPMENT OF INITI-\n   36  ATIVES DESIGNED TO ADDRESS THE UNIQUE NEEDS OF OLDER INDIVIDUALS  RESID-\n   37  ING IN RURAL AND URBAN COMMUNITIES THAT ARE TRADITIONALLY UNDERSERVED.\n   38    THE  BOARD  OF TRUSTEES SHALL MAKE GRANT AWARDS BASED UPON A REVIEW OF\n   39  SUBMITTED APPLICATIONS MAKING  SELECTIONS  FROM  SUBMITTED  APPLICATIONS\n   40  THAT  WOULD  BEST  MEET  THE  GOALS AND OBJECTIVES OF THIS SECTION. SUCH\n   41  APPROVED PLANS MAY BE AMENDED WITH THE APPROVAL OF THE BOARD OF TRUSTEES\n   42  OF THE STATE UNIVERSITY.\n   43    5. THE BOARD OF TRUSTEES OF THE STATE UNIVERSITY SHALL SUBMIT A REPORT\n   44  ANNUALLY TO THE GOVERNOR, THE TEMPORARY PRESIDENT  OF  THE  SENATE,  THE\n   45  SPEAKER  OF THE ASSEMBLY, THE DIRECTOR OF THE STATE OFFICE FOR THE AGING\n   46  AND THE COMMISSIONER OF HEALTH.\n   47    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing life long learning centers in the state university of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T170224.TXT", "SOBI.D110118.T113121.TXT", "SOBI.D110118.T124140.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295388144678
}