{
  "year" : 2011,
  "senateBillNo" : "S2170-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2170-2011-1295326800000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to penalties for the illegal shipment of cigarettes",
  "summary" : "Relates to penalties for the illegal shipment of cigarettes and the authority of state and local authorities to bring actions to recover civil fines for such violations. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A1589",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S2324-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2170\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to  the  shipment  of\n         cigarettes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1, 2 and 5 of section 1399-ll  of  the  public\n    2  health  law, as added by chapter 262 of the laws of 2000, are amended to\n    3  read as follows:\n    4    1. It shall be unlawful for any person  engaged  in  the  business  of\n    5  selling  cigarettes to ship or cause to be shipped any cigarettes to any\n    6  person in this state who is not: (a) a person licensed  as  a  cigarette\n    7  tax  agent  or  wholesale  dealer under article twenty of the tax law or\n    8  registered retail dealer under section four hundred eighty-a of the  tax\n    9  law;  (b)  an  export warehouse proprietor pursuant to chapter 52 of the\n   10  internal revenue code or an  operator  of  a  customs  bonded  warehouse\n   11  pursuant  to section 1311 or 1555 of title 19 of the United States Code;\n   12  or (c) a person who [is] PRESENTS HIMSELF  OR  HERSELF  AS  an  officer,\n   13  employee  or  agent  of  the  United  States government, this state or a\n   14  department, agency, instrumentality  or  political  subdivision  of  the\n   15  United  States  or  this state, when such person is acting in accordance\n   16  with his or her official duties. For purposes  of  this  subdivision,  a\n   17  person  is  a  licensed or registered agent or dealer described in para-\n   18  graph (a) of this subdivision if his or her name appears on  a  list  of\n   19  licensed  or registered agents or dealers published by the department of\n   20  taxation and finance, or if such person is licensed or registered as  an\n   21  agent or dealer under article twenty of the tax law.\n   22    2. It shall be unlawful for any common or contract carrier to knowing-\n   23  ly  transport cigarettes to any person in this state reasonably believed\n   24  by such carrier to be other than a person described  in  paragraph  (a),\n   25  (b)  or  (c)  of  subdivision  one  of this section. For purposes of the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04477-01-1\n\n       S. 2170                             2\n\n    1  preceding sentence, if cigarettes are transported to  a  home  or  resi-\n    2  dence,  it  shall  be  presumed that the common or contract carrier knew\n    3  that such person was not a person described in paragraph (a), (b) or (c)\n    4  of  subdivision  one of this section. It shall be unlawful for any other\n    5  person to knowingly transport cigarettes to any person  in  this  state,\n    6  other  than to a person described in paragraph (a), (b) or (c) of subdi-\n    7  vision one of  this  section.  Nothing  in  this  subdivision  shall  be\n    8  construed  to  prohibit a person other than a common or contract carrier\n    9  OR A PERSON ENGAGED IN THE BUSINESS OF SELLING  CIGARETTES  from  trans-\n   10  porting  not  more  than eight hundred cigarettes at any one time to any\n   11  person in this state.\n   12    5. Any person who violates the provisions of subdivision one or two of\n   13  this section shall be guilty of a class A misdemeanor and for  a  second\n   14  or subsequent violation shall be guilty of a class E felony. In addition\n   15  to  the criminal penalty, [the commissioner may impose a civil fine] ANY\n   16  PERSON WHO VIOLATES THE PROVISIONS OF SUBDIVISION ONE, TWO OR  THREE  OF\n   17  THIS  SECTION  SHALL  BE  SUBJECT  TO  A CIVIL PENALTY not to exceed THE\n   18  GREATER OF (A) five thousand dollars for each  such  violation  [on  any\n   19  person  who violates subdivision one or two of this section. The commis-\n   20  sioner may impose a civil fine not to exceed five thousand  dollars  for\n   21  each  violation  of  subdivision  three  of  this  section on any person\n   22  engaged in the business of selling cigarettes who ships or causes to  be\n   23  shipped  any  such  cigarettes  to any person in this state]; OR (B) ONE\n   24  HUNDRED DOLLARS FOR EACH  PACK  OF  CIGARETTES  SHIPPED,  CAUSED  TO  BE\n   25  SHIPPED OR TRANSPORTED IN VIOLATION OF SUCH SUBDIVISION.\n   26    S 2. Section 1399-ll of the public health law, as added by chapter 262\n   27  of the laws of 2000, is amended by adding a new subdivision 6 to read as\n   28  follows:\n   29    6. THE ATTORNEY GENERAL MAY BRING AN ACTION TO RECOVER THE CIVIL FINES\n   30  PROVIDED  BY  SUBDIVISION FIVE OF THIS SECTION AND FOR SUCH OTHER RELIEF\n   31  AS MAY BE DEEMED NECESSARY. IN ADDITION, THE CORPORATION COUNSEL OF  ANY\n   32  POLITICAL  SUBDIVISION  THAT  IMPOSES  A  TAX ON CIGARETTES MAY BRING AN\n   33  ACTION TO RECOVER THE CIVIL PENALTIES PROVIDED BY  SUBDIVISION  FIVE  OF\n   34  THIS  SECTION  AND FOR SUCH OTHER RELIEF AS MAY BE DEEMED NECESSARY WITH\n   35  RESPECT TO ANY CIGARETTES SHIPPED, CAUSED TO BE SHIPPED  OR  TRANSPORTED\n   36  IN VIOLATION OF THIS SECTION TO ANY PERSON LOCATED WITHIN SUCH POLITICAL\n   37  SUBDIVISION.  ALL  CIVIL  FINES  OBTAINED  IN  ANY  SUCH ACTION SHALL BE\n   38  RETAINED BY THE STATE OR MUNICIPALITY  BRINGING  SUCH  ACTION,  PROVIDED\n   39  THAT  NO  PERSON  SHALL  BE  REQUIRED TO PAY CIVIL PENALTIES TO BOTH THE\n   40  STATE AND A POLITICAL SUBDIVISION WITH RESPECT TO THE SAME VIOLATION  OF\n   41  THIS SECTION.\n   42    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the shipment of cigarettes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T165658.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110118.T123131.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295387818463
}