{
  "year" : 2011,
  "senateBillNo" : "S2173-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2173-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates the month of September as firefighter, police officer and emergency medical technician appreciation month",
  "summary" : "Designates the month of September as firefighter, police officer and emergency medical technician appreciation month. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1595-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2173\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN,  BONACIC, DeFRANCISCO, GRISANTI, JOHNSON,\n         LAVALLE, RANZENHOFER, SALAND, SEWARD -- read twice and ordered  print-\n         ed, and when printed to be committed to the Committee on Finance\n\n       AN  ACT to amend the executive law, in relation to designating the month\n         of September as firefighter,  police  officer  and  emergency  medical\n         technician appreciation month\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  168-b\n    2  to read as follows:\n    3    S 168-B. DESIGNATION OF MONTHS OF COMMEMORATION. 1. A MONTH OF COMMEM-\n    4  ORATION  IS A CALENDAR MONTH SO DESIGNATED BY THIS SECTION OR A CALENDAR\n    5  MONTH IN ANY ONE YEAR SO DESIGNATED BY A PROCLAMATION OF THE GOVERNOR OR\n    6  RESOLUTION OF THE SENATE AND ASSEMBLY JOINTLY ADOPTED.\n    7    2. A MONTH OF COMMEMORATION SHALL NOT CONSTITUTE A HOLIDAY OR HALF-HO-\n    8  LIDAY BUT SHALL BE A MONTH SET ASIDE IN RECOGNITION AND SPECIAL HONOR OF\n    9  A PERSON, PERSONS, GROUP IDEAL OR GOAL.\n   10    3. THE FOLLOWING MONTH SHALL BE A MONTH OF COMMEMORATION IN EACH YEAR:\n   11  SEPTEMBER, TO BE KNOWN AS \"FIREFIGHTER,  POLICE  OFFICER  AND  EMERGENCY\n   12  MEDICAL TECHNICIAN APPRECIATION MONTH\".\n   13    S  2. This act shall take effect on the first of January next succeed-\n   14  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04644-01-1\n",
  "memo" : "BILL NUMBER:S2173\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to designating the month of\nSeptember as firefighter, police officer and emergency medical\ntechnician appreciation month\n\nPURPOSE OR GENERAL IDEA OF BILL:\nDesignates the month of September as firefighter, police officer and\nemergency medical technician appreciation month in celebration\nof their efforts and sacrifices to vigilantly serve their communities.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill amends the executive law by adding section 168-b.\n\nSubdivision 1 defines the term \"month of commemoration\" as a calendar\nmonth designated by section 168, gubernatorial proclamation or\na joint house resolution.\n\nSubdivision 2 clarifies the \"month of commemoration\" as a designation\nonly for recognition and special honor and not a holiday.\n\nSubdivision 3 declares September for the annual commemoration of\nfirefighters, police officers and emergency medical technicians.\n\nJUSTIFICATION:\nOn September 11, 2001 America experienced the most devastating attack\non its homeland since Japanese suicide bombers struck our Naval\nfacilities at Pearl Harbor. This despicable attack by cowardly\nterrorists resulted in the death of nearly 3,000 innocent civilians\nand public servants of this state and nation. Among them were 75\npolice officers, 343 firefighters, and emergency\nmedical technicians who paid the ultimate price while doing a job to\nwhich they were extraordinarily dedicated. Their heroic service and\nsacrifice is indelible in our history of great public service as\nAmericans.\n\nSince that tragic event, New Yorkers and good people from around the\nworld have paid tribute to their heroism and established symbols\nin cherished memory of their lives and sacrifices. The acts of\nbravery and service of those who died on September 11, 2001 will never\nbe forgotten but we all know that those who have taken their\nplaces\nas police officers, firefighters, and emergency medical technicians\nmay one day be called upon to make similar sacrifices.\n\nOur brave and devoted police officers, firefighters and emergency\nmedical technicians should not receive our appreciation only as a\nresult of tragic occurrences. Their unwavering commitment to duty, to\nour state and to our nation should always be recognized and honored.\n\nIt is not only appropriate, but also good public policy to\ndesignate a reasonable period dedicated to showing our appreciation.\nIn tribute and cherished memory of our heroes who gave their all on\nSeptember 11, 2001, this bill will designate the month of September\nas a time to show appreciation and also provides an annual period\nwhere we can recognize and celebrate the service of those who\nnow and in the future will fill the places of our heroes who have\nserved.\n\nPRIOR LEGISLATIVE HISTORY:\nS.7646 of 2004    - Third Reading\nS.1930 of 2005-06 - Finance\nS.456 of  2007-08 - Passed Senate\nS.1595 of 2009-10 - Finance, Third Reading\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to designating the month of September as firefighter, police officer and emergency medical technician appreciation month ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T122630.TXT", "SOBI.D110118.T165658.TXT", "SOBI.D110131.T105154.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T112620.TXT", "SOBI.D110119.T142306.TXT", "SOBI.D110118.T113121.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296489114005
}