{
  "year" : 2011,
  "senateBillNo" : "S2177-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S2177-2011-1295326800000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the director of the state office for the aging to establish mature worker training programs and awards grants to providers thereof",
  "summary" : "Directs the director of the state office for the aging to establish mature worker training programs for persons 55 or older who are seeking training to enable them to remain in or re-enter the work force; and provides for the awarding of grants to the providers of such programs. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "SA2586-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2177\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sens. GOLDEN, GRISANTI, HANNON -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to  establishing  the  mature\n         worker employment training program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a new article 4 to  read\n    2  as follows:\n    3                                  ARTICLE IV\n    4                          MATURE WORKER EMPLOYMENT\n    5                              TRAINING PROGRAM\n    6  SECTION 401. DEFINITIONS.\n    7          402. DUTIES OF THE DIRECTOR.\n    8          403. FUNDING FOR MATURE WORKER TRAINING PROGRAM.\n    9          404. REPORT OF THE DIRECTOR.\n   10    S 401. DEFINITIONS. AS USED IN THIS SECTION:\n   11    1.  \"ADVISORY COMMITTEE FOR THE AGING\" SHALL MEAN THE ADVISORY COMMIT-\n   12  TEE FOR THE AGING ESTABLISHED PURSUANT TO SECTION  TWO  HUNDRED  TEN  OF\n   13  THIS CHAPTER.\n   14    2.  \"DESIGNATED  AGENCY\"  SHALL MEAN A DESIGNATED AGENCY AS DEFINED IN\n   15  PARAGRAPH (A) OF SUBDIVISION ONE OF SECTION TWO HUNDRED FOURTEEN OF THIS\n   16  CHAPTER.\n   17    3. \"ELIGIBLE PERSON\" SHALL MEAN AN INDIVIDUAL WHO IS FIFTY-FIVE  YEARS\n   18  OF  AGE OR OLDER AND IS SEEKING AN EMPLOYMENT TRAINING PROGRAM TO ENABLE\n   19  THEM TO REMAIN IN OR RE-ENTER THE WORK FORCE.\n   20    4. \"MATURE WORKER TRAINING PROGRAM\" SHALL MEAN A PROGRAM, DEVELOPED IN\n   21  CONSULTATION WITH THE COMMISSIONER OF  LABOR,  PROVIDING  A  VARIETY  OF\n   22  EMPLOYMENT SERVICES TO ELIGIBLE PERSONS.\n   23    S  402.  DUTIES  OF  THE  DIRECTOR.  1. THE DIRECTOR IS AUTHORIZED AND\n   24  DIRECTED TO ESTABLISH MATURE  WORKER  TRAINING  PROGRAMS  TO  BE  FUNDED\n   25  PURSUANT  TO  SECTION FOUR HUNDRED THREE OF THIS ARTICLE. SUCH DIRECTOR,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04196-01-1\n\n       S. 2177                             2\n\n    1  IN CONSULTATION WITH THE COMMISSIONER OF LABOR, SHALL  PROMULGATE  RULES\n    2  AND   REGULATIONS  ESTABLISHING  REQUIREMENTS  AND  STANDARDS  FOR  SUCH\n    3  PROGRAMS. SUCH RULES AND REGULATIONS SHALL INCLUDE, BUT NOT  BE  LIMITED\n    4  TO:\n    5    (A) THE TRAINING SERVICES TO BE PROVIDED;\n    6    (B) THE ELIGIBILITY CRITERIA;\n    7    (C) A SLIDING SCALE FOR COST SHARING BY PROGRAM PARTICIPANTS;\n    8    (D) MONITORING AND EVALUATION OF PROGRAMS; AND\n    9    (E) ANY  OTHER  RULES AND REGULATIONS THE DIRECTOR DEEMS NECESSARY AND\n   10  APPROPRIATE.\n   11    2. THE RULES AND REGULATIONS PROMULGATED PURSUANT TO  SUBDIVISION  ONE\n   12  OF  THIS SECTION SHALL PROVIDE FOR THE INCLUSION OF MATURE WORKER TRAIN-\n   13  ING PROGRAMS IN COUNTY PLANS AS DEFINED IN PARAGRAPH (G) OF  SUBDIVISION\n   14  ONE OF SECTION TWO HUNDRED FOURTEEN OF THIS CHAPTER.\n   15    S  403.  FUNDING  FOR  MATURE WORKER TRAINING PROGRAM. 1. THE DIRECTOR\n   16  SHALL, WITHIN THE  AMOUNT  APPROPRIATED  THEREFOR,  AWARD  GRANTS  ON  A\n   17  COMPETITIVE  BASIS  TO  NOT-FOR-PROFIT CORPORATIONS, DESIGNATED AGENCIES\n   18  AND LOCAL GOVERNMENTS  WITH  DEMONSTRATED  EXPERIENCE  OPERATING  MATURE\n   19  WORKER  TRAINING  PROGRAMS,  WITH  CONSIDERATION OF REGIONAL NEEDS. SUCH\n   20  GRANTS SHALL BE EQUAL TO SEVENTY-FIVE PERCENT OF THE ALLOWABLE  EXPENDI-\n   21  TURES FOR SERVICES PURSUANT TO THIS ARTICLE; PROVIDED, HOWEVER, THAT THE\n   22  DIRECTOR  MAY  ACCEPT  IN  KIND  EQUIVALENTS  TO  COMPRISE UP TO FIFTEEN\n   23  PERCENT OF THE GRANT  RECIPIENT'S  TWENTY-FIVE  PERCENT  SHARE  OF  SUCH\n   24  EXPENDITURES;  PROVIDED,  FURTHER,  THAT  IN  THE  CASE OF MATURE WORKER\n   25  TRAINING PROGRAM PROVIDERS WHICH CAN  DEMONSTRATE  FINANCIAL  NEED,  THE\n   26  DIRECTOR  MAY  AWARD  GRANTS  UP TO ONE HUNDRED PERCENT OF THE ALLOWABLE\n   27  EXPENDITURES.\n   28    2. THE OFFICE SHALL EXPEND NOT MORE THAN TEN PERCENT OF THE  APPROPRI-\n   29  ATIONS,  MADE  FOR  THE PURPOSES OF THIS ARTICLE, FOR THE ADMINISTRATIVE\n   30  EXPENSES OF THE IMPLEMENTATION THEREOF.\n   31    3. NO EXPENDITURE OF FUNDS SHALL BE MADE PURSUANT TO THIS  ARTICLE  TO\n   32  ANY  MATURE  WORKER  TRAINING  PROGRAM  FOR SERVICES PROVIDED TO ELDERLY\n   33  PERSONS WHO ARE OTHERWISE RECEIVING COMPARABLE SERVICES WHETHER  THROUGH\n   34  THE  WORKFORCE  INVESTMENT  ACT,  THE  JOB TRAINING PARTNERSHIP ACT, THE\n   35  SENIOR COMMUNITY SERVICE EMPLOYMENT PROGRAM, THE CARL D.  PERKINS  VOCA-\n   36  TIONAL AND APPLIED TECHNOLOGY EDUCATION ACT OF 1990 OR ANY OTHER SOURCE.\n   37    S  404. REPORT OF THE DIRECTOR. THE DIRECTOR, IN CONSULTATION WITH THE\n   38  ADVISORY COMMITTEE FOR THE  AGING,  AFFECTED  STATE  AGENCIES,  AFFECTED\n   39  MUNICIPAL  AGENCIES  AND  PERSONS  INVOLVED  IN  PROVIDING MATURE WORKER\n   40  TRAINING PROGRAM SERVICES, SHALL, ON OR  BEFORE  DECEMBER  THIRTY-FIRST,\n   41  TWO THOUSAND TWELVE, ISSUE A REPORT TO THE GOVERNOR, THE TEMPORARY PRES-\n   42  IDENT  OF  THE  SENATE,  THE  SPEAKER  OF THE ASSEMBLY, THE CHAIR OF THE\n   43  SENATE COMMITTEE ON LABOR, THE CHAIR OF THE SENATE COMMITTEE  ON  AGING,\n   44  THE CHAIR OF THE ASSEMBLY COMMITTEE ON LABOR AND THE CHAIR OF THE ASSEM-\n   45  BLY COMMITTEE ON AGING ON THE PROJECTED COSTS AND BENEFITS OF ESTABLISH-\n   46  ING UNIFORM STANDARDS AND REQUIREMENTS FOR THE OPERATION OF MATURE WORK-\n   47  ER TRAINING PROGRAMS. SUCH REPORT SHALL INCLUDE THE DIRECTOR'S FINDINGS,\n   48  ESTIMATES  AND RECOMMENDATIONS WITH REGARD TO THE FISCAL IMPLICATIONS OF\n   49  THE REGULATION OF MATURE WORKER TRAINING PROGRAMS.\n   50    S 2. This act shall take effect on the one hundred eightieth day after\n   51  it shall have become a law. Provided, that, effective  immediately,  any\n   52  rules  and regulations necessary to implement the provisions of this act\n   53  on its effective date are authorized to be completed on or  before  such\n   54  date.\n",
  "memo" : "BILL NUMBER:S2177\n\nTITLE OF BILL:\n\nAn act\nto amend the elder law, in relation to establishing the mature worker\nemployment training program\n\nPURPOSE OR GENERAL IDEA OF THE BILL:\n\nEstablishes a mature worker employment and training program to help\nworkers ages 55 and older be prepared for continuing their employment\nafter their retirement, or being trained or retrained for second\ncareers or other work opportunities.\n\nSUMMARY OF PROVISIONS:\n\nAmends the elder law, creating a new Article III called the mature\nworker employment training program. section 301 contains definitions.\nSection 302 describes the duties of the director. Section 303 outlines\ngrant opportunities, within amounts appropriated, for such programs.\nSection 304 describes the reporting requirements.\n\nJUSTIFICATION:\n\nThe demographic projections are showing clearly that older workers\nwill continue to make up a rapidly growing percentage of the work\nforce. This growth represents the fact that the population as a whole\nis getting older due to several factors, including the aging of the\nBaby Boom generation, lower birth rates for generations immediately\nfollowing the baby boom longer life expectancies and younger\ngenerations leaving the state to work elsewhere. Efforts must be\nundertaken to train, retrain and retain older workers. This\nlegislation will direct the director, inc consultation with the\nCommissioner of labor to establish a mature worker employment and\ntraining program for that purpose.\n\nLEGISLATIVE HISTORY:\n\n2007-08: S.3060A - Passed Senate, Veto Memo.88\n2009-10: S.2586A - Reported and Committed to Finance\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nOne hundred and eightieth day after it has become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to establishing the mature worker employment training program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T170224.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110119.T142306.TXT", "SOBI.D110118.T113121.TXT", "SOBI.D110118.T124140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717852
}