{
  "year" : 2011,
  "senateBillNo" : "S2171-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S2171-2011-1295326800000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restricts hiring of child care providers with criminal convictions",
  "summary" : "Restricts hiring of child care providers with criminal convictions. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S2009-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2171\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sens. GOLDEN, DeFRANCISCO, JOHNSON, LAVALLE -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Children and Families\n\n       AN ACT to amend the social services law, in relation to criminal history\n         review of child care providers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 3 of section 390-b of the social services law,\n    2  as added by chapter 416 of the laws of  2000,  is  amended  to  read  as\n    3  follows:\n    4    3.  Notwithstanding  any other provision of law to the contrary, after\n    5  reviewing any criminal history record information provided by the  divi-\n    6  sion  of criminal justice services, of an individual who is subject to a\n    7  criminal history record check pursuant to this section,  the  office  of\n    8  children  and  family services and the provider shall take the following\n    9  actions:\n   10    (a) (i) Where the criminal history record of an  applicant  to  be  an\n   11  operator  of  a  child  day  care center, school age child care program,\n   12  group family day care home, family day care home, or any person over the\n   13  age of eighteen residing in such a home, reveals a felony conviction [at\n   14  any time for a sex offense, crime against a child, or a crime  involving\n   15  violence,  or a felony conviction within the past five years for a drug-\n   16  related offense, the office of children and family services  shall  deny\n   17  the  application  unless  the office determines, in its discretion, that\n   18  approval of the application will not in any way jeopardize  the  health,\n   19  safety or welfare of the children in the center, program or home] FOR AN\n   20  OFFENSE  DEFINED IN ARTICLE ONE HUNDRED TWENTY, ONE HUNDRED TWENTY-FIVE,\n   21  ONE HUNDRED THIRTY, ONE HUNDRED THIRTY-FIVE, TWO HUNDRED THIRTY-FIVE  OR\n   22  TWO  HUNDRED SIXTY-THREE OF THE PENAL LAW, OR AN OFFENSE COMMITTED UNDER\n   23  A FORMER PROVISION OF THE PENAL LAW WHICH WOULD CONSTITUTE  A  VIOLATION\n   24  OF  THE  AFORESAID ARTICLES OF THE PENAL LAW OR ANY OFFENSE COMMITTED IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04647-01-1\n\n       S. 2171                             2\n\n    1  ANOTHER JURISDICTION WHICH WOULD CONSTITUTE A VIOLATION OF THE AFORESAID\n    2  ARTICLES OF THE PENAL LAW; or\n    3    (ii) Where the criminal history record of an applicant to be an opera-\n    4  tor  of  a  child  day care center, school age child care program, group\n    5  family day care home, family day care home, or any person over  the  age\n    6  of  eighteen  residing  in such a home, reveals a conviction for a crime\n    7  other than one set forth in subparagraph  (i)  of  this  paragraph,  the\n    8  office  of  children  and  family  services  may  deny  the application,\n    9  consistent with article twenty-three-A of the correction law; or\n   10    (iii) Where the criminal history record of an applicant to be an oper-\n   11  ator of a child day care center, school age child  care  program,  group\n   12  family day care home, family day care home, or any other person over the\n   13  age of eighteen residing in such a home, reveals a charge for any crime,\n   14  the office of children and family services shall hold the application in\n   15  abeyance until the charge is finally resolved.\n   16    (b)  (i)  Where the criminal history record of a current operator of a\n   17  child day care center, school age child care program, group  family  day\n   18  care  home,  family  day  care home, or any other person over the age of\n   19  eighteen residing in such a home, reveals a conviction for a  crime  set\n   20  forth  in  subparagraph  (i)  of  paragraph (a) of this subdivision, the\n   21  office of children and family services shall conduct a safety assessment\n   22  of the program and take all appropriate steps to protect the health  and\n   23  safety of the children in the program. The office of children and family\n   24  services  shall  deny,  [limit,  suspend,] revoke, reject or terminate a\n   25  license or registration based on such a conviction[, unless  the  office\n   26  determines,  in  its discretion, that continued operation of the center,\n   27  program or home will not in any way jeopardize  the  health,  safety  or\n   28  welfare of the children in the center, program or home];\n   29    (ii)  Where  the  criminal  history  record of a current operator of a\n   30  child day care center, school age child care program, group  family  day\n   31  care  home,  family  day  care home, or any other person over the age of\n   32  eighteen residing in such a home, reveals a conviction for a crime other\n   33  than one set forth in subparagraph (i) of paragraph (a) of this subdivi-\n   34  sion, the office of children and family services shall conduct a  safety\n   35  assessment  of the program and take all appropriate steps to protect the\n   36  health and safety of the children in the program. The office  may  deny,\n   37  limit,  suspend,  revoke,  reject or terminate a license or registration\n   38  based on such a conviction, consistent with  article  twenty-three-A  of\n   39  the correction law;\n   40    (iii)  Where  the  criminal  history record of a current operator of a\n   41  child day care center, school age child care program, group  family  day\n   42  care  home,  family  day  care home, or any other person over the age of\n   43  eighteen residing in such a home, reveals a charge for  any  crime,  the\n   44  office of children and family services shall conduct a safety assessment\n   45  of  the program and take all appropriate steps to protect the health and\n   46  safety of the children in the program. The office may suspend a  license\n   47  or  registration  based  on such a charge where necessary to protect the\n   48  health and safety of the children in the program.\n   49    (c) (i) Where the criminal history record of an  applicant  to  be  an\n   50  employee  or  volunteer  at  a child day care center or school age child\n   51  care program reveals a conviction for a crime set forth in  subparagraph\n   52  (i)  of  paragraph  (a)  of this subdivision, the office of children and\n   53  family services shall  direct  the  provider  to  deny  the  application\n   54  [unless  the  office determines, in its discretion, that approval of the\n   55  application will not in any way jeopardize the health, safety or welfare\n   56  of the children in the center or program];\n\n       S. 2171                             3\n\n    1    (ii) Where the criminal history  record  of  an  applicant  to  be  an\n    2  employee  or  volunteer  at  a child day care center or school age child\n    3  care program reveals a conviction for a crime other than one  set  forth\n    4  in  subparagraph (i) of paragraph (a) of this subdivision, the office of\n    5  children and family services may, consistent with article twenty-three-A\n    6  of the correction law, direct the provider to deny the application;\n    7    (iii)  Where  the  criminal  history  record  of an applicant to be an\n    8  employee or volunteer at a child day care center  or  school  age  child\n    9  care  program reveals a charge for any crime, the office of children and\n   10  family services shall hold the application in abeyance until the  charge\n   11  is finally resolved.\n   12    (d)  (i)  Where  the  criminal history record of a current employee or\n   13  volunteer at a child day care center or school age  child  care  program\n   14  reveals  a conviction for a crime set forth in subparagraph (i) of para-\n   15  graph (a) of  this  subdivision,  the  office  of  children  and  family\n   16  services  shall  conduct a safety assessment of the program and take all\n   17  appropriate steps to protect the health and safety of  the  children  in\n   18  the  program.  The  office  shall  direct  the provider to terminate the\n   19  employee or volunteer based on such a  conviction[,  unless  the  office\n   20  determines,  in  its  discretion,  that  the  continued  presence of the\n   21  employee or volunteer in the center or program will not in any way jeop-\n   22  ardize the health, safety or welfare of the children in  the  center  or\n   23  program];\n   24    (ii) Where the criminal history record of a current employee or volun-\n   25  teer at a child day care center or school age child care program reveals\n   26  a conviction for a crime other than one set forth in subparagraph (i) of\n   27  paragraph  (a)  of  this  subdivision, the office of children and family\n   28  services shall conduct a safety assessment of the program and  take  all\n   29  appropriate  steps  to  protect the health and safety of the children in\n   30  the program. The office may direct the provider to terminate the employ-\n   31  ee or volunteer based on such  a  conviction,  consistent  with  article\n   32  twenty-three-A of the correction law;\n   33     (iii)  Where  the  criminal  history  record of a current employee or\n   34  volunteer at a child day care center or school age  child  care  program\n   35  reveals  a  charge  for  any  crime,  the  office of children and family\n   36  services shall conduct a safety assessment of the program and  take  all\n   37  appropriate  steps  to  protect the health and safety of the children in\n   38  the program.\n   39    (e) (i) Where the criminal history record of an  applicant  to  be  an\n   40  employee,  assistant  or  volunteer  at  a group family day care home or\n   41  family day care home reveals a conviction  for  a  crime  set  forth  in\n   42  subparagraph  (i)  of  paragraph  (a) of this subdivision, the office of\n   43  children and family services shall  direct  the  provider  to  deny  the\n   44  application  [unless  the  office  determines,  in  its discretion, that\n   45  approval of the application will not in any way jeopardize  the  health,\n   46  safety or welfare of the children in the home];\n   47    (ii)  Where  the  criminal  history  record  of  an applicant to be an\n   48  employee, assistant or volunteer at a group  family  day  care  home  or\n   49  family day care home reveals a conviction for a crime other than one set\n   50  forth  in  subparagraph  (i)  of  paragraph (a) of this subdivision, the\n   51  office of children and family  services  may,  consistent  with  article\n   52  twenty-three-A  of  the  correction law, direct the provider to deny the\n   53  application;\n   54    (iii) Where the criminal history record  of  an  applicant  to  be  an\n   55  employee,  assistant  or  volunteer  at  a group family day care home or\n   56  family day care home reveals a charge for any crime, the office of chil-\n\n       S. 2171                             4\n\n    1  dren and family services shall hold the application  in  abeyance  until\n    2  the charge is finally resolved.\n    3    (f)  (i)  Where  the  criminal  history  record of a current employee,\n    4  assistant or volunteer at a group family day care  home  or  family  day\n    5  care home reveals a conviction for a crime set forth in subparagraph (i)\n    6  of  paragraph (a) of this subdivision, the office of children and family\n    7  services shall conduct a safety assessment of the program and  take  all\n    8  appropriate  steps  to  protect the health and safety of the children in\n    9  the home. The office of children and family services  shall  direct  the\n   10  provider to terminate the employee, assistant or volunteer based on such\n   11  a conviction[, unless the office determines, in its discretion, that the\n   12  continued  presence  of the employee, assistant or volunteer in the home\n   13  will not in any way jeopardize the health,  safety  or  welfare  of  the\n   14  children in the home];\n   15    (ii)  Where the criminal history record of a current employee, assist-\n   16  ant or volunteer at a group family day care home or family day care home\n   17  reveals a conviction for a crime other than one set  forth  in  subpara-\n   18  graph  (i)  of paragraph (a) of this subdivision, the office of children\n   19  and family services shall conduct a safety assessment of  the  home  and\n   20  take all appropriate steps to protect the health and safety of the chil-\n   21  dren  in  the  home. The office may direct the provider to terminate the\n   22  employee, assistant or volunteer based on such a conviction,  consistent\n   23  with article twenty-three-A of the correction law;\n   24    (iii) Where the criminal history record of a current employee, assist-\n   25  ant or volunteer at a group family day care home or family day care home\n   26  reveals  a  charge  for  any  crime,  the  office of children and family\n   27  services shall conduct a safety assessment of  the  home  and  take  all\n   28  appropriate  steps  to  protect the health and safety of the children in\n   29  the home.\n   30    (g) Advise the provider that the individual has  no  criminal  history\n   31  record.\n   32    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2171\n\nTITLE OF BILL:\nAn act\nto amend the social services law, in relation to criminal history review\nof child care providers\n\nPURPOSE:\nTo ensure that young children are not being cared for by\nfelons with a history of serious crimes.\n\nSUMMARY OF PROVISIONS:\nThis measure removes the discretion of the\nOffice of Children and Family Services from determining when an\napplicant should be denied; an employee terminated; or a license\nrevoked, based upon an employee's or volunteer's convictions of\nserious crimes.\n\nJUSTIFICATION:\nThere are 27,200 children in day care in New York State\non any given day.\nThe Legislature has gone to great lengths to pass laws to ensure those\ncharged with caring for these children are spending their time in a\nsafe environment. However, a loophole exists that would allow those\nwith histories of crimes such as the sexual abuse of children to work\nin a day care setting.\n\nCurrently, these felons can work in a day care setting if the State\nOffice of Children and Family Services feels that the individual's\ncriminal background does not jeopardize the health and safety of the\nchildren. In cases where someone is charged with the daily care of\nyoung children, we should not be taking chances.\n\nLEGISLATIVE HISTORY:\nS.2009:  2009-10 Referred to Children & Families\nS.6449A: 2007-08 Referred to Rules, Referred to Social Services,\nChildren & Families, Passed Senate\n\nFISCAL IMPLICATIONS:\nMinimal.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to criminal history review of child care providers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T165658.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110118.T123131.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T141812.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090949
}