{
  "year" : 2011,
  "senateBillNo" : "S217-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S217-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the New York state safe patient handling task force",
  "summary" : "Creates the New York state safe patient handling task force to create policies for patient care safety in health care facilities. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S3432-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          217\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law and the education law, in relation\n         to a safe patient handling policy for health care facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Article 29-D of the public health law is amended by adding\n    2  a new title 4 to read as follows:\n    3                                   TITLE 4\n    4                        SAFE PATIENT HANDLING POLICY\n    5  SECTION 2999-G. LEGISLATIVE INTENT.\n    6          2999-H. DEFINITIONS.\n    7          2999-I. NEW YORK STATE SAFE PATIENT HANDLING TASK FORCE.\n    8          2999-J. STATEWIDE SAFE PATIENT HANDLING POLICY.\n    9          2999-K. HEALTH CARE FACILITY SAFE PATIENT HANDLING COMMITTEES.\n   10          2999-L. ENFORCEMENT.\n   11    S  2999-G.  LEGISLATIVE  INTENT.  THE  LEGISLATURE  HEREBY  FINDS  AND\n   12  DECLARES  THAT  IT  IS  IN THE PUBLIC INTEREST TO ENACT A STATEWIDE SAFE\n   13  PATIENT HANDLING POLICY FOR HEALTH CARE FACILITIES IN  NEW  YORK  STATE.\n   14  WITHOUT  SAFE  PATIENT  HANDLING  LEGISLATION,  IT IS PREDICTED THAT THE\n   15  DEMAND FOR NURSING SERVICES WILL EXCEED  THE  SUPPLY  BY  NEARLY  THIRTY\n   16  PERCENT  BY  THE YEAR TWO THOUSAND TWENTY THUS DECREASING THE QUALITY OF\n   17  HEALTH CARE IN NEW YORK STATE.   THERE ARE MANY  BENEFITS  THAT  CAN  BE\n   18  DERIVED  FROM  SAFE PATIENT HANDLING PROGRAMS.  PATIENTS BENEFIT THROUGH\n   19  IMPROVED QUALITY OF CARE AND QUALITY OF LIFE BY  REDUCING  THE  RISK  OF\n   20  FALLS, BEING DROPPED, FRICTION BURNS, SKIN TEARS AND BRUISES. CAREGIVERS\n   21  BENEFIT FROM THE REDUCED RISK OF CAREER ENDING AND DEBILITATING INJURIES\n   22  LEADING  TO INCREASED MORALE, IMPROVED JOB SATISFACTION AND LONGEVITY IN\n   23  THE PROFESSION. HEALTH CARE FACILITIES REALIZE A QUICK RETURN  ON  THEIR\n   24  INVESTMENT  THROUGH  REDUCED WORKERS' COMPENSATION MEDICAL AND INDEMNITY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01677-01-1\n\n       S. 217                              2\n\n    1  COSTS, REDUCED LOST WORKDAYS AND IMPROVED RECRUITMENT AND  RETENTION  OF\n    2  CAREGIVERS.  ALL  OF THIS WILL LEAD TO FISCAL IMPROVEMENT IN HEALTH CARE\n    3  IN NEW YORK STATE.\n    4    S 2999-H. DEFINITIONS. FOR THE PURPOSES OF THIS TITLE:\n    5    1.  \"HEALTH  CARE  FACILITY\"  SHALL  MEAN ANY INDIVIDUAL, PARTNERSHIP,\n    6  ASSOCIATION, CORPORATION, LIMITED LIABILITY COMPANY  OR  ANY  PERSON  OR\n    7  GROUP  OF  PERSONS  ACTING DIRECTLY OR INDIRECTLY ON BEHALF OF OR IN THE\n    8  INTEREST OF THE EMPLOYER, WHICH  PROVIDES  HEALTH  CARE  SERVICES  IN  A\n    9  FACILITY  LICENSED OR OPERATED PURSUANT TO ARTICLE TWENTY-EIGHT, TWENTY-\n   10  EIGHT-A OR THIRTY-SIX OF THIS CHAPTER, OR THE MENTAL  HYGIENE  LAW,  THE\n   11  EDUCATION  LAW OR THE CORRECTION LAW, INCLUDING ANY FACILITY OPERATED BY\n   12  THE STATE, A POLITICAL SUBDIVISION OR A PUBLIC  BENEFIT  CORPORATION  AS\n   13  DEFINED BY SECTION SIXTY-SIX OF THE GENERAL CONSTRUCTION LAW.\n   14    2.  \"NURSE\"  SHALL  MEAN A REGISTERED PROFESSIONAL NURSE OR A LICENSED\n   15  PRACTICAL NURSE AS DEFINED BY ARTICLE ONE  HUNDRED  THIRTY-NINE  OF  THE\n   16  EDUCATION LAW.\n   17    3.  \"DIRECT  CARE  WORKER\"  SHALL  MEAN  ANY EMPLOYEE OF A HEALTH CARE\n   18  FACILITY THAT IS RESPONSIBLE FOR PATIENT HANDLING OR PATIENT  ASSESSMENT\n   19  AS  A  REGULAR  OR  INCIDENTAL  PART  OF THEIR EMPLOYMENT, INCLUDING ANY\n   20  LICENSED OR UNLICENSED HEALTH CARE WORKER.\n   21    4. \"EMPLOYEE REPRESENTATIVE\" SHALL MEAN THE  RECOGNIZED  OR  CERTIFIED\n   22  COLLECTIVE  BARGAINING  AGENT  FOR  NURSES  OR  DIRECT CARE WORKERS OF A\n   23  HEALTHCARE FACILITY.\n   24    5. \"SAFE PATIENT HANDLING\" SHALL MEAN THE USE OF ENGINEERING CONTROLS,\n   25  LIFTING AND TRANSFER AIDS, OR ASSISTIVE DEVICES,  BY  NURSES  OR  DIRECT\n   26  CARE  WORKERS, INSTEAD OF MANUAL LIFTING TO PERFORM THE ACTS OF LIFTING,\n   27  TRANSFERRING AND REPOSITIONING OF HEALTH CARE PATIENTS AND RESIDENTS.\n   28    6. \"SAFE PATIENT HANDLING PROGRAM\" SHALL INCLUDE:\n   29    (A) A WRITTEN POLICY STATEMENT; AND\n   30    (B) MANAGEMENT COMMITMENT AND EMPLOYEE INVOLVEMENT; AND\n   31    (C) COMMITTEES; AND\n   32    (D) RISK ASSESSMENTS; AND\n   33    (E) INCIDENT INVESTIGATION; AND\n   34    (F) PROCUREMENT OF ENGINEERING CONTROLS, LIFTING AND TRANSFER AIDS  OR\n   35  ASSISTIVE DEVICES TO ENSURE SAFE PATIENT HANDLING; AND\n   36    (G) EMPLOYEE TRAINING AND EDUCATION ON SAFE PATIENT HANDLING; AND\n   37    (H) PROGRAM EVALUATION AND MODIFICATION.\n   38    S  2999-I.  NEW  YORK STATE SAFE PATIENT HANDLING TASK FORCE. 1. A NEW\n   39  YORK STATE SAFE PATIENT HANDLING TASK FORCE IS HEREBY CREATED WITHIN THE\n   40  DEPARTMENT.  SUCH TASK FORCE SHALL CONSIST OF A TOTAL OF ELEVEN  MEMBERS\n   41  AND  SHALL  INCLUDE THE COMMISSIONER OR HIS OR HER DESIGNEE; THE COMMIS-\n   42  SIONER OF LABOR OR HIS OR HER DESIGNEE; THREE MEMBERS APPOINTED  BY  THE\n   43  GOVERNOR,  TWO  SUCH  MEMBERS  SHALL  BE  REPRESENTATIVES OF HEALTH CARE\n   44  ORGANIZATIONS, ONE SUCH MEMBER SHALL BE FROM  AN  EMPLOYEE  ORGANIZATION\n   45  REPRESENTING NURSES AND ONE SUCH MEMBER SHALL BE FROM AN EMPLOYEE ORGAN-\n   46  IZATION  REPRESENTING  DIRECT  CARE  WORKERS;  TWO SUCH MEMBERS SHALL BE\n   47  CERTIFIED ERGONOMIST EVALUATION SPECIALISTS; TWO MEMBERS TO BE APPOINTED\n   48  BY THE TEMPORARY PRESIDENT OF THE SENATE, WHO SHALL  HAVE  EXPERTISE  IN\n   49  FIELDS  OR  DISCIPLINE RELATED TO HEALTH CARE OR OCCUPATIONAL SAFETY AND\n   50  ONE SUCH APPOINTEE MUST BE FROM AN ORGANIZATION  REPRESENTING  EITHER  A\n   51  NURSE  OR DIRECT CARE WORKER; TWO MEMBERS TO BE APPOINTED BY THE SPEAKER\n   52  OF THE ASSEMBLY, WHO  SHALL  HAVE  EXPERTISE  IN  FIELDS  OR  DISCIPLINE\n   53  RELATED  TO  HEALTH  CARE  OR OCCUPATIONAL SAFETY AND ONE SUCH APPOINTEE\n   54  MUST BE FROM AN ORGANIZATION REPRESENTING EITHER A NURSE OR DIRECT  CARE\n   55  WORKER; ONE MEMBER TO BE APPOINTED BY THE MINORITY LEADER OF THE SENATE,\n   56  WHO  SHALL HAVE EXPERTISE IN FIELDS OR DISCIPLINE RELATED TO HEALTH CARE\n\n       S. 217                              3\n\n    1  OR OCCUPATIONAL SAFETY; AND ONE MEMBER APPOINTED BY THE MINORITY  LEADER\n    2  OF  THE  ASSEMBLY,  WHO  SHALL  HAVE  EXPERTISE  IN FIELDS OR DISCIPLINE\n    3  RELATED TO HEALTH CARE OR OCCUPATIONAL SAFETY.\n    4    2.  TASK  FORCE  MEMBERS  SHALL  RECEIVE  NO  COMPENSATION  FOR  THEIR\n    5  SERVICES, BUT SHALL BE REIMBURSED  FOR  ACTUAL  AND  NECESSARY  EXPENSES\n    6  INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n    7    3.  THE  TASK  FORCE  SHALL BE APPOINTED NO LATER THAN JULY FIRST, TWO\n    8  THOUSAND TWELVE AND SHALL SERVE FOR A PERIOD OF TWO YEARS; ANY VACANCIES\n    9  ON THE TASK FORCE SHALL BE FILLED IN THE  MANNER  PROVIDED  FOR  IN  THE\n   10  INITIAL APPOINTMENT.\n   11    4.  THE CHAIRPERSON OF THE TASK FORCE SHALL BE THE COMMISSIONER OR HIS\n   12  OR HER DESIGNEE.\n   13    5. THE TASK FORCE SHALL MEET NO LESS THAN THREE TIMES A YEAR.\n   14    6. NOTWITHSTANDING ANY OTHER PROVISION  OF  LAW,  A  MAJORITY  OF  THE\n   15  MEMBERS  OF  THE TASK FORCE THEN IN OFFICE SHALL CONSTITUTE A QUORUM FOR\n   16  THE TRANSACTION OF BUSINESS OR THE EXERCISE OF POWER OR FUNCTION OF  THE\n   17  TASK  FORCE.  AN  ACT,  DETERMINATION OR DECISION OF THE MAJORITY OF THE\n   18  MEMBERS OF THE TASK FORCE SHALL BE HELD TO BE THE ACT, DETERMINATION  OR\n   19  DECISION OF THE TASK FORCE.\n   20    7. POWERS AND DUTIES. THE TASK FORCE ACT SHALL:\n   21    (A)  PREPARE A POLICY STATEMENT REQUIRING A COMPREHENSIVE SAFE PATIENT\n   22  HANDLING PROGRAM TO BE IMPLEMENTED AT ALL  HEALTH  CARE  FACILITIES,  AS\n   23  DEFINED  IN SUBDIVISION ONE OF SECTION TWENTY-NINE HUNDRED NINETY-NINE-H\n   24  OF THIS TITLE.  THE POLICY STATEMENT SHALL INCLUDE THE REQUIREMENTS  FOR\n   25  DEVELOPING  AND  IMPLEMENTING AN EFFECTIVE SAFE PATIENT HANDLING PROGRAM\n   26  THAT SHALL INCLUDE ALL ELEMENTS SPECIFIED IN SUBDIVISION SIX OF  SECTION\n   27  TWENTY-NINE HUNDRED NINETY-NINE-H OF THIS TITLE;\n   28    (B)  REVIEW  EXISTING  SAFE  PATIENT  HANDLING  PROGRAMS  OR POLICIES,\n   29  INCLUDING DEMONSTRATION PROGRAMS PREVIOUSLY AUTHORIZED BY CHAPTER  SEVEN\n   30  HUNDRED THIRTY-EIGHT OF THE LAWS OF TWO THOUSAND FIVE;\n   31    (C)  CONSULT  WITH  ANY  ORGANIZATION,  EDUCATIONAL INSTITUTION, OTHER\n   32  GOVERNMENT ENTITY OR AGENCY OR PERSON;\n   33    (D) CONDUCT PUBLIC HEARINGS, AS IT DEEMS NECESSARY;\n   34    (E) IDENTIFY OR DEVELOP TRAINING MATERIALS AND PROCEDURES WITH  REGARD\n   35  TO THE EQUIPMENT OR TECHNOLOGY REQUIRED BY THE STATEWIDE POLICY;\n   36    (F) REVIEW RULES AND REGULATIONS PRIOR TO ADOPTION BY THE DEPARTMENT;\n   37    (G) REVIEW AND UPDATE THE POLICY STATEMENT ON A BI-ANNUAL BASIS;\n   38    (H) ALL STATE DEPARTMENTS, COMMISSIONS, AGENCIES OR PUBLIC AUTHORITIES\n   39  SHALL  PROVIDE  AND  ADVISE  IN A TIMELY MANNER AND OTHERWISE ASSIST THE\n   40  TASK FORCE WITH ITS WORK; AND\n   41    (I) SUBMIT A REPORT IDENTIFYING SAFE PATIENT HANDLING PROGRAM ELEMENTS\n   42  AND RECOMMENDATIONS OF SAFE PATIENT  LIFTING  EQUIPMENT,  TECHNIQUES  OR\n   43  DEVICES TO THE COMMISSIONER BY JULY FIRST, TWO THOUSAND THIRTEEN.\n   44    S 2999-J. STATEWIDE SAFE PATIENT HANDLING POLICY. 1. THE COMMISSIONER,\n   45  IN  CONSULTATION  WITH  THE TASK FORCE, SHALL PROMULGATE RULES AND REGU-\n   46  LATIONS FOR A STATEWIDE SAFE PATIENT HANDLING  POLICY  FOR  HEALTH  CARE\n   47  FACILITIES COVERED BY THIS TITLE. SUCH POLICY SHALL BE MADE AVAILABLE TO\n   48  ALL  FACILITIES  COVERED  BY  THIS TITLE ON OR BEFORE JANUARY FIRST, TWO\n   49  THOUSAND FOURTEEN.\n   50    2. THE STATEWIDE SAFE PATIENT HANDLING POLICY SHALL INCLUDE  STANDARDS\n   51  WITH REGARD TO:\n   52    (A)  THE  EQUIPMENT,  DEVICES  OR  TECHNOLOGY TO BE USED BY A NURSE OR\n   53  DIRECT CARE WORKER WHO IS ENGAGED IN PATIENT HANDLING;\n   54    (B) THE RATIO OF SUCH EQUIPMENT OR TECHNOLOGY BASED UPON THE  TYPE  OF\n   55  FACILITY,  THE  NUMBER OF BEDS IN A FACILITY, THE NUMBER OF PATIENT-HAN-\n\n       S. 217                              4\n\n    1  DLING TASKS, TYPES OF CARE UNITS, PATIENT POPULATIONS, AND PATIENT  CARE\n    2  AREAS;\n    3    (C)  THE  MINIMUM  NUMBER  OF  DEVICES TO ENSURE THAT CURRENT ASSESSED\n    4  HAZARDS ARE ELIMINATED OR MITIGATED;\n    5    (D) ESTABLISHING  PROCEDURES  FOR  THE  SUBMISSION  AND  REPORTING  OF\n    6  COMPLIANCE BY EACH HEALTH CARE FACILITY COVERED BY THIS TITLE; AND\n    7    (E)  ESTABLISHING  PROCEDURES  FOR COMPLAINTS OR VIOLATIONS, INCLUDING\n    8  THE FILING PROCESS, REVIEW, AND EVALUATION AND CORRECTIVE ACTION OF SUCH\n    9  COMPLAINTS.\n   10    3. FACILITIES COVERED UNDER THIS TITLE SHALL  FILE  A  PLAN  WITH  THE\n   11  DEPARTMENT  BY  JULY FIRST, TWO THOUSAND FOURTEEN DETAILING THEIR POLICY\n   12  TO BE IN COMPLIANCE WITH THE RULES AND REGULATIONS OF THE STATEWIDE SAFE\n   13  PATIENT HANDLING POLICY THAT MUST BE ACCEPTED BY THE DEPARTMENT BY  JULY\n   14  FIRST, TWO THOUSAND FIFTEEN.\n   15    S  2999-K.  HEALTH  CARE FACILITY SAFE PATIENT HANDLING COMMITTEES. 1.\n   16  EACH HEALTH CARE FACILITY MUST ESTABLISH A SAFE PATIENT HANDLING COMMIT-\n   17  TEE EITHER BY CREATING A NEW  COMMITTEE  OR  ASSIGNING  THE  POWERS  AND\n   18  DUTIES  TO  AN EXISTING COMMITTEE.   AT LEAST ONE-HALF OF THE MEMBERS OF\n   19  THE SAFE PATIENT HANDLING COMMITTEE SHALL  BE  FRONTLINE  NON-MANAGERIAL\n   20  NURSES OR DIRECT CARE WORKERS. AT LEAST ONE NON-MANAGERIAL NURSE AND ONE\n   21  NON-MANAGERIAL  DIRECT  CARE WORKER MUST BE ON THE SAFE PATIENT HANDLING\n   22  COMMITTEE. THE COMMITTEE SHALL HAVE CO-CHAIRS WITH ONE  FROM  MANAGEMENT\n   23  AND ONE FRONTLINE NON-MANAGERIAL NURSE OR DIRECT CARE WORKER.\n   24    2.  THE  SAFE  PATIENT  HANDLING COMMITTEE SHALL: (A) SET CRITERIA FOR\n   25  EVALUATION OF PATIENTS AND/OR RESIDENTS TO DETERMINE WHICH  LIFT  AND/OR\n   26  REPOSITIONING  EQUIPMENT,  DEVICES  OR  TECHNOLOGY ARE TO BE USED AND TO\n   27  PERFORM RISK ASSESSMENTS OF  THE  ENVIRONMENT,  JOB  TASKS  AND  PATIENT\n   28  NEEDS;\n   29    (B)  ENSURE  LIFT  AND/OR  REPOSITIONING EQUIPMENT IS SET UP, USED AND\n   30  MAINTAINED ACCORDING TO MANUFACTURER'S INSTRUCTIONS;\n   31    (C) PROVIDE INITIAL AND ON-GOING YEARLY TRAINING AND EDUCATION ON SAFE\n   32  PATIENT HANDLING FOR CURRENT EMPLOYEES AND NEW HIRES. ENSURE  RETRAINING\n   33  FOR  THOSE  FOUND  TO  BE  DEFICIENT IS SCHEDULED AS NEEDED AND DOES NOT\n   34  AFFECT CURRENT EMPLOYMENT STATUS OF THE AFFECTED EMPLOYEE OR EMPLOYEES;\n   35    (D) SET UP AND UTILIZE A PROCESS FOR INCIDENT INVESTIGATION AND  AFTER\n   36  ACTION  REVIEW WHICH INCLUDES A PLAN OF CORRECTION AND IMPLEMENTATION OF\n   37  CONTROLS;\n   38    (E) MAKE RECOMMENDATIONS FOR THE ACQUISITION OF  EQUIPMENT  OR  PROCE-\n   39  DURES BEYOND THE MINIMUM STATE RECOMMENDATIONS; AND\n   40    (F) PERFORM, AT MINIMUM, AN ANNUAL PROGRAM ASSESSMENT AND EVALUATION.\n   41    S  2999-L. ENFORCEMENT. 1. ANY NURSE OR DIRECT CARE WORKER OR EMPLOYEE\n   42  REPRESENTATIVE WHO BELIEVES THE FACILITY HAS NOT MET THE  STANDARDS  SET\n   43  FORTH  IN THIS TITLE SHALL BRING THE MATTER TO THE ATTENTION OF A SUPER-\n   44  VISOR IN THE FORM OF A WRITTEN NOTICE AND SHALL AFFORD THE  HEALTH  CARE\n   45  FACILITY A REASONABLE OPPORTUNITY TO CORRECT SUCH DEFICIENCIES.\n   46    2.  SUCH  COMPLAINT  SHALL  NOT  APPLY WHERE IMMINENT DANGER OR THREAT\n   47  EXISTS TO THE SAFETY OF A SPECIFIC NURSE OR DIRECT CARE WORKER OR TO THE\n   48  GENERAL HEALTH OF A SPECIFIC PATIENT AND WHEN THE NURSE OR  DIRECT  CARE\n   49  WORKER  OR EMPLOYEE REPRESENTATIVE BELIEVES IN GOOD FAITH THAT REPORTING\n   50  WILL NOT RESULT IN CORRECTIVE ACTION.\n   51    3. IN THE EVENT THE HEALTH CARE  FACILITY  DOES  NOT  TAKE  CORRECTIVE\n   52  ACTION WITHIN SIXTY DAYS OR IN THE EVENT SUCH NURSE OR DIRECT CARE WORK-\n   53  ER  BELIEVES  THAT AN IMMEDIATE DANGER OR THREAT EXISTS TO SUCH EMPLOYEE\n   54  OR TO THE GENERAL HEALTH OF A SPECIFIC PATIENT, SUCH EMPLOYEE SHALL HAVE\n   55  THE RIGHT TO REFUSE TO ENGAGE IN PATIENT HANDLING UNTIL THE HEALTH  CARE\n   56  FACILITY  HAS  ADEQUATELY  ADDRESSED  THE  SPECIFIC  IMMEDIATE DANGER OR\n\n       S. 217                              5\n\n    1  THREAT TO SUCH EMPLOYEE OR PATIENT. UPON REFUSAL, THE NURSE, DIRECT CARE\n    2  WORKER OR EMPLOYEE REPRESENTATIVE SHALL FILE A COMPLAINT TO THE  DEPART-\n    3  MENT  IN  THE  MANNER  SET  FORTH IN THE STATEWIDE SAFE PATIENT HANDLING\n    4  POLICY.\n    5    4.  NO  EMPLOYER  SHALL  TAKE  RETALIATORY ACTION AGAINST ANY NURSE OR\n    6  DIRECT CARE WORKER FOR RAISING CONCERNS OR ISSUES REGARDING SAFE PATIENT\n    7  HANDLING, FILING A COMPLAINT OR REFUSING TO ENGAGE IN PATIENT HANDLING.\n    8    5. NURSES AND DIRECT CARE WORKERS, AS DEFINED IN  SECTION  TWENTY-NINE\n    9  HUNDRED  NINETY-NINE-H  OF  THIS TITLE SHALL BE CONSIDERED EMPLOYEES FOR\n   10  THE PURPOSES OF SECTION SEVEN HUNDRED FORTY-ONE OF THE LABOR LAW.\n   11    6. THE DEPARTMENT AND THE DEPARTMENT OF LABOR SHALL PUBLISH  AND  MAKE\n   12  PUBLIC WHICH HEALTH CARE FACILITIES ARE IN COMPLIANCE WITH THE STATEWIDE\n   13  SAFE PATIENT HANDLING POLICY.\n   14    S  2.  The  education law is amended by adding a new section 6510-f to\n   15  read as follows:\n   16    S 6510-F. STATE SAFE PATIENT HANDLING POLICY.   1. THE  REFUSAL  OF  A\n   17  LICENSED  PRACTICAL NURSE OR A REGISTERED NURSE TO COMPLY WITH THE STATE\n   18  SAFE PATIENT HANDLING POLICY OR A FACILITY'S SAFE PATIENT HANDLING POLI-\n   19  CY SHALL NOT BE CONSIDERED PROFESSIONAL MISCONDUCT.  THE  REFUSAL  OF  A\n   20  LICENSED  PRACTICAL  NURSE  OR  A  REGISTERED NURSE TO ENGAGE IN PATIENT\n   21  HANDLING SHALL NOT CONSTITUTE PATIENT ABANDONMENT  OR  NEGLECT  IF  SUCH\n   22  NURSE, HAS IN A MANNER CONSISTENT WITH THE RULES AND REGULATIONS PROMUL-\n   23  GATED  BY  TITLE FOUR OF ARTICLE TWENTY-NINE-D OF THE PUBLIC HEALTH LAW,\n   24  REFUSED A PATIENT HANDLING ASSIGNMENT AND FILED  A  COMPLAINT  WITH  THE\n   25  DEPARTMENT.\n   26    2.  THE  REFUSAL  OF  A  LICENSED  OR UNLICENSED HEALTH CARE WORKER TO\n   27  ENGAGE IN PATIENT HANDLING NOT CONSISTENT WITH THE  STATE  SAFE  PATIENT\n   28  HANDLING  POLICY  OR A FACILITY'S SAFE PATIENT HANDLING POLICY SHALL NOT\n   29  BE CONSIDERED PROFESSIONAL MISCONDUCT. THE  REFUSAL  OF  A  LICENSED  OR\n   30  UNLICENSED  HEALTH  CARE  WORKER TO ENGAGE IN PATIENT HANDLING SHALL NOT\n   31  CONSTITUTE PATIENT ABANDONMENT OR NEGLECT  IF  SUCH  WORKER,  HAS  IN  A\n   32  MANNER  CONSISTENT  WITH  THE RULES AND REGULATIONS PROMULGATED BY TITLE\n   33  FOUR OF ARTICLE TWENTY-NINE-D  OF  THE  PUBLIC  HEALTH  LAW,  REFUSED  A\n   34  PATIENT HANDLING ASSIGNMENT AND FILED A COMPLAINT WITH THE DEPARTMENT.\n   35    S  3.  This  act shall take effect on the ninetieth day after it shall\n   36  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the education law, in relation to a safe patient handling policy for health care facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T100801.TXT", "SOBI.D101213.T112805.TXT", "SOBI.D101213.T111304.TXT", "SOBI.D101214.T123636.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292348196077
}