{
  "year" : 2011,
  "senateBillNo" : "S2178-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S2178-2011-1295326800000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the mature worker business initiative within the state office of the aging to encourage businesses to recruit, retain and retrain mature workers",
  "summary" : "Establishes the mature worker business initiative within the state office for the aging to encourage businesses to recruit, retain and retrain mature workers; describes the general powers and duties of the mature worker business initiative council. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S2025-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2178\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sens. GOLDEN, GRISANTI -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law  and  the  economic  development  law,  in\n         relation to establishing the mature worker business initiative\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a new article 4 to  read\n    2  as follows:\n    3                                 ARTICLE IV\n    4                      MATURE WORKER BUSINESS INITIATIVE\n    5  SECTION 401. MATURE WORKER BUSINESS INITIATIVE.\n    6          402. GENERAL FUNCTIONS, POWERS AND DUTIES OF THE COUNCIL.\n    7    S  401.  MATURE  WORKER  BUSINESS INITIATIVE. 1. THERE SHALL BE ESTAB-\n    8  LISHED, WITHIN THE OFFICE, A MATURE  WORKER  BUSINESS  INITIATIVE.  SUCH\n    9  INITIATIVE  SHALL  BE  SUBJECT  TO  THE DIRECTION AND SUPERVISION OF THE\n   10  MATURE WORKER BUSINESS INITIATIVE COUNCIL.\n   11    2. THE MATURE WORKER BUSINESS INITIATIVE COUNCIL SHALL BE COMPOSED OF:\n   12    (A) THE DIRECTOR OR HIS OR HER DESIGNATED REPRESENTATIVE;\n   13    (B) THE COMMISSIONER OF ECONOMIC DEVELOPMENT, OR HIS OR HER DESIGNATED\n   14  REPRESENTATIVE; AND\n   15    (C) SUCH OTHER PERSONS AS SHALL BE DESIGNATED  BY  THE  GOVERNOR,  WHO\n   16  SHALL  BE REPRESENTATIVES OF STATE AGENCIES, ADVOCATES FOR THE AGING AND\n   17  THE BUSINESS COMMUNITY, WHO ARE CONCERNED WITH THE ROLE OF OLDER WORKERS\n   18  IN THE ECONOMY, AND DEVELOPMENT OF SECOND CAREER OPPORTUNITIES ENTREPRE-\n   19  NEURIAL INITIATIVE.  SUCH MEMBERS SHALL SERVE AT  THE  PLEASURE  OF  THE\n   20  GOVERNOR.\n   21    3.  THE MEMBERS OF THE MATURE WORKER BUSINESS INITIATIVE COUNCIL SHALL\n   22  SERVE WITHOUT COMPENSATION, BUT SHALL BE ENTITLED TO  THEIR  ACTUAL  AND\n   23  NECESSARY  EXPENSES INCURRED IN THE PERFORMANCE OF THEIR DUTIES PURSUANT\n   24  TO THIS ARTICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04182-01-1\n\n       S. 2178                             2\n\n    1    4. THE DIRECTOR, OR HIS OR HER DESIGNATED REPRESENTATIVE, SHALL  SERVE\n    2  AS  THE  CHAIR  OF THE MATURE WORKER BUSINESS INITIATIVE COUNCIL. IN THE\n    3  EVENT OF THE ABSENCE OF THE DIRECTOR OR HIS OR HER DESIGNATED  REPRESEN-\n    4  TATIVE  FROM  ANY  MEETING  OF  SUCH COUNCIL, THE MEMBERS SHALL ELECT AN\n    5  ACTING  CHAIR FROM AMONGST THE MEMBERSHIP OF THE COUNCIL. LEGAL, TECHNI-\n    6  CAL AND OTHER SERVICES SHALL BE PROVIDED TO SUCH COUNCIL BY THE  OFFICE,\n    7  THE  DEPARTMENT  OF  ECONOMIC  DEVELOPMENT, THE URBAN DEVELOPMENT CORPO-\n    8  RATION, AND OTHER STATE DEPARTMENTS AND AGENCIES.\n    9    S 402. GENERAL FUNCTIONS, POWERS AND DUTIES OF THE COUNCIL. THE MATURE\n   10  WORKER BUSINESS INITIATIVE COUNCIL SHALL HAVE THE  FOLLOWING  FUNCTIONS,\n   11  POWERS AND DUTIES:\n   12    1. TO DEVELOP AND IMPLEMENT A PROGRAM OF INITIATIVES THAT SHALL ESTAB-\n   13  LISH  STRATEGIES  FOR  IDENTIFYING BUSINESSES THAT OFFER ARRANGEMENTS TO\n   14  EMPLOYEES DESIGNED TO RECRUIT, RETAIN AND RETRAIN  MATURE  WORKERS,  AND\n   15  ENCOURAGE THEM TO REMAIN IN THE WORK FORCE;\n   16    2.  TO DEVELOP A CERTIFICATION PROCESS FOR WHICH AN EMPLOYER MAY APPLY\n   17  INDICATING THAT SUCH EMPLOYER HAS MET THE QUALIFICATIONS ESTABLISHED  BY\n   18  THE  MATURE  WORKER  BUSINESS  INITIATIVE  COUNCIL AND PROVIDING FOR THE\n   19  DESIGNATION OF SUCH EMPLOYER AS A \"MATURE WORKER FRIENDLY EMPLOYER\";\n   20    3. TO IDENTIFY EMPLOYERS WHICH ENCOURAGE EMPLOYERS TO  OFFER  ARRANGE-\n   21  MENTS  TO EMPLOYEES DESIGNED TO RECRUIT, RETAIN AND RETRAIN MATURE WORK-\n   22  ERS, AND ENCOURAGE THEM TO REMAIN IN THE WORK FORCE;\n   23    4. TO PROVIDE TECHNICAL ASSISTANCE AND TRAINING TO ENCOURAGE EMPLOYERS\n   24  TO OFFER ARRANGEMENTS TO  EMPLOYEES  DESIGNED  TO  RECRUIT,  RETAIN  AND\n   25  RETRAIN  MATURE WORKERS, AND ENCOURAGE THEM TO REMAIN IN THE WORK FORCE;\n   26  AND\n   27    5. TO DESIGN AND EXECUTE A MARKETING OUTREACH PLAN TO ENCOURAGE  BUSI-\n   28  NESSES  TO  PARTICIPATE  IN  MATURE  WORKER BUSINESS INITIATIVES, AND TO\n   29  EDUCATE MATURE WORKERS  ABOUT  BUSINESSES  THAT  HAVE  IMPLEMENTED  SUCH\n   30  INITIATIVES,  BY  MEANS  OF THE OFFICE'S INTERNET WEBSITE AND SUCH OTHER\n   31  APPROPRIATE MEANS AS THE COUNCIL SHALL  DETERMINE  TO  BE  SUITABLE  FOR\n   32  INFORMATION DISTRIBUTION.\n   33    S  2. Section 100 of the economic development law is amended by adding\n   34  a new subdivision 18-h to read as follows:\n   35    18-H. TO WORK IN COOPERATION WITH THE DIRECTOR OF THE STATE OFFICE FOR\n   36  THE AGING AND THE MATURE WORKER BUSINESS INITIATIVE COUNCIL TO ESTABLISH\n   37  RULES, REGULATIONS AND PROCEDURES TO IMPLEMENT THE PROVISIONS OF ARTICLE\n   38  FOUR OF THE ELDER LAW.  THE  MATURE  WORKER  BUSINESS  INITIATIVE  SHALL\n   39  RECOGNIZE  THOSE  EMPLOYERS THAT PROVIDE EXCEPTIONAL SUPPORT DESIGNED TO\n   40  RECRUIT, RETAIN AND RETRAIN MATURE WORKERS, AND ENCOURAGE THEM TO REMAIN\n   41  IN THE WORK FORCE. THE COMMISSIONER, IN COOPERATION WITH THE DIRECTOR OF\n   42  THE STATE OFFICE FOR THE AGING, SHALL MAKE RECOMMENDATIONS FOR ENHANCING\n   43  THE OPPORTUNITIES FOR MATURE WORKERS AND WHICH RESOURCES  OF  THE  STATE\n   44  MAY  BE MADE AVAILABLE TO FULLY SUPPORT BUSINESSES THAT HAVE BEEN DESIG-\n   45  NATED AS MATURE WORKER FRIENDLY EMPLOYERS.\n   46    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2178\n\nTITLE OF BILL:\n\nAn act\nto amend the elder law and the economic development law, in relation to\nestablishing the mature worker business initiative\n\nPURPOSE OR GENERAL IDEA OF THE BILL:\n\nEstablishes a mature worker business initiative within the state\noffice for the aging. Creates a council to develop and implement a\nprogram to develop strategies and protocols for identifying\nbusinesses that are offering arrangements to employees that are\ndesigned to recruit and retain mature workers, to develop and certify\nemployers who are \"mature worker friendly employers\", and design and\nimplement a marketing outreach plan for encouraging the participation\nof businesses in: the program.\n\nSUMMARY OF PROVISIONS:\n\nAmends the elder law, creating a new Article IV called the mature\nworker employment training program. Section 301 establishes the\nmature worker business initiative. Section 302 describes the general\npowers and duties of the mature worker business initiative council.\nSection 100 of the economic development law is amended by adding a\nnew subdivision 18-h encouraging the commissioner to work with the\ndirector to establish rules, procedures, and regulations to implement\nthe mature worker business initiative.\n\nJUSTIFICATION:\n\nThe demographic projections are showing clearly that older workers\nwill continue to make up a rapidly growing percentage of the work\nforce. This growth represents the fact that the population as a whole\nis getting older due to several factors, including the aging of the\nBaby Boom generation,' lower birth rates for generations immediately\nfollowing the baby boom longer life expectancies and younger\ngenerations leaving the state to work elsewhere. Businesses across\nthe state will feel the impact of the retirement of the baby boomers\nand will no doubt be looking at employing, or retaining older workers\nas the demand for workers will increase. This legislation establishes\na mature worker business initiative within the state office for the\naging and creates a council to develop and implement a program to\ndevelop strategies and, protocols for identifying businesses that are\noffering arrangements to employees that are designed to recruit and\nretain mature workers, to develop and certify employers who are\n\"mature worker friendly employers\", and design and implement a\nmarketing outreach plan for encouraging the participation of\nbusinesses in the program.\n\nLEGISLATIVE HISTORY:\n\nS.3061 - 2007-08: Referred to Aging, Reported and Committed to Finance\nS.2025 - 2009-10: Referred to Aging, Reported and Committed to Finance\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the elder law and the economic development law, in relation to establishing the mature worker business initiative ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T165658.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T113121.TXT", "SOBI.D110118.T124140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717853
}