{
  "year" : 2011,
  "senateBillNo" : "S2172-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S2172-2011-1295326800000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for cost of living and marriage penalty adjustments to eligibility standards for the program for elderly pharmaceutical insurance coverage",
  "summary" : "Provides for cost-of-living and marriage penalty adjustments to eligibility standards for the program for elderly pharmaceutical insurance coverage. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S2750-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2172\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by Sens. GOLDEN, BONACIC, DeFRANCISCO, HANNON, RANZENHOFER --\n         read  twice  and  ordered printed, and when printed to be committed to\n         the Committee on Aging\n\n       AN ACT to amend the elder  law,  in  relation  to  cost  of  living  and\n         marriage  penalty adjustments to eligibility standards for the program\n         for elderly pharmaceutical insurance coverage\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 254 of the elder law is amended to read as follows:\n    2    S  254.  ADJUSTMENTS.  1.  Cost  of living adjustment. [1.] (A) Within\n    3  amounts appropriated, the panel shall  adjust  the  program  eligibility\n    4  standards  set forth in subdivision two of section two hundred forty-two\n    5  of this title to account for increases in the cost of living.\n    6    [2.] (B) The panel shall further adjust individual  and  joint  income\n    7  categories set forth in subdivisions two and four of section two hundred\n    8  forty-eight of this title to conform to the adjustments made pursuant to\n    9  THIS subdivision [one of this section].\n   10    2.  MARRIAGE  PENALTY  ADJUSTMENT.    THE  PANEL  SHALL FURTHER ADJUST\n   11  INCOME, REGISTRATION FEES, DEDUCTIBLES, AND OTHER PROGRAM COMPONENTS  TO\n   12  ELIMINATE THE EPIC MARRIAGE PENALTY, AS FOLLOWS:\n   13    (A)  FOR PURPOSES OF SUBDIVISIONS TWO AND FOUR OF SECTIONS TWO HUNDRED\n   14  FORTY-SEVEN AND TWO HUNDRED FORTY-EIGHT  OF  THIS  TITLE,  JOINT  INCOME\n   15  SHALL  BE  DEFINED  AS  INCOME,  AS  SUCH TERM IS DEFINED IN SECTION TWO\n   16  HUNDRED FORTY-ONE OF THIS TITLE AND AS ADJUSTED PURSUANT TO  SUBDIVISION\n   17  ONE OF THIS ACTION, DIVIDED BY TWO.\n   18    (B) THE QUARTERLY REGISTRATION FEE ESTABLISHED PURSUANT TO SECTION TWO\n   19  HUNDRED  FORTY-SEVEN  OF  THIS  TITLE,  AND  THE LIMITS ON POINT OF SALE\n   20  CO-PAYMENTS ESTABLISHED PURSUANT TO SUBDIVISION FOUR OF SUCH SECTION, AS\n   21  SUCH ITEMS MAY BE OR HAVE BEEN ADJUSTED BY THE PANEL PURSUANT TO  SUBDI-\n   22  VISION  ONE OF THIS SECTION AND OTHER SECTIONS OF THIS CHAPTER, FOR EACH\n   23  MARRIED INDIVIDUAL PROGRAM PARTICIPANT SHALL BE SET AT A LEVEL  THAT  IS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04202-01-1\n\n       S. 2172                             2\n\n    1  NOT  GREATER  THAN THE QUARTERLY REGISTRATION FEE AND THE LIMIT ON POINT\n    2  OF SALE CO-PAYMENTS FOR UNMARRIED INDIVIDUAL PROGRAM PARTICIPANTS  WHOSE\n    3  INCOME  EQUALS JOINT INCOME AS DEFINED IN PARAGRAPH (A) OF THIS SUBDIVI-\n    4  SION.\n    5    (C)  THE  ANNUAL  PERSONAL  COVERED DRUG EXPENDITURES FOR EACH MARRIED\n    6  INDIVIDUAL ELIGIBLE PROGRAM PARTICIPANT ESTABLISHED PURSUANT TO  SECTION\n    7  TWO  HUNDRED FORTY-EIGHT OF THIS TITLE AS ADJUSTED BY THE PANEL PURSUANT\n    8  TO SUBDIVISION ONE OF THIS SECTION AND OTHER SECTIONS OF  THIS  CHAPTER,\n    9  SHALL  BE  SET  BY  THE  PANEL  AT  A LEVEL WHICH IS NO GREATER THAN THE\n   10  PERSONAL COVERED DRUG EXPENDITURES  FOR  UNMARRIED  INDIVIDUAL  ELIGIBLE\n   11  PROGRAM  PARTICIPANTS  WHOSE INCOME, AS ADJUSTED PURSUANT TO SUBDIVISION\n   12  ONE OF THIS SECTION, EQUALS JOINT INCOME AS ADJUSTED PURSUANT  TO  PARA-\n   13  GRAPH (A) OF THIS SUBDIVISION.\n   14    (D)  THE  LIMITS  ON POINT OF SALE CO-PAYMENTS ESTABLISHED PURSUANT TO\n   15  SUBDIVISION FOUR OF SECTIONS TWO HUNDRED  FORTY-SEVEN  AND  TWO  HUNDRED\n   16  FORTY-EIGHT OF THIS TITLE, AS ADJUSTED BY THE PANEL PURSUANT TO SUBDIVI-\n   17  SION  ONE  OF  THIS SECTION AND OTHER SECTIONS OF THIS CHAPTER, FOR EACH\n   18  MARRIED INDIVIDUAL PROGRAM PARTICIPANT SHALL BE SET AT A LEVEL  THAT  IS\n   19  NO  GREATER  THAN  THE  LIMIT ON POINT OF SALE CO-PAYMENTS FOR UNMARRIED\n   20  INDIVIDUAL PROGRAM PARTICIPANTS WHOSE  INCOME  EQUALS  JOINT  INCOME  AS\n   21  DEFINED IN PARAGRAPH (A) OF THIS SUBDIVISION.\n   22    (E)  THE PANEL SHALL MAKE THE ADJUSTMENTS REQUIRED BY THIS SUBDIVISION\n   23  ON A FOUR-YEAR SCHEDULE WHICH IT SHALL ADOPT AFTER CONSULTATION WITH THE\n   24  DIVISION OF THE BUDGET BEGINNING WITH THE FISCAL  YEAR  NEXT  SUCCEEDING\n   25  THE DATE ON WHICH THIS SUBDIVISION SHALL HAVE BECOME EFFECTIVE.\n   26    S  2. This act shall take effect on the first of April next succeeding\n   27  the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2172\n\nTITLE OF BILL:\nAn act\nto amend the elder law, in relation to cost of living and marriage\npenalty adjustments to eligibility standards for the program for elderly\npharmaceutical insurance coverage\n\nPURPOSE OR GENERAL IDEA OF THE BILL:\nTo eliminate the marriage penalty currently existing in the schedules\nfor EPIC registration fees and personal covered drug expenditures\n(deductions).\n\nSUMMARY OF PROVISIONS:\nThe bill amends section 254 of the elder law (EPIC) by renumbering the\ncurrent subsections 1 and 2 for cost of living adjustments as 1(a)\nand 1(b), and adding a new subsection 2. Marriage penalty adjustment,\nwhich directs the elderly pharmaceutical insurance coverage panel\n(consisting of the commissioners of the departments of education\nand health, the superintendent of insurance, and the directors of the\nstate office for the aging and the division of the budget) to adjust\nregistration fees as follows: first, joint income for a married couple\nis defined to mean income divided by two; and second, the panel is\ndirected to set quarterly registration fees and deductibles for\nmarried couples at a level that is no greater than the fees and\ndeductibles for individuals of comparable income.\n\nJUSTIFICATION:\nCurrent EPIC schedules for registration fee and deductible assume\nthat a married couple has greater resources than a single person, but\nwith the rising costs of drugs, it is no longer true--if it ever\nwas--that two can pay medical costs, when all other bills are\naccounted for, as cheaply as one. This legislation recognizes the\nimportant role played in the setting of fees and deductibles by the\nEPIC panel, and uses that mechanism to require adjustments.\n\nThe current fee and deductible schedule produce on average, fees for\nmarried that are 150%-200% more than fees for singles, and\ndeductibles that, on average and where comparable, are 160% - 165%\nmore than singles.\n\nLEGISLATIVE HISTORY:\n2009-2010 - S.2750 - Aging, Finance\n2005-2006 - S.2971 - Aging, Finance\n2007-2008 - S.118 -  Aging, Finance\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nApril 1, after it becomes law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to cost of living and marriage penalty adjustments to eligibility standards for the program for elderly pharmaceutical insurance coverage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T165658.TXT", "SOBI.D110118.T122630.TXT", "SOBI.D110118.T112120.TXT", "SOBI.D110119.T142306.TXT", "SOBI.D110120.T180923.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963743
}