{
  "year" : 2011,
  "senateBillNo" : "S2175-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2175-2011-1295326800000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes training and registration requirements for kidney dialysis patient care technicians",
  "summary" : "Establishes training and registration requirements for kidney dialysis patient care technicians. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S4063-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2175\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public  health  law,  in  relation  to  establishing\n         training  and  registration  requirements  for kidney dialysis patient\n         care technicians\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new article\n    2  37-A to read as follows:\n    3                                 ARTICLE 37-A\n    4                           KIDNEY DIALYSIS PATIENT\n    5                              CARE TECHNICIANS\n    6  SECTION 3720. DEFINITIONS.\n    7          3721. TRAINING.\n    8          3722. PRACTICE OF KIDNEY DIALYSIS PATIENT CARE.\n    9          3723. EXEMPTION.\n   10    S 3720. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n   11    1. \"KIDNEY DIALYSIS PATIENT CARE TECHNICIAN\"  MEANS  ANY  PERSON,  NOT\n   12  LICENSED TO PRACTICE MEDICINE OR NURSING, OR AS A PHYSICIAN ASSISTANT OR\n   13  SPECIALIST  ASSISTANT,  WHO PERFORMS KIDNEY DIALYSIS SERVICES ON A HUMAN\n   14  AND HAS SUCCESSFULLY COMPLETED  THE  TRAINING  REQUIREMENTS  ESTABLISHED\n   15  PURSUANT  TO SECTION THIRTY-SEVEN HUNDRED TWENTY-ONE OF THIS ARTICLE AND\n   16  THE REGISTRATION REQUIREMENT OF SECTION THIRTY-SEVEN HUNDRED  TWENTY-TWO\n   17  OF THIS ARTICLE.\n   18    2. \"KIDNEY DIALYSIS PATIENT CARE TECHNICIAN TRAINEE\" MEANS ANY PERSON,\n   19  NOT  LICENSED TO PRACTICE MEDICINE OR NURSING, OR AS A PHYSICIAN ASSIST-\n   20  ANT OR SPECIALIST ASSISTANT, WHO PERFORMS KIDNEY DIALYSIS SERVICES ON  A\n   21  HUMAN  AND HAS ENROLLED IN OR COMPLETED THE TRAINING REQUIRED BY SECTION\n   22  THIRTY-SEVEN HUNDRED TWENTY-ONE OF THIS ARTICLE AND HAS  NOT  REGISTERED\n   23  PURSUANT TO SECTION THIRTY-SEVEN HUNDRED TWENTY-TWO OF THIS ARTICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03304-02-1\n\n       S. 2175                             2\n\n    1    S  3721.  TRAINING.  1.  THE  COMMISSIONER,  IN  CONSULTATION WITH THE\n    2  COMMISSIONER OF EDUCATION, SHALL  ESTABLISH  TRAINING  REQUIREMENTS  FOR\n    3  KIDNEY DIALYSIS PATIENT CARE TECHNICIANS.\n    4    2. SUCH TRAINING REQUIREMENTS ESTABLISHED PURSUANT TO THIS SECTION AND\n    5  THE  RULES  AND  REGULATIONS  PROMULGATED BY THE COMMISSIONER SHALL HAVE\n    6  CLEARLY DEFINED CRITERIA FOR EVALUATING  EACH  TRAINEE'S  ATTAINMENT  OF\n    7  TRAINING  GOALS AND COMPETENCY IN PROVISION OF KIDNEY DIALYSIS SERVICES.\n    8  KIDNEY  DIALYSIS  PATIENT  CARE  TECHNICIAN  TRAINING  PROGRAMS  MAY  BE\n    9  CONDUCTED BY:\n   10    (A) KIDNEY DIALYSIS PROVIDERS;\n   11    (B) DEGREE AND NON-DEGREE GRANTING INSTITUTIONS OF HIGHER EDUCATION AS\n   12  DEFINED  IN  SECTION  TWO  OF  THE EDUCATION LAW, CHARTERED, APPROVED OR\n   13  LICENSED BY THE BOARD OF REGENTS; OR\n   14    (C) ANY OTHER ENTITY APPROVED BY THE COMMISSIONER TO  CONDUCT  SUCH  A\n   15  PROGRAM.\n   16    3.  THE TRAINING ESTABLISHED BY THIS SECTION SHALL INCLUDE, BUT NOT BE\n   17  LIMITED TO, THE FOLLOWING TOPICS:\n   18    (A) AN OVERVIEW OF THE ROLES AND RESPONSIBILITIES OF  KIDNEY  DIALYSIS\n   19  PATIENT CARE TECHNICIANS;\n   20    (B) AN OVERVIEW OF KIDNEY DIALYSIS THERAPY; AND\n   21    (C)  THE  LEGAL  ROLES AND RESPONSIBILITIES OF KIDNEY DIALYSIS PATIENT\n   22  CARE TECHNICIANS.\n   23    S 3722. PRACTICE OF KIDNEY DIALYSIS PATIENT CARE. 1. EXCEPT AS  OTHER-\n   24  WISE  PROVIDED  BY  THIS  ARTICLE, NO PERSON SHALL USE THE TITLE \"KIDNEY\n   25  DIALYSIS PATIENT CARE TECHNICIAN\" NOR PROVIDE KIDNEY DIALYSIS  SERVICES,\n   26  AS SUCH SERVICES ARE DEFINED BY THE COMMISSIONER, UNLESS SUCH PERSON HAS\n   27  COMPLETED THE TRAINING REQUIRED PURSUANT TO SECTION THIRTY-SEVEN HUNDRED\n   28  TWENTY-ONE  OF  THIS  ARTICLE,  AND  HAS  REGISTERED WITH THE DEPARTMENT\n   29  PURSUANT TO SUBDIVISION TWO OF THIS SECTION.\n   30    2. UPON THE SUCCESSFUL COMPLETION OF THE TRAINING REQUIRED PURSUANT TO\n   31  SECTION THIRTY-SEVEN HUNDRED TWENTY-ONE OF THIS ARTICLE,  A  PERSON  MAY\n   32  REGISTER  WITH  THE  DEPARTMENT TO BECOME A KIDNEY DIALYSIS PATIENT CARE\n   33  TECHNICIAN.\n   34    3. A KIDNEY DIALYSIS PATIENT CARE TECHNICIAN  AND  A  KIDNEY  DIALYSIS\n   35  PATIENT  CARE  TECHNICIAN  TRAINEE  SHALL  BE AUTHORIZED TO PERFORM SUCH\n   36  PROCEDURES AND ACTIVITIES AS THE COMMISSIONER SHALL DEEM APPROPRIATE FOR\n   37  THE LEVEL OF TRAINING COMPLETED BY SUCH TECHNICIAN OR TRAINEE.\n   38    S 3723. EXEMPTION. THE  PROVISIONS  OF  SECTION  THIRTY-SEVEN  HUNDRED\n   39  TWENTY-TWO  OF  THIS  ARTICLE  SHALL NOT APPLY, UNTIL ONE YEAR AFTER THE\n   40  EFFECTIVE DATE OF SUCH SECTION, TO ANY PERSON WHO, ON THE EFFECTIVE DATE\n   41  OF SUCH SECTION, HAS BEEN PROVIDING KIDNEY DIALYSIS SERVICES FOR A PERI-\n   42  OD OF NOT LESS THAN TWO YEARS.\n   43    S 2. This act shall take effect immediately; except that section  3722\n   44  of  the  public  health  law, as added by section one of this act, shall\n   45  take effect one year after the effective  date  of  this  act,  and  the\n   46  commissioner of health is immediately authorized and directed to promul-\n   47  gate  any rules and regulations necessary to implement the provisions of\n   48  such section 3722 on the effective date thereof.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing training and registration requirements for kidney dialysis patient care technicians ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T170224.TXT", "SOBI.D110118.T113121.TXT", "SOBI.D110118.T124140.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295388144670
}