{
  "year" : 2011,
  "senateBillNo" : "S2186-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2186-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts \"Nixzmary Brown's Law\" to establish the class A-I felony of aggravated murder of a child for which the sentence shall be life imprisonment without parole; repealer",
  "summary" : "Enacts \"Nixzmary Law\" to establish the class A-I felony of aggravated murder of a child for which the sentence shall be life imprisonment without parole; aggravated murder of a child shall include to intentional killing of a person under 14 while in the course of committing rape, criminal sexual act, aggravated sexual abuse or incest against such child, or the depraved indifferent or intentional killing of a person under 14 while being legally responsible for the care of such child; makes technical corrections relating to the offense of aggravated murder; repeals provisions of murder in the second degree which mirror certain provisions of aggravated murder of a child; treats the offenses of aggravated murder and aggravated murder of a child in a manner similar to murder in the first degree. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2588-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2186\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN, BONACIC, DeFRANCISCO, FUSCHILLO, JOHNSON,\n         RANZENHOFER -- read twice and ordered printed, and when printed to  be\n         committed to the Committee on Codes\n\n       AN ACT to amend the penal law, the criminal procedure law, the judiciary\n         law  and  the vehicle and traffic law, in relation to establishing the\n         offense  of  aggravated  murder  of  a  child  and  making   technical\n         corrections  relating  to  aggravated  murder;  to  amend the estates,\n         powers and trusts law, the executive law and the social services  law,\n         in relation to aggravated murder of a child; and to repeal subdivision\n         5  of  section  125.25  of  the  penal law relating to the murder of a\n         person under 14 years of age while in the course of committing certain\n         sex offenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  \"Nixzmary Brown's Law\".\n    3    S 2. Section 60.06 of the penal law, as amended by chapter 482 of  the\n    4  laws of 2009, is amended to read as follows:\n    5  S 60.06 Authorized  disposition;  murder  in the first degree offenders;\n    6            aggravated murder offenders; AGGRAVATED MURDER OF CHILD OFFEN-\n    7            DERS; certain murder in the second degree  offenders;  certain\n    8            terrorism  offenders; criminal possession of a chemical weapon\n    9            or biological weapon offenders; criminal  use  of  a  chemical\n   10            weapon or biological weapon offenders.\n   11    When a defendant is convicted of murder in the first degree as defined\n   12  in  section  125.27 of this chapter, the court shall, in accordance with\n   13  the provisions of section 400.27 of the criminal procedure law, sentence\n   14  the defendant to death, to life imprisonment without parole  in  accord-\n   15  ance  with subdivision five of section 70.00 of this title, or to a term\n   16  of imprisonment for a class A-I felony other than  a  sentence  of  life\n   17  imprisonment without parole, in accordance with subdivisions one through\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04616-01-1\n\n       S. 2186                             2\n\n    1  three  of  section  70.00  of  this title. When a person is convicted of\n    2  [murder in the second degree as defined in subdivision five  of  section\n    3  125.25  of this chapter or of] the crime of aggravated murder as defined\n    4  in  subdivision one of section 125.26 of this chapter OR OF THE CRIME OF\n    5  AGGRAVATED MURDER OF A CHILD AS DEFINED IN SECTION 125.28 OF THIS  CHAP-\n    6  TER, the court shall sentence the defendant to life imprisonment without\n    7  parole  in  accordance  with  subdivision  five of section 70.00 of this\n    8  title. When a defendant is  convicted  of  the  crime  of  terrorism  as\n    9  defined in section 490.25 of this chapter, and the specified offense the\n   10  defendant  committed  is a class A-I felony offense, or when a defendant\n   11  is convicted of the crime of criminal possession of a chemical weapon or\n   12  biological weapon in the first degree as defined in  section  490.45  of\n   13  this  chapter, or when a defendant is convicted of the crime of criminal\n   14  use of a chemical weapon or biological weapon in  the  first  degree  as\n   15  defined  in section 490.55 of this chapter, the court shall sentence the\n   16  defendant to life imprisonment without parole in accordance with  subdi-\n   17  vision  five  of  section  70.00  of this title; provided, however, that\n   18  nothing in this section shall preclude or prevent a  sentence  of  death\n   19  when  the  defendant  is also convicted of murder in the first degree as\n   20  defined in section 125.27 of this chapter. When a defendant is convicted\n   21  of aggravated murder as defined in subdivision two of section 125.26  of\n   22  this  chapter,  the court shall sentence the defendant to life imprison-\n   23  ment without parole or to a term of imprisonment for a class A-I  felony\n   24  other than a sentence of life imprisonment without parole, in accordance\n   25  with subdivisions one through three of section 70.00 of this title.\n   26    S  3.  Subparagraph  (i)  of paragraph (a) of subdivision 3 of section\n   27  70.00 of the penal law, as amended by chapter 107 of the laws  of  2006,\n   28  is amended to read as follows:\n   29    (i) For a class A-I felony, such minimum period shall not be less than\n   30  fifteen  years  nor more than twenty-five years; provided, however, that\n   31  (A) where a sentence, other than a sentence of death or  life  imprison-\n   32  ment  without parole, is imposed upon a defendant convicted of murder in\n   33  the first degree as defined in section 125.27 of this chapter such mini-\n   34  mum period shall be not less than twenty years nor more than twenty-five\n   35  years, and, (B) where a sentence is imposed upon a defendant  [convicted\n   36  of murder in the second degree as defined in subdivision five of section\n   37  125.25  of this chapter or] convicted of aggravated murder as defined in\n   38  section 125.26 of this chapter OR CONVICTED OF AGGRAVATED  MURDER  OF  A\n   39  CHILD  AS  DEFINED IN SECTION 125.28 OF THIS CHAPTER, the sentence shall\n   40  be life imprisonment without  parole,  and,  (C)  where  a  sentence  is\n   41  imposed  upon  a  defendant  convicted  of attempted murder in the first\n   42  degree as defined in article one hundred ten of this chapter and subpar-\n   43  agraph (i), (ii) or (iii) of paragraph (a) of subdivision one and  para-\n   44  graph  (b)  of  subdivision  one  of  section  125.27 of this chapter or\n   45  attempted aggravated murder as defined in article  one  hundred  ten  of\n   46  this  chapter and section 125.26 of this chapter OR ATTEMPTED AGGRAVATED\n   47  MURDER OF A CHILD AS DEFINED IN ARTICLE ONE HUNDRED TEN OF THIS  CHAPTER\n   48  AND SECTION 125.28 OF THIS CHAPTER such minimum period shall be not less\n   49  than twenty years nor more than forty years.\n   50    S  4.  Subdivision  5 of section 70.00 of the penal law, as amended by\n   51  chapter 482 of the laws of 2009, is amended to read as follows:\n   52    5.  Life  imprisonment  without  parole.  Notwithstanding  any   other\n   53  provision  of  law,  a  defendant sentenced to life imprisonment without\n   54  parole shall not  be  or  become  eligible  for  parole  or  conditional\n   55  release.  For  purposes of commitment and custody, other than parole and\n   56  conditional release, such sentence shall be deemed to be  an  indetermi-\n\n       S. 2186                             3\n\n    1  nate  sentence.  A defendant may be sentenced to life imprisonment with-\n    2  out parole upon conviction for the crime of murder in the  first  degree\n    3  as  defined in section 125.27 of this chapter and in accordance with the\n    4  procedures  provided  by  law  for imposing a sentence for such crime. A\n    5  defendant must be sentenced to life  imprisonment  without  parole  upon\n    6  conviction  for  the  crime of terrorism as defined in section 490.25 of\n    7  this chapter, where the specified offense the defendant committed  is  a\n    8  class  A-I felony; the crime of criminal possession of a chemical weapon\n    9  or biological weapon in the first degree as defined in section 490.45 of\n   10  this chapter; or the crime of criminal  use  of  a  chemical  weapon  or\n   11  biological  weapon  in  the first degree as defined in section 490.55 of\n   12  this chapter; provided, however, that nothing in this subdivision  shall\n   13  preclude  or  prevent  a  sentence  of  death when the defendant is also\n   14  convicted of the crime of murder in  the  first  degree  as  defined  in\n   15  section  125.27  of this chapter.  A defendant must be sentenced to life\n   16  imprisonment without parole upon conviction [for the crime of murder  in\n   17  the  second  degree  as defined in subdivision five of section 125.25 of\n   18  this chapter or] for the crime of aggravated murder as defined in subdi-\n   19  vision one of section 125.26 of this chapter OR FOR THE CRIME OF  AGGRA-\n   20  VATED MURDER OF A CHILD AS DEFINED IN SECTION 125.28 OF THIS CHAPTER.  A\n   21  defendant  may  be  sentenced  to  life imprisonment without parole upon\n   22  conviction for the crime of aggravated murder as defined in  subdivision\n   23  two of section 125.26 of this chapter.\n   24    S  5.  Subdivision 1 of section 110.05 of the penal law, as amended by\n   25  chapter 93 of the laws of 2006, is amended to read as follows:\n   26    1. Class A-I felony when the crime attempted  is  the  A-I  felony  of\n   27  murder  in the first degree, aggravated murder as defined in subdivision\n   28  one of section 125.26 of this chapter, AGGRAVATED  MURDER  OF  A  CHILD,\n   29  criminal possession of a controlled substance in the first degree, crim-\n   30  inal  sale  of  a  controlled  substance  in  the first degree, criminal\n   31  possession of a chemical or biological weapon in  the  first  degree  or\n   32  criminal use of a chemical or biological weapon in the first degree;\n   33    S 6. Section 125.05 of the penal law is amended by adding a new subdi-\n   34  vision 4 to read as follows:\n   35    4.  \"PERSON  IN  A  POSITION OF TRUST\" MEANS ANY PERSON WHO IS CHARGED\n   36  WITH ANY DUTY OR RESPONSIBILITY  FOR  THE  HEALTH,  EDUCATION,  WELFARE,\n   37  SUPERVISION  OR  CARE OF ANOTHER PERSON, EITHER INDEPENDENTLY OR THROUGH\n   38  ANOTHER PERSON, NO MATTER HOW BRIEF.\n   39    S 7. Subdivision 4 of section 125.25 of the penal law, as  amended  by\n   40  chapter 459 of the laws of 2004, is amended to read as follows:\n   41    4. Under circumstances evincing a depraved indifference to human life,\n   42  and being eighteen years old or more the defendant recklessly engages in\n   43  conduct  which  creates a grave risk of serious physical injury or death\n   44  to another person less than eleven years  old  and  thereby  causes  the\n   45  death of such person[; or].\n   46    S 8. Subdivision 5 of section 125.25 of the penal law is REPEALED.\n   47    S  9.  Subparagraph  (ix) of paragraph (a) of subdivision 1 of section\n   48  125.27 of the penal law, as added by chapter 1 of the laws of  1995,  is\n   49  amended to read as follows:\n   50    (ix) prior to committing the killing, the defendant had been convicted\n   51  of  murder  as defined in this section or section 125.25 of this article\n   52  OR CONVICTED OF AGGRAVATED MURDER AS DEFINED IN SECTION 125.26  OF  THIS\n   53  ARTICLE  OR  CONVICTED  OF  AGGRAVATED  MURDER  OF A CHILD AS DEFINED IN\n   54  SECTION 125.28 OF THIS ARTICLE, or had been convicted in another  juris-\n   55  diction  of  an offense which, if committed in this state, would consti-\n   56  tute a violation of [either of such] THE AFOREMENTIONED sections; or\n\n       S. 2186                             4\n\n    1    S 10. The penal law is amended by adding a new section 125.28 to  read\n    2  as follows:\n    3  S 125.28 AGGRAVATED MURDER OF A CHILD.\n    4    A PERSON IS GUILTY OF AGGRAVATED MURDER OF A CHILD WHEN:\n    5    1. BEING EIGHTEEN YEARS OLD OR MORE, WHILE IN THE COURSE OF COMMITTING\n    6  RAPE  IN  THE  FIRST, SECOND OR THIRD DEGREE, CRIMINAL SEXUAL ACT IN THE\n    7  FIRST, SECOND OR THIRD DEGREE, AGGRAVATED SEXUAL  ABUSE  IN  THE  FIRST,\n    8  SECOND,  THIRD  OR  FOURTH DEGREE, OR INCEST, AGAINST A PERSON LESS THAN\n    9  FOURTEEN YEARS OLD, HE OR SHE INTENTIONALLY CAUSES  THE  DEATH  OF  SUCH\n   10  PERSON; OR\n   11    2. UNDER CIRCUMSTANCES EVINCING A DEPRAVED INDIFFERENCE TO HUMAN LIFE,\n   12  AND  BEING EIGHTEEN YEARS OLD OR MORE, AND BEING THE PARENT, GUARDIAN OR\n   13  OTHER PERSON LEGALLY CHARGED WITH THE CUSTODY OF, OR LEGALLY RESPONSIBLE\n   14  FOR THE CARE OF, ANOTHER PERSON LESS THAN FOURTEEN YEARS OLD, OR BEING A\n   15  PERSON IN A POSITION OF TRUST OF ANOTHER PERSON LESS THAN FOURTEEN YEARS\n   16  OLD, HE OR SHE RECKLESSLY ENGAGES IN CONDUCT WHICH CREATES A GRAVE  RISK\n   17  OF  SERIOUS  PHYSICAL  INJURY OR DEATH TO SUCH PERSON AND THEREBY CAUSES\n   18  THE DEATH OF SUCH PERSON; OR\n   19    3. WITH INTENT TO CAUSE THE DEATH OF A PERSON LESS THAN FOURTEEN YEARS\n   20  OLD, AND BEING THE PARENT, GUARDIAN OR OTHER PERSON LEGALLY CHARGED WITH\n   21  THE CUSTODY OF, OR LEGALLY RESPONSIBLE FOR THE CARE OF, SUCH PERSON,  OR\n   22  BEING  A  PERSON  IN A POSITION OF TRUST OF SUCH PERSON HE OR SHE INTEN-\n   23  TIONALLY CAUSES THE DEATH OF SUCH PERSON.\n   24    AGGRAVATED MURDER OF A CHILD IS A CLASS A-I FELONY.\n   25    S 11. Paragraph (a) of subdivision 3 of section 30.30 of the  criminal\n   26  procedure  law, as amended by chapter 93 of the laws of 2006, is amended\n   27  to read as follows:\n   28    (a) Subdivisions one and two do not apply to a criminal action wherein\n   29  the defendant is accused of  an  offense  defined  in  sections  125.10,\n   30  125.15,  125.20,  125.25,  125.26  [and], 125.27 AND 125.28 of the penal\n   31  law.\n   32    S 12. Subdivision 1 of section 180.85 of the criminal  procedure  law,\n   33  as  amended  by  chapter  93  of the laws of 2006, is amended to read as\n   34  follows:\n   35    1. After arraignment of a defendant upon  a  felony  complaint,  other\n   36  than  a  felony complaint charging an offense defined in section 125.10,\n   37  125.15, 125.20, 125.25, 125.26 [or], 125.27 OR 125.28 of the penal  law,\n   38  either  party or the local criminal court or superior court before which\n   39  the action is pending, on its own motion, may move  in  accordance  with\n   40  the  provisions  of this section for an order terminating prosecution of\n   41  the charges contained  in  such  felony  complaint  on  consent  of  the\n   42  parties.\n   43    S 13. Paragraph (h) of subdivision 3 of section 190.25 of the criminal\n   44  procedure law, as amended by chapter 405 of the laws of 2010, is amended\n   45  to read as follows:\n   46    (h)  A  social  worker,  rape  crisis counselor, psychologist or other\n   47  professional providing emotional support to a child witness twelve years\n   48  old or younger who is called to give evidence in a grand jury proceeding\n   49  concerning a crime defined in article one  hundred  twenty-one,  article\n   50  one  hundred  thirty, article two hundred sixty, section 120.10, 125.10,\n   51  125.15, 125.20, 125.25, 125.26, 125.27, 125.28, 255.25, 255.26 or 255.27\n   52  of the penal law provided that  the  district  attorney  consents.  Such\n   53  support person shall not provide the witness with an answer to any ques-\n   54  tion or otherwise participate in such proceeding and shall first take an\n   55  oath  before  the grand jury that he or she will keep secret all matters\n   56  before such grand jury within his or her knowledge.\n\n       S. 2186                             5\n\n    1    S 14. Paragraph (b) of subdivision 8 of section 700.05 of the criminal\n    2  procedure law, as amended by chapter 405 of the laws of 2010, is amended\n    3  to read as follows:\n    4    (b)  Any  of  the  following felonies: assault in the second degree as\n    5  defined in section 120.05 of the penal law, assault in the first  degree\n    6  as  defined in section 120.10 of the penal law, reckless endangerment in\n    7  the first degree as defined in section 120.25 of the penal law,  promot-\n    8  ing  a  suicide  attempt  as defined in section 120.30 of the penal law,\n    9  strangulation in the second degree as defined in section 121.12  of  the\n   10  penal  law,  strangulation  in  the  first  degree as defined in section\n   11  121.13 of the penal law, criminally negligent  homicide  as  defined  in\n   12  section  125.10  of  the penal law, manslaughter in the second degree as\n   13  defined in section 125.15 of the penal law, manslaughter  in  the  first\n   14  degree  as  defined  in  section  125.20 of the penal law, murder in the\n   15  second degree as defined in section 125.25 of the penal law,  murder  in\n   16  the  first  degree as defined in section 125.27 of the penal law, AGGRA-\n   17  VATED MURDER OF A CHILD AS DEFINED IN SECTION 125.28 OF THE  PENAL  LAW,\n   18  abortion  in the second degree as defined in section 125.40 of the penal\n   19  law, abortion in the first degree as defined in section  125.45  of  the\n   20  penal  law, rape in the third degree as defined in section 130.25 of the\n   21  penal law, rape in the second degree as defined in section 130.30 of the\n   22  penal law, rape in the first degree as defined in section 130.35 of  the\n   23  penal law, criminal sexual act in the third degree as defined in section\n   24  130.40  of  the  penal  law, criminal sexual act in the second degree as\n   25  defined in section 130.45 of the penal law, criminal sexual act  in  the\n   26  first degree as defined in section 130.50 of the penal law, sexual abuse\n   27  in  the  first  degree  as  defined  in section 130.65 of the penal law,\n   28  unlawful imprisonment in the first degree as defined in  section  135.10\n   29  of  the penal law, kidnapping in the second degree as defined in section\n   30  135.20 of the penal law, kidnapping in the first degree  as  defined  in\n   31  section 135.25 of the penal law, labor trafficking as defined in section\n   32  135.35  of  the penal law, custodial interference in the first degree as\n   33  defined in section 135.50 of the penal law, coercion in the first degree\n   34  as defined in section 135.65 of the penal law, criminal trespass in  the\n   35  first  degree as defined in section 140.17 of the penal law, burglary in\n   36  the third degree as defined in section 140.20 of the penal law, burglary\n   37  in the second degree as defined in section  140.25  of  the  penal  law,\n   38  burglary  in  the first degree as defined in section 140.30 of the penal\n   39  law, criminal mischief in the third degree as defined in section  145.05\n   40  of  the  penal law, criminal mischief in the second degree as defined in\n   41  section 145.10 of the penal law, criminal mischief in the  first  degree\n   42  as defined in section 145.12 of the penal law, criminal tampering in the\n   43  first degree as defined in section 145.20 of the penal law, arson in the\n   44  fourth  degree  as  defined in section 150.05 of the penal law, arson in\n   45  the third degree as defined in section 150.10 of the penal law, arson in\n   46  the second degree as defined in section 150.15 of the penal  law,  arson\n   47  in the first degree as defined in section 150.20 of the penal law, grand\n   48  larceny  in  the fourth degree as defined in section 155.30 of the penal\n   49  law, grand larceny in the third degree as defined in section  155.35  of\n   50  the  penal law, grand larceny in the second degree as defined in section\n   51  155.40 of the penal law, grand larceny in the first degree as defined in\n   52  section 155.42 of the penal law, health care fraud in the fourth  degree\n   53  as  defined in section 177.10 of the penal law, health care fraud in the\n   54  third degree as defined in section 177.15 of the penal law, health  care\n   55  fraud  in  the  second  degree as defined in section 177.20 of the penal\n   56  law, health care fraud in the first degree as defined in section  177.25\n\n       S. 2186                             6\n\n    1  of  the  penal  law,  robbery  in the third degree as defined in section\n    2  160.05 of the penal law, robbery in the  second  degree  as  defined  in\n    3  section  160.10 of the penal law, robbery in the first degree as defined\n    4  in  section  160.15  of the penal law, unlawful use of secret scientific\n    5  material as defined  in  section  165.07  of  the  penal  law,  criminal\n    6  possession of stolen property in the fourth degree as defined in section\n    7  165.45  of  the penal law, criminal possession of stolen property in the\n    8  third degree as defined in section 165.50 of  the  penal  law,  criminal\n    9  possession of stolen property in the second degree as defined by section\n   10  165.52  of  the penal law, criminal possession of stolen property in the\n   11  first degree as defined by section 165.54 of the  penal  law,  trademark\n   12  counterfeiting  in the second degree as defined in section 165.72 of the\n   13  penal law, trademark counterfeiting in the first degree  as  defined  in\n   14  section 165.73 of the penal law, forgery in the second degree as defined\n   15  in  section  170.10  of  the  penal  law, forgery in the first degree as\n   16  defined in section 170.15 of the penal law,  criminal  possession  of  a\n   17  forged  instrument  in the second degree as defined in section 170.25 of\n   18  the penal law, criminal possession of a forged instrument in  the  first\n   19  degree  as  defined  in  section  170.30  of  the  penal  law,  criminal\n   20  possession of forgery devices as defined in section 170.40 of the  penal\n   21  law,  falsifying  business  records  in  the  first degree as defined in\n   22  section 175.10 of the penal law, tampering with public  records  in  the\n   23  first  degree  as defined in section 175.25 of the penal law, offering a\n   24  false instrument for filing in the first degree as  defined  in  section\n   25  175.35  of  the  penal  law,  issuing  a false certificate as defined in\n   26  section 175.40 of the penal  law,  criminal  diversion  of  prescription\n   27  medications and prescriptions in the second degree as defined in section\n   28  178.20  of the penal law, criminal diversion of prescription medications\n   29  and prescriptions in the first degree as defined in  section  178.25  of\n   30  the  penal  law,  residential  mortgage  fraud  in  the fourth degree as\n   31  defined in section 187.10 of the penal law, residential  mortgage  fraud\n   32  in the third degree as defined in section 187.15 of the penal law, resi-\n   33  dential mortgage fraud in the second degree as defined in section 187.20\n   34  of  the  penal  law,  residential  mortgage fraud in the first degree as\n   35  defined in section 187.25 of the penal law, escape in the second  degree\n   36  as  defined  in  section  205.10  of  the penal law, escape in the first\n   37  degree as defined in section 205.15 of the penal  law,  absconding  from\n   38  temporary  release  in  the first degree as defined in section 205.17 of\n   39  the penal law, promoting  prison  contraband  in  the  first  degree  as\n   40  defined in section 205.25 of the penal law, hindering prosecution in the\n   41  second  degree  as defined in section 205.60 of the penal law, hindering\n   42  prosecution in the first degree as defined  in  section  205.65  of  the\n   43  penal  law,  sex  trafficking  as defined in section 230.34 of the penal\n   44  law, criminal possession of a weapon in the third degree as  defined  in\n   45  subdivisions  two,  three  and  five of section 265.02 of the penal law,\n   46  criminal possession of a weapon in  the  second  degree  as  defined  in\n   47  section  265.03 of the penal law, criminal possession of a weapon in the\n   48  first degree as defined in section 265.04 of the penal law, manufacture,\n   49  transport, disposition and defacement of weapons and  dangerous  instru-\n   50  ments  and  appliances defined as felonies in subdivisions one, two, and\n   51  three of section 265.10 of the penal law, sections  265.11,  265.12  and\n   52  265.13  of  the  penal  law,  or prohibited use of weapons as defined in\n   53  subdivision two of section 265.35 of the penal law, relating to firearms\n   54  and other dangerous weapons, or failure to  disclose  the  origin  of  a\n   55  recording  in the first degree as defined in section 275.40 of the penal\n   56  law;\n\n       S. 2186                             7\n\n    1    S 15. Subdivisions 1, 6, 7 and 8 of section 35-b of the judiciary law,\n    2  as added by chapter 1 of the laws  of  1995,  are  amended  to  read  as\n    3  follows:\n    4    1.  Notwithstanding  any  other  provision  of law to the contrary, in\n    5  every criminal action in which a defendant is  charged  with  AGGRAVATED\n    6  MURDER  AS  DEFINED  IN  SECTION  125.26 OF THE PENAL LAW, murder in the\n    7  first degree as defined in section 125.27 of the penal law OR AGGRAVATED\n    8  MURDER OF A CHILD AS DEFINED IN SECTION 125.28 OF THE PENAL LAW,  or  in\n    9  any  criminal  action in which a defendant is charged with murder in the\n   10  second degree as defined in section 125.25 of  the  penal  law  and  the\n   11  district  attorney  confirms upon inquiry by the court that the district\n   12  attorney is  undertaking  an  investigation  to  determine  whether  the\n   13  defendant  can or should be charged with AGGRAVATED MURDER AS DEFINED IN\n   14  SECTION 125.26 OF THE PENAL LAW, murder in the first degree  as  defined\n   15  in  section  125.27  of the penal law OR AGGRAVATED MURDER OF A CHILD AS\n   16  DEFINED IN SECTION 125.28 OF THE PENAL LAW and the court determines that\n   17  there is a reasonable likelihood the defendant will be  so  charged,  if\n   18  the defendant is or becomes financially unable to obtain adequate repre-\n   19  sentation   or  investigative,  expert  or  other  reasonably  necessary\n   20  services at any time either (a) prior to  judgment,  or  (b)  after  the\n   21  entry of a judgment imposing a sentence of death but before final resol-\n   22  ution  of  a direct appeal pursuant to subdivision one of section 450.70\n   23  of the criminal procedure law and of an appeal pursuant  to  subdivision\n   24  two  or  three  of  section 450.70 of the criminal procedure law from an\n   25  order denying an initial post judgment motion pursuant to section 440.10\n   26  or 440.20 of the criminal procedure law, the defendant shall be entitled\n   27  to the appointment of counsel and investigative, expert and  such  other\n   28  reasonably  necessary services in accordance with the provisions of this\n   29  section.  Prior to the appointment of counsel pursuant to this  section,\n   30  the  court shall determine whether the defendant is or has become finan-\n   31  cially unable to obtain adequate representation.    In  the  event  such\n   32  defendant  seeks  to  file any subsequent motion, he or she shall not be\n   33  eligible for the appointment of counsel pursuant to this section.\n   34    6. (a) When a defendant has been charged in an  accusatory  instrument\n   35  WITH  AGGRAVATED  MURDER  AS DEFINED IN SECTION 125.26 OF THE PENAL LAW,\n   36  with murder in the first degree as defined  in  section  125.27  of  the\n   37  penal  law,  WITH  AGGRAVATED  MURDER  OF  A CHILD AS DEFINED IN SECTION\n   38  125.28 OF THE PENAL LAW or with murder in the second degree  as  defined\n   39  in  section  125.25 of the penal law, the district attorney shall notify\n   40  the capital defender office.\n   41    (b) The clerk of the superior court wherein a judgment that includes a\n   42  sentence of death has been entered and the clerk of the court of appeals\n   43  upon an order affirming a judgment that includes  a  sentence  of  death\n   44  shall  notify  the  capital  defender  office  of the judgment or order.\n   45  Notice need not be given when the defendant has retained counsel of  his\n   46  or  her  own  choosing  or when appellate or post-conviction counsel has\n   47  already been appointed pursuant to this section and when counsel advises\n   48  that he or she will continue to act on the defendant's behalf.\n   49    (c) Notice to the capital defender office required pursuant  to  para-\n   50  graph (a) or (b) of this subdivision shall consist of telephone, facsim-\n   51  ile,  E-mail or other prompt electronic means of notification forthwith,\n   52  which shall be followed by first  class  mail  notification  within  two\n   53  business days of the charge, sentence or affirmance. The failure to give\n   54  notice  shall  not  affect  the  validity of any indictment, conviction,\n   55  judgment or order.\n\n       S. 2186                             8\n\n    1    7. Whenever a defendant is charged WITH AGGRAVATED MURDER  AS  DEFINED\n    2  IN  SECTION  125.26 OF THE PENAL LAW, with murder in the first degree AS\n    3  DEFINED IN SECTION 125.27 OF THE PENAL LAW OR WITH AGGRAVATED MURDER  OF\n    4  A  CHILD  AS  DEFINED IN SECTION 125.28 OF THE PENAL LAW, or a defendant\n    5  has  been charged with murder in the second degree as defined in section\n    6  125.25 of the penal law and the court determines after  confirmation  by\n    7  the  district  attorney pursuant to subdivision one of this section that\n    8  there is a reasonable likelihood the  defendant  will  be  charged  with\n    9  murder  in  the  first degree and the defendant is financially unable to\n   10  obtain counsel as determined by the court and an attorney  has  not  yet\n   11  been appointed to represent such defendant pursuant to the provisions of\n   12  this  section,  the  capital  defender  office may provide or arrange to\n   13  provide temporary legal representation to the defendant. No  arraignment\n   14  shall  be  delayed  on  account  of any representation to be provided or\n   15  arranged pursuant to this subdivision.    Any  temporary  representation\n   16  provided  pursuant  to  this  subdivision  shall  cease upon the court's\n   17  appointment of an attorney pursuant to this section.\n   18    8. Whenever prior to entry of judgment a  defendant  is  charged  with\n   19  AGGRAVATED  MURDER, murder in the first degree OR AGGRAVATED MURDER OF A\n   20  CHILD, or a defendant has been charged with murder in the second  degree\n   21  as  defined  in section 125.25 of the penal law and the court determines\n   22  after confirmation by the district attorney pursuant to subdivision  one\n   23  of this section that there is a reasonable likelihood the defendant will\n   24  be  charged  with  murder  in  the first degree, and the defendant is or\n   25  becomes financially unable,  as  determined  by  the  court,  to  obtain\n   26  adequate  investigative,  expert  or other reasonably necessary services\n   27  and the court has not appointed the capital defender office to represent\n   28  the defendant, the trial court shall authorize the defendant's  attorney\n   29  to  obtain  such services on behalf of the defendant and shall order the\n   30  payment of reasonable fees and  expenses  therefor;  provided,  however,\n   31  that  the  court  shall  first  find in an ex parte proceeding that such\n   32  investigative, expert or other services are reasonably necessary for the\n   33  representation of the defendant whether in connection with issues relat-\n   34  ing to guilt or sentencing. Upon a finding that  timely  procurement  of\n   35  such services could not practicably await prior authorization, the court\n   36  may authorize the provision and payment for such services nunc pro tunc.\n   37  Whenever a court disapproves, in whole or in part, a request for author-\n   38  ization  or voucher, the defendant may apply to a justice of an interme-\n   39  diate appellate court for an order approving the request or voucher.\n   40    S 16. Paragraph (a) of subdivision 4 of section 509-cc of the  vehicle\n   41  and  traffic  law,  as  amended  by  chapter  93 of the laws of 2006, is\n   42  amended to read as follows:\n   43    (a) The offenses referred to in subparagraph (ii) of paragraph (a)  of\n   44  subdivision  one  and  paragraph  (a) of subdivision two of this section\n   45  that result in permanent disqualification  shall  include  a  conviction\n   46  under  sections  125.12, 125.20, 125.25, 125.26, 125.27, 125.28, 130.30,\n   47  130.35, 130.45, 130.50, 130.70, 135.25, 150.20 of the penal  law  or  an\n   48  attempt  to commit any of the aforesaid offenses under section 110.00 of\n   49  the penal law, or any offenses committed under a former section  of  the\n   50  penal law which would constitute violations of the aforesaid sections of\n   51  the  penal law, or any offenses committed outside this state which would\n   52  constitute violations of the aforesaid sections of the penal law.\n   53    S 17. Section 4-1.6 of the estates, powers and trusts law, as added by\n   54  chapter 481 of the laws of 1994, is amended to read as follows:\n   55  S 4-1.6 Disqualification of joint tenant in certain instances\n\n       S. 2186                             9\n\n    1    Notwithstanding any other provision of law to the  contrary,  a  joint\n    2  tenant  convicted  of  murder in the second degree as defined in section\n    3  125.25 of the penal law or murder in the  first  degree  as  defined  in\n    4  section  125.27  of  the  penal  law  OR AGGRAVATED MURDER OF A CHILD AS\n    5  DEFINED IN SECTION 125.28 OF THE PENAL LAW of another joint tenant shall\n    6  not  be  entitled  to  the  distribution  of  any monies in a joint bank\n    7  account created  or contributed to by the deceased joint tenant,  except\n    8  for those monies contributed by the convicted joint tenant.\n    9    Upon  the  conviction  of  such joint tenant of first or second degree\n   10  murder and upon application by the prosecuting attorney, the  court,  as\n   11  part  of  its sentence, shall issue an order directing the amount of any\n   12  joint bank account to be distributed pursuant to the provisions of  this\n   13  section  from  the  convicted  joint  tenant  and  to the deceased joint\n   14  tenant's estate. The court and the prosecuting attorney shall each  have\n   15  the  power to subpoena records of a banking institution to determine the\n   16  amount of money in such bank account and by whom deposits were made. The\n   17  court shall also have the power to freeze such account upon  application\n   18  by  the prosecuting attorney during the pendency of a trial for first or\n   19  second degree murder. If, upon receipt of such court orders described in\n   20  this section, the banking  institution  holding  monies  in  such  joint\n   21  account  complies  with the terms of the order, such banking institution\n   22  shall be held free from all liability for the distribution of such funds\n   23  as were in such joint account. In the absence of actual or  constructive\n   24  notice  of  such  order,  the banking institution holding monies in such\n   25  account shall be held harmless for distributing the money  according  to\n   26  its ordinary course of business.\n   27    For  purposes of this section, the term banking institution shall have\n   28  the same meaning as provided for in paragraph (b) of  subdivision  three\n   29  of section nine-f of the banking law.\n   30    S  18.  Paragraph (a) of subdivision 7 of section 995 of the executive\n   31  law, as separately amended by chapters 2 and 320 of the laws of 2006, is\n   32  amended to read as follows:\n   33    (a) sections 120.05, 120.10, and 120.11, relating to assault; sections\n   34  125.15 through [125.27] 125.28 relating to  homicide;  sections  130.25,\n   35  130.30,  130.35,  130.40,  130.45,  130.50,  130.65,  130.67 and 130.70,\n   36  relating to sex offenses; sections 205.10, 205.15,  205.17  and  205.19,\n   37  relating  to  escape  and  other  offenses,  where the offender has been\n   38  convicted within the previous five years of one of  the  other  felonies\n   39  specified  in  this  subdivision; or sections 255.25, 255.26 and 255.27,\n   40  relating to incest, a violent felony offense as defined  in  subdivision\n   41  one  of  section  70.02  of the penal law, attempted murder in the first\n   42  degree, as defined in section 110.00 and section  125.27  of  the  penal\n   43  law, kidnapping in the first degree, as defined in section 135.25 of the\n   44  penal  law,  arson  in the first degree, as defined in section 150.20 of\n   45  the penal law, burglary in the  third  degree,  as  defined  in  section\n   46  140.20  of  the  penal  law,  attempted burglary in the third degree, as\n   47  defined in section 110.00 and section 140.20 of the penal law, a  felony\n   48  defined  in  article  four  hundred  ninety of the penal law relating to\n   49  terrorism or any attempt to commit an offense defined  in  such  article\n   50  relating to terrorism which is a felony; or\n   51    S  19.  Subparagraph  2  of  paragraph (b) of subdivision 3 of section\n   52  358-a of the social services law, as added by chapter 7 of the  laws  of\n   53  1999, is amended to read as follows:\n   54    (2)  the  parent  of  such  child has been convicted of (i) AGGRAVATED\n   55  MURDER OF A CHILD AS DEFINED IN SECTION 125.28 OR murder  in  the  first\n   56  degree  as  defined  in section 125.27 or murder in the second degree as\n\n       S. 2186                            10\n\n    1  defined in section 125.25 of the penal law and the  victim  was  another\n    2  child of the parent; or (ii) manslaughter in the first degree as defined\n    3  in  section  125.20  or  manslaughter in the second degree as defined in\n    4  section  125.15 of the penal law and the victim was another child of the\n    5  parent, provided, however, that the parent must have  acted  voluntarily\n    6  in committing such crime;\n    7    S  20.   Clause (A) of subparagraph (iii) of paragraph (a) of subdivi-\n    8  sion 8 of section 384-b of the social services law, as amended by  chap-\n    9  ter 460 of the laws of 2006, is amended to read as follows:\n   10    (A)  the  parent of such child has been convicted of AGGRAVATED MURDER\n   11  OF A CHILD AS DEFINED IN SECTION 125.28, murder in the first  degree  as\n   12  defined  in  section  125.27,  murder in the second degree as defined in\n   13  section 125.25, manslaughter in the first degree as defined  in  section\n   14  125.20,  or  manslaughter  in  the  second  degree as defined in section\n   15  125.15 OF THE PENAL LAW, and the victim of any such  crime  was  another\n   16  child  of  the  parent or another child for whose care such parent is or\n   17  has been legally responsible as defined in subdivision  (g)  of  section\n   18  one  thousand  twelve  of the family court act, or another parent of the\n   19  child, unless the convicted parent was a victim of physical,  sexual  or\n   20  psychological  abuse  by the decedent parent and such abuse was a factor\n   21  in causing the homicide; or has been convicted of an attempt  to  commit\n   22  any  of  the foregoing crimes, and the victim or intended victim was the\n   23  child or another child of the parent or another  child  for  whose  care\n   24  such parent is or has been legally responsible as defined in subdivision\n   25  (g)  of  section one thousand twelve of the family court act, or another\n   26  parent of the child, unless the convicted parent was a victim  of  phys-\n   27  ical,  sexual  or  psychological  abuse  by the decedent parent and such\n   28  abuse was a factor in causing the attempted homicide;\n   29    S 21. This act shall  take  effect  on  the  first  of  November  next\n   30  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the criminal procedure law, the judiciary law and the vehicle and traffic law, in relation to establishing the offense of aggravated murder of a child and making technical corrections relating to aggravated murder; to amend the estates, powers and trusts law, the executive law and the social services law, in relation to aggravated murder of a child; and to repeal subdivision 5 of section 125.25 of the penal law relating to the murder of a person under 14 years of age while in the course of committing certain sex offenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T113625.TXT", "SOBI.D110118.T165658.TXT", "SOBI.D110118.T130634.TXT", "SOBI.D110124.T113115.TXT", "SOBI.D110118.T121130.TXT", "SOBI.D110119.T142306.TXT", "SOBI.D110118.T123631.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675486
}