{
  "year" : 2011,
  "senateBillNo" : "S2181-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S2181-2011-1295326800000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a coordinated statewide policy, investigation, and reporting requirements with respect to infections, including certain staphylococcus infections",
  "summary" : "Establishes a coordinated statewide policy, investigation, and reporting requirements with respect to infections, including certain staphylococcus infections. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S2189-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2181\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by Sens. GOLDEN, DeFRANCISCO -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Aging\n\n       AN  ACT to amend the elder law and the public health law, in relation to\n         establishing a coordinated statewide policy, investigation and report-\n         ing requirements with respect to infections, including certain staphy-\n         lococcus infections\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  Intent.  The  legislature  hereby  finds and\n    2  declares that Staphylococcus Aureus, or  \"staph\"  infections,  including\n    3  MRSA  or  methicillin-resistant  staph  aureus  infections,  occur  most\n    4  frequently in hospital and health-care facilities, but that  there  have\n    5  been increased recent reports of community-associated MRSA infections.\n    6    The  legislature  further  finds  that the danger that staph and other\n    7  infections will become life-threatening is greater among the  young  and\n    8  the  old  and  those undergoing health procedures, and declares that the\n    9  goal of the state should be to not only reduce or eliminate  the  number\n   10  of  infections including MRSA in health-care facilities but to reduce or\n   11  eliminate health-care setting and community setting infections altogeth-\n   12  er.\n   13    The legislature finds since 2004, there have been 50 reported MRSA-re-\n   14  lated outbreaks in hospitals in this state, and that nationally, serious\n   15  MRSA infections occur in approximately 94,000 persons annually  and  are\n   16  associated   with   approximately  19,000  deaths,  and  that  of  these\n   17  infections, about 86% are healthcare-associated and 14%  are  community-\n   18  associated.\n   19    The legislature further finds that in New York hospitals, according to\n   20  a  state health department pilot program, about five percent of central-\n   21  line associated bloodstream infections in critical  care  unit  patients\n   22  involve  MRSA,  while  95  percent of infections involve other bacterial\n   23  infections, and that the data shows  that  MRSA  is  the  fourth-leading\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04222-01-1\n\n       S. 2181                             2\n\n    1  cause  associated  with  coronary bypass graft surgical site infections,\n    2  and that approximately ten percent of these infections  were  associated\n    3  with MRSA; and that 11% of colon procedures were associated with MRSA.\n    4    The  legislature  further  finds  and  declares that danger from these\n    5  infections is worsening, as  increasingly  these  infections  cannot  be\n    6  cured  with  commonly  used  antibiotics,  evidenced by the fact that in\n    7  1974, only 2% of staph infections were drug-resistant, while today  over\n    8  60% are drug resistant or MRSA.\n    9    The  legislature  hereby  declares  that  infections  are  becoming an\n   10  increasing danger in  health  care,  educational,  and  other  settings,\n   11  programs,  and  facilities  in this state, and declares that by enacting\n   12  this act, it intends to require the creation  of  an  interagency  state\n   13  plan to increase research, services, screening, and education concerning\n   14  these infections in health care and community settings.\n   15    S  2.  Subdivision  14  of  section  202 of the elder law, as added by\n   16  section 24-d of part B of chapter 58 of the laws of 2007, paragraph  (a)\n   17  as  amended  by  chapter  319  of the laws of 2010, is amended and a new\n   18  subdivision 15 is added to read as follows:\n   19    14. to, in cooperation with the department of state:\n   20    (a) prepare or cause to be prepared  and  made  available  to  cities,\n   21  towns  and  villages  model  zoning  and planning guidelines that foster\n   22  age-integrated communities including provisions to allow  for  accessory\n   23  senior citizen units in areas zoned for single family residences and for\n   24  mixed-use  development accommodating senior citizen residential housing;\n   25  and\n   26    (b) make recommendations, in consultation with the division of housing\n   27  and community renewal, to the governor  and  legislature  for  assisting\n   28  mixed-use  age-integrated  housing  development  or redevelopment demon-\n   29  stration projects in urban, suburban and rural areas of the state.   The\n   30  director of the office for the aging and secretary of state shall estab-\n   31  lish  an  advisory  committee  for  purposes  of  this subdivision. Such\n   32  committee shall include, but not be limited to, top  representatives  of\n   33  local  government,  senior  citizen  organizations,  developers,  senior\n   34  service providers and planners[.]; AND\n   35    15. TO, IN COOPERATION AND AFTER CONSULTATION WITH THE  DEPARTMENT  OF\n   36  HEALTH,  ESTABLISH  REGULATIONS CONCERNING THE USE AND IMPLEMENTATION OF\n   37  BEST PRACTICES FOR THE PREVENTION, PROHIBITION, REPORTING, AND TREATMENT\n   38  OF STAPHYLOCOCCUS AND OTHER INFECTIONS BY SERVICES AND  PROGRAMS  BY  OR\n   39  UNDER  THE  JURISDICTION  OF  THE  OFFICE. THE OFFICE SHALL ADDITIONALLY\n   40  PROMOTE PUBLIC AWARENESS CONCERNING THE THREAT TO THE  AGING  FROM  SUCH\n   41  INFECTIONS,  SHALL  FOSTER  AND  SUPPORT STUDIES, RESEARCH AND EDUCATION\n   42  RELATING TO THIS THREAT, AND SHALL ACT AS OR AID IN THE DEVELOPMENT OF A\n   43  CLEARINGHOUSE FOR INFORMATION RELATING TO THE NEEDS OF  THE  AGING  WITH\n   44  RESPECT  TO  SUCH.  THE  OFFICE MAY ENTER INTO CONTRACTS, WITHIN AMOUNTS\n   45  AVAILABLE BY APPROPRIATION THEREFOR, WITH INDIVIDUALS, ORGANIZATIONS AND\n   46  INSTITUTIONS, IN FURTHERANCE OF THESE DUTIES.\n   47    S 3. The elder law is amended by adding a new article  4  to  read  as\n   48  follows:\n   49                                  ARTICLE IV\n   50        INTERAGENCY TASK FORCE FOR RESEARCH, SERVICES, SCREENING AND\n   51          EDUCATION RELATED TO STAPHYLOCOCCUS AND OTHER INFECTIONS\n   52  SECTION  401.  INTERAGENCY  TASK FORCE FOR RESEARCH, SERVICES, SCREENING\n   53                 AND  EDUCATION  RELATED  TO  STAPHYLOCOCCUS   AND   OTHER\n   54                 INFECTIONS.\n   55    S  401.  INTERAGENCY  TASK FORCE FOR RESEARCH, SERVICES, SCREENING AND\n   56  EDUCATION RELATED TO STAPHYLOCOCCUS AND OTHER INFECTIONS.  1.  THERE  IS\n\n       S. 2181                             3\n\n    1  HEREBY  CREATED  THE  NEW YORK STATE INTERAGENCY TASK FORCE ON RESEARCH,\n    2  SERVICES, SCREENING, AND EDUCATION CONCERNING STAPHYLOCOCCUS  AND  OTHER\n    3  INFECTIONS,  WHOSE  PURPOSE SHALL BE TO ESTABLISH A COORDINATED PLAN AND\n    4  POLICY  CONCERNING  STAPHYLOCOCCUS  INFECTIONS AND OTHER INFECTIONS. THE\n    5  INTERAGENCY TASK FORCE SHALL CONSIST OF THE DIRECTOR,  THE  COMMISSIONER\n    6  OF  THE  DEPARTMENT OF HEALTH, AND THE COMMISSIONER OF THE DEPARTMENT OF\n    7  EDUCATION. FOR PURPOSES OF THIS SECTION, THE INTERAGENCY TASK FORCE  FOR\n    8  RESEARCH,  SERVICES,  SCREENING  AND EDUCATION RELATED TO STAPHYLOCOCCUS\n    9  AND OTHER INFECTIONS SHALL BE REFERRED TO AS THE \"TASK FORCE.\" IN DEVEL-\n   10  OPING AND IMPLEMENTING ITS PLAN, THE TASK FORCE SHALL  HAVE  AS  PRIMARY\n   11  ACTIVITIES THE FOLLOWING:\n   12    A.  AFTER CONSULTATION WITH THE ADVISORY COUNCIL, THE TASK FORCE SHALL\n   13  ESTABLISH BEST PRACTICES STANDARDS FOR INFECTION CONTROL IN SERVICES AND\n   14  PROGRAMS BY OR UNDER THE JURISDICTION OF THE MEMBERS OF THE TASK FORCE.\n   15    B. THE TASK FORCE SHALL UTILIZE  DATA  AND  INFORMATION  COMPILED  AND\n   16  MAINTAINED  PURSUANT  TO LAW TO COORDINATE STATE FUNDED RESEARCH EFFORTS\n   17  TO ENSURE THE MOST EFFICIENT USE OF FUNDS AVAILABLE FOR THIS PURPOSE.\n   18    C. THE TASK FORCE SHALL ADDRESS POTENTIAL GAPS IN  IDENTIFICATION  AND\n   19  INTERVENTION, AND THE NEED FOR PUBLIC EDUCATION.\n   20    D.  THE  TASK  FORCE SHALL PROVIDE RECOMMENDATIONS TO THE GOVERNOR AND\n   21  THE LEGISLATURE CONCERNING THE COORDINATED PLAN AND POLICY, ANNUALLY  ON\n   22  OR BEFORE MARCH FIRST.\n   23    2.  MEMBERS  OF THE TASK FORCE SHALL APPOINT A TWENTY-ONE MEMBER ADVI-\n   24  SORY COMMITTEE TO THE TASK FORCE, WHOSE MEMBERS SHALL CONSIST OF  REPRE-\n   25  SENTATIVES  FROM  EACH  SECTOR  OF HEALTH CARE FACILITIES AND PROVIDERS,\n   26  SCHOOLS AND OTHER INSTITUTIONS WHICH PROVIDE SERVICES AND PROGRAMS BY OR\n   27  UNDER THE JURISDICTION OF THE MEMBERS OF THE TASK FORCE. EACH MEMBER  OF\n   28  THE  TASK  FORCE  SHALL APPOINT SEVEN MEMBERS TO THE ADVISORY COMMITTEE.\n   29  THE PURPOSE OF THE ADVISORY COMMITTEE SHALL BE TO REVIEW AND COMMENT  ON\n   30  POLICY PROPOSALS AND PLANS ADVANCED BY THE TASK FORCE.\n   31    3.  THE DEPARTMENT OF HEALTH SHALL SERVE AS THE FOCAL POINT TO DEVELOP\n   32  COMPREHENSIVE COORDINATED RESPONSES OF THE VARIOUS STATE  AGENCIES  WITH\n   33  REGARD  TO  STAPHYLOCOCCUS  AND OTHER INFECTIONS AND THUS HELP TO ASSURE\n   34  TIMELY AND APPROPRIATE RESPONSES TO ISSUES AND PROBLEMS.\n   35    4. MEMBERS OF THE TASK  FORCE  SHALL  REQUIRE  IMMEDIATE  NOTIFICATION\n   36  THROUGH  SIGNAGE  OR  OTHER  APPROPRIATE NOTIFICATION WITHIN AN AFFECTED\n   37  FACILITY, NOTIFICATION OF SCHOOL PERSONNEL AND PARENTS OF CHILDREN IN AN\n   38  AFFECTED SCHOOL OR SCHOOLS, OR OF  PERSONNEL  IN  AN  AFFECTED  FACILITY\n   39  SERVING THE ELDERLY, WHERE THERE IS AN OCCURRENCE OF METHICILLIN RESIST-\n   40  ANT  STAPHYLOCOCCUS  AUREUS  (MRSA) OR VANCOMYCIN RESISTANT ENTEROCOCCUS\n   41  (VRE) IN ANY SUCH SCHOOL OR IN A  FACILITY  SERVING  THE  ELDERLY.  TASK\n   42  FORCE  MEMBERS SHALL PROVIDE FOR INTERAGENCY CONSISTENCY IN SUCH NOTIFI-\n   43  CATION, AND MAY EXTEND THE REQUIREMENTS OF THIS  SUBDIVISION  CONCERNING\n   44  NOTIFICATION  TO  APPLY TO OTHER INFECTIONS AND OTHER INSTITUTIONS WHICH\n   45  PROVIDE SERVICES AND PROGRAMS  BY  OR  UNDER  THE  JURISDICTION  OF  THE\n   46  MEMBERS OF THE TASK FORCE.\n   47    S  4.  Section 201 of the public health law is amended by adding a new\n   48  subdivision 2-a to read as follows:\n   49    2-A. THE DEPARTMENT SHALL, IN ADDITION TO ITS DUTIES AND  RESPONSIBIL-\n   50  ITIES PURSUANT TO SECTION TWENTY-EIGHT HUNDRED NINETEEN OF THIS CHAPTER,\n   51  WORK  AS  A MEMBER OF THE INTERAGENCY TASK FORCE FOR RESEARCH, SERVICES,\n   52  SCREENING, AND EDUCATION RELATED TO STAPHYLOCOCCUS AND OTHER  INFECTIONS\n   53  ESTABLISHED  PURSUANT  TO SECTION FOUR HUNDRED ONE OF THE ELDER LAW, AND\n   54  IN SUCH CAPACITY, SERVE AS THE  FOCAL  POINT  TO  DEVELOP  COMPREHENSIVE\n   55  COORDINATED RESPONSES OF VARIOUS STATE AGENCIES WITH REGARD TO STAPHYLO-\n   56  COCCUS AND OTHER INFECTIONS AND THUS HELP TO ASSURE TIMELY AND APPROPRI-\n\n       S. 2181                             4\n\n    1  ATE  RESPONSES  TO ISSUES AND PROBLEMS. IN SUCH CAPACITY, THE DEPARTMENT\n    2  SHALL:\n    3    (A) REQUIRE STANDARDIZED REPORTING OF SUCH INFECTIONS BY SOURCE;\n    4    (B)  ESTABLISH GUIDELINES, DEFINITIONS, CRITERIA, STANDARDS AND CODING\n    5  FOR IDENTIFICATION, TRACKING AND REPORTING OF SUCH INFECTIONS; AND\n    6    (C) ADD WHEN THE COMMISSIONER SHALL DETERMINE THAT IT IS  FEASIBLE  TO\n    7  DO SO, TO THE STATE-WIDE DATABASE REQUIRED TO BE ESTABLISHED PURSUANT TO\n    8  SECTION TWENTY-EIGHT HUNDRED NINETEEN OF THIS CHAPTER OF REPORTED HOSPI-\n    9  TAL  ACQUIRED  INFECTION INFORMATION, INFORMATION REPORTED AND COLLECTED\n   10  PURSUANT TO THIS SUBDIVISION AND SECTION FOUR HUNDRED ONE OF  THE  ELDER\n   11  LAW.\n   12    INDIVIDUAL  PATIENT IDENTIFYING INFORMATION REPORTED TO THE DEPARTMENT\n   13  UNDER THIS SUBDIVISION SHALL BE SUBJECT TO PARAGRAPH (J) OF  SUBDIVISION\n   14  ONE  OF  SECTION  TWO  HUNDRED SIX OF THIS TITLE. REGULATIONS UNDER THIS\n   15  SUBDIVISION SHALL INCLUDE STANDARDS TO ASSURE THE PROTECTION OF  PATIENT\n   16  PRIVACY IN DATA COLLECTED AND RELEASED UNDER THIS SUBDIVISION AND STAND-\n   17  ARDS  FOR THE PUBLICATION AND RELEASE OF DATA REPORTED UNDER THIS SUBDI-\n   18  VISION.\n   19    S 5. Nothing contained in this act shall prohibit the commissioner  of\n   20  health,  the  director  of the state office for the aging or the commis-\n   21  sioner of education from promulgating emergency regulations to carry out\n   22  their respective duties pursuant to the provisions and  requirements  of\n   23  this act.\n   24    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law and the public health law, in relation to establishing a coordinated statewide policy, investigation and reporting requirements with respect to infections, including certain staphylococcus infections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T170224.TXT", "SOBI.D110118.T113121.TXT", "SOBI.D110118.T124140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295388144703
}