{
  "year" : 2011,
  "senateBillNo" : "S2185-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S2185-2011-1295326800000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state compact for long term care",
  "summary" : "Establishes the New York state compact for long term care; requires federal financial participation; requires that the state provide assurance of quality of services in designing the waiver; outlines participation in such compact and pledge amounts; authorizes the waiver of all or part of the participation fee and the requirement that a beneficiary pay the difference between the compact rate and the compact subsidy if the beneficiary's countable income, after deductions of these items is less than certain protected income amounts; describes fraudulent practices. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "SB4064-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2185\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sens. GOLDEN, DeFRANCISCO, GRISANTI, LAVALLE, RANZENHOFER\n         -- read twice and ordered printed, and when printed to be committed to\n         the Committee on Aging\n\n       AN ACT to amend the elder law and the  insurance  law,  in  relation  to\n         establishing the New York state compact for long term care\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 2 of the elder law is amended by adding a new title\n    2  4 to read as follows:\n    3                                   TITLE 4\n    4                         COMPACT FOR LONG TERM CARE\n    5  SECTION 260.   SHORT TITLE.\n    6          261.   DEFINITIONS.\n    7          262.   COMPACT FOR LONG TERM CARE CREATED; PURPOSES.\n    8          263.   REQUIREMENT FOR CONSULTATION.\n    9          264.   IMPLEMENTATION.\n   10          265.   SELECTION OF PROGRAM MANAGEMENT ENTITY.\n   11          266.   PARTICIPATION AND PLEDGE.\n   12          267.   BENEFITS OF PARTICIPATION.\n   13          268.   PROTECTED INCOME.\n   14          269.   IMPOSITION OF LIEN IN CERTAIN CASES.\n   15          270.   PROHIBITED ACTS.\n   16          271.   FRAUDULENT PRACTICES.\n   17          271-A. PAYMENTS AND DEFAULTS.\n   18          272.   APPEALS.\n   19          273.   TREATMENT OF ASSETS.\n   20          274.   SPECIAL PROVISIONS REGARDING COUPLES.\n   21          275.   ADVISORY COMMITTEE.\n   22          276.   REQUIREMENT FOR CONFIDENTIALITY.\n   23          277.   EDUCATION AND INFORMATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04236-01-1\n\n       S. 2185                             2\n\n    1    S 260. SHORT TITLE. THIS TITLE SHALL BE KNOWN AND MAY BE CITED AS  THE\n    2  \"NEW YORK STATE COMPACT FOR LONG TERM CARE\".\n    3    S 261. DEFINITIONS. AS USED IN THIS TITLE:\n    4    1. \"ASSESSMENT\" MEANS AN ASSESSMENT TO DETERMINE WHETHER AN INDIVIDUAL\n    5  IS  A  CHRONICALLY ILL INDIVIDUAL WHO QUALIFIES AS A PARTICIPANT OR AS A\n    6  BENEFICIARY IN THE COMPACT, AND TO PROVIDE INFORMATION FOR THE  PLAN  OF\n    7  CARE  REQUIRED  HEREUNDER  FOR  SUCH  ENROLLEES.  AN  ASSESSMENT  MAY BE\n    8  PERFORMED ONLY BY A LICENSED  HEALTH  CARE  PRACTITIONER  CONTRACTED  TO\n    9  PERFORM  SUCH  ASSESSMENTS  WITH  AN  INSURER,  THE COMMISSIONER, OR THE\n   10  PROGRAM MANAGEMENT ENTITY.  THE ASSESSMENT SHALL BE  PERFORMED  ANNUALLY\n   11  OR  WHENEVER A CHANGE IN THE CONDITION OF THE BENEFICIARY OR PARTICIPANT\n   12  WARRANTS AN UPDATE TO THE PLAN OF CARE. THE COST OF AN ASSESSMENT  SHALL\n   13  BE PAID BY AN INDIVIDUAL SEEKING TO ENROLL IN THE COMPACT.\n   14    2.  \"ADVISORY  COMMITTEE\"  MEANS  THE  ADVISORY  COMMITTEE ESTABLISHED\n   15  PURSUANT TO THIS TITLE.\n   16    3. \"COMMISSIONER\" MEANS THE COMMISSIONER OF HEALTH.\n   17    4. \"COMPACT\" MEANS THE COMPACT FOR LONG TERM CARE  PROGRAM  AUTHORIZED\n   18  BY THIS TITLE.\n   19    5.  \"COMPACT  BENEFICIARY\" OR \"BENEFICIARY\" MEANS A PARTICIPANT WHO BY\n   20  PAYING HIS OR HER PLEDGE AMOUNT AND MEETING  OTHER  REQUIREMENTS  ESTAB-\n   21  LISHED BY THIS TITLE HAS BECOME ELIGIBLE FOR THE COMPACT SUBSIDY.\n   22    6. \"COMPACT PARTICIPANT\" OR \"PARTICIPANT\" MEANS AN INDIVIDUAL WHO: (A)\n   23  HAS  APPLIED  FOR  MEMBERSHIP  IN  THE  COMPACT; (B) IS A STATE RESIDENT\n   24  RESIDING IN THIS STATE AT THE TIME OF SUCH APPLICATION AND  HAS  BEEN  A\n   25  STATE  RESIDENT FOR AT LEAST TWO YEARS PRIOR TO THE DATE OF APPLICATION;\n   26  (C) HAS BEEN DETERMINED BY AN ASSESSMENT TO BE A CHRONICALLY ILL PERSON,\n   27  AND A PLAN OF CARE HAS BEEN DEVELOPED  FOR  SUCH  PERSON;  AND  (D)  HAS\n   28  AGREED  TO  PAY A PLEDGE AMOUNT AS PROVIDED IN THIS TITLE. A PARTICIPANT\n   29  SHALL BE DEEMED ENROLLED IN THE COMPACT.\n   30    7. \"COMPACT RATE\" MEANS THE RATE THAT A PROVIDER MAY CHARGE A  COMPACT\n   31  BENEFICIARY  FOR A SERVICE PROVIDED PURSUANT TO THE COMPACT. THE COMPACT\n   32  RATE SHALL BE COMPUTED BY THE COMMISSIONER AT ONE HUNDRED TEN PERCENT OF\n   33  THE COMPACT SUBSIDY FOR THE SERVICE.\n   34    8. \"COMPACT SUBSIDY\" OR \"SUBSIDY\" MEANS THE SUBSIDY PROVIDED  PURSUANT\n   35  TO  THE  COMPACT  FOR  THE COSTS OF ANY QUALIFIED LONG TERM CARE SERVICE\n   36  RECEIVED BY A COMPACT BENEFICIARY PURSUANT TO  THE  PLAN  OF  CARE.  THE\n   37  AMOUNT  OF THE SUBSIDY SHALL EQUAL THE MEDICAID RATE ESTABLISHED FOR THE\n   38  SAME OR A SIMILAR  SERVICE  IN  THE  REGION  IN  WHICH  THE  BENEFICIARY\n   39  RESIDES.  IF  THERE  IS  NO MEDICAID RATE FOR A SERVICE IN A REGION, THE\n   40  COMMISSIONER SHALL ESTABLISH A RATE ON RECOMMENDATION  OF  THE  ADVISORY\n   41  COMMITTEE  WHICH  SHALL BE APPLICABLE IN THE REGION FOR THE SERVICE. THE\n   42  COMMISSIONER SHALL ADJUST THE METHODOLOGY FOR ESTABLISHING THE AMOUNT OF\n   43  THE COMPACT SUBSIDY ONLY ON RECOMMENDATION OF THE ADVISORY COMMITTEE.\n   44    9. \"COUNTABLE ASSET\" SHALL HAVE THE SAME MEANING AS THE TERM  \"ASSETS\"\n   45  IN  CLAUSE  (I) OF SUBPARAGRAPH ONE OF PARAGRAPH (D) OF SUBDIVISION FIVE\n   46  OF SECTION THREE HUNDRED SIXTY-SIX OF THE SOCIAL SERVICES LAW APPLICABLE\n   47  TO TRANSFERS MADE AFTER AUGUST  TENTH,  NINETEEN  HUNDRED  NINETY-THREE,\n   48  EXCEPT  AS OTHERWISE PROVIDED HEREIN OR BY RULES ESTABLISHED PURSUANT TO\n   49  THIS TITLE.  COUNTABLE ASSET DOES NOT INCLUDE INCOME.\n   50    10. \"COUNTABLE INCOME\" MEANS INCOME REQUIRED TO BE CONSIDERED  IN  THE\n   51  CASE OF A PERSON APPLYING FOR MEDICAID PURSUANT TO SECTION THREE HUNDRED\n   52  SIXTY-SIX OF THE SOCIAL SERVICES LAW, EXCEPT AS OTHERWISE PROVIDED HERE-\n   53  IN  OR BY RULES ESTABLISHED PURSUANT TO THIS TITLE. THE FOLLOWING HEALTH\n   54  CARE EXPENDITURES SHALL BE EXCLUDED FROM COUNTABLE INCOME:  EXPENDITURES\n   55  FOR  MEDICARE  SUPPLEMENTAL  INSURANCE  POLICIES  MEETING  THE STANDARDS\n   56  ESTABLISHED PURSUANT TO SECTION THREE THOUSAND TWO HUNDRED  EIGHTEEN  OF\n\n       S. 2185                             3\n\n    1  THE  INSURANCE  LAW,  EXPENDITURES FOR A MEDICARE PRESCRIPTION DRUG PLAN\n    2  APPROVED PURSUANT TO PROCEDURES ESTABLISHED BY THE  U.S.  DEPARTMENT  OF\n    3  HEALTH  AND  HUMAN  SERVICES, AND PREMIUMS FOR THE PURCHASE OF LONG TERM\n    4  CARE INSURANCE.\n    5    11. \"DIRECTOR\" MEANS THE DIRECTOR OF THE STATE OFFICE FOR THE AGING.\n    6    12.  \"FEDERAL ACT\" MEANS THE HEALTH INSURANCE PORTABILITY AND ACCOUNT-\n    7  ABILITY ACT OF 1996 OR ANY  SUCCESSOR  THERETO,  AND  RULES  PROMULGATED\n    8  THEREUNDER.  THE  FOLLOWING  TERMS SHALL HAVE THE SAME MEANINGS AS UNDER\n    9  THE FEDERAL ACT: \"QUALIFIED LONG TERM CARE SERVICES\";  \"LICENSED  HEALTH\n   10  CARE  PRACTITIONER\";  \"ACTIVITIES  OF  DAILY  LIVING\";  \"CHRONICALLY ILL\n   11  PERSON.\"  ANY PROVISION OF ANY OTHER LAW TO THE  CONTRARY  NOTWITHSTAND-\n   12  ING,  THE  DEPARTMENT OF HEALTH SHALL NOT BE AUTHORIZED TO ISSUE, ENACT,\n   13  PROMULGATE, OR ENFORCE ANY REQUIREMENT, RULE, REGULATION  OR  DEFINITION\n   14  THAT IS MORE RESTRICTIVE THAN THE MEANINGS ASCRIBED TO SUCH TERMS PURSU-\n   15  ANT TO THE FEDERAL ACT.  IN ADDITION:\n   16    (A)  THE  FOREGOING  TO  THE  CONTRARY  NOTWITHSTANDING AND SOLELY FOR\n   17  PURPOSES OF DETERMINING  WHETHER  A  PARTICIPANT  OR  A  BENEFICIARY  IS\n   18  SUFFERING  FROM  \"SEVERE  COGNITIVE  IMPAIRMENT,\" THE COMMISSIONER SHALL\n   19  REQUIRE THAT SUCH CONDITION BE CHARACTERIZED BY A DETERIORATION OR IRRE-\n   20  VERSIBLE LOSS IN INTELLECTUAL CAPACITY THAT REQUIRES SUBSTANTIAL  SUPER-\n   21  VISION TO ASSURE THE SAFETY OF THE PARTICIPANT OR OF OTHERS, AND THAT IT\n   22  SHALL  BE  ESTABLISHED  BY CLINICAL EVIDENCE AND STANDARDIZED TESTS THAT\n   23  RELIABLY MEASURE: SHORT-TERM OR  LONG-TERM  MEMORY;  ORIENTATION  AS  TO\n   24  PEOPLE,  PLACE OR TIME; DEDUCTIVE OR ABSTRACT REASONING; AND JUDGMENT AS\n   25  IT RELATES TO SAFETY AWARENESS.  THE MEANS OF DETERMINATION AS TO WHETH-\n   26  ER A PERSON HAS SUFFERED SEVERE COGNITIVE IMPAIRMENT  SHALL  INSOFAR  AS\n   27  PRACTICAL  BE  THE  SAME  AS  THOSE  USED PURSUANT TO THE FEDERAL ACT TO\n   28  DETERMINE SEVERE COGNITIVE IMPAIRMENT.    \"SUBSTANTIAL  SUPERVISION\"  AS\n   29  USED  IN THIS TITLE MEANS CONTINUAL OVERSIGHT THAT MAY INCLUDE CUEING BY\n   30  VERBAL PROMPTING, GESTURES OR OTHER DEMONSTRATIONS  BY  ANOTHER  PERSON,\n   31  AND  THAT IS NECESSARY TO PROTECT THE PATIENT FROM THREATS TO HIS OR HER\n   32  HEALTH OR SAFETY.\n   33    (B) \"LICENSED HEALTH CARE PRACTITIONER\" SHALL BE LIMITED TO  A  PHYSI-\n   34  CIAN,  AS  DEFINED IN SECTION 1861(R)(1) OF THE SOCIAL SECURITY ACT OR A\n   35  REGISTERED PROFESSIONAL NURSE, PROVIDED THAT SUCH PERSON IS NOT A FAMILY\n   36  MEMBER AND FURTHER PROVIDED THAT  SUCH  INDIVIDUAL  SHALL  BE  LICENSED,\n   37  REGISTERED, OR CERTIFIED TO WORK IN NEW YORK.\n   38    (C)  ANY LIMITATIONS IMPOSED BY THE FOREGOING TO THE CONTRARY NOTWITH-\n   39  STANDING, \"QUALIFIED LONG TERM CARE SERVICES\" SHALL INCLUDE ANY EXPENSES\n   40  FOR LONG TERM MEDICAL CARE AND SERVICES WHICH ARE OR, IN THE CASE OF  AN\n   41  INDIVIDUAL WHO IS NOT A TAXPAYER, WHICH WOULD BE DEDUCTIBLE FROM FEDERAL\n   42  GROSS  INCOME FOR SUCH TAXPAYER OR INDIVIDUAL AS LONG TERM CARE SERVICES\n   43  PURSUANT TO THE INTERNAL REVENUE CODE, AND BOTH MEDICAL AND  NON-MEDICAL\n   44  SERVICES,  INCLUDING  HOME  MODIFICATION  AND  THE PROVISION OF SERVICES\n   45  COORDINATION REQUIRED PURSUANT  TO  THE  PLAN  OF  CARE  PREPARED  BY  A\n   46  LICENSED  HEALTH CARE PRACTITIONER IN ORDER TO MAINTAIN A PARTICIPANT OR\n   47  BENEFICIARY IN HIS OR HER OWN HOME, AND SUCH ADDITIONAL SERVICES AS  MAY\n   48  BE  APPROVED  BY  THE  COMMISSIONER  UPON RECOMMENDATION OF THE ADVISORY\n   49  COMMITTEE, SO LONG AS THE COMMISSIONER SHALL BE SATISFIED THAT INCLUSION\n   50  OF SUCH ADDITIONAL SERVICES DOES NOT PREVENT RECEIPT OF  FEDERAL  FINAN-\n   51  CIAL  PARTICIPATION  UNDER  THE  MEDICAL ASSISTANCE PROGRAM OR UNDER THE\n   52  COMPACT.\n   53    13. \"FULFILLED PLEDGE\" MEANS A PLEDGE AMOUNT THAT HAS BEEN FULLY PAID.\n   54  ONLY PAYMENTS MADE BY A PARTICIPANT, OR  BY  ANY  PERSON  OR  ENTITY  ON\n   55  BEHALF  OF  SUCH  PARTICIPANT  SHALL BE COUNTED AS ELIGIBLE PAYMENTS FOR\n   56  FULFILLING A PLEDGE. ELIGIBLE  PAYMENTS  SHALL  INCLUDE  REASONABLE  AND\n\n       S. 2185                             4\n\n    1  NECESSARY  PAYMENTS FOR QUALIFIED LONG TERM CARE SERVICES, AND ANY ADDI-\n    2  TIONAL EXPENSES FOR SERVICES AS MAY BE APPROVED BY THE COMMISSIONER UPON\n    3  RECOMMENDATION OF THE  ADVISORY  COMMITTEE.  SUCH  PAYMENTS  SHALL  ALSO\n    4  INCLUDE   PAYMENTS  FOR  QUALIFIED  LONG  TERM  CARE  SERVICES  FOR  THE\n    5  THREE-MONTH PERIOD PRIOR TO AN INDIVIDUAL BECOMING A PARTICIPANT. COUNT-\n    6  ABLE PAYMENTS MADE FOR A QUALIFIED LONG TERM CARE SERVICE IN  FULFILLING\n    7  A  PLEDGE  SHALL  NOT BE GREATER THAN THE AMOUNT USUALLY AND CUSTOMARILY\n    8  CHARGED FOR SUCH SERVICE BY A PROVIDER TO A NON-MEDICAID RECIPIENT.\n    9    14. \"PLAN OF CARE\" MEANS A WRITTEN, INDIVIDUALIZED PLAN FOR  CARE  AND\n   10  SUPPORT SERVICES DEVELOPED BY A LICENSED HEALTH CARE PRACTITIONER FOR AN\n   11  INDIVIDUAL  SEEKING  TO ENROLL IN THE COMPACT AND AT OTHER SUCH TIMES AS\n   12  PROVIDED HEREIN. THE PLAN OF CARE SHALL BE DEVELOPED AS A RESULT  OF  AN\n   13  ASSESSMENT AND SHALL INCORPORATE ANY INFORMATION PROVIDED BY AN INDIVID-\n   14  UAL'S  PERSONAL  PHYSICIAN OR, AS APPROPRIATE, OTHER PHYSICIANS TREATING\n   15  THE INDIVIDUAL. IT SHALL FAIRLY, ACCURATELY, AND  APPROPRIATELY  ADDRESS\n   16  THE  INDIVIDUAL'S  LONG  TERM  CARE AND SUPPORT SERVICE NEEDS, AND SHALL\n   17  SPECIFY THE TYPE, FREQUENCY, AND DURATION OF ALL  SERVICES  REQUIRED  TO\n   18  MEET  THOSE  NEEDS  AND  THE  PROVIDERS  APPROPRIATE  TO  FURNISH  THOSE\n   19  SERVICES. A PLAN OF CARE SHALL BE COMPLETED AT THE SAME TIME THE ASSESS-\n   20  MENT IS PERFORMED, AND SHALL BE UPDATED ANNUALLY ON  THE  BASIS  OF  THE\n   21  ANNUAL ASSESSMENT OR WHENEVER A CHANGE IN THE CONDITION OF THE BENEFICI-\n   22  ARY  OR  PARTICIPANT  WARRANTS  AN  UPDATE. THE COST OF THE PLAN OF CARE\n   23  SHALL BE PAID BY AN INDIVIDUAL SEEKING TO ENROLL IN THE COMPACT.\n   24    15. \"PLEDGE AMOUNT\" MEANS THE AMOUNT PLEDGED BY A PARTICIPANT FOR  THE\n   25  COST  OF  QUALIFIED  LONG TERM CARE SERVICES. THE PLEDGE AMOUNT SHALL BE\n   26  THE LESSER OF: (A) THE \"MAXIMUM  PLEDGE  AMOUNT,\"  WHICH  SHALL  BE  THE\n   27  AMOUNT  EQUAL  TO THIRTY-SIX MONTHS OF PAYMENT FOR NURSING HOME SERVICES\n   28  IN THE REGION IN WHICH THE PARTICIPANT RESIDES,  AS  APPLICABLE  AT  THE\n   29  TIME OF APPLICATION TO THE COMPACT; OR\n   30    (B) THE \"DOLLAR PLEDGE AMOUNT\" WHICH SHALL BE AN AMOUNT EQUAL TO FIFTY\n   31  PERCENT  OF  A  PARTICIPANT'S COUNTABLE ASSETS. IN THE CASE OF A PARTIC-\n   32  IPANT WHOSE COUNTABLE ASSETS ARE LESS THAN FORTY THOUSAND  DOLLARS,  THE\n   33  DOLLAR  PLEDGE  AMOUNT  SHALL  BE  LIMITED  TO THE AMOUNT IN EXCESS OF A\n   34  DEDUCTIBLE AMOUNT OF TWENTY THOUSAND DOLLARS, AND THE COMMISSIONER SHALL\n   35  CALCULATE SUCH DOLLAR  PLEDGE  AMOUNT  BY  SUBTRACTING  SUCH  DEDUCTIBLE\n   36  AMOUNT  OF  TWENTY  THOUSAND  DOLLARS  FROM  THE PARTICIPANT'S COUNTABLE\n   37  ASSETS AND THE REMAINDER AMOUNT SHALL EQUAL THE  DOLLAR  PLEDGE  AMOUNT;\n   38  PROVIDED  THAT THE COMMISSIONER SHALL ANNUALLY INCREASE OR DECREASE SUCH\n   39  FORTY THOUSAND DOLLAR ASSET  AMOUNT  AND  SUCH  TWENTY  THOUSAND  DOLLAR\n   40  DEDUCTIBLE  AMOUNT  AT  THE  SAME  PERCENTAGE  RATE  AS  THE INCREASE OR\n   41  DECREASE IN THE REGIONAL RATE FOR NURSING HOME SERVICES FOR  THE  REGION\n   42  IN WHICH THE ELIGIBLE INDIVIDUAL RESIDES.\n   43    16.  \"REGION\" MEANS THE FOLLOWING REGIONS: LONG ISLAND, NEW YORK CITY,\n   44  NORTHERN METROPOLITAN NEW YORK, NORTHEASTERN  NEW  YORK,  UTICA  REGION,\n   45  CENTRAL NEW YORK, ROCHESTER REGION AND WESTERN NEW YORK.\n   46    17. \"REGIONAL RATE\" MEANS THE RATE SET ANNUALLY BY THE COMMISSIONER AT\n   47  EQUAL TO THE AVERAGE OF ALL RATES, EXCLUSIVE OF MEDICAID RATES, PAID FOR\n   48  THE  SAME  OR  SIMILAR  SERVICES WITHIN A REGION. THE COMMISSIONER SHALL\n   49  COMPUTE AND ANNUALLY UPDATE REGIONAL RATES FOR EACH REGION OF THE  STATE\n   50  FOR  ANY  YEAR  NOT  LATER  THAN  THE  LAST WEEK OF DECEMBER OF THE YEAR\n   51  PRECEDING SUCH YEAR.\n   52    S 262. COMPACT FOR LONG TERM CARE CREATED; PURPOSES. THE  COMPACT  FOR\n   53  LONG  TERM CARE IS HEREBY CREATED. ITS PURPOSE SHALL BE TO PROVIDE COOR-\n   54  DINATED PUBLIC AND PRIVATE COVERAGE FOR THE EXPENSES OF PROVIDING QUALI-\n   55  FIED LONG TERM CARE SERVICES TO ELIGIBLE INDIVIDUALS PURSUANT TO A  PLAN\n   56  OF CARE, A PURPOSE HEREBY DECLARED TO BE IN EVERY RESPECT AN APPROPRIATE\n\n       S. 2185                             5\n\n    1  PUBLIC  PURPOSE  CONDUCTED FOR THE BENEFIT OF THE PEOPLE OF THE STATE OF\n    2  NEW YORK.\n    3    S 263. REQUIREMENT FOR CONSULTATION. ANY PROVISION OF ANY OTHER LAW TO\n    4  THE  CONTRARY  NOTWITHSTANDING, AND IN ADDITION TO ANY OTHER REQUIREMENT\n    5  IMPOSED BY THIS TITLE, THE COMMISSIONER SHALL CONSULT WITH THE  DIRECTOR\n    6  AND  WITH  THE  SUPERINTENDENT OF INSURANCE PRIOR TO TAKING ANY MATERIAL\n    7  ACTION CONCERNING POLICY OR PROGRAM MATTERS  REQUIRED  OR  PERMITTED  BY\n    8  THIS  TITLE,  PROVIDED  HOWEVER  THAT THE FAILURE TO RESPOND TIMELY TO A\n    9  REQUEST FOR CONSULTATION AND ADVICE SHALL NOT IMPAIR OR  INVALIDATE  ANY\n   10  SUCH ACTION TAKEN BY THE COMMISSIONER.\n   11    S  264. IMPLEMENTATION. ANY PROVISION OF ANY OTHER LAW TO THE CONTRARY\n   12  NOTWITHSTANDING, THE COMMISSIONER IS  HEREBY  AUTHORIZED  TO  AND  SHALL\n   13  IMPLEMENT  THE  COMPACT  FOR  LONG  TERM CARE PROGRAM AUTHORIZED BY THIS\n   14  TITLE AND SHALL SUBMIT SUCH WAIVER APPLICATIONS AND/OR STATE PLAN AMEND-\n   15  MENTS AS MAY BE NECESSARY FOR SUCH IMPLEMENTATION,  PROVIDED  THAT  SUCH\n   16  PROGRAM  AND  THE  PROVISIONS OF THIS TITLE SHALL BE IMPLEMENTED ONLY IF\n   17  AND FOR SO LONG AS THE COMMISSIONER SHALL BE SATISFIED THAT THEY DO  NOT\n   18  PREVENT  RECEIPT  OF  FEDERAL  FINANCIAL PARTICIPATION UNDER THE MEDICAL\n   19  ASSISTANCE PROGRAM OR UNDER THE COMPACT. IN APPLYING FOR THE WAIVER, THE\n   20  COMMISSIONER  SHALL  CONSULT  WITH  THE  ADVISORY  COMMITTEE  CONCERNING\n   21  SUBMISSION  OF APPROPRIATE CRITERIA FOR ASSURING THAT A SERVICE IS PROP-\n   22  ERLY PROVIDED AND MEETS APPROPRIATE STANDARDS OF QUALITY AND COST.\n   23    S 265. SELECTION OF PROGRAM MANAGEMENT ENTITY. 1. THE COMMISSIONER  IS\n   24  HEREBY AUTHORIZED TO AND SHALL CONTRACT WITH A PROGRAM MANAGEMENT ENTITY\n   25  TO  ADMINISTER  THE COMPACT. THE PROCESS FOR SELECTING A PROGRAM MANAGE-\n   26  MENT ENTITY TO MANAGE THE COMPACT PROGRAM SHALL BE  GOVERNED  SOLELY  BY\n   27  THIS TITLE.\n   28    2. INSOFAR AS PERMITTED UNDER ANY FEDERAL WAIVERS OR STATE PLAN AMEND-\n   29  MENTS  REQUIRED  FOR  IMPLEMENTATION,  THE COMPACT SHALL BE MANAGED BY A\n   30  PROGRAM MANAGEMENT ENTITY CONTRACTED TO AND SELECTED BY THE COMMISSIONER\n   31  BY A REQUEST FOR PROPOSALS OR A REQUEST FOR QUALIFICATIONS ISSUED PURSU-\n   32  ANT TO THIS TITLE. SUCH ENTITY SHALL BE RESPONSIBLE FOR COORDINATING AND\n   33  MANAGING ALL ASPECTS OF  THE  COMPACT  PROGRAM  AND  LIAISING  WITH  THE\n   34  DEPARTMENT  OF  HEALTH, INDIVIDUALS, INSURANCE COMPANIES AND OTHER ENTI-\n   35  TIES  TO  ASSURE  APPROPRIATE  COLLECTION  AND  VERIFICATION  OF   DATA,\n   36  COLLECTION OF PAYMENTS REQUIRED TO BE MADE TO THE STATE PURSUANT TO THIS\n   37  TITLE,  VERIFICATION OF ASSESSMENTS AND CLAIMS TRACKING, AND OTHER SIMI-\n   38  LAR ADMINISTRATIVE RESPONSIBILITIES. THE PROGRAM MANAGEMENT ENTITY SHALL\n   39  NOT BE AN INSURANCE ENTITY OFFERING AN INSURANCE PLAN UNDER THE  COMPACT\n   40  OR,  UNLESS  REQUIRED  BY FEDERAL LAW OR REGULATION OR AS A CONDITION OF\n   41  FEDERAL APPROVAL OF ANY WAIVERS OR STATE PLAN  AMENDMENTS  NECESSARY  TO\n   42  IMPLEMENT  THE  COMPACT,  A  STATE AGENCY OR A COVERED AUTHORITY AS SUCH\n   43  TERMS ARE DEFINED IN SECTION TWO-A OF THE STATE FINANCE LAW.\n   44    3. THE COMMISSIONER, AFTER CONSULTATION WITH THE DIRECTOR OF THE DIVI-\n   45  SION OF THE BUDGET, SHALL WITHIN NINETY DAYS AFTER THE EFFECTIVE DATE OF\n   46  THIS SECTION, REPORT TO THE GOVERNOR AND THE LEGISLATURE WITH  RECOMMEN-\n   47  DATIONS  FOR  THE  IMPLEMENTATION  OF THE SELECTION PROCESS. SUCH REPORT\n   48  SHALL DETAIL:\n   49    (A) THE CRITERIA TO BE USED IN SELECTING THE ENTITY;\n   50    (B) THE PROCESS TO BE USED IN THE SELECTION, INCLUDING THE ISSUANCE OF\n   51  REQUESTS FOR PROPOSALS, REQUESTS FOR QUALIFICATIONS OR OTHER MEANS;\n   52    (C) THE NAMES OF ANY ENTITIES ENGAGED TO DEVELOP CRITERIA  AND  ASSIST\n   53  IN THE SELECTION;\n   54    (D)  TIMELINESS  FOR  THE  SELECTION  OF  THE  ENTITY  AND ISSUANCE OF\n   55  CONTRACTS;\n   56    (E) MARKETING PLANS FOR THE PROGRAM;\n\n       S. 2185                             6\n\n    1    (F) MEANS TO MAKE THE SELECTION PROCESS AS TRANSPARENT AS POSSIBLE;\n    2    (G) MEANS BY WHICH TRADE AND COMPETITIVE SECRETS SHALL BE PROTECTED;\n    3    (H)  MEANS BY WHICH INDIVIDUAL IDENTIFYING INFORMATION RELATING TO ANY\n    4  PATIENT OR CONSUMER ACQUIRED BY THE PROGRAM SHALL BE KEPT  CONFIDENTIAL;\n    5  AND\n    6    (I)  ANY  OTHER INFORMATION THE DIRECTOR OF THE DIVISION OF THE BUDGET\n    7  OR THE COMMISSIONER SHALL DEEM PERTINENT.\n    8    IN PREPARING THE REPORT, THE DIRECTOR OF THE DIVISION  OF  THE  BUDGET\n    9  AND  THE  COMMISSIONER SHALL CONSULT WITH THE ADVISORY COMMITTEE AND THE\n   10  SUPERINTENDENT OF INSURANCE, AND SHALL ADDITIONALLY CONVENE AN  ADVISORY\n   11  GROUP  OF  INSURERS AUTHORIZED TO WRITE LONG TERM CARE INSURANCE IN THIS\n   12  STATE TO PROVIDE COMMENTS ON THE REPORT,  OR  IF  CONVENING  SUCH  GROUP\n   13  SHALL  PROVE IMPRACTICABLE OR INAPPROPRIATE, SHALL SHARE THE REPORT WITH\n   14  SUCH INSURERS AND INCLUDE ANY WRITTEN COMMENTS RECEIVED FROM SUCH INSUR-\n   15  ERS AND THE ADVISORY COMMITTEE WHEN THE REPORT IS ISSUED TO THE GOVERNOR\n   16  AND THE LEGISLATURE.\n   17    4. AFTER CONSIDERATION OF ANY COMMENTS THEY MAY RECEIVE CONCERNING THE\n   18  REPORT, THE COMMISSIONER AND/OR THE DIRECTOR  OF  THE  DIVISION  OF  THE\n   19  BUDGET, AS APPROPRIATE, SHALL PROMULGATE RULES AND REGULATIONS GOVERNING\n   20  THE  SELECTION  PROCESS  FOR A PROGRAM MANAGEMENT ENTITY. SUCH RULES AND\n   21  REGULATIONS SHALL REFLECT THE RECOMMENDATIONS IN THE REPORT  INSOFAR  AS\n   22  PRACTICABLE AND ANY RECOMMENDATIONS RECEIVED BY THE COMMISSIONER AND THE\n   23  DIRECTOR  OF  THE  DIVISION OF THE BUDGET. THE PROGRAM MANAGEMENT ENTITY\n   24  SHALL BE SELECTED THROUGH ISSUANCE OF A  REQUEST  FOR  PROPOSALS  OR  IF\n   25  APPROPRIATE  AND APPROVED BY THE DIRECTOR OF THE DIVISION OF THE BUDGET,\n   26  BY ISSUANCE OF A  REQUEST  FOR  QUALIFICATIONS,  AND  SUCH  REQUEST  FOR\n   27  PROPOSALS  OR  REQUEST FOR QUALIFICATIONS SHALL INCORPORATE THE CRITERIA\n   28  AND OTHER CONDITIONS AGREED UPON AS A RESULT OF THE PROCESS REQUIRED  IN\n   29  THIS SECTION.\n   30    S 266. PARTICIPATION AND PLEDGE. 1. AN INDIVIDUAL WHO MEETS THE CRITE-\n   31  RIA FOR BECOMING A PARTICIPANT SHALL BE ENROLLED IN THE COMPACT PROGRAM.\n   32  IN  MEETING  SUCH  CRITERIA, THE INDIVIDUAL SHALL HAVE THE OPTION AT THE\n   33  TIME OF APPLICATION TO PLEDGE EITHER THE MAXIMUM PLEDGE  AMOUNT  OR  THE\n   34  DOLLAR PLEDGE AMOUNT.\n   35    (A) AN INDIVIDUAL WHO ELECTS TO PLEDGE THE MAXIMUM PLEDGE AMOUNT SHALL\n   36  PAY  OR HAVE PAID ON HIS OR HER BEHALF BY ANY PERSON OR ENTITY AN AMOUNT\n   37  FOR THE PURCHASE OF QUALIFIED LONG TERM CARE SERVICES THAT IS  EQUAL  TO\n   38  THIRTY-SIX  MONTHS  OF  PAYMENT  AT  THE  REGIONAL RATE FOR NURSING HOME\n   39  SERVICES IN THE REGION IN WHICH THE PARTICIPANT RESIDES AS OF  THE  DATE\n   40  THE INDIVIDUAL APPLIES TO BECOME A PARTICIPANT.\n   41    (B)  AN INDIVIDUAL WHO ELECTS TO PLEDGE THE DOLLAR PLEDGE AMOUNT SHALL\n   42  PAY OR HAVE PAID ON HIS OR HER BEHALF BY ANY PERSON OR ENTITY AN  AMOUNT\n   43  FOR  THE  PURCHASE OF QUALIFIED LONG TERM CARE SERVICES THAT IS EQUAL TO\n   44  FIFTY PERCENT OF A PARTICIPANT'S  COUNTABLE  ASSETS.    SUCH  INDIVIDUAL\n   45  SHALL SUBMIT: (I) A VERIFIED STATEMENT OF COUNTABLE ASSETS UNDER PENALTY\n   46  OF  PERJURY  LISTING ALL COUNTABLE CURRENT ASSETS HELD BY THE INDIVIDUAL\n   47  AT THE TIME OF APPLICATION AND ANY ASSET TRANSFERS FOR  LESS  THAN  FULL\n   48  VALUE DURING THE FIVE YEARS PRECEDING SUCH DATE OF APPLICATION, (II) THE\n   49  INDIVIDUAL'S  FIVE  MOST  RECENT  YEARS  OF STATE AND FEDERAL INCOME TAX\n   50  RETURNS, AND (III) ADDITIONAL DOCUMENTATION AS  THE  PROGRAM  MANAGEMENT\n   51  ENTITY, WITH THE APPROVAL OF THE COMMISSIONER UPON RECOMMENDATION OF THE\n   52  ADVISORY  COMMITTEE,  SHALL  DEEM  REASONABLE  AND APPROPRIATE TO VERIFY\n   53  ASSETS, THE VALUES OF SUCH  ASSETS,  AND  THE  VALIDITY  OF  THE  PLEDGE\n   54  AMOUNT.\n   55    (C)  DOCUMENTATION  CONCERNING  THE  PLEDGE AMOUNT, THE RESULTS OF THE\n   56  ASSESSMENT AND EVIDENCE OF A FULFILLED PLEDGE SHALL BE SUBMITTED TO  THE\n\n       S. 2185                             7\n\n    1  PROGRAM MANAGEMENT ENTITY IN A FORM AND MANNER PRESCRIBED BY THE COMMIS-\n    2  SIONER.\n    3    (D)  THE FOREGOING PROVISIONS OF THIS SECTION TO THE CONTRARY NOTWITH-\n    4  STANDING, THE PLEDGE AMOUNT MAY BE ADJUSTED IN THE EVENT THAT  AN  INDI-\n    5  VIDUAL  IS  SUBJECT  TO EXTRAORDINARY CIRCUMSTANCES, AS THE COMMISSIONER\n    6  SHALL DETERMINE, BUT THE  DESCRIPTION  OR  DEFINITION  OF  EXTRAORDINARY\n    7  CIRCUMSTANCES SHALL BE ESTABLISHED ONLY UPON RECOMMENDATION OF THE ADVI-\n    8  SORY COMMITTEE.\n    9    2.  A  PARTICIPANT  WHO  FULFILLS  HIS OR HER PLEDGE SHALL BE DEEMED A\n   10  BENEFICIARY AND SHALL BE ELIGIBLE FOR THE COMPACT SUBSIDY. A PARTICIPANT\n   11  WHO FAILS TO FULFILL HIS OR HER PLEDGE SHALL NOT BE ELIGIBLE TO BECOME A\n   12  BENEFICIARY, BUT SHALL NOT SURRENDER ELIGIBILITY TO APPLY  FOR  MEDICAID\n   13  OR  ELIGIBILITY  TO  APPLY  FOR  THE COMPACT SUBSIDY IF SUCH PARTICIPANT\n   14  SHALL LATER BECOME ELIGIBLE.\n   15    3. NOTWITHSTANDING  ANY  SIMILARITY  IN  ELIGIBILITY  REQUIREMENTS  OR\n   16  COMMONALITY  IN  THE  DEFINITIONS  OF  ASSET, INCOME OR OTHER ITEMS, AND\n   17  EXCEPT AS OTHERWISE PROVIDED IN THIS TITLE, A PARTICIPANT  OR  BENEFICI-\n   18  ARY,  AS THE CASE MAY BE, SHALL BE EXEMPT FROM THE RESOURCE TESTS, LIENS\n   19  AND OTHER REQUIREMENTS AND IMPOSITIONS THAT WOULD OTHERWISE BE  APPLICA-\n   20  BLE TO PERSONS APPLYING FOR OR RECEIVING MEDICAID.\n   21    4.  THE  PURCHASE OF QUALIFIED LONG TERM CARE SERVICES FOR THE PURPOSE\n   22  OF FULFILLING THE PLEDGE SHALL BE RESTRICTED TO THE PURCHASE  OF  QUALI-\n   23  FIED  LONG  TERM  CARE  SERVICES  IN THE STATE SO LONG AS THE INDIVIDUAL\n   24  MEETS THE REQUIREMENTS OF THIS TITLE  WITH  RESPECT  TO  FULFILLING  THE\n   25  PLEDGE,  AND  PROVIDED  FURTHER  THAT A BENEFICIARY MAY ONLY RECEIVE THE\n   26  COMPACT SUBSIDY FOR SERVICES RECEIVED WITHIN THIS STATE.\n   27    5. COUNTABLE PAYMENTS MADE FOR A QUALIFIED LONG TERM CARE  SERVICE  IN\n   28  FULFILLING  A  PLEDGE  SHALL  NOT BE GREATER THAN THE AMOUNT USUALLY AND\n   29  CUSTOMARILY CHARGED FOR SUCH SERVICE BY A  PROVIDER  TO  A  NON-MEDICAID\n   30  RECIPIENT  AND  SHALL INCLUDE REASONABLE AND NECESSARY EXPENSES PAID FOR\n   31  SUCH SERVICES, PROVIDED, HOWEVER THAT THE COMMISSIONER,  ON  RECOMMENDA-\n   32  TION OF THE ADVISORY COMMITTEE, MAY ESTABLISH CRITERIA FOR ASSURING THAT\n   33  A SERVICE IS PROPERLY PROVIDED AND MEETS APPROPRIATE STANDARDS OF QUALI-\n   34  TY  AND  COST.  THE  PROGRAM  MANAGEMENT  ENTITY  SHALL BE AUTHORIZED TO\n   35  UTILIZE SUCH CRITERIA IN ESTABLISHING PARAMETERS FOR PROPER  AND  APPRO-\n   36  PRIATE  PAYMENT FOR SERVICES AND ASSURANCES OF QUALITY. THE COMMISSIONER\n   37  SHALL REQUIRE SUBMISSION TO THE PROGRAM MANAGEMENT  ENTITY  OF  PERIODIC\n   38  UPDATES OF PAYMENTS MADE TOWARD FULFILLING THE PLEDGE AND REVIEW OF SUCH\n   39  PAYMENTS  BY  THE PROGRAM MANAGEMENT ENTITY FOR ELIGIBILITY. THE PROGRAM\n   40  MANAGEMENT ENTITY SHALL ADVISE THE PARTICIPANT OF ANY  INELIGIBILITY  OF\n   41  ANY SUCH PAYMENTS.\n   42    6.  THE COMMISSIONER SHALL ESTABLISH A SEAMLESS PROCESS FOR TRANSITION\n   43  OF AN INDIVIDUAL FROM PARTICIPANT TO BENEFICIARY  WHEN  SUCH  INDIVIDUAL\n   44  HAS  FULFILLED THE REQUIREMENTS ESTABLISHED PURSUANT TO THIS TITLE. SUCH\n   45  SEAMLESS PROCESS MAY INCLUDE, FOR EXAMPLE, APPLICATION  TO  RECEIVE  THE\n   46  PUBLIC  SUBSIDY  AS  A  BENEFICIARY AT THE SAME TIME THAT THE INDIVIDUAL\n   47  ENROLLS AS A PARTICIPANT IN THE COMPACT, SO  THAT  WHEN  THE  PLEDGE  IS\n   48  FULFILLED,  THE  INDIVIDUAL  AUTOMATICALLY  TRANSITIONS TO THE STATUS OF\n   49  BENEFICIARY ELIGIBLE FOR THE COMPACT SUBSIDY. INSOFAR AS  FEASIBLE,  THE\n   50  TRANSITION SHOULD BE MANAGED BY THE PROGRAM MANAGEMENT ENTITY.\n   51    S  267.  BENEFITS OF PARTICIPATION.  1. A BENEFICIARY WHO FULFILLS THE\n   52  PLEDGE SHALL BE ENTITLED TO PRESERVE HIS OR HER RESOURCES AND  SHALL  BE\n   53  ELIGIBLE TO RECEIVE THE COMPACT SUBSIDY.\n   54    2.  A BENEFICIARY SHALL NOT BE REQUIRED TO SUBMIT TO RESOURCE REQUIRE-\n   55  MENTS OR LIMITATIONS, OR TO THE RECOVERY OF PAYMENTS MADE BY  THE  STATE\n   56  FROM  THE  ESTATES OF SUCH INDIVIDUALS, OR TO THE IMPOSITION OF LIENS ON\n\n       S. 2185                             8\n\n    1  THE HOMES OF PERSONS, SUCH AS THOSE WHICH ARE IMPOSED  ON  BENEFICIARIES\n    2  OF  THE  MEDICAID PROGRAM PURSUANT TO SECTION THREE HUNDRED SIXTY-SIX OR\n    3  SECTION THREE HUNDRED SIXTY-NINE OF  THE  SOCIAL  SERVICES  LAW,  UNLESS\n    4  OTHERWISE PROVIDED IN OR PURSUANT TO THIS TITLE.\n    5    3.  A  BENEFICIARY  SHALL  BE ELIGIBLE TO HAVE THE SUBSIDY PAID TO THE\n    6  PROVIDER OF SERVICES FOR THE COSTS OF QUALIFIED LONG TERM CARE  SERVICES\n    7  FROM ANY WILLING PROVIDER SELECTED BY SUCH BENEFICIARY.\n    8    4. A BENEFICIARY SHALL BE ELIGIBLE TO RECEIVE QUALIFIED LONG TERM CARE\n    9  SERVICES AT A RATE CHARGED BY A PROVIDER OF SERVICES WHICH IS NO GREATER\n   10  THAN THE COMPACT RATE.\n   11    5.  A BENEFICIARY SHALL NOT BE RESPONSIBLE FOR PAYMENT FOR SUCH QUALI-\n   12  FIED LONG TERM CARE SERVICES OF ANY AMOUNT GREATER THAN  THE  DIFFERENCE\n   13  BETWEEN THE COMPACT RATE AND THE COMPACT SUBSIDY.\n   14    6.  A BENEFICIARY SHALL ANNUALLY REMIT A PARTICIPATION FEE TO MAINTAIN\n   15  ELIGIBILITY IN THE COMPACT, EQUAL TO TWENTY-FIVE PERCENT OF SUCH BENEFI-\n   16  CIARY'S COUNTABLE INCOME.  SUCH FEE SHALL BE REMITTED TO THE COMMISSION-\n   17  ER OR, IF SO DIRECTED BY THE COMMISSIONER,  TO  THE  PROGRAM  MANAGEMENT\n   18  ENTITY  FOR  TRANSMITTAL  TO  THE  COMMISSIONER. THE COMMISSIONER, AFTER\n   19  CONSULTATION WITH THE ADVISORY COMMITTEE, SHALL MAKE PROVISION TO  ALLOW\n   20  A  BENEFICIARY  TO  MAKE  PAYMENTS  ON  A MONTHLY OR OTHER BASIS, AT THE\n   21  OPTION OF THE BENEFICIARY.\n   22    7. A BENEFICIARY SHALL RETAIN A PROTECTED AMOUNT OF INCOME DURING  THE\n   23  PERIOD IN WHICH THE BENEFICIARY IS RECEIVING THE COMPACT SUBSIDY, AS SET\n   24  FORTH IN THIS TITLE.\n   25    8.  A BENEFICIARY SHALL BE ELIGIBLE TO HAVE THE ANNUAL COMPACT SUBSIDY\n   26  PAID FOR NON-INSTITUTIONAL SERVICES FROM ONE OR MORE PROVIDERS FOR UP TO\n   27  AN AMOUNT THAT IS LESS THAN OR EQUAL TO  THE  ANNUAL  REGIONAL  MEDICAID\n   28  RATE  COMPUTED  FOR  NURSING  HOME  SERVICES FOR THE REGION IN WHICH THE\n   29  BENEFICIARY RESIDES.\n   30    S 268. PROTECTED INCOME. 1. THE COMMISSIONER, AFTER CONSULTATION  WITH\n   31  THE  ADVISORY COMMITTEE, SHALL ESTABLISH PROVISIONS TO WAIVE ALL OR PART\n   32  OF THE PARTICIPATION FEE AND ALL OR PART OF THE REQUIREMENT THAT A BENE-\n   33  FICIARY PAY ANY DIFFERENCE BETWEEN THE  COMPACT  RATE  AND  THE  COMPACT\n   34  SUBSIDY  IF  THE  BENEFICIARY'S  COUNTABLE  INCOME  IN  ANY MONTH, AFTER\n   35  DEDUCTION OF THE PARTICIPATION FEE AND PAYMENT OF THE DIFFERENCE BETWEEN\n   36  THE COMPACT RATE AND THE COMPACT SUBSIDY AMOUNT WHICH THE BENEFICIARY IS\n   37  REQUIRED TO PAY FOR SERVICES, SHALL BE LESS THAN THE FOLLOWING PROTECTED\n   38  INCOME AMOUNTS:\n   39    (A) FOR AN UNMARRIED BENEFICIARY RECEIVING CARE  IN  AN  INSTITUTIONAL\n   40  SETTING  SUCH AS A NURSING HOME, ADULT HOME, ASSISTED LIVING FACILITY OR\n   41  OTHER SIMILAR FACILITY, AN AMOUNT EQUAL TO THE  INSTITUTIONAL  PROTECTED\n   42  AMOUNT;\n   43    (B)  FOR  AN  UNMARRIED  BENEFICIARY RECEIVING CARE AT HOME, AN AMOUNT\n   44  EQUAL TO THE MINIMUM MONTHLY MAINTENANCE NEEDS ALLOWANCE;\n   45    (C) FOR A MARRIED COUPLE OF WHOM ONE IS A BENEFICIARY  RECEIVING  CARE\n   46  IN AN INSTITUTIONAL SETTING SUCH AS A NURSING HOME, ADULT HOME, ASSISTED\n   47  LIVING FACILITY OR OTHER SIMILAR FACILITY, AN AMOUNT EQUAL TO THE INSTI-\n   48  TUTIONAL PROTECTED AMOUNT FOR THE BENEFICIARY AND AN AMOUNT EQUAL TO THE\n   49  MINIMUM  MONTHLY MAINTENANCE NEEDS ALLOWANCE FOR THE SPOUSE WHO IS NOT A\n   50  BENEFICIARY;\n   51    (D) FOR A MARRIED COUPLE OF WHOM ONE IS A BENEFICIARY  RECEIVING  CARE\n   52  AT  HOME,  AN AMOUNT EQUAL TO ONE AND ONE-HALF TIMES THE MINIMUM MONTHLY\n   53  MAINTENANCE NEEDS ALLOWANCE;\n   54    (E) FOR A MARRIED COUPLE, BOTH OF  WHOM  ARE  BENEFICIARIES  RECEIVING\n   55  CARE  IN  AN  INSTITUTIONAL  SETTING SUCH AS A NURSING HOME, ADULT HOME,\n\n       S. 2185                             9\n\n    1  ASSISTED LIVING FACILITY OR OTHER SIMILAR FACILITY, AN AMOUNT  EQUAL  TO\n    2  AN INSTITUTIONAL PROTECTED AMOUNT FOR EACH BENEFICIARY; AND\n    3    (F)  FOR  A  MARRIED  COUPLE, BOTH OF WHOM ARE BENEFICIARIES RECEIVING\n    4  CARE AT HOME, AN AMOUNT EQUAL TO ONE  AND  ONE-HALF  TIMES  THE  MINIMUM\n    5  MONTHLY MAINTENANCE NEEDS ALLOWANCE.\n    6    2. THE COMMISSIONER SHALL ANNUALLY ADJUST SUCH INSTITUTIONAL PROTECTED\n    7  AMOUNT  BY  THE  PERCENTAGE  INCREASE  OR DECREASE IN THE COST OF LIVING\n    8  INDEX, USING THE YEAR IN WHICH THIS TITLE SHALL HAVE BECOME LAW  AS  THE\n    9  BASE YEAR.\n   10    3.  AS USED IN THIS SECTION, \"MINIMUM MONTHLY MAINTENANCE NEEDS ALLOW-\n   11  ANCE\" HAS THE SAME MEANING AS SUCH TERM IN PARAGRAPH (H) OF  SUBDIVISION\n   12  TWO  OF SECTION THREE HUNDRED SIXTY-SIX-C OF THE SOCIAL SERVICES LAW AND\n   13  \"INSTITUTIONAL PROTECTED AMOUNT\" MEANS THE SUM OF ONE  HUNDRED  DOLLARS,\n   14  WHICH  AMOUNT SHALL BE ADJUSTED BY THE COMMISSIONER ANNUALLY BY THE SAME\n   15  PERCENTAGE AS THE PERCENTAGE INCREASE  IN  THE  FEDERAL  CONSUMER  PRICE\n   16  INDEX.\n   17    4.  WHEN MAKING THE COMPUTATION TO DETERMINE IF A BENEFICIARY'S INCOME\n   18  WOULD FALL BELOW THE APPROPRIATE PROTECTED INCOME  AMOUNT,  THE  COMMIS-\n   19  SIONER  SHALL  SUBTRACT  FROM THE BENEFICIARY'S MONTHLY COUNTABLE INCOME\n   20  THE DIFFERENCE BETWEEN THE COMPACT RATE AND THE COMPACT SUBSIDY THAT THE\n   21  BENEFICIARY IS REQUIRED TO PAY, AND THEN THE PARTICIPATION FEE.  IF  THE\n   22  REMAINING  COUNTABLE  INCOME  AFTER  SUCH  SUBTRACTION  IS LESS THAN THE\n   23  PROTECTED AMOUNT  APPROPRIATE  TO  SUCH  BENEFICIARY,  THE  COMMISSIONER\n   24  SHALL,   AFTER  CONSULTATION  WITH  THE  ADVISORY  COMMITTEE,  ESTABLISH\n   25  PROVISIONS FOR:  (A) A REDUCTION IN THE AMOUNT OF THE PARTICIPATION  FEE\n   26  TO  BE  PAID BY THE BENEFICIARY, (B) A REDUCTION IN PAYMENT FOR SERVICES\n   27  BY THE BENEFICIARY OF ANY DIFFERENCE  TO  BE  PAID  BY  THE  BENEFICIARY\n   28  BETWEEN  THE COMPACT RATE AND THE COMPACT SUBSIDY, AND (C) THE PERIOD OF\n   29  TIME DURING WHICH REDUCTION OR REDUCTIONS SHALL BE EFFECTIVE,  IN  ORDER\n   30  TO  ASSURE THAT THE BENEFICIARY SHALL ALWAYS RETAIN THE PROTECTED AMOUNT\n   31  OF INCOME. ANY SUCH REDUCTION SHALL NOT BE EFFECTIVE FOR A PERIOD GREAT-\n   32  ER THAN TWELVE MONTHS IN ANY THIRTY-SIX MONTH PERIOD.\n   33    5. ANY OTHER PROVISION OF THIS TITLE TO THE CONTRARY  NOTWITHSTANDING,\n   34  THE  COMMISSIONER  MAY  ADDITIONALLY,  AFTER  CONSULTATION WITH AND UPON\n   35  RECOMMENDATION OF THE ADVISORY COMMITTEE,  ESTABLISH  AS  AN  ADDITIONAL\n   36  BASIS  FOR A REDUCTION OF THE PAYMENT FOR SERVICES BY THE BENEFICIARY OF\n   37  ANY DIFFERENCE BETWEEN THE COMPACT RATE AND THE COMPACT SUBSIDY  AND  OF\n   38  THE  PARTICIPATION  FEE  TO BE PAID BY THE BENEFICIARY, A FINDING THAT A\n   39  BENEFICIARY LACKS THE RESOURCES AFTER PAYMENT OF NECESSARY  EXPENSES  TO\n   40  REMAIN  IN  HIS  OR HER PLACE OF RESIDENCE AFTER PAYMENT OF SUCH PARTIC-\n   41  IPATION FEE AND/OR PAYMENT FOR SERVICES,  IRRESPECTIVE  OF  WHETHER  THE\n   42  BENEFICIARY'S  COUNTABLE INCOME EXCEEDS THE PROTECTED INCOME AMOUNT. THE\n   43  ADVISORY COMMITTEE SHALL PROVIDE THE COMMISSIONER WITH A  DEFINITION  OF\n   44  NECESSARY  EXPENSES  AS  USED  IN THIS SECTION PRIOR TO THE COMMISSIONER\n   45  TAKING ANY ACTION AUTHORIZED BY THIS SUBDIVISION. INSOFAR  AS  PRACTICA-\n   46  BLE,  SUCH  DEFINITION SHALL BE QUANTIFIABLE, AND THE COMMISSIONER SHALL\n   47  ESTABLISH A FORMULA BY RULE AND  REGULATION  FOR  DETERMINING  NECESSARY\n   48  EXPENSES  BASED ON SUCH DEFINITION AND FOR DETERMINING WHETHER A BENEFI-\n   49  CIARY LACKS THE RESOURCES AFTER PAYMENT OF SUCH  NECESSARY  EXPENSES  TO\n   50  REMAIN IN HIS OR HER PLACE OF RESIDENCE.\n   51    S  269. IMPOSITION OF LIEN IN CERTAIN CASES. NOTHING CONTAINED IN THIS\n   52  TITLE SHALL PREVENT THE IMPOSITION OF A LIEN  OR  RECOVERY  AGAINST  THE\n   53  PROPERTY  OF AN INDIVIDUAL ON ACCOUNT OF EXPENSES INCORRECTLY PAID UNDER\n   54  THE COMPACT SUBSIDY.\n\n       S. 2185                            10\n\n    1    S 270. PROHIBITED ACTS. NO PERSON ENGAGED IN THE DEVELOPMENT,  MARKET-\n    2  ING,  ADVERTISING  OR SALE OF ANY INSURANCE PLAN DESIGNED TO SATISFY THE\n    3  PLEDGE AMOUNT SHALL:\n    4    1. GIVE LEGAL ADVICE OR OTHERWISE ENGAGE IN THE PRACTICE OF LAW.\n    5    2. ASSUME, USE OR ADVERTISE THE TITLE OF LAWYER OR ATTORNEY AT LAW, OR\n    6  EQUIVALENT  TERMS  IN  THE  ENGLISH  LANGUAGE  OR ANY OTHER LANGUAGE, OR\n    7  REPRESENT OR ADVERTISE OTHER TITLES OR CREDENTIALS,  INCLUDING  BUT  NOT\n    8  LIMITED TO \"NOTARY PUBLIC\", \"ACCREDITED REPRESENTATIVE OF THE DEPARTMENT\n    9  OF  HEALTH\"  OR  \"COMPACT CONSULTANT\", THAT COULD CAUSE AN INDIVIDUAL TO\n   10  BELIEVE THAT THE PERSON POSSESSES  SPECIAL  PROFESSIONAL  SKILLS  OR  IS\n   11  AUTHORIZED TO PROVIDE ADVICE ON MATTERS RELATED TO THE COMPACT; PROVIDED\n   12  THAT  A  NOTARY  PUBLIC  LICENSED  BY THE SECRETARY OF STATE MAY USE THE\n   13  TITLE \"NOTARY PUBLIC\".\n   14    3. STATE OR IMPLY THAT THE PERSON CAN OR WILL  OBTAIN  SPECIAL  FAVORS\n   15  FROM  OR HAS SPECIAL INFLUENCE WITH THE DEPARTMENT OF HEALTH, THE ADMIN-\n   16  ISTRATIVE ENTITY OR ANY OTHER GOVERNMENTAL ENTITY.\n   17    4. DEMAND  OR  RETAIN  ANY  FEES  OR  COMPENSATION  FOR  SERVICES  NOT\n   18  PERFORMED OR COSTS THAT ARE NOT ACTUALLY INCURRED.\n   19    5.  ADVISE,  DIRECT  OR  PERMIT  A  CUSTOMER  TO ANSWER QUESTIONS ON A\n   20  GOVERNMENT DOCUMENT, OR IN A DISCUSSION WITH A GOVERNMENT OFFICIAL, IN A\n   21  SPECIFIC WAY WHERE SUCH PERSON KNOWS OR HAS REASONABLE CAUSE TO  BELIEVE\n   22  THAT THE ANSWERS ARE FALSE OR MISLEADING.\n   23    6.  DISCLOSE  ANY  INFORMATION TO, OR FILE ANY FORMS OR DOCUMENTS WITH\n   24  THE DEPARTMENT OF HEALTH, ANY OTHER STATE DEPARTMENT OR THE  ADMINISTRA-\n   25  TIVE ENTITY WITHOUT THE KNOWLEDGE OR CONSENT OF THE CUSTOMER.\n   26    7. FAIL TO PROVIDE AN INDIVIDUAL WITH COPIES OF DOCUMENTS FILED WITH A\n   27  GOVERNMENTAL  ENTITY OR REFUSE TO RETURN ORIGINAL DOCUMENTS SUPPLIED BY,\n   28  PREPARED ON BEHALF OF OR PAID FOR BY THE INDIVIDUAL, UPON THE REQUEST OF\n   29  THE INDIVIDUAL.  ORIGINAL  DOCUMENTS  MUST  BE  RETURNED  PROMPTLY  UPON\n   30  REQUEST, EVEN IF THERE IS A FEE DISPUTE WITH THE INDIVIDUAL.\n   31    8.  MAKE  ANY  MISREPRESENTATION OR FALSE STATEMENT, DIRECTLY OR INDI-\n   32  RECTLY.\n   33    9. MAKE ANY GUARANTEE OR PROMISE TO AN INDIVIDUAL, UNLESS THERE  IS  A\n   34  BASIS  IN  FACT FOR SUCH REPRESENTATION, AND THE GUARANTEE OR PROMISE IS\n   35  IN WRITING.\n   36    S 271. FRAUDULENT PRACTICES. 1. ANY APPLICANT  WHO  IS  FOUND  BY  THE\n   37  COMMISSIONER, AFTER NOTICE AND A HEARING, TO HAVE KNOWINGLY MADE A FALSE\n   38  STATEMENT OR REPRESENTATION CONCERNING A FACT MATERIAL TO THE FULFILLING\n   39  OF  A  PLEDGE  AMOUNT,  AS  PROVIDED  IN  THIS  ARTICLE, OR DELIBERATELY\n   40  CONCEALED SUCH A FACT, SHALL BE DISQUALIFIED FROM  THE  COMPACT  PROGRAM\n   41  PROVIDED  FOR IN THIS ARTICLE. SUCH INDIVIDUAL SHALL NOT BE DEEMED TO BE\n   42  A PARTICIPANT OR BENEFICIARY OR TO HAVE  FULFILLED  HIS  OR  HER  PLEDGE\n   43  AMOUNT,  BUT  SHALL  NOT  SURRENDER  HIS OR HER ELIGIBILITY TO APPLY FOR\n   44  MEDICAID.\n   45    2. NO PERSON SHALL KNOWINGLY MAKE A FALSE STATEMENT OR  REPRESENTATION\n   46  OF  A  MATERIAL FACT, OR DELIBERATELY CONCEAL A MATERIAL FACT, OR OTHER-\n   47  WISE SEEK BENEFITS BY IMPERSONATION OR OTHER FRAUDULENT DEVICE, IN THEIR\n   48  WRITTEN APPLICATION FOR BENEFITS UNDER THIS TITLE.\n   49    3. NO PERSON SHALL, WITH INTENT TO DEFRAUD, PRESENT FOR  ALLOWANCE  OR\n   50  PAYMENT  ANY  FRAUDULENT  CLAIM  FOR  FURNISHING SERVICES OR MERCHANDISE\n   51  UNDER THIS TITLE, OR KNOWINGLY SUBMIT FALSE INFORMATION FOR THE  PURPOSE\n   52  OF  OBTAINING GREATER COMPENSATION THAN THAT TO WHICH SUCH INDIVIDUAL IS\n   53  LEGALLY ENTITLED FOR  FURNISHING  SERVICES  OR  MERCHANDISE  UNDER  THIS\n   54  TITLE,  OR KNOWINGLY SUBMIT FALSE INFORMATION FOR THE PURPOSE OF OBTAIN-\n   55  ING AUTHORIZATION FOR FURNISHING  SERVICES  OR  MERCHANDISE  UNDER  THIS\n   56  TITLE.\n\n       S. 2185                            11\n\n    1    4.  ANY  PERSON  WHO  RECEIVES A BENEFIT PROVIDED FOR UNDER THIS TITLE\n    2  BASED UPON AN APPLICATION WHICH VIOLATES SUBDIVISION  TWO  OR  THREE  OF\n    3  THIS  SECTION  SHALL  BE GUILTY OF A CLASS A MISDEMEANOR. SUCH A FINDING\n    4  SHALL NOT PREVENT AN ACTION TO RECOVER THE VALUE OF THE BENEFIT PROVIDED\n    5  FOR  UNDER THIS TITLE AGAINST THE INDIVIDUAL FOUND TO HAVE VIOLATED THIS\n    6  SECTION.\n    7    S 271-A. PAYMENTS AND DEFAULTS. 1. PAYMENTS TO SERVICE  PROVIDERS  FOR\n    8  SERVICES  PROVIDED  TO  PARTICIPANTS  SHALL  BE  MADE BY OR ON BEHALF OF\n    9  PARTICIPANTS OR A PERSON OR ENTITY ACTING ON BEHALF OF THE PARTICIPANT.\n   10    2. PAYMENTS TO SERVICE PROVIDERS FOR SERVICES  PROVIDED  TO  BENEFICI-\n   11  ARIES  SHALL  BE  MADE  BY  THE PROGRAM MANAGEMENT ENTITY. A BENEFICIARY\n   12  SHALL BE RESPONSIBLE TO PAY ANY DIFFERENCE BETWEEN THE COMPACT RATE  AND\n   13  THE  COMPACT  SUBSIDY  TO  THE  PROGRAM  MANAGEMENT  ENTITY. PAYMENTS TO\n   14  SERVICES PROVIDERS SHALL BE MADE NO LESS  FREQUENTLY  THAN  PAYMENTS  TO\n   15  PROVIDERS  BY  MEDICAID PURSUANT TO SECTION THREE HUNDRED SIXTY-SEVEN OF\n   16  THE SOCIAL SERVICES LAW.\n   17    3. A BENEFICIARY WHO KNOWINGLY FAILS TO PAY THE DIFFERENCE BETWEEN THE\n   18  COMPACT RATE AND THE COMPACT SUBSIDY AS REQUIRED IN THIS  TITLE,  UNLESS\n   19  SUCH  BENEFICIARY IS EXCUSED PURSUANT TO THE HARDSHIP PROVISIONS OF THIS\n   20  TITLE, SHALL BE LIABLE TO THE PROGRAM MANAGEMENT ENTITY, WHICH MAY EXER-\n   21  CISE ANY AND ALL APPROPRIATE REMEDIES FOR COLLECTION OF  THE  DEBT.    A\n   22  DEBT  UNPAID  FOR  A  PERIOD OF NINETY DAYS, EXCEPT IN THE CASE IN WHICH\n   23  HARDSHIP HAS BEEN DETERMINED, SHALL RESULT  IN  SUCH  BENEFICIARY  BEING\n   24  DECLARED IN DEFAULT AND NO LONGER ENROLLED IN THE COMPACT.\n   25    4. A PARTICIPANT WHO HAS FULFILLED HIS OR HER PLEDGE SHALL BE PRESUMED\n   26  ELIGIBLE TO RECEIVE SERVICES AS A BENEFICIARY FOR A PERIOD OF SIXTY DAYS\n   27  FROM  THE  DATE  OF  DETERMINATION.  IF  A  PARTICIPANT DETERMINED TO BE\n   28  PRESUMPTIVELY ELIGIBLE TO RECEIVE THE COMPACT SUBSIDY AS  A  BENEFICIARY\n   29  IS  SUBSEQUENTLY  DETERMINED  TO  BE INELIGIBLE FOR SUCH ASSISTANCE, THE\n   30  COMMISSIONER MAY RECOUP FROM  SUCH  INDIVIDUAL  ANY  SUMS  EXPENDED  FOR\n   31  ASSISTANCE DURING THE PERIOD OF PRESUMED ELIGIBILITY.\n   32    5. A PARTICIPANT WHO KNOWINGLY DEFAULTS ON PAYMENT OF THE PLEDGE, OR A\n   33  BENEFICIARY  WHO KNOWINGLY DEFAULTS ON PAYMENT OF THE DIFFERENCE BETWEEN\n   34  THE COMPACT RATE AND THE COMPACT SUBSIDY, AND WHO IS THEREFORE NO LONGER\n   35  ENROLLED IN THE PROGRAM, SHALL NOT BE ELIGIBLE TO RECEIVE PROTECTION  OF\n   36  ASSETS  OR  INCOME  OTHERWISE AFFORDED TO PARTICIPANTS AND BENEFICIARIES\n   37  UNDER THE COMPACT. NOTHING CONTAINED IN THIS TITLE SHALL  BE  DEEMED  TO\n   38  SHIELD  OR  OTHERWISE EXCUSE A BENEFICIARY OR A PARTICIPANT FROM PAYMENT\n   39  OF A DEBT LAWFULLY INCURRED TO A SERVICE PROVIDER.\n   40    6. UPON RECOMMENDATION OF THE ADVISORY COMMITTEE, THE COMMISSIONER MAY\n   41  ESTABLISH RULES, INCLUDING REQUIREMENTS FOR WRITTEN AGREEMENTS,  GOVERN-\n   42  ING THE PAYMENT AND COLLECTION OF DEBT BY PARTICIPANTS AND BENEFICIARIES\n   43  TO  SERVICE  PROVIDERS  AND  TO THE PROGRAM MANAGEMENT ENTITY AS WELL AS\n   44  NOTIFICATION GUIDELINES TO THE BENEFICIARY, OR A PERSON OR ENTITY ACTING\n   45  ON BEHALF OF THE BENEFICIARY TO ENSURE THAT PAYMENTS MISSED IN ERROR CAN\n   46  BE CORRECTED WITHOUT PUNISHMENT TO THE BENEFICIARY.\n   47    S 272. APPEALS. 1. ANY PERSON OR AN INDIVIDUAL AUTHORIZED  TO  ACT  ON\n   48  BEHALF  OF ANY SUCH PERSON MAY APPEAL TO THE COMMISSIONER FROM DECISIONS\n   49  OF THE PROGRAM MANAGEMENT ENTITY UPON GROUNDS SPECIFIED IN THIS SECTION.\n   50  ANY APPEAL PURSUANT TO THIS SECTION SHALL BE REQUESTED WITHIN SIXTY DAYS\n   51  AFTER THE DATE OF THE ACTION OR FAILURE TO ACT COMPLAINED OF.\n   52    2. THE COMMISSIONER SHALL SPECIFY THE GROUNDS AND THE FORUM  FOR  SUCH\n   53  APPEALS IN REGULATIONS.\n   54    (A)  SUCH  GROUNDS  AND FORUMS SHALL INCLUDE PROVISION OF FAIR HEARING\n   55  FOR THE FOLLOWING AND SIMILAR ISSUES: (I) COMPUTATION OF  THE  VALUE  OF\n   56  ASSETS  OR  INCOME;  (II)  WHETHER  EXPENSES  ARE  ELIGIBLE EXPENSES FOR\n\n       S. 2185                            12\n\n    1  PAYMENT OF THE PLEDGE, AND  WHETHER  THE  PLEDGE  WAS  FULFILLED;  (III)\n    2  AMOUNT  OF  PARTICIPATION  FEE  OR  CO-PAY; (IV) DENIAL OF PAYMENT FOR A\n    3  SERVICE PROVIDED TO A BENEFICIARY.\n    4    (B)  SUCH  GROUNDS  AND  FORUMS SHALL ALSO INCLUDE PROVISION FOR THIRD\n    5  PARTY REVIEW AND ARBITRATION FOR SUCH ISSUES AS: (I) THE ASSESSMENT  AND\n    6  PLAN  OF CARE; (II) PAYMENTS TO PROVIDERS; AND (III) QUALITY OF PROVIDER\n    7  SERVICES.\n    8    3. DECISIONS OF THE COMMISSIONER PURSUANT TO  THIS  SECTION  SHALL  BE\n    9  BINDING  UPON  THE  PROGRAM  MANAGEMENT  ENTITY. SUCH GROUNDS FOR APPEAL\n   10  SHALL NOT INCLUDE DENIALS FOR ISSUES AND CIRCUMSTANCES  RELATED  TO  THE\n   11  LANGUAGE,  PROCESSING  OR  APPROVAL  OF  COVERAGE UNDER A LONG TERM CARE\n   12  INSURANCE POLICY WHICH ARE OTHERWISE THE SUBJECT OF EXTERNAL APPEALS  OF\n   13  ADVERSE  DETERMINATIONS  OF  HEALTH  CARE PLANS PURSUANT TO SECTIONS TWO\n   14  HUNDRED ONE, THREE HUNDRED ONE, ELEVEN HUNDRED NINE, THIRTY-TWO  HUNDRED\n   15  ONE,   THIRTY-TWO   HUNDRED   SIXTEEN,   THIRTY-TWO  HUNDRED  SEVENTEEN,\n   16  THIRTY-TWO HUNDRED SEVENTEEN-A, THIRTY-TWO HUNDRED TWENTY-ONE, FORTY-TWO\n   17  HUNDRED THIRTY-FIVE,  FORTY-THREE  HUNDRED  THREE,  FORTY-THREE  HUNDRED\n   18  FOUR,   FORTY-THREE   HUNDRED   FIVE,  FORTY-THREE  HUNDRED  TWENTY-ONE,\n   19  FORTY-THREE HUNDRED  TWENTY-TWO  AND  FORTY-THREE  HUNDRED  TWENTY-FOUR,\n   20  ARTICLE  FORTY-SEVEN  AND  ARTICLE  FORTY-NINE  OF THE INSURANCE LAW AND\n   21  CHAPTER FIVE HUNDRED EIGHTY-SIX OF THE LAWS OF NINETEEN HUNDRED  NINETY-\n   22  EIGHT.\n   23    4. ANY AGGRIEVED PARTY TO AN APPEAL, OTHER THAN THE PROGRAM MANAGEMENT\n   24  ENTITY, MAY APPLY FOR REVIEW AS PROVIDED IN ARTICLE SEVENTY-EIGHT OF THE\n   25  CIVIL PRACTICE LAW AND RULES.\n   26    S  273. TREATMENT OF ASSETS. 1. A PARTICIPANT'S HOMESTEAD SHALL NOT BE\n   27  DEEMED A COUNTABLE ASSET IF THE HOMESTEAD WAS PURCHASED MORE  THAN  FIVE\n   28  YEARS  PRIOR  TO THE DATE THAT AN INDIVIDUAL APPLIES TO BECOME A PARTIC-\n   29  IPANT IN THE COMPACT. A HOMESTEAD PURCHASED WITHIN FIVE  YEARS  OF  SUCH\n   30  DATE  SHALL  BE  DEEMED  A  COUNTABLE  ASSET, UNLESS SUCH HOMESTEAD IS A\n   31  REPLACEMENT FOR A HOMESTEAD SOLD WITHIN ONE YEAR PRIOR TO  THE  PURCHASE\n   32  DATE,  IN  WHICH CASE AN AMOUNT EQUAL TO THE DIFFERENCE BETWEEN THE SALE\n   33  PRICE OF THE OLD HOMESTEAD AND THE PURCHASE PRICE OF THE  NEW  HOMESTEAD\n   34  SHALL  BE DEEMED A COUNTABLE ASSET. AS USED IN THIS SECTION, \"HOMESTEAD\"\n   35  MEANS THE PRIMARY RESIDENCE OCCUPIED BY  A  BENEFICIARY  OR  PARTICIPANT\n   36  AND/OR  MEMBERS  OF  HIS  OR  HER FAMILY. FAMILY MEMBERS MAY INCLUDE THE\n   37  BENEFICIARY'S OR PARTICIPANT'S SPOUSE, MINOR CHILDREN,  CERTIFIED  BLIND\n   38  OR  CERTIFIED  DISABLED CHILDREN, A CARETAKER CHILD, AND OTHER DEPENDENT\n   39  RELATIVES.  HOMESTEAD SHALL BE DEEMED TO MEAN AND INCLUDE THE HOME, LAND\n   40  AND INTEGRAL PARTS SUCH AS GARAGES AND OUTBUILDINGS, AND MAY BE A CONDO-\n   41  MINIUM, COOPERATIVE APARTMENT OR MANUFACTURED HOME.  HOMESTEAD SHALL NOT\n   42  BE DEEMED TO MEAN AND INCLUDE VACATION  HOMES,  SUMMER  HOMES  OR  OTHER\n   43  PREMISES  NOT USED AS A PRIMARY RESIDENCE. THE FOREGOING TO THE CONTRARY\n   44  NOTWITHSTANDING, TO THE EXTENT THAT A HOMESTEAD PURCHASED MORE THAN FIVE\n   45  YEARS PRIOR TO THE DATE THAT AN INDIVIDUAL APPLIES TO BECOME  A  PARTIC-\n   46  IPANT  IN  THE COMPACT IS DEEMED A RESOURCE UNDER THE RULES OF THE PART-\n   47  NERSHIP FOR LONG-TERM CARE ESTABLISHED PURSUANT TO SECTION THREE HUNDRED\n   48  SIXTY-SEVEN-F OF THE SOCIAL SERVICES LAW, IT  SHALL  ALSO  BE  DEEMED  A\n   49  RESOURCE UNDER THE COMPACT.\n   50    2.  ANY  OTHER  PROVISION  OF  ANY  OTHER  LAW OR OF THIS TITLE TO THE\n   51  CONTRARY NOTWITHSTANDING, THE COMMISSIONER, ACTING ON RECOMMENDATION  OF\n   52  THE  ADVISORY  COMMITTEE,  MAY EXEMPT CERTAIN INCOME AND RESOURCES OF AN\n   53  INDIVIDUAL AND OF THE INDIVIDUAL'S SPOUSE FROM INCLUSION AS A  COUNTABLE\n   54  ASSET.\n   55    3.  (A)  WITH  RESPECT  TO  ANNUITIES, (I) THE PRINCIPAL AMOUNT OF ANY\n   56  ANNUITY SHALL BE DEEMED A COUNTABLE ASSET IF SUCH ANNUITY  IN  PERMANENT\n\n       S. 2185                            13\n\n    1  PAYOUT  STATUS WAS PURCHASED WITHIN FIVE YEARS OF THE DATE AN INDIVIDUAL\n    2  APPLIES TO BECOME  A  PARTICIPANT,  PROVIDED  HOWEVER  THAT  ANY  PAYOUT\n    3  AMOUNTS SHALL NOT BE TREATED AS INCOME FOR PURPOSES OF THE INCOME CALCU-\n    4  LATION;  (II)  THE PRINCIPAL AMOUNT OF ANY ANNUITY SHALL NOT BE DEEMED A\n    5  COUNTABLE ASSET IF A LEVEL PAYMENT SCHEDULE HAS BEEN IN FORCE FOR  THREE\n    6  YEARS  OR  MORE  PRIOR  TO  THE  DATE  AN INDIVIDUAL APPLIES TO BECOME A\n    7  PARTICIPANT, AND NEITHER THE INDIVIDUAL NOR  A  PERSON  ACTING  ON  SUCH\n    8  INDIVIDUAL'S  BEHALF  HAS  THE  ABILITY TO WITHDRAW AMOUNTS IN EXCESS OF\n    9  SCHEDULED PAYMENTS, PROVIDED HOWEVER  THAT  IN  SUCH  CASE,  ANY  PAYOUT\n   10  AMOUNTS  SHALL  BE  COUNTED  AS INCOME FOR PURPOSES OF THE INCOME CALCU-\n   11  LATION; AND (III) AN ANNUITY NOT IN PERMANENT  PAYOUT  STATUS  FOR  FIVE\n   12  YEARS PRIOR TO THE DATE AN INDIVIDUAL APPLIES TO BECOME A PARTICIPANT IN\n   13  THE COMPACT PROGRAM SHALL BE DEEMED A COUNTABLE ASSET.\n   14    (B)  THE  VALUE  OF AN ASSET TRANSFERRED INTO AN IRREVOCABLE TRUST FOR\n   15  LESS THAN FULL CONSIDERATION WITHIN FIVE YEARS  PRIOR  TO  THE  DATE  OF\n   16  APPLICATION TO THE COMPACT PROGRAM SHALL BE DEEMED A COUNTABLE ASSET.\n   17    (C)  PRE-PAID  FUNERALS  PURCHASED  FOR  AN  INDIVIDUAL  WHO BECOMES A\n   18  PARTICIPANT OR A BENEFICIARY, A SPOUSE OR FOR CHILDREN WITH DISABILITIES\n   19  SHALL NOT BE INCLUDED AS A COUNTABLE ASSET, IF MADE PRIOR TO THE DATE ON\n   20  WHICH THE PARTICIPANT FULFILLS THE PLEDGE AMOUNT.\n   21    (D) THE VALUE OF ANY DEBTS, INCLUDING BUT NOT LIMITED  TO  OUTSTANDING\n   22  DEBT  ON  CREDIT  CARDS,  AUTO PAYMENTS, MONTHLY MORTGAGE PAYMENTS, HOME\n   23  EQUITY LOANS, REVERSE MORTGAGES AND ANY OTHER SUCH SIMILAR DEBT  INSTRU-\n   24  MENTS  SHALL  BE  DEDUCTED WHEN CALCULATING THE TOTAL VALUE OF COUNTABLE\n   25  ASSETS.\n   26    (E) THE PRINCIPAL AMOUNT OF A MORTGAGE ON A  HOMESTEAD  SHALL  NOT  BE\n   27  DEDUCTED  IF  THE  HOMESTEAD  IS  NOT DEEMED A COUNTABLE ASSET, PROVIDED\n   28  HOWEVER THAT PAYMENTS MADE TO REDUCE  OR  ELIMINATE  ANY  SUCH  MORTGAGE\n   29  SHALL  BE DEDUCTED WHEN CALCULATING THE TOTAL VALUE OF COUNTABLE ASSETS.\n   30  IF THE HOMESTEAD IS DEEMED A COUNTABLE ASSET, THE  PRINCIPAL  AMOUNT  OF\n   31  THE  MORTGAGE  SHALL  BE  DEDUCTED  WHEN  CALCULATING THE TOTAL VALUE OF\n   32  COUNTABLE ASSETS.\n   33    (F) IN ADDITION TO THE FOREGOING, THE FOLLOWING SHALL NOT  BE  CONSID-\n   34  ERED AS INCOME OR ASSETS:\n   35    (I)  ANY GIFT OR GIFTS MADE BY AN INDIVIDUAL OR AN INDIVIDUAL'S SPOUSE\n   36  THAT TOTAL LESS THAN TWELVE THOUSAND DOLLARS IN ANY CALENDAR  YEAR.  THE\n   37  COMMISSIONER SHALL ANNUALLY ADJUST SUCH AMOUNT BY THE SAME PERCENTAGE AS\n   38  THE PERCENTAGE INCREASE IN THE FEDERAL CONSUMER PRICE INDEX;\n   39    (II) EXPENDITURES TO AN EDUCATIONAL INSTITUTION OR MEDICAL FACILITY ON\n   40  BEHALF  OF  A  SPOUSE  OR  CHILD,  PROVIDED  HOWEVER THAT THESE SHALL BE\n   41  REASONABLE EXPENDITURES FOR THE PURPOSE OF MEDICAL TREATMENT  OR  EDUCA-\n   42  TION;\n   43    (III) GIFTS THAT QUALIFY AS A CHARITABLE DEDUCTION ON THE INDIVIDUAL'S\n   44  FEDERAL INCOME TAX RETURN; AND\n   45    (IV)  THE  AMOUNT  RECEIVED FROM A REVERSE MORTGAGE IF EXPENDED WITHIN\n   46  THIRTY DAYS OF THE TIME IN WHICH RECEIVED.  AN  AMOUNT  FROM  A  REVERSE\n   47  MORTGAGE  THAT  IS  HELD FOR LONGER THAN SUCH THIRTY DAY PERIOD SHALL BE\n   48  CONSIDERED AS COUNTABLE INCOME, UNLESS USED FOR  THE  PURCHASE  OF  LONG\n   49  TERM CARE SERVICES AS DEFINED IN THIS TITLE.\n   50    (G)  THE  COMMISSIONER,  AFTER CONSULTING WITH THE ADVISORY COMMITTEE,\n   51  SHALL ESTABLISH CRITERIA TO DETERMINE  WHETHER  EXPENDITURES  AND  GIFTS\n   52  MADE PURSUANT TO THIS SUBDIVISION ARE DISALLOWABLE TRANSACTIONS.\n   53    S  274.  SPECIAL  PROVISIONS REGARDING COUPLES. 1. THE REQUIREMENTS OF\n   54  THIS TITLE CONCERNING DISCLOSURE OF ASSETS SHALL BE DEEMED TO  MEAN  AND\n   55  INCLUDE  DISCLOSURE  OF  ALL  ASSETS,  INCLUDING ALL ASSETS OF A MARRIED\n   56  COUPLE, WITHOUT DISTINCTION AS  TO  OWNERSHIP  BY  OR  BETWEEN  SPOUSES.\n\n       S. 2185                            14\n\n    1  NOTWITHSTANDING  THE FOREGOING, IF THERE IS A PRE OR POST-NUPTIAL AGREE-\n    2  MENT WHICH HAS BEEN EFFECTIVE THREE OR MORE YEARS PRIOR TO THE  DATE  OF\n    3  ENROLLMENT IN THE COMPACT PROGRAM, THE VALUE OF THE ASSETS OF THE SPOUSE\n    4  NOT  ENROLLED  IN  THE COMPACT SHALL NOT BE DEEMED A COUNTABLE ASSET AND\n    5  SHALL NOT REQUIRE DISCLOSURE TO THE COMMISSIONER OR  PROGRAM  MANAGEMENT\n    6  ENTITY.\n    7    2.  IF  ONE  SPOUSE  ENROLLS IN THE COMPACT PROGRAM AND THE OTHER DOES\n    8  NOT, AND\n    9    (A) THE ENROLLING SPOUSE BECOMES A BENEFICIARY AFTER MEETING THE MAXI-\n   10  MUM PLEDGE AMOUNT, THE COUPLE'S ASSETS SHALL BE  EXEMPT  FROM  CONSIDER-\n   11  ATION AS A COUNTABLE ASSET.\n   12    (B)  THE  ENROLLING  SPOUSE  BECOMES  A  PARTICIPANT PLEDGING A DOLLAR\n   13  PLEDGE AMOUNT, ONE-HALF OF THE TOTAL VALUE OF THE COUPLE'S ASSETS  SHALL\n   14  BE  EXCLUDED  FROM  CONSIDERATION  AS A COUNTABLE ASSET BEFORE ANY OTHER\n   15  CALCULATIONS AS TO THE AMOUNT REQUIRED TO MEET A DOLLAR PLEDGE AMOUNT.\n   16    (C) THE NON-ENROLLING SPOUSE SUBSEQUENTLY APPLIES TO BECOME A  PARTIC-\n   17  IPANT  IN  THE  COMPACT,  SUCH  INDIVIDUAL MAY PLEDGE EITHER THE MAXIMUM\n   18  PLEDGE AMOUNT OR THE DOLLAR PLEDGE AMOUNT. FOR PURPOSES  OF  DETERMINING\n   19  THE  DOLLAR  PLEDGE  AMOUNT  IN  SUCH CASE, THE COUNTABLE ASSETS OF SUCH\n   20  INDIVIDUAL SHALL MEAN, BEFORE ANY OTHER CALCULATIONS AS  TO  THE  AMOUNT\n   21  REQUIRED  TO  MEET  A  DOLLAR  PLEDGE  AMOUNT,  AN AMOUNT EQUAL TO FIFTY\n   22  PERCENT OF THE REMAINING ASSETS OF THE  COUPLE  LESS  ANY  AMOUNT  STILL\n   23  REQUIRED TO MEET THE PLEDGE AMOUNT OF THE INITIAL ENROLLING SPOUSE.\n   24    3.  A  TRANSFER OR BEQUEST OF A PROTECTED AMOUNT SHALL NOT BE DEEMED A\n   25  COUNTABLE ASSET OF THE NON-ENROLLING SPOUSE, NOR SHALL INCOME OR  GROWTH\n   26  ON  SUCH INCOME BE COUNTED IF SUCH INCOME WAS PART OF A PROTECTED AMOUNT\n   27  AND HAS BEEN KEPT IN A SEPARATE ACCOUNT. FOR PURPOSES OF THIS SECTION, A\n   28  PROTECTED AMOUNT IS THE AMOUNT REMAINING AFTER A PLEDGE HAS BEEN MET.\n   29    4. A SURVIVING SPOUSE WHO APPLIES TO BECOME A PARTICIPANT, OR WHO IS A\n   30  PARTICIPANT OR BENEFICIARY IN THE COMPACT PROGRAM SHALL NOT BE  REQUIRED\n   31  TO  EXERCISE  A  RIGHT OF ELECTION UNDER SECTION 5-1.1-A OF THE ESTATES,\n   32  POWERS AND TRUSTS LAW.\n   33    S 275. ADVISORY COMMITTEE. 1. THE COMMISSIONER SHALL CONVENE AN  ADVI-\n   34  SORY  COMMITTEE  TO THE COMPACT PROGRAM, CONSISTING OF ELEVEN PERSONS AS\n   35  FOLLOWS: TWO FROM THE ELDER LAW SECTION OF THE NEW YORK STATE BAR  ASSO-\n   36  CIATION  TO INCLUDE THE CHAIR OF SUCH SECTION OR A DESIGNEE APPOINTED BY\n   37  THE CHAIR WHO SHALL SERVE EX OFFICIO; TWO FROM STATEWIDE ADVOCACY GROUPS\n   38  PRIMARILY CONCERNED WITH SENIOR ISSUES; FOUR FROM PROVIDERS OF SERVICES,\n   39  INCLUDING TWO REPRESENTING INSTITUTIONAL PROVIDERS OF SERVICES  AND  TWO\n   40  REPRESENTING NON-INSTITUTIONAL PROVIDERS; TWO FROM INSURERS SELLING LONG\n   41  TERM CARE INSURANCE IN THE STATE WHO SHALL BE PERSONS WITH AT LEAST FIVE\n   42  YEARS EXPERIENCE IN THE DEVELOPMENT OF LONG TERM CARE INSURANCE PRODUCTS\n   43  AND  WHO  ARE OR WHO SHALL HAVE BEEN, SO FAR AS SHALL BE PRACTICABLE, IN\n   44  EXECUTIVE POSITIONS; AND ONE WITH AT LEAST FIVE YEARS ACTUARIAL  EXPERI-\n   45  ENCE  IN  LONG  TERM  CARE  INSURANCE  MATTERS. MEMBERS SHALL RECEIVE NO\n   46  COMPENSATION FOR THEIR SERVICES, BUT SHALL BE ALLOWED THEIR  ACTUAL  AND\n   47  NECESSARY EXPENSES INCURRED IN PERFORMANCE OF THEIR DUTIES HEREUNDER.\n   48    2.  THE PURPOSE OF SUCH ADVISORY COMMITTEE SHALL BE TO PROVIDE ADVICE,\n   49  CONSULTATION AND  RECOMMENDATIONS  ON  SPECIFIC  ISSUES  CONCERNING  THE\n   50  COMPACT PROGRAM AND ON THE FURTHER DEVELOPMENT OF THE PROGRAM, INCLUDING\n   51  BUT  NOT  LIMITED  TO  SUCH ISSUES AS THE DEFINITION OF HARDSHIP AND THE\n   52  TREATMENT OF PERSONS EXPERIENCING HARDSHIP UNDER THE COMPACT, THE TREAT-\n   53  MENT OF ASSETS OF PERSONS WHO ARE LIVING SEPARATELY  BUT  NOT  DIVORCED,\n   54  LOSS  OF  INCOME  OR  ASSETS  AFTER A PARTICIPANT HAS AGREED TO A PLEDGE\n   55  AMOUNT, SPOUSAL PROTECTIONS, AND ANY OTHER ISSUES WHICH THE COMMISSIONER\n   56  OR THE ADVISORY COMMITTEE SHALL DEEM NECESSARY  OR  APPROPRIATE  TO  THE\n\n       S. 2185                            15\n\n    1  OPERATION  OF  THE  COMPACT.  THE  ADVISORY COMMITTEE SHALL ADDITIONALLY\n    2  CONSIDER ISSUES RELATED TO CONTINUITY  OF  CARE  BY  PROVIDERS  AND  ANY\n    3  ISSUES  RELATED  TO  SHIFTING OR FAILING TO PROVIDE SERVICES OR DROPPING\n    4  PARTICIPANTS FROM COVERAGE WHEN THEY BECOME BENEFICIARIES. IN PROMULGAT-\n    5  ING  REGULATIONS  PURSUANT TO THIS TITLE, THE COMMISSIONER SHALL CONSULT\n    6  THE ADVISORY COMMITTEE, PROVIDED HOWEVER THAT FAILURE TO RESPOND  TIMELY\n    7  BY  THE ADVISORY COMMITTEE SHALL NOT BE DEEMED A DEFECT IN THE PROMULGA-\n    8  TION OF SUCH REGULATIONS. THE ADVISORY COMMITTEE MAY REQUEST  AND  SHALL\n    9  RECEIVE  FROM  THE COMMISSIONER SUCH DATA AND ANALYSIS, OR MAY MAKE SUCH\n   10  ANALYSIS OF SUCH DATA, AS SHALL ENABLE IT TO FULFILL ITS MISSION  PURSU-\n   11  ANT TO THIS TITLE.\n   12    3.  THE COMMITTEE SHALL ANNUALLY, OR MORE OFTEN IF THE COMMITTEE SHALL\n   13  SO DECIDE, REVIEW THE METHODOLOGY FOR SETTING THE AMOUNT OF THE  COMPACT\n   14  SUBSIDY  AND  SHALL  MAKE SUCH RECOMMENDATIONS FOR CHANGE TO THE COMMIS-\n   15  SIONER AS IT SHALL DEEM APPROPRIATE AND IN KEEPING WITH THE  SPIRIT  AND\n   16  INTENT OF THIS TITLE.\n   17    4.  THE COMMITTEE SHALL ANNUALLY, OR MORE OFTEN IF THE COMMITTEE SHALL\n   18  SO DECIDE, REVIEW THE CONDUCT OF PROVIDERS OF  SERVICE  TO  PARTICIPANTS\n   19  AND  BENEFICIARIES  AND MAY RECOMMEND TO THE COMMISSIONER THE ESTABLISH-\n   20  MENT OF REQUIREMENTS CONCERNING SUCH CONDUCT TO PREVENT ABUSES.  IF  THE\n   21  COMMITTEE  SHALL  MAKE  SUCH  RECOMMENDATION, THE COMMISSIONER IS HEREBY\n   22  AUTHORIZED TO AND SHALL PRESCRIBE SUCH REQUIREMENTS BY  RULE  AND  REGU-\n   23  LATION.\n   24    5.  IN  ADDITION  TO  THE  ADVISORY  COMMITTEE, THE COMMISSIONER AFTER\n   25  CONSULTATION WITH THE DIRECTOR SHALL ESTABLISH  A  TEN  MEMBER  CONSUMER\n   26  ISSUES  AND  INTEGRITY  COMMITTEE, WHOSE PURPOSE SHALL BE TO EXAMINE THE\n   27  IMPLEMENTATION AND EFFECTIVENESS OF THE COMPACT WITH RESPECT TO CONSUMER\n   28  ISSUES.  MEMBERS OF THE COMMITTEE SHALL INCLUDE PERSONS  WITH  DISABILI-\n   29  TIES,  SENIORS, ADVOCATES FOR PERSONS WITH DISABILITIES AND SENIORS, AND\n   30  INDIVIDUALS FROM THE ACADEMIC COMMUNITY WITH EXPERTISE IN LONG TERM CARE\n   31  POLICY, HEALTH POLICY AND SOCIAL POLICY.  THE  COMMITTEE  SHALL  ADDRESS\n   32  ISSUES  REFERRED TO IT BY THE COMMISSIONER OR BY THE ADVISORY COMMITTEE,\n   33  AND MAY ENGAGE IN STUDIES OF ISSUES AT ITS OWN DISCRETION.  THE  COMMIS-\n   34  SIONER  SHALL  DESIGNATE  A CHAIR FOR THE COMMITTEE. THE CONSUMER ISSUES\n   35  AND INTEGRITY COMMITTEE SHALL MEET IN A PUBLIC  SETTING  AT  LEAST  FOUR\n   36  TIMES  PER YEAR AND AT SUCH OTHER TIMES AS THE COMMISSIONER OR THE CHAIR\n   37  OF THE COMMITTEE SHALL DEEM APPROPRIATE.\n   38    S 276. REQUIREMENT FOR CONFIDENTIALITY. EXCEPT AS  OTHERWISE  PROVIDED\n   39  IN  THIS  SECTION,  ALL  INFORMATION GATHERED FROM AN INDIVIDUAL SEEKING\n   40  ENROLLMENT IN THE  COMPACT  PROGRAM  SHALL  BE  CONFIDENTIAL,  WITH  THE\n   41  FOLLOWING EXCEPTIONS:\n   42    1.  REQUESTS  FOR  INFORMATION  BASED UPON LEGITIMATE CRIMINAL JUSTICE\n   43  PURPOSES, AS SUCH TERM SHALL BE DEFINED IN REGULATION BY THE COMMISSION-\n   44  ER;\n   45    2. JUDICIAL SUBPOENAS;\n   46    3. REQUESTS FOR INFORMATION BY THE VICTIM OR CLAIMANT OR  HIS  OR  HER\n   47  AUTHORIZED REPRESENTATIVE; AND\n   48    4.  FOR  PURPOSES  NECESSARY AND PROPER FOR THE ADMINISTRATION OF THIS\n   49  TITLE.\n   50    ANY PERSON WHO KNOWINGLY AND INTENTIONALLY PERMITS THE RELEASE OF  ANY\n   51  SUCH DATA AND INFORMATION NOT PERMITTED BY THIS TITLE SHALL BE GUILTY OF\n   52  A CLASS A MISDEMEANOR. THE COMMISSIONER SHALL PROMULGATE RULES AND REGU-\n   53  LATIONS  INSURING  THE  TIMELINESS,  COMPLETENESS,  CONFIDENTIALITY  AND\n   54  DISPOSITION OF SUCH DATA AND INFORMATION.\n   55    S 277. EDUCATION AND INFORMATION. THE PROGRAM  MANAGEMENT  ENTITY,  IN\n   56  CONSULTATION  WITH THE SUPERINTENDENT OF INSURANCE, THE DIRECTOR AND THE\n\n       S. 2185                            16\n\n    1  COMMISSIONER, IS HEREBY AUTHORIZED AND DIRECTED, WITHIN  AMOUNTS  APPRO-\n    2  PRIATED  THEREFOR  AND  OTHER  FUNDS  MADE  AVAILABLE  PURSUANT  TO THIS\n    3  SECTION, TO ESTABLISH AN EDUCATION AND OUTREACH PROGRAM  CONCERNING  THE\n    4  COMPACT  PROGRAM  OR  TO  COORDINATE SUCH EDUCATION AND OUTREACH PROGRAM\n    5  WITH ANY SIMILAR PUBLICLY SPONSORED PROGRAM FOR THE PURPOSE OF INFORMING\n    6  AND EDUCATING THE GENERAL PUBLIC OF THE AVAILABILITY AND  ADVANTAGES  OF\n    7  THE COMPACT PROGRAM BY MEANS INCLUDING BUT NOT LIMITED TO THE FOLLOWING:\n    8  EDUCATIONAL  AND  INFORMATIONAL MATERIALS IN PRINT, AUDIO, VISUAL, ELEC-\n    9  TRONIC OR OTHER MEDIA;  PUBLIC  SERVICE  ANNOUNCEMENTS,  ADVERTISEMENTS,\n   10  MEDIA CAMPAIGNS, WORKSHOPS, MASS MAILINGS, CONFERENCES OR PRESENTATIONS;\n   11  ESTABLISHMENT  OF  A TOLL-FREE TELEPHONE HOTLINE AND ELECTRONIC SERVICES\n   12  TO PROVIDE INFORMATION; AND MEETINGS CONDUCTED BY ARRANGEMENT  WITH  THE\n   13  COMMISSIONER  AND THE DIRECTOR WITH ESTATE PLANNERS, ELDER LAW ATTORNEYS\n   14  AND OTHER PROFESSIONALS CONCERNING LONG TERM CARE  INSURANCE,  INCLUDING\n   15  THOSE  POLICIES  AVAILABLE  THROUGH  THE  PARTNERSHIP FOR LONG TERM CARE\n   16  PROGRAM. IN EXERCISING  ANY  POWERS  UNDER  THIS  SECTION,  THE  PROGRAM\n   17  MANAGEMENT  ENTITY MAY CONSULT WITH APPROPRIATE AGENCIES, ORGANIZATIONS,\n   18  CONSUMERS AND PROVIDERS OF LONG TERM  CARE  INSURANCE  OR  ORGANIZATIONS\n   19  REPRESENTING  THEM. IN ADDITION TO STATE FUNDS APPROPRIATED FOR PROGRAMS\n   20  UNDER THIS SECTION, THE COMMISSIONER AND THE DIRECTOR MAY ACCEPT FUNDING\n   21  FROM PUBLIC SOURCES FOR PROGRAMS UNDER THIS SECTION  AND  MAY  UNDERTAKE\n   22  JOINT  OR  COOPERATIVE  PROGRAMS  WITH  OTHER PUBLIC AGENCIES OR PRIVATE\n   23  NOT-FOR-PROFIT CORPORATIONS WHICH ARE NEITHER PROVIDERS  NOR  REGULATORS\n   24  OF  LONG  TERM CARE INSURANCE OR AFFILIATES OR UNITS OF SUCH AGENCIES OR\n   25  CORPORATIONS.\n   26    S 2. The insurance law is amended by adding a new  section  3229-a  to\n   27  read as follows:\n   28    S  3229-A. LONG TERM CARE INSURANCE PLANS QUALIFYING TO PROVIDE COVER-\n   29  AGE UNDER THE NEW YORK STATE COMPACT  FOR  LONG  TERM  CARE.  ANY  OTHER\n   30  PROVISION  OF  ANY  OTHER  LAW  TO THE CONTRARY NOTWITHSTANDING, ANY TAX\n   31  QUALIFIED LONG TERM CARE INSURANCE PLANS MAY BE USED  TO  MAKE  PAYMENTS\n   32  FOR  SERVICES  PROVIDED  TO  ALLOW  PARTICIPANTS  TO MEET PLEDGE AMOUNTS\n   33  PURSUANT TO THE NEW YORK STATE COMPACT FOR LONG TERM CARE PROGRAM ESTAB-\n   34  LISHED PURSUANT TO TITLE FOUR OF ARTICLE  TWO  OF  THE  ELDER  LAW.  THE\n   35  SUPERINTENDENT  SHALL  ADDITIONALLY APPROVE INSURANCE PLANS THAT PROVIDE\n   36  OR INCLUDE TOTAL BENEFITS IN AN AMOUNT WHICH WILL ALLOW  THE  INDIVIDUAL\n   37  TO  MEET  THE  PARTICIPATION  FEE  AND  THE  CO-PAY  REQUIREMENTS OF THE\n   38  COMPACT. FOR PURPOSES OF THIS SECTION, THE TERM \"TAX QUALIFIED\" HAS  THE\n   39  SAME  MEANING  AS UNDER SECTION 7702B(B) OF THE INTERNAL REVENUE CODE OF\n   40  1986, AS AMENDED.\n   41    S 3. Severability. If any clause, sentence, paragraph, section or part\n   42  of this act shall be adjudged by any court of competent jurisdiction  to\n   43  be  invalid,  such  judgment  shall not affect, impair or invalidate the\n   44  remainder thereof, but shall be confined in its operation to the clause,\n   45  sentence, paragraph, section or part thereof directly  involved  in  the\n   46  controversy in which such judgment shall have been rendered.\n   47    S  4.  This  act shall take effect on the ninetieth day after it shall\n   48  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law and the insurance law, in relation to establishing the New York state compact for long term care ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T113625.TXT", "SOBI.D110118.T165658.TXT", "SOBI.D110118.T121130.TXT", "SOBI.D110119.T142306.TXT", "SOBI.D110118.T123631.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295464986061
}