{
  "year" : 2011,
  "senateBillNo" : "S218-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S218-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes tuition awards for members of the reserve armed forces of the United States",
  "summary" : "Establishes tuition awards for members of the reserved armed forces of the United States; eligibility for such tuition benefit shall be determined by the education services offices of the division of military and naval affairs; restricts such tuition benefit to legal residents of the state; establishes a tuition award account. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2154-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          218\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. MAZIARZ, ALESI, DeFRANCISCO, DIAZ, LANZA, LAVALLE,\n         LIBOUS, RANZENHOFER, YOUNG -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law and the state finance law, in relation\n         to tuition awards for active members of the reserve  armed  forces  of\n         the United States and providing for the repeal of such provisions upon\n         expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section  669-e\n    2  to read as follows:\n    3    S 669-E. TUITION AWARDS FOR MEMBERS OF THE RESERVE ARMED FORCES OF THE\n    4  UNITED STATES.  1. THE DIVISION OF MILITARY AND NAVAL AFFAIRS IS AUTHOR-\n    5  IZED,  WITHIN  AMOUNTS APPROPRIATED OR OTHERWISE LAWFULLY AVAILABLE FROM\n    6  ANY OTHER SOURCE, TO ESTABLISH A TUITION AWARD PROGRAM.\n    7    2. AS USED IN THIS SECTION, THE TERM:\n    8    A. \"ACTIVE MEMBER\" SHALL MEAN A MEMBER OF  A  BRANCH  OF  THE  RESERVE\n    9  ARMED FORCES OF THE UNITED STATES WHO MEETS THE MINIMUM REQUIREMENTS FOR\n   10  SATISFACTORY  ACTIVE  MEMBERSHIP  AS SET FORTH IN THE REGULATIONS OF THE\n   11  UNITED STATES DEPARTMENTS OF THE ARMY, COAST GUARD, NAVY AND AIR  FORCE,\n   12  AS APPLICABLE.\n   13    B.  \"DEGREE  PRODUCING  CURRICULUM\"  SHALL  MEAN  A  SERIES OF COURSES\n   14  PROGRAMMED TO CULMINATE IN A SPECIFIC POST-SECONDARY DEGREE  OR  DIPLOMA\n   15  WHEN SUCCESSFULLY COMPLETED.\n   16    C. \"TUITION\" SHALL MEAN THE TOTAL SEMESTER, QUARTER, OR CLASSROOM HOUR\n   17  COST  OF  INSTRUCTION  TO  THE  STUDENT AS PERIODICALLY PUBLISHED IN THE\n   18  CATALOGUE OF THE INSTITUTION,  SPECIFICALLY  EXCLUDING  MANDATORY  FEES,\n   19  BOOK CHARGES, AND ROOM AND BOARD.\n   20    D.  \"TUITION  BENEFIT\"  SHALL  MEAN  THE  PAYMENT  OF WHATEVER COST IS\n   21  ATTRIBUTABLE TO THE COST OF TUITION AFTER THE  DEDUCTION  OF  ANY  OTHER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01662-01-1\n\n       S. 218                              2\n\n    1  AVAILABLE EDUCATIONAL GRANT AID, INCLUDING THE ARMY CONTINUING EDUCATION\n    2  SYSTEM  (ACES)  (AR-621-5 17 NOVEMBER 1993) AND ANY SUCCESSOR ARMY REGU-\n    3  LATIONS, THAT COULD DEFRAY SUCH COST;  HOWEVER,  SPECIFICALLY  EXCLUDING\n    4  THE FEDERAL MONTGOMERY GI BILL ACT.\n    5    E.  \"PART-TIME STUDY\" SHALL MEAN ENROLLMENT IN AN APPROVED POST-SECON-\n    6  DARY DEGREE PROGRAM FOR AT LEAST  SIX  BUT  LESS  THAN  TWELVE  SEMESTER\n    7  HOURS,  OR  THE  EQUIVALENT PER SEMESTER, OR AT LEAST FOUR BUT LESS THAN\n    8  EIGHT SEMESTER HOURS PER QUARTER IN AN INSTITUTION.\n    9    F. \"INSTITUTION\" SHALL MEAN ANY INSTITUTION OF HIGHER EDUCATION RECOG-\n   10  NIZED AND APPROVED BY THE REGENTS OR THE UNIVERSITY OF THE STATE OF  NEW\n   11  YORK  WHICH  PROVIDES  A  COURSE  OF  STUDY LEADING TO THE GRANTING OF A\n   12  POST-SECONDARY DEGREE OR DIPLOMA.\n   13    G. \"LEGAL RESIDENT\" SHALL MEAN A PERSON WHOSE  PRINCIPAL  DOMICILE  IS\n   14  LOCATED  WITHIN  NEW YORK STATE IN EXCESS OF ONE HUNDRED EIGHTY-SIX DAYS\n   15  PER YEAR AND HAS BEEN SO DOMICILED FOR NOT LESS THAN THE THREE  PREVIOUS\n   16  YEARS;  EXCEPTING ACTIVE FEDERAL MILITARY DUTY WHO WAS A RESIDENT OF THE\n   17  STATE AT THE TIME OF ENTRY INTO THE ARMED FORCES OF  THE  UNITED  STATES\n   18  AND  IS  AN  ACTIVE  MEMBER  OF  THE  RESERVE ARMED FORCES OF THE UNITED\n   19  STATES.\n   20    3. NOTWITHSTANDING THE PROVISIONS OF ANY OTHER  GENERAL,  SPECIAL,  OR\n   21  LOCAL  LAW,  RULE, OR REGULATION, ANY ACTIVE MEMBER WHO HAS SUCCESSFULLY\n   22  COMPLETED  ADVANCED  INDIVIDUAL  TRAINING  OR  COMMISSIONING  AND  OTHER\n   23  REQUIREMENTS  OF  THE DIVISION OF MILITARY AND NAVAL AFFAIRS FOR TUITION\n   24  BENEFIT ELIGIBILITY SHALL BE ENTITLED TO THE TUITION BENEFIT PROVIDED BY\n   25  THIS SECTION UPON HIS OR HER ENROLLMENT IN A DEGREE PRODUCING CURRICULUM\n   26  IN ANY INSTITUTION.\n   27    4. UNLESS OTHERWISE PROVIDED FOR IN THIS SECTION, ELIGIBILITY FOR  THE\n   28  TUITION  BENEFIT  PROVIDED  BY  THIS  SECTION SHALL BE DETERMINED BY THE\n   29  EDUCATION SERVICES  OFFICES  OF  THE  DIVISION  OF  MILITARY  AND  NAVAL\n   30  AFFAIRS,  WHICH  SHALL  ISSUE CERTIFICATES OF ELIGIBILITY AND PROMULGATE\n   31  SUCH ADMINISTRATIVE RULES AND PROCEDURES AS ARE NECESSARY  TO  IMPLEMENT\n   32  THE  TUITION  BENEFIT  PROVIDED UNDER THIS SECTION.  SUCH ADMINISTRATIVE\n   33  RULES AND PROCEDURES SHALL INCLUDE IN THE FACTORS FOR THE  DETERMINATION\n   34  OF  ELIGIBILITY  FOR  THE  TUITION  BENEFIT PROVIDED BY THIS SECTION THE\n   35  FULFILLMENT OF THE OBLIGATION AND COMMITMENTS FOR SERVICE IN THE RESERVE\n   36  ARMED FORCES OF THE UNITED STATES.\n   37    5. ANY ACTIVE MEMBER WHO CURRENTLY POSSESSES A BACCALAUREATE DEGREE OR\n   38  HIGHER IS INELIGIBLE FOR  PARTICIPATION  IN  THE  RECRUITMENT  INCENTIVE\n   39  PROGRAM PROVIDED BY THIS SECTION.\n   40    6. THE TUITION BENEFIT PROVIDED BY THIS SECTION SHALL BE RESTRICTED TO\n   41  LEGAL  RESIDENTS  OF  THE  STATE.  THE  BENEFIT  MAY  BE USED FOR EITHER\n   42  PART-TIME OR FULL-TIME STUDY. NO RESTRICTION  AS  TO  SESSIONS,  STUDENT\n   43  STATUS, OR SPACE AVAILABILITY WHICH DOES NOT APPLY TO ALL STUDENTS SHALL\n   44  BE PLACED BY INSTITUTIONS UPON RECIPIENTS UNDER THIS PROGRAM.\n   45    7. UPON THE RECIPIENT'S ATTAINMENT OF A BACCALAUREATE DEGREE OR CESSA-\n   46  TION  OF STATUS AS AN ACTIVE MEMBER, WHICHEVER OCCURS FIRST, THE BENEFIT\n   47  PROVIDED BY THIS SECTION SHALL  BE  DISCONTINUED.  THE  TUITION  BENEFIT\n   48  PROVIDED  BY THIS SECTION MAY BE SUSPENDED AT THE DIRECTION OF THE DIVI-\n   49  SION OF MILITARY AND NAVAL AFFAIRS FOR A RECIPIENT'S FAILURE TO MAINTAIN\n   50  GOOD MILITARY STANDING AS AN ACTIVE MEMBER, FOR THE FAILURE TO  MAINTAIN\n   51  GOOD  ACADEMIC PROGRESS AND PROGRAM PURSUIT, OR FOR THE FAILURE TO MAIN-\n   52  TAIN SUFFICIENT ACADEMIC STANDING TO RETAIN ELIGIBILITY  FOR  ANY  OTHER\n   53  FINANCIAL ASSISTANCE THE RECIPIENT MAY BE RECEIVING.\n   54    8.  UNLESS OTHERWISE PROVIDED FOR IN THIS SECTION, THE TUITION BENEFIT\n   55  SHALL BE ON THE TERMS AND CONDITIONS SET BY THE DIVISION OF MILITARY AND\n   56  NAVAL AFFAIRS, PROVIDED THAT ANY SUCH BENEFIT SHALL NOT EXCEED AN AMOUNT\n\n       S. 218                              3\n\n    1  EQUAL TO THE ACTUAL ANNUAL TUITION  CHARGED  TO  THE  RECIPIENT  OR  THE\n    2  TUITION  CHARGED BY THE STATE UNIVERSITY OF NEW YORK, WHICHEVER IS LESS,\n    3  OFFSET BY ANY FINANCIAL ASSISTANCE AND  ANY  OTHER  RESOURCES  AVAILABLE\n    4  THROUGH THE NATIONAL GUARD OR THE DIVISION OF MILITARY AND NAVAL AFFAIRS\n    5  ON  BEHALF  OF  THE  RECIPIENT,  INCLUDING THE ARMY CONTINUING EDUCATION\n    6  SYSTEM (ACES) (AR-621-5 17 NOVEMBER 1993) AND ANY SUCCESSOR  ARMY  REGU-\n    7  LATIONS, AND THE TOTAL OF ALL OTHER STATE, FEDERAL, OR OTHER EDUCATIONAL\n    8  GRANT  AID  THAT  IS  RECEIVED  OR RECEIVABLE BY SUCH STUDENT DURING THE\n    9  SCHOOL YEAR FOR WHICH SUCH BENEFIT IS APPLICABLE.  FOR THE  PURPOSES  OF\n   10  THIS  SUBDIVISION,  BENEFITS  AVAILABLE  UNDER THE FEDERAL MONTGOMERY GI\n   11  BILL ACT OF 1984 SHALL NOT BE CONSIDERED AS FEDERAL OR OTHER EDUCATIONAL\n   12  AID.\n   13    9. ANY ACTIVE MEMBER WHO IS ELIGIBLE FOR THE TUITION BENEFIT  PROVIDED\n   14  BY  THIS  SECTION  MUST  APPLY  FOR  ALL OTHER AVAILABLE STATE, FEDERAL,\n   15  INCLUDING THE ARMY  CONTINUING  EDUCATION  SYSTEM  (ACES)  (AR-621-5  17\n   16  NOVEMBER  1993) AND ANY SUCCESSOR ARMY REGULATIONS, OR OTHER EDUCATIONAL\n   17  GRANT AID AT TIME OF ENROLLMENT.   THE DIVISION OF  MILITARY  AND  NAVAL\n   18  AFFAIRS SHALL ACCESS ALL FINANCIAL ASSISTANCE AVAILABLE ON BEHALF OF ALL\n   19  SUCH  ACTIVE  MEMBERS.  ANY  GRANT AID OR FINANCIAL ASSISTANCE RECEIVED,\n   20  EXCLUDING THAT OF THE MONTGOMERY GI BILL ACT OF 1984, SHALL BE  UTILIZED\n   21  TO  OFFSET  THE  COST  OF TUITION TO THE MAXIMUM EXTENT POSSIBLE, EXCEPT\n   22  THAT NOTHING SHALL REQUIRE THAT AID OR ASSISTANCE RECEIVED WHICH MAY  BE\n   23  USED  TOWARDS  COSTS  OTHER THAN THAT OF TUITION SHALL BE APPLIED TOWARD\n   24  THE COST OF TUITION.\n   25    10. THE TUITION BENEFIT PROVIDED BY THIS SECTION  SHALL  BE  EFFECTIVE\n   26  BEGINNING  WITH  THE  SCHOOL SEMESTER OR QUARTER FOLLOWING THE EFFECTIVE\n   27  DATE OF THIS SECTION.\n   28    S 2. Section 604 of the education law  is  amended  by  adding  a  new\n   29  subdivision 13 to read as follows:\n   30    13.  TUITION  AWARDS FOR ACTIVE MEMBERS OF THE RESERVE ARMED FORCES OF\n   31  THE UNITED STATES ENROLLED IN APPROVED POST-SECONDARY DEGREE PROGRAMS IN\n   32  DEGREE-GRANTING INSTITUTIONS.\n   33    S 3. The state finance law is amended by adding a new section 91-h  to\n   34  read as follows:\n   35    S  91-H.  TUITION AWARD ACCOUNT. 1. THERE IS HEREBY ESTABLISHED IN THE\n   36  JOINT CUSTODY OF THE STATE COMPTROLLER AND THE COMMISSIONER OF  TAXATION\n   37  AND  FINANCE  AN ACCOUNT IN THE MISCELLANEOUS SPECIAL REVENUE FUND TO BE\n   38  KNOWN AS THE TUITION AWARD ACCOUNT.\n   39    2. SUCH ACCOUNT SHALL CONSIST OF ALL REVENUES RECEIVED  FROM  CONTRIB-\n   40  UTIONS,  DONATIONS  AND ALL OTHER MONEYS CREDITED OR TRANSFERRED THERETO\n   41  FROM ANY OTHER FUND OR SOURCE PURSUANT TO LAW.\n   42    3. MONEYS OF THE ACCOUNT, FOLLOWING APPROPRIATION BY  THE  LEGISLATURE\n   43  MAY BE EXPENDED FOR THE TUITION AWARD PROGRAM FOR MEMBERS OF THE RESERVE\n   44  ARMED  FORCES  OF  THE  UNITED STATES.   MONEYS SHALL BE PAID OUT OF THE\n   45  ACCOUNT ON THE AUDIT AND WARRANT OF THE STATE  COMPTROLLER  ON  VOUCHERS\n   46  CERTIFIED OR APPROVED BY THE ADJUTANT GENERAL OF NEW YORK STATE.\n   47    S  4.  The  division of military and naval affairs shall report on the\n   48  operation and subsequent effectiveness of the program  created  by  this\n   49  act,  one year after it shall have become a law and annually thereafter,\n   50  to the governor, temporary president of the senate and  the  speaker  of\n   51  the  assembly.  Upon the expiration and repeal of the provisions of this\n   52  act, such division shall continue to make such report  in  any  year  in\n   53  which any person receives benefits under the provisions of this act.\n   54    S  5. This act shall take effect on the first of January next succeed-\n   55  ing the date on which it shall have become a law and shall expire and be\n   56  deemed repealed five years after such date; provided that any person who\n\n       S. 218                              4\n\n    1  has begun to receive the benefits of this act prior  to  its  expiration\n    2  and repeal shall be entitled to continue to receive the benefits of this\n    3  act  after its expiration and repeal until completion of a baccalaureate\n    4  degree  or  cessation  of  status  as an active member, whichever occurs\n    5  first.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the state finance law, in relation to tuition awards for active members of the reserve armed forces of the United States and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T100801.TXT", "SOBI.D101213.T111304.TXT", "SOBI.D101214.T123636.TXT", "SOBI.D101213.T114306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292348196081
}