{
  "year" : 2011,
  "senateBillNo" : "S2187-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S2187-2011-1295326800000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an Alzheimer's disease outreach and education program",
  "summary" : "Establishes an Alzheimer's disease outreach and education program for medical and non-medical professionals to promote earlier identification of Alzheimers and to provide information and other assistance in finding community support for caregivers. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S2016-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2187\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN,  BONACIC, DeFRANCISCO, HANNON, LAVALLE --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Aging\n\n       AN  ACT  to  amend  the  elder  law,  in  relation  to  establishing  an\n         Alzheimer's disease outreach and education program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  elder  law is amended by adding a new section 224 to\n    2  read as follows:\n    3    S 224. ALZHEIMER'S DISEASE OUTREACH AND EDUCATION  PROGRAM.  1.    THE\n    4  OFFICE,  IN  CONSULTATION  WITH  THE  COMMISSIONER  OF HEALTH, IS HEREBY\n    5  AUTHORIZED AND DIRECTED TO ESTABLISH AN ALZHEIMER'S DISEASE OUTREACH AND\n    6  EDUCATION PROGRAM (\"THE PROGRAM\") FOR MEDICAL  AND  NON-MEDICAL  PROFES-\n    7  SIONALS, INCLUDING PHYSICIANS, NURSES, AND SOCIAL SERVICES PERSONNEL WHO\n    8  WORK WITH OLDER NEW YORKERS AND THEIR FAMILIES, AND FOR CONSUMERS, CARE-\n    9  GIVERS AND OTHER INDIVIDUALS AND ORGANIZATIONS WORKING WITH OR ON BEHALF\n   10  OF PERSONS WITH ALZHEIMER'S DISEASE AND RELATED DEMENTIA. THE PURPOSE OF\n   11  THE PROGRAM SHALL BE TO:\n   12    (A)  PROMOTE EARLIER IDENTIFICATION OF DEMENTIA IN HEALTH CARE FACILI-\n   13  TIES INCLUDING BUT NOT LIMITED TO HOSPITALS, NURSING HOMES, CLINICS, AND\n   14  ASSISTED LIVING FACILITIES;\n   15    (B) PROVIDE INFORMATION AND ASSISTANCE  ON  WHERE  TO  FIND  COMMUNITY\n   16  SUPPORT  SERVICES,  INCLUDING  CAREGIVER  SUPPORT  GROUPS  AND SERVICES,\n   17  RESPITE, CARE MANAGEMENT AND TO SERVE AS  A  CLEARINGHOUSE  FOR  RELATED\n   18  INFORMATION; AND\n   19    (C)  PROMOTE  PUBLIC AWARENESS OF AND ACCESS TO RESOURCES AND INFORMA-\n   20  TION CONCERNING ALZHEIMER'S  DISEASE  AND  ANY  OTHER  DEMENTIA  RELATED\n   21  MATTERS  THAT  THE COMMISSIONER AND DIRECTOR OF THE OFFICE FOR THE AGING\n   22  DEEM APPROPRIATE.\n   23    2. THE PROGRAM SHALL INCLUDE BUT SHALL NOT BE LIMITED TO  ANY  OF  THE\n   24  FOLLOWING ELEMENTS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04545-01-1\n\n       S. 2187                             2\n\n    1    (A)  EDUCATIONAL  AND INFORMATIONAL MATERIALS IN PRINT, AUDIO, VISUAL,\n    2  ELECTRONIC OR OTHER MEDIA;\n    3    (B)  TRAINING  CURRICULUM INCLUDING BEST PRACTICES FOR INSTITUTIONS OF\n    4  HIGHER LEARNING AND FOR ONGOING IN-SERVICE TRAINING;\n    5    (C) PUBLIC SERVICE ANNOUNCEMENTS AND ADVERTISEMENTS; AND\n    6    (D) ESTABLISHMENT  OF  TOLL-FREE  TELEPHONE  HOTLINES  AND  ELECTRONIC\n    7  SERVICES TO PROVIDE INFORMATION.\n    8    3.  THE  OFFICE  SHALL  PRODUCE,  MAKE AVAILABLE TO OTHERS FOR REPROD-\n    9  UCTION, OR CONTRACT WITH OTHERS TO DEVELOP MATERIALS MENTIONED  IN  THIS\n   10  SECTION AS THE DIRECTOR DEEMS APPROPRIATE. THESE MATERIALS SHALL BE MADE\n   11  AVAILABLE TO THE PUBLIC FREE OF CHARGE AS APPROPRIATE OR FOR A FEE UNDER\n   12  CERTAIN  CIRCUMSTANCES.  THE  DIRECTOR  MAY  REQUEST THE COMMISSIONER OF\n   13  HEALTH TO REQUIRE ANY HEALTH  CARE  PROVIDER  TO  MAKE  THESE  MATERIALS\n   14  AVAILABLE  TO  PATIENTS  WHERE  APPROPRIATE  AND  ENCOURAGE  NON-MEDICAL\n   15  PROFESSIONALS TO MAKE THEM AVAILABLE TO THE CLIENTS THEY SERVE.\n   16    4. IN EXERCISING ANY OF HIS OR HER  POWERS  UNDER  THIS  SECTION,  THE\n   17  DIRECTOR  SHALL  CONSULT  WITH APPROPRIATE HEALTH CARE PROFESSIONALS AND\n   18  PROVIDERS, SENIOR SERVICE PROVIDERS, ORGANIZATIONS REPRESENTING  PERSONS\n   19  WITH DEMENTIA OR COGNITIVE IMPAIRMENTS, CONSUMERS AND PATIENTS OR ORGAN-\n   20  IZATIONS REPRESENTING THEM.\n   21    5.  THE  DIRECTOR  SHALL  ENSURE  THAT  ALL  INFORMATION AND MATERIALS\n   22  PRODUCED UNDER THIS SECTION ARE MAINTAINED AND UPDATED TO  REFLECT  BEST\n   23  PRACTICE RECOMMENDATIONS AND ARE CULTURALLY AND LINGUISTICALLY APPROPRI-\n   24  ATE  FOR  THE COMMUNITIES SERVED BY THE ALZHEIMER'S DISEASE OUTREACH AND\n   25  EDUCATION PROGRAM. THE OFFICE SHALL POST ELECTRONIC COPIES  OF  OUTREACH\n   26  MATERIAL,  INCLUDING  BEST  PRACTICES, ON ITS WEBSITE. THE DEPARTMENT OF\n   27  HEALTH SHALL POST THE SAME INFORMATION ON ITS WEBSITE.\n   28    6. THE DIRECTOR MAY APPOINT  ADVISORY  COUNCILS  RELATING  TO  VARIOUS\n   29  MATTERS  UNDER  THIS  SECTION. ALL SUCH COUNCILS SHALL INCLUDE REPRESEN-\n   30  TATION OF HEALTH CARE PROFESSIONALS, PROVIDERS, SENIOR  SERVICE  PROVID-\n   31  ERS,  ORGANIZATIONS  REPRESENTING  PERSONS  WITH  DEMENTIA  OR COGNITIVE\n   32  IMPAIRMENTS, CONSUMERS, PATIENTS AND OTHER  APPROPRIATE  INTERESTS.  THE\n   33  MEMBERS  OF  THE  COUNCILS  SHALL  RECEIVE  NO  COMPENSATION  FOR  THEIR\n   34  SERVICES, BUT SHALL BE  ALLOWED  THEIR  ACTUAL  AND  NECESSARY  EXPENSES\n   35  INCURRED IN PERFORMANCE OF THEIR DUTIES.\n   36    7.  IN  ADDITION  TO  STATE FUNDS APPROPRIATED UNDER THIS SECTION, THE\n   37  DIRECTOR MAY ACCEPT GRANTS FROM PUBLIC OR PRIVATE SOURCES. THE DIRECTOR,\n   38  IN ADMINISTERING THIS SECTION, SHALL SEEK  TO  COORDINATE  PROGRAMS  AND\n   39  ACTIVITIES  UNDER  THIS  SECTION WITH OTHER PUBLIC AND PRIVATE PROGRAMS,\n   40  AND MAY UNDERTAKE JOINT OR COOPERATIVE PROGRAMS  WITH  OTHER  PUBLIC  OR\n   41  PRIVATE ENTITIES.\n   42    8. THE DIRECTOR MAY MAKE RULES AND REGULATIONS NECESSARY AND APPROPRI-\n   43  ATE FOR IMPLEMENTATION OF THIS SECTION.\n   44    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2187\n\nTITLE OF BILL:\nAn act\nto amend the elder\nlaw, in relation to establishing an\nAlzheimer's disease outreach and education program\n\nPURPOSE OR GENERAL IDEA OF THE BILL:\nCreates the Alzheimer's disease outreach and education program to\npromote earlier identification of the disease, provide information\nand assistance on where to find community supports and to promote\npublic awareness concerning Alzheimer's disease and related dementia.\n\nSUMMARY OF PROVISIONS:\nAmends the elder law by adding a new section 224 which creates the\nAlzheimer's disease outreach and education program, to promote\nidentification and public awareness of dementia with education and\ninformation, training curriculum, public service announcements, and\nother similar efforts and material for medical as well as non-medical\npersonnel. The new section also allows for, but does not require, the\nappointment of one or more advisory councils.\n\nJUSTIFICATION:\nAccording to the New York State Task Force on Alzheimer's Disease and\nother Dementias, 300,000 older New York State residents have dementia\nand this number is projected to continue growing rapidly. Coined \"The\nDisease of the Century\", the challenges that New York is and will\ncontinue to face in serving this population and caregivers will\ncontinue to grow. Fortunately, there is growing research and best\npractices that have helped better identify persons with\nAlzheimer's disease, better care for persons with Alzheimer's disease,\nprovide better support services for caregivers and provide packages\nof services that delay nursing home placements. It is important, as.\nthe population ages, to provide appropriate information and\nassistance, training and outreach and education to providers of\nservices and to the general public in order to ensure that\nidentification and intervention happens earlier and families are\nlinked with the appropriate supports to help provide a good quality\nof life for the individual with the disease.\n\nLEGISLATIVE HISTORY:\n2009-10:  S.2016 - Referred to Aging\n2007-08:  S.2451 - Reported to Aging, Reported and Committed to\nFinance & Rules\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to establishing an Alzheimer's disease outreach and education program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T113625.TXT", "SOBI.D110118.T165658.TXT", "SOBI.D110118.T124632.TXT", "SOBI.D110118.T121130.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110119.T142306.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717867
}