{
  "year" : 2011,
  "senateBillNo" : "S2180-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2180-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes domestic abuse offenses for the harassment or assault of a member of the same family or household",
  "summary" : "Establishes domestic abuse offenses for the harassment or assault of a member of the same family or household; authorizes a court to defer sentencing of a defendant who pleads guilty to a felony domestic abuse offense, for the purpose of receiving and completing appropriate treatment. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S7326-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2180\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN,  LITTLE,  RANZENHOFER  --  read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Codes\n\n       AN  ACT  to  amend  the  penal law, in relation to establishing domestic\n         abuse offenses; and to amend the criminal procedure law,  in  relation\n         to  authorizing  deferral  of  sentencing  upon  a plea of guilty of a\n         domestic abuse felony offense\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  penal  law  is  amended by adding three new sections\n    2  120.75, 120.80 and 120.85 to read as follows:\n    3  S 120.75 DOMESTIC ABUSE IN THE THIRD DEGREE.\n    4    A PERSON IS GUILTY OF DOMESTIC ABUSE IN THE THIRD  DEGREE  WHEN,  WITH\n    5  INTENT  TO  HARASS, ANNOY OR ALARM A MEMBER OF THE SAME FAMILY OR HOUSE-\n    6  HOLD AS DEFINED BY SUBDIVISION ONE OF SECTION  530.11  OF  THE  CRIMINAL\n    7  PROCEDURE  LAW,  HE  OR SHE STRIKES, SHOVES, KICKS OR OTHERWISE SUBJECTS\n    8  SUCH MEMBER OF THE SAME FAMILY  OR  HOUSEHOLD  TO  PHYSICAL  CONTACT  OR\n    9  ATTEMPTS OR THREATENS TO DO THE SAME.\n   10    DOMESTIC ABUSE IN THE THIRD DEGREE IS A CLASS B MISDEMEANOR.\n   11  S 120.80 DOMESTIC ABUSE IN THE SECOND DEGREE.\n   12    A  PERSON  IS GUILTY OF DOMESTIC ABUSE IN THE SECOND DEGREE WHEN, WITH\n   13  INTENT TO HARASS, ANNOY OR ALARM A MEMBER OF THE SAME FAMILY  OR  HOUSE-\n   14  HOLD  AS  DEFINED  BY  SUBDIVISION ONE OF SECTION 530.11 OF THE CRIMINAL\n   15  PROCEDURE LAW, HE OR SHE CAUSES PHYSICAL INJURY TO SUCH  MEMBER  OF  THE\n   16  SAME FAMILY OR HOUSEHOLD.\n   17    DOMESTIC ABUSE IN THE SECOND DEGREE IS A CLASS A MISDEMEANOR.\n   18  S 120.85 DOMESTIC ABUSE IN THE FIRST DEGREE.\n   19    A PERSON IS GUILTY OF DOMESTIC ABUSE IN THE FIRST DEGREE WHEN:\n   20    1. WITH INTENT TO CAUSE PHYSICAL INJURY TO A MEMBER OF THE SAME FAMILY\n   21  OR  HOUSEHOLD  AS  DEFINED  BY  SUBDIVISION ONE OF SECTION 530.11 OF THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05122-01-1\n\n       S. 2180                             2\n\n    1  CRIMINAL PROCEDURE LAW, HE OR SHE CAUSES SUCH INJURY TO SUCH  MEMBER  OF\n    2  THE SAME FAMILY OR HOUSEHOLD OR TO A THIRD PERSON; OR\n    3    2. HE OR SHE RECKLESSLY CAUSES PHYSICAL INJURY TO A MEMBER OF THE SAME\n    4  FAMILY  OR  HOUSEHOLD AS DEFINED BY SUBDIVISION ONE OF SECTION 530.11 OF\n    5  THE CRIMINAL PROCEDURE LAW; OR\n    6    3. WITH CRIMINAL NEGLIGENCE, HE OR SHE CAUSES  PHYSICAL  INJURY  TO  A\n    7  MEMBER  OF THE SAME FAMILY OR HOUSEHOLD AS DEFINED BY SUBDIVISION ONE OF\n    8  SECTION 530.11 OF THE CRIMINAL PROCEDURE LAW BY MEANS OF A DEADLY WEAPON\n    9  OR A DANGEROUS INSTRUMENT; OR\n   10    4. HE OR SHE RECKLESSLY ENGAGES IN CONDUCT WHICH CREATES A SUBSTANTIAL\n   11  RISK OF SERIOUS PHYSICAL INJURY TO A MEMBER OF THE SAME FAMILY OR HOUSE-\n   12  HOLD AS DEFINED BY SUBDIVISION ONE OF SECTION  530.11  OF  THE  CRIMINAL\n   13  PROCEDURE LAW; OR\n   14    5.  HE OR SHE COMMITS THE CRIME OF DOMESTIC ABUSE IN THE SECOND DEGREE\n   15  AND HAS PREVIOUSLY BEEN CONVICTED OF SUCH OFFENSE OR A VIOLATION OF THIS\n   16  SECTION WITHIN THE PRECEDING FIVE YEARS.\n   17    DOMESTIC ABUSE IN THE FIRST DEGREE IS A CLASS E FELONY.\n   18    S 2. The criminal procedure law is amended by adding a new article 217\n   19  to read as follows:\n   20                                  ARTICLE 217\n   21                           DEFERRAL OF SENTENCING\n   22                             FOR FELONY DOMESTIC\n   23                                    ABUSE\n   24  SECTION 217.00 DEFERRAL OF SENTENCING FOR FELONY DOMESTIC ABUSE.\n   25  S 217.00 DEFERRAL OF SENTENCING FOR FELONY DOMESTIC ABUSE.\n   26    1.  UPON A GUILTY PLEA BY A DEFENDANT TO DOMESTIC ABUSE IN  THE  FIRST\n   27  DEGREE  AS  DEFINED  IN  SECTION  120.85  OF  THE PENAL LAW AND UPON THE\n   28  DEFENDANT'S CONSENT THERETO, THE COURT MAY ORDER THAT THE  SENTENCE  FOR\n   29  SUCH  OFFENSE  BE  DEFERRED  FOR  THE PURPOSE OF THE DEFENDANT'S PARTIC-\n   30  IPATION IN A  COURT-APPROVED  DOMESTIC  VIOLENCE  AND  ANGER  MANAGEMENT\n   31  PROGRAM,  OR  FOR  TREATMENT  FOR SUBSTANCE ABUSE OR DEPENDENCE, ALCOHOL\n   32  ABUSE OR DEPENDENCE, AND ANY  CO-OCCURRING  MENTAL  DISORDER  OR  MENTAL\n   33  ILLNESS. UPON THE SUCCESSFUL COMPLETION OF SUCH PROGRAM OR TREATMENT AND\n   34  THE  CONSENT OF THE PEOPLE, AND WITH REASONABLE NOTICE TO THE VICTIM AND\n   35  AN OPPORTUNITY FOR THE VICTIM TO BE HEARD,  THE  COURT  MAY  PERMIT  THE\n   36  DEFENDANT  TO  WITHDRAW  HIS  OR HER PLEA TO DOMESTIC ABUSE IN THE FIRST\n   37  DEGREE.\n   38    2. NOTHING IN THIS  ARTICLE  SHALL  BE  CONSTRUED  AS  RESTRICTING  OR\n   39  PROHIBITING  A COURT OR THE PEOPLE FROM USING OTHER LAWFUL PROCEDURES OR\n   40  MODELS FOR PLACING APPROPRIATE PERSONS INTO ALCOHOL OR  SUBSTANCE  ABUSE\n   41  TREATMENT.\n   42    S 3. This act shall take effect on the first of November next succeed-\n   43  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2180\n\nTITLE OF BILL:\n\nAn act\nto amend the penal law, in relation to establishing domestic abuse\noffenses; and to amend the criminal procedure law, in relation to\nauthorizing deferral of sentencing upon a plea of guilty of a domestic\nabuse felony offense\n\nPURPOSE:\n\nThe subject bill adds three new crimes to the penal law to create the\ncrimes of Domestic Abuse in the First Degree (P.L. &sect;120.85), Domestic\nAbuse in the Second Degree (P.L. &sect;120.80), and Domestic Abuse in the\nThird Degree (P.L. &sect; 120.75). Also adds a new article 217 to the\ncriminal procedure law to permit a court to defer a domestic abuse\ndefendant's sentence for purpose of permitting the defendant to\nparticipate in a court-approved domestic violence or other related\nprogram.\n\nSUMMARY OF PROVISIONS:\n\nThe penal law is amended by adding a new section 120.75, which creates\nthe class B misdemeanor of Domestic Abuse in the Third Degree, a new\nsection 120.80, which creates the class A misdemeanor of Domestic\nAbuse in the Second Degree; and a new section 120.85, which creates a\nclass E felony of Domestic Abuse in the First Degree. The criminal\nprocedure law is amended by adding a new article 217, which provides\nfor deferral of sentencing in felony domestic abuse cases.\n\nJUSTIFICATION:\n\nCurrently, police are not permitted to effectuate an arrest in\ndomestic situations where the victim has been subjected to a course\nof continual harassment or physical contact which did not impair\nphysical condition or cause substantial pain unless the physical\ncontact occurred in the presence of the police. By elevating physical\ncontact between those in a domestic relationship from a violation to\na crime, the police will be mandated to make an arrest. Typically,\nsuch offenses occur out of the presence of police, thus preventing\nthem from making an arrest under current law.\n\nPresently, physical injury committed against a family member or\nintimate partner is punishable as a misdemeanor, even when the abuser\nrepeatedly assaults the victim. The creation of the felony of\ndomestic abuse in the first degree increases the scope of punishment\nand provides a greater deterrent to those who commit serious domestic\nabuse or who are repeat offenders.\n\nMany victims of domestic violence would prefer to have their partner\nundergo treatment rather than serve time in jail. Under current law\nthere is no mechanism for a judge to accept a domestic abuser's\nguilty plea and then defer sentence to determine whether the abuser\ncan successfully complete a court-ordered treatment program. This new\nlaw would expand sentencing options by providing criminal justice\nmotivation for offenders to complete court-ordered corrective\nprograms. The proposed law provides a process whereby the offender\ncan plead guilty to the most serious offense involved in the domestic\nabuse case and, with the permission of the judge and consent of the\nPeople, undergo treatment and education programs. Thereafter, if the\noffender successfully completes these programs as ordered by the\ncourt, the initial guilty plea may be withdrawn with consent of the\nprosecutor and the defendant will be allowed to plead guilty to a\nlesser charge carrying a reduced penalty in satisfaction of the case.\n\nLEGISLATIVE HISTORY:\n\nS.7236 of 2010:  Codes\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nFirst day of November next succeeding the date on which it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing domestic abuse offenses; and to amend the criminal procedure law, in relation to authorizing deferral of sentencing upon a plea of guilty of a domestic abuse felony offense ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T170224.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T125632.TXT", "SOBI.D110118.T113121.TXT", "SOBI.D110118.T124140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717856
}