{
  "year" : 2011,
  "senateBillNo" : "S2182-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2182-2011-1295326800000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the regulation of outdoor wood boilers",
  "summary" : "Relates to the regulation of outdoor wood boilers. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A2165",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S8061-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2182\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         outdoor wood boilers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds that  wood  is  a\n    2  sustainable  and renewable resource and that burning clean wood for heat\n    3  reduces our dependence on more costly foreign non-renewable  sources  of\n    4  energy.  The legislature further finds that responsible burning of clean\n    5  wood in an outdoor wood boiler provides a reliable source  of  heat  and\n    6  hot  water at a relatively low cost when compared to other energy sourc-\n    7  es.  Furthermore, the legislature finds that because of the  wide  vari-\n    8  ation  in  climate,  topography,  community character and socio-economic\n    9  conditions throughout New York state, any  regulation  of  outdoor  wood\n   10  boilers that is more restrictive than that contained in this act is most\n   11  appropriately left to local governments.\n   12    S  2.  Article  19 of the environmental conservation law is amended by\n   13  adding a new title 13 to read as follows:\n   14                                  TITLE 13\n   15                     REGULATION OF OUTDOOR WOOD BOILERS\n   16  SECTION 19-1301. REGULATION OF OUTDOOR WOOD BOILERS.\n   17  S 19-1301. REGULATION OF OUTDOOR WOOD BOILERS.\n   18    1. DEFINITIONS. AS USED IN THIS  CHAPTER  THE  FOLLOWING  TERMS  SHALL\n   19  MEAN:\n   20    (A)  \"CLEAN WOOD\" MEANS WOOD THAT HAS NOT BEEN PAINTED, STAINED, COAT-\n   21  ED, PRESERVED, OR TREATED WITH ANY PRESERVATIVE,  HERBICIDE,  PESTICIDE,\n   22  ADHESIVE OR OTHER CHEMICAL COATING.\n   23    (B) \"OTHER BIOMASS\" MEANS WOOD PELLETS, CORN, OR WOOD CHIPS.\n   24    (C)  \"OUTDOOR  WOOD  BOILER\"  ALSO KNOWN AS \"HYDRONIC HEATERS\" MEANS A\n   25  FUEL BURNING DEVICE THAT IS DESIGNED TO PRIMARILY BURN  CLEAN  WOOD,  OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03572-01-1\n\n       S. 2182                             2\n\n    1  OTHER  BIOMASS  AS  DEFINED  IN THIS SECTION THAT IS CONSISTENT WITH THE\n    2  UNIT MANUFACTURER'S RECOMMENDATIONS, AND IS TYPICALLY USED  OUTDOORS  OR\n    3  IN  BUILDINGS NOT NORMALLY OCCUPIED BY HUMANS, SUCH AS GARAGES, SHEDS OR\n    4  BARNS.  OUTDOOR WOOD BOILERS ARE USED TO HEAT WATER OR A WATER AND ANTI-\n    5  FREEZE MIXTURE THAT IS DISTRIBUTED THROUGH PIPES GIVING OFF HEAT IN  THE\n    6  PROCESS.\n    7    (D)  \"NUISANCE\"  AS  USED  IN  THIS  SECTION MEANS THE OPERATION OF AN\n    8  OUTDOOR WOOD BOILER IN SUCH A WAY AS TO CREATE A CONDITION  THAT  INTER-\n    9  FERES  WITH  THE  QUIET USE AND ENJOYMENT OF NEIGHBORING PROPERTY BY THE\n   10  OWNER AND/OR OCCUPANT OF SUCH PROPERTY.\n   11    2. IT SHALL BE UNLAWFUL TO OPERATE AN OUTDOOR WOOD  BOILER  USING  ANY\n   12  FUEL  SOURCE  OTHER  THAN CLEAN WOOD OR OTHER BIOMASS THAT IS CONSISTENT\n   13  WITH THE RECOMMENDATIONS OF THE MANUFACTURER OF SUCH OUTDOOR WOOD  BOIL-\n   14  ER.\n   15    3.  OPERATION  OF  AN OUTDOOR WOOD BOILER IN SUCH A WAY AS TO CREATE A\n   16  CONDITION THAT INTERFERES WITH THE QUIET USE AND ENJOYMENT OF  NEIGHBOR-\n   17  ING  LAND  BY THE OWNER OF SUCH LAND SHALL CONSTITUTE A NUISANCE AND THE\n   18  VIOLATOR SHALL BE SUBJECT TO THE ENFORCEMENT ACTIONS UNDER THE  NUISANCE\n   19  PROVISIONS  OF  SECTION  EIGHT  HUNDRED  FORTY-ONE  OF THE REAL PROPERTY\n   20  ACTIONS AND PROCEEDINGS LAW AND/OR SECTION THIRTEEN HUNDRED FOUR OF  THE\n   21  PUBLIC HEALTH LAW.\n   22    4.  NO  PERSON  SHALL OFFER FOR SALE, INSTALL OR ALLOW TO BE INSTALLED\n   23  ANY OUTDOOR WOOD BOILER THAT DOES NOT  MEET  THE  STANDARDS  ESTABLISHED\n   24  PURSUANT  TO THE U.S. ENVIRONMENTAL PROTECTION AGENCY PHASE II VOLUNTARY\n   25  PARTNERSHIP PROGRAM FOR EMISSIONS  FROM  OUTDOOR  WOOD  BOILERS  OF  .32\n   26  POUNDS  PER MILLION BRITISH THERMAL UNITS AFTER JANUARY FIRST, TWO THOU-\n   27  SAND TWELVE.\n   28    5. THE DEPARTMENT SHALL PREPARE AND MAKE AVAILABLE TO THE PUBLIC GUID-\n   29  ANCE ON THE BEST PRACTICES TO FOLLOW INCLUDING BUT NOT  LIMITED  TO  THE\n   30  OPERATION,  SITING,  AND RECOMMENDED STACK HEIGHT FOR OUTDOOR WOOD BOIL-\n   31  ERS.\n   32    6. NOTHING IN THIS SECTION SHALL  PRECLUDE  A  LOCAL  GOVERNMENT  FROM\n   33  ENACTING MORE STRINGENT STANDARDS THAN THOSE ESTABLISHED HEREIN.\n   34    7.  ANY  MORE STRINGENT REGULATION OF OUTDOOR WOOD BOILERS BEYOND THAT\n   35  WHICH IS CONTAINED IN THIS SECTION SHALL BE LEFT TO THE GOVERNING BODIES\n   36  OF THE STATE'S CITIES, TOWNS AND VILLAGES.\n   37    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to outdoor wood boilers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T113625.TXT", "SOBI.D110118.T170224.TXT", "SOBI.D110118.T113121.TXT", "SOBI.D110118.T123631.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295388144704
}