{
  "year" : 2011,
  "senateBillNo" : "S2188-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2188-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Reclassifies uniformed court officers as police officers; repealer",
  "summary" : "Reclassifies uniformed court officers as police officers. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S3709-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2188\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to reclassifying\n         court officers of the unified court system  under  the  definition  of\n         police  officer; and to repeal certain provisions of such law relating\n         thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  34 of section 1.20 of the criminal procedure\n    2  law is amended by adding a new paragraph (w) to read as follows:\n    3    (W) UNIFORMED COURT OFFICERS OF THE UNIFIED COURT SYSTEM.\n    4    S 2. Paragraphs a, e, and f of subdivision 21 of section 2.10  of  the\n    5  criminal procedure law are REPEALED.\n    6    S  3.  Paragraph  c  of subdivision 21 of section 2.10 of the criminal\n    7  procedure law, as added by chapter 843 of the laws of 1980,  is  amended\n    8  to read as follows:\n    9    c. Marshall, deputy marshall, OR clerk [or uniformed court officer] of\n   10  a district court.\n   11    S 4. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04235-01-1\n",
  "memo" : "BILL NUMBER:S2188\n\nTITLE OF BILL:\n\nAn act\nto amend the criminal procedure law, in relation to reclassifying court\nofficers of the unified court system under the definition of police\nofficer; and to repeal certain provisions of such law relating thereto\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThe legislation amended subdivision 34 of Section 1.20 of the criminal\nprocedure law by reclassifying court officers as police officers.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nAmends subdivision 34 of Section 1.20 of the criminal procedure law by\nadding a new paragraph which reclassifies court officers under the\ndefinition of police officer.\n\nJUSTIFICATION:\n\nCourt Officers are trained by certified New York State Police\nInstructors at the New York State Court Officers Academy and are the\nlaw enforcement authority for the state's judicial branch. Court\nOfficers perform duties identical to that of Police Officers and\nshare the same responsibilities as Police Officers. These duties are\nperformed in and around court facilities throughout New York State as\nwell as Unified Court System Administration Facilities. Court\nOfficers ate sworn peace officers who are authorized to carry a\nfirearm and effect arrests both on and off duty.\n\nCourt officers engage in crime prevention by virtue of being a visible\nuniformed force on fixed posts and on patrol in and around these same\nfacilities. New York State Courts Mobile Security Patrol (MSP) units\nroutinely patrol these facilities in marked radio patrol cars\nresponding to emergencies and effecting and assisting in arrests.\n\nCourt officers provide judicial protection and routinely transport\nmembers of the judiciary to and from court facilities and\nadministrative offices as well as to and from duties in remote areas\nof New York State.\n\nAdditionally, Court Officers provide protection to Judges at their homes\nin the event of threats made against Judges. Court officers are the\nonly peace officers in the state with stop, question and frisk power.\n(Ref.\nCPL 140.50). This power is currently limited to \"in or about the court\nhouse to which he is assigned.\" Police status would expand on this\npower allowing officers to better serve and protect members of the\njudiciary and the public at large.\n\nCourt officers can execute bench warrants in New York City - Nassau,\nSuffolk and Westchester Counties. Police status would expand this\nauthority to include all counties of New York State and to permit\nexecution of arrest warrants as well. (Ref CPL 530.70) Until the\nUnified Court System expanded its jurisdiction statewide, Court\nofficer duties were performed by Deputy Sheriffs who had police\nstatus (Ref CPL 1.20, 34) (B). These Deputy Sheriffs lost police\nstatus when they became Court officers. This legislation would\nrestore these officers to their previous status as police officers.\n\nAfter the attacks of September 11, 2001, Court Officers were charged\nwith providing physical security at the Office of Emergency\nManagement Command Post. Court Officers are currently assigned to\nboth the Joint Terrorist Task Force and the Office of Emergency\nManagement; these officers participate in the same assignments as\npolice officers but lack the same authority. Police status would\neliminate this deficiency. In the event of a terrorist attack,\nnatural disaster or other catastrophic events, court officers are\ndesignated as first responders. Court officer special response team\nunits (SRT) are highly trained units ready to mobilize and respond to\nemergency situations statewide.\n\nCourt officers routinely effect and process arrests, respond to\nmedical emergencies, conduct crowd control, respond to bomb threats,\nrespond to vehicular accidents, testify in court and, work with local\npolice agencies to effect inspection of crime scenes by judges and\njuries.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2009-10 - S.3709 - Referred to Codes\n2007-08 - S.5565A - Passed Senate, Vetoed by Governor Memo 180\n\nFISCAL IMPLICATIONS FOR STATE & LOCAL GOVERNMENTS:\n\nMinimal costs for training\n\nEFFECTIVE DATE:\n\nImmediate.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to reclassifying court officers of the unified court system under the definition of police officer; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T113625.TXT", "SOBI.D110118.T165658.TXT", "SOBI.D110118.T124632.TXT", "SOBI.D110118.T121130.TXT", "SOBI.D110124.T222157.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717869
}