{
  "year" : 2011,
  "senateBillNo" : "S2189-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2189-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the crimes of possession of an unauthorized recording in the first and second degree",
  "summary" : "Establishes the crimes of possession of an unauthorized recording in the first and second degree; requires intent to send such recording. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A1114",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2368-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2189\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by Sens. GOLDEN, DeFRANCISCO -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to establishing the crimes of\n         possession  of  an  unauthorized  recording  in  the  first and second\n         degrees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding two new sections 275.41\n    2  and 275.42 to read as follows:\n    3  S 275.41 POSSESSION OF AN UNAUTHORIZED RECORDING IN THE SECOND DEGREE.\n    4    A PERSON IS GUILTY OF POSSESSION OF AN UNAUTHORIZED RECORDING  IN  THE\n    5  SECOND  DEGREE  WHEN THE PERSON POSSESSES A RECORDING KNOWING IT TO HAVE\n    6  BEEN RECORDED IN VIOLATION OF SECTION 275.32 OF THIS ARTICLE,  WITH  THE\n    7  INTENT TO OFFER SUCH RECORDING FOR SALE OR RENTAL.\n    8    POSSESSION  OF  AN  UNAUTHORIZED  RECORDING  IN THE SECOND DEGREE IS A\n    9  CLASS A MISDEMEANOR.\n   10  S 275.42 POSSESSION OF AN UNAUTHORIZED RECORDING IN THE FIRST DEGREE.\n   11    A PERSON IS GUILTY OF POSSESSION OF AN UNAUTHORIZED RECORDING  IN  THE\n   12  FIRST  DEGREE WHEN THE PERSON POSSESSES MORE THAN TEN RECORDINGS KNOWING\n   13  THEM TO HAVE BEEN RECORDED IN VIOLATION OF SECTION 275.32 OF THIS  ARTI-\n   14  CLE, WITH THE INTENT TO OFFER SUCH RECORDINGS FOR SALE OR RENTAL.\n   15    POSSESSION OF AN UNAUTHORIZED RECORDING IN THE FIRST DEGREE IS A CLASS\n   16  E FELONY.\n   17    S 2. This act shall take effect on the first of November next succeed-\n   18  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01114-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing the crimes of possession of an unauthorized recording in the first and second degrees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T113625.TXT", "SOBI.D110118.T114126.TXT", "SOBI.D110118.T165658.TXT", "SOBI.D110118.T124632.TXT", "SOBI.D110118.T121130.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295387818441
}