{
  "year" : 2011,
  "senateBillNo" : "S2183-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S2183-2011-1295326800000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes registry in New York city for residents who do not want circulars or other printed material or samples of a commercial nature left at residence",
  "summary" : "Establishes registry in New York City for residents who do not want circulars or other printed material or samples of a commercial nature left at residence. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S2115-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2183\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation to the regulation of unsolicited circulars\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The administrative code of the city of New York is  amended\n    2  by adding a new section 10-121.2 to read as follows:\n    3    S  10-121.2 REGULATION OF UNSOLICITED CIRCULARS. A. IN THE INTEREST OF\n    4  FURTHER ELIMINATING LITTER AND IMPROVING THE QUALITY OF  LIFE  FOR  CITY\n    5  RESIDENTS,  THE  COMMISSIONER  SHALL  ESTABLISH  A CITYWIDE REGISTRY FOR\n    6  RESIDENTS WHO WISH TO REFUSE THE DELIVERY OF ANY HANDBILL,  CIRCULAR  OR\n    7  OTHER  PRINTED  MATTER OF A COMMERCIAL OR BUSINESS NATURE TO THEIR RESI-\n    8  DENCE. THE COMMISSIONER SHALL ENTER THE NAME OF THE REQUESTING  RESIDENT\n    9  IN  SUCH REGISTRY. SUCH REQUESTS SHALL BE MADE IN WRITING TO THE COMMIS-\n   10  SIONER, BY PHONE AT A DESIGNATED NUMBER  OR  NUMBERS  OR  BY  ELECTRONIC\n   11  COMMUNICATION AT A DESIGNATED ELECTRONIC MAIL ADDRESS OR WEBSITE.\n   12    B.  IN  ORDER TO CONTINUE DISTRIBUTION IN NEW YORK CITY, ALL DISTRIBU-\n   13  TORS OF SUCH HANDBILLS, CIRCULARS OR OTHER  LIKE  PRINTED  MATTER  SHALL\n   14  PROVIDE THE COMMISSIONER WITH ACCURATE CONTACT INFORMATION, INCLUDING AN\n   15  ADDRESS  AND PHONE NUMBER.  FAILURE TO PROVIDE ACCURATE CONTACT INFORMA-\n   16  TION OR DISCONTINUE DISTRIBUTION SHALL CONSTITUTE  A  VIOLATION  OF  THE\n   17  PROVISIONS  OF  THIS  SECTION AND SHALL SUBJECT THE VIOLATOR TO FINES AS\n   18  PROVIDED IN SUBDIVISION  C  OF  THIS  SECTION.  IF  THE  DISTRIBUTOR  IN\n   19  VIOLATION  CANNOT  BE LOCATED, THE COMPANY OR COMPANIES DOING THE ADVER-\n   20  TISING WILL BE SUBJECT TO THE SAME FINES.  EVERY SIX WEEKS  THE  COMMIS-\n   21  SIONER  SHALL PROVIDE DISTRIBUTORS WITH AN UPDATED LIST OF ALL RESIDENTS\n   22  WHO DO NOT WANT DISTRIBUTION.   DISTRIBUTORS  THEN  HAVE  SIX  WEEKS  TO\n   23  UPDATE THEIR LISTS AND DISCONTINUE DISTRIBUTION.\n   24    C.  VIOLATORS  OF THE PROVISIONS OF THIS SECTION SHALL BE SUBJECT TO A\n   25  CIVIL PENALTY OF NOT LESS THAN ONE HUNDRED DOLLARS AND NOT MORE THAN TWO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04241-01-1\n\n       S. 2183                             2\n\n    1  HUNDRED FIFTY DOLLARS FOR A FIRST VIOLATION. THE CIVIL PENALTY SHALL  BE\n    2  NOT  LESS  THAN TWO HUNDRED FIFTY DOLLARS AND NOT MORE THAN FIVE HUNDRED\n    3  DOLLARS FOR A SECOND VIOLATION AND EACH VIOLATION THEREAFTER.\n    4    D.  FOR  THE  PURPOSES  OF THIS SECTION, \"COMMISSIONER\" SHALL MEAN THE\n    5  COMMISSIONER OF THE CITY OF NEW YORK DEPARTMENT OF SANITATION.\n    6    E. IF ANY CLAUSE, SENTENCE OR PROVISION OF THIS SECTION SHALL BE  HELD\n    7  TO BE UNCONSTITUTIONAL BY A COURT OF COMPETENT JURISDICTION, THE REMAIN-\n    8  DER OF THIS SECTION SHALL NOT BE AFFECTED THEREBY.\n    9    S  2. The commissioner of the sanitation department of the city of New\n   10  York shall promulgate rules and regulations necessary to carry  out  the\n   11  provisions of section 10-121.2 of the administrative code of the city of\n   12  New York.\n   13    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to the regulation of unsolicited circulars ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110118.T113625.TXT", "SOBI.D110118.T165658.TXT", "SOBI.D110118.T123631.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295387818469
}