{
  "year" : 2011,
  "senateBillNo" : "S2192-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2192-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits leaving a child under the age of eight unattended in a motor vehicle",
  "summary" : "Provides that where a person responsible for the welfare of a child under the age of eight leaves such child inside a motor vehicle without the supervision of a person who is at least twelve years of age, under conditions which knowingly or recklessly present a significant risk to the health or safety of such child, such person shall be guilty of an infraction. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S6349-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2192\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  prohibiting\n         a  child  under the age of eight from being left unattended in a motor\n         vehicle\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1210-a to read as follows:\n    3    S 1210-A. UNATTENDED CHILD IN A MOTOR VEHICLE. 1.  ANY PARENT, GUARDI-\n    4  AN OR OTHER PERSON LEGALLY CHARGED WITH THE CARE OR CUSTODY OF  A  CHILD\n    5  LESS  THAN EIGHT YEARS OLD, WHO LEAVES SUCH CHILD INSIDE A MOTOR VEHICLE\n    6  WITHOUT THE SUPERVISION OF A PERSON WHO IS AT LEAST TWELVE YEARS OF AGE,\n    7  UNDER CONDITIONS WHICH KNOWINGLY OR  RECKLESSLY  PRESENT  A  SIGNIFICANT\n    8  RISK  TO  THE  HEALTH  OR  SAFETY  OF  SUCH CHILD, SHALL BE GUILTY OF AN\n    9  INFRACTION.\n   10    2. A PERSON CONVICTED OF AN INFRACTION OF A VIOLATION  OF  SUBDIVISION\n   11  ONE  OF  THIS SECTION SHALL, FOR A FIRST CONVICTION THEREOF, BE PUNISHED\n   12  BY A FINE OF NOT MORE THAN FIFTY DOLLARS. UPON A CONVICTION OF A  SECOND\n   13  VIOLATION,  COMMITTED  WITHIN  A  PERIOD OF EIGHTEEN MONTHS OF THE FIRST\n   14  VIOLATION, SUCH PERSON SHALL BE PUNISHED BY A FINE OF NOT MORE THAN  ONE\n   15  HUNDRED  DOLLARS.  UPON A CONVICTION OF A THIRD OR SUBSEQUENT VIOLATION,\n   16  ALL OF WHICH WERE COMMITTED WITHIN A PERIOD  OF  EIGHTEEN  MONTHS,  SUCH\n   17  PERSON  SHALL  BE  PUNISHED BY A FINE OF NOT MORE THAN TWO HUNDRED FIFTY\n   18  DOLLARS, AND SUCH PERSON SHALL APPEAR PERSONALLY IN COURT  FOR  SENTENC-\n   19  ING.\n   20    3.  NOTHING IN THIS SECTION SHALL PROHIBIT THE PROSECUTION OF A PERSON\n   21  VIOLATING OR CONVICTED OF VIOLATING THE PROVISIONS OF THIS SECTION  FROM\n   22  BEING PROSECUTED UNDER ANY SECTION OF THE LAW.\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05851-01-1\n",
  "memo" : "BILL NUMBER:S2192\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to prohibiting a child\nunder the age of eight from being left unattended in a motor vehicle\n\nPURPOSE:\nProvides that a person is guilty of leaving\nan unattended\nchild in a motor vehicle if a child under the age of eight is left\nunsupervised in a motor vehicle when the conditions present a\nsignificant risk to the health and safety of the child.\n\nSUMMARY OF PROVISIONS:\nSection one adds a new Section\n1210-a to the\nvehicle and traffic law to include leaving a child under the age of\neight inside a motor vehicle without the supervision of a person age\ntwelve or older, under conditions which knowingly or recklessly\npresent a significant risk to the health and safety of such child.\n\nSection two sets the immediate effective date.\n\nJUSTIFICATION:\nBetween 1998 and 2004, 230 children have died of\nhyperthermia from being left in cars. In 2005, by mid-summer 19\ndeaths were recorded as a result of hyperthermia of children being\nleft in cars. Studies indicate that in outside temperatures ranging\nfrom 72 to 96 degrees Fahrenheit, the temperature inside of a vehicle\nrises approximately 19 degrees in the first ten minutes, 29 degrees\nafter 20 minutes, 34 degrees after 30 minutes and 43 degrees after 60\nminutes. In addition, it should be noted that cracking the windows\nhad little effect on the car's inside temperature.\n\nIt is critically important that persons caring for young children are\naware of the risk factors associated with leaving a child in a\nvehicle for even a short time on a hot day. Parents and guardians who\nknowingly or recklessly place children at significant risk by leaving\nthem in a car for a period of time which compromises their health and\nsafety should know that such acts will result in a charge of\nviolating this section that carries the penalty of a misdemeanor.\n\nLEGISLATIVE HISTORY:\n2010: S.6349   - Referred to Transportation\n2009: S.6349   - Referred to Rules\n2008: S.1093-A - Referred to Codes\n2007: S.1093-A - Third Reading\n2006: S.6289   - Passed Senate\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to prohibiting a child under the age of eight from being left unattended in a motor vehicle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114126.TXT", "SOBI.D110118.T125132.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T125632.TXT", "SOBI.D110118.T123131.TXT", "SOBI.D110118.T124140.TXT", "SOBI.D110119.T094735.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717875
}