{
  "year" : 2011,
  "senateBillNo" : "S2195-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S2195-2011-1295326800000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to protection of the public from attack by wild animals",
  "summary" : "Relates to protection of the public from attack by wild animals. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2195\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Agriculture\n\n       AN ACT to  amend  the  agriculture  and  markets  law,  in  relation  to\n         protection of the public from attack by wild animals\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 370 of the agriculture and markets law, as added by\n    2  chapter 1047 of the laws of 1965, is amended to read as follows:\n    3    S 370. Protection of the  public  from  attack  by  wild  animals  and\n    4  reptiles.  Any  person  owning, possessing or harboring a wild animal or\n    5  reptile capable of inflicting bodily harm upon a human being, who  shall\n    6  fail to exercise due care in safeguarding the public from attack by such\n    7  wild  animal  or  reptile,  is  guilty  of a [misdemeanor, punishable by\n    8  imprisonment for not more than one year, or by a fine of not  more  than\n    9  five hundred dollars, or by both] FELONY. \"Wild animal\" within the mean-\n   10  ing  of  this  section, shall not include a dog or cat or other domestic\n   11  animal.\n   12    Previous attacks upon a human being by such wild animal or reptile, or\n   13  knowledge of the vicious propensities of such wild animal or reptile, on\n   14  the part of the possessor or harborer thereof, shall not be required  to\n   15  be  proven  by  the people upon a prosecution hereunder; and neither the\n   16  fact that such wild animal or reptile  has  not  previously  attacked  a\n   17  human  being,  nor lack of knowledge of the vicious propensities of such\n   18  wild animal or reptile on the part of the owner, possessor  or  harborer\n   19  thereof shall constitute a defense to a prosecution hereunder.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05321-01-1\n",
  "memo" : "BILL NUMBER:S2195\n\nTITLE OF BILL:\nAn act\nto amend the agriculture and markets law, in relation to protection of\nthe public from attack by wild animals\n\nPURPOSE:\nTo provide a more effective deterrent to those who own, possess or\nharbor wild animals, the legislation would increase the penalty for\nsuch conduct from misdemeanor to felony grade.\n\nSUMMARY OF PROVISIONS:\nThe bill amends Section 370 of the Agriculture and Markets Law to\nincrease the penalty for owning, possessing or harboring a wild\nanimal which is capable of inflicting bodily harm.\n\nEXISTING LAW:\nThe current law proscribes the possession and/or harboring of a wild\nanimal as a misdemeanor punishable by no more than one year of\nimprisonment.\n\nJUSTIFICATION:\nRecent cases have demonstrated that the law as it now exists does not\nserve to deter those who own, possess or harbor wild animals in\nsettings which are entirely inappropriate. More and more,\nparticularly in urban locales, individuals choose to harbor animals\nsuch as tigers and alligators within residential premises. These\nanimals pose an obvious danger to the public and especially small\nchildren.\n\nWhether it is by local law or the current state enactment found in\nSection 370 of the Agriculture and Markets Law, the act of simple\npossession of wild or dangerous animals is punished only to the\nextent of misdemeanor grade. It appears that little deterrent is\nprovided by the current state of the law to those who are inclined to\njeopardize the safety of others in such a reckless manner.\n\nThis bill would not change any of the substantive elements of the\noffenses as outlined in Section 370, but would increase the penalty\nto a non classified felony, which by definition is punishable as a\nPenal Law E felony, permitting imprisonment of up to four years.\n\nLEGISLATIVE HISTORY:\n2007-2008: S.1070 - Referred to Consumer Protection\n2005-2006: S.474  - Third Reading/Consumer Protection\n2004:      S.6242 - Third Reading\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to protection of the public from attack by wild animals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114126.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T123131.TXT", "SOBI.D110118.T124140.TXT", "SOBI.D110119.T094735.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717878
}