{
  "year" : 2011,
  "senateBillNo" : "S2193-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2193-2011-1295326800000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits application for a permit to mine if a local law prohibits the proposed mining use within the area proposed to be mined",
  "summary" : "Prohibits the department of environmental conservation from approving an application or granting a permit to mine mineral resources if the locality within which such mining is proposed to take place has an effective local law, ordinance or resolution prohibiting such activity at the location at which such mining is proposed to take place. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S1258-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2193\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         granting of permits to mine\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3  of  section  23-2703  of  the  environmental\n    2  conservation  law,  as  added  by  chapter  166  of the laws of 1991, is\n    3  amended to read as follows:\n    4    3. No agency of this state shall consider an application for a  permit\n    5  to  mine  as  complete  or process such application for a permit to mine\n    6  pursuant to this title[,  within  counties  with  a  population  of  one\n    7  million  or  more which draws its primary source of drinking water for a\n    8  majority of county residents from a designated sole source aquifer,]  if\n    9  local  [zoning]  laws  or ordinances prohibit THE PROPOSED mining USE OR\n   10  uses within the area proposed to be mined AT THE TIME OF APPLICATION, AS\n   11  DETERMINED BY THE CHIEF ADMINISTRATIVE OFFICER OF SUCH LOCAL  GOVERNMENT\n   12  PURSUANT  TO  PARAGRAPH  (A)  OF SUBDIVISION THREE OF SECTION 23-2711 OF\n   13  THIS TITLE.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05413-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the granting of permits to mine ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114126.TXT", "SOBI.D110118.T123131.TXT", "SOBI.D110119.T094735.TXT", "SOBI.D110118.T124140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448455910
}