{
  "year" : 2011,
  "senateBillNo" : "S2193-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2193-2011-1295326800000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits application for a permit to mine if a local law prohibits the proposed mining use within the area proposed to be mined",
  "summary" : "Prohibits the department of environmental conservation from approving an application or granting a permit to mine mineral resources if the locality within which such mining is proposed to take place has an effective local law, ordinance or resolution prohibiting such activity at the location at which such mining is proposed to take place. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S1258-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2193\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         granting of permits to mine\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3  of  section  23-2703  of  the  environmental\n    2  conservation  law,  as  added  by  chapter  166  of the laws of 1991, is\n    3  amended to read as follows:\n    4    3. No agency of this state shall consider an application for a  permit\n    5  to  mine  as  complete  or process such application for a permit to mine\n    6  pursuant to this title[,  within  counties  with  a  population  of  one\n    7  million  or  more which draws its primary source of drinking water for a\n    8  majority of county residents from a designated sole source aquifer,]  if\n    9  local  [zoning]  laws  or ordinances prohibit THE PROPOSED mining USE OR\n   10  uses within the area proposed to be mined AT THE TIME OF APPLICATION, AS\n   11  DETERMINED BY THE CHIEF ADMINISTRATIVE OFFICER OF SUCH LOCAL  GOVERNMENT\n   12  PURSUANT  TO  PARAGRAPH  (A)  OF SUBDIVISION THREE OF SECTION 23-2711 OF\n   13  THIS TITLE.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05413-01-1\n",
  "memo" : "BILL NUMBER:S2193\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to the granting\nof permits to mine\n\nPURPOSE:\nTo prohibit the Department of Environmental Conservation from\napproving an application or granting a permit to mine mineral\nresources if the locality within which such mining is proposed to take\nplace has an effective local law or ordinance\nprohibiting such activity at the location at which such mining is\nproposed\nto take place.\n\nSUMMARY OF PROVISIONS:\nSection 1 amends subdivision 3 of section 23-2703 of the\nEnvironmental Conservation Law to provide that if mining is prohibited\nby local law or ordinance\nat the proposed location, the Department of Environmental\nConservation (nor any other agency in the State) may neither consider an\napplication for a permit to mine as complete, nor process an application\nfor a permit to mine.\n\nSection 2 provides for the effective date.\n\nEXISTING LAW:\nCurrently, Article 23 of the Environmental Conservation Law\n(Mineral Resources) provides for a local government to be notified\nwhen\nan application has been made to the Department to mine within such\nlocality.  It also provides a process by which the chief officer\nof the locality can inform the Department as to whether or not\nmining is prohibited at the location by the local government.  The\ncurrent statute, however, allows the Department to ignore the local\nland use controls and approve an application and grant a permit to\nmine irrespective of such local controls, except within counties with\na population of one million or more which draws its primary source of\ndrinking water for the majority of the county residents from a designated\nsole source aquifer (i.e.- Long Island).\n\nJUSTIFICATION:\nNew York State has a strong tradition of municipal home rule.\nParticularly in the area of land use control, New York statutes cedes\nvirtually all control to local governments, which are better\nsuited to respond to the needs of its inhabitants with respect to the\ncharacter of their community.\nIn the area of mining mineral resources, the state should not\nabrogate this philosophy and, moreover, the Department of\nEnvironmental Conservation should not expend the taxpayer's\n\nresources to\nreview and grant a permit for an activity which is prohibited by local\nregulation.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.1258  - Referred to Environmental Conservation\n2007-2008: S.448   - Referred to Environmental Conservation\n2005-2006: S.315   - Referred to Environmental Conservation\n2003-2004: S.477   - Referred to Environmental Conservation\n2001-2002: S.4576  - Referred to Environmental Conservation\n1999-2000: S.4967  - Referred to Environmental Conservation\n1997-1998: S.1727  - Referred to Environmental Conservation\n1995-1996: S.5582A - Referred to Environmental Conservation\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the granting of permits to mine ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114126.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T123131.TXT", "SOBI.D110118.T124140.TXT", "SOBI.D110119.T094735.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717876
}