{
  "year" : 2011,
  "senateBillNo" : "S2199-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2199-2011-1295326800000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires any state mandated program imposed on municipalities and school districts to be funded by the state",
  "summary" : "Requires that the state fund any program which imposes a mandate upon municipal corporations or school districts; establishes criteria for any exemption from such law if such mandate is ordered by the judiciary, pursuant to an executive order or requested by the locality. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S1470-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2199\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general municipal law  and  the  education  law,  in\n         relation  to requiring the state to fund certain programs mandated for\n         municipal corporations and school districts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative intent. State mandated programs, unlike local\n    2  service decisions, place local taxpayers  and  local  officials  in  the\n    3  position  of paying for services that they do not control. Increasingly,\n    4  however, the state has set local priorities and forced municipal  taxing\n    5  decisions  by  mandating services, programs, and standards. As a result,\n    6  many local governments and school districts  are  today  in  an  acutely\n    7  difficult fiscal situation.\n    8    Thus,  in  order  to prevent irresponsible state actions which prevent\n    9  localities from making their own decisions,  and  which  force  unwanted\n   10  local  property  tax  increases,  it  is  necessary to ensure that state\n   11  mandates will not be forced on localities and  school  districts  unless\n   12  they are adequately funded.\n   13    S  2.  The general municipal law is amended by adding a new section 25\n   14  to read as follows:\n   15    S 25. FUNDING OF MANDATES. 1. DEFINITIONS. AS USED  IN  THIS  SECTION,\n   16  THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS UNLESS THE CONTEXT\n   17  SHALL OTHERWISE REQUIRE:\n   18    (A) \"MANDATE\" MEANS:\n   19    (I)  ANY STATE LAW, RULE, OR REGULATION WHICH CREATES A NEW PROGRAM OR\n   20  REQUIRES A HIGHER LEVEL OF SERVICE  FOR  AN  EXISTING  PROGRAM  WHICH  A\n   21  MUNICIPAL CORPORATION IS REQUIRED TO PROVIDE; OR\n   22    (II)  ANY  GENERAL  LAW  WHICH  GRANTS A NEW PROPERTY TAX EXEMPTION OR\n   23  INCREASES AN EXISTING PROPERTY TAX EXEMPTION WHICH THE MUNICIPAL  CORPO-\n   24  RATION IS REQUIRED TO PROVIDE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05414-01-1\n\n       S. 2199                             2\n\n    1    (B) \"UNFUNDED MANDATE\" SHALL MEAN:\n    2    (I)  ANY STATE LAW, RULE, OR REGULATION WHICH CREATES A NEW PROGRAM OR\n    3  REQUIRES A HIGHER LEVEL OF SERVICE  FOR  AN  EXISTING  PROGRAM  WHICH  A\n    4  MUNICIPAL  CORPORATION IS REQUIRED TO PROVIDE AND WHICH RESULTS IN A NET\n    5  ADDITIONAL COST TO THE MUNICIPAL CORPORATION;\n    6    (II) ANY ALTERATION IN FUNDING PROVIDED TO A MUNICIPAL CORPORATION FOR\n    7  THE PURPOSE OF DEFRAYING THE COSTS OF A PROGRAM WHICH IT IS REQUIRED  TO\n    8  PROVIDE,  THEREBY  RESULTING  IN  A NET ADDITIONAL COST TO THE MUNICIPAL\n    9  CORPORATION; OR\n   10    (III) ANY GENERAL LAW WHICH GRANTS A NEW  PROPERTY  TAX  EXEMPTION  OR\n   11  INCREASES  AN EXISTING PROPERTY TAX EXEMPTION WHICH THE MUNICIPAL CORPO-\n   12  RATION IS REQUIRED TO PROVIDE, THEREBY RESULTING  IN  A  NET  ADDITIONAL\n   13  COST TO THE MUNICIPAL CORPORATION.\n   14    (C)  \"NET  ADDITIONAL COST\" MEANS THE COST OR COSTS INCURRED OR ANTIC-\n   15  IPATED TO BE INCURRED WITHIN A ONE YEAR PERIOD BY A LOCAL GOVERNMENT  IN\n   16  PERFORMING  OR  ADMINISTERING  A MANDATE AFTER SUBTRACTING THEREFROM ANY\n   17  REVENUES RECEIVED OR RECEIVABLE BY THE LOCAL GOVERNMENT  ON  ACCOUNT  OF\n   18  THE MANDATED PROGRAM OR SERVICE, INCLUDING BUT NOT LIMITED TO:\n   19    (I) FEES CHARGED TO THE RECIPIENTS OF THE MANDATED PROGRAM OR SERVICE;\n   20    (II)  STATE  OR  FEDERAL  AID  PAID  SPECIFICALLY  OR CATEGORICALLY IN\n   21  CONNECTION WITH THE PROGRAM OR SERVICE; AND\n   22    (III) AN OFFSETTING SAVINGS RESULTING FROM THE  DIMINUTION  OR  ELIMI-\n   23  NATION  OF  ANY  OTHER  PROGRAM  OR SERVICE DIRECTLY ATTRIBUTABLE TO THE\n   24  PERFORMANCE OR ADMINISTRATION OF THE MANDATED PROGRAM.\n   25    2. FUNDING OF  MUNICIPAL  CORPORATION  MANDATES.  NOTWITHSTANDING  ANY\n   26  OTHER  PROVISION  OF  LAW,  NO  UNFUNDED  MANDATE SHALL BE ENACTED WHICH\n   27  CREATES AN ANNUAL NET ADDITIONAL COST TO ANY  MUNICIPAL  CORPORATION  IN\n   28  EXCESS  OF  TEN  THOUSAND  DOLLARS OR AN AGGREGATE ANNUAL NET ADDITIONAL\n   29  COST TO ALL MUNICIPAL CORPORATIONS IN EXCESS OF ONE MILLION DOLLARS.\n   30    3.  EXEMPTIONS  TO  THE  FUNDING  OF  MUNICIPAL  CORPORATION  MANDATES\n   31  REQUIREMENT.  (A)  THE  STATE  SHALL  NOT BE REQUIRED TO FUND ANY NEW OR\n   32  EXPANDED PROGRAMS IF:\n   33    (I) THE MANDATE IS REQUIRED BY A COURT ORDER OR JUDGMENT;\n   34    (II) THE MANDATE IS PROVIDED AT THE OPTION  OF  THE  LOCAL  GOVERNMENT\n   35  UNDER  A  LAW, REGULATION, RULE, OR ORDER THAT IS PERMISSIVE RATHER THAN\n   36  MANDATORY;\n   37    (III) THE MANDATE RESULTS FROM THE PASSAGE  OF  A  HOME  RULE  MESSAGE\n   38  WHEREBY  A  LOCAL GOVERNMENT REQUESTS AUTHORITY TO IMPLEMENT THE PROGRAM\n   39  OR SERVICE SPECIFIED IN THE STATUTE, AND THE STATUTE IMPOSES COSTS  ONLY\n   40  UPON  THAT  LOCAL  GOVERNMENT WHICH REQUESTS THE AUTHORITY TO IMPOSE THE\n   41  PROGRAM OR SERVICE;\n   42    (IV) THE MANDATE IS REQUIRED BY, OR ARISES FROM, AN EXECUTIVE ORDER OF\n   43  THE GOVERNOR EXERCISING HIS OR HER EMERGENCY POWERS; OR\n   44    (V) THE MANDATE IS REQUIRED BY STATUTE OR EXECUTIVE ORDER THAT  IMPLE-\n   45  MENTS A FEDERAL LAW OR REGULATION AND RESULTS FROM COSTS MANDATED BY THE\n   46  FEDERAL GOVERNMENT TO BE BORNE AT THE LOCAL LEVEL, UNLESS THE STATUTE OR\n   47  EXECUTIVE  ORDER RESULTS IN COSTS WHICH EXCEED THE COSTS MANDATED BY THE\n   48  FEDERAL GOVERNMENT.\n   49    (B) EACH ACT ESTABLISHING A MANDATE SHALL PROVIDE THAT  THE  EFFECTIVE\n   50  DATE  OF  ANY  SUCH  MANDATE  IMPOSED ON MUNICIPAL CORPORATIONS SHALL BE\n   51  CONSISTENT WITH THE NEEDS OF THE STATE  AND  MUNICIPAL  CORPORATIONS  TO\n   52  PLAN  IMPLEMENTATION  THEREOF  AND  CONSISTENT  WITH THE AVAILABILITY OF\n   53  REQUIRED FUNDS.\n   54    S 3. The education law is amended by adding a new  section  1527-a  to\n   55  read as follows:\n\n       S. 2199                             3\n\n    1    S  1527-A.  FUNDING OF MANDATES IMPOSED ON SCHOOL DISTRICTS. 1.  DEFI-\n    2  NITIONS. AS USED IN THIS SECTION, THE FOLLOWING  TERMS  SHALL  HAVE  THE\n    3  FOLLOWING MEANINGS UNLESS THE CONTEXT SHALL OTHERWISE REQUIRE:\n    4    (A) \"MANDATE\" MEANS:\n    5    (I)  ANY STATE LAW, RULE, OR REGULATION WHICH CREATES A NEW PROGRAM OR\n    6  REQUIRES A HIGHER LEVEL OF SERVICE  FOR  AN  EXISTING  PROGRAM  WHICH  A\n    7  SCHOOL  DISTRICT  ORGANIZED  EITHER  BY  SPECIAL LAWS OR PURSUANT TO THE\n    8  PROVISIONS OF A GENERAL LAW, IS REQUIRED TO PROVIDE; OR\n    9    (II) ANY GENERAL LAW WHICH GRANTS A  NEW  PROPERTY  TAX  EXEMPTION  OR\n   10  INCREASES  AN  EXISTING  PROPERTY  TAX  EXEMPTION  WHICH ANY SUCH SCHOOL\n   11  DISTRICT IS REQUIRED TO PROVIDE.\n   12    (B) \"UNFUNDED MANDATE\" SHALL MEAN:\n   13    (I) ANY STATE LAW, RULE, OR REGULATION WHICH CREATES A NEW PROGRAM  OR\n   14  REQUIRES  A  HIGHER  LEVEL  OF SERVICE FOR AN EXISTING PROGRAM WHICH ANY\n   15  SUCH SCHOOL DISTRICT IS REQUIRED TO PROVIDE AND WHICH RESULTS IN  A  NET\n   16  ADDITIONAL COST TO SUCH SCHOOL DISTRICT;\n   17    (II)  ANY  ALTERATION  IN FUNDING PROVIDED TO ANY SUCH SCHOOL DISTRICT\n   18  FOR THE PURPOSE OF DEFRAYING THE COSTS OF A PROGRAM WHICH IT IS REQUIRED\n   19  TO PROVIDE, THEREBY RESULTING IN A NET ADDITIONAL COST  TO  SUCH  SCHOOL\n   20  DISTRICT; OR\n   21    (III)  ANY  GENERAL  LAW  WHICH GRANTS A NEW PROPERTY TAX EXEMPTION OR\n   22  INCREASES AN EXISTING PROPERTY  TAX  EXEMPTION  WHICH  ANY  SUCH  SCHOOL\n   23  DISTRICT  IS  REQUIRED TO PROVIDE, THEREBY RESULTING IN A NET ADDITIONAL\n   24  COST TO SUCH SCHOOL DISTRICT.\n   25    (C) \"NET ADDITIONAL COST\" MEANS THE COST OR COSTS INCURRED  OR  ANTIC-\n   26  IPATED  TO  BE INCURRED WITHIN A ONE YEAR PERIOD BY A SCHOOL DISTRICT IN\n   27  PERFORMING OR ADMINISTERING A MANDATE AFTER  SUBTRACTING  THEREFROM  ANY\n   28  REVENUES RECEIVED OR RECEIVABLE BY THE SCHOOL DISTRICT ON ACCOUNT OF THE\n   29  MANDATED PROGRAM OR SERVICE, INCLUDING BUT NOT LIMITED TO:\n   30    (I) FEES CHARGED TO THE RECIPIENTS OF THE MANDATED PROGRAM OR SERVICE;\n   31    (II)  STATE  OR  FEDERAL  AID  PAID  SPECIFICALLY  OR CATEGORICALLY IN\n   32  CONNECTION WITH THE PROGRAM OR SERVICE; AND\n   33    (III) AN OFFSETTING SAVINGS RESULTING FROM THE  DIMINUTION  OR  ELIMI-\n   34  NATION  OF  ANY  OTHER  PROGRAM  OR SERVICE DIRECTLY ATTRIBUTABLE TO THE\n   35  PERFORMANCE OR ADMINISTRATION OF THE MANDATED PROGRAM.\n   36    2. FUNDING OF SCHOOL  DISTRICT  MANDATES.  NOTWITHSTANDING  ANY  OTHER\n   37  PROVISION  OF LAW, NO UNFUNDED MANDATE SHALL BE ENACTED WHICH CREATES AN\n   38  ANNUAL NET ADDITIONAL COST TO ANY SCHOOL DISTRICT IN EXCESS OF TEN THOU-\n   39  SAND DOLLARS OR AN AGGREGATE ANNUAL NET ADDITIONAL COST  TO  ALL  SCHOOL\n   40  DISTRICTS IN EXCESS OF ONE MILLION DOLLARS.\n   41    3.  EXEMPTIONS TO THE FUNDING OF SCHOOL DISTRICT MANDATES REQUIREMENT.\n   42  (A) THE STATE SHALL NOT BE REQUIRED TO FUND ANY NEW OR EXPANDED PROGRAMS\n   43  FOR SCHOOL DISTRICTS IF:\n   44    (I) THE MANDATE IS REQUIRED BY A COURT ORDER OR JUDGMENT;\n   45    (II) THE MANDATE IS PROVIDED AT THE  OPTION  OF  THE  SCHOOL  DISTRICT\n   46  UNDER  A  LAW, REGULATION, RULE, OR ORDER THAT IS PERMISSIVE RATHER THAN\n   47  MANDATORY;\n   48    (III) THE MANDATE RESULTS FROM THE PASSAGE  OF  A  HOME  RULE  MESSAGE\n   49  WHEREBY A SCHOOL DISTRICT REQUESTS AUTHORITY TO IMPLEMENT THE PROGRAM OR\n   50  SERVICE  SPECIFIED  IN  THE  STATUTE, AND THE STATUTE IMPOSES COSTS ONLY\n   51  UPON THAT SCHOOL DISTRICT WHICH REQUESTS THE  AUTHORITY  TO  IMPOSE  THE\n   52  PROGRAM OR SERVICE;\n   53    (IV) THE MANDATE IS REQUIRED BY, OR ARISES FROM, AN EXECUTIVE ORDER OF\n   54  THE GOVERNOR EXERCISING HIS OR HER EMERGENCY POWERS; OR\n   55    (V)  THE MANDATE IS REQUIRED BY STATUTE OR EXECUTIVE ORDER THAT IMPLE-\n   56  MENTS A FEDERAL LAW OR REGULATION AND RESULTS FROM COSTS MANDATED BY THE\n\n       S. 2199                             4\n\n    1  FEDERAL GOVERNMENT TO BE BORNE AT THE LOCAL LEVEL, UNLESS THE STATUTE OR\n    2  EXECUTIVE ORDER RESULTS IN COSTS WHICH EXCEED THE COSTS MANDATED BY  THE\n    3  FEDERAL GOVERNMENT.\n    4    (B)  EACH  ACT ESTABLISHING A MANDATE SHALL PROVIDE THAT THE EFFECTIVE\n    5  DATE OF ANY SUCH MANDATE IMPOSED ON SCHOOL DISTRICTS SHALL BE CONSISTENT\n    6  WITH THE NEEDS OF THE STATE AND SCHOOL DISTRICTS TO PLAN  IMPLEMENTATION\n    7  THEREOF, AND ALSO CONSISTENT WITH THE AVAILABILITY OF REQUIRED FUNDS.\n    8    S  4.  This act shall take effect April 1, 2012 and shall apply to any\n    9  general or special law imposing mandates on  municipal  corporations  or\n   10  school districts enacted on or after such effective date.\n",
  "memo" : "BILL NUMBER:S2199\n\nTITLE OF BILL:\nAn act\nto amend the general municipal law and the education law, in\nrelation to requiring the state to fund certain\nprograms mandated for\nmunicipal corporations and school districts\n\nPURPOSE:\nThis legislation would require any state mandated program imposed on\nmunicipalities or school districts, which created an annual net\nadditional cost in excess of $10,000 or an aggregate annual net\nadditional cost in excess of$1 million to be funded by the state.\n\nSUMMARY OF PROVISIONS:\nSection 1 provides Legislative Intent.\n\nSection 2 amends the General Municipal Law by adding a new section 25.\n\nSection 3 amends the Education Law by adding a new section 1527-a.\n\nSection 4 is the Effective Date.\n\nJUSTIFICATION:\nState mandated programs, unlike local service decisions, place local\ntaxpayers and local officials in the position of paying for services\nthat they do not control. Increasingly, the state has set local\npriorities and forced municipal taxing decisions by mandating\nservices, programs and standards.\nAs a result, many local governments and school districts are today in\nan acutely difficult fiscal situation. Thus, in order to prevent\nirresponsible state actions which prevent localities from making\ntheir own decisions, and which force unwanted local property tax\nincreases, it is necessary to ensure that state mandates will not be\nforced on localities and school districts, unless they are adequately\nfunded.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.1470 - Referred to Local Government\n2007-2008: S.1078 - Referred to Local Government\n2005-2006: S.464  - Referred to Local Government\n2003-2004: S.2822 - Referred to Civil Service and Pensions\n2001-2002: S.5060 - Referred to Local Government\n1999-2000: S.2322 - Reported to Rules\n1997-1998: S.1005 - Reported to Rules\n1995-1996: S.4001 - Referred to Local Government\n1993-1994: S.1065A - Passed Senate\n\nFISCAL IMPLICATIONS:\n\nState imposed mandates on local governments or school districts with\nan annual net additional cost in excess of $10,000 or an aggregate\nannual net additional cost in excess of $1 million to be funded by\nthe State.\n\nEFFECTIVE DATE:\nApril 1, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the education law, in relation to requiring the state to fund certain programs mandated for municipal corporations and school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114126.TXT", "SOBI.D110118.T122630.TXT", "SOBI.D110119.T101237.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T123631.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717884
}