{
  "year" : 2011,
  "senateBillNo" : "S2191-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2191-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to leaving the scene of an incident causing personal injury to another person without reporting",
  "summary" : "Allows prosecutors to prosecute any person operating a motor vehicle who causes personal injury to another person who fail to report such incident. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2634-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2191\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to leaving  the\n         scene of an incident causing personal injury to another person without\n         reporting\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 2 of section 600 of the  vehicle\n    2  and  traffic  law,  as  amended  by  chapter  49 of the laws of 2005, is\n    3  amended to read as follows:\n    4    a. Any person operating a motor vehicle who, [knowing or having  cause\n    5  to  know that personal injury has been caused to another person,] due to\n    6  an incident involving the motor vehicle operated by such person,  CAUSED\n    7  PERSONAL  INJURY TO ANOTHER PERSON shall, before leaving the place where\n    8  the said personal injury occurred, stop, exhibit his or her license  and\n    9  insurance  identification  card  for  such  vehicle,  when  such card is\n   10  required pursuant to articles six and eight of this  chapter,  and  give\n   11  his  or  her name, residence, including street and street number, insur-\n   12  ance carrier and insurance identification information including but  not\n   13  limited to the number and effective dates of said individual's insurance\n   14  policy  and license number, to the injured party, if practical, and also\n   15  to a police officer, or in the event that no police officer  is  in  the\n   16  vicinity  of the place of said injury, then, he or she shall report said\n   17  incident as soon as physically able to the  nearest  police  station  or\n   18  judicial officer.\n   19    S 2. This act shall take effect on the first of November next succeed-\n   20  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05124-01-1\n",
  "memo" : "BILL NUMBER:S2191\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to leaving the\nscene of an incident causing personal injury to another person without\nreporting\n\nPURPOSE:\nTo remove the knowledge requirement from the vehicle and\ntraffic law section relating to leaving the scene of an accident,\nwhere personal injury results.\n\nSUMMARY OF PROVISIONS:\nThis legislation would amend\nvehicle and\ntraffic law section 600 to remove from paragraph a of subdivision 2\nthe language \"knowing or having cause to know that personal injury\nhas been caused to another person,\" inserting \"caused personal injury\nto another person.\"\n\nEXISTING LAW:\nSection 600 of the vehicle and traffic\nlaw currently\nrequires that a person have knowledge of having caused personal\ninjury before imposing certain penalties for leaving the scene of an\naccident.\n\nJUSTIFICATION:\nThe vehicle and traffic law already\nrequires a driver\nto stop at the scene of an accident, whether or not personal injury\nhas resulted. Operating a vehicle in New York State is a privilege,\nnot a right; it is reasonable to expect drivers to stop at the scene\nof an accident, and to investigate whether the accident has in fact\ncaused personal injury.\n\nLEGISLATIVE HISTORY:\nS.2634 of 2009-10, Referred to Transportation\nS.93   of 2007-08, Passed Senate\nS.6577 of 2005-06, Passed Senate\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThe first of November next succeeding the date on\nwhich it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to leaving the scene of an incident causing personal injury to another person without reporting ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114126.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T123131.TXT", "SOBI.D110118.T153151.TXT", "SOBI.D110118.T124140.TXT", "SOBI.D110119.T094735.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717873
}