{
  "year" : 2011,
  "senateBillNo" : "S2194-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2194-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "1ST REPORT CAL.34",
    "billEventId" : "S2194-2011-1295931600000-1ST+REPORT+CAL.34",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1295969400000S2194-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295969400000,
    "ayes" : [ "Saland", "DeFrancisco", "Flanagan", "Fuschillo", "Gallivan", "Golden", "Lanza", "Nozzolio", "O'Mara", "Gianaris", "Duane", "Huntley", "Perkins", "Squadron", "Espaillat" ],
    "nays" : [ "Parker" ],
    "abstains" : null,
    "excused" : null,
    "ayeswr" : null,
    "description" : "Codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to authorizing child witnesses to testify by use of closed-circuit television in assault and endangering the welfare of a child proceedings",
  "summary" : "Relates to authorizing child witnesses to testify by use of closed-circuit television in assault and endangering the welfare of a child proceedings. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : [ "CODES" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2194\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation  to  authorizing\n         child  witnesses  to  testify  by  use of closed-circuit television in\n         assault and endangering the welfare of a child proceedings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1 of section 65.00 of the criminal procedure\n    2  law, as amended by chapter 320 of the laws of 2006, is amended  to  read\n    3  as follows:\n    4    1. \"Child witness\" means a person fourteen years old or less who is or\n    5  will  be  called to testify in a criminal proceeding, other than a grand\n    6  jury proceeding, concerning an offense defined in  ARTICLE  ONE  HUNDRED\n    7  TWENTY,  article  one  hundred  thirty  [of  the  penal law or], section\n    8  255.25, 255.26 [or], 255.27 OR 260.10 of [such] THE PENAL law  which  is\n    9  the subject of such criminal proceeding.\n   10    S  2. Subdivision 7 of section 65.20 of the criminal procedure law, as\n   11  amended by chapter 320 of the laws of 2006 and as renumbered by  chapter\n   12  548 of the laws of 2007, is amended to read as follows:\n   13    7.  Notwithstanding  any other provision of law, the child witness who\n   14  is alleged to be vulnerable may not be  compelled  to  testify  at  such\n   15  hearing  or  to  submit to any psychological or psychiatric examination.\n   16  The failure of the child witness to testify at such hearing shall not be\n   17  a ground for denying a motion made pursuant to subdivision one  of  this\n   18  section.  Prior  statements  made  by  the child witness relating to any\n   19  allegations of conduct constituting an offense defined  in  article  ONE\n   20  HUNDRED  TWENTY  OR  one hundred thirty of the penal law [or], incest as\n   21  defined in section 255.25, 255.26 or 255.27, OR ENDANGERING THE  WELFARE\n   22  OF  A  CHILD AS DEFINED IN SECTION 260.10 of such law, or to any allega-\n   23  tion of words or conduct constituting an attempt to prevent,  impede  or\n   24  deter  the child witness from cooperating in the investigation or prose-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05410-01-1\n\n       S. 2194                             2\n\n    1  cution of the offense shall be admissible  at  such  hearing,  provided,\n    2  however,  that  a declaration that a child witness is vulnerable may not\n    3  be based solely upon such prior statements.\n    4    S  3. This act shall take effect immediately and shall apply to crimi-\n    5  nal proceedings conducted on or after such date; provided, however, that\n    6  the amendments to sections 65.00 and 65.20  of  the  criminal  procedure\n    7  law,  made  by  sections  one  and two of this act, shall not affect the\n    8  repeal of such sections and shall be deemed repealed therewith.\n",
  "memo" : "BILL NUMBER:S2194\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law, in relation to authorizing child\nwitnesses to testify by use of closed-circuit television in assault and\nendangering the welfare of a child proceedings\n\nPURPOSE:\nTo minimize mental or emotional harm for child victims and witnesses\nby allowing them to give testimony via closed circuit television in\nassault and endangering the welfare of a child cases.\n\nSUMMARY OF PROVISIONS:\nThe bill amends sections 65.00 and 65.20 of the Criminal Procedure Law\nto add offenses defined in Article 120 of the Penal Law (assault and\nrelated offenses) and section 260.10 of the Penal Law (endangering\nthe welfare of a child) to the list of cases in which a child victim\nor child witness may testify via closed circuit television.\n\nEXISTING LAW:\nCurrently the law allows those child victims or child witnesses who\nhave been declared vulnerable to testify via closed circuit\ntelevision only in sexual abuse cases as defined in Article 130 and\nsection 255.25 of the Penal Law.\n\nJUSTIFICATION:\nIn 1985, the New York State Legislature approved a law allowing\nchildren who have been declared vulnerable to testify via\nclosed-circuit TV in court proceedings involving sexual abuse.\nThe same concern for the welfare and sensitivities of a child who must\ntestify to something which is deeply traumatic dictates that we\nextend the insulation of televised testimony to children involved in\nassault and endangering the welfare of a child cases.\n\nLEGISLATIVE HISTORY:\n2007-2008: S.1073 - Passed Senate\n2005-2006: S.469  - Passed Senate\n2003-2004: S.1915 - Passed Senate\n2001-2002: S.1342 - Passed Senate\n2000:      S.6758 - Passed Senate\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to authorizing child witnesses to testify by use of closed-circuit television in assault and endangering the welfare of a child proceedings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114126.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T123131.TXT", "SOBI.D110118.T124140.TXT", "SOBI.D110119.T094735.TXT", "SOBI.D110125.T135419.TXT", "SOBI.D110126.T133258.TXT-agenda-1.xml" ],
  "luceneActive" : true,
  "luceneModified" : 1296066778061
}