{
  "year" : 2011,
  "senateBillNo" : "S2197-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2197-2011-1295326800000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides schools the option to operate one hundred eighty days of instruction or the equivalent number of hours of pupil instruction",
  "summary" : "Provides schools the option to operate one hundred eighty days of instruction or the equivalent number of hours of pupil instruction. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S4572-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2197\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to the required number of\n         days school is in session and providing schools the option to  operate\n         one  hundred  eighty  days  of instruction or the equivalent number of\n         hours of pupil instruction\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings. The legislature finds and declares\n    2  that a number of schools nationwide have implemented a  flexible  school\n    3  week schedule while still maintaining the statutorily required amount of\n    4  instructional  time. This type of flexibility has resulted in savings on\n    5  such items as energy, transportation and substitute teacher costs, along\n    6  with better attendance, less time lost  to  extracurricular  activities,\n    7  more  opportunities  for  teacher  training and appointments, and longer\n    8  class periods for instructional time. Many of  the  districts  in  other\n    9  states  which have already implemented flexible school schedules tend to\n   10  be smaller and  rural  with  long  transportation  routes  to  and  from\n   11  schools,  and  with  no  other  option to save costs other than to close\n   12  schools or layoff staff. Given the fiscal crisis facing New York as well\n   13  as rising fuel, energy, and transportation costs, a flexible school week\n   14  schedule based on the equivalent hours of pupil  instruction  may  offer\n   15  schools  operational  flexibility  without  jeopardizing  the  amount of\n   16  instructional time required by law.\n   17    New York state is without legal authority to  operate  less  than  one\n   18  hundred  eighty  days  of  instruction without forfeiting state aid. The\n   19  lack of operational  flexibility  in  school  districts,  in  particular\n   20  regard  to instructional days, is a problem largely unaddressed in state\n   21  statute or regulation. A well-planned alternative school  week  schedule\n   22  can  be  cost-effective,  and  can  provide flexibility for those school\n   23  districts in fiscal crisis, while maintaining a quality education.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05600-01-1\n\n       S. 2197                             2\n\n    1    Therefore, the legislature finds that enactment of this legislation is\n    2  necessary and appropriate to make  certain  that  school  boards,  after\n    3  thorough review and public comment, have the discretion and authority to\n    4  provide  local  school  districts with operational flexibility to modify\n    5  the number of instructional days per year, while maintaining the quality\n    6  of  education  at the particular school or schools requesting a flexible\n    7  school week schedule.\n    8    S 2. Section 551 of the education law, as added by chapter 414 of  the\n    9  laws of 1972, is amended to read as follows:\n   10    S 551. Apportionment.  1.  In order to meet proper health, welfare and\n   11  safety standards in qualifying schools for the  benefit  of  the  pupils\n   12  enrolled  therein, there shall be apportioned health, welfare and safety\n   13  grants by the commissioner to each  qualifying  school  for  the  school\n   14  years  beginning  on and after July first, nineteen hundred seventy-one,\n   15  an amount equal to the product of thirty dollars multiplied by the aver-\n   16  age daily OR EQUIVALENT HOURLY attendance of pupils  receiving  instruc-\n   17  tion  in such school, to be applied for costs of maintenance and repair.\n   18  Such apportionment shall be increased by ten dollars multiplied  by  the\n   19  average  daily  OR  EQUIVALENT  HOURLY  attendance  of  pupils receiving\n   20  instruction in a school building constructed prior to  nineteen  hundred\n   21  forty-seven.  In  no event shall the per pupil annual allowance computed\n   22  under this section exceed fifty per centum of the average per pupil cost\n   23  of equivalent maintenance and repair in the public schools of the  state\n   24  on  a  state-wide  basis,  as  determined by the commissioner, and in no\n   25  event shall the apportionment to a qualifying school exceed  the  amount\n   26  of  expenditures  for  maintenance and repair of such school as reported\n   27  pursuant to section five hundred fifty-two of this article.\n   28    2. The apportionment pursuant to this section shall be reduced by  one\n   29  one  hundred  eightieth  for  each day less than one hundred eighty days\n   30  that such school was actually in total session in the base  year,  OR  A\n   31  SCHOOL  FAILING  TO  COMPLY WITH THE EQUIVALENT NUMBER OF HOURS OF PUPIL\n   32  INSTRUCTION SHALL FORFEIT FROM ITS APPORTIONMENT AN AMOUNT DETERMINED BY\n   33  APPLYING A RATIO OF THE NUMBER OF HOURS THE SCHOOL WAS IN  NONCOMPLIANCE\n   34  IN  RELATION TO THE REQUIRED MINIMUM EQUIVALENT NUMBER OF HOURS OF PUPIL\n   35  INSTRUCTION, except that the commissioner may disregard  such  reduction\n   36  up  to  five days OR THE EQUIVALENT NUMBER OF HOURS if he finds that the\n   37  school was not in session for one hundred eighty days OR THE  EQUIVALENT\n   38  NUMBER  OF  HOURS  OF PUPIL INSTRUCTION because of extraordinary adverse\n   39  weather conditions, impairment of heating facilities,  insufficiency  of\n   40  water  supply, shortage of fuel or the destruction of a school building,\n   41  and if the commissioner further finds that such school  cannot  make  up\n   42  such  days  OR  THE EQUIVALENT NUMBER OF HOURS of instruction during the\n   43  school year. No such reduction shall be made, however, for  any  day  on\n   44  which  such  school  was in session for the purpose of administering the\n   45  regents examinations or the regents  scholarship  examinations,  or  any\n   46  day,  not  to  exceed three days, OR THE EQUIVALENT NUMBER OF HOURS when\n   47  such school was not in session  because  of  a  conference  of  teachers\n   48  called by the principal of the school.\n   49    S 3. Subdivision 2 of section 1704 of the education law, as amended by\n   50  chapter 543 of the laws of 1971, is amended to read as follows:\n   51    2.  Except  as  otherwise  provided  by  law, no board of education or\n   52  community board in the city school district of  the  city  of  New  York\n   53  shall  provide  for  a  school year consisting of fewer than one hundred\n   54  eighty days of school  OR  THE  EQUIVALENT  NUMBER  OF  HOURS  OF  PUPIL\n   55  INSTRUCTION.\n\n       S. 2197                             3\n\n    1    S 4. Paragraphs a and c of subdivision 2 of section 2117 of the educa-\n    2  tion  law,  as  added by chapter 744 of the laws of 1952, are amended to\n    3  read as follows:\n    4    a.  The whole time school has been maintained in their district during\n    5  the year ending on June thirtieth previous to the date of  such  report,\n    6  and  stating  what  portion  of  the time such school has been taught by\n    7  qualified teachers, and the whole number  of  days,  OR  THE  EQUIVALENT\n    8  NUMBER  OF  HOURS OF PUPIL INSTRUCTION, including holidays, in which the\n    9  school was taught by qualified teachers.\n   10    c. The number of children taught in the district during such  year  by\n   11  qualified teachers, and the aggregate days' OR EQUIVALENT HOURS' attend-\n   12  ance of all such children.\n   13    S 5. The first undesignated paragraph of section 3107 of the education\n   14  law,  as  amended by chapter 784 of the laws of 1961, is amended to read\n   15  as follows:\n   16    In cities having a population of one million or more, employees of the\n   17  board of education who are  members  of  the  New  York  city  teachers'\n   18  retirement  system  shall be granted sick leave due to personal illness.\n   19  Such sick leave shall be on the basis of at least ten days for each year\n   20  of service, cumulative to a maximum of two hundred days.  Members  shall\n   21  upon  application be granted a retirement leave of absence with full pay\n   22  consisting of one-half of their accumulated unused sick leave, up  to  a\n   23  maximum  of  one  school term or the equivalent number of school days OR\n   24  THE EQUIVALENT NUMBER OF HOURS OF PUPIL INSTRUCTION.\n   25    S 6. Paragraph a of subdivision 4 of section 3204 of the education law\n   26  is amended to read as follows:\n   27    a. A full time day school or class, except  as  otherwise  prescribed,\n   28  shall be in session for not less than one hundred ninety days each year,\n   29  OR  THE  EQUIVALENT  NUMBER  OF HOURS OF PUPIL INSTRUCTION, inclusive of\n   30  legal holidays that occur during the term of said school  and  exclusive\n   31  of Saturdays.\n   32    S  7.  Paragraphs  d,  k and l of subdivision 1 of section 3602 of the\n   33  education law, as amended by section 11 of part B of chapter 57  of  the\n   34  laws of 2007, are amended to read as follows:\n   35    d.  \"Average  daily attendance\" shall mean the total number of attend-\n   36  ance days OR THE EQUIVALENT NUMBER OF  HOURS  OF  PUPIL  INSTRUCTION  of\n   37  pupils  in  a public school of a school district in kindergarten through\n   38  grade twelve, or equivalent ungraded programs, plus the total number  of\n   39  instruction  days OR THE EQUIVALENT NUMBER OF HOURS OF PUPIL INSTRUCTION\n   40  for such pupils receiving homebound instruction including pupils receiv-\n   41  ing  instruction  through  a  two-way  telephone  communication  system,\n   42  divided  by  the  number of days OR EQUIVALENT HOURS the district school\n   43  was in session as provided in this section.  The  attendance  of  pupils\n   44  with  disabilities  attending  under  the  provisions  of paragraph c of\n   45  subdivision two of section forty-four hundred one of this chapter  shall\n   46  be added to average daily OR EQUIVALENT HOURLY attendance.\n   47    (1)  Equivalent attendance shall mean the quotient of the total number\n   48  of student hours of instruction in programs in  a  public  school  of  a\n   49  school  district  or a board of cooperative educational services leading\n   50  to a high school diploma or a high school equivalency diploma as defined\n   51  in regulations of the commissioner for pupils under the age  of  twenty-\n   52  one not on a regular day school register of the district, divided by one\n   53  thousand.  Average  daily  OR EQUIVALENT HOURLY attendance shall include\n   54  the equivalent attendance of the school district. For  the  purposes  of\n   55  secondary  school weighting, such equivalent attendance shall be consid-\n\n       S. 2197                             4\n\n    1  ered as average daily OR EQUIVALENT HOURLY attendance  in  grades  seven\n    2  through twelve.\n    3    (2) In computing average daily OR EQUIVALENT HOURLY attendance, school\n    4  districts  may, with the commissioner's approval, exclude attendance for\n    5  those days OR EQUIVALENT NUMBER OF HOURS OF PUPIL INSTRUCTION, on  which\n    6  school  attendance  was  adversely  affected  because  of an epidemic or\n    7  manmade or natural disaster or  act  of  terrorism.  In  computing  such\n    8  attendance, the school district shall: (i) determine the number of reli-\n    9  gious  holidays  which fall on a school day IN WHICH SCHOOL IS SCHEDULED\n   10  TO BE IN SESSION within a school year according  to  regulations  estab-\n   11  lished  by  the  commissioner, such religious holidays to be duly recog-\n   12  nized as such for purposes of this section by duly adopted resolution of\n   13  the board of education; (ii) deduct the  aggregate  attendance  on  such\n   14  religious  holidays from the total aggregate attendance, by grade level;\n   15  (iii) deduct such religious holidays from the total number  of  days  OR\n   16  EQUIVALENT  NUMBER  OF  HOURS  OF PUPIL INSTRUCTION of session, by grade\n   17  level; and (iv) compute the average daily OR EQUIVALENT  HOURLY  attend-\n   18  ance for the school year.\n   19    k.  \"Attendance ratio\" shall mean the number computed to four decimals\n   20  without rounding when the aggregate days OR EQUIVALENT HOURS  attendance\n   21  is divided by the possible aggregate attendance of all pupils in attend-\n   22  ance  in  the  district,  as  computed  for  each school district by the\n   23  commissioner by June first of the year following the attendance year.\n   24    l. \"Average  daily  membership\"  shall  mean  the  possible  aggregate\n   25  attendance  of all pupils in attendance in a public school of the school\n   26  district in kindergarten through grade twelve,  or  equivalent  ungraded\n   27  programs,  including  possible  aggregate  attendance  for  such  pupils\n   28  receiving homebound instruction, including pupils receiving  instruction\n   29  through  a  two-way  telephone  communication  system, with the possible\n   30  aggregate attendance of such pupils in one-half day kindergartens multi-\n   31  plied by one-half, divided by the number of days OR EQUIVALENT NUMBER OF\n   32  HOURS OF PUPIL  INSTRUCTION  the  district  school  was  in  session  as\n   33  provided  in this section. The full time equivalent enrollment of pupils\n   34  with disabilities attending under  the  provisions  of  paragraph  c  of\n   35  subdivision  two of section forty-four hundred one of this chapter shall\n   36  be added to average daily OR  EQUIVALENT  HOURLY  membership.    Average\n   37  daily  OR  EQUIVALENT  HOURLY  membership  shall  include the equivalent\n   38  attendance of the school district, as computed pursuant to  paragraph  d\n   39  of  this  subdivision.  In  any  instance where a pupil is a resident of\n   40  another state or an Indian pupil is a  resident  of  any  portion  of  a\n   41  reservation  located  wholly  or  partly within the borders of the state\n   42  pursuant to subdivision four of section forty-one hundred  one  of  this\n   43  chapter  or  a pupil is living on federally owned land or property, such\n   44  pupil's possible aggregate attendance shall be counted as  part  of  the\n   45  possible aggregate attendance of the school district in which such pupil\n   46  is enrolled.\n   47    S 8. Paragraphs a and b of subdivision 2 of section 3602 of the educa-\n   48  tion  law,  as amended by section 13 of part B of chapter 57 of the laws\n   49  of 2007, are amended to read as follows:\n   50    a. Computation of resident weighted average daily OR EQUIVALENT HOURLY\n   51  attendance. For purposes of  this  section  weighted  average  daily  OR\n   52  EQUIVALENT  HOURLY  attendance  of a school district for any school year\n   53  shall be computed as follows:\n   54    (1) Weighted average daily OR EQUIVALENT HOURLY  attendance  shall  be\n   55  determined by using the average daily OR EQUIVALENT HOURLY attendance of\n   56  public  school  pupils in a full-day kindergarten and grades one through\n\n       S. 2197                             5\n\n    1  six as the basic unit, with the attendance of such  pupils  in  one-half\n    2  day  kindergartens  measured  at  one-half  of  such  basic unit and the\n    3  attendance of such pupils in grades seven through twelve measured at one\n    4  and  one-quarter  of  such  basic  unit.    The sum of all such units of\n    5  attendance shall be the weighted  average  daily  OR  EQUIVALENT  HOURLY\n    6  attendance.\n    7    (2) In computing such attendance, the school district shall (i) deter-\n    8  mine  the  number  of  religious  holidays which fall on a school day IN\n    9  WHICH SCHOOL IS SCHEDULED TO BE IN SESSION within a school year  accord-\n   10  ing to regulations established by the commissioner, such religious holi-\n   11  days  to be duly recognized as such for purposes of this section by duly\n   12  adopted resolution of the board of education; (ii) deduct the  aggregate\n   13  attendance  on  such religious holidays from the total aggregate attend-\n   14  ance, by grade level; (iii) deduct  such  religious  holidays  from  the\n   15  total  number of days OR EQUIVALENT NUMBER OF HOURS of session, by grade\n   16  level; (iv) compute the weighted  average  daily  OR  EQUIVALENT  HOURLY\n   17  attendance for the school year.\n   18    (3) In any instance where a pupil is a resident of another state or an\n   19  Indian pupil is a resident of any portion of a reservation located whol-\n   20  ly  or  partly  within  the borders of the state pursuant to subdivision\n   21  four of section forty-one hundred one of this  chapter  or  a  pupil  is\n   22  living  on  federally  owned  land  or property, such pupil's attendance\n   23  shall be counted as part of the weighted  average  daily  OR  EQUIVALENT\n   24  HOURLY  attendance  of  the  school  district  in  which  such  pupil is\n   25  enrolled.\n   26    (4) Resident weighted average daily OR  EQUIVALENT  HOURLY  attendance\n   27  for  purposes  of determining the aid ratio of a school district for any\n   28  school year shall be the weighted average  daily  OR  EQUIVALENT  HOURLY\n   29  attendance for the school year immediately preceding the base year, less\n   30  the  weighted  average daily OR EQUIVALENT HOURLY attendance of nonresi-\n   31  dent pupils attending public schools in the  district  for  such  school\n   32  year, plus the weighted average daily OR EQUIVALENT HOURLY attendance of\n   33  pupils  resident in the district but attending public schools in another\n   34  district or state plus the weighted average daily OR  EQUIVALENT  HOURLY\n   35  attendance  of pupils resident in the district but attending full-time a\n   36  school operated by a board of  cooperative  educational  services  or  a\n   37  county  vocational  education  and extension board for such school year.\n   38  The attendance of nonresident pupils  attending  public  school  in  the\n   39  district  and  resident  pupils  attending  such  schools outside of the\n   40  district shall be determined by applying to the number  of  such  pupils\n   41  registered  during  the  school year in each case the ratio of aggregate\n   42  days OR EQUIVALENT HOURS attendance to the possible  aggregate  days  OR\n   43  EQUIVALENT HOURS attendance of all pupils in attendance in the district.\n   44  Indian pupils of a reservation attending public school, or pupils living\n   45  on the United States military reservation at West Point attending public\n   46  school,  shall be deemed to be resident pupils of the district providing\n   47  such school, for purposes of this paragraph. Where a school district has\n   48  entered into a contract with the state university pursuant  to  subdivi-\n   49  sion two of section three hundred fifty-five of this chapter under which\n   50  the  school  district  makes  payments  in the nature of tuition for the\n   51  education of certain children residing in the  district,  such  children\n   52  for  whom  such tuition payments are made shall be deemed to be resident\n   53  pupils of such district for the purposes of this paragraph.\n   54    (5) In determining the resident weighted average daily  OR  EQUIVALENT\n   55  HOURLY  attendance  of  a  component  school  district of a central high\n   56  school district for computing the aid ratio the weighted  average  daily\n\n       S. 2197                             6\n\n    1  OR  EQUIVALENT  HOURLY attendance of high school pupils residing in such\n    2  component district and  attending  the  central  high  school  shall  be\n    3  included.  The  resident  weighted  average  daily  OR EQUIVALENT HOURLY\n    4  attendance  of a central high school district itself shall be the sum of\n    5  the resident weighted average daily OR EQUIVALENT HOURLY  attendance  of\n    6  each  component  school  district  computed  as  provided  in  the first\n    7  sentence of this paragraph.\n    8    (6) Notwithstanding the provisions of subparagraphs four and  five  of\n    9  this  paragraph,  when a school district shall experience an increase in\n   10  resident weighted average daily OR EQUIVALENT HOURLY  attendance  during\n   11  the  current year because of the closing in whole, or in part, of a non-\n   12  public school or a campus school, or a school previously operated by the\n   13  United States government on the United States  military  reservation  at\n   14  West  Point,  the  commissioner,  in  computing  any  aid  ratio of such\n   15  district, shall permit the use  of  such  additional  resident  weighted\n   16  average  daily  OR  EQUIVALENT  HOURLY attendance for aid ratio purposes\n   17  during the current year and the next succeeding year, provided that such\n   18  additional resident weighted average daily OR EQUIVALENT HOURLY  attend-\n   19  ance  attributable  to such closing, or part thereof, shall be in excess\n   20  of one hundred students; provided, however,  that  such  district  which\n   21  qualifies  for an increase in total wealth pupil units pursuant to para-\n   22  graph f of this subdivision, shall use the increase in resident weighted\n   23  average daily OR EQUIVALENT HOURLY attendance, even if such increase  in\n   24  resident  weighted average daily OR EQUIVALENT HOURLY attendance is less\n   25  than one hundred.\n   26    b. Computation of adjusted average daily OR EQUIVALENT HOURLY  attend-\n   27  ance.  For purposes of this section adjusted average daily OR EQUIVALENT\n   28  HOURLY attendance of a school district for  any  school  year  shall  be\n   29  computed as follows:\n   30    (1)  Adjusted  average  daily OR EQUIVALENT HOURLY attendance shall be\n   31  determined by using the average daily OR EQUIVALENT HOURLY attendance of\n   32  public school pupils in a full-day kindergarten and grades  one  through\n   33  twelve as the basic unit, with the attendance of such pupils in one-half\n   34  day  kindergartens  measured  at one-half of such basic unit. The sum of\n   35  all such units of attendance shall be  the  adjusted  average  daily  OR\n   36  EQUIVALENT HOURLY attendance.\n   37    (2) In computing such attendance, the school district shall (i) deter-\n   38  mine  the  number  of  religious  holidays which fall on a school day IN\n   39  WHICH SCHOOL IS SCHEDULED TO BE IN SESSION within a school year  accord-\n   40  ing to regulations established by the commissioner, such religious holi-\n   41  days  to be duly recognized as such for purposes of this section by duly\n   42  adopted resolution of the board of education; (ii) deduct the  aggregate\n   43  attendance  on  such religious holidays from the total aggregate attend-\n   44  ance, by grade level; (iii) deduct  such  religious  holidays  from  the\n   45  total  number of days OR EQUIVALENT NUMBER OF HOURS of session, by grade\n   46  level; (iv) compute the adjusted  average  daily  OR  EQUIVALENT  HOURLY\n   47  attendance for the school year.\n   48    (3) In any instance where a pupil is a resident of another state or an\n   49  Indian pupil is a resident of any portion of a reservation located whol-\n   50  ly  or  partly  within  the borders of the state pursuant to subdivision\n   51  four of section forty-one hundred one of this  chapter  or  a  pupil  is\n   52  living  on  federally  owned  land  or property, such pupil's attendance\n   53  shall be counted as part of the weighted average daily attendance of the\n   54  school district in which such pupil is enrolled.\n\n       S. 2197                             7\n\n    1    S 9. Paragraph e of subdivision 1 of section 3602-c of  the  education\n    2  law,  as  amended by chapter 740 of the laws of 1982, is amended to read\n    3  as follows:\n    4    e.  \"Average  daily attendance\" shall mean the total number of attend-\n    5  ance days OR THE EQUIVALENT NUMBER OF HOURS of pupils receiving services\n    6  divided by the number of days OR EQUIVALENT HOURS the public school  was\n    7  in  session  for each attendance period. For each such attendance period\n    8  the total number of attendance days OR EQUIVALENT NUMBER  OF  HOURS  for\n    9  each such pupil shall be determined by multiplying the number of days OR\n   10  EQUIVALENT HOURS on which each such pupil was in attendance by the ratio\n   11  obtained  by  dividing the number of class periods of each such pupil by\n   12  the total number of class periods, not to exceed five, operated  by  the\n   13  public  school during the school day. Only pupils residing in this state\n   14  shall be included in such computation.\n   15    S 10.  Paragraph m of subdivision 12 and  subdivision  16  of  section\n   16  3602-e of the education law, as amended by section 19 of part B of chap-\n   17  ter 57 of the laws of 2007, are amended to read as follows:\n   18    m.  a  process  for  the  waiver  of the time requirements established\n   19  pursuant to this subdivision in order to authorize the  operation  of  a\n   20  summer  universal  prekindergarten program limited to the months of July\n   21  and August, upon a finding by the commissioner that the school  district\n   22  is  unable  to  operate  the  program  during the regular school session\n   23  because of a lack of available space  pursuant  to  regulations  of  the\n   24  commissioner. Notwithstanding any other provision of this section to the\n   25  contrary,  such  process  shall  provide  for a reduction of the aid per\n   26  prekindergarten pupil payable for pupils served pursuant to such  waiver\n   27  by one one-hundred eightieth of the aid per prekindergarten pupil deter-\n   28  mined pursuant to paragraph a of subdivision ten [or subparagraph (i) of\n   29  paragraph b of subdivision ten-a] of this section for each day OR EQUIV-\n   30  ALENT HOUR less than one hundred eighty days OR THE EQUIVALENT NUMBER OF\n   31  HOURS that the summer program is in session.\n   32    16. The grant payable to a school district pursuant to this section in\n   33  the  current year shall be reduced by one one-hundred eightieth for each\n   34  day less than one hundred eighty days that the universal prekindergarten\n   35  classes of the district were actually in session, OR A DISTRICT  FAILING\n   36  TO COMPLY WITH THE EQUIVALENT NUMBER OF HOURS OF PUPIL INSTRUCTION SHALL\n   37  FORFEIT  FROM  ITS  TOTAL  STATE  AID ALLOCATION AN AMOUNT DETERMINED BY\n   38  APPLYING A RATIO OF THE NUMBER OF HOURS THE DISTRICT WAS  IN  NONCOMPLI-\n   39  ANCE  IN  RELATION TO THE REQUIRED MINIMUM EQUIVALENT NUMBER OF HOURS OF\n   40  PUPIL INSTRUCTION, except  that  the  commissioner  may  disregard  such\n   41  reduction  for any deficiency that may be disregarded in computing total\n   42  foundation aid pursuant to subdivision seven or eight of  section  thir-\n   43  ty-six hundred four of this [chapter] PART.\n   44    S  11.  Subdivisions  7  and  8  of section 3604 of the education law,\n   45  subdivision 7 as amended by section 31 of part B of chapter  57  of  the\n   46  laws  of  2007  and  subdivision 8 as amended by section 46 of part H of\n   47  chapter 83 of the laws of 2002, are amended and  five  new  subdivisions\n   48  7-a, 7-b, 7-c, 7-d and 7-e are added to read as follows:\n   49    7.  No district shall be entitled to any portion of such school moneys\n   50  on such apportionment unless the report of  the  trustees  or  board  of\n   51  education  for  the  preceding  school  year  shall show that the public\n   52  schools were actually in session in the district and taught by a  quali-\n   53  fied  teacher or by successive qualified teachers or by qualified teach-\n   54  ers for not less than one hundred eighty days OR THE  EQUIVALENT  NUMBER\n   55  OF  HOURS OF PUPIL INSTRUCTION.  The moneys payable to a school district\n   56  pursuant to section thirty-six hundred nine-a of this [chapter] PART  in\n\n       S. 2197                             8\n\n    1  the  current  year  shall be reduced by one one-hundred eightieth of the\n    2  district's total foundation aid for  each  day  less  than  one  hundred\n    3  eighty  days  that the schools of the district were actually in session,\n    4  OR  A  DISTRICT FAILING TO COMPLY WITH THE EQUIVALENT NUMBER OF HOURS OF\n    5  PUPIL INSTRUCTION SHALL FORFEIT FROM ITS TOTAL STATE AID  ALLOCATION  AN\n    6  AMOUNT  DETERMINED  BY  APPLYING  A  RATIO  OF  THE  NUMBER OF HOURS THE\n    7  DISTRICT WAS IN NONCOMPLIANCE IN RELATION TO THE REQUIRED MINIMUM EQUIV-\n    8  ALENT NUMBER OF HOURS OF PUPIL INSTRUCTION, except that the commissioner\n    9  may disregard such reduction, up to five days, OR THE EQUIVALENT  NUMBER\n   10  OF  HOURS  in  the  apportionment  of public money, if he finds that the\n   11  schools of the district were not in session for one hundred eighty  days\n   12  OR  THE  EQUIVALENT  NUMBER  OF HOURS because of extraordinarily adverse\n   13  weather conditions, impairment of heating facilities,  insufficiency  of\n   14  water  supply,  shortage of fuel, lack of electricity, natural gas leak-\n   15  age, unacceptable levels of chemical substances, or the destruction of a\n   16  school building either in whole or in part, and if, further, the commis-\n   17  sioner finds that such district cannot make up such days  OR  EQUIVALENT\n   18  HOURS  of  instruction  by  using for the secondary grades all scheduled\n   19  vacation days which occur prior to the first scheduled regents  examina-\n   20  tion  day  in June, and for the elementary grades all scheduled vacation\n   21  days which occur prior to the last scheduled regents examination day  in\n   22  June.  For  the  purposes of this subdivision, \"scheduled vacation days\"\n   23  shall mean days on which the schools of the district are not in  session\n   24  and for which no prohibition exists in subdivision eight of this section\n   25  for them to be in session.\n   26    7-A. FOR THE PURPOSES OF THIS SECTION, \"ONE HUNDRED EIGHTY DAYS\" MEANS\n   27  ONE HUNDRED EIGHTY DAYS OF INSTRUCTION OR THE EQUIVALENT NUMBER OF HOURS\n   28  OF PUPIL INSTRUCTION PER SCHOOL YEAR BASED ON A DIFFERENT NUMBER OF DAYS\n   29  OF  INSTRUCTION APPROVED BY THE SCHOOL DISTRICT GOVERNING BOARD OR CHAR-\n   30  TER SCHOOL GOVERNING BODY.\n   31    7-B. THE LOCAL SCHOOL BOARD, IN ITS DISCRETION, MAY AUTHORIZE SOME  OR\n   32  ALL  OF  ITS SCHOOLS TO MODIFY THE NUMBER OF INSTRUCTIONAL DAYS PER YEAR\n   33  AFTER THOROUGH REVIEW AND PUBLIC COMMENT.   BEFORE AUTHORIZING  SOME  OR\n   34  ALL  OF ITS SCHOOLS TO MODIFY THE NUMBER OF INSTRUCTIONAL DAYS PER YEAR,\n   35  THE SCHOOL BOARD, SHALL WITHIN ITS REVIEW, INCLUDE, BUT NOT  BE  LIMITED\n   36  TO, CONSIDERATION OF THE FOLLOWING:\n   37    A. HOW THE SCHOOL OR SCHOOLS WILL MAINTAIN A QUALITY EDUCATION;\n   38    B. THE REASON FOR THE REQUEST;\n   39    C. THE EDUCATIONAL BENEFIT TO PUPILS;\n   40    D.  WAYS  TO NEGOTIATE THE CHANGES WITH THE COLLECTIVE BARGAINING UNIT\n   41  REPRESENTING THE EMPLOYEES AFFECTED BY THE CHANGES;\n   42    E. INPUT FROM EMPLOYEES AFFECTED BY THE CHANGES BUT NOT REPRESENTED BY\n   43  A COLLECTIVE BARGAINING AGREEMENT;\n   44    F. THE IMPACT OF AN ALTERNATIVE SCHOOL WEEK SCHEDULE ON PRIMARY  GRADE\n   45  PUPILS; AND\n   46    G.  THE  IMPACT  OF  AN  ALTERNATIVE  SCHOOL  WEEK SCHEDULE ON WORKING\n   47  PARENTS WHO MAY BE REQUIRED TO FIND CHILD CARE SERVICES FOR THEIR SCHOOL\n   48  AGE CHILDREN DUE TO THE SHORTENED SCHOOL WEEK.\n   49    7-C. AFTER REVIEW, BUT NOT LIMITED TO THE CONSIDERATIONS SET FORTH  IN\n   50  SUBDIVISION  SEVEN-B  OF  THIS  SECTION, A SCHOOL BOARD SHALL CONDUCT AT\n   51  LEAST ONE PUBLIC HEARING, TO GATHER PUBLIC  INPUT,  AND  TO  PROVIDE  AT\n   52  LEAST  THIRTY  DAYS  NOTICE  TO  THE PUBLIC PRIOR TO SUCH HEARING.   THE\n   53  SCHOOL BOARD MAY AUTHORIZE SOME OR ALL OF  ITS  SCHOOLS  TO  MODIFY  THE\n   54  NUMBER OF INSTRUCTIONAL DAYS PER YEAR PROVIDED THE TOTAL NUMBER OF HOURS\n   55  OF  INSTRUCTION  PER YEAR IS NO LESS THAN THE MINIMUM NUMBER OF INSTRUC-\n   56  TIONAL HOURS PER YEAR ESTABLISHED BY THE COMMISSIONER'S REGULATIONS  FOR\n\n       S. 2197                             9\n\n    1  THAT  PARTICULAR  GROUP  OF  PUPILS.   SUBJECT TO A POLICY DEVELOPED AND\n    2  ADOPTED BY THE BOARD OF ANY SCHOOL DISTRICT, THE BOARD MAY PROVIDE FOR A\n    3  SCHOOL TERM CONSISTING OF SCHOOL HOURS.\n    4    7-D.  A  DISTRICT FAILING TO COMPLY WITH THE REQUIRED MINIMUM HOURS OF\n    5  PUPIL INSTRUCTION PER YEAR AS ESTABLISHED BY  THE  COMMISSIONER'S  REGU-\n    6  LATIONS,  SHALL  FORFEIT  FROM  ITS TOTAL STATE AID ALLOCATION AN AMOUNT\n    7  DETERMINED BY APPLYING A RATIO OF THE NUMBER OF HOURS THE  DISTRICT  WAS\n    8  IN  NONCOMPLIANCE IN RELATION TO THE REQUIRED MINIMUM NUMBER OF HOURS AS\n    9  ESTABLISHED BY THE COMMISSIONER.  NOT LATER THAN AUGUST FIRST, THE BOARD\n   10  OF EACH DISTRICT SHALL CERTIFY TO THE DEPARTMENT THE NUMBER OF HOURS  OF\n   11  PUPIL  INSTRUCTION  IN THE PREVIOUS SCHOOL YEAR. IF THE DISTRICT DID NOT\n   12  PROVIDE AT LEAST THE REQUIRED MINIMUM NUMBER OF HOURS OF PUPIL  INSTRUC-\n   13  TION  AS  ESTABLISHED  BY  THE  COMMISSIONER, THE DEDUCTION OF STATE AID\n   14  SHALL BE MADE IN THE FOLLOWING FISCAL YEAR FROM  THE  FIRST  PAYMENT  OF\n   15  STATE SCHOOL AID.\n   16    7-E.  THE  COMMISSIONER  SHALL PROMULGATE REGULATIONS ESTABLISHING THE\n   17  MINIMUM NUMBER OF HOURS OF PUPIL INSTRUCTION PER YEAR.\n   18    8. No school shall be in session on a Saturday  or  a  legal  holiday,\n   19  except  general election day, Washington's birthday and Lincoln's birth-\n   20  day, and except that driver education classes  may  be  conducted  on  a\n   21  Saturday. A deficiency not exceeding three days OR THE EQUIVALENT NUMBER\n   22  OF  HOURS  during  any  school  year caused by teachers' attendance upon\n   23  conferences held by superintendents of schools of city school  districts\n   24  or  other school districts employing superintendents of schools shall be\n   25  excused by the commissioner, provided however, notwithstanding any other\n   26  provision of law, that during the nineteen  hundred  ninety-two--ninety-\n   27  three  through the two thousand two--two thousand three school years and\n   28  thereafter, the commissioner shall excuse  a  deficiency  not  exceeding\n   29  four  days  OR  THE  EQUIVALENT  NUMBER OF HOURS during such school year\n   30  caused by teachers' attendance upon conferences held by such superinten-\n   31  dents, provided that at least two such conference days OR THE EQUIVALENT\n   32  NUMBER OF HOURS during such school year  shall  be  dedicated  to  staff\n   33  attendance  upon  conferences  providing  staff  development relating to\n   34  implementation of the new high learning standards  and  assessments,  as\n   35  adopted  by the board of regents. Notwithstanding any other provision of\n   36  law, rule or regulation to the contrary, school districts may  elect  to\n   37  use  one  or  more  of  such allowable conference days OR THE EQUIVALENT\n   38  NUMBER OF HOURS in units of not less than one hour each to provide staff\n   39  development activities relating to implementation of the new high learn-\n   40  ing standards and assessments.  A  district  making  such  election  may\n   41  provide  such  staff development during the regularly scheduled daily OR\n   42  EQUIVALENT HOURLY session and apply such units to satisfy  a  deficiency\n   43  in  the  length  of  one  or more daily OR EQUIVALENT HOURLY sessions of\n   44  instruction for pupils as specified in regulations of the  commissioner.\n   45  The  commissioner  shall  assure that such conference days OR THE EQUIV-\n   46  ALENT NUMBER OF HOURS include appropriate school violence prevention and\n   47  intervention training, and may require that up to  one  such  conference\n   48  day OR THE EQUIVALENT NUMBER OF HOURS be dedicated for such purpose.\n   49    S 12. Subdivision 2-a of section 3635 of the education law, as amended\n   50  by chapter 424 of the laws of 2005, is amended to read as follows:\n   51    2-a. The superintendent of each city school district, in a city having\n   52  a  population  in  excess  of one million, shall prepare a public school\n   53  calendar and shall notify officials of nonpublic schools to which trans-\n   54  portation has been requested not later than the first  day  of  June  in\n   55  each  year, of the days on which the public schools [will] ARE SCHEDULED\n   56  TO be in session in the following  school  year.  Such  school  district\n\n       S. 2197                            10\n\n    1  which  provides  transportation  to nonpublic schools shall provide such\n    2  transportation for the same number of days as  the  public  schools  are\n    3  open  but  shall  not  provide transportation services for more than one\n    4  hundred eighty days.  Officials of each nonpublic school to which trans-\n    5  portation is provided by a city school district of a city having a popu-\n    6  lation in excess of one million may notify such district, not later than\n    7  the  first  day  of July of each school year, of a maximum of five days,\n    8  exclusive of Saturdays, Sundays or  legal  holidays  upon  which  public\n    9  schools are required to be closed, on which the public schools are sche-\n   10  duled  to  be closed, except that in any year in which the first or last\n   11  day of Passover and Easter Sunday are separated by more than seven days,\n   12  such officials may notify the district of a maximum  of  ten  days,  but\n   13  such  school  district will be required to provide for transportation to\n   14  such nonpublic school provided that such five or  ten  additional  days,\n   15  whichever  is  applicable,  are  limited  to the following: the Tuesday,\n   16  Wednesday, Thursday and Friday  after  Labor  Day,  Rosh  Hashanah,  Yom\n   17  Kippur,  the  week in which public schools are closed for spring recess,\n   18  December twenty-fourth and the week between Christmas day and New Year's\n   19  day, the Tuesday, Wednesday, Thursday and Friday after the observance of\n   20  Washington's birthday, and, in the boroughs of Brooklyn and Queens only,\n   21  Anniversary Day as designated in section twenty-five hundred  eighty-six\n   22  of this chapter.\n   23    S  13. This act shall take effect on the first of July next succeeding\n   24  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the required number of days school is in session and providing schools the option to operate one hundred eighty days of instruction or the equivalent number of hours of pupil instruction ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114126.TXT", "SOBI.D110118.T123131.TXT", "SOBI.D110118.T124140.TXT", "SOBI.D110119.T095235.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448755070
}