{
  "year" : 2011,
  "senateBillNo" : "S2190-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2190-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the class E violent felony offense of unlawful violent recording for knowingly recording the commission or attempt of a violent felony offense",
  "summary" : "Establishes the class E violent felony offense of unlawful violent recording for knowingly recording the commission of or attempt to commit an assault in the third degree or a violent felony offense; includes within the class E felony offense of conspiracy in the fourth degree, the commission of a crime involving physical injury to another person, knowing that the commission of such crime is being viewed, recorded or broadcast by means of an imaging device; designates such conspiracy offense as a violent felony offense. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2111-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2190\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN,  DeFRANCISCO, JOHNSON, LAVALLE, SALAND --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Codes\n\n       AN  ACT  to amend the penal law, in relation to establishing the offense\n         of unlawful  violent  recording,  and  including  in  the  offense  of\n         conspiracy  in  the fourth degree, the commission of a crime involving\n         physical injury while knowing an image thereof is being viewed, broad-\n         cast or recorded\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section  105.10  of the penal law, as\n    2  amended by chapter 489 of the laws of 2000, is amended and a new  subdi-\n    3  vision 4 is added to read as follows:\n    4    3.  the  felony  of money laundering in the third degree as defined in\n    5  section 470.10 of this chapter, be performed, he or she agrees with  one\n    6  or  more  persons  to  engage  in  or  cause  the  performance  of  such\n    7  conduct[.]; OR\n    8    4. A CRIME INVOLVING THE CAUSING OF PHYSICAL INJURY TO ANOTHER  PERSON\n    9  BE  PERFORMED, WHEN HE OR SHE KNOWS THAT AN IMAGING DEVICE IS BEING USED\n   10  TO VIEW, BROADCAST OR RECORD THE COMMISSION OF  SUCH  CRIME.    FOR  THE\n   11  PURPOSES  OF  THIS  SUBDIVISION,  \"IMAGING DEVICE\" MEANS ANY MECHANICAL,\n   12  DIGITAL OR ELECTRONIC VIEWING DEVICE,  CAMERA,  CELLULAR  PHONE  OR  ANY\n   13  OTHER  INSTRUMENT  CAPABLE  OF RECORDING, STORING OR TRANSMITTING VISUAL\n   14  IMAGES THAT CAN BE UTILIZED TO OBSERVE A PERSON.\n   15    S 2. The penal law is amended by adding a new section 245.15  to  read\n   16  as follows:\n   17  S 245.15 UNLAWFUL VIOLENT RECORDING.\n   18    1.  A  PERSON  IS GUILTY OF UNLAWFUL VIOLENT RECORDING WHEN, HE OR SHE\n   19  COMMITS OR ATTEMPTS TO COMMIT ASSAULT IN THE THIRD DEGREE AS DEFINED  IN\n   20  SECTION 120.00 OF THIS CHAPTER OR A VIOLENT FELONY OFFENSE AS DEFINED IN\n   21  SUBDIVISION  ONE OF SECTION 70.02 OF THIS CHAPTER, WHILE KNOWING THAT AN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04239-01-1\n\n       S. 2190                             2\n\n    1  IMAGING DEVICE IS BEING USED TO VIEW, BROADCAST OR RECORD THE COMMISSION\n    2  OR ATTEMPTED COMMISSION OF SUCH OFFENSE.\n    3    2.  AS  USED  IN  THIS SECTION, \"IMAGING DEVICE\" MEANS ANY MECHANICAL,\n    4  DIGITAL OR ELECTRONIC VIEWING DEVICE,  CAMERA,  CELLULAR  PHONE  OR  ANY\n    5  OTHER  INSTRUMENT  CAPABLE  OF RECORDING, STORING OR TRANSMITTING VISUAL\n    6  IMAGES THAT CAN BE UTILIZED TO OBSERVE A PERSON.\n    7    UNLAWFUL VIOLENT RECORDING IS A CLASS E FELONY.\n    8    S 3. Paragraph (d) of subdivision 1 of section 70.02 of the penal law,\n    9  as amended by chapter 7 of the laws of  2007,  is  amended  to  read  as\n   10  follows:\n   11    (d)  Class  E violent felony offenses: an attempt to commit any of the\n   12  felonies of criminal possession of a  weapon  in  the  third  degree  as\n   13  defined  in subdivision five, six, seven or eight of section 265.02 as a\n   14  lesser included offense of that section as defined in section 220.20  of\n   15  the  criminal  procedure  law,  persistent  sexual  abuse  as defined in\n   16  section 130.53, aggravated sexual abuse in the fourth degree as  defined\n   17  in  section 130.65-a, falsely reporting an incident in the second degree\n   18  as defined in section 240.55 and  placing  a  false  bomb  or  hazardous\n   19  substance  in  the  second  degree  as  defined  in  section 240.61; AND\n   20  CONSPIRACY IN THE FOURTH  DEGREE  AS  DEFINED  IN  SUBDIVISION  FOUR  OF\n   21  SECTION  105.10  AND  UNLAWFUL  VIOLENT  RECORDING AS DEFINED IN SECTION\n   22  245.15 OF THIS CHAPTER.\n   23    S 4. Subdivision 2 of section 70.25 of the penal law,  as  amended  by\n   24  chapter 56 of the laws of 1984, is amended to read as follows:\n   25    2.  When more than one sentence of imprisonment is imposed on a person\n   26  for two or more offenses committed through a single act or omission,  or\n   27  through  an  act  or  omission  which  in  itself constituted one of the\n   28  offenses and also was a material element of the  other,  the  sentences,\n   29  except  if  one or more of such sentences is for a violation of SUBDIVI-\n   30  SION FOUR OF SECTION 105.10 OR section 245.15 OR 270.20 of this chapter,\n   31  must run concurrently.\n   32    S 5. This act shall take effect on the first of November next succeed-\n   33  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2190\n\nTITLE OF BILL:\n\nAn act\nto amend the penal law, in relation to establishing the offense of\nunlawful violent recording,\nand including in the offense of conspiracy in the fourth degree, the\ncommission of a crime involving physical injury while knowing an image\nthereof is being viewed, broadcast or recorded\n\nPURPOSE:\n\nTo provide an enhanced penalty for those who commit violent crime for\nthe purpose of making a video recording of such crime.\n\nSUMMARY OF PROVISIONS:\n\nEstablishes the crime of unlawful violent recording which occurs when\na person commits assault third degree or a violent felony offense\nwith the intent that a video recording of such crime be disseminated.\n\nEXISTING LAW:\n\nCurrent law penalizes commission of violent crimes but does not\nproperly penalize the planned commission of violence against others\nfor the purpose of recording the crime on video and disseminating the\nvideo to the public.\n\nJUSTIFICATION:\n\nRecently there have been media reports of individuals committing a\nviolent crime and making a video recording of their commission of the\ncrime. There have also been reports of attacks against the homeless\nbeing posted on video sharing sites. The apparent motive of the\nperpetrators of these acts is to gain fame from the Internet posting.\n\nThe current penalty for the commission of the crimes in these\ncircumstances is not a sufficient deterrent to the acts of these\ncriminals who seek to gain notoriety through the suffering of\ninnocent victims. This bill will provide an enhanced penalty by\nmaking such acts a class E violent felony and giving the sentencing\njudge the discretion to make the sentence consecutive to any other\nsentence imposed upon the defendant.\n\nLEGISLATIVE HISTORY:\n\n2007-2008: S.8207 - Referred to Codes, Passed Senate\n2009-2010: S.2111 - Referred to Codes\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nFirst November after the bill becomes law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing the offense of unlawful violent recording, and including in the offense of conspiracy in the fourth degree, the commission of a crime involving physical injury while knowing an image thereof is being viewed, broadcast or recorded ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114126.TXT", "SOBI.D110125.T114910.TXT", "SOBI.D110118.T121130.TXT", "SOBI.D110131.T104653.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T124140.TXT", "SOBI.D110119.T094735.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296488813821
}