{
  "year" : 2011,
  "senateBillNo" : "S2198-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2198-2011-1295326800000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing a demonstration program for private well water testing requirements for the sale of real property in certain counties",
  "summary" : "Establishes a demonstration program for private well water testing requirements for the sale of real property in certain counties. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S1475-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2198\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law,  the  public  health\n         law,  the  real  property law and the tax law, in relation to enacting\n         the \"private well testing act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"private well testing act\".\n    3    S 2. Subdivision 1 of section 3-0315 of the environmental conservation\n    4  law, as added by section 1 of part C of chapter 1 of the laws  of  2003,\n    5  is amended to read as follows:\n    6    1. The department shall create or modify an existing geographic infor-\n    7  mation  system, and maintain such system for purposes including, but not\n    8  limited to, incorporating information from remedial programs  under  its\n    9  jurisdiction,  and  shall  also  incorporate information from the source\n   10  water assessment program collected by the department of health, INFORMA-\n   11  TION COLLECTED PURSUANT  TO  SECTIONS  ELEVEN  HUNDRED  TEN  AND  ELEVEN\n   12  HUNDRED  TEN-A  OF  THE PUBLIC HEALTH LAW, data from annual water supply\n   13  statements prepared pursuant to section eleven hundred fifty-one of  the\n   14  public health law, information from the database pursuant to title four-\n   15  teen  of  article  twenty-seven  of this chapter, and any other existing\n   16  data regarding soil and groundwater contamination currently gathered  by\n   17  the  department, as well as data on contamination that is readily avail-\n   18  able from the United States geological survey and other  sources  deter-\n   19  mined appropriate by the department.\n   20    S  3. The public health law is amended by adding two new sections 1110\n   21  and 1110-a to read as follows:\n   22    S 1110. PRIVATE WELL TESTING. 1.  (A) THE DEPARTMENT SHALL  PROMULGATE\n   23  REGULATIONS WITHIN ONE HUNDRED EIGHTY DAYS OF THE EFFECTIVE DATE OF THIS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05416-01-1\n\n       S. 2198                             2\n\n    1  SECTION  PROVIDING FOR THE TESTING OF WATER USED FOR DRINKING WATER FROM\n    2  PRIVATE WELLS LOCATED ON REAL PROPERTY SUBJECT TO THIS SECTION.\n    3    (B)  ANY  CONTRACT  FOR THE SALE OF REAL PROPERTY WHICH IS SERVED BY A\n    4  PRIVATE WELL THAT IS THE POTABLE WATER SUPPLY FOR  SUCH  PROPERTY  SHALL\n    5  INCLUDE  A PROVISION THAT PROVIDES, AT THE OPTION OF THE BUYER THE TEST-\n    6  ING OF SUCH WATER SUPPLY FOR AT LEAST THE STANDARDS PRESCRIBED  PURSUANT\n    7  TO  THIS SECTION.   IN THE EVENT THE BUYER ELECTS TO PERFORM THE TESTING\n    8  OF SUCH WATER SUPPLY THE BUYER SHALL RECEIVE A CREDIT UNDER PART ONE  OF\n    9  ARTICLE  TWENTY-TWO  OF  THE  TAX  LAW; PROVIDED THAT THE SELLER HAS NOT\n   10  RECEIVED A REIMBURSEMENT PURSUANT TO SECTION  ELEVEN  HUNDRED  TEN-A  OF\n   11  THIS  ARTICLE.  IN  NO  EVENT SHALL SUCH CREDIT EXCEED THE COST FOR SUCH\n   12  TEST AS DETERMINED BY THE DEPARTMENT PURSUANT TO PARAGRAPH (A) OF SUBDI-\n   13  VISION FOUR OF THIS SECTION.   SUCH CONTRACT SHALL  SPECIFICALLY  ADVISE\n   14  THE BUYER OF THE DISCLOSURES REQUIRED BY SECTIONS FOUR HUNDRED SIXTY-TWO\n   15  AND  FOUR  HUNDRED  SIXTY-EIGHT OF THE REAL PROPERTY LAW.  PROVISIONS OF\n   16  THIS SECTION SHALL NOT APPLY TO PROPERTY WHERE THE POTABLE WATER  SUPPLY\n   17  HAS FIVE OR MORE SERVICE CONNECTIONS OR THAT REGULARLY SERVES AN AVERAGE\n   18  OF  TWENTY-FIVE OR MORE INDIVIDUALS DAILY FOR AT LEAST SIXTY DAYS OUT OF\n   19  THE YEAR.\n   20    2. EVERY WATER TEST CONDUCTED IN ACCORDANCE WITH  THIS  SECTION  SHALL\n   21  INCLUDE A TEST AS ESTABLISHED BY THE STATE DRINKING WATER QUALITY STAND-\n   22  ARDS  TO  DETERMINE  NONCOMPLIANCE WITHIN THE MAXIMUM CONTAMINANT LEVELS\n   23  INCLUDING BUT NOT LIMITED TO THE FOLLOWING CONTAMINANTS: BACTERIA (TOTAL\n   24  COLIFORM); NITRATES; IRON; MANGANESE; PH; VOLATILE ORGANIC COMPOUNDS AND\n   25  LEAD.\n   26    3. (A) PURSUANT TO A FINDING OF A HEALTH  THREAT  THE  DEPARTMENT,  IN\n   27  CONSULTATION  WITH  THE  DEPARTMENT OF ENVIRONMENTAL CONSERVATION, SHALL\n   28  DEVELOP A LIST OF ADDITIONAL  CONTAMINANTS  THAT  THE  DEPARTMENT  DEEMS\n   29  SIGNIFICANT IN EACH COUNTY OR IN ANY OTHER SPECIFIC AREA WITHIN A COUNTY\n   30  THAT  SHALL  BE  TESTED FOR AS PART OF ANY WATER TEST TO BE CONDUCTED IN\n   31  ACCORDANCE WITH THIS SECTION. SUCH ADDITIONAL  PARAMETERS  MAY  INCLUDE,\n   32  BUT NEED NOT BE LIMITED TO, TESTING FOR ARSENIC AND MERCURY.\n   33    (B)  THE  DEPARTMENT MAY, BY RULE OR REGULATION, PURSUANT TO A FINDING\n   34  THAT THERE IS NOT A HEALTH THREAT EXCLUDE OR LIMIT BY GEOGRAPHIC AREA OR\n   35  GEOLOGIC FORMATION, OR BASED UPON WELL RECORDED INFORMATION, ANY CONTAM-\n   36  INANT LISTED IN THIS SECTION DEEMED BY THE DEPARTMENT AS NOT SIGNIFICANT\n   37  IN A COUNTY OR IN ANY SPECIFIC AREA WITHIN A COUNTY  AND  SUCH  AREA  OF\n   38  FORMATION  NEED  NOT  BE  TESTED  AS PART OF ANY WATER TEST CONDUCTED IN\n   39  ACCORDANCE WITH THIS SECTION.\n   40    (C)(I) THE COUNTY BOARD OF HEALTH, BASED UPON THE INFORMATION OBTAINED\n   41  UNDER PARAGRAPHS (A) AND (B) OF THIS SUBDIVISION, SHALL HAVE THE AUTHOR-\n   42  ITY, BY RULE OR REGULATION, TO REQUIRE THAT ALL CONTRACTS  FOR  SALE  OF\n   43  REAL PROPERTY LOCATED WITHIN THE COUNTY OR WITHIN A SPECIFIC AREA OF THE\n   44  COUNTY  SHALL  BE  SUBJECT TO WATER TESTING IN ACCORD WITH THIS SECTION.\n   45  IN THOSE COUNTIES WHERE THERE IS NO DULY AUTHORIZED LOCAL DEPARTMENT  OF\n   46  HEALTH,  THE  AUTHORITY CONFERRED BY THIS SUBDIVISION SHALL BE VESTED IN\n   47  THE GOVERNING BODY OF THE COUNTY UPON THE RECOMMENDATION OF THE  DEPART-\n   48  MENT IN CONSULTATION WITH THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION.\n   49    (II)  IN  THE  EVENT A PRIVATE WATER WELL TEST IS REQUIRED PURSUANT TO\n   50  SUBPARAGRAPH (I) OF THIS PARAGRAPH, THE BUYER SHALL  BE  REIMBURSED  FOR\n   51  THE  COST  OF  THE  TESTING OF THE PRIVATE WELL FROM THE HAZARDOUS WASTE\n   52  REMEDIATION OVERSIGHT AND ASSISTANCE ACCOUNT PURSUANT TO  SECTION  NINE-\n   53  TY-SEVEN-B OF  THE STATE FINANCE LAW, UPON PROVIDING THE DEPARTMENT WITH\n   54  A  RECEIPT  EVIDENCING  THE  COST  OF  THE TEST AND OTHER INFORMATION AS\n   55  PRESCRIBED BY THE DEPARTMENT.   IN NO  EVENT  SHALL  SUCH  REIMBURSEMENT\n\n       S. 2198                             3\n\n    1  EXCEED  THE  COST FOR SUCH TEST AS DETERMINED BY THE DEPARTMENT PURSUANT\n    2  TO PARAGRAPH (A) OF SUBDIVISION FOUR OF THIS SECTION.\n    3    (III)  NOTWITHSTANDING  ANY  LAW TO THE CONTRARY, THE DEPARTMENT SHALL\n    4  PROVIDE NOTICE TO THE COUNTY HEALTH DEPARTMENT OR THE GOVERNING BODY  OF\n    5  THE COUNTY OF THE SPECIFIC AREA WITHIN THE COUNTY WHERE AN INSTITUTIONAL\n    6  CONTROL  AS DEFINED BY ARTICLE TWENTY-SEVEN OF THE ENVIRONMENTAL CONSER-\n    7  VATION LAW, IS EMPLOYED RESTRICTING THE USE OF GROUNDWATER  PURSUANT  TO\n    8  AN  ORDER  OR AN AGREEMENT FOR CLEANUP PURSUANT TO ARTICLE TWELVE OF THE\n    9  NAVIGATION LAW OR ARTICLE TWENTY-SEVEN OF THE ENVIRONMENTAL CONSERVATION\n   10  LAW OR A SITE LISTED ON THE NATIONAL PRIORITIES LIST  ESTABLISHED  UNDER\n   11  AUTHORITY OF 42 U.S.C. SECTION 9605. THE DEPARTMENT SHALL ISSUE A GENER-\n   12  AL  NOTICE TO OWNERS OF REAL PROPERTY SERVED BY PRIVATE WELLS LOCATED IN\n   13  THE VICINITY OF SUCH INSTITUTIONAL CONTROLS, REQUIRING THAT THOSE  PROP-\n   14  ERTY  OWNERS  TEST  THEIR PRIVATE WELLS IN ACCORDANCE WITH THIS SECTION.\n   15  THE OWNERS OF SUCH REAL PROPERTY SHALL RECEIVE CUSTOMARY AND  REASONABLE\n   16  REIMBURSEMENT  FOR  THE  COST  OF  TESTING  OF THE PRIVATE WELL FROM THE\n   17  HAZARDOUS WASTE REMEDIATION OVERSIGHT AND ASSISTANCE ACCOUNT PURSUANT TO\n   18  SECTION NINETY-SEVEN-B OF THE STATE FINANCE LAW.\n   19    (IV) NOTHING IN THIS SECTION SHALL BE CONSTRUED TO  LIMIT  OR  PREEMPT\n   20  THE  AUTHORITY  OF  A  COUNTY, COUNTY HEALTH DEPARTMENT, COUNTY BOARD OF\n   21  HEALTH OR DESIGNATED HEALTH OFFICER FROM MAKING OR CAUSING  TO  BE  MADE\n   22  SUCH  INSPECTION  AND  TESTING  OF A WATER SUPPLY AS MAY BE NECESSARY TO\n   23  ENSURE THE HEALTH AND SAFETY OF THE RESIDENTS OF THE STATE.\n   24    4. (A) ANY WATER TEST CONDUCTED IN ACCORDANCE WITH THIS SECTION  SHALL\n   25  BE  CONDUCTED  BY  A  LABORATORY CERTIFIED BY THE DEPARTMENT PURSUANT TO\n   26  SECTION FIVE HUNDRED TWO OF THIS CHAPTER  TO  TEST  FOR  DRINKING  WATER\n   27  CONTAMINANTS.   THE DEPARTMENT SHALL DEVELOP A SCHEDULE OF COSTS FOR THE\n   28  TESTING OF THE WATER CONTAMINANTS THAT MAY BE TESTED  PURSUANT  TO  THIS\n   29  SECTION. THE SCHEDULE OF COSTS SHALL BE THE MAXIMUM ALLOWABLE REIMBURSE-\n   30  MENT  PROVIDED  FOR  IN THIS SECTION AND SECTION ELEVEN HUNDRED TEN-A OF\n   31  THIS ARTICLE.\n   32    (B) ANY WATER TEST RESULTS PROVIDED BY A LABORATORY TO THE  PERSON  OR\n   33  PERSONS REQUESTING THE TEST SHALL INCLUDE THE MAXIMUM CONTAMINANT LEVELS\n   34  OR  OTHER ESTABLISHED WATER QUALITY STANDARDS, IF ANY, PRESCRIBED BY THE\n   35  DEPARTMENT FOR EACH PARAMETER TESTED  AND  SHALL  BE  TRANSMITTED  ON  A\n   36  STANDARDIZED  PRIVATE  WELL  WATER TEST REPORTING FORM PRESCRIBED BY THE\n   37  DEPARTMENT. THE FORM SHALL  PROVIDE  INFORMATION  REGARDING  REMEDIATION\n   38  ALTERNATIVES AVAILABLE, AND SHALL REFER THE BUYER AND SELLER OF THE REAL\n   39  PROPERTY  IN  QUESTION  TO  THE  APPROPRIATE OFFICE OR PERSON WITHIN THE\n   40  DEPARTMENT, OR THE DEPARTMENT'S WEBSITE FOR FURTHER INFORMATION  REGARD-\n   41  ING SUCH ALTERNATIVES.\n   42    (C)  WITHIN  FIVE  BUSINESS DAYS AFTER COMPLETION OF THE WATER TEST, A\n   43  LABORATORY SHALL SUBMIT THE WATER TEST RESULTS TO THE DEPARTMENT AND THE\n   44  COUNTY BOARD OF HEALTH, IF APPLICABLE, WITH THE FOLLOWING INFORMATION:\n   45    (I) A STATEMENT THAT THE TESTING IS FOR THE PURPOSE OF COMPLYING  WITH\n   46  THE \"PRIVATE WELL TESTING ACT\";\n   47    (II)  THE  LOCATION  OF THE REAL PROPERTY, DESCRIBED BY AN EIGHT DIGIT\n   48  GLOBAL POSITIONING SYSTEM (GPS) COORDINATE AND BY BLOCK AND LOT  NUMBER,\n   49  STREET ADDRESS, MUNICIPALITY, AND COUNTY;\n   50    (III) THE NAME AND MAILING ADDRESS OF THE PERSON OR PERSONS MAKING THE\n   51  REQUEST FOR THE TEST;\n   52    (IV)  THE  DATE  AND  TIME THAT THE WATER SAMPLE WAS COLLECTED AND THE\n   53  SPECIFIC POINT OF COLLECTION;\n   54    (V) THE DATE AND TIME THE SAMPLE WAS ANALYZED BY THE LABORATORY; AND\n   55    (VI) SUCH OTHER INFORMATION AS MAY BE REQUIRED BY THE  DEPARTMENT,  IN\n   56  CONSULTATION,  IF  DEEMED  NECESSARY  BY THE DEPARTMENT OF ENVIRONMENTAL\n\n       S. 2198                             4\n\n    1  CONSERVATION, COUNTY HEALTH DEPARTMENT,  HEALTH  AGENCY,  OR  DESIGNATED\n    2  HEALTH OFFICER, AS APPROPRIATE TO EACH COUNTY.\n    3    (D)  THE  DEPARTMENT MAY REQUIRE LABORATORIES TO SUBMIT ELECTRONICALLY\n    4  THE INFORMATION REQUIRED PURSUANT TO PARAGRAPH (C) OF THIS SUBDIVISION.\n    5    (E) A LABORATORY SHALL NOT RELEASE WATER TEST RESULTS  TO  ANY  PERSON\n    6  EXCEPT THE BUYER AND SELLER OF THE REAL PROPERTY AT ISSUE AS PROVIDED IN\n    7  SUBDIVISION  ONE  OF  THIS  SECTION,  THE LESSOR OF THE REAL PROPERTY AS\n    8  PROVIDED IN SUBDIVISION SIX OF THIS SECTION, ANY  PERSON  AUTHORIZED  BY\n    9  THE  BUYER,  SELLER,  OR LESSOR, AS THE CASE MAY BE, THE DEPARTMENT, THE\n   10  COUNTY BOARD OF HEALTH WHERE THE PROPERTY IS LOCATED, IF APPLICABLE,  OR\n   11  ANY PERSON DESIGNATED BY COURT ORDER.\n   12    (F)  THE  DEPARTMENT SHALL COMPILE THE DATA ACCUMULATED FROM THE WATER\n   13  TEST RESULTS SUBMITTED BY LABORATORIES PURSUANT TO  THIS  SECTION  IN  A\n   14  MANNER THAT SHALL BE USEFUL TO THE DEPARTMENT, COUNTIES, MUNICIPALITIES,\n   15  OR  OTHER GOVERNMENTAL ENTITIES FOR THE PURPOSES OF STUDYING GROUNDWATER\n   16  SUPPLIES OR CONTAMINATION IN THE STATE.\n   17    (G) THE RESULTS OF WATER WELL TESTS SHALL BE PROVIDED TO  THE  DEPART-\n   18  MENT  OF  ENVIRONMENTAL  CONSERVATION  FOR  INCLUSION  IN  THE STATEWIDE\n   19  GROUNDWATER REMEDIATION STRATEGY DEVELOPED IN  ACCORDANCE  WITH  SECTION\n   20  15-3109  OF THE ENVIRONMENTAL CONSERVATION LAW AND THE GEOGRAPHIC INFOR-\n   21  MATION SYSTEM DEVELOPED IN ACCORDANCE WITH SECTION 3-0315 OF  THE  ENVI-\n   22  RONMENTAL CONSERVATION LAW.\n   23    5.  THE  DEPARTMENT,  WITHIN  FIVE  BUSINESS  DAYS AFTER RECEIVING ANY\n   24  REPORT OF A WATER TEST FAILURE IN ACCORDANCE WITH  THIS  SECTION,  SHALL\n   25  PROVIDE  NOTICE  OF SUCH WATER TEST FAILURE TO THE COUNTY HEALTH DEPART-\n   26  MENT WHERE THE FAILING PRIVATE WELL IS LOCATED. THE COUNTY DEPARTMENT OF\n   27  HEALTH SHALL ISSUE A GENERAL NOTICE TO OWNERS OF REAL PROPERTY SERVED BY\n   28  PRIVATE WELLS LOCATED IN THE VICINITY OF THE REAL PROPERTY  EXPERIENCING\n   29  THE  WATER  TEST  FAILURE SUGGESTING OR RECOMMENDING THAT THOSE PROPERTY\n   30  OWNERS MAY WISH TO HAVE THEIR PRIVATE WELLS  TESTED  FOR  AT  LEAST  THE\n   31  PARAMETERS  AT ISSUE. IN THE ABSENCE OF A DULY AUTHORIZED COUNTY DEPART-\n   32  MENT OF HEALTH THE AUTHORITY CONFERRED  BY  THIS  SUBDIVISION  SHALL  BE\n   33  VESTED IN THE DEPARTMENT IN CONSULTATION WITH THE DEPARTMENT OF ENVIRON-\n   34  MENTAL CONSERVATION.  ANY TEST RESULTS VOLUNTARILY PERFORMED BY AN OWNER\n   35  SHALL  BE  SUBMITTED  BY THE LABORATORY TO THE DEPARTMENT AND THE COUNTY\n   36  BOARD OF HEALTH, IF APPLICABLE, PURSUANT TO PARAGRAPH (C) OF SUBDIVISION\n   37  FOUR OF THIS SECTION.  A HOMEOWNER WHO VOLUNTARILY  PERFORMS  A  PRIVATE\n   38  WATER WELL TEST PURSUANT TO THIS SUBDIVISION SHALL BE REIMBURSED FOR THE\n   39  COST OF THE TESTING OF THE PRIVATE WELL AS PROVIDED FOR IN PARAGRAPH (B)\n   40  OF SUBDIVISION ONE OF THIS SECTION.  THE SPECIFIC ADDRESS OR LOCATION OF\n   41  THE PRIVATE WELL THAT FAILED A WATER TEST SHALL NOT BE IDENTIFIED IN THE\n   42  NOTICE  OR  BY  ANY  OTHER  MEANS OR IN ANY OTHER MANNER. THE DEPARTMENT\n   43  SHALL ESTABLISH CRITERIA FOR NOTIFICATION WHICH MAY INCLUDE,  BUT  SHALL\n   44  NOT  BE  LIMITED  TO, THE MAXIMUM CONTAMINANT LEVEL, THE LEVEL OF EXCEE-\n   45  DANCE REPORTED, AND THE DISTANCE OR LOCATION OF THE  PROPERTIES  IN  THE\n   46  VICINITY  OF  THE CONTAMINATED WELL FOR WHICH TESTING IS RECOMMENDED AND\n   47  THE STATE REQUIREMENT THAT TESTING BE PERFORMED AT A CERTIFIED LABORATO-\n   48  RY.\n   49    6. WITHIN THIRTY DAYS OF RECEIVING NOTICE OF  REQUIRED  TESTING  UNDER\n   50  SUBPARAGRAPHS  (I)  AND  (III)  OF PARAGRAPH (C) OF SUBDIVISION THREE OF\n   51  THIS SECTION, THE LESSOR OF ANY REAL PROPERTY THE POTABLE  WATER  SUPPLY\n   52  FOR  WHICH  IS A PRIVATE WELL SHALL TEST THAT WATER SUPPLY IN THE MANNER\n   53  ESTABLISHED PURSUANT  TO  THIS  SECTION  FOR  AT  LEAST  THE  PARAMETERS\n   54  REQUIRED  PURSUANT TO SUBDIVISIONS TWO AND THREE OF THIS SECTION. WITHIN\n   55  FIVE BUSINESS DAYS AFTER THE RECEIPT OF THE  TEST  RESULTS,  THE  LESSOR\n   56  SHALL  ALSO  PROVIDE  A  WRITTEN COPY THEREOF TO EACH LESSEE OF A RENTAL\n\n       S. 2198                             5\n\n    1  UNIT ON THE PROPERTY. THE LESSOR SHALL ALSO PROVIDE A  WRITTEN  COPY  OF\n    2  THE  MOST  RECENT  TEST  RESULTS TO A NEW LESSEE OF A RENTAL UNIT ON THE\n    3  PROPERTY.  THE PROVISIONS OF THIS SECTION SHALL NOT  APPLY  TO  PROPERTY\n    4  WHERE  THE  POTABLE WATER SUPPLY HAS FIVE OR MORE SERVICE CONNECTIONS OR\n    5  THAT REGULARLY SERVES AN AVERAGE  OF  TWENTY-FIVE  OR  MORE  INDIVIDUALS\n    6  DAILY FOR AT LEAST SIXTY DAYS OUT OF THE YEAR.\n    7    7.  NOTHING  CONTAINED  IN THIS SECTION SHALL PRECLUDE THE REMEDIATION\n    8  AND RETESTING OF A PRIVATE WATER WELL AT THE  TAP.    IN  THE  EVENT  OF\n    9  RETESTING,  THE  SUBSEQUENT  LABORATORY  TEST  SHALL BE SUBMITTED TO THE\n   10  DEPARTMENT AND THE COUNTY BOARD OF HEALTH, IF  APPLICABLE,  PURSUANT  TO\n   11  PARAGRAPH (C) OF SUBDIVISION FOUR OF THIS SECTION.\n   12    (A)  THE  DEPARTMENT,  IN CONSULTATION WITH THE DEPARTMENT OF ENVIRON-\n   13  MENTAL CONSERVATION, SHALL ESTABLISH A PUBLIC INFORMATION AND  EDUCATION\n   14  PROGRAM TO INFORM THE PUBLIC AND APPROPRIATE PROFESSIONAL DISCIPLINES OF\n   15  THE  ENACTMENT  OF  THIS  SECTION, THE RIGHTS ESTABLISHED UNDER SECTIONS\n   16  FOUR HUNDRED SIXTY-TWO AND FOUR HUNDRED SIXTY-EIGHT OF THE REAL PROPERTY\n   17  LAW, AND THE SUBSTANCE OF SUCH PROVISIONS AND REQUIREMENTS,  THE  POTEN-\n   18  TIAL  HEALTH EFFECTS OF CONSUMING WATER FROM A PRIVATE WELL THAT EXCEEDS\n   19  MAXIMUM CONTAMINANT LEVELS AND OTHER ESTABLISHED  WATER  QUALITY  STAND-\n   20  ARDS,  THE  GEOGRAPHIC AREAS IN THE STATE SUBJECT TO AN ACTUAL OR POTEN-\n   21  TIAL THREAT OF DANGER FROM CONTAMINATED GROUNDWATER, THE  IMPORTANCE  OF\n   22  TESTING  PRIVATE  WELLS  REGULARLY FOR CONTAMINANTS, AND SUGGESTED WATER\n   23  TREATMENT TECHNIQUES, EQUIPMENT STRATEGIES AND  PUBLIC  FUNDING  SOURCES\n   24  AVAILABLE FOR TREATING WATER FROM PRIVATE WELLS THAT HAVE FAILED A WATER\n   25  TEST CONDUCTED IN ACCORDANCE WITH THIS SECTION.\n   26    (B) THE DEPARTMENT SHALL MAKE AVAILABLE TO THE PUBLIC A GENERAL COMPI-\n   27  LATION  OF  WATER  TEST  RESULTS  DATA ARRANGED OR IDENTIFIED BY COUNTY,\n   28  MUNICIPALITY OR APPROPRIATE GEOGRAPHIC AREA THEREIN.   THE  COMMISSIONER\n   29  SHALL NOT PROVIDE THE NAME, ADDRESS OR ANY OTHER INFORMATION WHICH WOULD\n   30  OTHERWISE  IDENTIFY  A  PROPERTY CONTAINING A CONTAMINATED PRIVATE WATER\n   31  WELL SUBJECT TO THIS SECTION.\n   32    S 1110-A. WELL WATER TESTING PILOT PROGRAM. 1. THE LEGISLATURE  HEREBY\n   33  FINDS THAT IT IS IN THE PUBLIC INTEREST TO PROVIDE INCENTIVE TO HOMEOWN-\n   34  ERS  THAT  USE  PRIVATE  WELLS  FOR DRINKING WATER TO TEST THESE POTABLE\n   35  WATER SOURCES FOR CONTAMINANTS AND TO REQUIRE WELL TESTING IN  AREAS  AT\n   36  RISK.  THEREFORE, THIS SECTION DIRECTS A PILOT PROGRAM BE ESTABLISHED BY\n   37  THE DEPARTMENT AND  THE  DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION  TO\n   38  DEVELOP  APPROPRIATE  TEST  PARAMETERS IN ACCORDANCE WITH SECTION ELEVEN\n   39  HUNDRED TEN OF THIS ARTICLE FOR PRIVATE DRINKING WELLS AND TO DEVELOP  A\n   40  DATABASE FOR THE COLLECTION OF TEST RESULTS FOR THE PURPOSE OF PROVIDING\n   41  THE  CITIZENS  OF DUTCHESS AND ROCKLAND COUNTIES WITH INFORMATION ON THE\n   42  QUALITY OF DRINKING WATER.\n   43    2. EFFECTIVE NOVEMBER FIRST, TWO THOUSAND TWELVE UNTIL  OCTOBER  THIR-\n   44  TY-FIRST,  TWO  THOUSAND  FOURTEEN, A PILOT PROGRAM SHALL BE ESTABLISHED\n   45  FOR OWNERS OF RESIDENTIAL REAL PROPERTY WHICH IS SERVICED BY  A  PRIVATE\n   46  WELL THAT IS THE POTABLE WATER SUPPLY FOR SUCH PROPERTY, IN THE COUNTIES\n   47  OF  DUTCHESS  AND  ROCKLAND  WHO  HAVE  NOT HAD A WATER TEST PURSUANT TO\n   48  SECTION ELEVEN HUNDRED TEN OF THIS ARTICLE WITHIN  THE  PRECEDING  YEAR.\n   49  SUCH  PROPERTY  OWNERS  MAY  ELECT TO PERFORM THE TESTING FOR SUCH WATER\n   50  SUPPLY ACCORDING TO THE STANDARDS PRESCRIBED PURSUANT TO SECTION  ELEVEN\n   51  HUNDRED  TEN  OF  THIS  ARTICLE.    IN THE EVENT THE HOMEOWNER ELECTS TO\n   52  PERFORM THE TESTING OF SUCH WATER SUPPLY, THE HOMEOWNER SHALL  BE  REIM-\n   53  BURSED  FOR THE COST OF THE TESTING OF THE PRIVATE WELL FROM THE HAZARD-\n   54  OUS WASTE REMEDIATION  OVERSIGHT  AND  ASSISTANCE  ACCOUNT  PURSUANT  TO\n   55  SECTION  NINETY-SEVEN-B  OF  THE  STATE  FINANCE LAW, UPON PROVIDING THE\n   56  DEPARTMENT WITH A RECEIPT EVIDENCING THE COST OF THE TEST AND ANY  OTHER\n\n       S. 2198                             6\n\n    1  INFORMATION  AS  MAY  BE PRESCRIBED BY THE DEPARTMENT. IN NO EVENT SHALL\n    2  SUCH REIMBURSEMENT EXCEED THE COST FOR SUCH TEST AS  DETERMINED  BY  THE\n    3  DEPARTMENT  PURSUANT  TO  PARAGRAPH  (A)  OF SUBDIVISION FOUR OF SECTION\n    4  ELEVEN HUNDRED TEN OF THIS ARTICLE.\n    5    3.  THE  DEPARTMENT SHALL PROVIDE A WRITTEN REPORT TO THE GOVERNOR AND\n    6  THE LEGISLATURE DETAILING THE EFFECTIVENESS AND PROGRESS  OF  THE  PILOT\n    7  PROGRAM  PROVIDED  FOR  IN THIS SECTION WITHIN ONE YEAR OF THE EFFECTIVE\n    8  DATE OF THIS SECTION.\n    9    S 4. The real property law is amended by adding a new section  468  to\n   10  read as follows:\n   11    S  468.  PRIVATE WELL TESTING REQUIREMENTS.  1. EVERY CONTRACT FOR THE\n   12  SALE OF REAL PROPERTY WHICH IS SERVED BY A  PRIVATE  WELL  THAT  IS  THE\n   13  POTABLE  WATER  SUPPLY  FOR SUCH PROPERTY SHALL INCLUDE A PROVISION THAT\n   14  PROVIDES, AT THE OPTION AND COST OF THE BUYER, THE TESTING OF SUCH WATER\n   15  SUPPLY FOR AT LEAST THE STANDARDS PRESCRIBED PURSUANT TO SECTION  ELEVEN\n   16  HUNDRED  TEN  OF THE PUBLIC HEALTH LAW. PROVISIONS OF THIS SECTION SHALL\n   17  NOT APPLY TO PROPERTY WHERE THE POTABLE WATER SUPPLY HAS  FIVE  OR  MORE\n   18  SERVICE  CONNECTIONS  OR THAT REGULARLY SERVES AN AVERAGE OF TWENTY-FIVE\n   19  OR MORE INDIVIDUALS DAILY FOR AT LEAST SIXTY DAYS OUT OF THE YEAR.\n   20    2. WHERE THE BUYER ELECTS TO PERFORM THE WATER TESTS  THE  CLOSING  OF\n   21  TITLE  ON THE SALE OF SUCH REAL PROPERTY SHALL NOT OCCUR UNLESS BOTH THE\n   22  BUYER AND THE SELLER HAVE RECEIVED AND REVIEWED A  COPY  OF  SUCH  WATER\n   23  TEST  RESULTS.  AT  CLOSING,  THE BUYER AND SELLER BOTH SHALL CERTIFY IN\n   24  WRITING THAT THEY HAVE RECEIVED AND REVIEWED  THE  WATER  TEST  RESULTS.\n   25  THE  PROVISIONS  OF  THIS  SUBDIVISION  SHALL  APPLY TO MANDATED TESTING\n   26  REQUIRED UNDER SUBPARAGRAPHS (I) AND (III) OF PARAGRAPH (C) OF  SUBDIVI-\n   27  SION THREE OF SECTION ELEVEN HUNDRED TEN OF THE PUBLIC HEALTH LAW.\n   28    3.  NOTWITHSTANDING  ANY  OTHER  LAW TO THE CONTRARY, IN THE EVENT THE\n   29  SELLER'S WELL HAS BEEN TESTED AND THERE IS A WATER TEST FAILURE  OR  THE\n   30  SELLER  RECEIVES A NOTICE FROM THE STATE OR THE COUNTY HEALTH DEPARTMENT\n   31  PURSUANT TO SUBDIVISION FIVE OF SECTION ELEVEN HUNDRED TEN OF THE PUBLIC\n   32  HEALTH LAW OF A FAILED WELL WITHIN THE VICINITY OF THE PROPERTY  SUBJECT\n   33  TO  A  SALE,  THE SELLER MUST DISCLOSE THE TEST RESULTS OR THE NOTICE TO\n   34  THE BUYER.  FAILURE TO MAKE SUCH DISCLOSURE SHALL SUBJECT THE SELLER  TO\n   35  CONSEQUENTIAL  AND  INCIDENTAL  DAMAGES. IN ADDITION, THE BUYER MAY SEEK\n   36  RESCISSION OF THE CONTRACT AND THE RETURN OF ALL SUMS PAID TO THE  SELL-\n   37  ER.   NO AGENT OF EITHER THE BUYER OR THE SELLER TO A REAL ESTATE TRANS-\n   38  ACTION SUBJECT TO THIS SECTION SHALL BE LIABLE FOR A FAILURE TO DISCLOSE\n   39  AS REQUIRED BY THIS SUBDIVISION UNLESS SUCH AGENT HAS ACTUAL KNOWLEDGE.\n   40    S 5. Subdivision 2 of section 462 of the real property law,  as  added\n   41  by chapter 456 of the laws of 2001, is amended to read as follows:\n   42    2. The following shall be the disclosure form:\n\n   43                   PROPERTY CONDITION DISCLOSURE STATEMENT\n\n   44  NAME OF SELLER OR SELLERS:\n\n   45  PROPERTY ADDRESS:\n\n   46    THE  PROPERTY CONDITION DISCLOSURE ACT REQUIRES THE SELLER OF RESIDEN-\n   47  TIAL REAL PROPERTY TO CAUSE THIS DISCLOSURE STATEMENT OR A COPY  THEREOF\n   48  TO  BE DELIVERED TO A BUYER OR BUYER'S AGENT PRIOR TO THE SIGNING BY THE\n   49  BUYER OF A BINDING CONTRACT OF SALE.\n   50    PURPOSE OF STATEMENT: THIS IS A STATEMENT OF  CERTAIN  CONDITIONS  AND\n   51  INFORMATION CONCERNING THE PROPERTY KNOWN TO THE SELLER. THIS DISCLOSURE\n   52  STATEMENT  IS  NOT  A WARRANTY OF ANY KIND BY THE SELLER OR BY ANY AGENT\n\n       S. 2198                             7\n\n    1  REPRESENTING THE SELLER IN THIS TRANSACTION. IT IS NOT A SUBSTITUTE  FOR\n    2  ANY  INSPECTIONS  OR  TESTS AND THE BUYER IS ENCOURAGED TO OBTAIN HIS OR\n    3  HER OWN INDEPENDENT PROFESSIONAL INSPECTIONS AND ENVIRONMENTAL TESTS AND\n    4  ALSO IS ENCOURAGED TO CHECK PUBLIC RECORDS PERTAINING TO THE PROPERTY.\n    5    A  KNOWINGLY  FALSE OR INCOMPLETE STATEMENT BY THE SELLER ON THIS FORM\n    6  MAY SUBJECT THE SELLER TO CLAIMS BY THE BUYER  PRIOR  TO  OR  AFTER  THE\n    7  TRANSFER  OF  TITLE.  IN  THE  EVENT  A SELLER FAILS TO PERFORM THE DUTY\n    8  PRESCRIBED IN THIS ARTICLE TO DELIVER A DISCLOSURE  STATEMENT  PRIOR  TO\n    9  THE  SIGNING BY THE BUYER OF A BINDING CONTRACT OF SALE, THE BUYER SHALL\n   10  RECEIVE UPON THE TRANSFER OF TITLE A  CREDIT  OF  FIVE  HUNDRED  DOLLARS\n   11  AGAINST THE AGREED UPON PURCHASE PRICE OF THE RESIDENTIAL REAL PROPERTY.\n   12    \"RESIDENTIAL  REAL  PROPERTY\" MEANS REAL PROPERTY IMPROVED BY A ONE TO\n   13  FOUR FAMILY DWELLING USED OR OCCUPIED, OR INTENDED TO BE USED  OR  OCCU-\n   14  PIED, WHOLLY OR PARTLY, AS THE HOME OR RESIDENCE OF ONE OR MORE PERSONS,\n   15  BUT  SHALL  NOT  REFER  TO  (A) UNIMPROVED REAL PROPERTY UPON WHICH SUCH\n   16  DWELLINGS ARE TO BE CONSTRUCTED OR (B) CONDOMINIUM UNITS OR  COOPERATIVE\n   17  APARTMENTS  OR  (C)  PROPERTY  ON  A HOMEOWNERS' ASSOCIATION THAT IS NOT\n   18  OWNED IN FEE SIMPLE BY THE SELLER.\n\n   19  INSTRUCTIONS TO THE SELLER:\n   20    (a) ANSWER ALL QUESTIONS BASED UPON YOUR ACTUAL KNOWLEDGE.\n   21    (b) ATTACH ADDITIONAL PAGES WITH YOUR SIGNATURE IF ADDITIONAL SPACE IS\n   22  REQUIRED.\n   23    (c) COMPLETE THIS FORM YOURSELF.\n   24    (d) IF SOME ITEMS DO NOT APPLY TO YOUR PROPERTY, CHECK  \"NA\"  (NON-AP-\n   25  PLICABLE). IF YOU DO NOT KNOW THE ANSWER CHECK \"UNKN\" (UNKNOWN).\n\n   26    SELLER'S  STATEMENT: THE SELLER MAKES THE FOLLOWING REPRESENTATIONS TO\n   27  THE BUYER BASED UPON THE SELLER'S ACTUAL KNOWLEDGE AT THE TIME OF  SIGN-\n   28  ING  THIS  DOCUMENT.  THE SELLER AUTHORIZES HIS OR HER AGENT, IF ANY, TO\n   29  PROVIDE A COPY OF THIS STATEMENT TO A PROSPECTIVE BUYER OF THE  RESIDEN-\n   30  TIAL REAL PROPERTY. THE FOLLOWING ARE REPRESENTATIONS MADE BY THE SELLER\n   31  AND ARE NOT THE REPRESENTATIONS OF THE SELLER'S AGENT.\n\n   32  GENERAL INFORMATION\n   33    1. HOW LONG HAVE YOU OWNED THE PROPERTY?\n   34    2. HOW LONG HAVE YOU OCCUPIED THE PROPERTY?\n   35    3. WHAT  IS  THE AGE OF THE STRUCTURE OR STRUCTURES? NOTE TO BUYER--IF\n   36       THE STRUCTURE WAS BUILT BEFORE 1978 YOU ARE ENCOURAGED TO  INVESTI-\n   37       GATE FOR THE PRESENCE OF LEAD BASED PAINT.\n   38    4. DOES  ANYBODY  OTHER  THAN  YOURSELF  HAVE A LEASE, EASEMENT OR ANY\n   39       OTHER RIGHT TO USE OR OCCUPY ANY PART OF YOUR PROPERTY  OTHER  THAN\n   40       THOSE  STATED  IN DOCUMENTS AVAILABLE IN THE PUBLIC RECORD, SUCH AS\n   41       RIGHTS TO USE A ROAD OR PATH OR CUT TREES OR CROPS. YES NO UNKN NA\n   42    5. DOES ANYBODY ELSE CLAIM TO OWN ANY PART OF YOUR PROPERTY?   YES  NO\n   43       UNKN NA (IF YES, EXPLAIN BELOW)\n   44    6. HAS ANYONE DENIED YOU ACCESS TO THE PROPERTY OR MADE A FORMAL LEGAL\n   45       CLAIM  CHALLENGING  YOUR  TITLE TO THE PROPERTY? YES NO UNKN NA (IF\n   46       YES, EXPLAIN BELOW)\n   47    7. ARE THERE ANY FEATURES  OF  THE  PROPERTY  SHARED  IN  COMMON  WITH\n   48       ADJOINING  LAND  OWNERS OR A HOMEOWNERS ASSOCIATION, SUCH AS WALLS,\n   49       FENCES OR DRIVEWAYS? YES NO UNKN NA (IF YES DESCRIBE BELOW)\n   50    8. ARE THERE ANY ELECTRIC OR GAS UTILITY SURCHARGES  FOR  LINE  EXTEN-\n   51       SIONS,  SPECIAL  ASSESSMENTS OR HOMEOWNER OR OTHER ASSOCIATION FEES\n   52       THAT APPLY TO THE PROPERTY? YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n\n       S. 2198                             8\n\n    1    9. ARE THERE CERTIFICATES OF OCCUPANCY RELATED TO THE PROPERTY?    YES\n    2       NO UNKN NA (IF NO, EXPLAIN BELOW)\n\n    3  ENVIRONMENTAL\n    4    NOTE  TO SELLER - IN THIS SECTION, YOU WILL BE ASKED QUESTIONS REGARD-\n    5  ING PETROLEUM PRODUCTS AND HAZARDOUS OR TOXIC SUBSTANCES THAT  YOU  KNOW\n    6  TO  HAVE BEEN SPILLED, LEAKED OR OTHERWISE BEEN RELEASED ON THE PROPERTY\n    7  OR FROM THE PROPERTY ONTO ANY OTHER  PROPERTY.  PETROLEUM  PRODUCTS  MAY\n    8  INCLUDE,  BUT  ARE  NOT  LIMITED TO, GASOLINE, DIESEL FUEL, HOME HEATING\n    9  FUEL, AND LUBRICANTS. HAZARDOUS OR TOXIC SUBSTANCES  ARE  PRODUCTS  THAT\n   10  COULD POSE SHORT- OR LONG-TERM DANGER TO PERSONAL HEALTH OR THE ENVIRON-\n   11  MENT  IF  THEY  ARE  NOT PROPERLY DISPOSED OF, APPLIED OR STORED.  THESE\n   12  INCLUDE, BUT ARE NOT LIMITED TO, FERTILIZERS,  PESTICIDES  AND  INSECTI-\n   13  CIDES, PAINT INCLUDING PAINT THINNER, VARNISH REMOVER AND WOOD PRESERVA-\n   14  TIVES,  TREATED WOOD, CONSTRUCTION MATERIALS SUCH AS ASPHALT AND ROOFING\n   15  MATERIALS, ANTIFREEZE AND OTHER AUTOMOTIVE PRODUCTS, BATTERIES, CLEANING\n   16  SOLVENTS INCLUDING SEPTIC TANK CLEANERS,  HOUSEHOLD  CLEANERS  AND  POOL\n   17  CHEMICALS AND PRODUCTS CONTAINING MERCURY AND LEAD.\n\n   18    NOTE  TO  BUYER  -  IF  CONTAMINATION  OF THIS PROPERTY FROM PETROLEUM\n   19  PRODUCTS AND/OR HAZARDOUS OR TOXIC SUBSTANCES IS A CONCERN TO  YOU,  YOU\n   20  ARE URGED TO CONSIDER SOIL AND GROUNDWATER TESTING OF THIS PROPERTY.\n\n   21    10. IS  ANY OR ALL OF THE PROPERTY LOCATED IN A DESIGNATED FLOODPLAIN?\n   22        YES  NO  UNKN  NA (IF YES, EXPLAIN BELOW)\n   23    11. IS ANY OR ALL OF THE PROPERTY LOCATED  IN  A  DESIGNATED  WETLAND?\n   24        YES  NO  UNKN  NA (IF YES, EXPLAIN BELOW)\n   25    12. IS  THE  PROPERTY  LOCATED  IN AN AGRICULTURAL DISTRICT?   YES  NO\n   26        UNKN  NA (IF YES, EXPLAIN BELOW)\n   27    13. WAS THE PROPERTY EVER THE SITE OF A LANDFILL?  YES  NO   UNKN   NA\n   28        (IF YES, EXPLAIN BELOW)\n   29    14. ARE  THERE  OR  HAVE  THERE  EVER BEEN FUEL STORAGE TANKS ABOVE OR\n   30        BELOW THE GROUND ON THE PROPERTY?  YES  NO  UNKN  NA  IF YES,  ARE\n   31        THEY CURRENTLY IN USE? YES NO UNKN NA LOCATION(S) ARE THEY LEAKING\n   32        OR HAVE THEY EVER LEAKED? YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n   33    15. IS  THERE ASBESTOS IN THE STRUCTURE? YES NO UNKN NA (IF YES, STATE\n   34        LOCATION OR LOCATIONS BELOW)\n   35    16. IS LEAD PLUMBING PRESENT? YES NO UNKN NA (IF YES,  STATE  LOCATION\n   36        OR LOCATIONS BELOW)\n   37    17. HAS  A RADON TEST BEEN DONE? YES NO UNKN NA (IF YES, ATTACH A COPY\n   38        OF THE REPORT)\n   39    18. HAS MOTOR FUEL, MOTOR OIL, HOME HEATING FUEL, LUBRICATING  OIL  OR\n   40        ANY  OTHER  PETROLEUM  PRODUCT,  METHANE  GAS, OR ANY HAZARDOUS OR\n   41        TOXIC SUBSTANCE SPILLED, LEAKED OR OTHERWISE BEEN RELEASED ON  THE\n   42        PROPERTY  OR  FROM  THE  PROPERTY ONTO ANY OTHER PROPERTY?  YES NO\n   43        UNKN NA (IF YES, DESCRIBE BELOW)\n   44    19. HAS THE PROPERTY BEEN TESTED FOR THE PRESENCE OF MOTOR FUEL, MOTOR\n   45        OIL, HOME HEATING FUEL, LUBRICATING OIL, OR  ANY  OTHER  PETROLEUM\n   46        PRODUCT,  METHANE GAS, OR ANY HAZARDOUS OR TOXIC SUBSTANCE? YES NO\n   47        UNKN NA (IF YES, ATTACH REPORT(S))\n\n   48  STRUCTURAL\n   49    20. IS THERE ANY ROT OR WATER DAMAGE TO THE STRUCTURE  OR  STRUCTURES?\n   50        YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n   51    21. IS  THERE ANY FIRE OR SMOKE DAMAGE TO THE STRUCTURE OR STRUCTURES?\n   52        YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n\n       S. 2198                             9\n\n    1    22. IS THERE ANY  TERMITE,  INSECT,  RODENT  OR  PEST  INFESTATION  OR\n    2        DAMAGE?  YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n    3    23. HAS  THE  PROPERTY BEEN TESTED FOR TERMITE, INSECT, RODENT OR PEST\n    4        INFESTATION OR DAMAGE? YES NO  UNKN  NA  (IF  YES,  PLEASE  ATTACH\n    5        REPORT(S))\n    6    24. WHAT  IS  THE TYPE OF ROOF/ROOF COVERING (SLATE, ASPHALT, OTHER.)?\n    7        ANY KNOWN MATERIAL DEFECTS? HOW OLD IS THE ROOF? IS THERE A TRANS-\n    8        FERABLE [WARRANTEE] WARRANTY ON THE ROOF IN  EFFECT  NOW?  YES  NO\n    9        UNKN NA (IF YES, EXPLAIN BELOW)\n   10    25. ARE  THERE  ANY  KNOWN  MATERIAL  DEFECTS  IN ANY OF THE FOLLOWING\n   11        STRUCTURAL SYSTEMS: FOOTINGS, BEAMS, GIRDERS, LINTELS, COLUMNS  OR\n   12        PARTITIONS. YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n\n   13  MECHANICAL SYSTEMS & SERVICES\n   14    26. WHAT  IS  THE WATER SOURCE (CIRCLE ALL THAT APPLY - WELL, PRIVATE,\n   15        MUNICIPAL, OTHER)? IF MUNICIPAL, IS IT METERED? YES NO UNKN NA\n   16    27. HAS THE WATER QUALITY AND/OR FLOW RATE BEEN TESTED? YES NO UNKN NA\n   17        (IF YES, DESCRIBE BELOW)\n   18    28. HAVE ANY WATER TESTS BEEN\n   19        PERFORMED?                    YES        NO        UNKN        NA\n   20    29. WHAT IS THE DATE OF SUCH WATER\n   21        TESTS?                                             UNKN        NA\n   22    30. ATTACH WELL TEST RESULTS.                                      NA\n   23    31. DID THE TEST REVEAL ANY\n   24        FAILURES?                     YES        NO        UNKN        NA\n   25    32. WHICH PARAMETERS FAILED?                           UNKN        NA\n   26    33. WAS REMEDIATION DONE?         YES        NO        UNKN        NA\n   27    34. WHAT TYPE OF REMEDIATION?                          UNKN        NA\n   28    35. WAS THE WELL RETESTED?        YES        NO        UNKN        NA\n   29    36. WHEN WAS THE RETESTING\n   30        PERFORMED?                                         UNKN        NA\n   31    37. ATTACH COPY OF NEW TEST.                                       NA\n   32    38. ANY FURTHER COMMENTS OR INFORMATION RELATING TO YOUR WELL.     NA\n   33        __________________________________________________________________\n   34        __________________________________________________________________\n   35    39. WHAT IS THE TYPE OF SEWAGE SYSTEM (CIRCLE ALL THAT APPLY -  PUBLIC\n   36        SEWER, PRIVATE SEWER, SEPTIC OR CESSPOOL)?  IF SEPTIC OR CESSPOOL,\n   37        AGE?  ________  DATE  LAST  PUMPED? ________ FREQUENCY OF PUMPING?\n   38        ________ ANY KNOWN MATERIAL DEFECTS?   YES NO  UNKN  NA  (IF  YES,\n   39        EXPLAIN BELOW)\n   40    [29.]  40. WHO IS YOUR ELECTRIC SERVICE PROVIDER? ________ WHAT IS THE\n   41        AMPERAGE?  ________  DOES  IT  HAVE  CIRCUIT  BREAKERS  OR  FUSES?\n   42        ________  PRIVATE  OR  PUBLIC  POLES?  ________ ANY KNOWN MATERIAL\n   43        DEFECTS? YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n   44    [30.] 41. ARE THERE ANY FLOODING, DRAINAGE OR  GRADING  PROBLEMS  THAT\n   45        RESULTED  IN STANDING WATER ON ANY PORTION OF THE PROPERTY? YES NO\n   46        UNKN NA (IF YES, STATE LOCATIONS AND EXPLAIN BELOW)\n   47    [31.] 42. DOES THE BASEMENT HAVE  SEEPAGE  THAT  RESULTS  IN  STANDING\n   48        WATER? YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n\n   49  ARE  THERE  ANY  KNOWN MATERIAL DEFECTS IN ANY OF THE FOLLOWING (IF YES,\n   50  EXPLAIN BELOW. USE ADDITIONAL SHEETS IF NECESSARY.):\n\n   51    [32.] 43.  PLUMBING SYSTEM?             YES     NO        UNKN     NA\n   52    [33.] 44.  SECURITY SYSTEM?             YES     NO        UNKN     NA\n   53    [34.] 45.  CARBON MONOXIDE DETECTOR?    YES     NO        UNKN     NA\n\n       S. 2198                            10\n\n    1    [35.] 46.  SMOKE DETECTOR?              YES     NO        UNKN     NA\n    2    [36.] 47.  FIRE SPRINKLER SYSTEM?       YES     NO        UNKN     NA\n    3    [37.] 48.  SUMP PUMP?                   YES     NO        UNKN     NA\n    4    [38.] 49.  FOUNDATION/SLAB?             YES     NO        UNKN     NA\n    5    [39.] 50.  INTERIOR WALLS/CEILINGS?     YES     NO        UNKN     NA\n    6    [40.] 51.  EXTERIOR WALLS OR SIDING?    YES     NO        UNKN     NA\n    7    [41.] 52.  FLOORS?                      YES     NO        UNKN     NA\n    8    [42.] 53.  CHIMNEY/FIREPLACE OR STOVE?  YES     NO        UNKN     NA\n    9    [43.] 54.  PATIO/DECK?                  YES     NO        UNKN     NA\n   10    [44.] 55.  DRIVEWAY?                    YES     NO        UNKN     NA\n   11    [45.] 56.  AIR CONDITIONER?             YES     NO        UNKN     NA\n   12    [46.] 57.  HEATING SYSTEM?              YES     NO        UNKN     NA\n   13    [47.] 58.  HOT WATER HEATER?            YES     NO        UNKN     NA\n   14    [48.] 59.  THE PROPERTY IS LOCATED IN THE\n   15               FOLLOWING SCHOOL DISTRICT                      UNKN\n\n   16    NOTE: BUYER IS ENCOURAGED TO CHECK PUBLIC RECORDS CONCERNING THE PROP-\n   17  ERTY (E.G. TAX RECORDS AND WETLAND AND FLOOD PLAIN MAPS)\n   18    THE  SELLER SHOULD USE THIS AREA TO FURTHER EXPLAIN ANY ITEM ABOVE. IF\n   19  NECESSARY, ATTACH ADDITIONAL PAGES AND INDICATE HERE THE NUMBER OF ADDI-\n   20  TIONAL PAGES ATTACHED.\n\n   21    ______________________________________________________________________\n   22    ______________________________________________________________________\n   23    ______________________________________________________________________\n   24    ______________________________________________________________________\n\n   25    SELLER'S CERTIFICATION: SELLER CERTIFIES THAT THE INFORMATION IN  THIS\n   26  PROPERTY  CONDITION  DISCLOSURE  STATEMENT  IS  TRUE AND COMPLETE TO THE\n   27  SELLER'S ACTUAL KNOWLEDGE AS OF THE DATE SIGNED  BY  THE  SELLER.  IF  A\n   28  SELLER  OF  RESIDENTIAL  REAL  PROPERTY ACQUIRES KNOWLEDGE WHICH RENDERS\n   29  MATERIALLY INACCURATE A PROPERTY CONDITION DISCLOSURE STATEMENT PROVIDED\n   30  PREVIOUSLY, THE  SELLER  SHALL  DELIVER  A  REVISED  PROPERTY  CONDITION\n   31  DISCLOSURE  STATEMENT  TO THE BUYER AS SOON AS PRACTICABLE. IN NO EVENT,\n   32  HOWEVER, SHALL A SELLER BE REQUIRED TO PROVIDE A REVISED PROPERTY CONDI-\n   33  TION DISCLOSURE STATEMENT AFTER THE TRANSFER OF TITLE FROM THE SELLER TO\n   34  THE BUYER OR OCCUPANCY BY THE BUYER, WHICHEVER IS EARLIER.\n\n   35    SELLER _______________________________________  DATE ________________\n   36    SELLER _______________________________________  DATE ________________\n\n   37    BUYER'S ACKNOWLEDGMENT: BUYER ACKNOWLEDGES RECEIPT OF A COPY  OF  THIS\n   38  STATEMENT  AND BUYER UNDERSTANDS THAT THIS INFORMATION IS A STATEMENT OF\n   39  CERTAIN CONDITIONS AND INFORMATION CONCERNING THE PROPERTY KNOWN TO  THE\n   40  SELLER. IT IS NOT A WARRANTY OF ANY KIND BY THE SELLER OR SELLER'S AGENT\n   41  AND  IS  NOT A SUBSTITUTE FOR ANY HOME, PEST, RADON OR OTHER INSPECTIONS\n   42  OR TESTING OF THE PROPERTY OR INSPECTION OF THE PUBLIC RECORDS.\n\n   43    BUYER _______________________________________   DATE ________________\n   44    BUYER _______________________________________   DATE ________________\n\n   45    S 6. The tax law is amended by adding a new section 606-a to  read  as\n   46  follows:\n   47    S  606-A. CREDITS AGAINST TAX FOR RESIDENTIAL WELL TESTING. A TAXPAYER\n   48  SHALL BE ALLOWED CREDIT FOR THE ACTUAL  COST  OF  THE  RESIDENTIAL  WELL\n\n       S. 2198                            11\n\n    1  TESTING  OR  AN  AMOUNT NOT TO EXCEED THE SCHEDULE OF COSTS CONTAINED IN\n    2  PARAGRAPH (A) OF SUBDIVISION FOUR OF SECTION ELEVEN HUNDRED TEN  OF  THE\n    3  PUBLIC  HEALTH  LAW,  WHICHEVER IS LESS, AGAINST THE TAX IMPOSED BY THIS\n    4  ARTICLE.\n    5    S 7. Nothing in this act shall be interpreted as prohibiting any coun-\n    6  ty  board  of  health or county governing body from adopting local laws,\n    7  rules or regulations with respect to private well testing which are more\n    8  stringent or impose additional requirements than  state  laws  or  regu-\n    9  lations.\n   10    S 8. This act shall take effect on the one hundred eightieth day after\n   11  it shall have become a law; provided, however, that effective immediate-\n   12  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   13  necessary for the implementation of this act on its effective  date  are\n   14  authorized  and  directed  to  be  made  and completed on or before such\n   15  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, the public health law, the real property law and the tax law, in relation to enacting the \"private well testing act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114126.TXT", "SOBI.D110118.T122630.TXT", "SOBI.D110118.T123131.TXT", "SOBI.D110118.T123631.TXT", "SOBI.D110118.T124140.TXT", "SOBI.D110119.T095235.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448755076
}