{
  "year" : 2011,
  "senateBillNo" : "S219-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S219-2011-1294203600000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to preauthorized electronic fund transfers",
  "summary" : "Provides that no agreement for preauthorized electronic fund transfers entered into on or after January first, two thousand twelve permit or require the transfer of any amount as a penalty or final payment after a stop payment notice has been given. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "SC1055-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          219\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MAZIARZ,  BONACIC,  FLANAGAN, FUSCHILLO, JOHNSON,\n         RANZENHOFER, SEWARD -- read twice and ordered printed, and when print-\n         ed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to preauthorized electronic\n         fund transfers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 9-s of the banking law, as added by chapter 550 of\n    2  the laws of 1998, is amended to read as follows:\n    3    S 9-s. Preauthorized electronic fund  transfers.    1.  Every  banking\n    4  institution  which provides preauthorized electronic fund transfers from\n    5  consumer accounts shall, in accordance with regulations adopted  by  the\n    6  banking  board,  provide  consumers  with  the  right to stop payment by\n    7  giving written or oral notice within a specified period of time prior to\n    8  such transfer. [Any banking institution which  complies  with  the  stop\n    9  payment provisions of the federal Electronic Funds Transfer Act, as such\n   10  act may be amended from time to time, and any regulations adopted pursu-\n   11  ant  thereto, shall be deemed to be in compliance with the provisions of\n   12  this section.] For purposes of this section, \"banking institution\" shall\n   13  mean any state or federally chartered bank, trust company, savings bank,\n   14  savings and loan association or credit  union,  and  \"consumer  account\"\n   15  shall  mean  an account used primarily for personal, family or household\n   16  purposes.\n   17    2. NO AGREEMENT FOR PREAUTHORIZED ELECTRONIC  FUND  TRANSFERS  ENTERED\n   18  INTO  ON  OR  AFTER  JANUARY  FIRST, TWO THOUSAND TWELVE SHALL PERMIT OR\n   19  REQUIRE THE TRANSFER FROM A CONSUMER ACCOUNT OF ANY FUNDS AS  A  PENALTY\n   20  OR  A  FINAL PAYMENT AFTER THE CONSUMER HAS GIVEN WRITTEN OR ORAL NOTICE\n   21  TO STOP PAYMENT TO HIS OR HER FINANCIAL INSTITUTION.\n   22    3. ANY BANKING  INSTITUTION  WHICH  COMPLIES  WITH  THE  STOP  PAYMENT\n   23  PROVISIONS OF THE FEDERAL ELECTRONIC FUNDS TRANSFER ACT, AS SUCH ACT MAY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01582-01-1\n\n       S. 219                              2\n\n    1  BE AMENDED FROM TIME TO TIME, AND ANY REGULATIONS ADOPTED PURSUANT THER-\n    2  ETO,  SHALL  BE  DEEMED  TO BE IN COMPLIANCE WITH THE PROVISIONS OF THIS\n    3  SECTION.\n    4    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to preauthorized electronic fund transfers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T100801.TXT", "SOBI.D101213.T111304.TXT", "SOBI.D101214.T123636.TXT", "SOBI.D101213.T115807.TXT", "SOBI.D101213.T101301.TXT", "SOBI.D101213.T120307.TXT", "SOBI.D101213.T114306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292348196084
}