{
  "year" : 2011,
  "senateBillNo" : "S2196-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2196-2011-1295326800000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to votes on land acquisition and building construction propositions by BOCES districts",
  "summary" : "Requires that voting on land acquisition and building construction propositions by BOCES districts shall be at the polling places equitably distributed within the BOCES district. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA3035-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2196\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to votes on land acquisi-\n         tion and building construction propositions by BOCES districts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraphs a and q of subdivision 2 of section 1951 of the\n    2  education law, paragraph a as amended by chapter  722  of  the  laws  of\n    3  2005,  paragraph  q as added by chapter 795 of the laws of 1967 and such\n    4  section as renumbered by chapter 378 of the laws of 1972, are amended to\n    5  read as follows:\n    6    a. If the board of  cooperative  educational  services  determines  to\n    7  submit  a  proposition to authorize the purchase or acquisition of sites\n    8  or additions thereto and real property and to construct buildings there-\n    9  on and to purchase buildings and  construct  additions  thereto,  or  to\n   10  authorize  the sale of any real property the title to which is vested in\n   11  the board of cooperative educational services and buildings thereon  and\n   12  appurtenances  or any part thereof, or to authorize the exchange of real\n   13  property held by the board of cooperative educational services  for  the\n   14  purpose  of  improving or changing school sites, to the qualified voters\n   15  of the board of cooperative educational services, then the  board  shall\n   16  call  a meeting and submit to the qualified voters of the board of coop-\n   17  erative educational services such a proposition.  VOTES SHALL  OCCUR  IN\n   18  POLLING  PLACES,  EQUITABLY  DISTRIBUTED,  WITHIN  THE AFFECTED BOARD OF\n   19  COOPERATIVE EDUCATIONAL SERVICES DISTRICT, WHERE THE TRAVEL DISTANCE FOR\n   20  ANY RESIDENT  WITHIN  THE  AFFECTED  BOARD  OF  COOPERATIVE  EDUCATIONAL\n   21  SERVICES  DISTRICT  SHALL  BE  SIMILAR OR APPROXIMATELY THE SAME, WITH A\n   22  MINIMUM OF AT LEAST THREE POLLING PLACES FOR BOARD OF COOPERATIVE EDUCA-\n   23  TIONAL SERVICES DISTRICTS IN A COUNTY WITH A POPULATION OF MORE THAN TWO\n   24  HUNDRED FIFTY THOUSAND ACCORDING TO THE LATEST FEDERAL CENSUS. The board\n   25  shall cause a notice of such meeting to be given by public notice of the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05596-01-1\n\n       S. 2196                             2\n\n    1  time and place of such meeting once in each week within the  four  weeks\n    2  next  preceding such meeting, the first publication to be at least twen-\n    3  ty-five days before said meeting, in two newspapers if  there  shall  be\n    4  two,  or  in  one  newspaper  if  there shall be but one, having general\n    5  circulation within the board of cooperative educational services, but if\n    6  no newspaper shall then  have  general  circulation  therein,  the  said\n    7  notice  shall  be posted in at least twenty of the most public places in\n    8  said board of cooperative educational services twenty-five  days  before\n    9  the  time  of such meeting. Such notice shall contain a statement of the\n   10  proposition or propositions to be submitted  at  such  meeting  AND  THE\n   11  LOCATION  OF EACH POLLING PLACE WITHIN THE AFFECTED BOARD OF COOPERATIVE\n   12  EDUCATIONAL SERVICES DISTRICTS.\n   13    q. If the board shall so determine it may cause the board  of  cooper-\n   14  ative  educational  services  to  be  divided  into  election  districts\n   15  provided that in each such election district  the  number  of  qualified\n   16  voters shall at least equal seven hundred. If such resolution be adopted\n   17  it  shall divide the board of cooperative educational services into such\n   18  number of election districts as the board may determine,  provided  that\n   19  if  circumstances  will  permit  there  shall  be  a schoolhouse in each\n   20  election district or in as many such election districts as possible. The\n   21  election districts so formed shall continue in existence until  modified\n   22  by  resolution  of  the board. Such resolution shall accurately describe\n   23  the boundaries of each such district by street,  alley  and  highway  or\n   24  otherwise.  Meetings  of  the  voters of the board of cooperative educa-\n   25  tional services shall be held thereafter  in  such  election  districts.\n   26  VOTES  SHALL  OCCUR IN POLLING PLACES, EQUITABLY DISTRIBUTED, WITHIN THE\n   27  AFFECTED BOARD OF COOPERATIVE EDUCATIONAL SERVICES DISTRICT,  WHERE  THE\n   28  TRAVEL  DISTANCE  FOR  ANY RESIDENT WITHIN THE AFFECTED BOARD OF COOPER-\n   29  ATIVE EDUCATIONAL SERVICES DISTRICT SHALL BE  SIMILAR  OR  APPROXIMATELY\n   30  THE  SAME,  WITH A MINIMUM OF AT LEAST THREE POLLING PLACES FOR BOARD OF\n   31  COOPERATIVE EDUCATIONAL SERVICES DISTRICTS IN A COUNTY WITH A POPULATION\n   32  OF MORE THAN TWO HUNDRED FIFTY THOUSAND ACCORDING TO THE LATEST  FEDERAL\n   33  CENSUS.  The  board  shall  designate  the  place  within  each election\n   34  district where the meetings shall be held. When the board of cooperative\n   35  educational services is divided into election districts, the board shall\n   36  cause the meeting to be held in each election district pursuant  to  the\n   37  provisions of this subdivision and shall appoint a chairman of the meet-\n   38  ing,  clerks  and  assistant  clerks  of  the  meeting and inspectors of\n   39  election for each election  district.  The  board  shall  designate  the\n   40  election  district in which the clerk of the board of cooperative educa-\n   41  tional services shall be present. Where the board of cooperative  educa-\n   42  tional services has been divided into election districts, the inspectors\n   43  of  election  shall  make a written report of the results of the ballot,\n   44  signed by all such inspectors, to the chief  inspector  of  election  of\n   45  each election district. The chief inspector of election of each election\n   46  district  shall  within  twenty-four hours file such written report with\n   47  the clerk of the board of cooperative educational services.   The  board\n   48  shall  thereupon  within  twenty-four  hours  tabulate  and  declare the\n   49  results of the ballot.\n   50    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   51  have become law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to votes on land acquisition and building construction propositions by BOCES districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114126.TXT", "SOBI.D110118.T123131.TXT", "SOBI.D110119.T094735.TXT", "SOBI.D110118.T124140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448455920
}