{
  "year" : 2011,
  "senateBillNo" : "S2209-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2209-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes intentional damage to an authorized emergency vehicle a crime of criminal mischief in the third degree",
  "summary" : "Makes intentional damage to an authorized emergency vehicle a crime of criminal mischief in the third degree. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2119-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2209\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to intentional damage  to  an\n         authorized emergency vehicle\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 145.05 of the penal law, as amended by chapter  276\n    2  of the laws of 2003, is amended to read as follows:\n    3  S 145.05 Criminal mischief in the third degree.\n    4    A person is guilty of criminal mischief in the third degree when, with\n    5  intent  to  damage property of another person, and having no right to do\n    6  so nor any reasonable ground to believe that he or she has  such  right,\n    7  he or she:\n    8    1.  damages the motor vehicle of another person, by breaking into such\n    9  vehicle when it is locked with the  intent  of  stealing  property,  and\n   10  within  the  previous  ten year period, has been convicted three or more\n   11  times, in separate criminal transactions for which sentence was  imposed\n   12  on  separate  occasions,  of  criminal  mischief in the fourth degree as\n   13  defined in section 145.00, criminal mischief  in  the  third  degree  as\n   14  defined  in  this  section,  criminal  mischief  in the second degree as\n   15  defined in section 145.10, or criminal mischief in the first  degree  as\n   16  defined in section 145.12 of this article; or\n   17    2.  damages  property  of  another  person  in an amount exceeding two\n   18  hundred fifty dollars; OR\n   19    3. DAMAGES AN AUTHORIZED EMERGENCY VEHICLE AS DEFINED IN  SECTION  ONE\n   20  HUNDRED ONE OF THE VEHICLE AND TRAFFIC LAW.\n   21    Criminal mischief in the third degree is a class E felony.\n   22    S  2.  This  act shall take effect on the ninetieth day after it shall\n   23  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04210-01-1\n",
  "memo" : "BILL NUMBER:S2209\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to intentional damage to an\nauthorized emergency vehicle\n\nPURPOSE:\nTo include purposefully damaging an authorized emergency\nresponse vehicle within the definition of Criminal Mischief in the\nthird degree, a class E felony.\n\nSUMMARY OF PROVISIONS:\nThis proposal would add a new\nsubdivision 3 to\nPenal Law &sect; 145.05 to provide that the crime of Criminal Mischief in\nthe third degree, a class E felony, is committed when an individual\nintentionally causes any damage to any authorized emergency vehicle.\n\nJUSTIFICATION:\nThis bill is intended to expand\nCriminal Mischief in\nthe third degree so that individuals who intentionally damage\nauthorized emergency vehicles may be charged with a felony.\nIndividuals with blatant disregard of the law often vandalize police\nand other emergency vehicles by slashing the vehicle's tires or\nbreaking its windows. If this type of damage does not exceed the\nmonetary threshold amount of $250, a felony cannot be charged, even\nthough the harm to the public that results from a disabled emergency\nresponse vehicle can be far greater.\n\nCurrently, an individual is guilty only of Criminal Mischief in the\nfourth degree, a Class A misdemeanor, if he or she intentionally\ncauses property damage that does not exceed $250 in value. Therefore,\nthe individual who flattens the tires or smashes the window of an\nauthorized emergency vehicle, such as a patrol car, might be charged\nwith only a class A misdemeanor. In view of the potential\nconsequences of impeding an emergency response, damage to an\nauthorized emergency vehicle obviously is more egregious than\nvandalism to a private vehicle. This type of obstruction to emergency\nresponse has a clear potential of great risk to public safety.\n\nLEGISLATIVE HISTORY:\nS.2119 of 2009-10 - Referred to Codes\nS.4270 of 2007-2008 - Referred to Codes, Passed Senate\nS.7838 of 2006 - Passed Senate\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it shall have\nbecome law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to intentional damage to an authorized emergency vehicle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T122630.TXT", "SOBI.D110118.T115128.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T123631.TXT", "SOBI.D110119.T103237.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717903
}