{
  "year" : 2011,
  "senateBillNo" : "S2201-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
    "billEventId" : "S2201-2011-1295326800000-REFERRED+TO+MENTAL+HEALTH+AND+DEVELOPMENTAL+DISABILITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the reinvestment of funds into community-based services for persons suffering from chemical dependence and for establishment of fund",
  "summary" : "Provides for the reinvestment of funds generated by savings due to declines in the state prison census into community-based services for persons suffering from chemical dependence and for the establishment of the chemical dependence reinvestment fund; provides for the establishment of the state interagency council on chemical dependence reinvestment fund utilization and for the composition thereof. ",
  "currentCommittee" : "MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "S2193-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2201\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Mental Health and Develop-\n         mental Disabilities\n\n       AN ACT to amend the mental hygiene law and the  state  finance  law,  in\n         relation  to  the  reinvestment of funds into community-based services\n         for persons suffering from chemical dependence\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent and findings.   The legislature finds\n    2  that declines in the state prison inmate census, due to the  utilization\n    3  of  alternatives to incarceration and changes in the sentencing laws for\n    4  persons convicted of drug offenses, create concomitant demand and strain\n    5  on community-based chemical dependence treatment services.\n    6    The legislature also finds that as state expenditures for incarcerated\n    7  individuals are reduced due to the aforementioned interventions,  it  is\n    8  necessary  and  appropriate  to establish a dedicated fund, comprised of\n    9  those savings, which will be reinvested into the development and  expan-\n   10  sion  of  community-based  chemical  dependence treatment and prevention\n   11  programs.\n   12    The legislature further finds that as  it  is  well  established  that\n   13  chemical  dependence  prevention  and  treatment  is  the most effective\n   14  response to chemical abuse and  addiction  and  the  resulting  criminal\n   15  offenses,   the  availability  of  effective  prevention  and  treatment\n   16  programs should be a prominent component of the state's response.\n   17    S 2. Section 1.03 of the mental hygiene law is amended by adding a new\n   18  subdivision 56 to read as follows:\n   19    56.  \"COMMUNITY  CHEMICAL  DEPENDENCE  REINVESTMENT  SERVICES\"   SHALL\n   20  INCLUDE   CHEMICAL   DEPENDENCE   SERVICES  AS  DEFINED  IN  SUBDIVISION\n   21  FIFTY-FIVE OF THIS SECTION.\n   22    S 3. The mental hygiene law is amended by adding a new  section  22.12\n   23  to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06122-01-1\n\n       S. 2201                             2\n\n    1  S 22.12 COMMUNITY REINVESTMENT PROGRAM.\n    2    (A)  THE  COMMISSIONER OF THE OFFICE OF ALCOHOLISM AND SUBSTANCE ABUSE\n    3  SERVICES SHALL PLAN, PROMOTE, ESTABLISH, DEVELOP, COORDINATE,  EVALUATE,\n    4  AND CONDUCT PROGRAMS AND SERVICES OF PREVENTION, DIAGNOSIS, EXAMINATION,\n    5  CARE,  TREATMENT, REHABILITATION, EDUCATION AND VOCATIONAL TRAINING, AND\n    6  RESEARCH FOR THE BENEFIT OF INDIVIDUALS WHO SUFFER FROM  AND/OR  ARE  AT\n    7  RISK  FOR  CHEMICAL  DEPENDENCE.  SUCH  PROGRAMS  SHALL  BE  LICENSED OR\n    8  APPROVED BY THE OFFICE OF ALCOHOLISM AND SUBSTANCE  ABUSE  SERVICES  AND\n    9  SHALL  INCLUDE  BUT  NOT  BE LIMITED TO INPATIENT, RESIDENTIAL, HALF-WAY\n   10  HOUSE, OUTPATIENT, METHADONE MAINTENANCE TREATMENT, EMERGENCY, REHABILI-\n   11  TATIVE, EDUCATIONAL AND  VOCATIONAL  AND  OTHER  APPROPRIATE  TREATMENT,\n   12  PREVENTION AND SUPPORT SERVICES.\n   13    (B)  ALL MONEYS RECEIVED OR ACCEPTED PURSUANT TO THIS SECTION SHALL BE\n   14  DEPOSITED INTO THE CHEMICAL  DEPENDENCE  REINVESTMENT  FUND  ESTABLISHED\n   15  PURSUANT TO SECTION NINETY-NINE-T OF THE STATE FINANCE LAW.\n   16    (C)  NOTWITHSTANDING  ANY  INCONSISTENT PROVISION OF LAW, IN APPROVING\n   17  FUNDS PURSUANT TO SECTION NINETY-NINE-T OF THE  STATE  FINANCE  LAW  AND\n   18  SECTION  26.00 OF THIS TITLE, THE COMMISSIONER OF THE OFFICE OF ALCOHOL-\n   19  ISM AND SUBSTANCE ABUSE SERVICES SHALL  CONSIDER  THE  EXTENT  TO  WHICH\n   20  LOCAL GOVERNMENTAL UNITS HAVE MAINTAINED LOCAL CONTRIBUTIONS FOR EXPEND-\n   21  ITURES IN ANY LOCAL FISCAL YEAR FOR LOCAL OR UNIFIED SERVICES, AS APPLI-\n   22  CABLE,  PROVIDED  TO PERSONS DIAGNOSED WITH CHEMICAL DEPENDENCE AND MADE\n   23  PURSUANT TO THIS ARTICLE, AT A LEVEL EQUAL TO OR GREATER THAN THE AMOUNT\n   24  EXPENDED THAT FISCAL YEAR. SUCH  COMMISSIONER  SHALL  BE  AUTHORIZED  TO\n   25  REDUCE  PAYMENTS  MADE  TO  LOCAL GOVERNMENTAL UNITS WHICH HAVE RECEIVED\n   26  GRANTS PURSUANT TO THIS SECTION, IN THE FOLLOWING FISCAL YEAR FOR  FAIL-\n   27  URE  TO MAINTAIN EXPENDITURES. FUNDS ANNUALLY APPROPRIATED BY THE LEGIS-\n   28  LATURE FOR  COMMUNITY  CHEMICAL  DEPENDENCE  REINVESTMENT  SERVICES  ARE\n   29  INTENDED  TO PAY FOR THE DEVELOPMENT, EXPANSION, AND OPERATION OF COMMU-\n   30  NITY CHEMICAL DEPENDENCE SERVICES. ANNUAL COMMUNITY CHEMICAL  DEPENDENCE\n   31  REINVESTMENT  FUNDS  SHALL  NOT BE USED TO SUPPLANT OR REPLACE COMMUNITY\n   32  CHEMICAL DEPENDENCE COSTS OF ANY PROVIDER THAT WERE PREVIOUSLY PAID FROM\n   33  THE PRIOR YEAR'S OFFICE  OF  ALCOHOLISM  AND  SUBSTANCE  ABUSE  SERVICES\n   34  GENERAL FUND APPROPRIATIONS FOR THE IDENTICAL PURPOSE.\n   35    (D) THERE IS HEREBY ESTABLISHED THE STATE INTERAGENCY COUNCIL ON CHEM-\n   36  ICAL DEPENDENCE REINVESTMENT FUND UTILIZATION. THIS COUNCIL SHALL DEVEL-\n   37  OP  AND IMPLEMENT A SCHEDULE FOR STUDYING CHEMICAL DEPENDENCE PREVENTION\n   38  AND TREATMENT PROGRAMS, FOCUSING ON THE AVAILABILITY  OF  SUCH  PROGRAMS\n   39  AND  WHETHER  THESE  PROGRAMS ADEQUATELY MEET THE NEEDS OF THOSE INMATES\n   40  RELEASED FROM DEPARTMENT OF CORRECTIONS FACILITIES. FURTHER, THIS  COUN-\n   41  CIL  SHALL RECOMMEND ANY NEEDED EXPANSIONS TO CHEMICAL DEPENDENCE TREAT-\n   42  MENT PROGRAMS. BY JANUARY FIRST OF THE YEAR FOLLOWING IMPLEMENTATION  OF\n   43  THIS SECTION, THIS COUNCIL SHALL REPORT ITS FINDING TO THE GOVERNOR, THE\n   44  TEMPORARY PRESIDENT OF THE SENATE, AND THE SPEAKER OF THE ASSEMBLY. SUCH\n   45  COUNCIL  SHALL OPERATE INDEPENDENTLY AND SHALL CONSIST OF A CHAIRPERSON,\n   46  CHOSEN BY THE COUNCIL MEMBERS, AND THE COMMISSIONERS OF  THE  OFFICE  OF\n   47  ALCOHOLISM  AND  SUBSTANCE  ABUSE SERVICES, THE OFFICE OF COURT ADMINIS-\n   48  TRATION, THE DIVISION OF CRIMINAL JUSTICE SERVICES,  THE  DEPARTMENT  OF\n   49  CORRECTIONAL  SERVICES,  AND THE OFFICE OF CHILDREN AND FAMILY SERVICES.\n   50  THE COUNCIL SHALL ALSO CONSIST OF NINE REPRESENTATIVES SELECTED FROM THE\n   51  FOLLOWING THREE COMMUNITIES AS FOLLOWS: THREE REPRESENTATIVES  FROM  THE\n   52  SERVICE  PROVIDER  COMMUNITY;  THREE  REPRESENTATIVES  FROM THE CONSUMER\n   53  COMMUNITY; AND THREE REPRESENTATIVES WHO  SHALL  BE  FAMILY  MEMBERS  OF\n   54  CONSUMERS. ONE REPRESENTATIVE FROM EACH OF THESE THREE COMMUNITIES SHALL\n   55  BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE, THE GOVERNOR, THE\n\n       S. 2201                             3\n\n    1  SPEAKER  OF  THE  ASSEMBLY,  THE MINORITY LEADER OF THE ASSEMBLY AND THE\n    2  MINORITY LEADER OF THE SENATE.\n    3    S  4. The state finance law is amended by adding a new section 99-t to\n    4  read as follows:\n    5    S 99-T.  CHEMICAL DEPENDENCE REINVESTMENT FUND.  1.  THERE  IS  HEREBY\n    6  ESTABLISHED IN THE JOINT CUSTODY OF THE COMPTROLLER AND THE COMMISSIONER\n    7  OF  TAXATION  AND  FINANCE A FUND TO BE KNOWN AS THE CHEMICAL DEPENDENCE\n    8  REINVESTMENT FUND.\n    9    2. MONEYS OF THE FUND, FOLLOWING APPROPRIATION BY THE LEGISLATURE  AND\n   10  ALLOCATION  BY THE DIRECTOR OF BUDGET, SHALL BE AVAILABLE TO THE COMMIS-\n   11  SIONER OF THE OFFICE OF ALCOHOLISM AND SUBSTANCE ABUSE SERVICES FOR  THE\n   12  DEVELOPMENT, EXPANSION AND OPERATION OF NEW AND EXPANDED COMMUNITY CHEM-\n   13  ICAL  DEPENDENCE  SERVICES,  INCLUDING  BUT  NOT  LIMITED  TO,  SERVICES\n   14  RENDERED TO PERSONS MANDATED INTO CHEMICAL DEPENDENCE TREATMENT IN  LIEU\n   15  OF INCARCERATION BY THE CRIMINAL JUSTICE SYSTEM.  SPECIFIC AMOUNTS SHALL\n   16  BE  MADE  AVAILABLE  FOR  APPROPRIATION UPON DETERMINATIONS MADE BY SUCH\n   17  COMMISSIONER PURSUANT TO SUBDIVISION (B) OF SECTION 26.00 OF THE  MENTAL\n   18  HYGIENE  LAW.  SUCH FUNDS MADE AVAILABLE TO THE OFFICE OF ALCOHOLISM AND\n   19  SUBSTANCE ABUSE SERVICES MAY ALSO BE  USED  TO  DEVELOP  STATE  OPERATED\n   20  SERVICES,  INCLUDING  EMERGENCY  AND  CRISIS  SERVICES,  CASE MANAGEMENT\n   21  SERVICE, EDUCATION AND VOCATIONAL SERVICES, SERVICES FOR HOMELESS CHEMI-\n   22  CALLY-ADDICTED PERSONS WITH AND/OR AT RISK FOR HIV INFECTION, HIV-RELAT-\n   23  ED ILLNESSES OR AIDS, PERSONS DUALLY-DIAGNOSED WITH CHEMICAL  DEPENDENCE\n   24  AND  MENTAL ILLNESS, OTHER HARD TO SERVE POPULATIONS, AND OTHER SPECIAL-\n   25  IZED SERVICES AS APPROVED BY SUCH COMMISSIONER.\n   26    S 5. Each year an independent  actuarial  accounting  of  the  savings\n   27  generated  from  declines  in the state prison census shall be conducted\n   28  and the results reported to the governor, the division  of  the  budget,\n   29  the  senate  finance committee and the assembly ways and means committee\n   30  no later than one year following the effective date of this act.\n   31    S 6. This act shall take effect on the first of April next  succeeding\n   32  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law and the state finance law, in relation to the reinvestment of funds into community-based services for persons suffering from chemical dependence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T122630.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110119.T101737.TXT", "SOBI.D110118.T123631.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450257763
}