{
  "year" : 2011,
  "senateBillNo" : "S2202-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S2202-2011-1295326800000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the state pharmaceutical local choice program",
  "summary" : "Creates the state pharmaceutical local choice program to require that prescription drug plans within health insurance policies permit insureds to purchase pharmaceuticals from local pharmacies. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S1577-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2202\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to creating the state pharma-\n         ceutical local choice program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 2 of the elder law is amended by adding a new title\n    2  4 to read as follows:\n    3                                    TITLE 4\n    4                          MISCELLANEOUS PROVISIONS\n\n    5  SECTION 270. PHARMACEUTICAL LOCAL CHOICE PROGRAM.\n    6    S 270. PHARMACEUTICAL  LOCAL CHOICE PROGRAM. 1. ANY OTHER PROVISION OF\n    7  ANY OTHER LAW TO THE CONTRARY NOTWITHSTANDING,  EVERY  HEALTH  INSURANCE\n    8  POLICY  WHICH  PROVIDES  COVERAGE  FOR PRESCRIBED DRUGS THAT INCLUDES AN\n    9  OPTION OR A REQUIREMENT THAT INSUREDS PURCHASE PRESCRIPTION DRUGS FROM A\n   10  NON-RESIDENT ESTABLISHMENT, AS DEFINED IN  SECTION  SIXTY-EIGHT  HUNDRED\n   11  EIGHT-B OF THE EDUCATION LAW, SHALL ADDITIONALLY PROVIDE THAT AN INSURED\n   12  MAY PURCHASE SUCH PRESCRIPTION DRUGS FROM A PHARMACY REGISTERED WITH THE\n   13  STATE  DEPARTMENT  OF  EDUCATION PURSUANT TO SECTION SIXTY-EIGHT HUNDRED\n   14  EIGHT OF THE EDUCATION  LAW  WHICH,  INSOFAR  AS  REASONABLE,  SHALL  BE\n   15  LOCATED  AND  ACCESSIBLE  IN  THE  LOCAL COMMUNITY OF THE INSURED.   FOR\n   16  PURPOSES OF THIS SECTION, THE TERM \"HEALTH INSURANCE POLICY\" SHALL  MEAN\n   17  AND  INCLUDE  ANY  POLICY  OF ACCIDENT AND HEALTH INSURANCE DELIVERED OR\n   18  ISSUED FOR DELIVERY IN THIS STATE, AS DESCRIBED  IN  SUBSECTION  (I)  OF\n   19  SECTION THREE THOUSAND TWO HUNDRED SIXTEEN OF THE INSURANCE LAW, AND ANY\n   20  GROUP  OR BLANKET POLICY DELIVERED OR ISSUED FOR DELIVERY IN THIS STATE,\n   21  AS DESCRIBED IN SECTION THREE THOUSAND TWO  HUNDRED  TWENTY-ONE  OF  THE\n   22  INSURANCE LAW.\n   23    2.  THERE  IS  HEREBY  CREATED  THE  CONSUMER PHARMACEUTICAL INSURANCE\n   24  COVERAGE PANEL, WHOSE PURPOSE  SHALL  BE  TO  OVERSEE  THE  PROGRAM  FOR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06121-01-1\n\n       S. 2202                             2\n\n    1  PROVIDING  CONSUMER  CHOICE  IN PURCHASE OF PRESCRIPTION PHARMACEUTICALS\n    2  WITHIN THEIR OWN COMMUNITIES, AND WHOSE MEMBERSHIP, CHAIRS, AND MEETINGS\n    3  SHALL BE THE SAME AS THE MEMBERS AND CHAIRS OF  THE  ELDERLY  PHARMACEU-\n    4  TICAL  INSURANCE  COVERAGE  PANEL,  AS  SUCH  MEMBERSHIP IS DESCRIBED IN\n    5  SECTION TWO HUNDRED FORTY-FOUR OF  THIS  ARTICLE.  PANEL  MEMBERS  SHALL\n    6  RECEIVE  NO  COMPENSATION  FOR  THEIR  SERVICES AS PANEL MEMBERS.   SUCH\n    7  PANEL, AND EACH MEMBER THEREOF, AS APPROPRIATE, IS HEREBY AUTHORIZED  TO\n    8  AND SHALL:\n    9    (A) PROMULGATE REGULATIONS AS SHALL BE NECESSARY AND IN KEEPING WITHIN\n   10  THE  SCOPE OF POWERS OF THE PANEL AND OF EACH SUCH MEMBER, TO EFFECT THE\n   11  PURPOSES OF THIS SECTION.   SUCH  REGULATIONS  SHALL  INCLUDE  REQUIRING\n   12  ADHERENCE  TO  THE  PROVISIONS OF THIS SECTION BY HEALTH INSURANCE POLI-\n   13  CIES, AND APPROPRIATE NOTIFICATION OF INSUREDS OF THE OPTION TO PURCHASE\n   14  PRESCRIPTION DRUGS AT A PHARMACY RATHER THAN A  NON-RESIDENT  ESTABLISH-\n   15  MENT; AND\n   16    (B)  DEVELOP  AND  IMPLEMENT, IN COOPERATION WITH AREA OFFICES FOR THE\n   17  AGING OR OTHER UNITS OF LOCAL GOVERNMENT AND NOT  FOR  PROFIT  ORGANIZA-\n   18  TIONS,  AN  OUTREACH  PROGRAM  TO  INFORM  THE ELDERLY AND OTHERS OF THE\n   19  OPTION TO PURCHASE PRESCRIPTION  DRUGS  AT  A  PHARMACY  RATHER  THAN  A\n   20  NON-RESIDENT ESTABLISHMENT.\n   21    3.  THE PANEL SHALL PREPARE AN ANNUAL REPORT AND SUBMIT SUCH REPORT TO\n   22  THE GOVERNOR AND THE LEGISLATURE NO LATER THAN THE FIRST DAY OF  JANUARY\n   23  OF  EACH  YEAR  CONCERNING THE EFFECT OF ANY DISPARITY IN CO-PAYMENTS OR\n   24  OTHER FEES OR CHARGES TO CONSUMERS FOR PURCHASE OF THE SAME  OR  SIMILAR\n   25  DRUGS  BY  OR  PURSUANT  TO  HEALTH  INSURANCE POLICIES, INCLUDING THOSE\n   26  PROVIDING BENEFITS PURSUANT TO TITLE XVIII OF THE FEDERAL SOCIAL SECURI-\n   27  TY ACT (PART D), RELATING TO THE USE OF NON-RESIDENT ESTABLISHMENTS  AND\n   28  PHARMACIES,  AS  SUCH  TERMS  ARE  DESCRIBED  IN SUBDIVISION ONE OF THIS\n   29  SECTION.  SUCH  REPORT  SHALL  INCLUDE  ANNUAL  STATISTICAL  INFORMATION\n   30  DERIVED BY DATA COLLECTION BY THE PANEL, OR FROM SAMPLING, REGARDING THE\n   31  NUMBER  OF  PERSONS  AND PLANS AFFECTED, THE AMOUNT OF ANY SUCH DISPARI-\n   32  TIES, THE REQUIRED USE OF SUCH NON-RESIDENT ESTABLISHMENTS  AND  PHARMA-\n   33  CIES,  AND  ANY  RECOMMENDATIONS  BY  THE  PANEL  CONCERNING THE NEED TO\n   34  PROHIBIT OR AMELIORATE SUCH DISPARITIES.\n   35    4. THERE SHALL BE AN ADVISORY COMMITTEE  TO  THE  PANEL  COMPRISED  OF\n   36  TWELVE  PERSONS.  FOUR MEMBERS SHALL BE APPOINTED BY THE GOVERNOR, THREE\n   37  MEMBERS SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE, ONE\n   38  MEMBER SHALL BE APPOINTED BY THE MINORITY LEADER OF  THE  SENATE,  THREE\n   39  MEMBERS SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY AND ONE MEMBER\n   40  SHALL  BE APPOINTED BY THE MINORITY LEADER OF THE ASSEMBLY. THE ADVISORY\n   41  COMMITTEE MEMBERS SHALL BE REPRESENTATIVES OF CONSUMERS AND PHARMACISTS,\n   42  WITH NO LESS THAN FIFTY PERCENT REPRESENTING CONSUMERS, PROVIDED THAT OF\n   43  THE MEMBERS APPOINTED,  THREE  SHALL  BE  REPRESENTATIVES  OF  STATEWIDE\n   44  ORGANIZATIONS  REPRESENTING  THE ELDERLY AND CONSUMERS, AND TWO SHALL BE\n   45  REPRESENTATIVES OF STATEWIDE ORGANIZATIONS REPRESENTING PHARMACIES.  THE\n   46  PANEL  SHALL CONSULT THE ADVISORY COMMITTEE AND CONSIDER ITS RECOMMENDA-\n   47  TIONS CONCERNING THE IMPLEMENTATION OF THIS  PROGRAM  AND  THE  POLICIES\n   48  GOVERNING  ITS  CONTINUED  OPERATION. COMMITTEE MEMBERS SHALL RECEIVE NO\n   49  COMPENSATION FOR THEIR SERVICES BUT SHALL BE ALLOWED  THEIR  ACTUAL  AND\n   50  NECESSARY EXPENSES INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n   51    5.  THE  FOREGOING PROVISIONS OF THIS SECTION TO THE CONTRARY NOTWITH-\n   52  STANDING, SUBDIVISION ONE OF THIS SECTION (A) SHALL NOT APPLY TO  HEALTH\n   53  INSURANCE  POLICIES  THE  PROVISIONS  OF WHICH ARE SUBJECT TO COLLECTIVE\n   54  BARGAINING AGREEMENTS WHICH ARE IN CONTRADICTION TO THE REQUIREMENTS  OF\n   55  SUCH  SECTION;  (B)  SHALL  ONLY APPLY TO POLICIES AND CONTRACTS ISSUED,\n   56  RENEWED, MODIFIED, ALTERED OR AMENDED ON OR AFTER THE EFFECTIVE DATE  OF\n\n       S. 2202                             3\n\n    1  THIS  SECTION;  AND  (C)  MAY  BE APPLIED IN A MANNER WHICH REQUIRES THE\n    2  INSURED TO PAY A REASONABLE FEE OR CHARGE THAT REFLECTS THE DIFFERENTIAL\n    3  IN COST, IF ANY, FOR USE OF A PHARMACY LOCATED  AND  ACCESSIBLE  IN  THE\n    4  LOCAL  COMMUNITY  OF  THE  INSURED, PROVIDED THAT SUCH REASONABLE FEE OR\n    5  CHARGE SHALL BE SUBJECT TO AUDIT BY THE  CONSUMER  PHARMACEUTICAL  PANEL\n    6  FOR  REASONABLENESS,  AND  FURTHER  PROVIDED  THAT SUCH HEALTH INSURANCE\n    7  POLICY SHALL NOT IMPOSE OR REQUIRE ANY OTHER  DIFFERENCES  IN  TREATMENT\n    8  FOR  THE USE OF SUCH LOCAL PHARMACY WITH RESPECT TO CO-PAYMENTS OR QUAN-\n    9  TITY LIMITATIONS OR OTHER SIMILAR PAYMENTS OR LIMITATIONS.\n   10    S 2. This act shall take effect July 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to creating the state pharmaceutical local choice program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T122630.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110119.T101737.TXT", "SOBI.D110118.T123631.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450257765
}