{
  "year" : 2011,
  "senateBillNo" : "S2206-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2206-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to assault against employees and agents of the department of juvenile justice of the city of New York",
  "summary" : "Provides for assault against employees and agents of the department of juvenile justice of the city of New York to be a class C felony; sets forth sentencing; further makes technical corrections relating to assaults on medical or related personnel and firefighters. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2116-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2206\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to assault against  employees\n         and  agents  of  the department of juvenile justice of the city of New\n         York and making technical corrections relating to assaults on  medical\n         or related personnel and firefighters\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 1  of  section  70.02  of  the\n    2  penal  law, as amended by chapter 405 of the laws of 2010, is amended to\n    3  read as follows:\n    4    (b) Class C violent felony offenses: an attempt to commit any  of  the\n    5  class  B felonies set forth in paragraph (a) of this subdivision; aggra-\n    6  vated criminally negligent homicide as defined in section 125.11, aggra-\n    7  vated manslaughter in the second degree as defined  in  section  125.21,\n    8  aggravated  sexual  abuse  in  the  second  degree as defined in section\n    9  130.67, assault on a peace officer, police officer, [fireman  or]  FIRE-\n   10  FIGHTER,  emergency  medical services professional, OR EMPLOYEE OR AGENT\n   11  OF THE DEPARTMENT OF JUVENILE JUSTICE OF THE CITY OF NEW YORK as defined\n   12  in section 120.08, gang assault in  the  second  degree  as  defined  in\n   13  section  120.06, strangulation in the first degree as defined in section\n   14  121.13, burglary in the second degree  as  defined  in  section  140.25,\n   15  robbery  in  the  second  degree  as defined in section 160.10, criminal\n   16  possession of a weapon in  the  second  degree  as  defined  in  section\n   17  265.03,  criminal  use  of  a firearm in the second degree as defined in\n   18  section 265.08, criminal sale of a  firearm  in  the  second  degree  as\n   19  defined  in section 265.12, criminal sale of a firearm with the aid of a\n   20  minor as defined in section 265.14, soliciting or providing support  for\n   21  an  act  of  terrorism in the first degree as defined in section 490.15,\n   22  hindering prosecution of terrorism in the second degree  as  defined  in\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05138-01-1\n\n       S. 2206                             2\n\n    1  section  490.30, and criminal possession of a chemical weapon or biolog-\n    2  ical weapon in the third degree as defined in section 490.37.\n    3    S  2.  Subdivision 3 of section 120.05 of the penal law, as separately\n    4  amended by chapters 318 and 345 of the laws of 2010, is amended to  read\n    5  as follows:\n    6    3.  With  intent  to prevent a peace officer, a police officer, regis-\n    7  tered nurse, licensed practical nurse, sanitation enforcement  agent,  a\n    8  firefighter,  including a firefighter acting as a paramedic or emergency\n    9  medical technician administering first aid in the course of  performance\n   10  of  duty  as such firefighter, an emergency medical service paramedic or\n   11  emergency medical service technician, [or] medical or related  personnel\n   12  in  a  hospital emergency department, a city marshal, a traffic enforce-\n   13  ment officer [or], traffic enforcement agent, OR EMPLOYEE  OR  AGENT  OF\n   14  THE  DEPARTMENT  OF  JUVENILE  JUSTICE  OF  THE  CITY  OF NEW YORK, from\n   15  performing a lawful duty, by means including  releasing  or  failing  to\n   16  control  an  animal under circumstances evincing the actor's intent that\n   17  the animal obstruct the lawful activity of such  peace  officer,  police\n   18  officer, registered nurse, licensed practical nurse, sanitation enforce-\n   19  ment  agent,  firefighter,  paramedic, technician, city marshal, traffic\n   20  enforcement officer [or], traffic enforcement agent, MEDICAL OR  RELATED\n   21  PERSONNEL IN A HOSPITAL EMERGENCY DEPARTMENT OR EMPLOYEE OR AGENT OF THE\n   22  DEPARTMENT OF JUVENILE JUSTICE OF THE CITY OF NEW YORK, he or she causes\n   23  physical injury to such peace officer, police officer, registered nurse,\n   24  licensed  practical  nurse,  sanitation  enforcement agent, firefighter,\n   25  paramedic, technician or medical or  related  personnel  in  a  hospital\n   26  emergency  department,  city  marshal, traffic enforcement officer [or],\n   27  traffic enforcement agent, OR EMPLOYEE OR AGENT  OF  THE  DEPARTMENT  OF\n   28  JUVENILE JUSTICE OF THE CITY OF NEW YORK; or\n   29    S  3.  Section 120.08 of the penal law, as added by chapter 632 of the\n   30  laws of 1996, is amended to read as follows:\n   31  S 120.08 Assault on a peace officer, police officer, [fireman or]  FIRE-\n   32             FIGHTER, emergency medical services professional, OR EMPLOYEE\n   33             OR AGENT OF THE DEPARTMENT OF JUVENILE JUSTICE OF THE CITY OF\n   34             NEW YORK.\n   35    A  person  is  guilty  of  assault on a peace officer, police officer,\n   36  [fireman or] FIREFIGHTER, emergency medical  services  professional,  OR\n   37  EMPLOYEE  OR  AGENT OF THE DEPARTMENT OF JUVENILE JUSTICE OF THE CITY OF\n   38  NEW YORK when, with intent to prevent a peace officer, A police officer,\n   39  a [fireman] FIREFIGHTER, including a [fireman] FIREFIGHTER acting  as  a\n   40  paramedic or emergency medical technician administering first aid in the\n   41  course  of  performance  of  duty as such [fireman] FIREFIGHTER, [or] an\n   42  emergency medical service paramedic [or], AN emergency  medical  service\n   43  technician OR AN EMPLOYEE OR AGENT OF THE DEPARTMENT OF JUVENILE JUSTICE\n   44  OF  THE CITY OF NEW YORK, from performing a lawful duty, he causes seri-\n   45  ous physical injury to such peace  officer,  police  officer,  [fireman]\n   46  FIREFIGHTER,  paramedic  [or],  technician  OR  EMPLOYEE OR AGENT OF THE\n   47  DEPARTMENT OF JUVENILE JUSTICE OF THE CITY OF NEW YORK.\n   48    Assault on a peace officer, police officer, [fireman or]  FIREFIGHTER,\n   49  emergency  medical  services  professional  OR  EMPLOYEE OR AGENT OF THE\n   50  DEPARTMENT OF JUVENILE JUSTICE OF THE CITY OF NEW  YORK  is  a  class  C\n   51  felony.\n   52    S  4.  This  act shall take effect on the ninetieth day after it shall\n   53  have become a law.\n",
  "memo" : "BILL NUMBER:S2206\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to assault against employees and\nagents of the department of juvenile justice of the city of New York and\nmaking technical corrections relating to assaults on medical or related\npersonnel and firefighters\n\nSUMMARY OF PROVISIONS:\nThe bill amends Penal Law &sect; 120.05 to make physically injuring an\nemployee or agent of the Department of Juvenile Justice of the City\nof New York (\"DJJ\") assault in the second degree, a Class D felony,\nwhere such physical injury is caused with the intent to prevent the\nagent or employee's performance of a lawful duty.\n\nThe bill also amends Penal Law &sect; 120.08 to make assault on an employee\nor agent of the DJJ a Class C felony, when the assault is committed\nwith the intent to prevent the employee from performing a lawful duty\nand results in serious physical injury. Additionally, the bill amends\nPenal Law &sect; 70.02 to reflect the expanded scope of the felony in\nPenal Law &sect; 120.08. Finally, the bill makes technical corrections to\ninclude \"medical or related personnel in a hospital emergency\ndepartment\" in a consistent manner in Penal Law &sect; 120.05 (3) and to\nchange the term \"fireman\" to the gender neutral \"firefighter\" in\nPenal Law &sect;&sect; 70.02, 120.05 and 120.08.\n\nJUSTIFICATION:\nEmployees and agents of the New York City Department of Juvenile\nJustice promote public safety by providing custody and care of\njuveniles accused of committing delinquent or criminal acts. The\nPenal Law provides special sanctions for serious assaults against\nseveral categories of public employees who perform a public safety\nfunction, including police, peace officers, firefighters, emergency\nmedical personnel and transit personnel. The purpose of this\nlegislation is to afford the employees and agents of the DJJ similar\nprotection and to hold juveniles accountable for their actions in\ndetention by heightening the seriousness and\nconsequences of assaulting any member of the Department's staff at the\nthree secure detention facilities it directly operates, at non-secure\ndetention facilities that it operates, either directly or by\ncontract, and in its court services and transportation unit\nDepartment employees must be reasonably assured that the law provides\na deterrent to those who would commit criminal acts that could result\nin serious injury. It is not only the safety of these public servants\nthat is at stake, but the welfare of our citizenry, since their\nsafety and well-being depends upon the ability of these public\nservants to perform their duties unfettered by criminal acts of\ninterference.\n\nWith respect to the technical amendment to Penal Law &sect; 120.05 (3), the\nreference to \"medical or related personnel in a hospital emergency\n\ndepartment\" was not included in the 1998 amendment that added the\nclause relating to the releasing of or failure to control an animal (L.\n1998 Ch. 269) because of the almost simultaneous amendment to section\n120.05 (3) that expanded the category of persons within the purview\nof that section (L. 1998 Ch. 287)\" The addition of that language here\nwould serve only to reconcile these independent amendments to section\n120.05 (3).\n\nLEGISLATIVE HISTORY:\n2007-2008: S.5730 - Referred to Codes, Passed Senate\n2009-2010: S.2116 - Referred to Codes\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it shall have\nbecome law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to assault against employees and agents of the department of juvenile justice of the city of New York and making technical corrections relating to assaults on medical or related personnel and firefighters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T122630.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110119.T102737.TXT", "SOBI.D110118.T124140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717897
}