{
  "year" : 2011,
  "senateBillNo" : "S2208-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2208-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the crimes of endangering the welfare of a child in the first and second degrees, a class E felony and a class A misdemeanor, respectively",
  "summary" : "Establishes the crimes of endangering the welfare of a child in the first and second degrees, a class E felony and a class A misdemeanor, respectively; provides a defense and that arrest is not necessary for the second degree crime when the conduct is justifiable. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2007-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2208\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to endangering the welfare of\n         a child\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   This act shall be known and may be cited as \"Laura Mae's\n    2  Law\".\n    3    S 2. Section 260.10 of the penal law, as amended by chapter 447 of the\n    4  laws of 2010, is amended to read as follows:\n    5  S 260.10 Endangering the welfare of a child IN THE SECOND DEGREE.\n    6    A person is guilty of endangering the welfare of a child IN THE SECOND\n    7  DEGREE when:\n    8    1. He or she knowingly acts in a manner likely to be injurious to  the\n    9  physical, mental, EMOTIONAL or moral welfare of a child less than seven-\n   10  teen years old or directs or authorizes such child to engage in an occu-\n   11  pation  involving  a  substantial  risk  of  danger  to [his or her] THE\n   12  CHILD'S life or health; or\n   13    2. Being a parent, guardian or other person legally charged  with  the\n   14  care or custody of a child less than eighteen years old, he or she fails\n   15  or refuses to exercise reasonable diligence in the control of such child\n   16  to  prevent  him  or  her  from becoming an \"abused child,\" a \"neglected\n   17  child,\" a \"juvenile delinquent\" or a \"person in need of supervision,\" as\n   18  those terms are defined in articles ten, three and seven of  the  family\n   19  court act[.]; OR\n   20    3.   BEING A PARENT, GUARDIAN OR OTHER PERSON LEGALLY CHARGED WITH THE\n   21  CARE OR CUSTODY OF A CHILD LESS THAN  EIGHTEEN  YEARS  OLD,  HE  OR  SHE\n   22  INTENTIONALLY  CAUSES,  OR ATTEMPTS TO CAUSE, PHYSICAL INJURY TO ANOTHER\n   23  PERSON WHILE IN THE PRESENCE OF SUCH CHILD.  NOTHING CONTAINED  IN  THIS\n   24  SUBDIVISION  SHALL  BE DEEMED TO REQUIRE THE ARREST OF ANY PERSON WHEN A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04636-01-1\n\n       S. 2208                             2\n\n    1  POLICE OFFICER REASONABLY BELIEVES THE PERSON'S CONDUCT  IS  JUSTIFIABLE\n    2  UNDER ARTICLE THIRTY-FIVE OF THIS CHAPTER; OR\n    3    4. A person is not guilty of the provisions of this section when he or\n    4  she  engages  in  the  conduct  described  in subdivision one of section\n    5  260.00 of this article: (a) with the intent to wholly abandon the  child\n    6  by relinquishing responsibility for and right to the care and custody of\n    7  such  child;  (b)  with  the intent that the child be safe from physical\n    8  injury and cared for in an appropriate manner; (c)  the  child  is  left\n    9  with an appropriate person, or in a suitable location and the person who\n   10  leaves  the child promptly notifies an appropriate person of the child's\n   11  location; and (d) the child is not more than thirty days old.\n   12    Endangering the welfare of a child IN THE SECOND DEGREE is a  class  A\n   13  misdemeanor.\n   14    S 3. Section 260.11 of the penal law is renumbered section 260.12.\n   15    S  4.  The penal law is amended by adding a new section 260.11 to read\n   16  as follows:\n   17  S 260.11 ENDANGERING THE WELFARE OF A CHILD IN THE FIRST DEGREE.\n   18    A PERSON IS GUILTY OF ENDANGERING THE WELFARE OF A CHILD IN THE  FIRST\n   19  DEGREE  WHEN HE OR SHE COMMITS THE CRIME OF ENDANGERING THE WELFARE OF A\n   20  CHILD IN THE SECOND DEGREE AND:\n   21    1. SUCH CHILD IS LESS THAN THIRTEEN YEARS OLD; OR\n   22    2. SUCH CHILD SUFFERED PHYSICAL INJURY,  SERIOUS  PHYSICAL  INJURY  OR\n   23  DEATH; OR\n   24    3.  HE  OR  SHE  HAS BEEN PREVIOUSLY CONVICTED OF ANY OF THE FOLLOWING\n   25  CRIMES: ENDANGERING THE WELFARE OF A  CHILD  IN  THE  SECOND  DEGREE  AS\n   26  DEFINED  IN  SECTION  260.10;  ENDANGERING THE WELFARE OF A CHILD IN THE\n   27  FIRST DEGREE AS DEFINED IN THIS  SECTION;  ABANDONMENT  OF  A  CHILD  AS\n   28  DEFINED  IN  SECTION  260.00; RECKLESS ASSAULT OF A CHILD BY A CHILD DAY\n   29  CARE PROVIDER AS DEFINED IN SECTION 120.01; ASSAULT IN THE SECOND DEGREE\n   30  AS DEFINED IN SUBDIVISION EIGHT OR NINE OF  SECTION  120.05;  AGGRAVATED\n   31  ASSAULT  UPON  A PERSON LESS THAN ELEVEN YEARS OLD AS DEFINED IN SECTION\n   32  120.12; MANSLAUGHTER IN THE FIRST DEGREE AS DEFINED IN SUBDIVISION  FOUR\n   33  OF SECTION 125.20; MURDER IN THE SECOND DEGREE AS DEFINED IN SUBDIVISION\n   34  FOUR  OF SECTION 125.25; RAPE IN THE THIRD DEGREE AS DEFINED IN SUBDIVI-\n   35  SION TWO OF SECTION 130.25; RAPE IN THE  SECOND  DEGREE  AS  DEFINED  IN\n   36  SECTION 130.30; RAPE IN THE FIRST DEGREE AS DEFINED IN SUBDIVISION THREE\n   37  OR  FOUR  OF  SECTION 130.35; CRIMINAL SEXUAL ACT IN THE THIRD DEGREE AS\n   38  DEFINED IN SUBDIVISION TWO OF SECTION 130.40; CRIMINAL SEXUAL ACT IN THE\n   39  SECOND DEGREE AS DEFINED IN SECTION 130.45; CRIMINAL SEXUAL ACT  IN  THE\n   40  FIRST  DEGREE AS DEFINED IN SUBDIVISION THREE OR FOUR OF SECTION 130.50;\n   41  PERSISTENT SEXUAL ABUSE AS DEFINED IN SECTION 130.53;  SEXUAL  ABUSE  IN\n   42  THE SECOND DEGREE AS DEFINED IN SUBDIVISION TWO OF SECTION 130.60; SEXU-\n   43  AL  ABUSE IN THE FIRST DEGREE AS DEFINED IN SUBDIVISION THREE OF SECTION\n   44  130.65; AGGRAVATED SEXUAL ABUSE IN THE THIRD DEGREE AS DEFINED IN  PARA-\n   45  GRAPH  (C)  OF  SUBDIVISION  ONE  OR  SUBDIVISION TWO OF SECTION 130.66;\n   46  AGGRAVATED SEXUAL ABUSE IN THE SECOND DEGREE AS DEFINED IN PARAGRAPH (C)\n   47  OF SUBDIVISION ONE OF SECTION 130.67; AGGRAVATED  SEXUAL  ABUSE  IN  THE\n   48  FIRST  DEGREE  AS DEFINED IN PARAGRAPH (C) OF SUBDIVISION ONE OF SECTION\n   49  130.70; COURSE OF SEXUAL CONDUCT AGAINST A CHILD IN THE FIRST DEGREE  AS\n   50  DEFINED  IN  SECTION 130.75; COURSE OF SEXUAL CONDUCT AGAINST A CHILD IN\n   51  THE SECOND DEGREE AS DEFINED IN SECTION 130.80;  DISSEMINATING  INDECENT\n   52  MATERIAL  TO  MINORS  IN THE SECOND DEGREE AS DEFINED IN SECTION 235.21;\n   53  DISSEMINATING INDECENT MATERIAL TO MINORS IN THE FIRST DEGREE AS DEFINED\n   54  IN SECTION 235.22; USE OF A CHILD IN A SEXUAL PERFORMANCE AS DEFINED  IN\n   55  SECTION  263.05;  PROMOTING  AN OBSCENE SEXUAL PERFORMANCE BY A CHILD AS\n   56  DEFINED IN SECTION 263.10; POSSESSING AN OBSCENE SEXUAL PERFORMANCE BY A\n\n       S. 2208                             3\n\n    1  CHILD AS DEFINED IN SECTION 263.11; PROMOTING A SEXUAL PERFORMANCE BY  A\n    2  CHILD AS DEFINED IN SECTION 263.15; POSSESSING A SEXUAL PERFORMANCE BY A\n    3  CHILD AS DEFINED IN SECTION 263.16; OR A SIMILAR OFFENSE AGAINST A CHILD\n    4  IN ANY OTHER JURISDICTION.\n    5    ENDANGERING  THE  WELFARE  OF A CHILD IN THE FIRST DEGREE IS A CLASS E\n    6  FELONY.\n    7    S 5. Section 260.15 of the penal law, as amended by chapter 447 of the\n    8  laws of 2010, is amended to read as follows:\n    9  S 260.15 Endangering the welfare of a child; defense.\n   10    In any prosecution for endangering the welfare of a child, pursuant to\n   11  section 260.10 OR 260.11 of this article, based upon an alleged  failure\n   12  or  refusal to provide proper medical care or treatment to an ill child,\n   13  it is an affirmative defense that the defendant (a) is a parent, guardi-\n   14  an or other person legally charged with the  care  or  custody  of  such\n   15  child;  and  (b) is a member or adherent of an organized church or reli-\n   16  gious group the tenets of which prescribe prayer as the principal treat-\n   17  ment for illness; and (c) treated or caused such ill child to be treated\n   18  in accordance with such tenets.\n   19    S 6. This act shall take effect on the first of November next succeed-\n   20  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2208\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to endangering the welfare of a\nchild\n\nPURPOSE:\nTo create the new felony offense Endangering the Welfare of a Child in\nthe First Degree and strengthen existing law relative to crimes\ncommitted against children.\n\nSUMMARY OF PROVISIONS:\nSection one of the bill would name the bill \"Laura Mae's Law.\"\n\nSection two of the bill reclassifies the existing crime of Endangering\nthe Welfare of a Child, under Penal Law Section 260.10, and\ndesignates it as Endangering the Welfare of a Child in the second\ndegree and adds a new subdivision 3 which makes it a crime to commit\nan act of violence against another person by a parent or person\nlegally responsible for the care and custody of the child, in front\nof such child.\n\nSection three of the bill renumbers the existing Penal Law section\n260.11 as 260.12.\n\nSection four of the bill adds a new section 260.11 creating the crime\nof Endangering the Welfare of a Child in the first degree.\nSubdivision one will penalize an individual who acts in a manner\nlikely to be injurious to the physical, mental, emotional or moral\nwelfare of a child less than 13 years old. Subdivision two will\npenalize an individual who commits Endangering the Welfare of a Child\nin the second degree where the child involved suffers a physical\ninjury, serious physical injury or death.\nSubdivision three will penalize an individual who commits Endangering\nthe Welfare of a Child in the Second Degree where the person\ncommitting the offense has previously been convicted of one of an\nenumerated list of offenses. Endangering the Welfare of a Child in\nthe first degree is a class E felony.\n\nSection five of the bill amends Penal Law section 260.15, which\nrelates to Endangering the Welfare of a Child defenses, to now\ninclude a reference to both Endangering the Welfare of a Child in the\nsecond and first degree.\n\nSection six of the bill provides that it takes effect on the first of\nNovember following enactment.\n\nEXISTING LAW:\nPenal Law section 260.10, Endangering the Welfare of a Child, is a\nclass A misdemeanor and punishes a person who acts in a manner likely\n\nto be injurious to the physical, mental, emotional or moral welfare\nof a child less than 17 years old, or is a parent or guardian who\nfails or refuses to exercise reasonable control to prevent the child\nfrom becoming an abused, neglected child or a juvenile delinquent or\nperson in need of supervision.\n\nSTATEMENT IN SUPPORT:\nChild abuse can be committed by a stranger or a family member and it\noccurs in all environments, including the home, schools, churches,\nmentoring organizations and day care centers. Child abuse can be\nphysical, mental, emotional or even sexual. In New York State, 80,000\nchildren are the victims of abuse and neglect each year. In many\nways, it is the most heinous crime faced by society because it is\nperpetrated on the most defenseless segment of our population, often\nby the very people who should be protecting them. These young victims\nmay suffer in silence, frequently over a period of time, due to fear\nof retaliation, confusion or embarrassment and guilt over the\nattacks. The physical and emotional harm that these children endure\ncauses scars that cannot easily be healed.\n\nThe law has long recognized the need to protect children through the\nEndangering the Welfare of a child statute. In recent years highly\npublicized cases have focused attention on the unfortunate reality\nthat all too often the abuse is extremely cruel or heinous in\ncharacter, and yet lacks a manifest physical injury. For example,\nchildren in this state have been locked in closets, starved, scalded,\nforced to eat their own feces and yet this conduct has only resulted\nin the perpetrator being punished as a misdemeanor. The law should be\namended to recognize that certain behavior, which may not be able to\nbe prosecuted as a felony assault or a homicide offense, nonetheless\nshould be punished at a felony level. The bill creates a new first\ndegree class E felony endangering statute which will appropriately\npenalize these individuals.\n\nIn 1996, Governor Pataki appointed the Commission on Domestic Violence\nFatalities and charged them with the responsibility of investigating\nselect domestic violence fatalities and recommending preventive and\nprotective strategies, guidelines, and legislation to reduce the\nincidence of domestic violence. Among the recommendations made by the\nCommission in its final report was a call to amend the Penal Law to\nprovide that the commission of an act of violence against another\nperson by a parent or person legally responsible for the care and\ncustody of the child, in front of such child, should be sufficient\nbasis to constitute the crime of endangering the welfare of a child.\nThe cases studied by the Commission showed a direct and immediate\nlink between domestic violence and child abuse. Of the 57 cases in\nthe study, 36 of the victims (63%) had children and of the 36 victims\nwith children, in 24 (67%) cases, at least one child was physically\npresent at the time of the homicide. Further, in four of these cases,\ntwo children were killed and three were physically injured.\n\nClearly, children in homes where domestic violence occurs face a\ngreater risk that their emotional, physical and mental development\nwill be harmed. Studies indicate that children who witness domestic\nviolence\nexhibit more aggressive behavior, depression, anxiety, low self-esteem\nand low cognitive, verbal and motor skills. In one study, the medical\nrecords of mothers of child abuse victims showed a high percentage\n(59.4%) of reports or indications of domestic violence. The\ninextricable link between domestic violence and child abuse and the\nincreased chances that children who witness domestic violence will\nsuffer physically and emotionally emphasizes the need for the\ninclusion of such behavior in Endangering the Welfare of a child in\nthe second degree as proposed in this legislation.\n\nSociety as a whole must recognize the potential dangers faced by our\nchildren and take the necessary steps to protect their future. In\norder to ensure that the law provides the highest level of protection\npossible to child abuse victims, the enactment of this legislation is\ncritical.\n\nLEGISLATIVE HISTORY:\nS.2034: 2007-08 - Referred to Codes, Passed Senate\nS.2007: 2009-10 - Referred to Codes\n\nBUDGET IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nNovember 1 next succeeding passage.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to endangering the welfare of a child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T122630.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110118.T115128.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110119.T102737.TXT", "SOBI.D110118.T123631.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717901
}