{
  "year" : 2011,
  "senateBillNo" : "S2200-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S2200-2011-1295326800000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York state fair pay act",
  "summary" : "Enacts the \"New York State fair pay act\"; provides that it shall be an unlawful employment practice for an employer to discriminate between employees on the basis of sex, race and/or national origin by paying different wages. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S955-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2200\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to  enacting  the  \"New  York\n         state fair pay act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The labor law is amended by adding a new article 21 to read\n    2  as follows:\n    3                                  ARTICLE 21\n    4                         NEW YORK STATE FAIR PAY ACT\n    5  SECTION 750. SHORT TITLE.\n    6          751. FINDINGS AND STATEMENT OF PURPOSE.\n    7          752. DEFINITIONS.\n    8          753. PROHIBITION AGAINST DISCRIMINATION IN WAGES.\n    9          754. OTHER PROHIBITED ACTS.\n   10          755. WAGE DISCLOSURE, RECORDKEEPING, AND REPORTING REQUIREMENTS.\n   11          756. REMEDIES AND ENFORCEMENT.\n   12          757. REGULATIONS.\n   13    S 750. SHORT TITLE. THIS ACT SHALL BE KNOWN AND MAY BE  CITED  AS  THE\n   14  \"NEW YORK STATE FAIR PAY ACT\".\n   15    S  751.  FINDINGS  AND STATEMENT OF PURPOSE. (A) THE LEGISLATURE FINDS\n   16  THE FOLLOWING:\n   17    (1) DESPITE FEDERAL AND STATE LAWS BANNING DISCRIMINATION  IN  EMPLOY-\n   18  MENT  AND PAY, IN BOTH THE PRIVATE AND PUBLIC SECTOR, WAGE DIFFERENTIALS\n   19  PERSIST BETWEEN WOMEN AND MEN AND BETWEEN MINORITIES AND  NON-MINORITIES\n   20  IN THE SAME JOBS AND IN JOBS THAT ARE DISSIMILAR BUT THAT REQUIRE EQUIV-\n   21  ALENT  COMPOSITES  OF  SKILL,  EFFORT, RESPONSIBILITY AND WORKING CONDI-\n   22  TIONS;\n   23    (2) THE EXISTENCE OF SUCH WAGE DIFFERENTIALS--\n   24    (A) DEPRESSES WAGES AND LIVING STANDARDS FOR EMPLOYEES  NECESSARY  FOR\n   25  THEIR HEALTH AND EFFICIENCY;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06280-01-1\n\n       S. 2200                             2\n\n    1    (B) REDUCES FAMILY INCOMES AND CONTRIBUTES TO THE HIGHER POVERTY RATES\n    2  AMONG FEMALE-HEADED AND MINORITY HOUSEHOLDS;\n    3    (C) PREVENTS THE MAXIMUM UTILIZATION OF THE AVAILABLE LABOR RESOURCES;\n    4    (D)  TENDS  TO CAUSE LABOR DISPUTES, THEREBY BURDENING, AFFECTING, AND\n    5  OBSTRUCTING COMMERCE;\n    6    (E) CONSTITUTES AN UNFAIR METHOD OF COMPETITION; AND\n    7    (F) VIOLATES THE STATE'S PUBLIC POLICY AGAINST DISCRIMINATION;\n    8    (3) DISCRIMINATION IN WAGE-SETTING PRACTICES  HAS  PLAYED  A  ROLE  IN\n    9  DEPRESSING WAGES FOR WOMEN AND MINORITIES GENERALLY;\n   10    (4)  MANY  INDIVIDUALS WORK IN OCCUPATIONS THAT ARE DOMINATED BY INDI-\n   11  VIDUALS OF THEIR SAME SEX, RACE, AND/OR NATIONAL ORIGIN,  AND  DISCRIMI-\n   12  NATION  IN  HIRING,  JOB  ASSIGNMENT  AND PROMOTION HAS PLAYED A ROLE IN\n   13  ESTABLISHING AND MAINTAINING SEGREGATED WORK FORCES;\n   14    (5) ELIMINATING DISCRIMINATION IN COMPENSATION BASED ON SEX, RACE  AND\n   15  NATIONAL ORIGIN WOULD HAVE POSITIVE EFFECTS, INCLUDING--\n   16    (A) PROVIDING A SOLUTION TO PROBLEMS IN THE ECONOMY CREATED BY DISCRI-\n   17  MINATORY WAGE DIFFERENTIALS;\n   18    (B)  REDUCING  THE NUMBER OF WORKING WOMEN AND PEOPLE OF COLOR EARNING\n   19  LOW WAGES, THEREBY LOWERING THEIR INCIDENCE  OF  POVERTY  DURING  NORMAL\n   20  WORKING YEARS AND IN RETIREMENT; AND\n   21    (C) PROMOTING STABLE FAMILIES BY RAISING FAMILY INCOMES.\n   22    (B)  IT  IS  THE  PURPOSE OF THIS ARTICLE TO CORRECT AND AS RAPIDLY AS\n   23  PRACTICABLE TO ELIMINATE DISCRIMINATORY WAGE  PRACTICES  BASED  ON  SEX,\n   24  RACE AND/OR NATIONAL ORIGIN.\n   25    S  752.  DEFINITIONS.  (A)  THE  TERM \"EMPLOY\" SHALL MEAN TO SUFFER OR\n   26  PERMIT TO WORK.\n   27    (B) THE TERM \"EMPLOYEE\" SHALL MEAN ANY PERSON EMPLOYED BY AN  EMPLOYER\n   28  AND  INCLUDES  ALL OF AN EMPLOYER'S PERMANENT EMPLOYEES, WHETHER WORKING\n   29  FULL-TIME OR PART-TIME,  AND  ANY  TEMPORARY  EMPLOYEE  EMPLOYED  BY  AN\n   30  EMPLOYER  FOR  A  PERIOD OF AT LEAST THREE MONTHS.  \"EMPLOYEE\" SHALL NOT\n   31  INCLUDE ANY INDIVIDUAL EMPLOYED BY HIS OR HER PARENTS, SPOUSE OR CHILD.\n   32    (C) THE TERM \"EMPLOYER\" SHALL MEAN ANY PERSON  WHO  EMPLOYS  THREE  OR\n   33  MORE PERSONS AND INCLUDES THE STATE AND ALL POLITICAL SUBDIVISIONS THER-\n   34  EOF.\n   35    (D)  THE  TERM  \"EQUIVALENT  JOBS\"  MEANS JOBS OR OCCUPATIONS THAT ARE\n   36  EQUAL WITHIN THE MEANING OF  THE  EQUAL  PAY  ACT  OF  1963,  29  U.S.C.\n   37  206(D),  OR  JOBS  OR OCCUPATIONS THAT ARE DISSIMILAR BUT WHOSE REQUIRE-\n   38  MENTS ARE EQUIVALENT, WHEN VIEWED AS  A  COMPOSITE  OF  SKILLS,  EFFORT,\n   39  RESPONSIBILITY  AND  WORKING CONDITIONS.   EQUIVALENCY OF SKILL, EFFORT,\n   40  RESPONSIBILITY AND WORKING CONDITIONS SHALL BE DETERMINED  BY  UTILIZING\n   41  JOB  COMPARISON METHODOLOGIES THAT DO NOT IGNORE OR UNDERVALUE THE WORTH\n   42  OF JOBS WHERE WOMEN AND MINORITIES ARE DISPROPORTIONATELY REPRESENTED.\n   43    (E) THE TERM \"PERSON\" SHALL MEAN ONE  OR  MORE  INDIVIDUALS,  PARTNER-\n   44  SHIPS,  ASSOCIATIONS,  CORPORATIONS,  LIMITED LIABILITY COMPANIES, LEGAL\n   45  REPRESENTATIVES, TRUSTEES, TRUSTEES IN  BANKRUPTCY,  RECEIVERS  AND  THE\n   46  STATE AND ALL POLITICAL SUBDIVISIONS AND AGENCIES THEREOF.\n   47    (F)  THE  TERM  \"LABOR  ORGANIZATION\" SHALL MEAN ANY ORGANIZATION THAT\n   48  EXISTS FOR THE PURPOSE, IN WHOLE OR PART, OF COLLECTIVE BARGAINING OR OF\n   49  DEALING WITH EMPLOYERS CONCERNING GRIEVANCES,  TERMS  OF  CONDITIONS  OF\n   50  EMPLOYMENT,  OR  OF  OTHER  MUTUAL  AID OR PROTECTION IN CONNECTION WITH\n   51  EMPLOYMENT.\n   52    (G) THE TERM \"MARKET RATES\" SHALL MEAN THE RATES THAT EMPLOYERS WITHIN\n   53  A PRESCRIBED GEOGRAPHIC AREA ACTUALLY PAY, OR ARE REPORTED  TO  PAY  FOR\n   54  SPECIFIC  JOBS,  AS  DETERMINED  BY  FORMAL  OR  INFORMAL  SURVEYS, WAGE\n   55  STUDIES, OR OTHER MEANS.\n\n       S. 2200                             3\n\n    1    (H) THE TERM \"WAGES\" AND WAGE \"RATES\" SHALL INCLUDE  ALL  COMPENSATION\n    2  IN  ANY  FORM THAN AN EMPLOYER PROVIDES TO EMPLOYEES IN PAYMENT FOR WORK\n    3  DONE OR SERVICES RENDERED, INCLUDING BUT NOT LIMITED TO BASE PAY, BONUS-\n    4  ES, COMMISSIONS, AWARDS, TIPS, OR VARIOUS FORMS OF NON-MONETARY  COMPEN-\n    5  SATION  IF  PROVIDED  IN LIEU OF OR IN ADDITION TO MONETARY COMPENSATION\n    6  AND THAT HAVE ECONOMIC VALUE TO AN EMPLOYEE.\n    7    S 753. PROHIBITION AGAINST DISCRIMINATION IN WAGES. (A) IT SHALL BE AN\n    8  UNLAWFUL EMPLOYMENT PRACTICE IN VIOLATION OF THIS ARTICLE FOR AN EMPLOY-\n    9  ER TO DISCRIMINATE BETWEEN EMPLOYEES ON THE BASIS OF  SEX,  RACE  AND/OR\n   10  NATIONAL ORIGIN BY:\n   11    (1)  PAYING  WAGES  TO  EMPLOYEES AT A RATE LESS THAN THE RATE PAID TO\n   12  EMPLOYEES OF THE OPPOSITE SEX OR OF A DIFFERENT RACE OR NATIONAL  ORIGIN\n   13  FOR WORK IN EQUIVALENT JOBS; AND/OR\n   14    (2)  PAYING WAGES TO EMPLOYEES IN A JOB THAT IS DOMINATED BY EMPLOYEES\n   15  OF A PARTICULAR SEX, RACE OR NATIONAL ORIGIN AT A  RATE  LESS  THAN  THE\n   16  RATE  AT  WHICH  SUCH  EMPLOYER PAYS TO EMPLOYEES IN ANOTHER JOB THAT IS\n   17  DOMINATED BY EMPLOYEES OF THE OPPOSITE SEX OR OF  A  DIFFERENT  RACE  OR\n   18  NATIONAL ORIGIN, FOR WORK ON EQUIVALENT JOBS.\n   19    (B) NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION (A) OF THIS SECTION,\n   20  IT  SHALL  NOT BE AN UNLAWFUL EMPLOYMENT PRACTICE FOR AN EMPLOYER TO PAY\n   21  DIFFERENT WAGE RATES TO EMPLOYEES, WHERE SUCH PAYMENTS ARE MADE PURSUANT\n   22  TO:\n   23    (1) A BONA FIDE SENIORITY OR MERIT SYSTEM;\n   24    (2) A  SYSTEM  THAT  MEASURES  EARNINGS  BY  QUANTITY  OR  QUALITY  OF\n   25  PRODUCTION, OR\n   26    (3)  ANY  BONA  FIDE  FACTOR OTHER THAN SEX, RACE, OR NATIONAL ORIGIN,\n   27  PROVIDED, HOWEVER, THAT WAGE DIFFERENTIALS BASED ON VARYING MARKET RATES\n   28  FOR EQUIVALENT JOBS OR THE DIFFERING ECONOMIC BENEFITS TO  THE  EMPLOYER\n   29  OF  EQUIVALENT  JOBS SHALL NOT BE CONSIDERED DIFFERENTIALS BASED ON BONA\n   30  FIDE FACTORS OTHER THAN SEX, RACE OR NATIONAL ORIGIN.\n   31    (C) AN EMPLOYER WHO IS PAYING WAGES IN VIOLATION OF THIS SECTION SHALL\n   32  NOT, IN ORDER TO COMPLY WITH THE PROVISIONS OF THIS SECTION, REDUCE  THE\n   33  WAGE OF ANY EMPLOYEE.\n   34    (D)  NO  LABOR ORGANIZATION OR ITS AGENTS REPRESENTING EMPLOYEES OF AN\n   35  EMPLOYER HAVING EMPLOYEES SUBJECT TO ANY PROVISION OF THIS CHAPTER SHALL\n   36  CAUSE OR ATTEMPT TO CAUSE SUCH AN EMPLOYER TO  DISCRIMINATE  AGAINST  AN\n   37  EMPLOYEE IN VIOLATION OF SUBDIVISION (A) OF THIS SECTION.\n   38    (E)  (1)  THE  DEPARTMENT  SHALL PROMULGATE REGULATIONS SPECIFYING THE\n   39  CRITERIA FOR DETERMINING WHETHER A JOB IS DOMINATED BY  EMPLOYEES  OF  A\n   40  PARTICULAR  SEX,  RACE,  OR NATIONAL ORIGIN. CRITERIA SHALL INCLUDE, BUT\n   41  NOT BE LIMITED TO, FACTORS SUCH AS WHETHER THE JOB HAS EVER BEEN FORMAL-\n   42  LY CLASSIFIED AS OR TRADITIONALLY CONSIDERED TO BE A \"MALE\" OR  \"FEMALE\"\n   43  OR  \"WHITE\"  OR  \"MINORITY\" JOB; WHETHER THERE IS A HISTORY OF DISCRIMI-\n   44  NATION AGAINST WOMEN AND/OR  PEOPLE  OF  COLOR  WITH  REGARD  TO  WAGES,\n   45  ASSIGNMENT  OR  ACCESS TO JOBS, OR OTHER TERMS AND CONDITIONS OF EMPLOY-\n   46  MENT; AND THE DEMOGRAPHIC COMPOSITION OF THE WORK  FORCE  IN  EQUIVALENT\n   47  JOBS  E.G.,  NUMBERS  OR  PERCENTAGES  OF  WOMEN, MEN, WHITE PERSONS AND\n   48  PEOPLE OF COLOR.  THE REGULATIONS SHALL NOT INCLUDE A LIST OF JOBS.\n   49    (2) THE DEPARTMENT SHALL PROMULGATE REGULATIONS SPECIFYING THE METHOD-\n   50  OLOGY FOR DETERMINING EQUIVALENT SKILL, EFFORT, RESPONSIBILITY AND WORK-\n   51  ING CONDITIONS. ANY  METHODOLOGY  PRESCRIBED  BY  THE  DEPARTMENT  SHALL\n   52  ENSURE  THAT COMPARISON SYSTEMS DO NOT IGNORE OR UNDERVALUE THE WORTH OF\n   53  JOBS WHERE WOMEN AND MINORITIES ARE DISPROPORTIONATELY REPRESENTED.\n   54    (3) THE EQUIVALENCE OF JOBS DOMINATED BY  EMPLOYEES  OF  A  PARTICULAR\n   55  SEX,  RACE OR NATIONAL ORIGIN RELATIVE TO JOBS DOMINATED BY EMPLOYEES OF\n   56  THE OPPOSITE SEX OR OF A DIFFERENT RACE OR ORIGIN  WILL  BE  ESTABLISHED\n\n       S. 2200                             4\n\n    1  THROUGH  THE APPLICATION OF A SINGLE JOB COMPARISON SYSTEM THAT DOES NOT\n    2  SYSTEMATICALLY IGNORE OR UNDERVALUE THE  JOB  CONTENT  OF  TRADITIONALLY\n    3  FEMALE AND MINORITY JOBS.\n    4    S 754. OTHER PROHIBITED ACTS. IT SHALL BE AN UNLAWFUL EMPLOYMENT PRAC-\n    5  TICE IN VIOLATION OF THIS ARTICLE FOR AN EMPLOYER:\n    6    (A)  TO  TAKE  ADVERSE  ACTIONS  OR OTHERWISE DISCRIMINATE AGAINST ANY\n    7  INDIVIDUAL BECAUSE SUCH INDIVIDUAL HAS OPPOSED ANY ACT OR PRACTICE  MADE\n    8  UNLAWFUL  BY  THIS ARTICLE, HAS SOUGHT TO ENFORCE RIGHTS PROTECTED UNDER\n    9  THIS ARTICLE, OR HAS TESTIFIED, ASSISTED, OR PARTICIPATED IN ANY  MANNER\n   10  IN  AN INVESTIGATION, HEARING, OR OTHER PROCEEDING TO ENFORCE THIS ARTI-\n   11  CLE; OR\n   12    (B) TO DISCHARGE OR IN ANY OTHER MANNER DISCRIMINATE AGAINST,  COERCE,\n   13  INTIMIDATE, THREATEN, OR INTERFERE WITH ANY EMPLOYEE OR ANY OTHER PERSON\n   14  BECAUSE  THE  EMPLOYEE INQUIRED ABOUT, DISCLOSED, COMPARED, OR OTHERWISE\n   15  DISCUSSED THE EMPLOYEE'S WAGES OR THE WAGES OF ANY  OTHER  EMPLOYEE,  OR\n   16  BECAUSE  THE EMPLOYEE EXERCISED, ENJOYED, AIDED, OR ENCOURAGED ANY OTHER\n   17  PERSON TO EXERCISE OR ENJOY ANY RIGHT GRANTED OR PROTECTED BY THIS ARTI-\n   18  CLE.\n   19    S 755. WAGE DISCLOSURE, RECORDKEEPING, AND REPORTING REQUIREMENTS. (A)\n   20  UPON COMMENCEMENT OF AN INDIVIDUAL'S EMPLOYMENT AND  AT  LEAST  ANNUALLY\n   21  THEREAFTER, EVERY EMPLOYER SUBJECT TO THIS ARTICLE SHALL PROVIDE TO EACH\n   22  EMPLOYEE A WRITTEN STATEMENT SUFFICIENT TO INFORM THE EMPLOYEE OF HIS OR\n   23  HER  JOB  TITLE,  WAGE RATE, AND HOW THE WAGE IS CALCULATED. THIS NOTICE\n   24  SHALL BE SUPPLEMENTED WHENEVER AN EMPLOYEE IS PROMOTED OR REASSIGNED  TO\n   25  A  DIFFERENT  POSITION  WITH  THE  EMPLOYER, PROVIDED, HOWEVER, THAT THE\n   26  EMPLOYER IS NOT REQUIRED TO ISSUE SUPPLEMENTAL NOTIFICATIONS FOR  TEMPO-\n   27  RARY REASSIGNMENTS THAT ARE NO GREATER THAN THREE MONTHS IN DURATION.\n   28    (B)  EVERY  EMPLOYER  SUBJECT  TO THIS ARTICLE SHALL MAKE AND PRESERVE\n   29  RECORDS THAT DOCUMENT THE WAGES PAID TO EMPLOYEES AND THAT DOCUMENT  AND\n   30  SUPPORT THE METHOD, SYSTEM, CALCULATIONS, AND OTHER BASES USED TO ESTAB-\n   31  LISH,  ADJUST,  AND  DETERMINE  THE  WAGE  RATES PAID TO SAID EMPLOYER'S\n   32  EMPLOYEES. EVERY EMPLOYER SUBJECT TO THIS ARTICLE  SHALL  PRESERVE  SUCH\n   33  RECORDS  FOR  SUCH  PERIODS OF TIME AND SHALL MAKE SUCH REPORTS FROM THE\n   34  RECORDS AS SHALL BE PRESCRIBED BY REGULATION OF THE DEPARTMENT.\n   35    (C) THE REGULATIONS PROMULGATED UNDER THIS ARTICLE,  RELATING  TO  THE\n   36  FORM  OF  REPORTS  REQUIRED  BY  SUBDIVISION  (B) OF THIS SECTION, SHALL\n   37  PROVIDE FOR PROTECTION OF THE CONFIDENTIALITY OF  EMPLOYEES,  AND  SHALL\n   38  EXPRESSLY  REQUIRE  THAT  REPORTS  SHALL  NOT INCLUDE THE NAMES OR OTHER\n   39  IDENTIFYING INFORMATION FROM WHICH READERS COULD DISCERN THE  IDENTITIES\n   40  OF  EMPLOYEES.  THE  REGULATIONS  MAY  ALSO  IDENTIFY CIRCUMSTANCES THAT\n   41  WARRANT A PROHIBITION ON DISCLOSURE OF REPORTS OR INFORMATION  IDENTIFY-\n   42  ING THE EMPLOYER.\n   43    (D) THE DEPARTMENT MAY USE THE INFORMATION AND DATA IT COLLECTS PURSU-\n   44  ANT  TO  SUBDIVISION  (B)  OF  THIS SECTION FOR STATISTICAL AND RESEARCH\n   45  PURPOSES, AND MAY COMPILE AND PUBLISH SUCH STUDIES,  ANALYSES,  REPORTS,\n   46  AND SURVEYS BASED ON THE INFORMATION AND DATA, AS IT MAY CONSIDER APPRO-\n   47  PRIATE.\n   48    S  756.  REMEDIES  AND  ENFORCEMENT.  (A) (1) IN ANY ACTION IN WHICH A\n   49  COURT OR JURY FINDS THAT AN EMPLOYER HAS ENGAGED IN ACTS IN VIOLATION OF\n   50  THIS ARTICLE, THE COURT OR JURY SHALL AWARD TO ANY AFFECTED EMPLOYEE  OR\n   51  EMPLOYEES  MONETARY RELIEF, INCLUDING BACK PAY IN AN AMOUNT EQUAL TO THE\n   52  DIFFERENCE BETWEEN THE EMPLOYEE'S ACTUAL EARNINGS AND WHAT THE  EMPLOYEE\n   53  WOULD  HAVE  EARNED  BUT  FOR  THE EMPLOYER'S UNLAWFUL PRACTICES, AND AN\n   54  ADDITIONAL AMOUNT IN COMPENSATORY AND PUNITIVE DAMAGES, AS APPROPRIATE.\n   55    (2) IN ANY ACTION IN WHICH A COURT OR JURY FINDS THAT AN EMPLOYER  HAS\n   56  ENGAGED IN ACTS IN VIOLATION OF THIS ARTICLE, THE COURT SHALL ENJOIN THE\n\n       S. 2200                             5\n\n    1  EMPLOYER  FROM CONTINUING TO DISCRIMINATE AGAINST AFFECTED EMPLOYEES AND\n    2  SHALL DIRECT THE EMPLOYER TO COMPLY WITH THE PROVISIONS OF THIS ARTICLE;\n    3  AND MAY ORDER THE EMPLOYER TO TAKE SUCH ADDITIONAL AFFIRMATIVE STEPS  AS\n    4  ARE  NECESSARY,  INCLUDING REINSTATEMENT OR RECLASSIFICATION OF AFFECTED\n    5  WORKERS, TO ENSURE AN END TO UNLAWFUL DISCRIMINATION.\n    6    (3) IN ANY ACTION IN WHICH AN AFFECTED EMPLOYEE OR  EMPLOYEES  PREVAIL\n    7  IN  THEIR  CLAIMS AGAINST EMPLOYERS, THE COURT SHALL, IN ADDITION TO ANY\n    8  JUDGMENT AWARDED TO THE PLAINTIFFS, ALLOW A REASONABLE  ATTORNEY'S  FEE,\n    9  REASONABLE EXPERT WITNESS FEES, AND OTHER COSTS OF THE ACTION TO BE PAID\n   10  BY THE EMPLOYER.\n   11    (B)  (1)  AN  ACTION  TO  RECOVER  THE  DAMAGES  OR  EQUITABLE  RELIEF\n   12  PRESCRIBED IN SUBDIVISION (A) OF THIS SECTION MAY BE MAINTAINED  AGAINST\n   13  ANY  EMPLOYER  IN ANY COURT OF COMPETENT JURISDICTION BY ANY ONE OR MORE\n   14  EMPLOYEES OR THEIR REPRESENTATIVE FOR OR ON BEHALF OF:\n   15    (A) THE EMPLOYEES; OR\n   16    (B) THE EMPLOYEES AND OTHER EMPLOYEES SIMILARLY SITUATED.\n   17    (2) (A) THE DEPARTMENT SHALL  RECEIVE,  INVESTIGATE,  AND  ATTEMPT  TO\n   18  RESOLVE COMPLAINTS OF VIOLATIONS OF THIS ARTICLE.\n   19    (B)  IN THE EVENT THE DEPARTMENT IS UNABLE TO REACH A VOLUNTARY RESOL-\n   20  UTION OF A COMPLAINT FILED UNDER THIS ARTICLE, THE DEPARTMENT MAY  BRING\n   21  AN  ACTION IN ANY COURT OF COMPETENT JURISDICTION TO RECOVER THE EQUITA-\n   22  BLE AND MONETARY RELIEF DESCRIBED IN SUBDIVISION (A) OF THIS SECTION.\n   23    (C) ANY SUMS RECOVERED BY THE DEPARTMENT PURSUANT  TO  THIS  PARAGRAPH\n   24  SHALL  BE  PAID  DIRECTLY  TO  EACH  EMPLOYEE AFFECTED BY THE EMPLOYER'S\n   25  UNLAWFUL ACTS.\n   26    S 757. REGULATIONS. THE DEPARTMENT SHALL PRESCRIBE SUCH REGULATIONS AS\n   27  ARE NECESSARY TO CARRY OUT THE PROVISIONS OF THIS ARTICLE NOT LATER THAN\n   28  ONE HUNDRED TWENTY DAYS AFTER THE EFFECTIVE DATE OF THIS ARTICLE.\n   29    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   30  have become a law; provided that the commissioner of labor shall promul-\n   31  gate  rules  and  regulations  necessary to effectuate the provisions of\n   32  this act prior to such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to enacting the \"New York state fair pay act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T122630.TXT", "SOBI.D110119.T101237.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110118.T123631.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295449957639
}