{
  "year" : 2011,
  "senateBillNo" : "S2207-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2207-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain trucks, tractors and tractor-trailer or semitrailer combinations to be equipped with convex mirrors",
  "summary" : "Requires trucks, tractors and tractor-trailer or semitrailer combinations to be equipped with convex mirrors when registered in or regularly making deliveries in a city with a population of one million or more. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2198-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2207\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law and the  insurance  law,  in\n         relation to convex mirrors\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 375 of the vehicle and traffic law  is  amended  by\n    2  adding a new subdivision 10-e to read as follows:\n    3    10-E.  EVERY TRUCK, TRACTOR, AND TRACTOR-TRAILER OR SEMITRAILER COMBI-\n    4  NATION REGISTERED IN THIS STATE HAVING A GROSS VEHICLE WEIGHT RATING  OF\n    5  TWENTY-SIX  THOUSAND  POUNDS  OR  MORE,  WHENEVER OPERATED WITHIN CITIES\n    6  HAVING A POPULATION OF ONE MILLION OR MORE ON HIGHWAYS OTHER THAN  CONT-\n    7  ROLLED-ACCESS  HIGHWAYS,  SHALL  BE EQUIPPED WITH A CONVEX MIRROR ON THE\n    8  FRONT OF SUCH VEHICLE OR COMBINATION OF VEHICLES. WHEN SUCH  VEHICLE  OR\n    9  COMBINATION OF VEHICLES IS BEING OPERATED, SUCH MIRROR SHALL BE ADJUSTED\n   10  SO  AS  TO ENABLE THE OPERATOR THEREOF TO SEE ALL POINTS ON AN IMAGINARY\n   11  HORIZONTAL LINE WHICH: (I) IS THREE FEET ABOVE THE  ROAD,  (II)  IS  ONE\n   12  FOOT DIRECTLY FORWARD FROM THE MIDPOINT OF THE FRONT OF SUCH MOTOR VEHI-\n   13  CLE,  AND  (III)  EXTENDS THE FULL WIDTH OF THE FRONT OF SUCH VEHICLE OR\n   14  COMBINATION OF VEHICLES.  PROVIDED, HOWEVER, THAT THE COMMISSIONER:\n   15    A. IN  CONSULTATION  WITH  THE  COMMISSIONER  OF  TRANSPORTATION,  MAY\n   16  PROMULGATE RULES AND REGULATIONS EXEMPTING FROM THE REQUIREMENTS OF THIS\n   17  SUBDIVISION ANY VEHICLE OR COMBINATION OF VEHICLES WHERE THE COMMISSION-\n   18  ER HAS DETERMINED THAT THE USE OF SUCH CONVEX MIRRORS WOULD NOT INCREASE\n   19  THE  VISIBILITY  OF PERSONS OR OBJECTS LOCATED DIRECTLY IN FRONT OF SUCH\n   20  VEHICLE OR COMBINATION OF VEHICLES;\n   21    B. ACTING UPON REQUEST OF THE COMMISSIONER  OF  TRANSPORTATION  FOR  A\n   22  CITY  HAVING  A POPULATION OF ONE MILLION OR MORE, MAY EXEMPT ADDITIONAL\n   23  HIGHWAYS, STREETS, OR ROADS FROM THE REQUIREMENTS OF  THIS  SUBDIVISION,\n   24  BASED  ON  DATA  SUFFICIENT  TO DEMONSTRATE TO THE COMMISSIONER THAT THE\n   25  LIKELIHOOD OF A COLLISION WITH PEDESTRIANS IS SEVERELY LIMITED, OR  THAT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04190-01-1\n\n       S. 2207                             2\n\n    1  SERVICE  DELIVERIES ON THE HIGHWAY, STREET, OR ROAD ARE EXTREMELY LIMIT-\n    2  ED;\n    3    C.  MAY  PROVIDE  THE OPPORTUNITY TO USE ALTERNATE MEANS OF COMPLIANCE\n    4  WHICH WOULD ACCOMPLISH THE GOAL AND INTENT OF THIS SECTION, THROUGH  BUT\n    5  NOT  LIMITED TO SUCH MEANS AS CAMERAS, INFRARED DEVICES, OR OTHER EQUIP-\n    6  MENT.\n    7    S 2. Section 2336 of the insurance law is  amended  by  adding  a  new\n    8  subsection (i) to read as follows:\n    9    (I) ANY SCHEDULE OF RATES OR RATING PLAN FOR TRUCKING LIABILITY INSUR-\n   10  ANCE  SUBMITTED  TO  THE  SUPERINTENDENT  MAY PROVIDE FOR AN ACTUARIALLY\n   11  APPROPRIATE REDUCTION  IN  PREMIUM  CHARGES  FOR  ANY  INSURED  WHO  HAS\n   12  COMPLIED  WITH  THE  REQUIREMENTS  OF SUBDIVISION TEN-E OF SECTION THREE\n   13  HUNDRED SEVENTY-FIVE OF THE VEHICLE AND TRAFFIC LAW.\n   14    S 3. This act shall be deemed repealed if any federal  agency  or  any\n   15  court  of  competent  jurisdiction determines that this act would render\n   16  New York state ineligible for the receipt of federal funds.\n   17    S 4. Severability. If any clause,  sentence,  subdivision,  paragraph,\n   18  section or part of this act be adjudged by any court of competent juris-\n   19  diction to be invalid, such judgment shall not affect, impair or invali-\n   20  date  the  remainder  thereof, but shall be confined in its operation to\n   21  the clause, sentence, subdivision, paragraph, section  or  part  thereof\n   22  directly  involved  in the controversy in which such judgment shall have\n   23  been rendered.\n   24    S 5. This act shall take effect on the one hundred eightieth day after\n   25  it shall have become a law; provided, however, that effective immediate-\n   26  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   27  necessary  for  the  implementation of this act on its effective date is\n   28  authorized and directed to be made  and  completed  on  or  before  such\n   29  effective  date; and provided that the commissioner of the department of\n   30  motor vehicles shall notify the  legislative  bill  drafting  commission\n   31  upon  the  occurrence  of the provisions of section three of this act in\n   32  order that the commission may maintain an  accurate  data  base  of  the\n   33  official  text  of  the  laws of the state of New York in furtherance of\n   34  effecting the provisions of  section  44  of  the  legislative  law  and\n   35  section 70-b of the public officers law.\n",
  "memo" : "BILL NUMBER:S2207\n\nTITLE OF BILL:\n\nAn act\nto amend the vehicle and traffic law\nand the insurance law, in relation to convex mirrors\n\nSUMMARY OF PROVISIONS:\n\nAdds a new subdivision 10-e to section 375 of the vehicle and traffic\nlaw, to require every truck, tractor, and tractor-trailer or\nsemitrailer registered in New York with a gross weight of 26,000\npounds or more to be equipped with a convex mirror on the front of\nsuch vehicle or combination of vehicles. The new requirement is only\napplicable in New York City.\nThe measure also provides for the use of alternate technologies, and\nthe elimination of some streets or vehicles from the requirement\nwhere there is no improvement in visibility or safety.\nFinally, the bill allows for an insurance deduction for the use of the\nmirrors.\n\nJUSTIFICATION:\n\nThe use of cross-over mirrors is one important means of trying to\nprevent traffic fatalities and injuries. The mirrors have a small\ncost, which is largely ameliorated because they are a legitimate\nbusiness expense, and will result in a better insurance rating.\n\nLEGISLATIVE HISTORY:\n\n2004: S.6489 - Senate Transportation\n2005: S.2210 - 3rd reading\n2006: S.2210 - Transportation\n2007: S.6297 - Rules\n2008: S.6297 - Transportation\n2010: S.2198 - Transportation\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\n180 days after it shall have become a law and requires DMV to post\nregulations prior to that date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the insurance law, in relation to convex mirrors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T122630.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110119.T102737.TXT", "SOBI.D110118.T153151.TXT", "SOBI.D110118.T124140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717899
}