{
  "year" : 2011,
  "senateBillNo" : "S2203-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2203-2011-1295326800000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires hospitals to include in discharge planning for brain insult patients, an evaluation for treatment in a state certified acute rehabilitation unit",
  "summary" : "Requires hospitals to include in discharge planning for brain insult patients, an evaluation for treatment in a state certified hospital operated acute rehabilitation unit for traumatic brain injury. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S2185-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2203\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to discharge planning\n         for patients diagnosed with moderate to severe brain insult\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  2803-i  of  the  public health law is amended by\n    2  adding a new subdivision 8-a to read as follows:\n    3    8-A. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF  LAW,  THE  COMMIS-\n    4  SIONER  SHALL REQUIRE GENERAL HOSPITALS TO INCLUDE IN THE INDIVIDUALIZED\n    5  DISCHARGE PLANNING FOR PATIENTS DIAGNOSED WITH MODERATE TO SEVERE  BRAIN\n    6  INSULT,  RESULTING FROM STROKE, SKULL FRACTURE, HEMORRHAGE, TRAUMATIC OR\n    7  NON-TRAUMATIC CAUSES, AN EVALUATION FOR TREATMENT IN  A  STATE-CERTIFIED\n    8  HOSPITAL-OPERATED ACUTE REHABILITATION UNIT FOR BRAIN INJURY.\n    9    S  2.  This  act shall take effect on the thirtieth day after it shall\n   10  have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06116-01-1\n",
  "memo" : "BILL NUMBER:S2203\n\nTITLE OF BILL:\nAn act\nto amend the public health law, in relation to discharge planning for\npatients diagnosed with moderate to severe brain insult\n\nPURPOSE:\nThis bill amends the Public Health Law regarding discharge\nplanning for traumatic brain injury patients.\n\nThis bill instructs the commissioner to require general hospitals to\ninclude evaluation for admission to a State certified Traumatic Brain\nInjury unit in the discharge planning for traumatic brain injury\npatients. Any patient with acute acquired brain injury, including\nclosed and open head injuries, stroke, anoxia, brain tumors and other\nneurological problems, accompanied by cognitive deficits or\nbehavioral modification issues, should be evaluated for admission\ninto an acute Rehabilitation/Coma Recovery Program in one of the\ndesignated Traumatic Brain Injury Units as an alternative to\nadmission to standard sub-acute rehabilitation in specialized nursing\nhomes.\n\nSUMMARY OF PROVISIONS:\nSection 1 adds new subdivision 8-a to Section 2803-i of the public\nhealth law.\n\nSection 2 establishes the effective date as 30 days after the act\nbecomes law.\n\nEXISTING LAW:\n\nJUSTIFICATION:\nTraumatic brain injury is operationally defined as\n\"damage to brain tissue caused by external mechanical forces as\nevidenced by at least one of the following: loss of consciousness;\npost-traumatic amnesia; skull fracture; objective neurological\nfindings of brain trauma.\" (TBIMS, 2003) According to the National\nInstitute on Disability and Rehabilitation Research, the ideal system\nof care for traumatic brain injury \"should demonstrate coordinated,\ncost effective neurotrauma and rehabilitation services to maximize\nrecovery and reintegration through early effective and efficient\nintervention, a sophisticated multi-disciplinary team of TBI\nprofessionals, and support services available in the community to\nfacilitate optimal level of physical and psychosocial functioning.\"\n\nDesignated traumatic brain injury units provide specialized acute\nrehabilitation programs for individuals with acquired brain injuries.\nBecause the medical, physical, cognitive and emotional problems that\ncan result from brain injury are extremely complex, individualized\n\nassessment and treatment is vital. Designated TBI units provide\ninterdisciplinary teams of psychiatrists specialized in brain injury\nrehabilitation and neuropsychologists, who can provide cognitive\nguidance.\n\nRehabilitation in TBI units is significantly more intensive than\nsub-acute rehabilitation in nursing homes, both in terms of the\nquality and variety of rehabilitation services available and the\ntimes per day these services are offered to patients.\n\nAcute rehabilitation programs for traumatic brain injuries are\ncurrently available in all five NYC boroughs, Long Island,\nBinghamton, Schenectady, Syracuse, Rochester, and Buffalo, as well as\nseveral other locations throughout New York State. However, many\nphysicians and social workers who work on the discharge planning\nof TBI patients are not aware of these options and their benefits.\nSome hospitals discharge patients only to specialized nursing homes,\nwhich provide long-term sub-acute rehabilitation programs for\nhead-injured patients. For example, the five designated TBI units in\nNew York City, despite their advantages in terms of quality of care\nand long-term cost effectiveness, are not operating at capacity.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.2185 - Referred to Health\n2007-2008: S.1975 - Referred to Health\n2006:      S.6949 - Referred to Health\n\nFISCAL IMPLICATIONS:\n\nEFFECTIVE DATE:\n30 days after enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to discharge planning for patients diagnosed with moderate to severe brain insult ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T122630.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110119.T101737.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T124140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717892
}