{
  "year" : 2011,
  "senateBillNo" : "S2204-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S2204-2011-1295326800000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to contracts of the NYC school construction authority",
  "summary" : "Relates to contracts of the NYC school construction authority and pre-qualified bidders. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S2130-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2204\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN ACT to amend the public authorities law, in relation to pre-qualified\n         bidders\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph d of subdivision 3 of section 1734 of the  public\n    2  authorities law, as added by chapter 738 of the laws of 1988, is amended\n    3  to read as follows:\n    4    d. Lists of pre-qualified bidders may be established on a project-spe-\n    5  cific basis AND SHALL INCLUDE ALL BIDDERS THAT QUALIFY; provided, howev-\n    6  er, that any such list shall have no less than five bidders.\n    7    S 2. This act shall take effect immediately and shall be applicable to\n    8  all bids solicited on and after such date.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06111-01-1\n",
  "memo" : "BILL NUMBER:S2204\n\nTITLE OF BILL:\nAn act\nto amend the public authorities law, in relation to pre-qualified\nbidders\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo clarify that when the New York City School Construction Authority\nestablishes a project specific listing of pre-qualified\ncontractors, such list must include all contractors who have been\nqualified for that type of work.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 of the bill amends Paragraph d of subdivision 3 of\nsection 1734 of the public authorities law to provide that lists of\npre-qualified bidders established on a project-specific basis shall\ninclude all bidders that qualify.\n\nJUSTIFICATION:\nCurrently, the New York City School Construction Authority (SCA) is\nauthorized to establish project-specific lists of pre-qualified\ncontractors who are capable of performing the work. This was\nintended to streamline the bidding process by providing a pool of\nqualified bidders who would then compete on price. The SCA, however,\nhas used this power to limit bidding on certain projects to a\nselect few contractors, even though seven other contractors were\nsimilarly qualified for the work. This provision was never intended\nto allow the SCA to limit competition by picking favored bidders for\nparticular jobs. This practice flies in the face of open and\ncompetitive bidding, and can only lead to mischief. This bill would\neliminate this practice by requiring that whenever SCA provides\na list of pre-qualified bidders for a particular project, all SCA\npre-qualified contractors that are qualified for the project\nmust be included on the list.\n\nPRIOR LEGISLATIVE HISTORY:\n\nS.2130 of 2009-10 - Corporations, Authorities, & Commissions\nS.1962 of 2007-08 - Corporations, Authorities, & Commissions\nS.8479 of 2006 - Rules\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall be applicable to all\nbids solicited on and after such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to pre-qualified bidders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T122630.TXT", "SOBI.D110118.T114627.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110119.T102737.TXT", "SOBI.D110118.T124140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717894
}