{
  "year" : 2011,
  "senateBillNo" : "S2215-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S2215-2011-1295326800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requirements for the transfer of patient medical records in certain circumstances",
  "summary" : "Requires a health care provider or facility which has determined to cease to do business or which is transferring its ownership or otherwise interrupting its services for a permanent or extended period to, at least sixty days prior to such action, notify the commissioner of health of its intent and shall provide a copy of its plan for transfer of patient records to another provider, facility or practitioner. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2188-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2215\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law and the public health law, in relation\n         to the transfer of patient medical records in certain circumstances\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  40  of section 6530 of the education law, as\n    2  added by chapter 606 of the laws of 1991, is amended to read as follows:\n    3    40. Failing to provide access by qualified persons to patient informa-\n    4  tion in accordance with the standards set forth  in  [section]  SECTIONS\n    5  SEVENTEEN  AND  eighteen of the public health law, SUCH SECTION EIGHTEEN\n    6  as added by chapter [497] FOUR  HUNDRED  NINETY-SEVEN  of  the  laws  of\n    7  [1986] NINETEEN HUNDRED EIGHTY-SIX;\n    8    S  2. The public health law is amended by adding a new section 18-b to\n    9  read as follows:\n   10    S 18-B. REQUIREMENT FOR TRANSFER OF  INFORMATION.  1.  A  HEALTH  CARE\n   11  PROVIDER,  HEALTH  CARE  FACILITY,  OR HEALTH CARE PRACTITIONER, AS SUCH\n   12  TERMS ARE DEFINED IN SECTION EIGHTEEN OF THIS ARTICLE, WHICH HAS IN  ITS\n   13  POSSESSION  PATIENT INFORMATION AS SUCH TERM IS DEFINED IN SUCH SECTION,\n   14  AND WHICH HAS DETERMINED TO CEASE TO DO  BUSINESS  OR  WHICH  IS  TRANS-\n   15  FERRING  ITS  OWNERSHIP  OR  OTHERWISE  INTERRUPTING  ITS SERVICES FOR A\n   16  PERMANENT OR EXTENDED PERIOD SHALL, AT LEAST SIXTY DAYS  PRIOR  TO  SUCH\n   17  ACTION,  NOTIFY  THE COMMISSIONER OF ITS INTENT AND SHALL PROVIDE A COPY\n   18  OF ITS PLAN FOR TRANSFER OF PATIENT RECORDS TO ANOTHER PROVIDER, FACILI-\n   19  TY, PRACTITIONER OR PATIENT, AS REQUESTED OR REQUIRED PURSUANT  TO  LAW.\n   20  THE COMMISSIONER SHALL PRESCRIBE THE FORM OF SUCH PLAN, THE REQUIREMENTS\n   21  FOR TRANSFER, AND THE MANNER OF REQUIRED NOTIFICATION.\n   22    2.  IF  THE COMMISSIONER OF HEALTH SHALL DETERMINE THAT THE FAILURE OF\n   23  ANY SUCH HEALTH CARE PROVIDER, HEALTH  CARE  FACILITY,  OR  HEALTH  CARE\n   24  PRACTITIONER  TO  TIMELY  RELEASE  MEDICAL  RECORDS PURSUANT TO SECTIONS\n   25  SEVENTEEN OR EIGHTEEN OF THIS TITLE, SUCH SECTION EIGHTEEN AS  ADDED  BY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06114-01-1\n\n       S. 2215                             2\n\n    1  CHAPTER FOUR HUNDRED NINETY-SEVEN OF THE LAWS OF NINETEEN HUNDRED EIGHT-\n    2  Y-SIX,  SHALL  HAVE  CAUSED  OR  MAY CAUSE A THREAT TO THE HEALTH OF THE\n    3  INDIVIDUALS WHO ARE THE SUBJECT OF SUCH RECORDS, BECAUSE MORE  THAN  SIX\n    4  MONTHS HAS ELAPSED SINCE A PRIOR SCREENING OR TEST, THE COMMISSIONER MAY\n    5  ORDER  NEW TESTS TO BE PERFORMED BY A PRACTITIONER CHOSEN OR APPROVED BY\n    6  THE COMMISSIONER. IN ORDER TO EXPEDITE SUCH TESTS, THE COMMISSIONER  MAY\n    7  ORDER  PAYMENT  FOR SUCH TESTS FROM ANY ACCOUNT UNDER THE CONTROL OF THE\n    8  DEPARTMENT, AND SHALL ASSESS ANY SUCH HEALTH CARE PROVIDER, HEALTH  CARE\n    9  FACILITY,  OR  HEALTH  CARE  PRACTITIONER  WHO  FAILED TO TIMELY RELEASE\n   10  MEDICAL RECORDS FOR THE EXPENSES.\n   11    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the public health law, in relation to the transfer of patient medical records in certain circumstances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T124632.TXT", "SOBI.D110118.T121630.TXT", "SOBI.D110119.T103738.TXT", "SOBI.D110118.T131134.TXT", "SOBI.D110119.T103237.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451458452
}