{
  "year" : 2011,
  "senateBillNo" : "S2216-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S2216-2011-1295326800000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state community initiatives project",
  "summary" : "Establishes the New York state community initiatives project; defines terms; establishes the community initiative project program; provides for programs and services, and community initiatives project action plan; provides for an application for funding and a state community initiatives oversight committee. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S2004-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2216\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to establishing the New  York\n         state  community  initiatives project; and providing for the repeal of\n         such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and intent. The legislature hereby\n    2  finds and declares that because services and programs  for  seniors  are\n    3  spread  across  numerous state programmatic and regulatory agencies, and\n    4  were developed at different times and for different purposes, they  lack\n    5  a  coordinated  focus  and  unified strategy for service delivery, often\n    6  requiring that communities  and  seniors  meet  strict  and/or  disjunct\n    7  eligibility  and  programmatic  guidelines that may not address the more\n    8  significant needs of a community or of  seniors  rather  than  tailoring\n    9  programs  to  meet  the  needs  of those communities and the seniors who\n   10  reside in them.\n   11    The legislature further finds that the absence  of  such  coordination\n   12  and delivery strategy reduces effectiveness of such services and impairs\n   13  the  ability  of  many communities and the seniors who reside in them to\n   14  fully benefit from services provided, and declares that a more effective\n   15  and efficient use of public monies can result from encouraging  communi-\n   16  ties  to  identify  needs  and develop a strategic plan to address those\n   17  needs on a  short-term  and  long-term  basis,  and  then  allowing  the\n   18  provision  of  services pursuant to the plan with increased flexibility,\n   19  improved and seamless delivery, and by eliminating barriers to implemen-\n   20  tation, thus requiring services to be  shaped  to  fit  community  needs\n   21  rather than requiring communities and individuals to meet the guidelines\n   22  of programs.\n   23    It  is the intent of the legislature by enacting this act to establish\n   24  the communities  initiative  project,  which  in  every  way  meets  and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06106-01-1\n\n       S. 2216                             2\n\n    1  addresses  a  public  purpose  by  providing  integrated and coordinated\n    2  delivery of services that address the needs of seniors in communities as\n    3  detailed and described by  such  communities,  in  a  manner  that  will\n    4  improve the reach, efficiency, and effectiveness of services provided.\n    5    S  2.  The elder law is amended by adding a new section 224 to read as\n    6  follows:\n    7    S 224. NEW YORK STATE COMMUNITY INITIATIVES PROJECT  ACT.  1.    DEFI-\n    8  NITIONS. AS USED IN THIS SECTION:\n    9    (A)  \"ACTION  PLAN\"  MEANS THE STRATEGIC COMMUNITY INITIATIVES PROJECT\n   10  ACTION PLAN DESCRIBED IN THIS SECTION.\n   11    (B) \"COMMITTEE\" MEANS THE STATE COMMUNITY  INITIATIVES  PROJECT  OVER-\n   12  SIGHT COMMITTEE ESTABLISHED IN THIS SECTION.\n   13    (C)  \"COMMUNITY  INITIATIVES  ADVISORY  COUNCIL\"  OR \"COUNCIL\" MEANS A\n   14  GROUP REPRESENTING, TO THE GREATEST EXTENT POSSIBLE, PROJECT AREA  RESI-\n   15  DENTS,  INCLUDING  SENIORS,  LOCAL GOVERNMENT, THE BUSINESS AND ECONOMIC\n   16  DEVELOPMENT COMMUNITY,  SERVICE  PROVIDERS,  THE  LEGAL  COMMUNITY,  AND\n   17  EDUCATIONAL  INSTITUTIONS,  WHO  SHALL BE RESPONSIBLE FOR DEVELOPMENT OF\n   18  THE ACTION PLAN.\n   19    (D) \"COMMUNITY\" MEANS A COUNTY OR A PART OF A COUNTY.\n   20    (E) \"COMMUNITY INITIATIVES PROJECT  UNIFIED  CONTRACT\"  OR  \"CONTRACT\"\n   21  MEANS  THE AGREEMENT FOR A PROJECT BETWEEN THE OFFICE, AS REPRESENTATIVE\n   22  OF THE COMMITTEE, AND AN  ELIGIBLE  APPLICANT  WHOSE  PROJECT  HAS  BEEN\n   23  APPROVED.\n   24    (F)  \"ELIGIBLE  APPLICANT\"  MEANS  A  NOT-FOR-PROFIT PRIVATE OR PUBLIC\n   25  AGENCY, A LOCAL GOVERNMENTAL AGENCY, OR A COMBINATION OF SUCH ENTITIES.\n   26    (G) \"OFFICE\" MEAN THE STATE OFFICE FOR THE AGING.\n   27    (H) \"PROJECT\"  MEANS  A  COMMUNITY  INITIATIVES  PROJECT  APPROVED  IN\n   28  ACCORDANCE WITH THIS ARTICLE.\n   29    (I)  \"RURAL AREA\" HAS THE SAME MEANING AS DEFINED IN SUBDIVISION SEVEN\n   30  OF SECTION FOUR HUNDRED EIGHTY-ONE OF THE EXECUTIVE LAW.\n   31    2. COMMUNITY INITIATIVES PROJECT PROGRAM.  THE  COMMUNITY  INITIATIVES\n   32  PROJECTS  PROGRAM  IS  HEREBY  ESTABLISHED  IN  THE STATE OFFICE FOR THE\n   33  AGING. A COMMUNITY INITIATIVES  PROJECT  ESTABLISHED  PURSUANT  TO  THIS\n   34  SECTION  SHALL  HAVE  AS  ITS  PRIMARY  COMPONENTS  AN  ACTION PLAN, THE\n   35  CREATION OF A COUNCIL, AND THE PROVISION OF  PROGRAMS  AND  SERVICES  AS\n   36  DESCRIBED  IN  SUBDIVISION  THREE  OF THIS SECTION. THE OFFICE, WITH THE\n   37  APPROVAL OF THE COMMITTEE, MAY ESTABLISH UP TO TEN COMMUNITY INITIATIVES\n   38  PROJECTS IN THE FIRST YEAR OF IMPLEMENTATION, AND UP TO  TEN  ADDITIONAL\n   39  SUCH  PROJECTS IN EACH SUCCESSIVE ADDITIONAL YEAR, PROVIDED HOWEVER THAT\n   40  NOT LESS THAN ONE-THIRD OF SUCH PROJECTS APPROVED IN ANY YEAR  SHALL  BE\n   41  IN RURAL AREAS.\n   42    3.  PROGRAMS  AND  SERVICES.  PROJECTS  SHALL PROVIDE FOR COORDINATED,\n   43  ACCESSIBLE  SERVICES,  FLEXIBILITY,  SEAMLESSNESS  IN  THE  DELIVERY  OF\n   44  SERVICES  INSOFAR  AS  POSSIBLE, THE REDUCTION OF BARRIERS TO ACCESSING,\n   45  IMPLEMENTING, AND/OR FINANCING SUCH SERVICES, GREATER  EFFECTIVENESS  IN\n   46  THE  DELIVERY OF SUCH SERVICES, AND GREATER NUMBERS OF PERSONS SERVED OR\n   47  OTHER DELIVERY IMPROVEMENTS WITHIN A PROJECT AREA. THE  TERM  \"SERVICES\"\n   48  AS  USED  IN  THIS  SECTION  INCLUDES  BUT  IS  NOT LIMITED TO POLICIES,\n   49  PROGRAMS, LAWS, REGULATIONS, OR OTHER  MATTERS  FOR  AGING  INDIVIDUALS,\n   50  INCLUDING  BUT NOT LIMITED TO, HUMAN SERVICES AND COMMUNITY LIFE; HEALTH\n   51  CARE; EDUCATION; BUSINESS, ECONOMIC DEVELOPMENT, AND  EMPLOYMENT;  AGRI-\n   52  CULTURE;  ENVIRONMENT,  LAND USE, AND NATURAL RESOURCES; TRANSPORTATION;\n   53  COMMUNITY FACILITIES, HOUSING; AND LOCAL GOVERNMENT SERVICES AND MANAGE-\n   54  MENT.\n   55    4. COMMUNITY INITIATIVES PROJECT  ACTION  PLAN.  THE  COUNCIL  FOR  AN\n   56  APPROVED  PROJECT  SHALL  DEVELOP A COMMUNITY INITIATIVES PROJECT ACTION\n\n       S. 2216                             3\n\n    1  PLAN, WHICH SHALL INCLUDE THE COUNCIL'S ASSESSMENT  OF  THE  COMMUNITY'S\n    2  REQUIREMENTS  FOR ADDRESSING THE NEEDS OF SENIORS, WHICH SHALL INCLUDE A\n    3  DESCRIPTION OF THE ACTIONS AND RESOURCES NECESSARY TO  MEET  SUCH  NEEDS\n    4  IMMEDIATELY  AND  OVER  A  FIVE  YEAR  PERIOD.  THE ACTION PLAN SHALL BE\n    5  SUBMITTED TO THE COMMITTEE FOR REVIEW AND APPROVAL.\n    6    5. APPLICATION FOR FUNDING. A REQUEST FOR PROPOSALS SHALL BE ISSUED BY\n    7  THE OFFICE ON BEHALF OF THE COMMITTEE. ELIGIBLE  APPLICANTS  MAY  SUBMIT\n    8  PROJECT  APPLICATIONS TO THE OFFICE, WHICH SHALL RECEIVE ALL SUCH APPLI-\n    9  CATIONS ON BEHALF OF THE COMMITTEE, AND SHALL FORWARD  ALL  APPLICATIONS\n   10  TO  THE  COMMITTEE FOR REVIEW AND APPROVAL. EACH APPLICATION FOR FUNDING\n   11  SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   12    (A) IF THE PROJECT  AREA  IS  NOT  A  COUNTY,  A  DESCRIPTION  OF  THE\n   13  GEOGRAPHIC  BOUNDARIES  AND  DEMOGRAPHIC  CHARACTERISTICS OF THE AREA IN\n   14  WHICH THE PROPOSED PROJECT SERVICES WILL BE TARGETED AND AN  EXPLANATION\n   15  OF WHY THAT COMMUNITY WAS SELECTED;\n   16    (B)  A  DESCRIPTION  OF  SERVICES  THAT CURRENTLY EXIST IN THE PROJECT\n   17  AREA, GAPS IN OR BARRIERS TO SUCH SERVICES, INCLUDING IDENTIFICATION  OF\n   18  KNOWN  STATUTORY  OR REGULATORY BARRIERS, AND RESOURCES AVAILABLE WITHIN\n   19  THE COMMUNITY TO SUPPORT SUCH SERVICES;\n   20    (C) A DESCRIPTION OF HOW EXISTING SERVICES WILL BE MADE MORE  ACCESSI-\n   21  BLE  TO RESIDENTS OF THE PROJECT AREA, WHETHER EXISTING SERVICES WILL BE\n   22  EXPANDED, WHAT NEW SERVICES WILL  BE  PROVIDED,  HOW  NEW  AND  EXISTING\n   23  SERVICES  WILL  BE COORDINATED, AND WHAT LINKS WILL BE ESTABLISHED AMONG\n   24  THE PROVIDERS OF SERVICES IN THE COMMUNITY;\n   25    (D) A STATEMENT OF THE PROJECT'S GOALS AND OBJECTIVES,  INCLUDING  THE\n   26  INTENDED  OUTCOME  FOR  EACH SERVICE OR ACTIVITY CONTAINED IN THE ACTION\n   27  PLAN. SUCH OUTCOMES MAY INCLUDE, BUT NEED NOT BE LIMITED TO,  MEASURABLE\n   28  FACTORS  RELATING  TO  EMPLOYMENT, HEALTH, EDUCATION, MENTAL HEALTH, AND\n   29  OTHER SUCH SERVICES;\n   30    (E) A DESCRIPTION OF THE PROCESS AND CRITERIA USED TO  SELECT  MEMBERS\n   31  OF THE COUNCIL;\n   32    (F)  A  DESCRIPTION  OF  THE  METHOD  USED TO DEVELOP THE ACTION PLAN,\n   33  INCLUDING THE MEANS OF ENGAGING PROJECT AREA SENIOR RESIDENTS IN  DEVEL-\n   34  OPING SUCH ACTION PLAN; AND\n   35    (G)  A  DESCRIPTION OF THE PROJECT AREA COMMUNITY'S INVOLVEMENT IN THE\n   36  DEVELOPMENT OF THE APPLICATION  INCLUDING  THE  INVOLVEMENT  OF  PUBLIC,\n   37  PRIVATE, AND NOT-FOR-PROFIT AGENCIES, BUSINESSES AND OTHER ORGANIZATIONS\n   38  AND  ENTITIES,  AND  COMMUNITY  RESIDENTS,  AND THE METHODS BY WHICH THE\n   39  APPLICANT WILL ASSURE CONTINUED COMMUNITY INVOLVEMENT IN THE DELIVERY OF\n   40  SERVICES AND LONG RANGE PLANNING EFFORTS.\n   41    6. STATE COMMUNITY INITIATIVES OVERSIGHT COMMITTEE. A STATE  COMMUNITY\n   42  INITIATIVES  OVERSIGHT  COMMITTEE SHALL BE ESTABLISHED TO OVERSEE IMPLE-\n   43  MENTATION OF THE PROVISIONS OF THIS ARTICLE AND SHALL CONSIST OF  REPRE-\n   44  SENTATIVES  OF  THE COMMISSIONERS OR DIRECTORS OF THE FOLLOWING AGENCIES\n   45  OR THEIR DESIGNEES, WITH THE DIRECTOR OF THE OFFICE  SERVING  AS  CHAIR-\n   46  PERSON:  THE  DEPARTMENT OF AGRICULTURE AND MARKETS; THE OFFICE OF ALCO-\n   47  HOLISM AND SUBSTANCE ABUSE SERVICES; THE STATE ADVOCATE  FOR  THE  DISA-\n   48  BLED;  THE OFFICE OF CHILDREN AND FAMILIES SERVICES; THE CITY UNIVERSITY\n   49  OF NEW YORK; THE DIVISION OF THE  BUDGET;  THE  DEPARTMENT  OF  ECONOMIC\n   50  DEVELOPMENT;  THE  DEPARTMENT OF EDUCATION; THE EMPIRE STATE DEVELOPMENT\n   51  CORPORATION; THE DEPARTMENT OF HEALTH; THE OFFICE OF TEMPORARY AND DISA-\n   52  BILITY ASSISTANCE; THE OFFICE OF  HOUSING  AND  COMMUNITY  RENEWAL;  THE\n   53  DEPARTMENT  OF LABOR; THE OFFICE OF MENTAL HEALTH; THE OFFICE FOR PEOPLE\n   54  WITH DEVELOPMENTAL DISABILITIES; THE OFFICE  OF  PARKS,  RECREATION  AND\n   55  HISTORIC PRESERVATION; THE STATE UNIVERSITY OF NEW YORK; THE DIVISION OF\n   56  STATE POLICE; THE DIVISION OF CRIMINAL JUSTICE SERVICES; AND THE DEPART-\n\n       S. 2216                             4\n\n    1  MENT OF STATE. THE COMMITTEE SHALL HAVE THE FOLLOWING POWERS, DUTIES AND\n    2  RESPONSIBILITIES:\n    3    (A)  CRITERIA FOR APPROVAL OF PROJECTS. THE COMMITTEE SHALL REVIEW AND\n    4  APPROVE PROJECT APPLICATIONS USING THE FOLLOWING CRITERIA:\n    5    (I) THE FEASIBILITY OF THE PROJECT;\n    6    (II) THE  AMOUNT  OF  DEMONSTRATED  COMMITMENT  AND  SUPPORT  FOR  THE\n    7  PROJECT,  INCLUDING  PLEDGES  OF  FINANCIAL  SUPPORT, EXPRESSED BY LOCAL\n    8  GOVERNMENT  AGENCIES,  COMMUNITY  RESIDENTS  AND  LEADERS,   APPROPRIATE\n    9  SERVICE PROVIDERS, AND PRIVATE SUPPORTERS;\n   10    (III) THE ANTICIPATED EFFECTIVENESS OF THE PROJECT AS EVIDENCED BY THE\n   11  EXISTENCE OF OTHER AVAILABLE RESOURCES, INCLUDING EXISTING LINKS BETWEEN\n   12  PUBLIC  AND/OR  PRIVATE AGENCIES THAT FOCUS ON THE PROVISION OF SERVICES\n   13  IN HIGH-NEED GEOGRAPHIC AREAS OF POPULATIONS;\n   14    (IV) MAXIMIZATION OF USE OF EXISTING RESOURCES, SERVICES, AND FUNDS TO\n   15  SUPPORT PROJECTS AND A DEMONSTRATION THAT THE PURPOSES AND OBJECTIVES OF\n   16  THIS ARTICLE WILL BE ACCOMPLISHED EFFECTIVELY;\n   17    (V) THE ABILITY OF THE APPLICANT TO UNDERTAKE AND COMPLETE  A  COMPRE-\n   18  HENSIVE PROJECT PURSUANT TO THE ACTION PLAN; AND\n   19    (VI) THE ABILITY OF THE APPLICANT TO PROVIDE THE NECESSARY DATA FOR AN\n   20  EFFECTIVE EVALUATION OF THE PROJECT.\n   21    (B) TECHNICAL ASSISTANCE. MEMBERS OF THE COMMITTEE SHALL PROVIDE TECH-\n   22  NICAL  ASSISTANCE  TO  APPROVED  PROJECTS, INCLUDING, BUT NOT LIMITED TO\n   23  PROVIDING AND ANALYZING DATA; ASSISTANCE IN STRENGTHENING  THE  PROGRAM-\n   24  MATIC  AND  ADMINISTRATIVE VIABILITY OF APPROVED PROJECTS; ASSISTANCE IN\n   25  STRENGTHENING ACTION PLANS; IDENTIFYING FEDERAL, STATE AND LOCAL  FUNDS,\n   26  AND RESOURCES FROM ANY OTHER SOURCES AVAILABLE TO SUPPORT SUCH PROJECTS;\n   27  AND DEVELOPING LOCAL EVALUATION SYSTEMS.\n   28    (C) ON THE BASIS OF INFORMATION SUBMITTED IN APPROVED APPLICATIONS AND\n   29  IN THE ACTION PLAN, THE COMMITTEE SHALL:\n   30    (I)  ASSIST  IN IDENTIFYING AND OBTAINING RESOURCES AND FUNDING NECES-\n   31  SARY FOR THE IMPLEMENTATION OF THE ACTION PLAN, AND MAKE RECOMMENDATIONS\n   32  AS APPROPRIATE AND NECESSARY IN ACCORDANCE WITH ARTICLE VII OF THE STATE\n   33  CONSTITUTION;\n   34    (II) IDENTIFY AND REQUEST THE APPROPRIATE MEMBER  OR  MEMBERS  OF  THE\n   35  COMMITTEE TO WAIVE REGULATIONS OR PROCEDURES THAT ACT AS BARRIERS TO THE\n   36  EFFECTIVE  IMPLEMENTATION  OF THE ACTION PLAN, AS LONG AS SUCH WAIVER IS\n   37  CONSISTENT WITH THE NEEDS AND REQUIREMENTS OF AN APPROVED PROJECT ACTION\n   38  PLAN, THE POWERS GRANTED BY THIS SECTION, AND  THE  LIMITATIONS  ON  ANY\n   39  SUCH WAIVER ESTABLISHED IN THIS SECTION;\n   40    (III) IDENTIFY ANY SPECIFIC STATUTORY REQUIREMENTS THAT MAY IMPEDE THE\n   41  SUCCESSFUL  IMPLEMENTATION  OF  SUCH PROJECTS AND SUBMIT REQUESTS TO THE\n   42  LEGISLATURE IN ACCORDANCE WITH ARTICLE VII OF THE STATE CONSTITUTION FOR\n   43  SPECIFIC LEGISLATIVE ENACTMENTS NECESSARY TO  REMOVE  SUCH  IMPEDIMENTS;\n   44  AND\n   45    (IV)  PROVIDE  ASSISTANCE  NEEDED FOR SUCCESSFUL IMPLEMENTATION OF THE\n   46  ACTION PLAN.\n   47    (D)  ONGOING  RESPONSIBILITIES.  THE  COMMITTEE  SHALL  MONITOR   EACH\n   48  APPROVED PROJECT TO ENSURE THAT SERVICES ARE PROVIDED IN ACCORDANCE WITH\n   49  THIS ARTICLE AND THAT FUNDS ARE USED IN ACCORDANCE WITH APPLICABLE STATE\n   50  AND  FEDERAL  LAW  AND REGULATIONS, AND SHALL REQUIRE SUCH REPORTS AS IT\n   51  SHALL DEEM NECESSARY FROM ANY PROJECT.\n   52    (E) AUTHORITY FOR WAIVER. ANY OTHER PROVISION OF ANY OTHER LAW TO  THE\n   53  CONTRARY  NOTWITHSTANDING,  FOR  THE  PURPOSE  OF  PROMOTING  INNOVATIVE\n   54  APPROACHES AND MAXIMIZE EFFECTIVE  USE  OF  FEDERAL,  STATE,  AND  LOCAL\n   55  MONIES,  THE  COMMISSIONER  OR  DIRECTOR  OF ANY STATE AGENCY WHICH IS A\n   56  MEMBER OF THE COMMITTEE MAY WAIVE, SUBJECT TO THE APPROVAL OF THE DIREC-\n\n       S. 2216                             5\n\n    1  TOR OF  THE  BUDGET,  FOR  THOSE  PERSONS,  PROVIDERS,  AND  COMMUNITIES\n    2  INVOLVED IN A PROJECT, ANY OF SUCH AGENCY'S REGULATORY REQUIREMENTS THAT\n    3  MAY  IMPEDE  THE  SUCCESSFUL  IMPLEMENTATION OF A PROJECT, PROVIDED THAT\n    4  SUCH WAIVER IS CONSISTENT WITH APPLICABLE STATE AND FEDERAL STATUTES AND\n    5  THAT  IT  WILL  NOT  IMPAIR  THE GENERAL HEALTH OR WELFARE OF THE PEOPLE\n    6  RECEIVING SERVICES UNDER SUCH PROJECT OR OTHERS.   SUCH COMMISSIONER  OR\n    7  DIRECTOR  SHALL  BE AUTHORIZED, IN CONSULTATION WITH THE DIRECTOR OF THE\n    8  BUDGET, TO IMPOSE APPROPRIATE ALTERNATIVE  STANDARDS  IN  PLACE  OF  ANY\n    9  WAIVED REQUIREMENTS.\n   10    7.  ADDITIONAL  RESPONSIBILITIES  OF  THE OFFICE. (A) UNLESS OTHERWISE\n   11  PRESCRIBED, THE OFFICE OR ITS DESIGNEES SHALL  BE  RESPONSIBLE  FOR  THE\n   12  ADMINISTRATION  OF  THE PROVISIONS OF THIS ARTICLE. IN CONSULTATION WITH\n   13  THE COMMITTEE, THE OFFICE SHALL DEVELOP AND DISSEMINATE  A  REQUEST  FOR\n   14  PROPOSALS  ON  A STATEWIDE BASIS, PROVIDED HOWEVER THAT DURING THE FIRST\n   15  YEAR OF IMPLEMENTATION,  THE  COMMITTEE  MAY  LIMIT  THE  LOCATIONS  FOR\n   16  DISSEMINATION OF SUCH REQUEST FOR PROPOSALS BASED ON RELEVANT DEMOGRAPH-\n   17  IC  DATA  AND  SUCH OTHER FACTORS AS MAY BE DETERMINED BY THE COMMITTEE.\n   18  NOT LESS THAN THIRTY DAYS PRIOR TO DISSEMINATION OF  SUCH  REQUESTS  FOR\n   19  PROPOSALS  IN SUCH STATE FISCAL YEAR, THE OFFICE SHALL NOTIFY THE TEMPO-\n   20  RARY PRESIDENT OF THE SENATE AND THE SPEAKER OF  THE  ASSEMBLY  OF  SUCH\n   21  PROPOSED LOCATIONS AND THE CRITERIA FOR SELECTION, IF ANY.\n   22    (B)  NOT LESS THAN TEN BUSINESS DAYS PRIOR TO APPROVING AN APPLICATION\n   23  PURSUANT TO THE PROVISIONS OF THIS ARTICLE, THE COMMITTEE,  THROUGH  THE\n   24  OFFICE,  SHALL  NOTIFY  THE  TEMPORARY  PRESIDENT  OF THE SENATE AND THE\n   25  SPEAKER OF THE ASSEMBLY OF ITS INTENT TO APPROVE A PROJECT. SUCH NOTIFI-\n   26  CATION SHALL IDENTIFY THE RECIPIENT AND STATE THE PROPOSED LOCATION, THE\n   27  ESTIMATED PROJECT COST, AND A BRIEF DESCRIPTION OF THE PROJECT.\n   28    (C) THE DIRECTOR AND THE OTHER MEMBERS OF THE  COMMITTEE  SHALL  ENTER\n   29  INTO SUCH AGREEMENTS AS SHALL BE NECESSARY TO DELINEATE THEIR RESPECTIVE\n   30  ROLES REGARDING THE COOPERATIVE PROVISION OF PROGRAM FUNDING AND TECHNI-\n   31  CAL ASSISTANCE, AND THE REVIEW AND MONITORING OF PROJECTS.\n   32    (D) THE OFFICE SHALL PROVIDE ASSISTANCE TO APPROVED PROJECTS TO DEVEL-\n   33  OP  AN EVALUATION METHODOLOGY APPROPRIATE TO THE GOALS AND OBJECTIVES OF\n   34  THE PROJECTS.\n   35    8. COMMUNITY INITIATIVES PROJECT UNIFIED CONTRACT.  THE  OFFICE  SHALL\n   36  ENTER  INTO  A  COMMUNITY INITIATIVES PROJECT UNIFIED CONTRACT WITH EACH\n   37  APPLICANT APPROVED BY THE COMMITTEE. THE  PROVISIONS  OF  SUCH  CONTRACT\n   38  SHALL  INCLUDE, BUT NOT BE LIMITED TO: A DESCRIPTION OF PROJECT SERVICES\n   39  AND ACTIVITIES, THE  ACTION  PLAN,  THE  ALLOWABLE  PROJECT  COSTS,  THE\n   40  SPECIFIC  SOURCES OF FUNDS THAT WILL SUPPORT THE APPROVED COSTS, INCLUD-\n   41  ING STATE FUNDS, LOCAL FUNDS, OTHER GOVERNMENTAL FUNDS, AND ALL  NONGOV-\n   42  ERNMENTAL  FUNDS  OR REVENUES THAT ARE PROPOSED TO BE USED IN SUPPORT OF\n   43  ALL PROJECT COSTS, AND THE ALLOCATION OF COSTS BY  FUNDING  SOURCE.  THE\n   44  FORM OF THE COMMUNITY INITIATIVES UNIFIED CONTRACT SHALL BE DEVELOPED IN\n   45  CONSULTATION WITH THE DIVISION OF THE BUDGET AND THE OFFICE OF AUDIT AND\n   46  CONTROL.\n   47    9.  INTERCHANGE.  ANY OTHER PROVISION OF ANY OTHER LAW TO THE CONTRARY\n   48  NOTWITHSTANDING, THE COMPTROLLER IS AUTHORIZED PURSUANT TO A CERTIFICATE\n   49  OF ALLOCATION SUBMITTED BY THE DIVISION OF THE BUDGET TO INTERCHANGE  OR\n   50  TRANSFER  FROM  APPROPRIATIONS  MADE TO THE AGENCIES OF THE COMMITTEE OR\n   51  ANY OTHER APPROPRIATION, AS APPROPRIATE, SUCH AMOUNTS AS MAY BE REQUIRED\n   52  TO FULFILL THE OBLIGATIONS OF THE STATE  PURSUANT  TO  COMMUNITY  INITI-\n   53  ATIVES  UNIFIED CONTRACTS TO THE OFFICE FOR PAYMENT OF SUCH OBLIGATIONS.\n   54  THE DIVISION OF THE BUDGET  SHALL  PROVIDE  THE  CHAIRS  OF  THE  SENATE\n   55  FINANCE  COMMITTEE AND THE ASSEMBLY WAYS AND MEANS COMMITTEE WITH COPIES\n   56  OF SUCH CERTIFICATES AT LEAST FIVE BUSINESS DAYS PRIOR TO  SUBMITTAL  TO\n\n       S. 2216                             6\n\n    1  THE  COMPTROLLER AND SHALL ADDITIONALLY PROVIDE QUARTERLY REPORTS OF ALL\n    2  INTERCHANGES AND TRANSFERS WHICH OCCUR PURSUANT TO THIS SUBDIVISION.\n    3    10.  ADDITIONAL  ALLOWABLE  COSTS.  IN  ADDITION  TO COSTS FOR SERVICE\n    4  DELIVERY, ADDITIONAL ALLOWABLE COSTS FOR EACH PROJECT SHALL INCLUDE, BUT\n    5  NOT BE LIMITED TO COSTS REASONABLY INCURRED FOR:\n    6    (A) PREPARATION OF THE PLAN REQUIRED PURSUANT TO THIS ARTICLE;\n    7    (B) SERVICES AS APPROVED IN THE PROJECT APPLICATION;\n    8    (C) EVALUATION OF THE APPROVED PROJECT;\n    9    (D) ADMINISTRATION, PROVIDED HOWEVER IN EVERY  CASE,  THE  SUPPORT  OF\n   10  ADMINISTRATIVE COSTS PURSUANT TO THE CONTRACT SHALL BE NOT MORE THAN THE\n   11  MAXIMUM  PERCENTAGE  AUTHORIZED  FOR EACH SOURCE OF FUNDING OR THE TOTAL\n   12  MAXIMUM DOLLARS  ALLOWED  FOR  ADMINISTRATIVE  COSTS  FOR  EACH  FUNDING\n   13  SOURCE; AND\n   14    (E)  MINOR  RENOVATIONS TO EXISTING STRUCTURES, EXCEPT THAT IN NO CASE\n   15  SHALL THE STATE SUPPORT OF SUCH COSTS EXCEED EITHER TWENTY-FIVE  PERCENT\n   16  OF  THE PROJECT CONTRACT OR FIFTY PERCENT OF THE TOTAL RENOVATION COSTS,\n   17  WHICHEVER IS LESS.\n   18    11. MAINTENANCE OF EFFORT. FUNDING MADE AVAILABLE THROUGH THE CONTRACT\n   19  SHALL NOT BE USED TO SUPPLANT LOCAL OR OTHER FUNDS.\n   20    12. EVALUATION. THE COMMITTEE SHALL CONDUCT  TWO  EVALUATIONS  OF  THE\n   21  IMPLEMENTATION AND EFFECTIVENESS OF THIS ARTICLE: A COMPILATION OF INDI-\n   22  VIDUAL  PROJECT  EVALUATIONS TO BE CONDUCTED IN ACCORDANCE WITH CRITERIA\n   23  ESTABLISHED IN THIS ARTICLE; AND A COMPREHENSIVE COMMUNITIES INITIATIVES\n   24  EVALUATION.\n   25    (A) INDIVIDUAL PROJECT EVALUATIONS SHALL BE CONDUCTED PURSUANT TO  THE\n   26  REQUIREMENTS  OF THIS ARTICLE AND SUBMITTED TO THE COMMITTEE FOR REVIEW.\n   27  THE COMMITTEE SHALL FORWARD ITS COMMENTS AND CRITICISMS TO THE  APPROVED\n   28  PROJECTS  WITH  RECOMMENDATIONS OF STRATEGIES FOR REMEDIATION OF PROJECT\n   29  DEFICIENCIES. FURTHER, THE COMMITTEE SHALL COMPILE THE  EVALUATIONS  AND\n   30  THE  REQUIRED  COMMENTS  AND  RECOMMENDATIONS INTO A SINGLE DOCUMENT AND\n   31  SHALL SUBMIT SUCH COMPILATION TO THE GOVERNOR  AND  THE  LEGISLATURE  BY\n   32  JANUARY  FIRST  OF  THE  THIRD  YEAR  FOLLOWING  IMPLEMENTATION  OF THIS\n   33  PROJECT.\n   34    (B) THE COMMITTEE SHALL CAUSE TO BE PREPARED A COMPREHENSIVE COMMUNITY\n   35  INITIATIVES PROJECT EVALUATION, WHICH  SHALL  ASSESS  THE  EFFICACY  AND\n   36  IMPACT  OF THE UNIFIED CONTRACT, THE AUTHORIZATION RELATING TO WAIVER OF\n   37  REGULATIONS, AND THE STATUTORY EXEMPTIONS ON THE  DELIVERY  OF  SERVICES\n   38  ENACTED  BY THE LEGISLATURE. IN ADDITION, THE COMMITTEE SHALL ASSESS THE\n   39  EXTENT TO WHICH THE INITIATIVE HAS:\n   40    (I) ACCOMPLISHED THE GOALS AND OBJECTIVES;\n   41    (II) IMPROVED THE COORDINATION  OF  PROGRAM  DEVELOPMENT  AND  SERVICE\n   42  PROVISION BY THE AGENCIES PARTICIPATING ON THE COMMITTEE; AND\n   43    (III) REDUCED OR ELIMINATED DUPLICATIVE AND CONFLICTING REGULATIONS.\n   44    13.  REPORTS.  (A) THE COMMITTEE SHALL SUBMIT A REPORT TO THE GOVERNOR\n   45  AND THE LEGISLATURE ON OR BEFORE THE FIRST DAY OF  MARCH  OF  EACH  YEAR\n   46  SUBSEQUENT  TO  A  YEAR  IN  WHICH  FUNDS HAVE BEEN AWARDED TO IMPLEMENT\n   47  COMMUNITY INITIATIVES PROJECTS REGARDING THE ACTIVITIES AND  ACTIONS  OF\n   48  THE  COMMITTEE, THE CRITERIA USED TO EVALUATE PROJECT GOALS, OBJECTIVES,\n   49  AND OUTCOMES, AND BASED ON THESE  FACTORS,  THE  EFFECTIVENESS  OF  SUCH\n   50  PROJECTS  IN  REACHING  THE  GOALS  AND  OBJECTIVES  OF  THE  INDIVIDUAL\n   51  PROJECTS. THE REPORT SHALL ADDRESS THE APPROPRIATENESS OF CONTINUING THE\n   52  PROVISIONS OF THIS SECTION  AND  THE  FEASIBILITY  OF  REPLICATING  SUCH\n   53  PROJECTS IN OTHER AREAS OF THE STATE. THE REPORT SHALL INCLUDE RECOMMEN-\n   54  DATIONS,  BASED  ON  THE  EXPERIENCE GAINED UNDER THE PROVISIONS OF THIS\n   55  ARTICLE, FOR MODIFYING STATEWIDE POLICIES THAT  DIRECT  PUBLICLY  FUNDED\n   56  PROGRAMS.\n\n       S. 2216                             7\n\n    1    (B)  THE  COMMITTEE  SHALL ADDITIONALLY SUBMIT TO THE GOVERNOR AND THE\n    2  LEGISLATURE AN INTERIM REPORT, WHICH SHALL INCLUDE A COMPILATION OF  THE\n    3  GOALS AND OBJECTIVES OF THE APPROVED PROJECTS, AND SHALL SUPPLEMENT SUCH\n    4  COMPILATION WITH A STATEMENT OF GOALS AND OBJECTIVES THAT RELATE SPECIF-\n    5  ICALLY  TO  THE  STATE'S ROLE IN POLICY DEVELOPMENT, ADMINISTRATION, AND\n    6  DELIVERY OF SERVICES TO THE TARGETED COMMUNITIES NOT LATER THAN  JANUARY\n    7  FIRST, IN THE THIRD YEAR FOLLOWING IMPLEMENTATION.\n    8    S  3. This act shall take effect on the first of April next succeeding\n    9  the date on which it shall have become a law and  shall  expire  and  be\n   10  deemed  repealed on the first of April in the sixth year next succeeding\n   11  such effective date.\n",
  "memo" : "BILL NUMBER:S2216\n\nTITLE OF BILL:\n\nAn act\nto amend the elder law, in relation to establishing the New York state\ncommunity initiatives project; and providing for the repeal of such\nprovisions upon expiration thereof\n\nSUMMARY OF PROVISIONS:\n\nSection 1. Legislative findings and intent. Declares that programs for\nthe aging may be more effective if they have a coordinated focus and\nunified strategy for service delivery, and if are tailored to meet\nthe more significant needs of a community or of seniors rather than\nrequiring seniors and communities to meet their criteria.\n(i.e., local flexibility),\n\nSection 2. Adds a new section 224 of the elder law, to create the\ncommunity initiatives project. Briefly, the project allows a\ncommunity (a county or a part of a county) to create a project action\nplan through a project oversight committee and a \"Community\ninitiatives advisory council\" which includes project area residents,\nincluding seniors, local government, the business and economic\ndevelopment community, service providers, the legal community, and\neducational institutions.\n\nIf accepted by SOFA and the State advisory committee, the community\nand the state execute a single unified contract. SOFA is allowed to\nestablish up to 10 projects per year. The statute also allows for\ninterchange of state monies to SOFA under the unified contract in\norder to fulfill the obligations of the state pursuant to unified\ncontracts.\n\nThe projects are to provide for coordinated, accessible services,\nflexibility, seamlessness in the delivery of services insofar as\npossible, the reduction of barriers to accessing, implementing,\nand/or financing such services, greater effectiveness in the delivery\nof such services, and greater numbers of persons served or other\ndelivery improvements within a project area. Services and programs\nincludes any programs offered by the state, and are not limited only\nto programs and services offered through SOFA. The action plan\nincludes both the programs and services, but also an assessment of\nthe needs which the plan is to address. Elements of the action plan\ninclude:\n\na. a description of the geographic boundaries and demographic\ncharacteristics of the area in which the proposed project services\nwill be targeted and an explanation of why that community was\nselected (if the project area is not a county);\n\nb. a description of services that currently exist, gaps in or barriers\nto services, and resources available within the community to support\nsuch services;\n\nc. a description of how existing services will be made more\naccessible, whether existing services will be expanded, what new\nservices will be provided, how new and existing services will be\ncoordinated, and what links will be established among the providers\nof services in the community;\n\nd. a statement of the project's goals and objectives;\n\ne. a description of the process and criteria used to select members of\nthe council;\n\nf. a description of the method used to develop the action plan,\nincluding the means of engaging project area senior residents in\ndeveloping such action plan; and\n\ng. a description of the project area community's involvement in the\ndevelopment of the application including the involvement of public,\nprivate, and not for profit agencies, businesses and other\norganizations and entities, and community residents, and the methods\nby which the applicant will assure continued community involvement in\nthe delivery of services and long range planning efforts.\n\nThe body which determines whether to accept a plan and to oversee the\nprojects is the State community initiatives oversight committee. It\nincludes representatives of the commissioners or directors of the\ndepartment of agriculture and markets; the office of alcoholism and\nsubstance abuse services; the state advocate for the disabled; the\noffice of children and families; the city university of New York;\nthe division of the budget; the department of economic development;\nthe department of education; the empire state development\ncorporation; the department of health; the Office of Temporary and\nDisability Assistance; the office of housing and community renewal;\nthe department of labor; the office of mental health; the office of\nmental retardation and developmental disabilities; the department of\nparks, recreation and historic preservation; the state university of\nNew York; and the department of state. Committee members are\nempowered to waive any regulations for the purpose of promoting\ninnovative approaches and maximize effective use of federal, state,\nand local monies. Waiver is subject to the approval of the director\nof the budget, and the waiver must be consistent with applicable\nstate and federal statutes and that it will not imp\nair the general health or welfare of the people receiving services\nunder such project or others.\n\nJUSTIFICATION:\n\nThis is a new way of establishing programs for the aging in New York,\nunder which the state would fund a plan, not merely a program or\nseveral individuals.\n\nPRIOR LEGISLATIVE HISTORY:\n\nS.2004: 2009-10 - Referred to Aging, Committed to Finance\nS.6967: 2007-08 - Referred to Aging, Committed to Rules\n\nFISCAL IMPLICATIONS:\n\nNone in the current fiscal year; subsequent impact is limited to\nappropriation.\n\nEFFECTIVE DATE:\n\nApril 1 next succeeding its enactment and expiring April 1 in the\nsixth year.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to establishing the New York state community initiatives project; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T124632.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T121630.TXT", "SOBI.D110118.T133637.TXT", "SOBI.D110118.T131134.TXT", "SOBI.D110119.T103738.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717916
}