{
  "year" : 2011,
  "senateBillNo" : "S2218-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2218-2011-1295326800000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires licenses for administrators of product warranties",
  "summary" : "Prohibits any person from acting as an administrator of warranties on motor vehicles or mechanical or electronic appliances unless such person has been licensed by the insurance department; adds new article to the insurance law entitled \"administration of product warranties\"; outlines covered requirements, provides penalties for violations and authorizes the insurance department to promulgate necessary rules and regulations. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S962-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2218\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to licensing requirements\n         for persons who offer warranties for motor vehicles and appliances\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The insurance law is amended by adding a new article 21-A\n    2  to read as follows:\n    3                                 ARTICLE 21-A\n    4                    ADMINISTRATION OF PRODUCT WARRANTIES\n    5  SECTION 2150. DEFINITIONS.\n    6          2151. ADMINISTRATOR'S LICENSE REQUIRED.\n    7          2152. PENALTIES.\n    8          2153. PROMULGATION OF REGULATIONS.\n    9    S 2150. DEFINITIONS. FOR PURPOSES OF THIS ARTICLE, THE FOLLOWING TERMS\n   10  SHALL HAVE THE FOLLOWING MEANINGS:\n   11    (A) \"PERSON\" MEANS ANY  INDIVIDUAL,  FIRM,  ASSOCIATION,  CORPORATION,\n   12  PARTNERSHIP,  JOINT-STOCK  COMPANY,  JOINT VENTURE, ANY OTHER ENTITY, OR\n   13  ANY AGGREGATION OF ANY OF THE FOREGOING.\n   14    (B) \"WARRANTY\" MEANS ANY CONTRACT, WARRANTY OR GUARANTY, ANY  EXTENDED\n   15  WARRANTY OR SERVICE CONTRACT, OR ANY AGREEMENT THAT PROMISES REPLACEMENT\n   16  OR REPAIR OF COVERED PARTS IN THE EVENT OF THE BREAKDOWN OF SUCH PART IN\n   17  A  MOTOR  VEHICLE,  A MECHANICAL OR ELECTRONIC APPLIANCE, OFFERED TO THE\n   18  CONSUMER FOR A SEPARATELY STATED CHARGE AS AN INCIDENT TO THE SELLING OR\n   19  LEASING OF SUCH PRODUCTS.\n   20    (C) \"SELLER\" MEANS ANY PERSON WHO SELLS A MOTOR VEHICLE OR  MECHANICAL\n   21  OR ELECTRONIC APPLIANCE TO A CONSUMER.\n   22    (D)  \"CONSUMER\"  MEANS  A  PERSON WHO PURCHASES A PRODUCT FOR PURPOSES\n   23  OTHER THAN THE RESALE THEREOF AS PART OF HIS  OCCUPATIONAL  OR  BUSINESS\n   24  ACTIVITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07056-01-1\n\n       S. 2218                             2\n\n    1    (E)  \"ADMINISTRATOR\"  MEANS ANY PERSON WHO ISSUES WARRANTIES ON BEHALF\n    2  OF THE SELLER, COLLECTS AND MAINTAINS CLAIMS REPAIR RESERVES, AND ADMIN-\n    3  ISTERS THE REPAIR OR REPLACEMENT OF PARTS PURSUANT TO THE TERMS  OF  THE\n    4  UNDERLYING WARRANTY.\n    5    S  2151.  ADMINISTRATOR'S  LICENSE REQUIRED. (A) NO PERSON SHALL BE AN\n    6  ADMINISTRATOR OF WARRANTIES IN THIS STATE NOR SHALL  ANY  PERSON  BE  AN\n    7  ADMINISTRATOR  OF  WARRANTIES  OUTSIDE  THIS STATE FOR ANY PERSON WITHIN\n    8  THIS STATE UNLESS SUCH PERSON HAS BEEN LICENSED BY THE DEPARTMENT PURSU-\n    9  ANT TO THE PROVISIONS OF THIS ARTICLE.\n   10    (B) THE DEPARTMENT SHALL ISSUE SUCH A LICENSE TO ANY APPLICANT  THERE-\n   11  FOR THAT MEETS THE FOLLOWING CRITERIA:\n   12    (1)  THE  APPLICANT MUST SUBMIT TO THE DEPARTMENT A COMPLETED APPLICA-\n   13  TION ON A FORM TO BE PRESCRIBED BY THE DEPARTMENT TOGETHER WITH A FEE OF\n   14  FIVE HUNDRED DOLLARS;\n   15    (2) THE APPLICANT, AND ITS OFFICERS AND  MANAGERS,  MUST  BE  OF  GOOD\n   16  CHARACTER AND EXHIBIT A BUSINESS HISTORY OF HIGH INTEGRITY;\n   17    (3)  THE  APPLICANT  MUST INDICATE A NET WORTH, ACCORDING TO GENERALLY\n   18  ACCEPTED PRINCIPLES OF ACCOUNTING, OF NOT LESS THAN  ONE  HUNDRED  FIFTY\n   19  THOUSAND DOLLARS AT THE TIME OF THE MAKING OF THE APPLICATION;\n   20    (4)  THE  APPLICANT  MUST  SWEAR  THAT HE WILL AT ALL TIMES DURING HIS\n   21  LICENSURE ACTUALLY MAINTAIN AN ADDRESS WITHIN THIS STATE FOR THE  TRANS-\n   22  ACTION  OF  BUSINESS  AND A LOCAL TELEPHONE NUMBER WITHIN THE STATE OR A\n   23  TOLL FREE TELEPHONE NUMBER FOR PURPOSES OF PROCESSING CLAIMS MADE BY NEW\n   24  YORK STATE CONSUMERS;\n   25    (5) THE APPLICANT SHALL AGREE THAT HE WILL AT  ALL  TIMES  DURING  HIS\n   26  LICENSURE  MAINTAIN  IN FORCE AND EFFECT AN INSURANCE POLICY ISSUED ONLY\n   27  BY A LICENSED NEW YORK INSURER THAT GUARANTEES TO INDEMNIFY PROMPTLY THE\n   28  ADMINISTRATOR AND THE SELLER PERFORMING FOR THE  ADMINISTRATOR  AND  THE\n   29  PURCHASER  OF  THE WARRANTY IN THE EVENT OF THE LOSS OR DEPLETION OF THE\n   30  CLAIMS RESERVE ACCOUNT PAID TO AND HELD BY  THE  ADMINISTRATOR  FOR  THE\n   31  PAYMENT  OF  REPAIR CLAIMS UNDER THE TERMS AND CONDITIONS OF THE WARRAN-\n   32  TIES. SUCH POLICY SHALL  BE  AUTHORIZED  IN  THE  FORM  OF  \"CONTRACTUAL\n   33  LIABILITY\"  INSURANCE,  OR IN SUCH OTHER FORM AS APPROVED BY THE DEPART-\n   34  MENT, AND SHALL BE ISSUED TO THE ADMINISTRATOR, AND SHALL GUARANTEE  THE\n   35  PERFORMANCE  OF  THE  ADMINISTRATOR  TO THE SELLER AND THE PURCHASER AND\n   36  GUARANTEE THAT THE CLAIMS RESERVES PAID TO THE  ADMINISTRATOR  SHALL  AT\n   37  ALL  TIMES  BE  ADEQUATE  TO PAY FOR ALL REPAIR CLAIMS ARISING UNDER THE\n   38  WARRANTIES. PROOF OF SUCH INSURANCE SHALL BE PROVIDED BY THE ADMINISTRA-\n   39  TOR TO EACH SELLER. THE APPLICANT SHALL PROVIDE THE DEPARTMENT WITH  THE\n   40  NAME  OF THE INSURER PROVIDING THE POLICY ON HIS APPLICATION.\n   41    S  2152.  PENALTIES.  ANY  PERSON  WHO VIOLATES THE PROVISIONS OF THIS\n   42  ARTICLE SHALL BE GUILTY OF A MISDEMEANOR PUNISHABLE BY A FINE OF  UP  TO\n   43  FIVE  HUNDRED  DOLLARS  FOR  THE  FIRST VIOLATION AND UP TO ONE THOUSAND\n   44  DOLLARS AND A TERM OF IMPRISONMENT OF UP TO ONE YEAR FOR EACH SUCCEEDING\n   45  VIOLATION.\n   46    S 2153. PROMULGATION OF REGULATIONS. THE DEPARTMENT  SHALL  PROMULGATE\n   47  ALL RULES AND REGULATIONS NECESSARY TO EFFECTUATE THE PROVISIONS OF THIS\n   48  ARTICLE.\n   49    S  2. This act shall take effect on the first of January next succeed-\n   50  ing the date on which it shall have become a law, except that any  rules\n   51  and  regulations  necessary for the timely implementation of this act on\n   52  its effective date shall be promulgated on or before such date.\n",
  "memo" : "BILL NUMBER:S2218\n\nTITLE OF BILL:\nAn act\nto amend the insurance law, in relation to licensing requirements\nfor persons who offer warranties for motor vehicles and appliances\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill requires administrators of product warranty contracts to\nobtain an administrator's license from the Insurance Department after\nshowing: 1) experience and competence in the business; 2) minimum net\nworth of $150,000; and 3) a contract liability policy from a New York\ninsurer indemnifying the administrators, the seller and the purchaser\nof the service contract in the event of loss or depletion of the\nclaims reserve account held by the administrator. This bill adds a\nnew article to the Insurance Law (21-A) entitled \"Administration of\nProduct Warranties.\" The new article defines the covered\nrequirements, provides penalties for violations, and requires the\nInsurance Department to promulgate regulations to implement the\nprovisions of the article.\n\nJUSTIFICATION:\nAt the present time, New York consumers can purchase product warranty\ncoverage against manufacturers' defects. The most common item covered\nis an automobile, although more recently coverage is available for\nlarge appliances like televisions, washing machines, refrigerators,\nfreezers, home computers, etc. The consumer pays the retailer in\nadvance for this coverage. The retailer in turn pays a service\ncontract company to administer the claims during the term of the\ncontract. During the last few years, some service contract\nadministrators have been improperly managed, forcing at least three\nlarge contract administrators into bankruptcy. In each instance.,\nthere was insufficient backup insurance and/or reserves to honor\nconsumer claims under the contract, thus shortchanging New York\nconsumers. This bill will rectify the situation by requiring adequate\nbackup insurance to honor consumer claims.\n\nFISCAL IMPLICATIONS:\nTo the extent that licensing fees do not cover the Department's cost\nof reviewing and issuing an administrator's license, there may be a\nslight impact on the insurance industry which pays the cost of\nrunning the Insurance Department. There is no fiscal impact to the\nState.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January after it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to licensing requirements for persons who offer warranties for motor vehicles and appliances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110119.T103738.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110118.T132636.TXT", "SOBI.D110118.T135141.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717920
}