{
  "year" : 2011,
  "senateBillNo" : "S2210-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2210-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the crimes of attempting to lure or entice a child",
  "summary" : "Establishes the crime of attempting to lure or entice a child; defines a child as less than 17 years of age; classifies such crime as a class D felony; establishes that a person is guilty of attempting to lure or entice a child when he or she attempts to lure a child into an isolated area for the purpose of criminal conduct or communicates with a child by means of a computer to solicit certain criminal conduct. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2106-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2210\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sens. GOLDEN, DeFRANCISCO, FUSCHILLO, RANZENHOFER, SALAND\n         -- read twice and ordered printed, and when printed to be committed to\n         the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to establishing the crimes of\n         attempting to lure or entice a child\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding a new section 135.17 to\n    2  read as follows:\n    3  S 135.17 ATTEMPTING TO LURE OR ENTICE A CHILD.\n    4    1. A PERSON IS GUILTY OF ATTEMPTING TO LURE OR ENTICE A CHILD WHEN:\n    5    (A) HE OR SHE ATTEMPTS TO LURE OR ENTICE A CHILD INTO A MOTOR VEHICLE,\n    6  AIRCRAFT, WATERCRAFT, BUILDING OR  ISOLATED  AREA  FOR  THE  PURPOSE  OF\n    7  COMMITTING A CRIMINAL OFFENSE AGAINST SUCH CHILD; OR\n    8    (B)  BEING EIGHTEEN YEARS OLD OR MORE AND WITH INTENT TO LURE, ENTICE,\n    9  PERSUADE, CONVINCE, HARASS, ANNOY, THREATEN OR ALARM ANOTHER PERSON,  HE\n   10  OR  SHE,  BY  MEANS OF A COMPUTER COMMUNICATIONS SYSTEM, COMMUNICATES OR\n   11  CAUSES A COMMUNICATION TO BE INITIATED PURPORTING TO SOLICIT:\n   12    (1) SEXUAL INTERCOURSE, ORAL SEXUAL CONDUCT, ANAL  SEXUAL  CONDUCT  OR\n   13  SEXUAL  CONTACT  WITH A PERSON WHOM HE OR SHE KNOWS OR REASONABLY SHOULD\n   14  KNOW IS LESS THAN SEVENTEEN YEARS OLD; OR\n   15    (2) A SEXUAL PERFORMANCE BY A PERSON WHOM HE OR SHE KNOWS  OR  REASON-\n   16  ABLY SHOULD KNOW IS LESS THAN SEVENTEEN YEARS OLD; OR\n   17    (3)  ANY IN-PERSON CONTACT THAT RESULTS IN THE COMMISSION OR ATTEMPTED\n   18  COMMISSION OF A CRIMINAL OFFENSE AGAINST A CHILD.\n   19    2. FOR PURPOSES OF THIS SECTION:\n   20    (A) \"CHILD\" MEANS A PERSON LESS THAN SEVENTEEN YEARS OF AGE.\n   21    (B) \"BUILDING\" IN ADDITION  TO  ITS  ORDINARY  MEANING,  INCLUDES  ANY\n   22  STRUCTURE, VEHICLE, AIRCRAFT OR WATERCRAFT USED FOR OVERNIGHT LODGING OF\n   23  PERSONS,  OR  USED  BY  PERSONS  FOR CARRYING ON BUSINESS THEREIN, OR AN\n   24  ENCLOSED MOTOR TRUCK, OR AN ENCLOSED MOTOR TRUCK TRAILER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06109-01-1\n\n       S. 2210                             2\n\n    1    (C) \"COMPUTER\" SHALL HAVE THE SAME MEANING AS ASCRIBED TO SUCH TERM BY\n    2  SECTION 156.00 OF THIS CHAPTER.\n    3    (D) \"ORAL SEXUAL CONDUCT\" OR \"ANAL SEXUAL CONDUCT\" SHALL HAVE THE SAME\n    4  MEANING AS ASCRIBED TO SUCH TERM BY SECTION 130.00 OF THIS CHAPTER.\n    5    (E)  \"SEXUAL  CONTACT\" SHALL HAVE THE SAME MEANING AS ASCRIBED TO SUCH\n    6  TERM BY SECTION 130.00 OF THIS CHAPTER.\n    7    (F) \"SEXUAL INTERCOURSE\" SHALL HAVE THE SAME MEANING  AS  ASCRIBED  TO\n    8  SUCH TERM BY SECTION 130.00 OF THIS CHAPTER.\n    9    (G)  \"SEXUAL  PERFORMANCE\"  SHALL HAVE THE SAME MEANING AS ASCRIBED TO\n   10  SUCH TERM BY SECTION 263.00 OF THIS CHAPTER.\n   11    3. NOTHING IN THIS  SECTION  SHALL  BE  DEEMED  TO  PRECLUDE,  IF  THE\n   12  EVIDENCE SO WARRANTS, AN INDICTMENT AND CONVICTION FOR ATTEMPTED KIDNAP-\n   13  PING UNDER THE PROVISIONS OF SECTIONS 110.00 AND 135.00 OF THIS CHAPTER.\n   14    ATTEMPTING TO LURE OR ENTICE A CHILD IS A CLASS D FELONY.\n   15    S 2. This act shall take effect on the first of November next succeed-\n   16  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing the crimes of attempting to lure or entice a child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T130634.TXT", "SOBI.D110118.T122630.TXT", "SOBI.D110118.T115128.TXT", "SOBI.D110118.T153151.TXT", "SOBI.D110118.T123631.TXT", "SOBI.D110119.T103237.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451157297
}