{
  "year" : 2011,
  "senateBillNo" : "S2219-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2219-2011-1295326800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires consumers to be notified concerning recalled products",
  "summary" : "Requires merchants to post notices of recalled products that are offered for sale in their business establishment; provides also for the giving of notice by mail to certain customers; provides for enforcement by the attorney general; authorizes a private right of action. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S205-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2219\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to notification of\n         recalled products\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  394-f to read as follows:\n    3    S  394-F.  RECALLED  PRODUCTS.  1.  FOR  PURPOSES OF THIS SECTION, THE\n    4  FOLLOWING TERMS SHALL HAVE THESE MEANINGS:\n    5    (A) \"SELLER\" MEANS A PERSON, FIRM, CORPORATION, OR OTHER LEGAL  ENTITY\n    6  ENGAGED  IN  THE  SALE,  DISPLAY  OR  OFFERING  FOR SALE, OF PRODUCTS OR\n    7  MERCHANDISE AT RETAIL, INCLUDING MAIL ORDER  BUSINESSES  AS  DEFINED  IN\n    8  SECTION  THREE  HUNDRED NINETY-SIX-M OF THIS ARTICLE AND TELEPHONE SALES\n    9  BUSINESSES, AS DEFINED IN SECTION FOUR HUNDRED FORTY-ONE OF THE PERSONAL\n   10  PROPERTY LAW.\n   11    (B) \"MANUFACTURER\" MEANS A PERSON,  FIRM  OR  CORPORATION  ENGAGED  IN\n   12  MANUFACTURING,  CONVERTING,  PROCESSING, ALTERING, REPAIRING, FINISHING,\n   13  OR PREPARING FOR SALE, OR IMPORTING FOR DISTRIBUTION ANY PRODUCT IN THIS\n   14  STATE.\n   15    (C) \"DISTRIBUTOR\" MEANS A PERSON, FIRM, CORPORATION,  OR  OTHER  LEGAL\n   16  ENTITY THAT SELLS OR DISTRIBUTES ANY PRODUCT IN THIS STATE.\n   17    (D)  \"CONSUMER\"  MEANS ANY NATURAL PERSON WHO PURCHASES A PRODUCT THAT\n   18  HAS BEEN RECALLED.\n   19    (E) \"RECALL OR RECALLED\" SHALL MEAN A CORRECTIVE  OR  REMEDIAL  ACTION\n   20  INVOLVING  THE  REPAIR  OR REPLACEMENT OF A PRODUCT OR THE REFUND OF THE\n   21  PURCHASE PRICE OF A PRODUCT SOLD BY A MANUFACTURER.\n   22    2. WITHIN THIRTY DAYS OF A SELLER'S RECEIVING NOTIFICATION OF A RECALL\n   23  OR NOTICE OF A DEFECTIVE  OR  HAZARDOUS  PRODUCT  FROM  A  MANUFACTURER,\n   24  DISTRIBUTOR,  OR  BY A FEDERAL OR STATE AGENCY, SUCH SELLER SHALL PROMI-\n   25  NENTLY AND CONSPICUOUSLY DISPLAY SUCH NOTIFICATION IN  AN  AREA  READILY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07397-01-1\n\n       S. 2219                             2\n\n    1  ACCESSIBLE TO THE PUBLIC, ADJACENT TO THE MAIN OR MAJOR ENTRANCE OF SUCH\n    2  SELLER'S  PREMISES, FOR AT LEAST NINETY DAYS AFTER RECEIPT THEREOF. SUCH\n    3  DISPLAY SHALL ALSO BE REQUIRED WITH RESPECT TO  ANY  RECALL  NOTICE,  OR\n    4  NOTICE  OF  DEFECTS  OR HAZARDS, VOLUNTARILY INITIATED OR ISSUED BY SUCH\n    5  SELLER.\n    6    3. SUCH NOTIFICATION AS REQUIRED BY SUBDIVISION TWO  OF  THIS  SECTION\n    7  SHALL  INCLUDE  INFORMATION  IDENTIFYING THE RECALLED PRODUCT INCLUDING,\n    8  BUT NOT LIMITED TO, ANY SERIAL, MODEL, LOT OR CODE NUMBER OF  THE  PROD-\n    9  UCT,  INFORMATION  DESCRIBING  THE  NATURE OF THE PROBLEM TO WARRANT THE\n   10  RECALL AND INFORMATION CONCERNING REDEMPTION.\n   11    4. IN ADDITION TO THE REQUIREMENTS DESCRIBED IN SUBDIVISIONS  TWO  AND\n   12  THREE  OF  THIS  SECTION,  WITHIN  THIRTY  DAYS  OF  A MANUFACTURER'S OR\n   13  DISTRIBUTOR'S RECEIVING OR DETERMINING THAT NOTIFICATION OF A RECALL  OR\n   14  NOTICE  OF  A  DEFECTIVE  OR HAZARDOUS PRODUCT MUST BE MADE, SUCH NOTICE\n   15  SHALL BE MAILED BY SUCH MANUFACTURER OR DISTRIBUTOR TO ALL CONSUMERS  OF\n   16  SUCH  RECALLED PRODUCT OF WHOM THE MANUFACTURER OR DISTRIBUTOR IS AWARE.\n   17  THOSE WHOM THE MANUFACTURER OR DISTRIBUTOR IS  AWARE  OF  SHALL  INCLUDE\n   18  THOSE  CONSUMERS  WHO EITHER FILED A WARRANTY REGISTRATION CARD, OWNER'S\n   19  REGISTRATION CARD, OR OTHER SIMILAR FORM.  THE NOTICE SHALL BE  SENT  BY\n   20  FIRST  CLASS  MAIL AND SHALL HAVE \"SAFETY RECALL NOTICE\" PRINTED IN BOLD\n   21  TYPE ON THE OUTSIDE OF THE ENVELOPE.\n   22    5. AFTER RECEIPT OF A RECALL  NOTICE  OR  NOTICE  OF  A  DEFECTIVE  OR\n   23  HAZARDOUS  PRODUCT  FROM A MANUFACTURER OR DISTRIBUTOR OR FROM A FEDERAL\n   24  OR STATE AGENCY, A MAIL ORDER  BUSINESS  AS  DEFINED  IN  SECTION  THREE\n   25  HUNDRED  NINETY-SIX-M  OF THIS ARTICLE, SHALL, IN BOLD TYPE, PROMINENTLY\n   26  DISCLOSE THE SAME TO CONSUMERS IN AT  LEAST  TWO  SUBSEQUENT  ADVERTISE-\n   27  MENTS,  CATALOGS,  CIRCULARS OR PROMOTIONAL MATERIALS. A TELEPHONE SALES\n   28  BUSINESS AS DEFINED IN SECTION FOUR HUNDRED FORTY-ONE  OF  THE  PERSONAL\n   29  PROPERTY  LAW SHALL, WITHIN THIRTY DAYS AFTER RECEIPT OF A RECALL NOTICE\n   30  OR NOTICE OF A DEFECTIVE OR HAZARDOUS PRODUCT, NOTIFY  THE  CONSUMER  OF\n   31  THE SAME BY FIRST CLASS MAIL. SUCH NOTICE MAY BE COMBINED WITH ANY OTHER\n   32  COMMUNICATION  PROVIDED THAT THE NOTICE IS PROMINENT AND CONSPICUOUS AND\n   33  IS HEADED WITH \"SAFETY RECALL NOTICE\" IN BOLD TYPE.\n   34    6. WHENEVER THERE SHALL BE A VIOLATION OF  THIS  SECTION,  APPLICATION\n   35  MAY  BE  MADE  BY  THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE OF THE\n   36  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   37  PROCEEDING TO ISSUE AN INJUNCTION, AND UPON NOTICE TO THE  DEFENDANT  OF\n   38  NOT  LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF SUCH\n   39  VIOLATIONS; AND IF IT SHALL APPEAR TO THE SATISFACTION OF THE  COURT  OR\n   40  JUSTICE  THAT  THE  DEFENDANT  HAS,  IN FACT, VIOLATED THIS SECTION, THE\n   41  INJUNCTION MAY BE  ISSUED  BY  SUCH  COURT  OR  JUSTICE,  ENJOINING  AND\n   42  RESTRAINING  ANY  FURTHER  VIOLATION,  WITHOUT  REQUIRING PROOF THAT ANY\n   43  PERSON HAS, IN FACT, BEEN  INJURED  OR  DAMAGED  THEREBY.  IN  ANY  SUCH\n   44  PROCEEDING,  THE  COURT  MAY  MAKE ALLOWANCES TO THE ATTORNEY GENERAL AS\n   45  PROVIDED IN PARAGRAPH SIX OF SUBDIVISION  (A)  OF  SECTION  EIGHTY-THREE\n   46  HUNDRED  THREE  OF THE CIVIL PRACTICE LAW AND RULES, AND DIRECT RESTITU-\n   47  TION. WHENEVER THE COURT  SHALL  DETERMINE  THAT  A  VIOLATION  OF  THIS\n   48  SECTION  HAS  OCCURRED, THE COURT MAY IMPOSE A CIVIL PENALTY OF NOT MORE\n   49  THAN FIVE HUNDRED DOLLARS FOR EACH VIOLATION. THE  COURT  MAY  IMPOSE  A\n   50  CIVIL  PENALTY  OF NOT MORE THAN ONE THOUSAND DOLLARS FOR EACH VIOLATION\n   51  IF THE VIOLATION IS KNOWING AND WILLFUL. IN  CONNECTION  WITH  ANY  SUCH\n   52  PROPOSED  APPLICATION,  THE ATTORNEY GENERAL IS AUTHORIZED TO TAKE PROOF\n   53  AND MAKE A DETERMINATION OF THE RELEVANT FACTS AND TO ISSUE SUBPOENAS IN\n   54  ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES.\n   55    7. ANY PERSON WHO HAS BEEN INJURED BY REASON OF ANY VIOLATION OF  THIS\n   56  SECTION MAY BRING AN ACTION IN HIS OR HER OWN NAME TO RECOVER HIS OR HER\n\n       S. 2219                             3\n\n    1  ACTUAL  DAMAGES  OR ONE HUNDRED FIFTY DOLLARS, WHICHEVER IS GREATER. THE\n    2  COURT MAY, IN ITS DISCRETION, INCREASE THE AWARD OF DAMAGES TO AN AMOUNT\n    3  NOT TO EXCEED THREE TIMES THE ACTUAL DAMAGES UP TO ONE THOUSAND DOLLARS,\n    4  IF  THE  COURT  FINDS THE DEFENDANT WILLFULLY OR KNOWINGLY VIOLATED THIS\n    5  SECTION. THE COURT MAY AWARD REASONABLE ATTORNEYS FEES TO  A  PREVAILING\n    6  PLAINTIFF.\n    7    S  2.  This  act shall take effect on the ninetieth day after it shall\n    8  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to notification of recalled products ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T103738.TXT", "SOBI.D110118.T135141.TXT", "SOBI.D110118.T132636.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451458462
}