{
  "year" : 2011,
  "senateBillNo" : "S2213-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2213-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to application of the state uniform fire prevention and building code to certain premises owned or leased by the state or public authorities",
  "summary" : "Relates to application of the state uniform fire prevention and building code; directs OGS to implement a phase-in of compliance for existing premises owned or leased by the state or certain public authorities. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S5666-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2213\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the executive law, in relation to application of the\n         state uniform fire prevention and building code to certain premises\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 383 of the executive law is amended by adding a new\n    2  subdivision 5 to read as follows:\n    3    5.  ANY OTHER PROVISION OF ANY OTHER LAW TO THE CONTRARY NOTWITHSTAND-\n    4  ING, UNLESS OTHERWISE SPECIFICALLY PROVIDED BY STATUTE, THE  CODE  SHALL\n    5  APPLY  TO  ALL  BUILDINGS  OWNED BY OR IN WHICH SPACE IS LEASED BY STATE\n    6  AGENCIES AND COVERED AUTHORITIES, AS SUCH TERMS ARE DEFINED  IN  SECTION\n    7  TWO-A  OF  THE STATE FINANCE LAW, IRRESPECTIVE OF WHEN BUILT OR PUT INTO\n    8  SERVICE. EXISTING BUILDINGS AND STRUCTURES CONSTRUCTED BEFORE THE EFFEC-\n    9  TIVE DATE OF THIS SUBDIVISION SHALL BE SUBJECT TO THE CODE PURSUANT TO A\n   10  STAGED PLAN DEVELOPED BY THE  OFFICE  OF  GENERAL  SERVICES,  WHICH  MAY\n   11  PROVIDE  FOR COMPLIANCE OVER A PERIOD OF NOT MORE THAN FIVE YEARS, OR IF\n   12  THE OFFICE OF GENERAL SERVICES SHALL DETERMINE THAT  THERE  ARE  REASONS\n   13  REQUIRING  DELAY, WITHIN TEN YEARS, UNLESS EITHER THE BUILDING OR STRUC-\n   14  TURE IS ALTERED, IN WHICH CASE THE CODE SHALL APPLY TO  ALL  ALTERATIONS\n   15  TO  SUCH  BUILDING  OR  STRUCTURE. ADMINISTRATION AND ENFORCEMENT OF THE\n   16  REQUIREMENTS OF THIS SUBDIVISION SHALL BE AS PROVIDED IN  SECTION  THREE\n   17  HUNDRED EIGHTY-ONE OF THIS ARTICLE.\n   18    S 2. This act shall take effect on the one hundred eightieth day after\n   19  it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06127-01-1\n",
  "memo" : "BILL NUMBER:S2213\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to application of the state\nuniform fire prevention and building code to certain premises\n\nPURPOSE:\nTo require state-owned buildings or state-leased space to adhere to\nthe state uniform fire prevention and building codes.\n\nSUMMARY OF PROVISIONS:\nThis Bill would add subdivision 5 to Section 383 of the NYS executive\nlaw, which would require all buildings owned, or in which space is\nleased, by state agencies and covered authorities, to adhere to state\nuniform fire prevention and building code. Existing buildings and\nstructures constructed before this amendment's effective date shall\nbe subject to adherence to the codes under a stage plan, to be\ndeveloped by the Office of General Services. Stage plans will not\nexceed 5 years, unless the Office of General Services deems a delay\nis necessary, in which case the stage plan is not to not exceed 10\nyears past the effective date. Building alterations or new\nconstruction will adhere to the state uniform fire prevention and\nbuilding code.\n\nEXISTING LAW:\nNo Existing Law.\n\nJUSTIFICATION:\nBuildings under government control should follow the same safety rules\nthat other buildings in private hands do.\nThe informal and voluntary nature of compliance with codes creates a\nrisk that there is construction, demolition, or other hazardous\nactivity taking place at these properties that local municipalities\ndo not know about, cannot require building owners to correct, and may\nnot be prepared to address in the event of an emergency.\n\nCurrently, local governments have limited enforcement powers over\nstate building and property owners, depending on the enabling statute\nof the state entities. In some jurisdictions, the local government\nexercises its enforcement powers upon state entities mainly through\nthe voluntary filing of construction and demolition projects by those\nentities, and through courtesy inspections and liaison relationships.\nThis bill would require all buildings and structures that are owned,\nleased or operated by the state of New York or by any of its\nauthorities to be code-compliant to the same extent that privately\nowned buildings and structures are under the jurisdiction of such\nagencies.\n\nIn every sense, this bill will enhance public safety throughout the\nfive boroughs by requiring that the State and its authorities do what\nall private building owners are required to do.\n\nLEGISLATIVE HISTORY:\nS.5666 of 2009-10 - Referred to Housing\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred eightieth day after it\nshall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to application of the state uniform fire prevention and building code to certain premises ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T124632.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T121630.TXT", "SOBI.D110118.T131134.TXT", "SOBI.D110118.T132636.TXT", "SOBI.D110119.T103237.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717910
}