{
  "year" : 2011,
  "senateBillNo" : "S2213-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2213-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to application of the state uniform fire prevention and building code to certain premises owned or leased by the state or public authorities",
  "summary" : "Relates to application of the state uniform fire prevention and building code; directs OGS to implement a phase-in of compliance for existing premises owned or leased by the state or certain public authorities. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S5666-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2213\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the executive law, in relation to application of the\n         state uniform fire prevention and building code to certain premises\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 383 of the executive law is amended by adding a new\n    2  subdivision 5 to read as follows:\n    3    5.  ANY OTHER PROVISION OF ANY OTHER LAW TO THE CONTRARY NOTWITHSTAND-\n    4  ING, UNLESS OTHERWISE SPECIFICALLY PROVIDED BY STATUTE, THE  CODE  SHALL\n    5  APPLY  TO  ALL  BUILDINGS  OWNED BY OR IN WHICH SPACE IS LEASED BY STATE\n    6  AGENCIES AND COVERED AUTHORITIES, AS SUCH TERMS ARE DEFINED  IN  SECTION\n    7  TWO-A  OF  THE STATE FINANCE LAW, IRRESPECTIVE OF WHEN BUILT OR PUT INTO\n    8  SERVICE. EXISTING BUILDINGS AND STRUCTURES CONSTRUCTED BEFORE THE EFFEC-\n    9  TIVE DATE OF THIS SUBDIVISION SHALL BE SUBJECT TO THE CODE PURSUANT TO A\n   10  STAGED PLAN DEVELOPED BY THE  OFFICE  OF  GENERAL  SERVICES,  WHICH  MAY\n   11  PROVIDE  FOR COMPLIANCE OVER A PERIOD OF NOT MORE THAN FIVE YEARS, OR IF\n   12  THE OFFICE OF GENERAL SERVICES SHALL DETERMINE THAT  THERE  ARE  REASONS\n   13  REQUIRING  DELAY, WITHIN TEN YEARS, UNLESS EITHER THE BUILDING OR STRUC-\n   14  TURE IS ALTERED, IN WHICH CASE THE CODE SHALL APPLY TO  ALL  ALTERATIONS\n   15  TO  SUCH  BUILDING  OR  STRUCTURE. ADMINISTRATION AND ENFORCEMENT OF THE\n   16  REQUIREMENTS OF THIS SUBDIVISION SHALL BE AS PROVIDED IN  SECTION  THREE\n   17  HUNDRED EIGHTY-ONE OF THIS ARTICLE.\n   18    S 2. This act shall take effect on the one hundred eightieth day after\n   19  it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06127-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to application of the state uniform fire prevention and building code to certain premises ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T124632.TXT", "SOBI.D110118.T121630.TXT", "SOBI.D110118.T131134.TXT", "SOBI.D110118.T132636.TXT", "SOBI.D110119.T103237.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451157310
}