{
  "year" : 2011,
  "senateBillNo" : "S2217-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2217-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes offenses related to eluding a police officer",
  "summary" : "Creates the crimes of eluding a police officer in the third, second and first degrees. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S5568-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2217\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to eluding a police officer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  penal  law  is  amended by adding three new sections\n    2  205.35, 205.40 and 205.45 to read as follows:\n    3  S 205.35 ELUDING A POLICE OFFICER IN THE THIRD DEGREE.\n    4    A PERSON IS GUILTY OF ELUDING A POLICE OFFICER  IN  THE  THIRD  DEGREE\n    5  WHEN  HE  OR  SHE KNOWINGLY ELUDES OR ATTEMPTS TO ELUDE A POLICE OFFICER\n    6  WHILE OPERATING A MOTOR VEHICLE, WHILE RIDING IN A MOTOR  VEHICLE  OPER-\n    7  ATED  BY  ANOTHER PERSON, THROUGH THE USE OF PUBLIC TRANSPORTATION OR ON\n    8  FOOT, AND KNOWS OR REASONABLY SHOULD  KNOW  THAT  HE  OR  SHE  IS  BEING\n    9  PURSUED  BY SUCH POLICE OFFICER, AND THEREBY CAUSES A RISK TO THE SAFETY\n   10  OF THE GENERAL PUBLIC.\n   11    ELUDING A POLICE OFFICER IN THE THIRD DEGREE IS A CLASS A MISDEMEANOR.\n   12  S 205.40 ELUDING A POLICE OFFICER IN THE SECOND DEGREE.\n   13    A PERSON IS GUILTY OF ELUDING A POLICE OFFICER IN  THE  SECOND  DEGREE\n   14  WHEN  HE  OR  SHE  COMMITS  THE CRIME OF ELUDING A POLICE OFFICER IN THE\n   15  THIRD DEGREE, AND PHYSICAL INJURY TO ANOTHER PERSON RESULTS THEREFROM.\n   16    ELUDING A POLICE OFFICER IN THE SECOND DEGREE IS A CLASS E FELONY.\n   17  S 205.45 ELUDING A POLICE OFFICER IN THE FIRST DEGREE.\n   18    A PERSON IS GUILTY OF ELUDING A POLICE OFFICER  IN  THE  FIRST  DEGREE\n   19  WHEN  HE  OR  SHE  COMMITS  THE CRIME OF ELUDING A POLICE OFFICER IN THE\n   20  SECOND DEGREE, AND SERIOUS PHYSICAL INJURY OR DEATH  TO  ANOTHER  PERSON\n   21  RESULTS THEREFROM.\n   22    ELUDING A POLICE OFFICER IN THE FIRST DEGREE IS A CLASS D FELONY.\n   23    S 2. This act shall take effect on the first of November next succeed-\n   24  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06125-01-1\n",
  "memo" : "BILL NUMBER:S2217\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to eluding a police officer\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill creates the crimes of\neluding a police officer in the third, second, and first degrees to\nensure safety of the general public.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n&sect;205.35 establishes eluding a police\nofficer in the third degree as a class A misdemeanor. A person is\nguilty of third degree eluding when he or she knowingly eludes or\nattempts to elude a police officer while operating a motor vehicle,\nriding in a motor vehicle, using public transportation, or on foot,\nand knows or reasonably should know that he or she is being pursued.\n\n&sect;205.40 establishes eluding a police officer in the second degree as a\nclass E felony. A person is guilty of second degree eluding when he\nor she causes physical injury to another in the process of eluding a\npolice officer.\n\n&sect;205.45 establishes eluding a police officer in the first degree as a\nclass D felony. A person is guilty of third degree eluding when he or\nshe causes serious physical injury or death to another in the process\nof eluding a police officer.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThe penal law is\namended by adding three new sections, 205.35, 205.40, 205.45.\n\nJUSTIFICATION:\nWhen a person knows or reasonably should know that he\nor she is being pursued by a police officer, it is putting both the\nofficer and the general public in danger to avoid confronting the\nofficer. Often in the process of eluding, innocent bystanders are\ninjured and this bill seeks to impose proper punishment for such\nviolations.\n\nPRIOR LEGISLATIVE HISTORY:\nS.5568 of 2010, Referred to Codes\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November the date on which\nit shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to eluding a police officer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T122630.TXT", "SOBI.D110118.T124632.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T121630.TXT", "SOBI.D110118.T131134.TXT", "SOBI.D110119.T103738.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717918
}