{
  "year" : 2011,
  "senateBillNo" : "S2223-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S2223-2011-1295326800000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes civil penalty for failure to accept certain checks for deposit",
  "summary" : "Imposes a civil penalty of not less than $100 nor more than $500 upon a banking organization which fails or refuses to accept certain checks for deposit; directs department of banking to promulgate rules and regulations necessary for the implementation of this act. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S207-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2223\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to  acceptance  of  certain\n         checks for deposit\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 9-p of the banking law, as added by chapter 330  of\n    2  the  laws of 1988 and as renumbered by chapter 1 of the laws of 1994, is\n    3  amended to read as follows:\n    4     S 9-p. Acceptance of certain checks for deposit. 1. No banking insti-\n    5  tution as that term is defined in section nine-f of this [chapter] ARTI-\n    6  CLE shall, as a policy or general practice, refuse to accept as a depos-\n    7  it made with a teller by an account holder a check for the  sole  reason\n    8  that  it  contains  two  endorsements.  Nothing  contained  herein shall\n    9  prevent a banking institution from requiring the approval of an  officer\n   10  or manager as a condition of accepting a check with two endorsements for\n   11  deposit  or  from  refusing  to  accept  a  deposit  of a check with two\n   12  endorsements that is not made with a teller.\n   13    2. A VIOLATION OF THIS SECTION SHALL BE PUNISHABLE BY A CIVIL FINE  OF\n   14  NOT LESS THAN ONE HUNDRED DOLLARS NOR MORE THAN FIVE HUNDRED DOLLARS.\n   15    3.  THE  DEPARTMENT  SHALL PROMULGATE RULES AND REGULATIONS TO ENFORCE\n   16  THE PROVISIONS OF THIS SECTION.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07399-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to acceptance of certain checks for deposit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T103738.TXT", "SOBI.D110118.T135141.TXT", "SOBI.D110118.T132636.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451458484
}