{
  "year" : 2011,
  "senateBillNo" : "S2225-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2225-2011-1295326800000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates privacy task force within the office for technology to conduct ongoing review of state and local laws, regulations and practices and make recommendations",
  "summary" : "Creates a nine member privacy task force within the state office for technology to conduct ongoing review of state and local laws, regulations and practices with respect to the compilation, protection and dissemination of \"personal information\"; provides for composition of the task force and for annual reports to the governor and the legislature. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "State Technology Law",
  "previousVersions" : [ "S1005-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2225\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN ACT to amend the state technology law, in relation to the creation of\n         a state privacy task force\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative  intent.  The  legislature  hereby  finds  and\n    2  declares  that  personal  privacy  is an issue of great concern to state\n    3  policymakers. Over the past decade, public  and  private  entities  have\n    4  increased  their  use of computers and databases, permitting significant\n    5  amounts of data about specific individuals to be compiled.  During  that\n    6  same  period,  the internet has grown from a relatively small and little\n    7  known computer network into a medium of  international  commerce.  While\n    8  these  advances have increased the efficiency and output of the entities\n    9  utilizing them, they have also resulted in a greater amount of  personal\n   10  information being compiled, retained and disseminated than ever before.\n   11    The intent of this legislation is to create an entity within the state\n   12  office  for technology that will develop an expertise in issues relating\n   13  to personal privacy and serve as a resource to state and  local  policy-\n   14  makers.  The  state  privacy  task force will review and analyze current\n   15  state and local law  and  practices  with  respect  to  the  collection,\n   16  retention  and  dissemination  of  personal  information, and provide an\n   17  annual report to the legislature and the governor that will include  its\n   18  recommendations to protect and enhance the privacy of New Yorkers.\n   19    S 2. Article 3 and sections 301, 302, 303, 304, 305, 306, 307, 308 and\n   20  309  of  the  state  technology law, as renumbered by chapter 437 of the\n   21  laws of 2004, are renumbered article 5 and sections 501, 502, 503,  504,\n   22  505, 506, 507, 508 and 509, respectively, and a new section 510 is added\n   23  to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06803-01-1\n\n       S. 2225                             2\n\n    1    S 510. PRIVACY TASK FORCE. 1. THERE SHALL BE A PRIVACY TASK FORCE, THE\n    2  FUNCTION  AND  RESPONSIBILITY  OF  WHICH  SHALL BE TO CONDUCT AN ONGOING\n    3  REVIEW AND ANALYSIS OF STATE AND LOCAL LAWS, REGULATIONS  AND  PRACTICES\n    4  WITH  RESPECT  TO  THE  COMPILATION,  PROTECTION  AND  DISSEMINATION  OF\n    5  \"PERSONAL  INFORMATION\", AS SUCH TERM IS DEFINED IN SECTION FIVE HUNDRED\n    6  EIGHT OF THIS ARTICLE, AND TO PREPARE ANNUAL REPORTS CONTAINING A SUMMA-\n    7  RY OF THE RESULTS OF SUCH ANALYSIS AND REVIEW, AS  WELL  AS  RECOMMENDA-\n    8  TIONS  TO  PROTECT AND ENHANCE THE PRIVACY OF THE PEOPLE OF THE STATE OF\n    9  NEW YORK.\n   10    2. THE PRIVACY TASK FORCE SHALL CONSIST OF NINE MEMBERS  APPOINTED  BY\n   11  THE  GOVERNOR.  ALL  MEMBERS SHALL BE RESIDENTS OF THE STATE OF NEW YORK\n   12  AND SHALL BE KNOWLEDGEABLE ABOUT THE INTERNET AND THE COMPUTER AND SOFT-\n   13  WARE INDUSTRIES  AND  SUPPORTIVE  OF  THE  STATE'S  EFFORTS  TO  PROTECT\n   14  PERSONAL  PRIVACY.  ONE MEMBER SHALL BE THE HEAD OF THE STATE OFFICE FOR\n   15  TECHNOLOGY. ONE MEMBER SHALL BE APPOINTED BY THE  GOVERNOR;  ONE  MEMBER\n   16  SHALL BE EMPLOYED IN THE INFORMATION TECHNOLOGY SECTOR; ONE MEMBER SHALL\n   17  BE  EMPLOYED BY A COUNTY, CITY OR LOCAL GOVERNMENT WITHIN THE STATE; ONE\n   18  MEMBER SHALL BE THE EXECUTIVE DIRECTOR OF THE COMMITTEE ON OPEN  GOVERN-\n   19  MENT;  ONE  MEMBER  SHALL  BE  APPOINTED  UPON THE RECOMMENDATION OF THE\n   20  TEMPORARY PRESIDENT OF THE SENATE; ONE MEMBER SHALL  BE  APPOINTED  UPON\n   21  THE  RECOMMENDATION  OF THE SPEAKER OF THE ASSEMBLY; ONE MEMBER SHALL BE\n   22  APPOINTED UPON THE RECOMMENDATION OF THE MINORITY LEADER OF THE  SENATE;\n   23  AND ONE MEMBER SHALL BE APPOINTED UPON THE RECOMMENDATION OF THE MINORI-\n   24  TY  LEADER  OF  THE  ASSEMBLY.  THE  GOVERNOR SHALL DESIGNATE ONE OF THE\n   25  MEMBERS OF THE BOARD AS CHAIR.\n   26    (A) THE TERM OF OFFICE SHALL BE THREE YEARS. VACANCIES SHALL BE FILLED\n   27  IN THE MANNER OF ORIGINAL APPOINTMENTS FOR THE REMAINDER OF THE TERM.\n   28    (B) TASK  FORCE  MEMBERS  SHALL  RECEIVE  NO  COMPENSATION  FOR  THEIR\n   29  SERVICES AS MEMBERS, BUT SHALL BE REIMBURSED FOR THEIR ACTUAL AND NECES-\n   30  SARY EXPENSES INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n   31    (C)  THE  MEMBERS  SHALL  BE CONSIDERED EMPLOYEES OF THE STATE FOR THE\n   32  PURPOSES OF SECTION SEVENTEEN OF THE PUBLIC OFFICERS LAW.\n   33    3. THE TASK FORCE CHAIR SHALL SUBMIT THE  REPORT  SET  FORTH  IN  THIS\n   34  SECTION  ON  OR  BEFORE JANUARY FIFTEENTH, TWO THOUSAND TWELVE, AND EACH\n   35  JANUARY FIFTEENTH THEREAFTER, TO THE GOVERNOR, THE  TEMPORARY  PRESIDENT\n   36  OF  THE  SENATE,  THE  MINORITY LEADER OF THE SENATE, THE SPEAKER OF THE\n   37  ASSEMBLY AND THE MINORITY LEADER OF THE ASSEMBLY.\n   38    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2225\n\nTITLE OF BILL:\nAn act\nto amend the state technology law, in relation to the creation of a\nstate privacy task force\n\nPURPOSE:\nCreates a State Privacy Task Force that is designed to\nrecommend legislation to the Legislature and Governor to protect the\nprivacy of personal information.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 sets forth legislative intent.\n\nSection 2 creates, under the auspices of the Office for Technology, a\nState Privacy Task Force. The Task Force's charge is to \"conduct an\nongoing review and analysis of existing state and local laws,\nregulations and practices with respect to the compilation, protection\nor dissemination\" of personal information, and to report to the\nGovernor and the four legislative leaders with its recommendations on\nJanuary 15th of each year.\n\nJUSTIFICATION:\nPublic concern regarding personal\nprivacy is growing,\nespecially the potential threat to personal privacy posed by new\ntechnologies. Public and private entities have increased their use of\ncomputers and databases, permitting significant amounts of\ninformation to be compiled about individuals. Many entities, such as\ntelemarketers, credit card companies, insurance companies, now\nutilize massive databases to track customers and potential customers.\nThe result of a greater amount of personal information being\ncompiled, retained and disseminated than ever before is a feeling\namong many that individuals can no longer keep their private life to\nthemselves. This legislation will create a state-level entity that\nwill develop an expertise in issues relating to the protection of\npersonal privacy.\n\nThe State Privacy Task force will review and analyze current state and\nlocal law and practices with respect to the collection, retention and\ndissemination of personal information. It will report to the\nlegislature and the governor annually, recommending ways to enhance\nand protect the privacy of New Yorkers. In its recent report on the\nInvasion of Privacy (March 2000), the Senate Majority recommends that\n\"the work of the Task Force should not cease with this report\" (page\n5). But we can do better. This bill takes the Senate Majority's\nrecommendation one step further by creating a bipartisan task force\nwhich will consider and address privacy issues in a non-political\ncontext.\n\nFISCAL IMPLICATIONS:\n\nNone to the state.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state technology law, in relation to the creation of a state privacy task force ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110119.T104251.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110118.T132636.TXT", "SOBI.D110118.T133136.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717931
}