{
  "year" : 2011,
  "senateBillNo" : "S2229-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2229-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the wearing of a mask or headgear in public places which are designed to threaten or intimidate a group or groups of people",
  "summary" : "Prohibits the wearing of a mask or headgear in public places designed to threaten or intimidate a group or groups of people; provides that a violation shall be a class A misdemeanor. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S211-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2229\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to prohibiting the wearing of\n         a mask or headgear in  a  public  setting  designed  to  intimidate  a\n         particular group or groups of people\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 240.23  to\n    2  read as follows:\n    3  S 240.23 APPEARING IN PUBLIC PLACES DESIGNED TO THREATEN OR INTIMIDATE.\n    4    A  PERSON IS GUILTY OF APPEARING IN PUBLIC PLACES DESIGNED TO THREATEN\n    5  OR INTIMIDATE WHEN, KNOWING THE CONSEQUENCES OF HIS OR HER ACTIONS, SUCH\n    6  PERSON APPEARS AT OR PARTICIPATES IN A MARCH, PARADE OR DEMONSTRATION OR\n    7  IN ANY PUBLIC PLACE WHILE WEARING A MASK OR HEADGEAR WHICH IS RECOGNIZED\n    8  AS A THREAT OR IS INTIMIDATING TO A PARTICULAR GROUP OR GROUPS OF PEOPLE\n    9  BASED ON RELIGIOUS, ETHNIC OR OTHER PRINCIPLES. THE PROVISIONS  OF  THIS\n   10  SECTION SHALL NOT APPLY WHERE SUCH MASK OR HEADGEAR IS WORN IN A THEATRE\n   11  OR  SPORTING  EVENT, OR IN ACKNOWLEDGEMENT OF A PUBLIC HOLIDAY, OR WHERE\n   12  SUCH MASK OR HEADGEAR IS NEEDED FOR MEDICAL OR EMERGENCY PURPOSES.\n   13    APPEARING IN PUBLIC PLACES DESIGNED TO THREATEN  OR  INTIMIDATE  IS  A\n   14  CLASS A MISDEMEANOR.\n   15    S 2. This act shall take effect on the first of November next succeed-\n   16  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07403-01-1\n",
  "memo" : "BILL NUMBER:S2229\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to prohibiting the wearing of a mask\nor headgear in a public setting designed to intimidate a particular\ngroup or groups of people\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill would prohibit intimidation\nof groups through use of costume, specifically masks or headgear.\n\nJUSTIFICATION:\nThis bill is in response to the ambiguity in the state\nlaws addressing this issue, specifically to the situation with the Ku\nKlux Klan marching with their headgear on. While the recent response\nwas to allow Klan members to march, but with masks/headgear off,\nthere still exists a need to more clearly address this matter.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis Act shall take effect on the 1st of November after becoming law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to prohibiting the wearing of a mask or headgear in a public setting designed to intimidate a particular group or groups of people ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110119.T103738.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110118.T133136.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717937
}