{
  "year" : 2011,
  "senateBillNo" : "S2221-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2221-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the ability to remove persons from premises used for illegal purposes",
  "summary" : "Increases the ability to remove persons from premises used for illegal purposes; enables tenants, block associations and community organizations within 1,000 feet of a property being used for an illegal activity to serve owners with a written notice requiring the owner to make application for the removal of the person using the premises for illegal activities and allows such organizations to bring a proceeding when the owner fails to act. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "S204-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2221\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  real  property  actions and proceedings law, in\n         relation to grounds and procedures to recover premises  where  use  or\n         occupancy is illegal\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 715 of the real property  actions  and  proceedings\n    2  law,  as  amended  by  chapter 494 of the laws of 1976, subdivision 1 as\n    3  amended by chapter 555 of the laws of 1978, subdivision 3 as  added  and\n    4  subdivisions  4  and  5 as renumbered by chapter 206 of the laws of 1980\n    5  and subdivision 5 as added by chapter  627  of  the  laws  of  1978,  is\n    6  amended to read as follows:\n    7    S  715.  Grounds  and procedure where use or occupancy is illegal.  1.\n    8  [An owner or tenant, including a tenant of  one  or  more  rooms  of  an\n    9  apartment house, tenement house or multiple dwelling,] ANY OWNER, TENANT\n   10  OR  TENANT  ORGANIZATION of any premises OR ANY BLOCK ASSOCIATION within\n   11  [two hundred feet from] ONE THOUSAND FEET OF other [demised real]  RENT-\n   12  ED,  TRESPASSED UPON OR SQUATTED UPON property used or occupied in whole\n   13  or in part [as a bawdy-house, or house or place of assignation for  lewd\n   14  persons, or] for purposes of prostitution OR ILLEGAL GAMBLING OR ILLEGAL\n   15  SALES  OF  CONTROLLED  SUBSTANCES OR MARIHUANA, or for any OTHER illegal\n   16  trade, business or manufacture, or any [domestic  corporation  organized\n   17  for  the  suppression of vice, subject to or which submits to visitation\n   18  by the state department of social services and possesses  a  certificate\n   19  from  such department of such fact and of conformity with regulations of\n   20  the department,]  TENANT  ORGANIZATION,  COMMUNITY  ORGANIZATION,  BLOCK\n   21  ASSOCIATION OR SIMILAR INCORPORATED OR UNINCORPORATED ASSOCIATION ORGAN-\n   22  IZED TO PROMOTE THE PUBLIC WELFARE WITHIN AN AREA ENCOMPASSING ONE THOU-\n   23  SAND  FEET  OF  THE  SUBJECT PREMISES or any duly authorized enforcement\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07396-01-1\n\n       S. 2221                             2\n\n    1  agency of the state or of a subdivision thereof, under a duty to enforce\n    2  the provisions of the penal law or of any state or local law, ordinance,\n    3  code, rule or regulation relating to  buildings,  may  serve  personally\n    4  upon  the owner or landlord of the premises so used or occupied, or upon\n    5  his OR HER agent, a written notice requiring the owner  or  landlord  to\n    6  make  an application for the removal of the person so using or occupying\n    7  the same. If the owner or landlord or his OR HER  agent  does  not  make\n    8  such  application  within [five] TWENTY days thereafter; or, having made\n    9  it, does not in good faith diligently prosecute it, the  person,  corpo-\n   10  ration,  ASSOCIATION or enforcement agency giving the notice may bring a\n   11  proceeding under this article for such removal as though the  petitioner\n   12  were  the  owner  or landlord of the premises, and shall have precedence\n   13  over any similar proceeding thereafter brought by such owner or landlord\n   14  or to one theretofore brought by him OR HER  and  not  prosecuted  dili-\n   15  gently  and in good faith. [Proof of the ill repute of the demised prem-\n   16  ises or of the inmates thereof  or  of  those  resorting  thereto  shall\n   17  constitute presumptive evidence of the unlawful use of the demised prem-\n   18  ises required to be stated in the petition for removal.] NOTWITHSTANDING\n   19  ANY  OTHER PROVISION OF LAW TO THE CONTRARY, NO OWNER OR LANDLORD OR HIS\n   20  OR HER AGENT NEED  MAKE  SUCH  APPLICATION  UNDER  THIS  ARTICLE  UNLESS\n   21  PROVIDED  WITH  ADMISSIBLE  EVIDENCE  CONCERNING  A  TENANT, OCCUPANT OR\n   22  TRESPASSER'S ILLEGAL BUSINESS IN THE SUBJECT PREMISES. Both  the  person\n   23  in  possession  of  the property and the owner or landlord shall be made\n   24  respondents in the proceeding. THE OWNER OR LANDLORD OR HIS OR HER AGENT\n   25  MAY DEMAND WITHIN THE FIRST TEN DAYS AFTER RECEIVING THE WRITTEN  NOTICE\n   26  THAT  THE  PERSON,  CORPORATION, ASSOCIATION OR ENFORCEMENT AGENCY, THAT\n   27  SERVED IT PARTICULARIZE THE  BASIS  UPON  WHICH  THE  ACTION  IS  TO  BE\n   28  BROUGHT.  NOTWITHSTANDING  ANY OTHER PROVISIONS OF LAW UNLESS A RESPONSE\n   29  TO SAID DEMAND IS DULY RECEIVED WITHIN FIVE DAYS, AFTER SERVICE  OF  THE\n   30  DEMAND  THE  PERIOD  IN  WHICH THE OWNER OR LANDLORD OR HIS OR HER AGENT\n   31  MUST COMMENCE A PROCEEDING IS  TOLLED  UNTIL  AN  ADEQUATE  RESPONSE  IS\n   32  RECEIVED.\n   33    2.  For  purposes  of  this  section,  two  or more convictions of any\n   34  [person or persons had, within a period of one  year,  for  any  of  the\n   35  offenses  described in section 230.00, 230.05, 230.20, 230.25, 230.30 or\n   36  230.40 of the penal law arising out of conduct engaged in  at  the  same\n   37  real property consisting of a dwelling as that term is defined in subdi-\n   38  vision  four  of  section  four  of  the  multiple dwelling law shall be\n   39  presumptive evidence of conduct constituting use  of  the  premises  for\n   40  purposes of prostitution] TENANT OR OCCUPANT OF THE SUBJECT PREMISES HAD\n   41  WITHIN A PERIOD OF ONE YEAR, FOR ANY OF THE OFFENSES DESCRIBED IN SUBDI-\n   42  VISION  ONE OF SECTION 220.16 OR SECTION 220.31, 220.34, 220.39, 220.41,\n   43  220.43 OR 220.44 OF THE PENAL LAW, RELATING  TO  CONTROLLED  SUBSTANCES;\n   44  SECTION  220.45  OF  THE PENAL LAW ONLY AS IT RELATES TO SALE OF A HYPO-\n   45  DERMIC SYRINGE OR HYPODERMIC NEEDLE;  SECTION  221.30,  221.35,  221.40,\n   46  221.45,  221.50  OR  221.55  OF  THE  PENAL  LAW, RELATING TO MARIHUANA;\n   47  SECTION 225.05, 225.10, 225.15, 225.20  OR  225.30  OF  THE  PENAL  LAW,\n   48  RELATING TO GAMBLING; OR SECTION 230.04, 230.05, 230.06, 230.20, 230.25,\n   49  230.30,  230.32  OR  230.40  OF THE PENAL LAW, RELATING TO PROSTITUTION,\n   50  ARISING OUT OF CONDUCT ENGAGED IN INSIDE THE SUBJECT PREMISES, OR INSIDE\n   51  THE BUILDING IN WHICH THE SUBJECT PREMISES IS LOCATED SHALL BE  PRESUMP-\n   52  TIVE EVIDENCE OF THE UNLAWFUL USE OF SUCH PREMISES AND THE OWNER'S KNOW-\n   53  LEDGE  OF  THE SAME. ANY RELEVANT, ADMISSIBLE EVIDENCE MAY BE ADDUCED TO\n   54  PROVE THE UNLAWFUL USE OF THE  SUBJECT  PREMISES.  CRIMINAL  CONVICTIONS\n   55  SHALL NOT BE REQUIRED TO PROVE THE UNLAWFUL USE. PROOF OF THE ILL REPUTE\n   56  OF  THE  SUBJECT PREMISES SHALL CONSTITUTE EVIDENCE OF THE UNLAWFUL USE.\n\n       S. 2221                             3\n\n    1  UNLAWFUL USE OF THE SUBJECT PREMISES IS ESTABLISHED BY A FAIR PREPONDER-\n    2  ANCE OF THE EVIDENCE.\n    3    3.  [For  the purposes of this section, two or more convictions of any\n    4  person or persons had, within a period of  one  year,  for  any  of  the\n    5  offenses  described  in  section 225.00, 225.05, 225.10, 225.15, 225.20,\n    6  225.30, 225.32, 225.35 or 225.40  of  the  penal  law,  arising  out  of\n    7  conduct engaged in at the same premises consisting of a dwelling as that\n    8  term  is  defined  in  subdivision  four of section four of the multiple\n    9  dwelling law shall be presumptive evidence of unlawful use of such prem-\n   10  ises and of the owner's knowledge  of  the  same.]  NOTWITHSTANDING  THE\n   11  PROVISION  OF  ANY LEASE OR REGULATION OR LAW TO THE CONTRARY, NEITHER A\n   12  NOTICE TO CURE NOR A NOTICE OF TERMINATION  IS  A  PREREQUISITE  TO  THE\n   13  COMMENCEMENT  OF A PROCEEDING BY THE OWNER OR LANDLORD OR AGENT OR OTHER\n   14  PERSON ENTITLED TO PROCEED PURSUANT TO THIS SECTION.\n   15    4. A court granting a petition pursuant to this section may, in  addi-\n   16  tion  to  any  other  order  provided by law, make an order imposing and\n   17  requiring the payment by the respondent of a civil penalty not exceeding\n   18  [five] TEN thousand dollars to the municipality  in  which  the  subject\n   19  premises  is  located  and, the payment of reasonable attorneys fees and\n   20  the costs of the proceeding to the petitioner.  In any such case  multi-\n   21  ple respondents shall be jointly and severally liable for any payment so\n   22  ordered  and  the  amounts of such payments shall constitute a lien upon\n   23  the subject realty. HOWEVER, ONLY RESPONDENTS WHO  HAVE  BEEN  WILLFULLY\n   24  NONCOMPLIANT SHALL BE SUBJECT TO SUCH CIVIL PENALTY. A RESPONDENT MAY BE\n   25  FOUND  WILLFULLY  NONCOMPLIANT  WHEN  HE  OR  SHE  HAS FAILED TO PROCEED\n   26  DESPITE HAVING BEEN PROVIDED WITH CONVICTION  INFORMATION  CONCERNING  A\n   27  TENANT,  OCCUPANT  OR TRESPASSER'S ILLEGAL BUSINESS IN THE SUBJECT PREM-\n   28  ISES UNLESS HE OR SHE PROVES SUBSTANTIAL MITIGATING CIRCUMSTANCES EXIST.\n   29  ANY PERSON, CORPORATION, ASSOCIATION OR ENFORCEMENT AGENCY THAT IS FOUND\n   30  TO HAVE MADE FRIVOLOUS OR UNSUBSTANTIATED  CLAIMS  WHEN  PARTICULARIZING\n   31  THE BASIS UPON WHICH THE ACTION IS TO BE BROUGHT SHALL BE LIABLE FOR ANY\n   32  COSTS,  FEES  OR  DAMAGES  INCURRED BY THE LANDLORD, OWNER OR HIS OR HER\n   33  AGENT.\n   34    5. For the purposes of a proceeding under this section, an enforcement\n   35  agency of the state or of a subdivision thereof, which  may  commence  a\n   36  proceeding  under  this  section,  may  subpoena witnesses, compel their\n   37  attendance, examine them under oath before himself OR HERSELF or a court\n   38  and require that any books, records, documents  or  papers  relevant  or\n   39  material  to  the  inquiry  be turned over to him OR HER for inspection,\n   40  examination or audit, pursuant to the civil practice law and rules. If a\n   41  person subpoenaed to attend upon such inquiry fails to obey the  command\n   42  of  a  subpoena  without  reasonable cause, or if a person in attendance\n   43  upon such inquiry shall, without reasonable cause, refuse to be sworn or\n   44  to be examined or to answer a question or to produce a  book  or  paper,\n   45  when  ordered to do so by the officer conducting such inquiry, he OR SHE\n   46  shall be guilty of a class B misdemeanor.\n   47    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2221\n\nTITLE OF BILL:\nAn act\nto amend the real property actions and proceedings law, in relation\nto grounds and procedures to recover premises where use or\noccupancy is illegal\n\nSUMMARY OF PROVISIONS:\nThis bill amends the Real\nProperty Actions and\nProceedings Law (RPAPL) by amending Section 715 to remove archaic\nterms and enhance its use to remove occupants conducting illegal\nactivities in the building. This bill would make the following\nchanges to the statute:\n\n1. Provide for a more reasonable time period in which an owner is\nrequired to initiate a proceeding under Article 7 from the current\nfive days to 20 days after a notice to initiate an eviction is served;\n\n2. Provides an owner the right to have the legal basis of the notice\nserved upon him requiring removal of a tenant clarified;\n\n3. Adds tenant and community organizations to the current parties that\nhave standing to initiate notice requiring an owner to initiate the\nremoval of a person using a premises for an illegal activity and adds\nthese groups to the current parties that can bring a proceeding under\nArticle 7 to remove an occupant conducting an illegal activity where\nan owner fails to act;\n\n4. A presumptive value for criminal convictions involving controlled\nsubstance and marijuana are added as equivalents to those that exist\nfor gambling and prostitution;\n\n5. The burden of proof is set expressly as preponderance of the\nevidence;\n\n6. A blanket requirement for criminal convictions is expressly rejected;\n\n7. The need for a notice to cure is expressly rejected.\n\nREASONS FOR SUPPORT:\nThis long standing law has\nrecently been utilized\nas a mechanism to evict drug dealers from properties. The Bawdy House\nLaw is a statutory conferral of standing to parties whose lives and\nproperty are affected by the presence of an illegal activity in their\nneighborhoods. The grounds for initiating an action is similar to the\nbasis for initiating an action in the public nuisance law, where a\nperson affected by a nuisance may bring an action for abatement and\ndamages against the person causing the nuisance. The statutory\n\nconferral of standing is not unique and parallels provisions in the\nMultiple Dwelling Law, the Alcoholic Beverage Control Law and the\nState Finance Law.\n\nThis bill updates and clarifies the Bawdy House Law to make it a more\neffective tool to rid buildings of drug dealers and drug dens. This\nlegislation would delete archaic and outdated terms and provide more\nreasonable notice and proceeding timetables. The bill would also\nexpand the grounds to evict and recover a premises to include the\npossession of controlled substances. Community and tenant\norganizations can provide effective assistance in the fight to rid\nbuilding of drug dealers and drug dens. The Bawdy House Law gives\nspecial standing to persons located within 200 feet of an illegal\nbusiness. The bill adds to the current list of those with standing,\ntenant and community organizations and enables all persons with\nstanding that are within 1,000 feet of a premises where illegal\nactivity is taking place to serve owners with a written notice of\nillegal activity and requiring them to initiate a proceeding to\nevict. Where owners fail to act, the bill will add these\norganizations to those that already have standing to bring a\nproceeding to remove the occupant conducting an illegal activity. In\naddition, the bill expands the unrealistic time frame established in\nthe Bawdy House Law to initiate a proceeding from five to 20 days and\nprovides\nowners with the right to have the legal basis of the notice that\nis served upon them by tenants or qualified organizations clarified.\n\nThe bill also codifies several important points which have been\nseriously contested in recent cases commenced pursuant to the Bawdy\nHouse Law. First, the bill provides that notices to cure and notice\nof termination are not required in this type of case. Authorities\nhave held that these notices are reasonable only when a tenant's or\nsubtenant's conduct is in violation of a provision of the lease but\nnever when it is in violation of the law. Second, the bill expressly\nidentifies selling narcotics as one of the illegal businesses which\nprovide the grounds for an eviction. The retail and wholesale selling\nof narcotics from inside a multiple dwelling is a modern phenomenon\nand should be clearly identified as an illegal business. Third, this\nbill sets the preponderance of evidence as the standard of proof that\nthe petitioner must carry. Fourth, it expressly rejects the notion\nthat criminal convictions are a prerequisite to the commencement of\nactions of this type. Finally, the bill increases the potential\namount of the civil fine for non-compliance which is paid to a\nmunicipality from $5,000 to $10,000.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to grounds and procedures to recover premises where use or occupancy is illegal ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110119.T103738.TXT", "SOBI.D110118.T135141.TXT", "SOBI.D110118.T132636.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717926
}