{
  "year" : 2011,
  "senateBillNo" : "S2227-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2227-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalty for witness and jury tampering",
  "summary" : "Increases the penalties for witness and jury tampering from a class D felony to a class C felony. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S208-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2227\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to increasing the penalty for\n         witness and jury tampering\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The closing paragraph of section 215.00 of the penal law is\n    2  amended to read as follows:\n    3    Bribing a witness is a class [D] C felony.\n    4    S  2.  The  closing  paragraph  of  section 215.05 of the penal law is\n    5  amended to read as follows:\n    6    Bribe receiving by a witness is a class [D] C felony.\n    7    S 3. The closing paragraph of section 215.10  of  the  penal  law,  as\n    8  amended  by  chapter  664  of  the  laws  of 1982, is amended to read as\n    9  follows:\n   10    Tampering with a witness in the fourth degree is a class [A  misdemea-\n   11  nor] D FELONY.\n   12    S  4.  The  closing  paragraph  of section 215.11 of the penal law, as\n   13  added by chapter 664 of the laws of 1982, is amended to read as follows:\n   14    Tampering with a witness in the third degree is a class [E] C felony.\n   15    S 5. The closing paragraph of section 215.12  of  the  penal  law,  as\n   16  added by chapter 664 of the laws of 1982, is amended to read as follows:\n   17    Tampering with a witness in the second degree is a class [D] B felony.\n   18    S  6.  The  closing  paragraph  of section 215.13 of the penal law, as\n   19  added by chapter 664 of the laws of 1982, is amended to read as follows:\n   20    Tampering with a witness in the first degree is a class [B] A felony.\n   21    S 7. Subdivision 1 of section 215.14 of the penal law, as  amended  by\n   22  chapter 331 of the laws of 1996, is amended to read as follows:\n   23    1. Any person who is the victim of an offense upon which an accusatory\n   24  instrument is based or, is subpoenaed to attend a criminal proceeding as\n   25  a  witness pursuant to article six hundred ten of the criminal procedure\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07400-01-1\n\n       S. 2227                             2\n\n    1  law or who exercises his rights as  a  victim  as  provided  by  section\n    2  380.50  or  390.30  of  the criminal procedure law or subdivision two of\n    3  section two hundred fifty-nine-i of the executive law and  who  notifies\n    4  his  employer  or agent of his intent to appear as a witness, to consult\n    5  with the district attorney, or to exercise his rights as provided in the\n    6  criminal procedure law, the family court act and the executive law prior\n    7  to the day of his attendance, shall not on account of his  absence  from\n    8  employment  by reason of such service be subject to discharge or penalty\n    9  except as hereinafter provided. Upon request of the employer  or  agent,\n   10  the party who sought the attendance or testimony shall provide verifica-\n   11  tion  of  the  employee's  service.   An employer may, however, withhold\n   12  wages of any such employee during the period  of  such  attendance.  The\n   13  subjection  of  an  employee  to  discharge or penalty on account of his\n   14  absence from employment by  reason  of  his  required  attendance  as  a\n   15  witness  at  a  criminal  proceeding  or  consultation with the district\n   16  attorney or exercise of his rights as provided under law  shall  consti-\n   17  tute a class [B] A misdemeanor.\n   18    S  8.  The  closing  paragraph  of section 215.15 of the penal law, as\n   19  added by chapter 667 of the laws of 1985, is amended to read as follows:\n   20    Intimidating a victim or witness in the third degree is a class [E]  C\n   21  felony.\n   22    S  9.  The  closing  paragraph  of section 215.16 of the penal law, as\n   23  added by chapter 667 of the laws of 1985, is amended to read as follows:\n   24    Intimidating a victim or witness in the second degree is a class [D] B\n   25  felony.\n   26    S 10. The closing paragraph of section 215.17 of  the  penal  law,  as\n   27  added by chapter 667 of the laws of 1985, is amended to read as follows:\n   28    Intimidating  a victim or witness in the first degree is a class [B] A\n   29  felony.\n   30    S 11. The closing paragraph of section 215.19 of the penal  law,  such\n   31  section  as renumbered by chapter 667 of the laws of 1985, is amended to\n   32  read as follows:\n   33    Bribing a juror is a class [D] C felony.\n   34    S 12. The closing paragraph of section 215.20  of  the  penal  law  is\n   35  amended to read as follows:\n   36    Bribe receiving by a juror is a class [D] C felony.\n   37    S  13.  The  closing  paragraph of section 215.23 of the penal law, as\n   38  added by chapter 305 of the laws of 1990, is amended to read as follows:\n   39    Tampering with a juror in the second degree is a class [B] A misdemea-\n   40  nor.\n   41    S 14. The closing paragraph of section 215.25 of  the  penal  law,  as\n   42  amended  by  chapter  305  of  the  laws  of 1990, is amended to read as\n   43  follows:\n   44    Tampering with a juror in the first degree is a class [A  misdemeanor]\n   45  E FELONY.\n   46    S  15.  The  closing  paragraph of section 215.28 of the penal law, as\n   47  added by chapter 305 of the laws of 1990, is amended to read as follows:\n   48    Misconduct by a juror in the second degree is a  [violation]  CLASS  D\n   49  MISDEMEANOR.\n   50    S  16.  The  closing  paragraph of section 215.30 of the penal law, as\n   51  amended by chapter 305 of the laws  of  1990,  is  amended  to  read  as\n   52  follows:\n   53    Misconduct by a juror in the first degree is a class [A misdemeanor] E\n   54  FELONY.\n   55    S  17.  This  act  shall  take  effect  on  the first of November next\n   56  succeeding the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2227\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to increasing the penalty for\nwitness and jury tampering\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill is\ndesignated to increase\npenalties across-the-board for witness and jury tampering. This bill\nincreases penalties for witness and jury tampering under sections\n215.00, 215.05, 215.10, 215.11, 215.12, 215.13, 215.14, 215.15,\n215.16, 215.17, 215.19, 215.20, 215.23, 215.25, 215.28, and 215.30 of\nthe Penal Law.\n\nJUSTIFICATION:\nJury and witness tampering can safely be described as\nthe growth crime of the 1990's, due especially to increases in drug\nrelated crimes and subsequent court activities. This bill would\nremedy the often ineffective penalties provided for these crimes\nunder the Penal Law, and enact penalties which are more appropriate\nfor widespread intimidation and corruption of the legal system.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nFirst day of November after it becomes a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to increasing the penalty for witness and jury tampering ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110119.T103738.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110118.T133136.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717934
}