{
  "year" : 2011,
  "senateBillNo" : "S2224-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2224-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes issuance of income executions for distributive awards",
  "summary" : "Specifically includes income executions in equitable distribution actions. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "S175-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2224\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules,  in  relation  to  the\n         issuance of income executions for distributive awards\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Paragraph 1 of subdivision (a)  of  section  5241  of  the\n    2  civil  practice  law and rules, as amended by chapter 398 of the laws of\n    3  1997, is amended to read as follows:\n    4    1. \"Order of support\" means any temporary or  final  order,  judgment,\n    5  agreement  or  stipulation incorporated by reference in such judgment or\n    6  decree in a matrimonial  action  or  family  court  proceeding,  or  any\n    7  foreign  support order, judgment or decree, registered pursuant to arti-\n    8  cle five-B of the family court act which directs the payment of alimony,\n    9  maintenance, support [or], child support OR A DISTRIBUTIVE AWARD.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07385-01-1\n",
  "memo" : "BILL NUMBER:S2224\n\nTITLE OF BILL:\nAn act\nto amend the civil practice law and rules, in relation to the\nissuance of income executions for distributive awards\n\nSUMMARY:\nThis bill would amend CPLR 5241(a) to specifically provide that income\nexecutions are available in equitable distribution actions.\n\nJUSTIFICATION:\nThe 1989 practice commentary by Professor David D. Siegel, in\nMcKinney's Civil Practice Law and Rules, notes that pursuant to the\ncase of MALONEY v. MALONEY, 140 Misc. 852, 532 N.Y.2d 203 (Sup. Ct.,\nRichmond County, July 27, 1988), the facilitated procedures of\n\"support\" obligation. A money obligation emanating from an equitable\ndistribution award but not qualifying as a support obligation is not\neligible. It has to go through other procedures and, as far as an\nincome execution is concerned, depend on CPLR 5231 (\"Income\nexecutions\"). The court says that if these other procedures are not\nas \"swift, expeditious, or immediate\" as the CPLR 5241 device, that\nis a circumstance the legislature has to address. This bill would\nrespond to the Court's suggestion by specifically providing that\nincome executions are appropriate devices to employ in equitable\ndistribution actions.\n\nFISCAL IMPLICATION:\nNone.\n\nEFFECTIVE DATE\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to the issuance of income executions for distributive awards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110119.T104251.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110118.T132636.TXT", "SOBI.D110118.T135141.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717930
}