{
  "year" : 2011,
  "senateBillNo" : "S2220-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2220-2011-1295326800000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates office of insurance consumer advocate within department of insurance",
  "summary" : "Creates the office of insurance consumer advocate within the department of insurance; office to consist of five members; describes powers and duties; such office to be funded by an assessment upon domestic insurers and licensed U.S. branches of alien insurers domiciled in NYS. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S4444-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2220\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance  law,  in  relation  to  establishing  the\n         office  of insurance consumer advocate within the insurance department\n         and describing its powers and duties\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The insurance law is amended by adding a new section 210-b\n    2  to read as follows:\n    3    S 210-B. OFFICE OF INSURANCE CONSUMER ADVOCATE. (A)  THERE  IS  HEREBY\n    4  CREATED WITHIN THE DEPARTMENT THE OFFICE OF INSURANCE CONSUMER ADVOCATE,\n    5  HEREAFTER  REFERRED  TO IN THIS SECTION AS THE OFFICE. SUCH OFFICE SHALL\n    6  CONSIST OF FIVE MEMBERS, THREE OF WHOM SHALL BE APPOINTED BY THE  EXECU-\n    7  TIVE  DIRECTOR OF THE CONSUMER PROTECTION BOARD AND TWO OF WHOM SHALL BE\n    8  APPOINTED BY THE SUPERINTENDENT. MEMBERS OF THE OFFICE SHALL RECEIVE  NO\n    9  COMPENSATION  FOR  THEIR SERVICES AS MEMBERS, BUT SHALL BE ALLOWED THEIR\n   10  ACTUAL AND NECESSARY EXPENSES  INCURRED  IN  THE  PERFORMANCE  OF  THEIR\n   11  DUTIES.\n   12    (B) THE OFFICE, TOGETHER WITH THE CONSUMER PROTECTION BOARD, SHALL:\n   13    (1)  ASSESS  THE  IMPACT  OF  INSURANCE REGULATORY ACTIONS ON NEW YORK\n   14  CONSUMERS. SUCH ASSESSMENT SHALL INCLUDE THE REVIEW OF APPLICATIONS  FOR\n   15  SUBSCRIBER  RATE  CHANGES  FILED  BY HEALTH INSURANCE PROVIDERS LICENSED\n   16  PURSUANT TO ARTICLE FORTY-THREE OF THIS CHAPTER AND  ARTICLE  FORTY-FOUR\n   17  OF THE PUBLIC HEALTH LAW.\n   18    (2) APPEAR AT PUBLIC HEARINGS AS A REPRESENTATIVE OF CONSUMERS, TREAT-\n   19  ED  AS A CLASS, WITH RESPECT TO RATE-SETTING MATTERS THAT ARE BEFORE THE\n   20  SUPERINTENDENT THAT AFFECT THE CONSUMING PUBLIC.\n   21    (3) POSSESS ALL RIGHTS AND POWERS OF ANY PARTY AT  INTEREST  APPEARING\n   22  BEFORE  THE  DEPARTMENT WITH REGARD TO EXAMINATION AND CROSS-EXAMINATION\n   23  OF WITNESSES AND PRESENTATION OF EVIDENCE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06404-01-1\n\n       S. 2220                             2\n\n    1    (4) HAVE ACCESS AS ANY PARTY, OTHER THAN STAFF, TO ALL  RECORDS  GATH-\n    2  ERED  BY  THE DEPARTMENT INCLUDING NONPRIVILEGED MATERIAL WHICH IS RELE-\n    3  VANT TO THE SUBJECT MATTER  INVOLVED  IN  SUCH  PROCEEDINGS  BEFORE  THE\n    4  DEPARTMENT.\n    5    (5)  RECOMMEND  INSURANCE-RELATED  LEGISLATION  TO  THE LEGISLATURE IN\n    6  CONSULTATION WITH THE CONSUMER PROTECTION BOARD  THAT  IN  ITS  JUDGMENT\n    7  WOULD POSITIVELY AFFECT THE INTERESTS OF CONSUMERS.\n    8    THE  OFFICE  SHALL  NOT PREEMPT THE APPEARANCE OF OTHER CONSUMER ADVO-\n    9  CATES AT ANY OFFICIAL PROCEEDINGS.\n   10    (C) THE OFFICE SHALL BE FUNDED BY  AN  ASSESSMENT  UPON  ALL  DOMESTIC\n   11  INSURERS AND ALL LICENSED UNITED STATES BRANCHES OF ALIEN INSURERS DOMI-\n   12  CILED  IN  THIS  STATE  IN THE SAME MANNER AS SUCH INSURERS ARE ASSESSED\n   13  PURSUANT TO SECTION THREE  HUNDRED  THIRTY-TWO  OF  THIS  CHAPTER.  SUCH\n   14  ASSESSMENT  SHALL BE FOR THE PURPOSE OF DEFRAYING THE COSTS OF CREATING,\n   15  ADMINISTERING AND OPERATING THE OFFICE.\n   16    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   17  have become a law.\n",
  "memo" : "BILL NUMBER:S2220\n\nTITLE OF BILL:\nAn act\nto amend the insurance law, in relation to establishing the office\nof insurance consumer advocate within the insurance department and\ndescribing its powers and duties\n\nSUMMARY:\nThe insurance law is amended by adding a new section 210-b to\ncreate the Office of Insurance Consumer Advocate. The duties of such\nwill include, but not be limited to: review of rate applications;\nparticipation in public hearings; and review and recommend legislation\nrelated to improving the insurance process for consumers.\n\nJUSTIFICATION:\nOn April 7, 1986 a report of the Governor's Advisory\nCommission on Liability Insurance, \"INSURING OUR FUTURE\" -commonly\nknown as the Jones Commission Report- embraced the idea of creating\nan Office of Insurance Consumer Advocate. The report stated that,\n\"Although the Insurance Department generally attends to the interests\nof insurance consumers, there is no New York State appointee who is\nexclusively charged with that task of representing consumer interests\nwith respect to insurance matters.\" The report continues by stressing\nthat the ratemaking process cannot be completely fair unless \"a named\nindividual is designated to represent this interest (consumer) and is\ngiven full access to the information necessary to intervene on an\ninformed timely basis.\"\n\nThis recommendation is similar to the Texas law which established the\nDivision of Consumer Protection within the State Board of Insurance\nto represent the interest of insurance consumers statewide. With this\nreport in mind, with the Texas model as an example, and with the\nlarge rate hikes that have been awarded to health insurance carriers,\nnow is the time to ensure that consumers' point of view is adequately\nrepresented. These increases have a detrimental effect on all\npolicyholders, but especially those with fixed incomes. Such\nincreases could force many senior citizens to cancel coverage. Such\nissues must be fully analyzed before a rate increase is granted. Blue\nCross of Western New York and Blue Shield of Western New York, for\nexample, recently received a 19.1% and 22.8% rate increase\nrespectively. Customers cannot continue to sustain these drastic\nincreases.\n\nFISCAL IMPLICATIONS:\nNot known at this time.\n\nEFFECTIVE DATE:\nThis act shall take effect 60 days after it shall have\nbecome law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to establishing the office of insurance consumer advocate within the insurance department and describing its powers and duties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110119.T103738.TXT", "SOBI.D110118.T135141.TXT", "SOBI.D110118.T132636.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717924
}