{
  "year" : 2011,
  "senateBillNo" : "S2228-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : null,
  "summary" : "Requires school districts to maintain libraries in elementary and secondary schools and employ certified school library media specialists; provides for a waiver of such requirement upon showing of financial hardship or adequate library access. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S212-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2228\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in  relation  to  maintaining  school\n         libraries\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 815 to\n    2  read as follows:\n    3    S 815. SCHOOL LIBRARIES. 1. NOTWITHSTANDING ANY OTHER PROVISION OF LAW\n    4  TO THE CONTRARY AND SUBJECT TO THE PROVISIONS OF SUBDIVISION TWO OF THIS\n    5  SECTION, EACH SCHOOL DISTRICT SHALL MAINTAIN A SCHOOL  LIBRARY  IN  EACH\n    6  ELEMENTARY  AND  SECONDARY  SCHOOL  IN  THE  DISTRICT.  SCHOOL DISTRICTS\n    7  OUTSIDE A CITY HAVING A POPULATION OF ONE MILLION OR MORE  SHALL  EMPLOY\n    8  CERTIFIED SCHOOL LIBRARY MEDIA SPECIALISTS FOR EACH SUCH SCHOOL LIBRARY,\n    9  IN  ACCORDANCE  WITH  REGULATIONS PRESCRIBED BY THE COMMISSIONER. SCHOOL\n   10  DISTRICTS IN A CITY HAVING A POPULATION OF ONE  MILLION  OR  MORE  SHALL\n   11  EMPLOY  CERTIFIED  SCHOOL LIBRARY MEDIA SPECIALISTS FOR EACH SUCH SCHOOL\n   12  LIBRARY, IN ACCORDANCE WITH REGULATIONS PRESCRIBED BY THE COMMISSIONER.\n   13    2. THE COMMISSIONER MAY, UPON APPLICATION BY A SCHOOL DISTRICT,  WAIVE\n   14  THE  APPLICABILITY  OF THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION\n   15  TO SUCH SCHOOL DISTRICT UPON A DETERMINATION BY  THE  COMMISSIONER  THAT\n   16  SUCH  PROVISIONS  WOULD PLACE AN EXTREME FINANCIAL BURDEN ON SUCH SCHOOL\n   17  DISTRICT OR THAT SUCH SCHOOL DISTRICT'S NEEDS ARE ADEQUATELY MET THROUGH\n   18  A SHARING  ARRANGEMENT  WITH  A  PUBLIC  LIBRARY  AND  SUCH  ARRANGEMENT\n   19  PROVIDES FOR ADEQUATE LIBRARY ACCESS.\n   20    S  2.  This act shall take effect on the first of July next succeeding\n   21  the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07404-01-1\n",
  "memo" : "BILL NUMBER:S2228\n\nTITLE OF BILL:\n\nAn act\nto amend the education law, in relation to maintaining school\nlibraries\n\nPURPOSE OF BILL:\n\nTo mandate that each school district maintains a school library in\neach school in the district and employ certified school library media\nspecialists.\n\nSUMMARY OF BILL:\n\nEach school district outside of a city with a population of one\nmillion or more shall maintain a school library in each school\ndistrict and shall employ certified school library media specialists.\nIn cities of a population of more than one million, the board would\nbe required to employ certified school library media specialists.\n\nJUSTIFICATION:\n\nSchool libraries are an integral part of the educational program,\nsupporting and complementing all phases of the formal instructional\nprogram. Students must be familiarized with libraries early in their\neducation and we must ensure continual access to library resources.\nUnfortunately, school libraries are frequent targets for budget cuts\nat the local district level. In localities where access to public\nlibrary collections may be limited, the school library is doubly\nindispensable.\nTo prevent the slighting of this essential resource, this legislation\nwill ensure that the investment by local' school boards in library\nbooks and library personnel is adequate across the state.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nJuly 1 following enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to maintaining school libraries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110119.T103738.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110118.T133136.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717935
}