{
  "year" : 2011,
  "senateBillNo" : "S2226-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : null,
  "summary" : "Establishes detailed procedure for awards following public bidding for purchases and contracts by all public benefit corporations and public authorities not otherwise exempted; establishes an equal employment opportunity program, the minority and women-owned business enterprise program. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S201-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2226\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT  to  amend  the  public  authorities  law, in relation to public\n         bidding for purchases and contracts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public authorities law is amended by adding three new\n    2  sections 2878-c, 2878-d and 2878-e to read as follows:\n    3    S 2878-C.   LETTING OF CONTRACTS.   1.   ALL  PUBLIC  AUTHORITIES  AND\n    4  PUBLIC  BENEFIT  CORPORATIONS, UNLESS OTHERWISE REQUIRED BY LAW TO AWARD\n    5  CONTRACTS FOR THE PURCHASE OF SUPPLIES, MATERIALS OR  EQUIPMENT  TO  THE\n    6  LOWEST RESPONSIBLE BIDDER AFTER HAVING OBTAINED SEALED BIDS, SHALL AWARD\n    7  CONTRACTS IN THE MANNER PROVIDED IN THIS SECTION.\n    8    2.    ALL  PURCHASE  CONTRACTS  FOR  SUPPLIES,  MATERIALS OR EQUIPMENT\n    9  INVOLVING AN ESTIMATED EXPENDITURE IN  EXCESS  OF  TWENTY-FIVE  THOUSAND\n   10  DOLLARS  SHALL BE AWARDED BY PUBLIC AUTHORITIES OR PUBLIC BENEFIT CORPO-\n   11  RATIONS TO THE LOWEST RESPONSIBLE BIDDER FURNISHING  REQUIRED  SECURITY,\n   12  IF SECURITY IS TO BE REQUIRED, AFTER OBTAINING SEALED BIDS IN THE MANNER\n   13  HEREINAFTER SET FORTH. NOTHING IN THIS SECTION SHALL PROHIBIT THE EVALU-\n   14  ATION OF BIDS ON THE BASIS OF THE LIFE CYCLE COST OF THE SUPPLIES, MATE-\n   15  RIALS  AND  EQUIPMENT  TO  BE PURCHASED SO LONG AS THE INVITATION TO BID\n   16  CLEARLY SETS FORTH THE OBJECTIVELY MEASURABLE CRITERIA  TO  BE  USED  IN\n   17  EVALUATING  THE LIFE CYCLE COST OF THE ITEM TO BE PURCHASED. SUCH CRITE-\n   18  RIA MAY INCLUDE BUT SHALL NOT BE LIMITED TO COSTS OR SAVINGS  ASSOCIATED\n   19  WITH  DISCOUNTS,  TRANSPORTATION, INSTALLATION, ENERGY USE, MAINTENANCE,\n   20  OPERATION AND SALVAGE OR DISPOSAL. A PUBLIC AUTHORITY OR PUBLIC  BENEFIT\n   21  CORPORATION  MAY, IN ITS DISCRETION, REJECT ALL BIDS AND OBTAIN NEW BIDS\n   22  IN THE MANNER PROVIDED BY THIS SECTION OR, IN CASES WHERE  TWO  OR  MORE\n   23  RESPONSIBLE  BIDDERS  FURNISHING SECURITY, IF REQUIRED BY THE AUTHORITY,\n   24  SUBMIT IDENTICAL BIDS AS TO PRICE, AWARD THE CONTRACT  TO  ANY  OF  SUCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07393-01-1\n\n       S. 2226                             2\n\n    1  BIDDERS  OR  OBTAIN  NEW BIDS FROM SUCH BIDDERS. NOTHING IN THIS SECTION\n    2  SHALL OBLIGATE THE AUTHORITY TO SEEK NEW BIDS  AFTER  THE  REJECTION  OF\n    3  BIDS OR AFTER CANCELLATION OF A BID.\n    4    3.    (A) ADVERTISEMENT FOR BIDS, WHEN REQUIRED BY THIS SECTION, SHALL\n    5  BE PUBLISHED AT LEAST ONCE IN  THE  STATE  REGISTER,  PUBLISHED  BY  THE\n    6  DEPARTMENT  OF  STATE  PURSUANT  TO SECTION ONE HUNDRED FORTY-SIX OF THE\n    7  EXECUTIVE LAW, AND AT LEAST ONCE IN A NEWSPAPER OF  GENERAL  CIRCULATION\n    8  IN  THE  AREA  SERVED  BY SUCH PUBLIC AUTHORITY OR PUBLIC BENEFIT CORPO-\n    9  RATION.  PUBLICATION IN THE STATE REGISTER AND A  NEWSPAPER  OF  GENERAL\n   10  CIRCULATION  IN  THE  AREA  SERVED  SHALL  NOT  BE  REQUIRED IF BIDS FOR\n   11  CONTRACTS FOR SUPPLIES, MATERIALS OR EQUIPMENT ARE OF A  TYPE  REGULARLY\n   12  PURCHASED  BY  THE AUTHORITY OR PUBLIC BENEFIT CORPORATION AND ARE TO BE\n   13  SOLICITED FROM A LIST OF POTENTIAL SUPPLIERS, IF SUCH  LIST  IS  OR  HAS\n   14  BEEN  DEVELOPED  CONSISTENT  WITH THE PROVISIONS OF SUBDIVISION SEVEN OF\n   15  THIS SECTION.  PUBLIC AUTHORITIES AND PUBLIC BENEFIT CORPORATIONS  SHALL\n   16  PAY  ANY  REASONABLE CHARGE FOR PUBLICATION IN THE STATE REGISTER DETER-\n   17  MINED BY THE SECRETARY OF STATE WITH THE APPROVAL OF THE DIRECTOR OF THE\n   18  BUDGET.  SUCH ADVERTISEMENT SHALL CONTAIN A STATEMENT OF  THE  TIME  AND\n   19  PLACE  WHERE  ALL BIDS RECEIVED PURSUANT TO SUCH NOTICE WILL BE PUBLICLY\n   20  OPENED AND READ.  AT LEAST FIFTEEN DAYS SHALL ELAPSE BETWEEN  THE  FIRST\n   21  PUBLICATION  OF  SUCH  ADVERTISEMENT OR THE SOLICITATION OF BIDS, AS THE\n   22  CASE MAY BE, AND THE DATE OF OPENING AND READING OF BIDS.\n   23    (B)  SUCH PUBLIC AUTHORITY OR PUBLIC BENEFIT CORPORATION MAY DESIGNATE\n   24  ANY OFFICER OR EMPLOYEE TO OPEN THE BIDS AT THE TIME AND PLACE BIDS  ARE\n   25  TO BE OPENED AND TO AWARD THE CONTRACT TO THE LOWEST RESPONSIBLE BIDDER.\n   26  SUCH DESIGNEE SHALL MAKE A RECORD OF ALL BIDS IN SUCH FORM AND DETAIL AS\n   27  THE AUTHORITY OR CORPORATION SHALL PRESCRIBE AND PRESENT THE SAME AT THE\n   28  NEXT  REGULAR OR SPECIAL MEETING OF THE PUBLIC AUTHORITY OR PUBLIC BENE-\n   29  FIT CORPORATION.  ALL BIDS RECEIVED SHALL BE PUBLICLY OPENED AND READ AT\n   30  THE TIME AND PLACE SPECIFIED IN THE ADVERTISEMENT  OR  AT  THE  TIME  OF\n   31  SOLICITATION  OR TO WHICH THE OPENING AND READING HAVE BEEN ADJOURNED BY\n   32  THE AUTHORITY.\n   33    4.  NOTWITHSTANDING THE FOREGOING, A PUBLIC AUTHORITY OR PUBLIC  BENE-\n   34  FIT  CORPORATION MAY, BY RESOLUTION, DECLARE THAT COMPETITIVE BIDDING IS\n   35  IMPRACTICAL OR INAPPROPRIATE BECAUSE OF THE  EXISTENCE  OF  ANY  OF  THE\n   36  CIRCUMSTANCES  HEREINAFTER  SET  FORTH.    IN  EACH  CASE WHERE A PUBLIC\n   37  AUTHORITY OR PUBLIC BENEFIT  CORPORATION  DECLARES  COMPETITIVE  BIDDING\n   38  IMPRACTICAL  OR  INAPPROPRIATE,  IT  SHALL  STATE  THE  REASON THEREFOR.\n   39  COMPETITIVE BIDDING MAY ONLY BE DECLARED  IMPRACTICAL  OR  INAPPROPRIATE\n   40  WHERE:\n   41    (A) THE EXISTENCE OF AN EMERGENCY INVOLVING DANGER TO LIFE AND PROPER-\n   42  TY  OR  OTHER UNFORESEEN OCCURRENCE REQUIRES IMMEDIATE ACTION AND CANNOT\n   43  AWAIT COMPETITIVE BIDDING;\n   44    (B) THE ITEM TO BE PURCHASED IS AVAILABLE ONLY FROM A SINGLE RESPONSI-\n   45  BLE SOURCE;\n   46    (C) THE PUBLIC AUTHORITY  OR  PUBLIC  BENEFIT  CORPORATION  WISHES  TO\n   47  EXPERIMENT  WITH  OR  TEST  A  NEW PRODUCT OR TECHNOLOGY OR EVALUATE THE\n   48  SERVICE OR RELIABILITY OF SUCH PRODUCT OR TECHNOLOGY;\n   49    (D) THE AUTHORITY RECEIVES  NO  RESPONSIBLE  BIDS  OR  ONLY  A  SINGLE\n   50  RESPONSIVE  BID IS RECEIVED IN RESPONSE TO AN INVITATION FOR COMPETITIVE\n   51  BIDS;\n   52    (E) THE PUBLIC AUTHORITY OR PUBLIC BENEFIT CORPORATION DETERMINES THAT\n   53  IT IS IN THE PUBLIC INTEREST TO AWARD CONTRACTS BY NEGOTIATION AND WITH-\n   54  OUT COMPETITIVE BIDDING BECAUSE THE MARKET FOR A PARTICULAR  PRODUCT  IS\n   55  EXTREMELY  VOLATILE  AND,  AS  A  RESULT,  THERE IS INSUFFICIENT TIME TO\n   56  CONDUCT THE COMPETITIVE BIDDING PROCESS;\n\n       S. 2226                             3\n\n    1    (F) THE PUBLIC AUTHORITY OR PUBLIC BENEFIT CORPORATION DETERMINES,  BY\n    2  A  TWO-THIRDS  VOTE OF ITS MEMBERS, THAT IT IS IN THE PUBLIC INTEREST TO\n    3  AWARD CONTRACTS THROUGH NEGOTIATION PURSUANT TO  A  COMPETITIVE  REQUEST\n    4  FOR  PROPOSALS  PROCESS.  FOR  PURPOSES  OF  THIS SECTION, A COMPETITIVE\n    5  REQUEST  FOR PROPOSALS PROCESS SHALL MEAN A COMPETITIVE METHOD OF SOLIC-\n    6  ITING TECHNICAL AND PRICE PROPOSALS AND AWARDING A CONTRACT ON THE BASIS\n    7  OF A FORMAL EVALUATION OF THE CHARACTERISTICS SUCH AS QUALITY  AND  COST\n    8  OF  SUCH PROPOSALS AGAINST STATED SELECTION CRITERIA. SUCH PROCESS SHALL\n    9  PROVIDE FOR THE  ACCEPTANCE  BY  RESOLUTION  OF  THE  MOST  ADVANTAGEOUS\n   10  PROPOSAL  AT  A PUBLIC MEETING OF THE PUBLIC AUTHORITY OR PUBLIC BENEFIT\n   11  CORPORATION WITH SUCH RESOLUTION SETTING FORTH THE  SELECTION  CRITERIA.\n   12  NOTHING IN THIS PARAGRAPH SHALL PRECLUDE:\n   13    (I) NEGOTIATIONS FOLLOWING THE RECEIPT OF RESPONSES TO THE REQUEST FOR\n   14  PROPOSALS;\n   15    (II) NEGOTIATIONS WITH THE PROPONENT OF THE MOST ADVANTAGEOUS PROPOSAL\n   16  FOLLOWING ITS ACCEPTANCE AND NEGOTIATION WITH ANOTHER PROPOSER; OR\n   17    (III)  THE  REJECTION  OF  ANY  PROPOSAL  AFTER ITS ACCEPTANCE AND THE\n   18  SOLICITATION OF NEW COMPETITIVE PROPOSALS IN THE MANNER HEREIN PROVIDED;\n   19    (G) THE ITEM IS AVAILABLE THROUGH A CONTRACT OF THE STATE OF NEW YORK,\n   20  A POLITICAL SUBDIVISION THEREOF, OR ANOTHER PUBLIC AUTHORITY  OR  PUBLIC\n   21  BENEFIT  CORPORATION,  PROVIDED  THAT  THE  AUTHORITY  SHALL ACCEPT SOLE\n   22  RESPONSIBILITY FOR ANY PAYMENT DUE THE VENDOR.\n   23    5. THE GOVERNING BODY OF ANY PUBLIC AUTHORITY OR PUBLIC BENEFIT CORPO-\n   24  RATION MAY, BY A  RESOLUTION  ADOPTED  ANNUALLY  BY  TWO-THIRDS  OF  ITS\n   25  MEMBERS, DELEGATE TO ANY SENIOR OFFICER OR SENIOR EMPLOYEE THE AUTHORITY\n   26  TO  DECLARE  COMPETITIVE  BIDDING  INAPPROPRIATE OR IMPRACTICAL IN THOSE\n   27  CIRCUMSTANCES SET FORTH IN PARAGRAPH (A), (B) OR (G) OF SUBDIVISION FOUR\n   28  OF THIS SECTION. THE SENIOR OFFICER OR  SENIOR  EMPLOYEE  TO  WHOM  SUCH\n   29  AUTHORITY  IS  DELEGATED  SHALL REPORT TO THE GOVERNING BODY ALL ACTIONS\n   30  TAKEN PURSUANT TO ANY SUCH RESOLUTION AT THE  NEXT  REGULARLY  SCHEDULED\n   31  BOARD  MEETING  OF  THE  AUTHORITY  BUT NOT MORE THAN THIRTY DAYS LATER.\n   32  FAILURE TO MAKE SUCH A REPORT SHALL NOT, HOWEVER, AFFECT THE LEGALITY OF\n   33  ANY PURCHASES MADE PURSUANT TO THE AUTHORITY CONFERRED  BY  SUCH  RESOL-\n   34  UTION.\n   35    6.  UPON  THE ADOPTION OF A RESOLUTION BY A PUBLIC AUTHORITY OR PUBLIC\n   36  BENEFIT CORPORATION STATING, FOR REASONS OF EFFICIENCY, ECONOMY, COMPAT-\n   37  IBILITY OR MAINTENANCE RELIABILITY, THAT THERE IS A NEED FOR  STANDARDI-\n   38  ZATION,  PURCHASE CONTRACTS FOR PARTICULAR SUPPLIES, MATERIALS OR EQUIP-\n   39  MENT IDENTIFIED ON A  QUALIFIED  PRODUCTS  LIST,  WHICH  LIST  MIGHT  BE\n   40  MODIFIED  FROM TIME TO TIME BY AN OFFICER OF THE AUTHORITY IN ACCORDANCE\n   41  WITH PROCEDURES PROVIDED IN SUCH  RESOLUTION,  MAY  BE  AWARDED  BY  THE\n   42  PUBLIC  AUTHORITY OR PUBLIC BENEFIT CORPORATION, TO THE LOWEST RESPONSI-\n   43  BLE BIDDER AFTER OBTAINING SEALED BIDS IN ACCORDANCE WITH  THIS  SECTION\n   44  OR  WITHOUT COMPETITIVE SEALED BIDS IN INSTANCES WHEN THE ITEM IS AVAIL-\n   45  ABLE FROM ONLY A SINGLE SOURCE.\n   46    7. EVERY PUBLIC AUTHORITY AND PUBLIC BENEFIT CORPORATION SHALL COMPILE\n   47  A LIST OF POTENTIAL SOURCES  OF SUPPLIES, MATERIALS OR  EQUIPMENT  REGU-\n   48  LARLY  PURCHASED.    THE  PUBLIC AUTHORITY OR PUBLIC BENEFIT CORPORATION\n   49  SHALL, IN ITS ANNUAL REPORT, OR  IF  THERE  BE  NONE,  ANNUALLY  IN  THE\n   50  MINUTES  OF ITS PROCEEDINGS, SET FORTH THE PROCEDURES IT HAS ESTABLISHED\n   51  TO IDENTIFY NEW SOURCES AND TO NOTIFY SUCH NEW SOURCES OF  THE  OPPORTU-\n   52  NITY  TO  BID  FOR  CONTRACTS FOR THE PURCHASE OF SUPPLIES, MATERIALS OR\n   53  EQUIPMENT. SUCH PROCEDURES SHALL INCLUDE, BUT NOT BE LIMITED  TO:    (A)\n   54  ADVERTISING  IN  TRADE JOURNALS; (B) COOPERATION WITH FEDERAL, STATE AND\n   55  LOCAL COMMUNITY AGENCIES WITHIN ITS AREA  OF  OPERATIONS;  AND  (C)  THE\n\n       S. 2226                             4\n\n    1  ESTABLISHMENT OF PROCEDURES PURSUANT TO PARAGRAPH B OF SUBDIVISION THIR-\n    2  TEEN OF SECTION TWELVE HUNDRED SIXTY-SIX-C OF THIS CHAPTER.\n    3    8.  THE  PROVISIONS  OF  THIS  SECTION  SHALL  NOT SUPERCEDE ANY OTHER\n    4  PROVISIONS OF LAW RELATING TO PURCHASES OF PRODUCTS OR DEVICES  MANUFAC-\n    5  TURED  OR  PROVIDED  BY THE BLIND AND OTHER SEVERELY HANDICAPPED, TO THE\n    6  INVITATION AND ACCEPTANCE OF BIDS FROM SMALL OR MINORITY BUSINESS ENTER-\n    7  PRISES OR TO THE PURCHASES OF SUPPLIES, MATERIALS OR  EQUIPMENT  THROUGH\n    8  THE  OFFICE  OF GENERAL SERVICES. EXCEPT AS MAY OTHERWISE BE PROVIDED BY\n    9  LAW OR AS MORE RESTRICTIVELY DEFINED IN THE OFFICIAL POLICY OR BID SPEC-\n   10  IFICATIONS OF A PUBLIC AUTHORITY OR PUBLIC BENEFIT CORPORATION, THE TERM\n   11  \"SMALL BUSINESS\" MEANS A SOLE PROPRIETORSHIP, FIRM OR CORPORATION HAVING\n   12  TEN OR LESS PRINCIPALS OR STOCKHOLDERS  AND  EMPLOYING  FEWER  THAN  ONE\n   13  HUNDRED EMPLOYEES.\n   14    9.  THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO ANY PURCHASES OF\n   15  SUPPLIES, MATERIALS OR EQUIPMENT MADE BY A PUBLIC  AUTHORITY  OR  PUBLIC\n   16  BENEFIT CORPORATION IN BEHALF OF AN ENTITY NOT OTHERWISE REQUIRED BY LAW\n   17  TO  AWARD  CONTRACTS FOR SUCH PURCHASES TO THE LOWEST RESPONSIBLE BIDDER\n   18  IF SUCH PURCHASES ARE MADE AT THE SOLE COST AND EXPENSE OF SUCH ENTITY.\n   19    10. (A) NOTWITHSTANDING THE OTHER PROVISIONS OF THIS SECTION, A PUBLIC\n   20  AUTHORITY OR PUBLIC BENEFIT CORPORATION MAY  AWARD  THE  CONTRACT  TO  A\n   21  RESPONSIBLE  NEW  YORK BIDDER WHO OR WHICH IS NOT THE LOWEST RESPONSIBLE\n   22  BIDDER PROVIDED THAT THE BID MADE BY THE NEW YORK  BIDDER  IS  NOT  MORE\n   23  THAN  FIVE  PERCENT  HIGHER  THAN THE BID MADE BY THE LOWEST RESPONSIBLE\n   24  BIDDER AND THE LOWEST RESPONSIBLE BIDDER IS NOT A NEW YORK  BIDDER,  AND\n   25  PROVIDED  FURTHER  THAT  THE AUTHORITY OR PUBLIC BENEFIT CORPORATION HAS\n   26  MADE A DETERMINATION THAT IT IS IN THE PUBLIC INTEREST FOR A  BID  OTHER\n   27  THAN THE LOWEST RESPONSIBLE BID TO BE ACCEPTED.\n   28    (B)  FOR  THE  PURPOSES  OF THIS SUBDIVISION, A \"NEW YORK BIDDER\" IS A\n   29  PERSON OR ENTITY WHO OR WHICH HAS ITS PRINCIPAL  PLACE  OF  BUSINESS  IN\n   30  THIS  STATE,  OR  WHO  OR  WHICH  CONDUCTS  A SUBSTANTIAL PORTION OF ITS\n   31  ECONOMIC ACTIVITY WITHIN THIS STATE, OR  WHO  OR  WHICH  MANUFACTURES  A\n   32  PRODUCT WITHIN NEW YORK STATE WHICH PRODUCT IS THE SUBJECT OF THE BID TO\n   33  BE  AWARDED.  A BIDDER WHO OR WHICH CLAIMS TO BE A NEW YORK BIDDER SHALL\n   34  SUBMIT TO THE AUTHORITY OR PUBLIC  BENEFIT  CORPORATION  ADEQUATE  PROOF\n   35  THAT  IT  MEETS  THE  REQUIREMENTS  OF  THIS DEFINITION AND THAT IT WILL\n   36  CONTINUE TO MEET SUCH REQUIREMENTS FOR THE DURATION OF THE  CONTRACT  TO\n   37  BE  AWARDED.  IF  A CONTRACT IS AWARDED TO A NEW YORK BIDDER PURSUANT TO\n   38  THIS SUBDIVISION AND THEN SUBSEQUENT TO THE AWARD AND DURING THE TERM OF\n   39  THE CONTRACT OR PENDING ITS IMPLEMENTATION, THE NEW YORK BIDDER NO LONG-\n   40  ER MEETS THE DEFINITIONAL REQUIREMENTS OF A NEW YORK BIDDER, SUCH BIDDER\n   41  MAY, AT THE DISCRETION OF THE AUTHORITY OR PUBLIC  BENEFIT  CORPORATION,\n   42  BE  REQUIRED  TO  FORFEIT  SUCH  CONTRACT  OR BE DISQUALIFIED FROM BEING\n   43  AWARDED ANY CONTRACTS BY THE AUTHORITY OR PUBLIC BENEFIT CORPORATION FOR\n   44  A PERIOD OF THREE YEARS FROM THE  DATE  OF  THE  AUTHORITY'S  OR  CORPO-\n   45  RATION'S  DISCOVERY  THAT SUCH BIDDER IS NO LONGER A NEW YORK BIDDER, OR\n   46  BE SUBJECT TO BOTH SUCH CONSEQUENCES FOR LOSS OF ITS  STATUS  AS  A  NEW\n   47  YORK  BIDDER  WHILE THE CONTRACT IS IN EFFECT OR PENDING ITS IMPLEMENTA-\n   48  TION. EVERY NEW YORK BIDDER AWARDED A CONTRACT PURSUANT TO THIS SUBDIVI-\n   49  SION SHALL SUBMIT PROOF PERIODICALLY OF ITS CONTINUING STATUS AS  A  NEW\n   50  YORK  BIDDER  DURING  THE  TERM OF ANY CONTRACT AWARDED PURSUANT TO THIS\n   51  SUBDIVISION AT SUCH TIMES AS THE AUTHORITY OR PUBLIC BENEFIT CORPORATION\n   52  SHALL REQUIRE. FAILURE TO SUBMIT SUCH PROOF  WITHIN  THIRTY  DAYS  OF  A\n   53  REQUEST  BY  THE  AUTHORITY  OR  PUBLIC BENEFIT CORPORATION FOR THE SAME\n   54  SHALL RESULT IN THE AUTOMATIC LOSS OF ITS STATUS AS A  NEW  YORK  BIDDER\n   55  FOR  THE  PURPOSES  OF THIS PARAGRAPH. ALL CONTRACTS AWARDED PURSUANT TO\n\n       S. 2226                             5\n\n    1  THIS SUBDIVISION SHALL BE SUBJECT TO THE CONDITIONS  CONTAINED  IN  THIS\n    2  PARAGRAPH.\n    3    (C)  THE  PROVISIONS  OF  THIS  SUBDIVISION  SHALL  NOT  APPLY TO: (I)\n    4  CONSULTANT CONTRACTS; (II)  PROJECTS  RECEIVING  FEDERAL  FUNDING  UNDER\n    5  RESTRICTIONS  THAT  REQUIRE  COMPETITIVE  BIDDING WITHOUT EXCEPTION; AND\n    6  (III) AS DETERMINED BY THE AUTHORITY OR PUBLIC BENEFIT CORPORATION BASED\n    7  UPON ITS EVALUATION  OF  THE  PUBLIC  INTEREST,  CERTAIN  LARGE  CAPITAL\n    8  PROJECTS  FOR  WHICH  MAJOR  CONSTRUCTION  ACTIVITIES EMPLOY WORKERS WHO\n    9  RESIDE IN NEW YORK STATE WITHIN THE GENERAL AREA TO  BE  SERVED  BY  THE\n   10  COMPLETED PROJECT.\n   11    11.  THE  PROVISIONS  OF  THIS  SECTION SHALL NOT BE APPLICABLE TO THE\n   12  AWARD OF ANY CONTRACT FOR WHICH  AN  INVITATION  TO  BID,  SOLICITATION,\n   13  REQUEST  FOR  PROPOSAL,  OR  ANY SIMILAR DOCUMENT HAS BEEN ISSUED BY THE\n   14  PUBLIC AUTHORITY OR PUBLIC BENEFIT CORPORATION PRIOR  TO  THE  EFFECTIVE\n   15  DATE OF THIS SECTION.\n   16    S  2878-D.  EQUAL  EMPLOYMENT  OPPORTUNITY  PROGRAM. ALL CONTRACTS FOR\n   17  DESIGN, CONSTRUCTION, SERVICES AND MATERIALS PURSUANT TO THIS CHAPTER OF\n   18  WHATEVER NATURE AND ALL DOCUMENTS SOLICITING BIDS OR PROPOSALS  THEREFOR\n   19  SHALL CONTAIN OR MAKE REFERENCE TO THE FOLLOWING PROVISIONS:\n   20    1.  THE  CONTRACTOR  WILL NOT DISCRIMINATE AGAINST EMPLOYEES OR APPLI-\n   21  CANTS FOR EMPLOYMENT BECAUSE OF RACE,  CREED,  COLOR,  NATIONAL  ORIGIN,\n   22  SEX,  AGE, DISABILITY, OR MARITAL STATUS, AND WILL UNDERTAKE OR CONTINUE\n   23  EXISTING PROGRAMS OF AFFIRMATIVE ACTION TO ENSURE  THAT  MINORITY  GROUP\n   24  PERSONS AND WOMEN ARE AFFORDED EQUAL OPPORTUNITY WITHOUT DISCRIMINATION.\n   25  SUCH PROGRAMS SHALL INCLUDE, BUT NOT BE LIMITED TO, RECRUITMENT, EMPLOY-\n   26  MENT, JOB ASSIGNMENTS, PROMOTION, UPGRADING, DEMOTION, TRANSFER, LAYOFF,\n   27  TERMINATION, RATES OF PAY OR OTHER FORMS OF COMPENSATION, AND SELECTIONS\n   28  FOR  TRAINING  OR  RETRAINING,  INCLUDING  APPRENTICESHIP AND ON-THE-JOB\n   29  TRAINING.\n   30    2. AT THE REQUEST OF THE AUTHORITY, THE CONTRACTOR SHALL REQUEST  EACH\n   31  EMPLOYMENT  AGENCY, LABOR UNION, OR AUTHORIZED REPRESENTATIVE OF WORKERS\n   32  WITH WHICH IT HAS A COLLECTIVE BARGAINING OR OTHER AGREEMENT  OR  UNDER-\n   33  STANDING  AND  WHICH IS INVOLVED IN THE PERFORMANCE OF THE CONTRACT WITH\n   34  THE AUTHORITY TO FURNISH A WRITTEN STATEMENT THAT SUCH EMPLOYMENT  AGEN-\n   35  CY,  LABOR  UNION  OR  REPRESENTATIVE  SHALL NOT DISCRIMINATE BECAUSE OF\n   36  RACE, CREED, COLOR, NATIONAL ORIGIN, SEX,  AGE,  DISABILITY  OR  MARITAL\n   37  STATUS  AND  THAT  SUCH  UNION  OR  REPRESENTATIVE WILL COOPERATE IN THE\n   38  IMPLEMENTATION OF THE CONTRACTOR'S OBLIGATIONS HEREUNDER.\n   39    3. THE CONTRACTOR WILL STATE, IN ALL SOLICITATIONS  OR  ADVERTISEMENTS\n   40  FOR  EMPLOYEES  PLACED BY OR ON BEHALF OF THE CONTRACTOR IN THE PERFORM-\n   41  ANCE OF THE CONTRACT WITH THE AUTHORITY, THAT ALL  QUALIFIED  APPLICANTS\n   42  WILL  BE  AFFORDED  EQUAL  EMPLOYMENT OPPORTUNITY WITHOUT DISCRIMINATION\n   43  BECAUSE OF RACE, CREED, COLOR, NATIONAL ORIGIN, SEX, AGE, DISABILITY  OR\n   44  MARITAL STATUS.\n   45    4. THE CONTRACTOR WILL INCLUDE THE PROVISIONS OF SUBDIVISIONS ONE, TWO\n   46  AND THREE OF THIS SECTION IN EVERY SUBCONTRACT OR PURCHASE ORDER IN SUCH\n   47  A MANNER THAT SUCH PROVISIONS WILL BE BINDING UPON EACH SUBCONTRACTOR OR\n   48  VENDOR  AS TO ITS WORK IN CONNECTION WITH THE CONTRACT WITH THE AUTHORI-\n   49  TY.\n   50    5. THE AUTHORITY SHALL ESTABLISH PROCEDURES AND GUIDELINES  TO  ENSURE\n   51  THAT  CONTRACTORS  AND  SUBCONTRACTORS UNDERTAKE PROGRAMS OF AFFIRMATIVE\n   52  ACTION AND EQUAL EMPLOYMENT OPPORTUNITY AS  REQUIRED  BY  THIS  SECTION.\n   53  SUCH  PROCEDURES  MAY  REQUIRE  AFTER  NOTICE IN A BID SOLICITATION, THE\n   54  SUBMISSION OF AN AFFIRMATIVE ACTION PROGRAM PRIOR TO THE  AWARD  OF  ANY\n   55  CONTRACT,  OR  AT ANY TIME THEREAFTER, AND MAY REQUIRE THE SUBMISSION OF\n   56  COMPLIANCE REPORTS RELATING TO THE OPERATION AND IMPLEMENTATION  OF  ANY\n\n       S. 2226                             6\n\n    1  AFFIRMATIVE  ACTION  PROGRAM  ADOPTED  HEREUNDER. THE AUTHORITY MAY TAKE\n    2  APPROPRIATE ACTION INCLUDING CONTRACTUAL SANCTIONS FOR NON-COMPLIANCE TO\n    3  EFFECTUATE THE PROVISIONS OF THIS SECTION AND SHALL BE  RESPONSIBLE  FOR\n    4  MONITORING COMPLIANCE WITH THIS SECTION.\n    5    S  2878-E.  MINORITY  AND WOMEN-OWNED BUSINESS ENTERPRISE PROGRAM.  1.\n    6  (A) IN THE PERFORMANCE OF PROJECTS PURSUANT TO THIS CHAPTER MINORITY AND\n    7  WOMEN-OWNED BUSINESS ENTERPRISES SHALL  BE  GIVEN  THE  OPPORTUNITY  FOR\n    8  MEANINGFUL  PARTICIPATION.  THE  AUTHORITY  SHALL ESTABLISH MEASURES AND\n    9  PROCEDURES  TO  SECURE  MEANINGFUL  PARTICIPATION  AND  IDENTIFY   THOSE\n   10  CONTRACTS  AND ITEMS OF WORK FOR WHICH MINORITY AND WOMEN-OWNED BUSINESS\n   11  ENTERPRISES MAY BEST BID  TO  ACTIVELY  AND  AFFIRMATIVELY  PROMOTE  AND\n   12  ASSIST  THEIR  PARTICIPATION  IN  THE  PROJECTS, SO AS TO FACILITATE THE\n   13  AWARD OF A FAIR SHARE OF CONTRACTS TO SUCH ENTERPRISES; PROVIDED, HOWEV-\n   14  ER, THAT NOTHING IN THIS TITLE SHALL BE CONSTRUED TO LIMIT  THE  ABILITY\n   15  OF THE AUTHORITY TO ASSURE THAT QUALIFIED MINORITY AND WOMEN-OWNED BUSI-\n   16  NESS  ENTERPRISES  MAY PARTICIPATE IN THE PROGRAM.  FOR PURPOSES HEREOF,\n   17  MINORITY BUSINESS ENTERPRISE SHALL MEAN ANY BUSINESS ENTERPRISE WHICH IS\n   18  AT LEAST FIFTY-ONE PER CENTUM OWNED BY, OR IN THE  CASE  OF  A  PUBLICLY\n   19  OWNED  BUSINESS,  AT LEAST FIFTY-ONE PER CENTUM OF THE STOCK OF WHICH IS\n   20  OWNED BY CITIZENS OR PERMANENT RESIDENT ALIENS WHO ARE BLACK,  HISPANIC,\n   21  ASIAN  OR  AMERICAN INDIAN, PACIFIC ISLANDER OR ALASKAN NATIVES AND SUCH\n   22  OWNERSHIP INTEREST IS REAL, SUBSTANTIAL  AND  CONTINUING  AND  HAVE  THE\n   23  AUTHORITY  TO INDEPENDENTLY CONTROL THE DAY-TO-DAY BUSINESS DECISIONS OF\n   24  THE ENTITY; AND WOMEN-OWNED BUSINESS ENTERPRISE SHALL MEAN ANY  BUSINESS\n   25  ENTERPRISE  WHICH  IS  AT LEAST FIFTY-ONE PER CENTUM OWNED BY, OR IN THE\n   26  CASE OF A PUBLICLY OWNED BUSINESS, AT LEAST FIFTY-ONE PER CENTUM OF  THE\n   27  STOCK OF WHICH IS OWNED BY CITIZENS OR PERMANENT RESIDENT ALIENS WHO ARE\n   28  WOMEN,  AND  SUCH OWNERSHIP INTEREST IS REAL, SUBSTANTIAL AND CONTINUING\n   29  AND HAVE THE AUTHORITY TO INDEPENDENTLY CONTROL THE DAY-TO-DAY  BUSINESS\n   30  DECISIONS OF THE ENTITY.\n   31    THE  PROVISIONS  OF THIS PARAGRAPH SHALL NOT BE CONSTRUED TO LIMIT THE\n   32  ABILITY OF ANY MINORITY OR WOMEN-OWNED BUSINESS ENTERPRISE TO BID ON ANY\n   33  CONTRACT.\n   34    (B) IN THE IMPLEMENTATION OF THIS SECTION, THE AUTHORITY SHALL CONSID-\n   35  ER COMPLIANCE BY ANY CONTRACTOR WITH THE REQUIREMENTS  OF  ANY  FEDERAL,\n   36  STATE,  OR LOCAL LAW CONCERNING MINORITY AND WOMEN-OWNED BUSINESS ENTER-\n   37  PRISES, WHICH MAY EFFECTUATE THE REQUIREMENTS OF THIS  SECTION.  IF  THE\n   38  AUTHORITY  DETERMINES  THAT  BY VIRTUE OF THE IMPOSITION OF THE REQUIRE-\n   39  MENTS OF ANY SUCH LAW, IN RESPECT TO PROJECT CONTRACTS,  THE  PROVISIONS\n   40  THEREOF DUPLICATE OR CONFLICT WITH THIS SECTION, THE AUTHORITY MAY WAIVE\n   41  THE  APPLICABILITY  OF THIS SECTION TO THE EXTENT OF SUCH DUPLICATION OR\n   42  CONFLICT.\n   43    (C) NOTHING IN THIS SECTION SHALL BE DEEMED TO  REQUIRE  THAT  OVERALL\n   44  STATE  AND FEDERAL REQUIREMENTS FOR PARTICIPATION OF MINORITY AND WOMEN-\n   45  OWNED BUSINESS ENTERPRISES IN PROGRAMS AUTHORIZED UNDER THIS CHAPTER  BE\n   46  APPLIED  WITHOUT REGARD TO LOCAL CIRCUMSTANCES TO ALL PROJECTS OR IN ALL\n   47  COMMUNITIES.\n   48    2. IN ORDER TO IMPLEMENT  THE  REQUIREMENTS  AND  OBJECTIVES  OF  THIS\n   49  SECTION,  THE  AUTHORITY  SHALL  ESTABLISH  PROCEDURES  TO  MONITOR  THE\n   50  CONTRACTORS' COMPLIANCE WITH PROVISIONS HEREOF,  PROVIDE  ASSISTANCE  IN\n   51  OBTAINING  MINORITY  AND  WOMEN-OWNED  BUSINESS  ENTERPRISES  TO PERFORM\n   52  CONTRACTS PROPOSED TO BE AWARDED, AND TAKE OTHER APPROPRIATE MEASURES TO\n   53  IMPROVE THE ACCESS OF MINORITY AND WOMEN-OWNED BUSINESS  ENTERPRISES  TO\n   54  THESE CONTRACTS.\n   55    S  2. This act shall take effect on the first of January next succeed-\n   56  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2226\n\nTITLE OF BILL:\nAn act\nto amend the public authorities law, in relation to public bidding\nfor purchases and contracts\n\nSUMMARY:\nThis bill describes the manner of awarding all contracts by public\nauthorities and public benefit corporations, not otherwise required\nto advertise and obtain sealed bids before letting public works\ncontracts or contracts for the purchase of supplies, materials, or\nequipment. The legislation requires that all purchase contracts in\nexcess of $25,000 be awarded to the lowest responsible bidder\nfurnishing the mandates security after advertisement for sealed bids.\n\nIn certain instances the bill provides for an authority to use the 5%\nrule: the public authority or public benefit corporation could award\nthe contract to a N.Y. firm if it comes within 5% of the lowest\nresponsible bid. A \"NY bidder\" is a person or entity who or which has\nits principle place of business in this state, or who or which\nconducts a substantial portion of its economic activity within this\nstate, or who or which manufacturers a product within NYS and such\nproduct is the subject of the bid to be awarded.\n\nFirms which list a NYS address but whose principle place of business\nis in another location will be excluded from definition of a NYS firm.\n\nTypes of contracts for which a 5% rule would not apply, include:\nConsultant contracts, projects receiving federal funding under\nrestrictions that require competitive bidding without exception, and\nas determined by the authority based upon its evaluation of the\npublic interest, certain large capital projects for which major\nconstruction activities employ workers who reside in NYS within the\ngeneral area to be served by the completed project.\n\nThis bill does not prohibit the evaluation of bids on the basis of the\nlife cycle cost of the supplies, materials and equipment to be\npurchased so long as the invitation to bid clearly sets forth\nobjectively measurable criteria to be used in evaluating the life\ncycle cost of the item to be purchased. Such criteria may include but\nshall not be limited to costs or savings associated with discounts,\ntransportation, installation, energy use, maintenance, operation and\nsalvage or disposal.\n\nThis bill makes provisions as to identical bids, advertisements, and\nsuspension thereof in cases of public emergency or the purchase of\nspecial, unique or sophisticated equipment or professional services\nwhich are peculiar to the business of the public entity.\n\nJUSTIFICATION:\n\nThis legislation would assure the prudent and economical use of public\nmoneys for the benefit of all inhabitants of this State and would\nfacilitate the acquisition of facilities and commodities of maximum\nquality at the lowest possible cost by requiring competitive\nbidding. In the instances where the 5% preference rule will be\nenforced, it would promote economic growth, create jobs and generate\nincome and tax benefits in NYS. A public entity's primary\nresponsibility must always be to provide NYS residents with the\nquickest, safest and most cost-efficient service possible. However,\nthe entity also has the means as well as a duty to promote economic\ngrowth and development in the state. This legislation has been\nsupported by the New York State Association of Architects, and the\nGeneral Building Contractors.\n\nThe life cycle provision is important because while one company may\noutbid another on initial cost for purchases of supplies, materials,\nor equipment, other long term costs including discounts,\ntransportation, installation, energy use maintenance, operation\nsalvage or disposal, may prove the low bid contract more expensive.\n\nFISCAL IMPLICATION:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to public bidding for purchases and contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110119.T103738.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110118.T133136.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717933
}