{
  "year" : 2011,
  "senateBillNo" : "S222-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S222-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases state reimbursement for care, treatment, maintenance and nursing services in nursing homes",
  "summary" : "Increases state reimbursement for care, treatment, maintenance and nursing services in nursing homes in certain eligible social services districts. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S1051-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          222\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MAZIARZ,  ALESI,  BONACIC, DeFRANCISCO, FLANAGAN,\n         GOLDEN, SEWARD -- read twice and ordered printed, and when printed  to\n         be committed to the Committee on Health\n\n       AN ACT to amend the social services law, in relation to state reimburse-\n         ment  for care, treatment, maintenance and nursing services in nursing\n         homes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 368-a of the social services law\n    2  is amended by adding a new paragraph (g-1) to read as follows:\n    3    (G-1) (I) BEGINNING APRIL FIRST, TWO  THOUSAND  TWELVE,  REIMBURSEMENT\n    4  FOR SERVICES CALCULATED PURSUANT TO PARAGRAPH (G) OF THIS SUBDIVISION TO\n    5  AN  ELIGIBLE SOCIAL SERVICES DISTRICT AS DEFINED BY SUBPARAGRAPH (II) OF\n    6  THIS PARAGRAPH SHALL BE ADJUSTED EACH SUBSEQUENT TWELVE MONTH PERIOD  BY\n    7  INCREASING  THE APPLICABLE PER CENTUM AS SPECIFIED IN SUBPARAGRAPH (III)\n    8  OF THIS PARAGRAPH.\n    9    (II) FOR THE PURPOSES OF THIS PARAGRAPH, AN ELIGIBLE  SOCIAL  SERVICES\n   10  DISTRICT  SHALL  BE  A  DISTRICT  WHICH: (A) MADE A TRANSFER PURSUANT TO\n   11  SECTION TWO HUNDRED TWENTY-TWO OF CHAPTER FOUR HUNDRED  SEVENTY-FOUR  OF\n   12  THE  LAWS  OF  NINETEEN  HUNDRED NINETY-SIX IN TWO THOUSAND NINE; (B) IN\n   13  SUCH DISTRICT THERE IS A NON-STATE OPERATED  PUBLIC  RESIDENTIAL  HEALTH\n   14  CARE  FACILITY  OPERATING  FOR THE PREVIOUS TWELVE MONTH PERIOD; AND (C)\n   15  THE SUM OF COSTS FROM  OPERATIONS  FOR  ALL  SUCH  FACILITIES  WITHIN  A\n   16  DISTRICT  EXCEED THE SUM OF REVENUES FROM OPERATIONS, AS REPORTED TO THE\n   17  DEPARTMENT OF HEALTH FOR THE MOST RECENT RATE YEAR AVAILABLE.\n   18    (III) THE PER CENTUM SPECIFIED IN PARAGRAPH (G)  OF  THIS  SUBDIVISION\n   19  SHALL BE INCREASED BY ADDING TO IT A PER CENTUM CALCULATED BY TAKING THE\n   20  AMOUNT  THAT  THE  SUM  OF COSTS FROM OPERATIONS FOR ALL SUCH FACILITIES\n   21  WITHIN A DISTRICT  EXCEED  THE  SUM  OR  REVENUES  FROM  OPERATIONS,  AS\n   22  REPORTED  TO  THE  DEPARTMENT  OF  HEALTH  FOR THE MOST RECENT RATE YEAR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01311-01-1\n\n       S. 222                              2\n\n    1  AVAILABLE, AND DIVIDED BY THE TOTAL AMOUNT OF REIMBURSEMENT PROVIDED  TO\n    2  THE DISTRICT PURSUANT TO PARAGRAPH (G) OF THIS SUBDIVISION IN THE PREVI-\n    3  OUS APRIL FIRST THROUGH MARCH THIRTY-FIRST PERIOD.\n    4    S 2. This act shall take effect April 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to state reimbursement for care, treatment, maintenance and nursing services in nursing homes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T111304.TXT", "SOBI.D101214.T123636.TXT", "SOBI.D101214.T130637.TXT", "SOBI.D101213.T101301.TXT", "SOBI.D101213.T113807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292349997126
}