{
  "year" : 2011,
  "senateBillNo" : "S2239-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S2239-2011-1295326800000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to chronic pain disorder as a compensable occupational disease",
  "summary" : "Adds chronic pain disorder as a justifiable ailment for which one may receive compensatory payments under the workers' compensation law; defines chronic pain disorder as any process which causes pain in patients suffering from diseases known to be chronic and incurable. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "S217-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2239\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the workers' compensation law, in relation to  including\n         chronic pain disorder as a compensable occupational disease\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 30 of subdivision 2 of section 3 of the  workers'\n    2  compensation  law,  as renumbered by chapter 665 of the laws of 1971, is\n    3  renumbered paragraph 31 and a new paragraph  30  is  added  to  read  as\n    4  follows:\n    5       30. CHRONIC PAIN DISORDER.              30. ANY PROCESS WHICH\n    6                                               CAUSES PAIN IN PATIENTS\n    7                                               SUFFERING FROM DISEASES\n    8                                               KNOWN TO BE CHRONIC\n    9                                               AND INCURABLE.\n   10    S  2. The closing paragraph of subdivision 2 of section 3 of the work-\n   11  ers' compensation law, as amended by chapter 666 of the laws of 1971, is\n   12  amended to read as follows:\n   13    Nothing in paragraph [thirty] THIRTY-ONE of this subdivision shall  be\n   14  construed  to  apply  to  any  disability  or  death  due to any disease\n   15  described in paragraph twenty-nine of this subdivision.\n   16    S 3. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07408-01-1\n",
  "memo" : "BILL NUMBER:S2239\n\nTITLE OF BILL:\nAn act\nto amend the workers' compensation law, in relation to including chronic\npain disorder as a compensable occupational disease\n\nSUMMARY:\nThis bill amends chapter 665 of the laws of\n1971 by\nrenumbering paragraph 31 and adding a new paragraph 30. This bill\nadds chronic pain disorder as a justifiable ailment for which one may\nreceive compensatory payments under the workers' compensation laws of\n1971, if this disease is a direct result from one's occupation. This\nbill grants to those individuals providing evidence of chronic pain\ndisorder as a result of one's occupation may receive compensatory\npayments as delineated in the workers' compensation law, found in\nsection 3.\n\nJUSTIFICATION:\nIn recent years, it has been\ndiscovered that many\nindividuals endure chronic and incurable diseases resulting from\ntheir occupations. The resulting disorder has forced many of these\nindividuals to relieve themselves from their occupational positions\nwithout receiving any pay. Chronic pain disorder has severe and\nirreversible effects.\nIt is now necessary to incorporate this ailment to the list of those\nenumerated under Workers' Compensation Law Section 3.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to including chronic pain disorder as a compensable occupational disease ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110119.T112742.TXT", "SOBI.D110118.T133637.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110118.T142142.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717949
}