{
  "year" : 2011,
  "senateBillNo" : "S2237-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2237-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes certain possession of a boxcutter unlawful",
  "summary" : "Provides that criminal possession of a weapon in the fourth degree shall include possession of a boxcutter by a person with intent to use it unlawfully against another; prohibits possession of a boxcutter by a person under the age of sixteen; defines \"boxcutter\" to mean a knife consisting of a razor blade or sharp edged instrument attached to or contained within a plastic, wood or metal housing. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S219-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2237\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to unlawful possession  of  a\n         boxcutter\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 265.00 of the penal law is amended by adding a  new\n    2  subdivision 24 to read as follows:\n    3    24. \"BOXCUTTER\" OR \"UTILITY KNIFE\" MEANS A KNIFE CONSISTING OF A RAZOR\n    4  BLADE  OR SHARP-EDGED INSTRUMENT ATTACHED TO OR CONTAINED WITHIN A PLAS-\n    5  TIC, WOOD OR METAL HOUSING.\n    6    S 2. Subdivision 2 of section 265.01 of the penal law, as  amended  by\n    7  chapter 220 of the laws of 1988, is amended to read as follows:\n    8    (2)  He possesses any dagger, dangerous knife, dirk, razor, BOXCUTTER,\n    9  UTILITY KNIFE, RAZOR BLADE, stiletto, imitation  pistol,  or  any  other\n   10  dangerous  or  deadly  instrument  or weapon with intent to use the same\n   11  unlawfully against another; or\n   12    S 3. Section 265.05 of the penal law, as amended by chapter 56 of  the\n   13  laws of 1985, is amended to read as follows:\n   14  S 265.05  Unlawful possession of weapons by persons under sixteen.\n   15    It  shall  be  unlawful  for  any  person  under the age of sixteen to\n   16  possess any air-gun, spring-gun or other instrument or weapon  in  which\n   17  the propelling force is a spring or air, or any gun or any instrument or\n   18  weapon  in  or upon which any loaded or blank cartridges may be used, or\n   19  any loaded or blank cartridges or ammunition therefor, or any BOXCUTTER,\n   20  UTILITY KNIFE OR RAZOR BLADE IN OR UPON A BUILDING OR GROUNDS  USED  FOR\n   21  EDUCATIONAL  PURPOSES,  OF  ANY PUBLIC OR PRIVATE ELEMENTARY, PAROCHIAL,\n   22  INTERMEDIATE, JUNIOR HIGH, VOCATIONAL, OR  HIGH  SCHOOL,  WHICH  IS  NOT\n   23  BEING USED IN AN EDUCATIONAL OR JOB-RELATED FUNCTION OR dangerous knife;\n   24  provided  that the possession of rifle or shotgun or ammunition therefor\n   25  by the holder of a hunting license or permit issued pursuant to  article\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07410-01-1\n\n       S. 2237                             2\n\n    1  eleven of the environmental conservation law and used in accordance with\n    2  said law shall not be governed by this section.\n    3    A person who violates the provisions of this section shall be adjudged\n    4  a juvenile delinquent.\n    5    S  4.  Section 265.06 of the penal law, as added by chapter 268 of the\n    6  laws of 1994, is amended to read as follows:\n    7  S 265.06 Unlawful possession of a weapon upon school grounds.\n    8    It shall be unlawful for any person age sixteen or older to  knowingly\n    9  possess  any  air-gun, spring-gun or other instrument or weapon in which\n   10  the propelling force is a spring, air, piston or  CO2  cartridge,  OR  A\n   11  BOXCUTTER,  UTILITY  KNIFE  OR  RAZOR  BLADE  in  or  upon a building or\n   12  grounds, used for  educational  purposes,  of  any  school,  college  or\n   13  university, without the written authorization of such educational insti-\n   14  tution.\n   15    Unlawful possession of a weapon upon school grounds is a violation.\n   16    S 5. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to unlawful possession of a boxcutter ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110118.T133637.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110118.T142142.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454161848
}