{
  "year" : 2011,
  "senateBillNo" : "S2236-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S2236-2011-1295326800000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for bias-related crime classification review panel and reporting of bias-related crime statistics",
  "summary" : "Creates a bias-related crime classification review panel consisting of thirteen members to review classification of crimes by the NYC police department; provides for notation of any differences between the panel and department on such classification when crime statistics are reported; proscribes powers and duties of such panel. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City Charter",
  "previousVersions" : [ "S218-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2236\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the New York city charter  and  the  executive  law,  in\n         relation to the creation of a bias-related crime classification review\n         panel and reporting of bias-related crime statistics\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The New York city charter is amended  by  adding  two  new\n    2  sections 439 and 439-a to read as follows:\n    3    S  439.  BIAS-RELATED  CRIME  CLASSIFICATION REVIEW PANEL.   (A) DEFI-\n    4  NITIONS. FOR THE PURPOSES OF THIS SECTION:\n    5    1. \"PANEL\" SHALL MEAN THE  BIAS-RELATED  CRIME  CLASSIFICATION  REVIEW\n    6  PANEL CREATED PURSUANT TO SUBDIVISION (B) OF THIS SECTION.\n    7    2.  \"VICTIM\" SHALL MEAN A PERSON WHO HAD OR CLAIMS TO HAVE HAD A BIAS-\n    8  RELATED CRIME PERPETRATED AGAINST HIM.\n    9    3. \"BIAS-RELATED CRIME\" SHALL MEAN ANY CRIMINAL  ACT  WHETHER  ACTUAL,\n   10  THREATENED  OR ATTEMPTED DIRECTED AT AN INDIVIDUAL BECAUSE OF HIS ACTUAL\n   11  OR PERCEIVED RACE, CREED, COLOR, RELIGION,  RELIGIOUS PRACTICE, ETHNICI-\n   12  TY, NATIONAL ORIGIN, DISABILITY, AGE, GENDER OR SEXUAL ORIENTATION.\n   13    4. \"DEPARTMENTAL APPOINTMENTS\" SHALL MEAN ANY INDIVIDUAL  REPRESENTING\n   14  A LEGAL, POLITICAL OR GOVERNMENTAL ENTITY, OR SUBDIVISION THEREOF.\n   15    5. \"NON-DEPARTMENTAL APPOINTMENTS\" SHALL MEAN ANY INDIVIDUAL OR REPRE-\n   16  SENTATIVE  INDEPENDENT  OF A LEGAL, POLITICAL OR GOVERNMENTAL ENTITY, OR\n   17  SUBDIVISION THEREOF.\n   18    (B) BIAS-RELATED CRIME CLASSIFICATION REVIEW PANEL. 1. THERE IS HEREBY\n   19  CREATED A BIAS-RELATED CRIME CLASSIFICATION REVIEW PANEL.    SUCH  PANEL\n   20  SHALL  CONSIST  OF  THIRTEEN VOTING MEMBERS. THE FOLLOWING EIGHT MEMBERS\n   21  SHALL BE APPOINTED BY THE MAYOR: THREE  WHO  SHALL  BE  NON-DEPARTMENTAL\n   22  APPOINTMENTS,  WHO  SHALL  BE  REPRESENTATIVE OF VARIOUS GROUPS WHO HAVE\n   23  BEEN TRADITIONALLY VICTIMIZED OR MAY BE VICTIMIZED BASED ON THEIR ACTUAL\n   24  OR PERCEIVED AFFILIATION WITH OR ORIENTATION TO A  PARTICULAR  GROUP  OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07409-01-1\n\n       S. 2236                             2\n\n    1  CLASSIFICATION  ENUMERATED IN, BUT NOT LIMITED TO THOSE GROUPS AND CLAS-\n    2  SIFICATIONS SPECIFIED IN PARAGRAPH THREE  OF  SUBDIVISION  (A)  OF  THIS\n    3  SECTION.  THE REMAINING FIVE APPOINTMENTS SHALL BE DEPARTMENTAL APPOINT-\n    4  MENTS:  ONE WHO SHALL BE AN ATTORNEY ON THE STAFF OF A LEGAL AID SOCIETY\n    5  UPON THE NOMINATION OF THE LEGAL AID SOCIETY; ONE POLICE  REPRESENTATIVE\n    6  UPON  THE  NOMINATION OF THE COMMISSIONER OF POLICE; ONE WHO SHALL BE AN\n    7  ATTORNEY ON THE STAFF OF A DISTRICT ATTORNEY'S  OFFICE  UPON  THE  JOINT\n    8  NOMINATION  OF  THE  FIVE  DISTRICT  ATTORNEYS WITHIN NEW YORK CITY; ONE\n    9  SHALL BE THE CHAIRPERSON OF THE HUMAN RIGHTS COMMISSION OF THE  CITY  OF\n   10  NEW  YORK  OR  HIS  DESIGNEE AND ONE SHALL BE THE NEW YORK CITY CRIMINAL\n   11  JUSTICE COORDINATOR OR HIS DESIGNEE. OF THE FIVE  DEPARTMENTAL  APPOINT-\n   12  MENTS,  TWO  SHALL  BE  REPRESENTATIVE  OF  VARIOUS GROUPS WHO HAVE BEEN\n   13  TRADITIONALLY VICTIMIZED OR MAY BE VICTIMIZED BASED ON THEIR  ACTUAL  OR\n   14  PERCEIVED AFFILIATION WITH OR ORIENTATION TO A PARTICULAR GROUP OR CLAS-\n   15  SIFICATION  ENUMERATED  IN, BUT NOT LIMITED TO, THOSE GROUPS AND CLASSI-\n   16  FICATIONS SPECIFIED IN  PARAGRAPH  THREE  OF  SUBDIVISION  (A)  OF  THIS\n   17  SECTION.    THE FOLLOWING SHALL ALSO BE MEMBERS OF THE PANEL: THE CHAIR-\n   18  PERSON OF THE CRIME VICTIMS BOARD OR HIS DESIGNEE; THE  COMMISSIONER  OF\n   19  THE  DIVISION  OF  CRIMINAL JUSTICE SERVICES OR HIS DESIGNEE AND THE NEW\n   20  YORK STATE COMMISSIONER OF HUMAN RIGHTS OR HIS DESIGNEE. THE TWO REMAIN-\n   21  ING MEMBERS OF THE PANEL SHALL BE NON-DEPARTMENTAL MEMBERS AND SHALL  BE\n   22  APPOINTED  BY  A  MAJORITY  VOTE OF THE FIVE NEW YORK STATE AND NEW YORK\n   23  CITY MEMBERS OF THE PANEL AS FOLLOWS: THE CHAIRPERSON OF  THE  NEW  YORK\n   24  STATE  CRIME  VICTIMS BOARD OR HIS DESIGNEE, THE COMMISSIONER OF THE NEW\n   25  YORK STATE DIVISION OF CRIMINAL JUSTICE SERVICES OR  HIS  DESIGNEE,  THE\n   26  NEW  YORK  STATE  COMMISSIONER  OF  THE  DIVISION OF HUMAN RIGHTS OR HIS\n   27  DESIGNEE, THE CHAIRPERSON OF THE HUMAN RIGHTS COMMISSION OF THE CITY  OF\n   28  NEW  YORK OR HIS DESIGNEE AND THE NEW YORK CITY CRIMINAL JUSTICE COORDI-\n   29  NATOR OR HIS DESIGNEE. AT LEAST ONE OF THESE TWO  MEMBERS  SHALL  BE  AN\n   30  ACADEMICIAN  WHOSE  KNOWLEDGE,  EXPERIENCE  AND  ACADEMIC  DEGREE AND/OR\n   31  DEGREES FOCUS ON THE STUDY OF SOCIAL SCIENCES INCLUDING, BUT NOT LIMITED\n   32  TO, CRIMINAL JUSTICE, SOCIAL WORK, PSYCHOLOGY AND/OR POLITICAL  SCIENCE.\n   33  IN  ADDITION,  ONE INVESTIGATOR AND SUPPORT STAFF FROM THE CRIME VICTIMS\n   34  BOARD SHALL REGULARLY ASSIST THE PANEL IN PERFORMING ITS FIELD WORK  AND\n   35  GENERAL  ADMINISTRATIVE  TASKS.  ALL MAILINGS, NOTICES AND SCHEDULING OF\n   36  MEETINGS SHALL BE THE RESPONSIBILITY OF THE BIAS-RELATED CRIME  INVESTI-\n   37  GATOR, ASSISTED BY SUPPORT STAFF, AT THE DIRECTION OF THE CHAIRPERSON OF\n   38  THE  BIAS-RELATED CRIME CLASSIFICATION REVIEW PANEL. ALL DUTIES ASSIGNED\n   39  TO THE INVESTIGATOR BY THE PANEL SHALL TAKE PRECEDENCE OVER ANY TASKS OR\n   40  DUTIES ASSIGNED BY THE CRIME VICTIMS  BOARD.  EVERY  DEPARTMENT,  BOARD,\n   41  BUREAU,  COMMISSION  (INCLUDING ANY PUBLIC BENEFIT CORPORATION) OR POLI-\n   42  TICAL SUBDIVISION OF THE CITY AND/OR STATE SHALL PROVIDE  TO  THE  PANEL\n   43  EVERY  ASSISTANCE  AND  COOPERATION,  INCLUDING USE OF CITY AND/OR STATE\n   44  FACILITIES, WHICH MAY BE NECESSARY OR DESIRABLE FOR  THE  ACCOMPLISHMENT\n   45  OF THE DUTIES OR PURPOSES OF THIS PANEL.\n   46    2.  WITH  THE EXCEPTION OF THE FIRST TERM, THE TERM OF OFFICE FOR EACH\n   47  PANEL MEMBER SHALL BE THREE YEARS. AT THE TIME INITIAL APPOINTMENTS  ARE\n   48  MADE,  TWO  APPOINTMENTS SHALL BE FOR A TERM OF ONE YEAR, THREE APPOINT-\n   49  MENTS SHALL BE FOR A TERM OF TWO YEARS AND THREE APPOINTMENTS  SHALL  BE\n   50  FOR  A  TERM OF THREE YEARS. VACANCIES SHALL BE FILLED FOR THE REMAINDER\n   51  OF THE TERM IN THE SAME MANNER AS THE ORIGINAL APPOINTMENT.   THE  PANEL\n   52  SHALL  BE  CHAIRED  BY  ONE  MEMBER  ELECTED BY THE OTHER MEMBERS. A NEW\n   53  ELECTION SHALL BE HELD AT THE EXPIRATION OF THE TERM OF THE  MEMBER  WHO\n   54  IS  CHAIRPERSON, REGARDLESS OF WHETHER THAT MEMBER IS APPOINTED TO SERVE\n   55  ANOTHER TERM. THE  MEMBERS  SHALL  RECEIVE  NO  COMPENSATION  FOR  THEIR\n\n       S. 2236                             3\n\n    1  SERVICES  BUT SHALL BE ENTITLED TO THEIR ACTUAL EXPENSES INCURRED IN THE\n    2  PERFORMANCE OF THEIR OFFICIAL DUTIES.\n    3    3.  THE  PANEL SHALL MEET AT THE REQUEST OF THE CHAIRPERSON, OR AT THE\n    4  REQUEST OF THE MAJORITY OF THE MEMBERS, BUT IN ANY EVENT, NOT LESS  THAN\n    5  FOUR TIMES IN EACH FULL CALENDAR YEAR.\n    6    (C)  POWERS  AND DUTIES OF PANEL. 1. (I) THE PANEL SHALL IMPLEMENT AND\n    7  UTILIZE GUIDELINES FOR IDENTIFYING BIAS INCIDENTS. IN  DEVELOPING  THESE\n    8  GUIDELINES,  THE PANEL MAY USE, BUT NOT BE LIMITED TO, THE NEW YORK CITY\n    9  POLICE DEPARTMENT'S GUIDELINES; (II) THE PANEL SHALL, UPON REQUEST OF  A\n   10  VICTIM, THE FAMILY OF A VICTIM OR THE REPRESENTATIVE OF A VICTIM, REVIEW\n   11  CLASSIFICATION  OF  A CASE OR CASES DETERMINED TO BE NON-BIAS BY THE NEW\n   12  YORK CITY POLICE DEPARTMENT IN  THOSE  INSTANCES  WHERE  THE  CRIME  WAS\n   13  ORIGINALLY  REPORTED  AS  BIAS;  (III) THE PANEL SHALL RETURN TO THE NEW\n   14  YORK CITY POLICE DEPARTMENT FOR RECONSIDERATION ANY INCIDENT  WHICH  THE\n   15  PANEL  RECLASSIFIES  AS  BIAS; (IV) THE PANEL SHALL SUBMIT TO THE POLICE\n   16  DEPARTMENT FOR ITS CONSIDERATION ANY ADDITIONAL  INFORMATION  THE  PANEL\n   17  HAS  GATHERED  DURING  THE  COURSE  OF  ITS INVESTIGATION; AND (V) AFTER\n   18  INITIAL EVALUATION THE PANEL MAY DECLINE TO REVIEW ANY INCIDENT.\n   19    2. THE PANEL MAY REVIEW ANY CLASSIFICATION OF A CASE OR  CASES  DETER-\n   20  MINED  TO  BE NON-BIAS BY THE NEW YORK CITY POLICE DEPARTMENT AND RETURN\n   21  ANY INCIDENT TO THE POLICE DEPARTMENT FOR  RECONSIDERATION  PURSUANT  TO\n   22  THE PROCEDURE DESCRIBED IN PARAGRAPH ONE OF THIS SUBDIVISION. ALL DETER-\n   23  MINATIONS OF THE PANEL SHALL BE FINAL AND NOT SUBJECT TO APPEAL.\n   24    3.  THE  PANEL  MAY  TAKE  TESTIMONY,  REVIEW  DOCUMENTS AND OTHERWISE\n   25  CONSIDER ALL ELEMENTS WHICH IT DEEMS NECESSARY TO DETERMINE  WHETHER  AN\n   26  INCIDENT  WAS  PROPERLY  CLASSIFIED  AS  NON-BIAS  RELATED. UPON WRITTEN\n   27  REQUEST OF THE PANEL, THE NEW  YORK  CITY  POLICE  DEPARTMENT  SHALL  BE\n   28  REQUIRED  TO  SUBMIT,  PROVIDE OR RELINQUISH ANY INFORMATION, MATERIALS,\n   29  DOCUMENTS OR, EVIDENCE THAT THE PANEL  DEEMS  NECESSARY  FOR  REVIEW  IN\n   30  FURTHERANCE  OF  ITS  INVESTIGATION. IN ADDITION, ANY INDIVIDUAL WHO MAY\n   31  HAVE KNOWLEDGE OF, OR INFORMATION REGARDING, ANY INCIDENT DEEMED  PERTI-\n   32  NENT  TO  THE  PANEL'S INVESTIGATION SHALL BE REQUIRED TO TESTIFY BEFORE\n   33  THE PANEL. A PROSECUTOR AND/OR THE NEW YORK CITY POLICE  DEPARTMENT  MAY\n   34  DELAY SUBMISSION, THROUGH WRITTEN NOTIFICATION TO THE CHAIRPERSON OF THE\n   35  PANEL,  OF  INFORMATION  REQUESTED  BY THE PANEL UNTIL COMPLETION OF THE\n   36  PROSECUTORIAL OR POLICE DEPARTMENT'S INVESTIGATION  BUT  UPON  IMMEDIATE\n   37  COMPLETION  OF  SUCH INVESTIGATION, THE PANEL SHALL BE GRANTED ACCESS TO\n   38  ANY REQUESTED INFORMATION.\n   39    4. THE PANEL SHALL NOTIFY THE VICTIM, THE FAMILY OF A  VICTIM  OR  THE\n   40  REPRESENTATIVE  OF A VICTIM  IN WRITING NO LESS THAN SEVEN DAYS PRIOR TO\n   41  THE DATE A HEARING IS TO BE HELD, OR, IF NO HEARING IS TO BE HELD, SEVEN\n   42  DAYS PRIOR TO THE DATE A DETERMINATION IS TO BE MADE (I)  OF  THE  DATE,\n   43  TIME  AND PLACE OF THE HEARING OR DETERMINATION AND (II) THAT THE VICTIM\n   44  HAS THE RIGHT TO SUBMIT INFORMATION RELATING TO THE INCIDENT FOR CONSID-\n   45  ERATION BY THE PANEL. IF THE VICTIM IS DECEASED OR OTHERWISE  UNABLE  TO\n   46  EXERCISE  THIS  RIGHT,  THE  FAMILY  OR REPRESENTATIVE OF THE VICTIM MAY\n   47  SUBMIT INFORMATION RELATING TO THE INCIDENT  FOR  CONSIDERATION  BY  THE\n   48  PANEL.\n   49    5.  THE  PANEL  SHALL NOTIFY THE VICTIM, THE FAMILY OF A VICTIM OR THE\n   50  REPRESENTATIVE OF A VICTIM  OF  ITS  DETERMINATION  IN  WRITING.    THIS\n   51  NOTIFICATION  SHALL  INCLUDE INFORMATION AS TO WHETHER THE DETERMINATION\n   52  OF NON-BIAS BY THE POLICE DEPARTMENT WAS CONFIRMED OR  IF  THE  INCIDENT\n   53  WAS SENT BACK TO THE POLICE FOR RECONSIDERATION.\n   54    6.  THE PANEL SHALL ESTABLISH RULES OF PROCEDURE WHICH MAY PROVIDE FOR\n   55  THE ESTABLISHMENT OF SUBPANELS OF AT LEAST THREE MEMBERS,  INCLUDING  AT\n   56  LEAST ONE NON-DEPARTMENTAL MEMBER, WHICH MAY ACT ON BEHALF OF THE PANEL.\n\n       S. 2236                             4\n\n    1    7. THE PANEL MAY ASSIST VICTIMS IN REPORTING BIAS-RELATED CRIME TO THE\n    2  POLICE.\n    3    8.  THE  PANEL  MAY  EXAMINE AND REVIEW POLICE DEPARTMENT BIAS-RELATED\n    4  CRIME CLASSIFICATION POLICIES AND PROCEDURES AND MAKE RECOMMENDATIONS AS\n    5  TO THOSE POLICIES AND PROCEDURES TO THE POLICE DEPARTMENT.\n    6    9. THE PANEL SHALL MAKE AN ONGOING DETERMINATION OF WHICH GROUPS OTHER\n    7  THAN THOSE ENUMERATED IN PARAGRAPH THREE  OF  SUBDIVISION  (A)  OF  THIS\n    8  SECTION AND NOT TRADITIONALLY AFFORDED PROTECTED CLASS STATUS, SHOULD BE\n    9  AFFORDED  THE  PROTECTION PURSUANT TO THIS SECTION. THESE DETERMINATIONS\n   10  SHALL BE REPORTED TO THE NEW YORK CITY POLICE DEPARTMENT AND  THE  STATE\n   11  LEGISLATURE.\n   12    10. THE PANEL, ASSISTED BY THE CRISIS PREVENTION UNIT WITHIN THE DIVI-\n   13  SION  OF  HUMAN  RIGHTS, SHALL PERFORM COMMUNITY OUTREACH TO FAMILIARIZE\n   14  THE COMMUNITY WITH THE NATURE OF BIAS-RELATED CRIME,  THE  FUNCTIONS  OF\n   15  THE PANEL AND HOW THE PANEL CAN BE ACCESSED.\n   16    (D)  PROCEDURES.  1.  IN UNDERTAKING AN INVESTIGATION PURSUANT TO THIS\n   17  SECTION, THE PANEL SHALL NOT INTERFERE, OBSTRUCT OR OTHERWISE HINDER ANY\n   18  INVESTIGATIONS UNDERTAKEN BY THE DISTRICT ATTORNEY.\n   19    2. UPON WRITTEN REQUEST OF A PROSECUTOR,  THE  PANEL  SHALL  STAY  ITS\n   20  INVESTIGATION  UNTIL THE PROSECUTORIAL INVESTIGATION HAS BEEN COMPLETED.\n   21  THE BIAS-RELATED CRIME CLASSIFICATION REVIEW PANEL SHALL BE NOTIFIED, IN\n   22  WRITING, UPON COMPLETION OF THE PROSECUTORIAL INVESTIGATION AND MAY THEN\n   23  COMMENCE ITS OWN INVESTIGATION.\n   24    (E) REPORTS. THE PANEL SHALL ANNUALLY TRANSMIT A REPORT ON ITS  ACTIV-\n   25  ITIES  TO  THE  STATE LEGISLATURE, THE MAYOR OF THE CITY OF NEW YORK AND\n   26  THE DIVISION OF CRIMINAL JUSTICE SERVICES. SUCH REPORTS  SHALL  INCLUDE,\n   27  BUT NOT BE LIMITED TO: INFORMATION BY PRECINCT, SHOWING THE TOTAL NUMBER\n   28  OF  BIAS-RELATED  INCIDENTS,  (DETERMINED TO BE NON-BIAS BY THE NEW YORK\n   29  CITY POLICE DEPARTMENT) REVIEWED BY THE PANEL, THE NUMBER  OF  INCIDENTS\n   30  RETURNED  BY THE PANEL TO THE NEW YORK CITY POLICE DEPARTMENT FOR RECON-\n   31  SIDERATION AND THE NUMBER OF  INCIDENTS  RECLASSIFIED  AS  BIAS  BY  THE\n   32  POLICE DEPARTMENT AS A RESULT OF RECONSIDERATION.\n   33    S  439-A.  REPORT  OF CRIME STATISTICS. WHERE THE ULTIMATE FINDINGS OF\n   34  THE BIAS-RELATED  CRIME  CLASSIFICATION  REVIEW  PANEL  AND  THE  POLICE\n   35  DEPARTMENT  DIFFER  AS TO WHETHER A CRIME IS BIAS-RELATED, A NOTATION OF\n   36  THIS  DIFFERENCE  SHALL  ACCOMPANY  ALL  BIAS-RELATED  CRIME  STATISTICS\n   37  REPORTED  BY  THE  POLICE  DEPARTMENT.  THE DIVISION OF CRIMINAL JUSTICE\n   38  SERVICES SHALL ALSO NOTE AND PUBLISH ANY SUCH  DISCREPANCY  THAT  EXISTS\n   39  BETWEEN  WHAT  WAS  REPORTED  BY  THE POLICE CLASSIFICATION UNIT AND THE\n   40  BIAS-RELATED CRIME CLASSIFICATION REVIEW PANEL.\n   41    S 2. Subdivision 2 of section 837-a of the executive law,  as  amended\n   42  by chapter 459 of the laws of 1975, is amended to read as follows:\n   43    2. Present to the governor, temporary president of the senate, minori-\n   44  ty leader of the senate, speaker of the assembly and the minority leader\n   45  of  the  assembly a quarterly report containing the statistics and other\n   46  information required by subdivision  one  [hereof.  The  initial  report\n   47  required  by  this paragraph shall be for the period beginning September\n   48  first, nineteen hundred seventy-three and ending December  thirty-first,\n   49  nineteen  hundred  seventy-three  and  shall  be presented no later than\n   50  January fifteen, nineteen hundred  seventy-four. Thereafter, each  quar-\n   51  terly  report  shall  be  presented  no later than thirty days after the\n   52  close of each quarter] OF THIS SECTION AND SHALL ALSO REPORT ALL STATIS-\n   53  TICS RECEIVED PURSUANT TO SECTION FOUR HUNDRED THIRTY-NINE-A OF THE  NEW\n   54  YORK CITY CHARTER.\n   55    S  3.  This  act shall take effect on the first of May next succeeding\n   56  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city charter and the executive law, in relation to the creation of a bias-related crime classification review panel and reporting of bias-related crime statistics ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T133637.TXT", "SOBI.D110119.T113742.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110118.T142142.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295455062734
}