{
  "year" : 2011,
  "senateBillNo" : "S223-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S223-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits rescinding certain real property tax exemptions on real property owned by siblings",
  "summary" : "Provides for a real property tax exemption on real property owned by siblings, one of whom is over 65, once granted, shall not be rescinded solely because of the death of the older sibling as long as the surviving sibling owner is at least 62. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A3848",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S1455-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          223\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MAZIARZ, GOLDEN, LITTLE -- read twice and ordered\n         printed, and when printed to be committed to the  Committee  on  Local\n         Government\n\n       AN ACT to amend the real property tax law, in relation to not rescinding\n         certain tax exemptions for real property owned by siblings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (iii) of paragraph (a)  of  subdivision  4  of\n    2  section  425 of the real property tax law, as added by section 4 of part\n    3  A of chapter 405 of the laws of 1999, is amended to read as follows:\n    4    (iii) In the case  of  property  owned  by  husband  and  wife  OR  BY\n    5  SIBLINGS, one of whom is sixty-five years of age or over, the exemption,\n    6  once  granted, shall not be rescinded solely because of the death of the\n    7  older spouse OR SIBLING, so long as the surviving spouse OR  SIBLING  is\n    8  at  least  sixty-two years of age as of the date specified in this para-\n    9  graph.\n   10    S 2. Paragraph (d) of subdivision 1 of section 467 of the real proper-\n   11  ty tax law, as amended by chapter 440 of the laws of 1985, is amended to\n   12  read as follows:\n   13    (d)  The real property tax exemption on real property owned by husband\n   14  and wife OR BY SIBLINGS, one of whom is sixty-five years of age or over,\n   15  once granted, shall not be rescinded by any municipal corporation solely\n   16  because of the death of the older spouse  OR  SIBLING  so  long  as  the\n   17  surviving spouse OR SIBLING is at least sixty-two years of age.\n   18    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00270-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to not rescinding certain tax exemptions for real property owned by siblings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T112250.TXT", "SOBI.D101213.T102802.TXT", "SOBI.D101213.T111304.TXT", "SOBI.D101213.T101301.TXT", "SOBI.D101214.T094626.TXT", "SOBI.D101213.T113807.TXT", "SOBI.D101213.T114306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296231770805
}