{
  "year" : 2011,
  "senateBillNo" : "S2234-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2234-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Excludes certain tuition and related expenses from annual income for purposes of limited-profit housing eligibility",
  "summary" : "Provides that in the case of dwelling accommodations of limited-profit housing companies, the probable aggregate annual income required to determine the eligibility of tenants, shall not include the cost of tuition, books, room and board paid for dependent children; limits such exclusion to fifteen hundred dollars for each dependent child who is a full time student. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S206-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2234\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  private housing finance law, in relation to the\n         definition of \"probable aggregate income\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 2 of section 31 of the private\n    2  housing  finance  law, as amended by chapter 260 of the laws of 1996, is\n    3  amended to read as follows:\n    4    (a) The dwelling or non-housekeeping accommodations without board in a\n    5  company project shall be available for persons or families of low income\n    6  whose probable aggregate annual income at  the  time  of  admission  and\n    7  during  the  period of occupancy does not exceed, the greater of (i) the\n    8  median income for such persons or families for the metropolitan  statis-\n    9  tical  area  in which the project is located, or if a project is located\n   10  outside a metropolitan statistical area,  the  median  income  for  such\n   11  persons  or  families for the county in which the project is located, as\n   12  most recently determined by the United States department of housing  and\n   13  urban  development, in which case any person or family becoming eligible\n   14  for admission pursuant to this subparagraph shall pay, from the time  of\n   15  admission,  a  rental  surcharge as provided for in subdivision three of\n   16  this section, computed on the basis of the income limitations applicable\n   17  to such persons or families in the absence of this subparagraph, or (ii)\n   18  seven times the rental, including the value or cost  to  them  of  heat,\n   19  light, water and cooking fuel, of the dwellings that may be furnished to\n   20  such persons or families, except that in the case of families with three\n   21  or more dependents, such ratio shall not exceed eight to one. The \"prob-\n   22  able  aggregate  annual  income\"  in the case of dwelling accommodations\n   23  means the annual income of the chief wage earner of the family, plus all\n   24  other income of other members of the family over the age  of  twenty-one\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07398-01-1\n\n       S. 2234                             2\n\n    1  years,  plus  a proportion of income of gainfully employed members under\n    2  the age of twenty-one years, the proportion  to  be  determined  by  the\n    3  company  as  approved  by the commissioner or the supervising agency, as\n    4  the  case  may  be,  excluding therefrom a deduction of fifteen thousand\n    5  dollars from the income of secondary wage earners of  the  family  or  a\n    6  larger  deduction  if  approved  by  the commissioner or the supervising\n    7  agency, as the case may be, AND EXCLUDING THEREFROM THE COST OF TUITION,\n    8  BOOKS, ROOM AND BOARD, IF ANY, NOT EXCEEDING THE SUM OF FIFTEEN  HUNDRED\n    9  DOLLARS  FOR EACH DEPENDENT CHILD WHO IS OR HAS BEEN A FULL TIME STUDENT\n   10  DURING FIVE MONTHS OF THE CALENDAR YEAR AT  ANY  INSTITUTION  OF  HIGHER\n   11  EDUCATION,  RECOGNIZED  AND APPROVED BY THE REGENTS OF THE UNIVERSITY OF\n   12  THE STATE OF NEW YORK OR BY A SIMILAR BODY OF  ANY  OTHER  STATE,  WHICH\n   13  PROVIDES  A  COURSE OF STUDY LEADING TO THE GRANTING OF A POST-SECONDARY\n   14  DEGREE OR DIPLOMA OR AT ANY BUSINESS, TRADE, TECHNICAL OR OTHER  OCCUPA-\n   15  TIONAL  SCHOOL  APPROVED AS SUCH BY THE REGENTS OF THE UNIVERSITY OF THE\n   16  STATE OF NEW YORK OR ACCREDITED BY A NATIONALLY  RECOGNIZED  ACCREDITING\n   17  AGENCY  OR  ASSOCIATION  ACCEPTED AS SUCH BY THE REGENTS OF THE STATE OF\n   18  NEW YORK, AND except that the company, as approved by  the  commissioner\n   19  or  the supervising agency, as the case may be, may exclude a proportion\n   20  of the income of other members of the family over the age of  twenty-one\n   21  years  for  the  purpose  of  determining  eligibility  for admission or\n   22  continued occupancy, or for establishing the rental of such  family,  or\n   23  for  all  such  purposes;  in the case of such non-housekeeping accommo-\n   24  dations it means the annual income of the occupant,  provided  that  the\n   25  commissioner  or  supervising agency, as the case may be, may make rules\n   26  and regulations relative to the allocation of the  income  of  a  family\n   27  among  the  members  thereof  for  the purpose of determining the income\n   28  attributable to such occupant.\n   29    S 2. Subdivision 5 of section 85-a of the private housing finance law,\n   30  as amended by chapter 182 of the laws of 1997, is  amended  to  read  as\n   31  follows:\n   32    5.  The  \"probable aggregate annual income\" means the annual income of\n   33  the chief wage earner of the family plus all other income of members  of\n   34  the  family  over  the age of twenty-one years, plus a proportion of the\n   35  income of members under the age of twenty-one years to be determined  by\n   36  the  commissioner,  excluding  therefrom a deduction of fifteen thousand\n   37  dollars from the income of secondary wage earners of  the  family  or  a\n   38  larger  deduction  if  approved  by  the commissioner or the supervising\n   39  agency, as the case may be, AND EXCLUDING THEREFROM THE COST OF TUITION,\n   40  BOOKS, ROOM AND BOARD, IF ANY, NOT EXCEEDING THE SUM OF FIFTEEN  HUNDRED\n   41  DOLLARS  FOR EACH DEPENDENT CHILD WHO IS OR HAS BEEN A FULL TIME STUDENT\n   42  DURING FIVE MONTHS OF THE CALENDAR YEAR AT  ANY  INSTITUTION  OF  HIGHER\n   43  EDUCATION,  RECOGNIZED  AND APPROVED BY THE REGENTS OF THE UNIVERSITY OF\n   44  THE STATE OF NEW YORK OR BY A SIMILAR BODY OF  ANY  OTHER  STATE,  WHICH\n   45  PROVIDES  A  COURSE OF STUDY LEADING TO THE GRANTING OF A POST-SECONDARY\n   46  DEGREE OR DIPLOMA OR AT ANY BUSINESS, TRADE, TECHNICAL OR OTHER  OCCUPA-\n   47  TIONAL  SCHOOL  APPROVED AS SUCH BY THE REGENTS OF THE UNIVERSITY OF THE\n   48  STATE OF NEW YORK OR ACCREDITED BY A NATIONALLY  RECOGNIZED  ACCREDITING\n   49  AGENCY  OR  ASSOCIATION  ACCEPTED AS SUCH BY THE REGENTS OF THE STATE OF\n   50  NEW YORK, except that the company, as approved by the commissioner,  may\n   51  exclude  a  proportion of the income of other members of the family over\n   52  the age of twenty-one years for the purpose of  determining  eligibility\n   53  for  admission or continued occupancy, or for establishing the rental of\n   54  such family, or for all such purposes.\n\n       S. 2234                             3\n\n    1    S 3. Paragraph a of subdivision 3 of section 401 of the private  hous-\n    2  ing  finance  law,  as  amended  by  chapter  44 of the laws of 1976, is\n    3  amended to read as follows:\n    4    a. The term \"persons or families of low income\" shall mean \"persons of\n    5  low  income\"  or  \"families  of low income\" as defined in section two of\n    6  this chapter, whose probable aggregate annual income during  the  period\n    7  of  occupancy  does not exceed six times the rental (including the value\n    8  or cost to them of heat, light, water  and  cooking  fuel)  of  dwelling\n    9  units  occupied  by such persons or families in existing multiple dwell-\n   10  ings aided by a loan pursuant to this article, except that in  the  case\n   11  of  persons  or families with three or more dependents, such ratio shall\n   12  not exceed seven to one, and except further that the income  limitations\n   13  prescribed  by  this  paragraph  shall  be  subject to the provisions of\n   14  subdivision two of section four hundred three of this article.\n   15    In calculating annual income,  social  security  payments  and  income\n   16  received from private pension funds by any person sixty-two years of age\n   17  or  more  shall be excluded up to a total maximum amount of seventy-five\n   18  dollars per month, AND PROVIDED THAT SUCH ANNUAL INCOME SHALL BE FURTHER\n   19  REDUCED BY EXCLUDING THEREFROM THE COST  OF  TUITION,  BOOKS,  ROOM  AND\n   20  BOARD, IF ANY, NOT EXCEEDING THE SUM OF FIFTEEN HUNDRED DOLLARS FOR EACH\n   21  DEPENDENT  CHILD  WHO  IS  OR  HAS  BEEN A FULL TIME STUDENT DURING FIVE\n   22  MONTHS OF THE CALENDAR YEAR AT  ANY  INSTITUTION  OF  HIGHER  EDUCATION,\n   23  RECOGNIZED AND APPROVED BY THE REGENTS OF THE UNIVERSITY OF THE STATE OF\n   24  NEW  YORK  OR  BY  A  SIMILAR  BODY OF ANY OTHER STATE, WHICH PROVIDES A\n   25  COURSE OF STUDY LEADING TO THE GRANTING OF A  POST-SECONDARY  DEGREE  OR\n   26  DIPLOMA  OR  AT  ANY  BUSINESS,  TRADE,  TECHNICAL OR OTHER OCCUPATIONAL\n   27  SCHOOL APPROVED AS SUCH BY THE REGENTS OF THE UNIVERSITY OF THE STATE OF\n   28  NEW YORK OR ACCREDITED BY A NATIONALLY RECOGNIZED ACCREDITING AGENCY  OR\n   29  ASSOCIATION  ACCEPTED  AS  SUCH BY THE REGENTS OF THE STATE OF NEW YORK.\n   30  The term \"probable aggregate annual income\" means the annual  income  of\n   31  the  chief  wage  earner  of  the family, plus all other income of other\n   32  members of the family over the age of twenty-one years, plus  a  propor-\n   33  tion of income of gainfully employed members under the age of twenty-one\n   34  years,  the  proportion  to be determined by the agency.  The agency may\n   35  exclude a proportion of the income of other members of the  family  over\n   36  the  age  of twenty-one years for the purpose of determining eligibility\n   37  for commencement of occupancy or continued occupancy, or for  establish-\n   38  ing rental of such family, or for all such purposes.\n   39    S  4.  This  act  shall  take  effect  on  the first of September next\n   40  succeeding the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2234\n\nTITLE OF BILL:\n\nAn act\nto amend the private housing finance law, in relation to the\ndefinition of \"probable aggregate income\"\n\nPURPOSE:\n\nProvides that the resident of a co-op could deduct certain school\nexpenses for a dependent child who is a full-time student from the\nprobable aggregate income of the family.\n\nJUSTIFICATION:\n\nMany individuals residing in a co-op pay tremendous fees for children\nattending colleges in this state. These individuals are persons of\nlimited income.\n\nThis bill would grant them an exemption to the aggregate annual\nincome, thereby slowing the rate of surcharge on an apartment.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the first of September next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to the definition of \"probable aggregate income\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T133637.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110119.T104251.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717943
}