{
  "year" : 2011,
  "senateBillNo" : "S2231-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S2231-2011-1295326800000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a corporate sponsorship board for the fire department of the city of New York",
  "summary" : "Establishes a corporate sponsorship board for the fire department of the city of New York; provides such board shall consist of seven members appointed by the fire commissioner of the city of New York, the mayor of the city of New York and each of the borough presidents; provides the powers and duties of such board, including to develop and implement a comprehensive corporate sponsorship program to recruit corporate sponsors for the benefit of the fire department of the city of New York and public safety; and requires such board shall issue an annual report. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S918-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2231\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation  to  establishing  a corporate sponsorship board for the fire\n         department of the city of New York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The administrative code of the city of New York is amended\n    2  by adding a new section 15-129 to read as follows:\n    3    S 15-129 CORPORATE SPONSORSHIP.  A.  THERE  IS  HEREBY  ESTABLISHED  A\n    4  CORPORATE SPONSORSHIP BOARD. SUCH BOARD SHALL BE AUTHORIZED TO IMPLEMENT\n    5  A  CORPORATE  SPONSORSHIP PROGRAM FOR THE DEPARTMENT. SUCH PROGRAM SHALL\n    6  EXPLORE THE IMPLEMENTATION OF A PLAN OF CORPORATE  SPONSORSHIP  FOR  THE\n    7  BENEFIT  OF  THE  DEPARTMENT  AND  THE CITY. SUCH BOARD SHALL ESTABLISH,\n    8  RECRUIT AND EVALUATE SUCH CORPORATE SPONSORSHIP,  IF  SUCH  BOARD  FINDS\n    9  SUCH  SPONSORSHIP  IS  IN THE BEST INTEREST OF THE DEPARTMENT AND PUBLIC\n   10  SAFETY. SUCH BOARD SHALL CONSIST  OF  SEVEN  MEMBERS,  AS  FOLLOWS:  ONE\n   11  PERSON APPOINTED BY EACH OF THE BOROUGH PRESIDENTS, ONE PERSON APPOINTED\n   12  BY THE MAYOR, AND ONE PERSON APPOINTED BY THE COMMISSIONER.\n   13    B.  FOR THE PURPOSES OF THIS SECTION, \"BOARD\" SHALL MEAN THE CORPORATE\n   14  SPONSORSHIP BOARD ESTABLISHED PURSUANT TO THIS SECTION.\n   15    C. THE BOARD MAY ESTABLISH ITS OWN RULES AND PROCEDURES  WITH  RESPECT\n   16  TO  THE  CONDUCT OF ITS MEETINGS AND OTHER AFFAIRS NOT INCONSISTENT WITH\n   17  LAW.\n   18    D. MEMBERSHIP ON THE BOARD SHALL  NOT  CONSTITUTE  THE  HOLDING  OF  A\n   19  PUBLIC  OFFICE,  AND  MEMBERS OF THE BOARD SHALL NOT BE REQUIRED TO TAKE\n   20  AND FILE OATHS OF OFFICE BEFORE SERVING ON THE BOARD.\n   21    E. NO MEMBER OF THE BOARD  SHALL  BE  DISQUALIFIED  FROM  HOLDING  ANY\n   22  PUBLIC  OFFICE  OR  EMPLOYMENT, NOR SHALL A MEMBER FORFEIT ANY OFFICE OR\n   23  EMPLOYMENT BY REASON OF APPOINTMENT AS A MEMBER UNDER THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07138-01-1\n\n       S. 2231                             2\n\n    1    F. THE TERMS OF OFFICE OF THE MEMBERS OF  THE  BOARD  SHALL  BE  THREE\n    2  YEARS  EXCEPT  THAT  THE  TERMS OF OFFICE OF THE MEMBERS FIRST APPOINTED\n    3  SHALL BE AS FOLLOWS:\n    4    (1)  EACH OF THE MEMBERS FIRST APPOINTED BY EACH OF THE BOROUGH PRESI-\n    5  DENTS SHALL SERVE FOR A TERM OF THREE YEARS.\n    6    (2) THE MEMBER FIRST APPOINTED BY THE MAYOR SHALL SERVE FOR A TERM  OF\n    7  TWO YEARS.\n    8    (3)  THE  MEMBER FIRST APPOINTED BY THE COMMISSIONER SHALL SERVE FOR A\n    9  TERM OF ONE YEAR.\n   10    G. THE COMMISSIONER SHALL DESIGNATE FROM  AMONG  THE  MEMBERS  OF  THE\n   11  BOARD A CHAIRPERSON WHO SHALL SERVE AT THE PLEASURE OF THE COMMISSIONER.\n   12  THE  BOARD  SHALL  MEET  AT  LEAST FOUR TIMES A YEAR, AT THE CALL OF THE\n   13  CHAIRPERSON.\n   14    H. THE MEMBERS OF THE BOARD SHALL SERVE WITHOUT COMPENSATION BUT SHALL\n   15  BE ALLOWED THEIR ACTUAL AND NECESSARY EXPENSES INCURRED IN THE  PERFORM-\n   16  ANCE OF THEIR DUTIES UNDER THIS SECTION.\n   17    I.  NO MEMBER OF THE BOARD SHALL HAVE ANY INTEREST IN ANY CONTRACT, OR\n   18  TAKE ANY ACTION OR OTHERWISE INVOLVE HIMSELF OR HERSELF IN ANY  ACTIVITY\n   19  WHICH,  PURSUANT TO ARTICLE EIGHTEEN OF THE GENERAL MUNICIPAL LAW, WOULD\n   20  BE DEEMED A CONFLICT OF INTEREST FOR A  MUNICIPAL  OFFICER  OR  EMPLOYEE\n   21  HOLDING  A  POSITION WITH A MUNICIPALITY SIMILAR TO THE POSITION HELD BY\n   22  THE MEMBER OF THE BOARD. IT SHALL NOT BE DEEMED A CONFLICT  OF  INTEREST\n   23  FOR  A  PERSON TO SIMULTANEOUSLY HOLD POSITIONS AS A MEMBER OF THE BOARD\n   24  AND AS AN OFFICER OF THE CITY OF NEW YORK.\n   25    J. THE BOARD SHALL HAVE THE FOLLOWING POWERS AND DUTIES:\n   26    (1) TO MAKE BY-LAWS FOR THE MANAGEMENT AND REGULATION OF ITS AFFAIRS;\n   27    (2) TO MAKE AND EXECUTE CONTRACTS AND ALL OTHER INSTRUMENTS  NECESSARY\n   28  OR  CONVENIENT  FOR  THE EXERCISE OF ITS POWERS AND FUNCTIONS UNDER THIS\n   29  SECTION;\n   30    (3) TO DEVELOP AND IMPLEMENT  A  COMPREHENSIVE  CORPORATE  SPONSORSHIP\n   31  PROGRAM TO RECRUIT CORPORATE SPONSORS FOR THE SUPPORT AND BENEFIT OF THE\n   32  DEPARTMENT;\n   33    (4)  TO ESTABLISH AND MAINTAIN SUCH FACILITIES AS MAY BE NECESSARY FOR\n   34  THE TRANSACTING OF ITS DUTIES UNDER THIS SECTION;\n   35    (5) TO UTILIZE, TO THE EXTENT FEASIBLE, THE STAFF  AND  FACILITIES  OF\n   36  EXISTING  CITY  AGENCIES  AND  LOCAL  AGENCIES, TO THE EXTENT WHICH SUCH\n   37  LOCAL AGENCIES MAKE SUCH STAFF AND FACILITIES AVAILABLE;\n   38    (6) TO CONTRACT FOR PROFESSIONAL AND TECHNICAL ASSISTANCE AND ADVICE;\n   39    (7) TO CONTRACT FOR AND TO ACCEPT ASSISTANCE, INCLUDING BUT NOT LIMIT-\n   40  ED TO GIFTS, GRANTS, OR LOANS OF FUNDS OR PERSONAL  PROPERTY,  FROM  THE\n   41  FEDERAL GOVERNMENT OR ANY AGENCY OR INSTRUMENTALITY THEREOF, OR FROM ANY\n   42  AGENCY  OR  INSTRUMENTALITY  OF  THE  STATE, OR FROM ANY OTHER PUBLIC OR\n   43  PRIVATE SOURCE AND TO COMPLY, SUBJECT TO THE PROVISIONS OF THIS SECTION,\n   44  WITH THE TERMS AND CONDITIONS THEREOF. NOTWITHSTANDING THE PROVISIONS OF\n   45  SECTION ELEVEN OF THE STATE FINANCE LAW, THE  BOARD  MAY  ACCEPT  GIFTS,\n   46  GRANTS,  DEVISES  AND  BEQUESTS,  WHETHER  CONDITIONAL OR UNCONDITIONAL,\n   47  PROVIDING THAT ANY GIFTS, GRANTS, DEVISES  AND  BEQUESTS  BE  CONSISTENT\n   48  WITH THE POWERS OF THE BOARD AND THE PURPOSES OF THIS SECTION;\n   49    (8) TO PREPARE AN ANNUAL REPORT ON THE CONDUCT OF ITS ACTIVITIES;\n   50    (9)  TO  HOLD  HEARINGS  IN  THE EXERCISE OF ITS POWERS, FUNCTIONS AND\n   51  DUTIES PROVIDED FOR BY THIS SECTION;\n   52    (10) TO TAKE ANY ACTIONS AND TO ADOPT REGULATIONS NECESSARY  TO  CARRY\n   53  OUT THE FUNCTIONS, POWERS AND DUTIES IMPOSED BY THIS SECTION; AND\n   54    (11)  TO  EXERCISE  AND  PERFORM SUCH OTHER POWERS AND DUTIES AS SHALL\n   55  HAVE BEEN OR MAY BE FROM TIME TO TIME CONFERRED BY LAW.\n\n       S. 2231                             3\n\n    1    K. THE BOARD SHALL ISSUE A REPORT ON AUGUST FIRST OF EVERY YEAR ON THE\n    2  IMPLEMENTATION OF A CORPORATE SPONSORSHIP PROGRAM WITHIN THE DEPARTMENT.\n    3  SUCH REPORT SHALL BE MADE TO THE COMMISSIONER, THE MAYOR, THE  GOVERNOR,\n    4  THE  TEMPORARY  PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY.\n    5  SUCH REPORT SHALL BE AVAILABLE TO THE PUBLIC, UPON REQUEST. ALL COMMENTS\n    6  AND  OBSERVATIONS INCLUDED IN THE REPORT BY THE BOARD SHALL BE RESPONDED\n    7  TO BY THE MAYOR.\n    8    L. THE BOARD MAY REQUEST AND SHALL RECEIVE FROM ANY DEPARTMENT,  DIVI-\n    9  SION,  BOARD,  BUREAU,  COMMISSION,  BOROUGH PRESIDENT, AGENCY OR PUBLIC\n   10  AUTHORITY OF THE CITY OF NEW YORK,  SUCH  ASSISTANCE,  INFORMATION,  AND\n   11  DATA AS WILL ENABLE THE BOARD PROPERLY TO CARRY OUT ITS FUNCTIONS.\n   12    S 2. This act shall take effect on the one hundred twentieth day after\n   13  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to establishing a corporate sponsorship board for the fire department of the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T104251.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110118.T134639.TXT", "SOBI.D110118.T133136.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451771636
}