{
  "year" : 2011,
  "senateBillNo" : "S2235-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S2235-2011-1295326800000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires maintenance of fire alarm boxes in cities with a population of one million or more until January 1, 2016",
  "summary" : "Requires maintenance of fire alarm boxes in operation as of September 1, 1994 in cities with a population of one million or more until January 1, 2016. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S4450-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2235\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the general municipal  law,  in  relation  to  requiring\n         maintenance  of  fire  alarm  boxes in cities with a population of one\n         million or more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  general  municipal  law  is  amended by adding a new\n    2  section 209-ff to read as follows:\n    3    S 209-FF. MAINTENANCE OF FIRE ALARM BOXES. IN CITIES WITH A POPULATION\n    4  OF ONE MILLION OR MORE, ALL FIRE ALARM BOXES IN OPERATION AS OF  SEPTEM-\n    5  BER  FIRST,  NINETEEN HUNDRED NINETY-FOUR SHALL BE MAINTAINED AND REMAIN\n    6  IN OPERATION UNTIL JANUARY FIRST, TWO THOUSAND SIXTEEN.\n    7    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06388-01-1\n",
  "memo" : "BILL NUMBER:S2235\n\nTITLE OF BILL:\nAn act\nto amend the general municipal law, in relation to requiring maintenance\nof fire alarm boxes in cities with a population of one million or more\n\nSUMMARY:\nThis bill would propose a mandatory\nmaintenance of fire alarm\nboxes within cities of populations of one million or more. It asserts\nthat all fire alarm boxes in operation as of September first 1994\nshall remain in operation until January 1, 2008.\n\nJUSTIFICATION:\nRecently, within New York city the removal of over\n16,000 fire alarm boxes has become an issue. The removal of these\nboxes would pose a threat to the lives of those citizens who have no\nother means to notify fire departments in case of an emergency.\n\nFISCAL IMPLICATION:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to requiring maintenance of fire alarm boxes in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T154152.TXT", "SOBI.D110118.T133637.TXT", "SOBI.D110118.T150150.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717944
}