{
  "year" : 2011,
  "senateBillNo" : "S2230-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2230-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the use of chlorine-free paper by state agencies, the judiciary and the legislature",
  "summary" : "Requires the use of chlorine free recycled paper by state agencies, the judiciary and the legislature; directs changes in procurement specifications and practices to eliminate exclusion of use of recycled paper and to remove barriers to excluding purchases which minimize emissions of dioxin. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S961-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2230\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, in relation to requiring the  use\n         of chlorine-free recycled paper\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative  intent.  The  legislature  hereby  finds  and\n    2  declares  that  waste reduction and recycling are the highest priorities\n    3  for solid waste management in New York state and that the state's inter-\n    4  est is served when the state government can make more efficient  use  of\n    5  natural  resources  by maximizing recycling whenever possible. The state\n    6  government's participation in and promotion of waste reduction and recy-\n    7  cling activities can significantly reduce the volume of material  enter-\n    8  ing  the waste stream, thereby conserving landfill disposal capacity and\n    9  reducing expenses. The use of recycled paper with post-consumer  content\n   10  by the state government can spur private sector development of new recy-\n   11  cling markets and technologies, thereby creating business and employment\n   12  opportunities  and  enhancing state and local economies. The legislature\n   13  further finds that New York state has led the nation in the purchase  of\n   14  post-consumer  recycled  content paper and that state purchases of recy-\n   15  cled paper with post-consumer  content  will  bolster  and  enhance  the\n   16  recent  federal  executive  order  requiring  all  federal  agencies  to\n   17  purchase such paper. Chlorinated compounds are linked to serious  health\n   18  risks  including  endocrine dysfunction, developmental impairment, birth\n   19  defects, immunosuppression and cancer and  the  American  Public  Health\n   20  Association  and  the  International Joint Commission on the Great Lakes\n   21  recommend phasing out chlorine and chlorine compounds  in  manufacturing\n   22  processes  to  reduce  or  eliminate these health risks. The legislature\n   23  finally finds that alternative bleaching processes for bleaching in  the\n   24  pulp  and  paper  industry are in widespread use in Europe and have been\n   25  undertaken at several mills in the  United  States,  demonstrating  that\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07055-01-1\n\n       S. 2230                             2\n\n    1  pollution  prevention benefits both the economy and the environment. New\n    2  York state's purchase of chlorine-free paper  and  paper  products  will\n    3  encourage  manufacturers  to  invest  in  safer production processes and\n    4  products.\n    5    S 2. The state finance law is amended by adding a new section 167-a to\n    6  read as follows:\n    7    S  167-A.  CHLORINE-FREE  RECYCLED  PAPER.  1.  FOR  PURPOSES  OF THIS\n    8  SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    9    (A) \"CHLORINE-FREE RECYCLED PAPER\" MEANS PAPER IN WHICH ANY  POST-CON-\n   10  SUMER  AND/OR PRE-CONSUMER MATERIAL COMPONENTS ARE PROCESSED FOR RECYCL-\n   11  ING WITHOUT THE USE OF CHLORINE OR  CHLORINE-CONTAINING  COMPOUNDS,  AND\n   12  ANY  VIRGIN  COMPONENT OF SUCH PAPER IS PROCESSED WITHOUT THE USE OF ANY\n   13  CHLORINE OR CHLORINE-CONTAINING COMPOUNDS.\n   14    (B) \"PRACTICABLE\" MEANS CAPABLE OF BEING USED OR  IMPLEMENTED  WITHOUT\n   15  VIOLATING  THE  FOLLOWING  CRITERIA:  REASONABLE  PERFORMANCE STANDARDS,\n   16  AVAILABILITY WITHIN A REASONABLE PERIOD OF TIME  AND  MAINTENANCE  OF  A\n   17  SATISFACTORY LEVEL OF COMPETITION IN THE BIDDING PROCESS.\n   18    (C)  \"PRE-CONSUMER MATERIAL\" MEANS MATERIAL AND BY-PRODUCTS WHICH HAVE\n   19  NOT REACHED A BUSINESS OR CONSUMER FOR AN INTENDED END USE AND HAVE BEEN\n   20  RECOVERED OR DIVERTED FROM THE WASTE STREAM, INCLUDING BUT  NOT  LIMITED\n   21  TO  INDUSTRIAL  SCRAP  MATERIAL,  OVERSTOCK OR OBSOLETE INVENTORIES FROM\n   22  DISTRIBUTORS, WHOLESALERS AND OTHER COMPANIES.\n   23    (D) \"POST-CONSUMER MATERIAL\" MEANS ONLY THOSE  PRODUCTS,  PACKAGES  OR\n   24  MATERIALS  GENERATED  BY  A BUSINESS OR CONSUMER WHICH HAVE SERVED THEIR\n   25  INTENDED END USE AS CONSUMER ITEMS AND  WHICH  HAVE  BEEN  SEPARATED  OR\n   26  DIVERTED  FROM THE WASTE STREAM FOR THE PURPOSES OF COLLECTION AND RECY-\n   27  CLING AS A SECONDARY MATERIAL FEEDSTOCK, BUT  SHALL  NOT  INCLUDE  WASTE\n   28  MATERIAL  GENERATED DURING OR AFTER THE COMPLETION OF A MANUFACTURING OR\n   29  CONVERTING PROCESS.\n   30    (E) \"STATE AGENCY\" SHALL MEAN ANY DEPARTMENT, BOARD, BUREAU,  DIVISION\n   31  OR  OTHER  ENTITY  OF  THE STATE, ANY PUBLIC AUTHORITY OR PUBLIC BENEFIT\n   32  CORPORATION, THE JUDICIARY AND THE STATE LEGISLATURE.\n   33    2. STATE AGENCIES SHALL, WITHIN NINE MONTHS AFTER THE  EFFECTIVE  DATE\n   34  OF THIS SECTION, MAKE SUCH CHANGES IN THE PROCUREMENT SPECIFICATIONS AND\n   35  PRACTICES AS ARE NECESSARY TO:\n   36    (A)  ELIMINATE  SPECIFICATION  CLAUSES AND PRACTICES WHICH EXCLUDE THE\n   37  USE OF PAPER OR PAPER PRODUCTS MANUFACTURED FROM POST-CONSUMER MATERIALS\n   38  OR WHICH REQUIRE THAT PAPER OR PAPER  PRODUCTS  BE  MANUFACTURED  SOLELY\n   39  FROM VIRGIN MATERIALS OR MATERIALS THAT ARE NOT RECYCLABLE.\n   40    (B)  REVISE  OR ELIMINATE ANY STANDARDS OR SPECIFICATIONS UNRELATED TO\n   41  PERFORMANCE THAT PRESENT BARRIERS TO THE  PURCHASE  OF  PAPER  OR  PAPER\n   42  PRODUCTS  MADE BY PRODUCTION PROCESSES THAT MINIMIZE EMISSIONS OF DIOXIN\n   43  AND OTHER HARMFUL BY-PRODUCTS.  THIS EVALUATION SHALL INCLUDE  A  REVIEW\n   44  OF  UNNECESSARY  BRIGHTNESS  AND STOCK CLAUSE PROVISIONS, SUCH AS LINING\n   45  CONTENT AND CHEMICAL PULP REQUIREMENTS.\n   46    (C) ENSURE THAT PERFORMANCE STANDARDS, SPECIFICATIONS AND A  PRODUCT'S\n   47  INTENDED END USE ARE RELATED AND CLEARLY IDENTIFIED WHEN FEASIBLE.\n   48    (D)  ENSURE THAT SPECIFICATIONS ARE NOT OVERLY STRINGENT FOR A PARTIC-\n   49  ULAR END USE OR PERFORMANCE STANDARD.\n   50    (E) ENSURE THAT SPECIFICATIONS AND PRACTICES  INCORPORATE  OR  REQUIRE\n   51  THE USE OF POST-CONSUMER MATERIALS TO THE MAXIMUM EXTENT PRACTICABLE.\n   52    3.  (A)  ALL PURCHASES OF PRINTING AND WRITING PAPER BY STATE AGENCIES\n   53  SHALL MEET OR EXCEED THE FOLLOWING MINIMUM CONTENT STANDARDS:  FOR  HIGH\n   54  SPEED  COPIER PAPER, OFFSET PAPER, FORMS BONDS, COMPUTER PRINTOUT PAPER,\n   55  CARBONLESS PAPER, FILE FOLDERS AND  WHITE  WOVEN  ENVELOPES,  AND  OTHER\n   56  UNCOATED  PRINTING  AND WRITING PAPER, SUCH AS WRITING AND OFFICE PAPER,\n\n       S. 2230                             3\n\n    1  BOOK PAPER, COTTON FIBER PAPER AND  COVER  STOCK,  THE  MINIMUM  CONTENT\n    2  STANDARD SHALL BE NO LESS THAN TWENTY PERCENT POST-CONSUMER MATERIALS BY\n    3  FIBER CONTENT BEGINNING WITHIN TWELVE MONTHS AFTER THE EFFECTIVE DATE OF\n    4  THIS SECTION. THIS MINIMUM POST-CONSUMER CONTENT STANDARD SHALL INCREASE\n    5  TO  THIRTY  PERCENT  BEGINNING DECEMBER THIRTY-FIRST, TWO THOUSAND FOUR-\n    6  TEEN.\n    7    (B) WHERE THE PURCHASE PRICE FROM A SUPPLIER OF CHLORINE-FREE RECYCLED\n    8  PRINTING AND WRITING PAPER THAT MEETS THE STANDARDS SET FORTH  IN  PARA-\n    9  GRAPH (A) OF THIS SUBDIVISION IS EQUAL TO OR LESS THAN THE PRICE OFFERED\n   10  BY  THE  LOWEST  RESPONSIBLE  BIDDER FOR RECYCLED PAPER ALSO MEETING THE\n   11  STANDARDS SET FORTH IN PARAGRAPH (A) OF THIS SUBDIVISION, STATE AGENCIES\n   12  SHALL PURCHASE THE CHLORINE-FREE RECYCLED PAPER BEGINNING JANUARY FIRST,\n   13  TWO THOUSAND TWELVE.\n   14    (C) WHERE A SUPPLIER IS  OFFERING  CHLORINE-FREE  RECYCLED  PAPER  AND\n   15  PAPER  PRODUCTS  FROM THE LISTING BELOW THAT MEETS THE MINIMUM POST-CON-\n   16  SUMER CONTENT STANDARDS SET FORTH IN 6 NEW YORK CODES, RULES  AND  REGU-\n   17  LATIONS  PART 368, STATE AGENCIES SHALL PURCHASE THE CHLORINE-FREE RECY-\n   18  CLED PAPER AND PAPER PRODUCTS  BEGINNING  JANUARY  FIRST,  TWO  THOUSAND\n   19  TWELVE.    FOR  PURPOSES  OF  THIS  PARAGRAPH,  PAPER AND PAPER PRODUCTS\n   20  INCLUDE NEWSPRINT, COATED PRINTING AND WRITING PAPERS, TISSUE  PRODUCTS,\n   21  PACKAGING AND PAPERBOARD AS DEFINED IN 6 NEW YORK CODES, RULES AND REGU-\n   22  LATIONS (\"NYCRR\") PART 368.\n   23    (D) THE DECISION BY AN AGENCY NOT TO SATISFY THE REQUIREMENTS OF PARA-\n   24  GRAPH  (A),  (B)  OR  (C) OF THIS SUBDIVISION SHALL BE BASED SOLELY ON A\n   25  WRITTEN DETERMINATION BY THE HEAD OF THE AGENCY THAT IT IS NOT PRACTICA-\n   26  BLE TO DO SO AS DEFINED IN THIS  SECTION.  SUCH  WRITTEN  DETERMINATIONS\n   27  SHALL  BE  SUBMITTED  TO  THE  STATE ENVIRONMENTAL EXECUTIVE ESTABLISHED\n   28  UNDER SUBDIVISION SIX OF THIS SECTION.\n   29    (E) ALL SUPPLIERS SUBMITTING BIDS TO A STATE AGENCY TO  PROVIDE  RECY-\n   30  CLED  PAPER  AND  PAPER PRODUCTS PURSUANT TO THIS SECTION SHALL MAINTAIN\n   31  RECORDS DOCUMENTING THE SOURCE AND AMOUNT BY FIBER CONTENT OF THE  POST-\n   32  CONSUMER  MATERIAL  USED  IN  THE  MANUFACTURE  OF  SUCH PAPER AND PAPER\n   33  PRODUCTS, SHALL SUBMIT A SIGNED  STATEMENT  OF  CERTIFICATION  FROM  THE\n   34  MANUFACTURER  WITH  EACH BID ATTESTING TO THE SOURCE AND AMOUNT BY FIBER\n   35  CONTENT OF THE POST-CONSUMER MATERIAL, AND SHALL  PROVIDE  DOCUMENTATION\n   36  TO  THE STATE AGENCY WHEN REQUIRED. SUCH RECORDS SHALL BE MAINTAINED FOR\n   37  A PERIOD OF THREE YEARS FROM THE DATE OF THE SUBMISSION OF ANY BID.\n   38    4. (A) ALL BIDS, PROPOSALS, REPORTS AND  STUDIES  SUBMITTED  TO  STATE\n   39  AGENCIES  BY  CONTRACTORS,  CONSULTANTS  AND  GRANTEES IN FULFILLMENT OF\n   40  CONTRACT OBLIGATIONS SHALL MEET THE MINIMUM  CONTENT  AND  CHLORINE-FREE\n   41  REQUIREMENTS  SPECIFIED UNDER PARAGRAPHS (A), (B) AND (C) OF SUBDIVISION\n   42  THREE OF THIS SECTION. IN ADDITION, ALL REPORTS AND STUDIES SUBMITTED TO\n   43  THE STATE BY CONTRACTORS, CONSULTANTS AND GRANTEES SHALL USE BOTH  SIDES\n   44  OF THE PAPER SHEETS.\n   45    (B)  ANY BIDS, PROPOSALS, REPORTS AND STUDIES SUBMITTED TO STATE AGEN-\n   46  CIES THAT DO NOT MEET THE REQUIREMENTS UNDER PARAGRAPHS (A), (B) AND (C)\n   47  OF SUBDIVISION THREE OF THIS SECTION SHALL BE ACCOMPANIED BY  A  WRITTEN\n   48  DETERMINATION  BY  THE CONTRACTOR, CONSULTANT OR GRANTEE AND APPROVED BY\n   49  THE PROCURING AGENCY THAT IT IS NOT PRACTICABLE TO DO SO AS  DEFINED  IN\n   50  THIS ORDER.\n   51    5.  ALL BIDS, PROPOSALS, REPORTS, STUDIES, AND OTHER DOCUMENTS EXCEED-\n   52  ING TWENTY PAGES IN LENGTH GENERATED BY STATE AGENCIES SHALL BE  PRINTED\n   53  ON BOTH SIDES OF THE PAPER SHEETS.\n   54    6.  (A)  A  STATE  ENVIRONMENTAL  EXECUTIVE SHALL BE DESIGNATED BY THE\n   55  GOVERNOR FROM AMONG THE EXISTING STAFF WITHIN THE  STATE  DEPARTMENT  OF\n   56  ENVIRONMENTAL  CONSERVATION  TO  BE THE COORDINATOR OF THIS SECTION. THE\n\n       S. 2230                             4\n\n    1  STATE ENVIRONMENTAL EXECUTIVE SHALL TAKE ALL ACTIONS NECESSARY TO ENSURE\n    2  THAT STATE AGENCIES COMPLY WITH THE REQUIREMENTS OF THIS SECTION.  STATE\n    3  AGENCIES  ARE REQUESTED TO MAKE THEIR SERVICES, PERSONNEL AND FACILITIES\n    4  AVAILABLE  TO  THE  STATE  ENVIRONMENTAL EXECUTIVE TO THE MAXIMUM EXTENT\n    5  PRACTICABLE FOR THE PERFORMANCE OF FUNCTIONS UNDER THIS SECTION.\n    6    (B) WITHIN THIRTY MONTHS AFTER THE EFFECTIVE DATE OF THIS SECTION, AND\n    7  FOR EACH  YEAR  THEREAFTER,  THE  STATE  ENVIRONMENTAL  EXECUTIVE  SHALL\n    8  PREPARE  AND  SUBMIT  TO  THE  GOVERNOR, THE SENATE MINORITY LEADER, THE\n    9  SENATE MAJORITY LEADER, THE SPEAKER OF THE ASSEMBLY, THE ASSEMBLY MINOR-\n   10  ITY LEADER, THE CHAIRS OF THE ENVIRONMENTAL CONSERVATION  COMMITTEES  OF\n   11  THE  STATE  SENATE  AND  ASSEMBLY, THE COMMISSIONER OF THE DEPARTMENT OF\n   12  ENVIRONMENTAL CONSERVATION, THE COMMISSIONER OF THE  OFFICE  OF  GENERAL\n   13  SERVICES AND THE COMMISSIONER OF THE DEPARTMENT OF ECONOMIC DEVELOPMENT,\n   14  A  REPORT  ON  THE  ACTIONS  TAKEN  BY STATE AGENCIES TO COMPLY WITH THE\n   15  REQUIREMENTS OF THIS SECTION IN THE PRECEDING CALENDAR YEAR. SUCH REPORT\n   16  SHALL INCLUDE, BUT NEED NOT BE LIMITED TO:\n   17    (1) A SUMMARY OF THE TOTAL QUANTITIES PURCHASED, DOLLAR AMOUNT  SPENT,\n   18  AND  POST-CONSUMER  CONTENT  PERCENTAGES FOR EACH RECYCLED CONTENT PAPER\n   19  AND PAPER PRODUCT PROCURED BY STATE AGENCIES;\n   20    (2) A SUMMARY OF THE TOTAL  QUANTITIES  PURCHASED  AND  DOLLAR  AMOUNT\n   21  SPENT  FOR  EACH CHLORINE-FREE RECYCLED PAPER AND PAPER PRODUCT PROCURED\n   22  BY STATE AGENCIES;\n   23    (3) A STATEMENT OF THE TOTAL QUANTITIES OF POST-CONSUMER  CONTENT  AND\n   24  CHLORINE-FREE  PAPER  AND  PAPER PRODUCTS AS PERCENTAGES OF TOTAL ANNUAL\n   25  PAPER AND PAPER PRODUCT PURCHASES;\n   26    (4) A SUMMARY OF ANY CHANGES IN PROCUREMENT PRACTICES TO ENCOURAGE THE\n   27  PURCHASE OF RECYCLED PAPER AND PAPER PRODUCTS WHICH MEET  THE  STANDARDS\n   28  SET FORTH IN THIS SECTION;\n   29    (5)  SUMMARY DATA INDICATING THE SOURCES OF THE POST-CONSUMER MATERIAL\n   30  USED IN THE MANUFACTURE OF THE RECYCLED PAPER PURCHASED PURSUANT TO THIS\n   31  SECTION; AND\n   32    (6) A SUMMARY OF WASTE REDUCTION AND RECYCLING MEASURES IMPLEMENTED BY\n   33  STATE AGENCIES IN THE PRECEDING YEAR.\n   34    (C) WITHIN NINETY DAYS OF THE EFFECTIVE DATE OF THIS SECTION, THE HEAD\n   35  OF EACH STATE AGENCY SHALL DESIGNATE AN AGENCY  ENVIRONMENTAL  EXECUTIVE\n   36  FROM EXISTING STAFF WHO WILL BE RESPONSIBLE FOR:\n   37    (1)  COORDINATING  ALL ENVIRONMENTAL PROGRAMS IN THE AREAS OF PROCURE-\n   38  MENT AND ACQUISITION, STANDARDS AND SPECIFICATION REVIEW, AND RECYCLING;\n   39    (2)  ESTABLISHING  INCENTIVES,  PROVIDING  GUIDANCE  AND  COORDINATING\n   40  APPROPRIATE EDUCATIONAL PROGRAMS FOR AGENCY EMPLOYEES; AND\n   41    (3)  REVIEWING  AGENCY PROGRAMS TO ENSURE COMPLIANCE WITH THIS SECTION\n   42  AND REPORTING SUCH INFORMATION TO THE STATE ENVIRONMENTAL  EXECUTIVE  ON\n   43  AN ANNUAL BASIS.\n   44    (D)  WITHIN  TWENTY-FOUR  MONTHS  AFTER  THE  EFFECTIVE  DATE  OF THIS\n   45  SECTION, AND FOR EACH YEAR THEREAFTER, EACH AGENCY ENVIRONMENTAL  EXECU-\n   46  TIVE  SHALL PREPARE AND SUBMIT TO THE STATE ENVIRONMENTAL EXECUTIVE, THE\n   47  COMMISSIONER OF THE DEPARTMENT OF  ENVIRONMENTAL  CONSERVATION  AND  THE\n   48  COMMISSIONER  OF THE OFFICE OF GENERAL SERVICES, A REPORT ON THE ACTIONS\n   49  TAKEN BY THAT AGENCY TO COMPLY WITH THE REQUIREMENTS OF THIS SECTION  IN\n   50  THE  PRECEDING CALENDAR YEAR. SUCH REPORT SHALL INCLUDE, BUT NEED NOT BE\n   51  LIMITED TO:\n   52    (1) THE TOTAL QUANTITIES PURCHASED, DOLLAR AMOUNT SPENT, AND POST-CON-\n   53  SUMER CONTENT PERCENTAGES FOR EACH  RECYCLED  CONTENT  PAPER  AND  PAPER\n   54  PRODUCT PURCHASED DIRECTLY BY THAT AGENCY;\n\n       S. 2230                             5\n\n    1    (2)  THE  TOTAL  QUANTITIES PURCHASED AND DOLLAR AMOUNT SPENT FOR EACH\n    2  CHLORINE-FREE RECYCLED PAPER AND PAPER  PRODUCT  PURCHASED  DIRECTLY  BY\n    3  THAT AGENCY;\n    4    (3)  A  SUMMARY  OF  ANY  CHANGES  IN  AGENCY PROCUREMENT PRACTICES TO\n    5  ENCOURAGE THE PURCHASE OF RECYCLED PAPER AND PAPER PRODUCTS  WHICH  MEET\n    6  THE STANDARDS SET FORTH IN THIS SECTION;\n    7    (4)  SUMMARY DATA INDICATING THE SOURCES OF THE POST-CONSUMER MATERIAL\n    8  USED IN THE MANUFACTURE OF THE RECYCLED PAPER PURCHASED DIRECTLY BY  THE\n    9  AGENCY PURSUANT TO THIS SECTION;\n   10    (5)  A  DESCRIPTION  OF  WASTE  REDUCTION ACTIVITIES UNDERTAKEN BY THE\n   11  AGENCY, INITIATIVES PROPOSED FOR FUTURE  IMPLEMENTATION,  SCHEDULES  FOR\n   12  IMPLEMENTATION  AND EXPECTED LEVELS OF WASTE PREVENTION RESULTING THERE-\n   13  FROM;\n   14    (6) THE ASSOCIATED SAVINGS DUE TO  THE  AVOIDED  MANAGEMENT,  STORAGE,\n   15  REPLACEMENT  AND  PURCHASING  COSTS  ENGENDERED  BY THE WASTE PREVENTION\n   16  PROCUREMENT MEASURES IMPLEMENTED;\n   17    (7) A DESCRIPTION OF WASTE RECYCLING MEASURES IMPLEMENTED BY THE AGEN-\n   18  CY AND QUANTITIES DIVERTED FROM THE WASTE STREAM;\n   19    (8) A DESCRIPTION OF INCENTIVES AND DISINCENTIVES TO  WASTE  REDUCTION\n   20  AND RECYCLING; AND\n   21    (9)  RECOMMENDATIONS  FOR ADDITIONAL MEASURES TO ENCOURAGE WISE USE OF\n   22  THE STATE'S RESOURCES.\n   23    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2230\n\nTITLE OF BILL:\nAn act\nto amend the state finance law, in relation to requiring the use of\nchlorine-free recycled paper\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo promote more efficient use of\nnatural resources, waste reduction, recycling and the use of\nnon-chlorine bleached paper products which would stimulate industries\nto switch to safer technologies.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nEach state agency shall within nine\nmonths of the effective date make specific changes in the procurement\nspecifications and practices to eliminate any practices which exclude\nthe use of recycled paper and paper products and to eliminate\nstandards which present barriers to the purchase of paper and paper\nproducts which are made in processes that minimize the emissions of\ndioxin. The bill would further require state government to use\nrecycled, non-chlorine bleached paper products. All state purchases\nof paper products must contain at least 20% post-consumer material by\nthe end of 1995 and 30% by 1998.\nAdditionally, the state must, by January 1996, purchase unbleached and\nnon-secondarily chlorine bleached recycled paper products when such\nproducts are available. However, a decision by an agency not to\nsatisfy the requirements shall be made on a written determination by\nthe head of the agency that it is not practicable to do so which\nshall be submitted to a state environmental executive within DEC. All\nsuppliers submitting bids to a state agency to provide recycled paper\nand paper products shall maintain records documenting the source and\namount of fiber content of the post-consumer material. The use of\nrecycled paper can encourage private sector development of new\nmarkets and technologies, thereby creating business and employment\nopportunities and enhancing state and local economies.\nThe use of chlorine and chlorine compounds as bleaching agents in the\npulp and paper industry is the second largest use of chlorine in the\nU.S. and results in the release of an estimated 1,000 organochlorines.\nThe EPA identifies chlorine-based bleaching by the paper industry as\nthe largest source of dioxin discharged to waterways. These chemicals\nincluding dioxin, furan and chloroform are linked to serious health\nrisks including cancer, birth defects, endocrine dysfunction,\ndevelopmental impairment and immunosuppression. Recent studies have\nfound that environmental chemical contamination with organochlorine\nresidues may be an important etiologic factor in breast cancer. These\neffects have been clearly and dramatically identified in birds, fish\nand mammals. Because these chemicals bioaccumulate, minute quantities\nof dioxins build up exponentially as they move up the food chain\nreaching their greatest levels in the tissues of species high on the\nfood chain, including\n\nhumans, population trends suggest that infertility due to low sperm\ncounts, endometriosis, breast cancer and chronic immune system\ndiseases are increasing.\nThese findings are even more troubling because they affect those most\nvulnerable-our children. Children who may become exposed to these\ndangerous chemicals through the placenta and breast milk at critical\nstages of development can be irreversibly affected. The American\nPublic Health Association and the International Joint Commission on\nthe Great Lakes recommended that the u.s. and Canada sunset the use\nof chlorine and chlorine compounds due to their environmental\npersistence and toxic health effects. Alternatives to chlorine\ninclude oxygen and hydrogen peroxide pre-bleaching and oxygen based\nbleaching including oxygen, ozone and hydrogen peroxide. Along with\nbeing non-toxic, oxygen-based processes save energy, water resources\nand money. Non-chlorine bleached recycled paper products are widely\nused in Europe. However, there is a firm in New York State that uses\na chlorine-free process. Thus, this bill would keep New York\ncompetitive in the world paper market and protect our environment as\nwell. It could help create a market for non-chlorine bleached\nrecycled paper products in New York.\n\nFISCAL IMPLICATIONS FOR STATE & LOCAL GOVERNMENTS:\nThe bill could\nresult in savings as a result of waste reduction and recycling.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to requiring the use of chlorine-free recycled paper ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110119.T103738.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110118.T133136.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717938
}