{
  "year" : 2011,
  "senateBillNo" : "S2233-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2233-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates crime of unlawful lending and provides for impoundment of car if charged with driving while intoxicated",
  "summary" : "Creates the crime of unlawfully lending a motor where a person knowingly permits operation by a person whose license has been suspended or revoked for an alcohol related offense, and provides for impoundment of a vehicle if such permittee is charged with driving while intoxicated; directs that such impoundment shall be ordered at arraignment and shall last the shorter of 30 days or the duration of the prosecution. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S963-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2233\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation  to  creating  the  crime  of\n         unlawful lending of a motor vehicle and to amend the vehicle and traf-\n         fic law, in relation to impoundment of a motor vehicle\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 270.40  to\n    2  read as follows:\n    3  S 270.40 UNLAWFUL LENDING OF A MOTOR VEHICLE.\n    4    A  PERSON  IS  GUILTY  OF UNLAWFUL LENDING OF A MOTOR VEHICLE WHEN, AS\n    5  OWNER OF A VEHICLE, HE OR SHE KNOWINGLY PERMITS OPERATION OF SUCH  VEHI-\n    6  CLE BY A PERSON KNOWN TO HAVE A REVOKED OR SUSPENDED LICENSE, WHERE SUCH\n    7  REVOCATION  OR  SUSPENSION RESULTED FROM A VIOLATION OF SUBDIVISION TWO,\n    8  TWO-A OR THREE OF SECTION ELEVEN HUNDRED NINETY-TWO OF THE  VEHICLE  AND\n    9  TRAFFIC LAW.\n   10    UNLAWFUL LENDING OF A MOTOR VEHICLE IS A CLASS A MISDEMEANOR.\n   11    S  2. Section 1193 of the vehicle and traffic law is amended by adding\n   12  a new subdivision 3 to read as follows:\n   13    3. VEHICLE IMPOUNDMENT PENDING PROSECUTION. (A) A  COURT  SHALL  ORDER\n   14  THE  IMPOUNDMENT,  PENDING PROSECUTION, OF A MOTOR VEHICLE OPERATED BY A\n   15  PERSON CHARGED WITH A VIOLATION OF SUBDIVISION TWO, TWO-A  OR  THREE  OF\n   16  SECTION ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE, WHERE THE OPERATOR:\n   17    (1)  HAS  BEEN  CONVICTED  OF A VIOLATION OF SUBDIVISION TWO, TWO-A OR\n   18  THREE OF SECTION ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE TWO  OR  MORE\n   19  TIMES IN THE PRECEDING FIVE YEARS; OR\n   20    (2) IS ALLEGED TO BE OPERATING SUCH VEHICLE WITHOUT A VALID LICENSE.\n   21    (B) IN ORDER FOR THE COURT TO ORDER SUCH IMPOUNDMENT IT MUST FIND:\n   22    (1)  THAT  THE  ACCUSATORY  INSTRUMENT CONFORMS TO THE REQUIREMENTS OF\n   23  SECTION 100.40 OF THE CRIMINAL PROCEDURE LAW;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07057-01-1\n\n       S. 2233                             2\n\n    1    (2) THAT THERE EXISTS REASONABLE CAUSE TO  BELIEVE  THAT  THE  ACCUSED\n    2  OPERATED  A  MOTOR  VEHICLE  WHILE SUCH HOLDER HAD .08 OF ONE PERCENT OR\n    3  MORE BY WEIGHT OF ALCOHOL IN HIS OR HER BLOOD AS WAS SHOWN  BY  CHEMICAL\n    4  ANALYSIS  OF  SUCH PERSON'S BLOOD, URINE OR SALIVA, MADE PURSUANT TO THE\n    5  PROVISIONS OF SECTION ELEVEN HUNDRED NINETY-FOUR OF THIS ARTICLE; AND\n    6    (3)  THAT  THE ACCUSED HAS EITHER (I) BEEN CONVICTED OF A VIOLATION OF\n    7  SUBDIVISION TWO, TWO-A OR THREE OF SECTION ELEVEN HUNDRED NINETY-TWO  OF\n    8  THIS  ARTICLE TWO OR MORE TIMES IN THE PRECEDING FIVE YEARS OR (II) DOES\n    9  NOT HOLD A VALID LICENSE TO OPERATE A VEHICLE.\n   10    (C) AT THE TIME OF SUCH VEHICLE IMPOUNDMENT,  THE  OPERATOR  SHALL  BE\n   11  ENTITLED  TO  AN  OPPORTUNITY  TO MAKE A STATEMENT REGARDING THE COURT'S\n   12  FINDINGS UNDER PARAGRAPH (B) OF THIS SUBDIVISION AND TO PRESENT EVIDENCE\n   13  TENDING TO REBUT THE COURT'S FINDINGS.\n   14    (D) THE IMPOUNDMENT OCCURRING UNDER THIS SECTION SHALL BE  ORDERED  NO\n   15  LATER  THAN  AT  THE  CONCLUSION  OF  ALL  PROCEEDINGS  REQUIRED FOR THE\n   16  ARRAIGNMENT; PROVIDED HOWEVER, THAT IF THE RESULTS OF ANY TEST  ADMINIS-\n   17  TERED PURSUANT TO SECTION ELEVEN HUNDRED NINETY-FOUR OF THIS ARTICLE ARE\n   18  NOT AVAILABLE WITHIN SUCH TIME PERIOD, THE COMPLAINANT POLICE OFFICER OR\n   19  OTHER  PUBLIC  SERVANT  SHALL  TRANSMIT SUCH RESULTS TO THE COURT AT THE\n   20  TIME THEY BECOME AVAILABLE, AND THE COURT SHALL, AS SOON AS  PRACTICABLE\n   21  FOLLOWING  THE  RECEIPT  OF  SUCH  RESULTS  AND  IN  COMPLIANCE WITH THE\n   22  REQUIREMENTS OF THIS SUBDIVISION, ORDER SUCH VEHICLE IMPOUNDED.\n   23    (E) IMPOUNDMENT SHALL CONTINUE FOR THIRTY DAYS  OR  UNTIL  THE  PROSE-\n   24  CUTION  HAS  CONCLUDED,  WHICHEVER COMES FIRST, AND ALL COSTS RELATED TO\n   25  SUCH IMPOUNDMENT AND SUBSEQUENT STORAGE SHALL BE BORNE BY THE  OPERATOR;\n   26  PROVIDED,  HOWEVER, THAT THE COURT MAY ORDER THE VEHICLE RETURNED TO ITS\n   27  OWNER AT ANY TIME WHERE THE OWNER PETITIONS THE COURT TO ORDER THE VEHI-\n   28  CLE'S RELEASE, SO LONG AS:\n   29    (1) THE PETITIONER IS NOT THE OPERATOR CHARGED  WITH  A  VIOLATION  OF\n   30  SUBDIVISION  TWO, TWO-A OR THREE OF SECTION ELEVEN HUNDRED NINETY-TWO OF\n   31  THIS ARTICLE,\n   32    (2) THE PETITIONER IS NOT CHARGED WITH A VIOLATION OF  SECTION  270.40\n   33  OF THE PENAL LAW, AND\n   34    (3)  ALL  COSTS  RELATED TO THE VEHICLE'S IMPOUNDMENT AND STORAGE HAVE\n   35  BEEN PAID.\n   36    (F) IF ANY IMPOUNDMENT ORDERED UNDER  THIS  SUBDIVISION  HAS  BEEN  IN\n   37  EFFECT  FOR  A  PERIOD  OF THIRTY DAYS, THE COURT MUST ORDER THE VEHICLE\n   38  RETURNED TO ITS OWNER, PROVIDED  THAT  THE  OWNER  HAS  PAID  ALL  COSTS\n   39  RELATED TO THE IMPOUNDMENT AND SUBSEQUENT STORAGE OF THE VEHICLE.\n   40    S 3. This act shall take effect on the first of November next succeed-\n   41  ing  the  date  on  which it shall have become a law, and shall apply to\n   42  offenses committed on or after such date.\n",
  "memo" : "BILL NUMBER:S2233\n\nTITLE OF BILL:\n\nAn act\nto amend the penal law, in relation to creating the crime of unlawful\nlending of a motor vehicle and to amend\nthe vehicle and traffic law, in relation\nto impoundment of a motor vehicle\n\nSUMMARY:\n\nSection 1 creates the new offense of unlawful lending of a motor\nvehicle. It prohibits vehicle owners from knowingly permitting the\nuse of their vehicle by a person whose license has been suspended or\nrevoked as the result of an alcohol-related offense. The offense is\nan A misdemeanor. Section 2 requires the impoundment of the vehicle\nof driver who registers a blood-alcohol content (BAC) of .10 or more\nin a chemical test at the time of arrest, where the driver either (1)\nhas been convicted of two previous alcohol-related driving offenses,\nor (2) was driving without a valid license. Impoundment must be\nordered at arraignment, and shall last the shorter of 30 days or the\nduration of the prosecution. Defendants are granted the opportunity\nto rebut the court's finding that reasonable cause exists to order a\nsuspension. The vehicle owner, while he or she was not the operator,\nis given the opportunity to petition the court for the return of the\nvehicle, provided that he or she (1) is not charged with unlawfully\nlending the vehicle to the operator, and (2) has paid all costs\nrelated to the impoundment and storage of the vehicle. This section\nensures that all costs related to vehicle impoundment and storage\nunder this provision are paid by\neither the operator or the vehicle owner before the vehicle can be\nreturned.\nSection 3 makes this legislation effective the first day of November\nafter it is enacted into law.\n\nJUSTIFICATION:\n\nDWI related injuries and deaths have been increasing at an alarming\nrate. This bill would essentially create a three strikes and you're\nout for drunk drivers. It would require vehicle impoundment upon the\nthird felony DWI conviction within a five year period. Very often,\nthe vehicle utilized in the crime is borrowed from another\nindividual, who should also be held accountable for the crime. In\naddition, the legislation ensures that all costs related to vehicle\nimpoundment and storage of the vehicle.\n\nFISCAL IMPLICATION:\n\nNone.\n\nEFFECTIVE DATE:\n\nThe first of November after it has become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to creating the crime of unlawful lending of a motor vehicle and to amend the vehicle and traffic law, in relation to impoundment of a motor vehicle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110118.T133637.TXT", "SOBI.D110119.T104251.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110118.T133136.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717941
}