{
  "year" : 2011,
  "senateBillNo" : "S2247-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2247-2011-1295326800000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to proceeds from prepaid telephone calling cards",
  "summary" : "Requires revenue from the sale of prepaid telephone calling cards to be deposited in an escrow account; provides that such revenue may only be withdrawn to the extent the holders of such cards use the authorized telephone service. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S195-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2247\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend  the public service law, in relation to proceeds from\n         prepaid telephone calling cards\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 92-f of the public service law is amended by adding\n    2  a new subdivision 9 to read as follows:\n    3    9.  ANY PREPAID TELEPHONE CALLING CARD DISTRIBUTOR WHO OFFERS OR SELLS\n    4  TO THE PUBLIC IN OR FROM THE STATE OF NEW YORK SHALL, NO LATER THAN  THE\n    5  NEXT BUSINESS DAY AFTER RECEIPT THEREOF, DEPOSIT ALL SUCH PROCEEDS IN AN\n    6  ESCROW  ACCOUNT  IN  A  BANK,  TRUST  COMPANY, SAVINGS BANK, OR STATE OR\n    7  FEDERAL SAVINGS AND LOAN ASSOCIATION,  LOCATED  IN  THIS  STATE.  MONIES\n    8  DEPOSITED  IN  ESCROW SHALL BE RELEASED UPON USE OF SUCH CARDS FOR WHICH\n    9  SUCH MONIES HAVE BEEN DEPOSITED TO THE EXTENT THAT SUCH MONIES REPRESENT\n   10  PAYMENT FOR PREPAID TELEPHONE CALLING CARDS SOLD. SUCH MONIES  SHALL  BE\n   11  RELEASED  TO  LONG  DISTANCE TELEPHONE CARRIERS AT THE TIME SUCH PREPAID\n   12  CALLING CARD IS PURCHASED. EACH PREPAID TELEPHONE CALLING CARD  CUSTOMER\n   13  SHALL,  UNTIL  USE  OF  SUCH  CARD,  RETAIN  A PROPERTY INTEREST IN THAT\n   14  PORTION OF THE DEPOSIT WHICH EQUALS THE AMOUNT  HE  HAS  PAID  FOR  SUCH\n   15  CARD.\n   16    S 2. This act shall take effect on the first day of the calendar month\n   17  next  succeeding  the thirtieth day after it shall have became a law and\n   18  shall apply to any prepaid calling cards sold or distributed on or after\n   19  such effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07387-01-1\n",
  "memo" : "BILL NUMBER:S2247\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to proceeds from prepaid\ntelephone calling cards\n\nSUMMARY:\nThis legislation would require telephone prepaid calling card\ndistributors who offer or sell in or from the state of New York to\ndeposit all such proceeds in an escrow account in a bank, trust\ncompany, savings bank, or state or federal savings and loan\nassociation in this state. Monies deposited in escrow shall be\nreleased upon use of such cards to long distance carriers. Until such\nuse of said cards the customer shall retain a property interest in\nthat portion of the deposit which equals the amount he has paid for\nsuch card.\n\nJUSTIFICATION:\nThe purchaser of the prepaid calling card (and not the prepaid calling\ncard distributor) should rightfully retain the benefit of property\ninterest in the amount he/she has paid until requested services are\nrendered.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first day of the calendar month\nnext succeeding\nthe thirtieth day after it shall have became a law and\nshall apply to any prepaid calling cards sold or distributed on or after\nsuch effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to proceeds from prepaid telephone calling cards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110118.T134139.TXT", "SOBI.D110118.T142142.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110119.T113241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717964
}