{
  "year" : 2011,
  "senateBillNo" : "S2240-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2240-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions regarding aggravated unlicensed operation of a motor vehicle in the first degree",
  "summary" : "Elevates the crime of aggravated unlicensed operation of a motor vehicle in the first degree from an E felony to a D felony. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S214-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2240\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  penalties\n         for  aggravated  unlicensed  operation of a motor vehicle in the first\n         degree\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (b) of subdivision 3 of section 511 of the vehi-\n    2  cle and traffic law, as separately amended by chapters 786  and  892  of\n    3  the laws of 1990, is amended to read as follows:\n    4    (b)  Aggravated  unlicensed  operation of a motor vehicle in the first\n    5  degree is a class [E] D felony. When  a  person  is  convicted  of  this\n    6  crime,  the  sentence  of the court must be: (i) a fine in an amount not\n    7  less than five hundred dollars nor more than five thousand dollars;  and\n    8  (ii) a term of imprisonment as provided in the penal law, or (iii) where\n    9  appropriate and a term of imprisonment is not required by the penal law,\n   10  a  sentence of probation as provided in subdivision six of this section,\n   11  or (iv) a term of imprisonment as a condition of a sentence of probation\n   12  as provided in the penal law.\n   13    S 2.   This act shall take  effect  on  the  first  of  November  next\n   14  succeeding the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07405-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to penalties for aggravated unlicensed operation of a motor vehicle in the first degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112742.TXT", "SOBI.D110118.T133637.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110118.T142142.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454462409
}