{
  "year" : 2011,
  "senateBillNo" : "S2243-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2243-2011-1295326800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires cost/benefit analysis for mandated health insurance benefit bills",
  "summary" : "Requires a separate cost/benefit analysis prepared by the superintendent of insurance to accompany each mandated health insurance benefit bill considered by the legislature; provides that such cost/benefit analysis shall include the extent to which the medical care addressed in such bill is available to and utilized by the general population, whether insurance coverage for such medical care is currently available, whether a lack of insurance coverage may result in an individual not receiving necessary medical care or cause financial hardship upon the receipt of such care, whether such bill's implementation may have an impact on expensive medical care, whether such coverage might affect the future number and types of providers of such medical care, and whether such coverage might impact the cost of insurance premiums or administrative expenses to insurers and employers. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "S199-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2243\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the legislative law, in relation to cost/benefit  analy-\n         sis for mandated health insurance benefit bills\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislative law is amended by adding a new section 54-b\n    2  to read as follows:\n    3    S 54-B. COST/BENEFIT ANALYSIS FOR MANDATED  HEALTH  INSURANCE  BENEFIT\n    4  BILLS.  1.  FOR  THE  PURPOSE OF THIS SECTION, THE TERM \"MANDATED HEALTH\n    5  INSURANCE BENEFIT BILL\" MEANS A BILL  WHICH  MANDATES  HEALTH  INSURANCE\n    6  COVERAGE  OR  THE  OFFERING  OF  HEALTH  INSURANCE COVERAGE FOR SPECIFIC\n    7  HEALTH SERVICES, HEALTH CARE PROVIDERS OR DISEASES AS A PART OF AN INDI-\n    8  VIDUAL ACCIDENT AND HEALTH INSURANCE POLICY, A GROUP OR BLANKET ACCIDENT\n    9  AND HEALTH INSURANCE POLICY, OR A MEDICAL OR DENTAL  EXPENSE  INDEMNITY,\n   10  HEALTH SERVICE OR HOSPITAL SERVICE CONTRACT.\n   11    2.  THE  LEGISLATURE  SHALL BY CONCURRENT RESOLUTION OF THE SENATE AND\n   12  ASSEMBLY PRESCRIBE RULES REQUIRING INDEPENDENT COST/BENEFIT ANALYSES  TO\n   13  ACCOMPANY,  ON  A  SEPARATE  FORM,  MANDATED  HEALTH INSURANCE BILLS AND\n   14  AMENDMENTS TO SUCH BILLS.\n   15    3. SUCH COST/BENEFIT ANALYSIS SHALL BE PREPARED BY THE  DEPARTMENT  OF\n   16  INSURANCE  AND,  TO THE EXTENT THAT SUCH INFORMATION IS AVAILABLE, SHALL\n   17  INCLUDE, BUT NOT BE LIMITED TO, INFORMATION REGARDING:\n   18    A. THE EXTENT TO WHICH THE MEDICAL  CARE  ADDRESSED  IN  THE  BILL  IS\n   19  AVAILABLE TO AND UTILIZED BY A SIGNIFICANT PORTION OF THE POPULATION;\n   20    B.  THE  EXTENT  TO  WHICH INSURANCE COVERAGE FOR SUCH MEDICAL CARE IS\n   21  ALREADY AVAILABLE;\n   22    C. IF COVERAGE IS NOT GENERALLY AVAILABLE, THE EXTENT  TO  WHICH  SUCH\n   23  LACK  OF  COVERAGE  MAY  RESULT IN AN INDIVIDUAL NOT RECEIVING NECESSARY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07391-01-1\n\n       S. 2243                             2\n\n    1  MEDICAL CARE OR INCURRING UNDUE FINANCIAL HARDSHIP UPON  RECEIVING  SUCH\n    2  CARE;\n    3    D.  THE  LEVEL  OF PUBLIC DEMAND FROM INDIVIDUALS AND/OR PROVIDERS FOR\n    4  SUCH MEDICAL CARE AND FOR INSURANCE COVERAGE FOR SUCH MEDICAL CARE;\n    5    E. THE LEVEL OF INTEREST OF  COLLECTIVE  BARGAINING  ORGANIZATIONS  IN\n    6  NEGOTIATING INCLUSION OF SUCH COVERAGE IN GROUP CONTRACTS;\n    7    F.  ANY  ALTERNATIVES WHICH MEET THE NEED FOR COVERAGE OF SUCH MEDICAL\n    8  CARE;\n    9    G. THE EXTENT TO WHICH SUCH MANDATED COVERAGE  MIGHT  HAVE  AN  IMPACT\n   10  UPON  THE COST OF AND THE UTILIZATION LEVEL FOR SUCH MEDICAL CARE IN THE\n   11  FUTURE;\n   12    H. THE EXTENT TO WHICH SUCH MANDATED COVERAGE MIGHT SERVE AS AN ALTER-\n   13  NATIVE TO MORE EXPENSIVE OR LESS EXPENSIVE MEDICAL CARE;\n   14    I. THE EXTENT TO WHICH SUCH MANDATED COVERAGE MIGHT AFFECT THE  NUMBER\n   15  AND TYPES OF PROVIDERS OF SUCH MEDICAL CARE IN THE FUTURE;\n   16    J.  THE  EXTENT  TO  WHICH SUCH MANDATED COVERAGE MIGHT HAVE AN IMPACT\n   17  UPON THE COST OF INSURANCE PREMIUMS AND/OR  ADMINISTRATIVE  EXPENSES  TO\n   18  INSUREDS, EMPLOYERS AND INSURERS;\n   19    K. THE IMPACT THAT SUCH MANDATED COVERAGE MIGHT HAVE ON THE TOTAL COST\n   20  OF HEALTH CARE; AND\n   21    L.  THE  EXPERIENCE  OF OTHER STATES WHICH HAVE ENACTED A SIMILAR BILL\n   22  INTO LAW.\n   23    4. THE SUPERINTENDENT OF INSURANCE SHALL PROMULGATE  RULES  AND  REGU-\n   24  LATIONS NECESSARY FOR THE IMPLEMENTATION OF THIS SECTION.\n   25    5.  AT THE DISCRETION OF THE SUPERINTENDENT OF INSURANCE, PUBLIC HEAR-\n   26  INGS MAY BE CONVENED FOR THE PURPOSE OF GATHERING INFORMATION  NECESSARY\n   27  FOR HIS OR HER COMPLIANCE WITH THE ANALYSIS REQUIREMENTS OF SUBDIVISIONS\n   28  TWO AND THREE OF THIS SECTION.\n   29    6. IF THE COST/BENEFIT ANALYSIS OF A MANDATED HEALTH INSURANCE BENEFIT\n   30  BILL  IS INACCURATE, SUCH INACCURACY SHALL NOT AFFECT, IMPAIR OR INVALI-\n   31  DATE SUCH BILL.\n   32    S 2. This act shall take effect on the one hundred twentieth day after\n   33  it shall have become a law; provided, however, that  the  superintendent\n   34  of  insurance  is  hereby authorized to promulgate rules and regulations\n   35  necessary to effectuate the provisions of this act  on  or  before  such\n   36  effective date.\n",
  "memo" : "BILL NUMBER:S2243\n\nTITLE OF BILL:\nAn act\nto amend the legislative law, in relation to cost/benefit analysis\nfor mandated health insurance benefit bills\n\nSUMMARY OF PROVISIONS:\nThis bill would amend the\nlegislative law by adding a new section 54-b\nto require a cost/benefit analysis of\nany mandated health benefit bill which is to be considered by the\nlegislature. A mandated health insurance benefit bill is defined as:\na bill which mandates health insurance coverage or the offering of\nsuch coverage for specific health services, health care providers or\ndiseases as part of an individual or group accident/health insurance\npolicy or Article 43 contract. The bill requires that any such bill\nwhich is to be considered for passage by the legislature be\naccompanied by a separate, independent statement on the cost of the\nbill as well as the relative need which has been demonstrated for the\nbill.\n\nThe cost/benefit analysis is to be conducted by the Insurance\nDepartment and will include, but not be limited to, the following\ninformation:\n\nThe extent to which - the medical care addressed in the bill is\navailable to and utilized by the general population;\n\n-insurance coverage for such medical care is currently available;\n\n-lack of coverage may result in an individual not receiving necessary\nmedical care or incurring financial hardship upon receiving such care;\n\n-the bill's implementation may have an impact on the future cost or\nutilization of such medical care; ·\n\n-such coverage might serve as an alternative to more expensive medical\ncare;\n\n-the coverage might affect the future number and types of providers of\nsuch medical care;\n\n-such coverage might impact the cost of insurance premiums or\nadministrative expenses to insureds, insurers and employers.\n\nJUSTIFICATION:\nThere are currently a large number of\nbills pending for\nconsideration in the legislature which, if enacted, would further\nexpand the amount of health insurance coverages mandated by law.\n\nThere are bills to require inpatient treatment of alcoholism,\ntreatment for the mentally disabled, well-baby treatment, infertility\ntreatment, PAP smears, procreative services for veterans, bone marrow\ntransplant procedures, treatment for victims of Alzheimer's Disease\nand treatment by home dialysis technicians, speech language\npathologists and psychiatric\nmental health nurses. Many of these bills may be worthy of enactment\nwhen considering the long-range cost savings to employers or the\nsocial need for such coverage.\n\nHowever, some of these bills may not be so feasible and may further\nadd to the cost of providing or affording health care insurance. It\nis necessary for lawmakers to have access to in-depth analyses of\nthese proposals in order that they may make responsible decisions as\nto their merit. Given the current crisis in the affordability and\navailability of\nhealth insurance, the necessity for each one of these bills must be\nweighed carefully.\n\nThis bill would require an independent cost/benefit analysis of the\nproposal before one of these bills can be enacted into law. The\nanalysis, which would be done by the State Insurance Department,\nwould provide legislators with comprehensive information on the need\nfor such coverage by the general population, as well as the cost to\ninsureds and employers alike. Bills similar to this one have been\nimplemented in at least eighteen different states and have worked to\nprevent the enactment of frivolous mandated benefits legislation.\n\nFISCAL IMPLICATIONS:\nNone to the state. Even if\nadditional funding is\nnecessary for the Insurance Department to implement this bill, the\noperating expenses of the Department are currently paid by the\nassessments collected against domestic insurance carriers and by\ninsurance examination fees.\n\nEFFECTIVE DATE:\nThis act shall take effect on the\n120th day after it\nshall have become a law, provided that the Insurance Department has\npromulgated all the rules and regulations necessary for the\nimplementation of this act.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to cost/benefit analysis for mandated health insurance benefit bills ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110119.T112742.TXT", "SOBI.D110118.T133637.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110118.T142142.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717956
}