{
  "year" : 2011,
  "senateBillNo" : "S2245-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S2245-2011-1295326800000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a veterans long term health care authority and prescribes its powers and duties",
  "summary" : "Creates a veterans long term health care authority for the purpose of enhancing health related services to veterans; provides that such authority shall construct and operate high quality patient care delivery to the state's veterans, respond quickly to changes in the health care environment, react immediately to any and all operational and physical problems, use, to the maximum extent, federal funds and capital grant funds from the veteran's administration state home program which will be used for construction and renovations of facilities, provide for the education of physicians and other health care professionals in gerontology, provide for an evaluation into resource allocation and patient care, establish high quality care standards, promote, among the residents of the veterans nursing home, high self-esteem, dignity and a quality of life, establish a supportive working environment for the direct care staff, and provide the highest level of care at the lowest possible cost. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S202-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2245\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the public authorities law, in relation  to  creating  a\n         veterans  long  term  health care authority and prescribing its powers\n         and duties\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Article  8  of  the  public authorities law is amended by\n    2  adding a new title 20 to read as follows:\n    3                                  TITLE 20\n    4                  VETERANS LONG TERM HEALTH CARE AUTHORITY\n    5  SECTION 2489. LEGISLATIVE INTENT.\n    6          2489-A. VETERANS LONG TERM HEALTH CARE AUTHORITY.\n    7          2489-B. PURPOSE AND DUTY OF THE AUTHORITY.\n    8          2489-C. POWERS OF THE AUTHORITY.\n    9          2489-D. MONEYS OF THE AUTHORITY.\n   10          2489-E. BONDS OF THE AUTHORITY.\n   11          2489-F. STATE NOT LIABLE ON BONDS.\n   12          2489-G. BONDS LEGAL INVESTMENTS FOR PUBLIC OFFICERS AND  FIDUCI-\n   13                   ARIES.\n   14          2489-H. BONDS TO BE TAX EXEMPT.\n   15          2489-I. RIGHTS AND REMEDIES OF CREDITORS.\n   16          2489-J. EXEMPTION FROM TAXATION.\n   17          2489-K. RULES  AND REGULATIONS RELATING TO LONG TERM HEALTH CARE\n   18                   FACILITIES FOR NEW YORK STATE VETERANS.\n   19          2489-L. JURISDICTION IN CERTAIN SUITS AGAINST THE AUTHORITY.\n   20          2489-M. MEMBERS AND EMPLOYEES NOT TO PROFIT.\n   21          2489-N. EQUAL   EMPLOYMENT   OPPORTUNITY   AND   MINORITY    AND\n   22                   WOMEN-OWNED BUSINESS ENTERPRISE PROGRAMS.\n   23          2489-O. AUDIT AND ANNUAL REPORTS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07394-01-1\n\n       S. 2245                             2\n\n    1          2489-P. AUTHORITY SUBJECT TO OPEN MEETINGS LAW.\n    2          2489-Q. TITLE  NOT AFFECTED IF IN PART UNCONSTITUTIONAL OR INEF-\n    3                   FECTIVE.\n    4          2489-R. INCONSISTENT PROVISIONS IN OTHER ACTS SUPERSEDED.\n    5    S 2489. LEGISLATIVE INTENT. THE LEGISLATURE HEREBY FINDS AND  DECLARES\n    6  A NEED FOR CREATION OF A PUBLIC BENEFIT AUTHORITY TO PROVIDE, IN COOPER-\n    7  ATION  WITH  THE U.S. VETERANS ADMINISTRATION, ENHANCED SERVICES FOR THE\n    8  STATE'S VETERAN POPULATION THROUGH THE DEVELOPMENT  OF  ADDITIONAL  LONG\n    9  TERM HEALTH CARE SERVICES. SUCH AUTHORITY WILL:\n   10    1.  CONSTRUCT  AND  OPERATE  HIGH QUALITY PATIENT CARE DELIVERY TO THE\n   11  STATE'S VETERANS;\n   12    2. RESPOND RAPIDLY TO CHANGES IN THE HEALTH CARE ENVIRONMENT  SUCH  AS\n   13  SHORTAGES  IN  KEY HEALTH PROFESSIONS LIKE THE CURRENT NURSING AND PHYS-\n   14  ICAL THERAPIST SHORTAGES;\n   15    3. REACT IMMEDIATELY TO PHYSICAL PLANT AND OPERATIONAL PROBLEMS;\n   16    4. MAKE TO THE EXTENT PRACTICABLE MAXIMUM USE  OF  FEDERAL  FUNDS  AND\n   17  CAPITAL  GRANT  FUNDS  FROM  THE  VA  STATE  HOME PROGRAM TO BE USED FOR\n   18  CONSTRUCTION AND RENOVATION OF FACILITIES;\n   19    5. PROVIDE FOR THE EDUCATION  OF  PHYSICIANS  AND  OTHER  HEALTH  CARE\n   20  PROFESSIONALS  IN GERONTOLOGY, THE PROVISION OF INNOVATIVE CARE DELIVERY\n   21  AND RESPONDING TO EMERGING PUBLIC HEALTH NEEDS OF THE  STATE'S  VETERANS\n   22  POPULATION;\n   23    6.  GUIDE COMPREHENSIVE PLANNING, RESOURCE ALLOCATION AND PATIENT CARE\n   24  EVALUATIVE PROCESSES;\n   25    7. ESTABLISH THE HIGHEST QUALITY OF CARE STANDARDS;\n   26    8. PROMOTE HIGH SELF-ESTEEM, DIGNITY, AND QUALITY OF  LIFE  AMONG  THE\n   27  DESERVING  RESIDENTS OF THE VETERANS NURSING HOMES WHO HAVE SERVED THEIR\n   28  COUNTRY WITH HONOR, LOYALTY AND DEDICATION;\n   29    9. ESTABLISH A SUPPORTIVE WORKING  ENVIRONMENT  FOR  THE  DIRECT  CARE\n   30  STAFF,  BEING  COGNIZANT OF THE VITAL ROLE THEY PLAY IN THE OPERATION OF\n   31  THE HOMES, AND THE PHYSICAL AND EMOTIONAL STRAIN  CONFRONTING  THOSE  IN\n   32  THE HEALTH CARE PROFESSION;\n   33    10.  PROVIDE  THE HIGHEST LEVEL OF CARE AT THE LOWEST POSSIBLE COST TO\n   34  THE VETERAN AND FAMILY OF THE VETERAN; AND\n   35    11. PRESENT A BALANCED BUDGET ACCORDING TO GENERALLY ACCEPTED ACCOUNT-\n   36  ING PRINCIPLES.\n   37    S 2489-A. VETERANS LONG TERM HEALTH CARE AUTHORITY.  A  BOARD,  TO  BE\n   38  KNOWN  AS \"VETERANS LONG TERM HEALTH CARE AUTHORITY,\" IS HEREBY CREATED.\n   39  SUCH BOARD SHALL BE A BODY CORPORATE AND POLITIC CONSTITUTING  A  PUBLIC\n   40  BENEFIT  AUTHORITY.  IT SHALL CONSIST OF THE DIRECTOR OF THE DIVISION OF\n   41  VETERANS' AFFAIRS, THE DIRECTOR OF THE STATE OFFICE FOR THE  AGING,  THE\n   42  COMMISSIONER  OF HEALTH, THE SUPERINTENDENT OF INSURANCE, THE CHANCELLOR\n   43  OF THE STATE UNIVERSITY AND THREE VETERANS EACH TO BE  SELECTED  BY  THE\n   44  SPEAKER OF THE ASSEMBLY AND THE SENATE MAJORITY LEADER. THE PRESIDENT OF\n   45  THE  AUTHORITY  SHALL  BE  THE  DIRECTOR  OF  THE  DIVISION OF VETERANS'\n   46  AFFAIRS.  THE MEMBERS OF THE BOARD SHALL BE ENTITLED TO NO  COMPENSATION\n   47  FOR  THEIR  SERVICES,  BUT  SHALL  BE  ENTITLED TO REIMBURSEMENT FOR ALL\n   48  EXPENSES INCURRED OR TO BE INCURRED, IN CONNECTION THEREWITH. THE  POWER\n   49  OF  SUCH  AUTHORITY  SHALL BE VESTED IN AND EXERCISED BY THE BOARD AND A\n   50  MAJORITY OF THE MEMBERS OF THE BOARD THEN IN OFFICE SHALL  CONSTITUTE  A\n   51  QUORUM.  THE BOARD MAY DELEGATE TO ONE OR MORE OF ITS MEMBERS, OR TO ITS\n   52  AGENTS  AND EMPLOYEES, SUCH POWERS AND DUTIES AS IT MAY DEEM PROPER. THE\n   53  BOARD SHALL BE DEEMED A HEALTH CARE PROVIDER  FOR  PURPOSES  OF  ARTICLE\n   54  TWENTY-EIGHT  OF THE PUBLIC HEALTH LAW. THE STAFF OF THE AUTHORITY SHALL\n   55  BE  DEEMED  PUBLIC  EMPLOYEES  FOR  ALL  PURPOSES  INCLUDING  RETIREMENT\n   56  PURPOSES.  THE  MEMBERS OF THE BOARD AND EMPLOYEES OF THE BOARD SHALL BE\n\n       S. 2245                             3\n\n    1  GRANTED DEFENSE AND INDEMNIFICATION PRIVILEGES GRANTED TO STATE OFFICERS\n    2  AND EMPLOYEES PURSUANT TO SECTION SEVENTEEN OF THE PUBLIC OFFICERS LAW.\n    3    S  2489-B.  PURPOSE AND DUTY OF THE AUTHORITY. THE PURPOSE AND DUTY OF\n    4  THE AUTHORITY IS TO ACQUIRE LAND IN THE STATE AND TO  DEVELOP,  IMPROVE,\n    5  EMBELLISH,  MAINTAIN  AND  OPERATE  ON  SUCH  LAND LONG TERM HEALTH CARE\n    6  FACILITIES FOR NEW YORK STATE VETERANS, AND TO DETERMINE AND CHARGE FEES\n    7  FOR ADMISSION THERETO AND THE USE THEREOF SUFFICIENT WITH OTHER REVENUES\n    8  TO MEET ITS EXPENSES AND PAY ALL DEBTS CONTRACTED BY IT, AND THE AUTHOR-\n    9  ITY SHALL HAVE POWER TO DO ALL THINGS NECESSARY OR CONVENIENT  TO  CARRY\n   10  OUT SUCH PURPOSE AND DUTY IN ADDITION TO THE EXPRESS POWERS CONFERRED IN\n   11  THIS TITLE.\n   12    S 2489-C. POWERS OF THE AUTHORITY. THE AUTHORITY SHALL HAVE POWER:\n   13    1. TO SUE AND BE SUED;\n   14    2. TO HAVE A SEAL AND ALTER THE SAME AT PLEASURE;\n   15    3.  TO  ACQUIRE,  HOLD  AND  DISPOSE  OF REAL AND PERSONAL PROPERTY OR\n   16  INTERESTS THEREIN IN ITS OWN NAME, SUBJECT TO MORTGAGES OR  OTHER  LIENS\n   17  OR OTHERWISE AND TO PAY THEREFOR IN CASH OR ON CREDIT, AND TO GIVE MORT-\n   18  GAGES THEREON IN FULL OR PART PAYMENT THEREFOR OR OTHERWISE TO SECURE OR\n   19  PROCURE  PAYMENT  OF  ALL  OR ANY PART OF THE PURCHASE PRICE THEREOF, ON\n   20  SUCH TERMS AND CONDITIONS AS IT SHALL DETERMINE;\n   21    4.  TO MAKE BY-LAWS FOR THE MANAGEMENT AND REGULATION OF ITS AFFAIRS;\n   22    5.  TO APPOINT OFFICERS, AGENTS AND EMPLOYEES AND  FIX  THEIR  COMPEN-\n   23  SATION; SUBJECT, HOWEVER, TO THE PROVISIONS OF THE CIVIL SERVICE LAW;\n   24    6.    TO MAKE CONTRACTS AND INCUR DEBTS AND TO EXECUTE ALL INSTRUMENTS\n   25  NECESSARY OR CONVENIENT;\n   26    7.  TO CHARGE FEES FOR ADMISSION TO LONG TERM HEALTH  CARE  FACILITIES\n   27  FOR  NEW  YORK  STATE VETERANS AND FOR THE USE OF THE FACILITIES THEREIN\n   28  SUBJECT TO AND IN ACCORDANCE WITH SUCH AGREEMENTS WITH HOLDERS OF  BONDS\n   29  AS MAY BE MADE AS HEREINAFTER PROVIDED;\n   30    8.    TO  RENT, BUY, SELL AND DEAL IN, GOODS, WARES AND MERCHANDISE IN\n   31  ANY WAY CONNECTED WITH THE LONG TERM HEALTH CARE FACILITIES, OR TO LEASE\n   32  THE RIGHT TO EXERCISE SUCH POWERS;\n   33    9.  TO OPERATE RESTAURANTS, CAFES AND OTHER PLACES  FOR  SERVING  FOOD\n   34  AND REFRESHMENTS AND TO LEASE THE RIGHT TO EXERCISE SUCH POWER;\n   35    10.    TO  LEASE  THE RIGHT TO CONSTRUCT AND/OR USE SUCH FACILITIES ON\n   36  SUCH TERMS AND FOR SUCH CONSIDERATIONS AS IT SHALL DETERMINE,  PROVIDED,\n   37  HOWEVER, THAT NO LEASE SHALL BE MADE FOR A PERIOD OF MORE THAN TEN YEARS\n   38  FROM THE DATE WHEN IT IS MADE;\n   39    11.    TO  ISSUE NEGOTIABLE BONDS AND TO PROVIDE FOR THE RIGHTS OF THE\n   40  HOLDERS THEREOF, AND TO SECURE THE SAME BY A MORTGAGE OR DEED  OF  TRUST\n   41  ON ITS PROPERTY;\n   42    12.    TO  ENTER  ON ANY LANDS, WATERS AND PREMISES FOR THE PURPOSE OF\n   43  MAKING SURVEYS, SOUNDINGS, BORINGS AND EXAMINATIONS;\n   44    13. TO ACT AS LIAISON AND AGENT FOR THE STATE WITH THE FEDERAL  VETER-\n   45  ANS'   ADMINISTRATION  FOR  PURPOSES  OF  RECEIVING  FEDERAL  FUNDS  FOR\n   46  CONSTRUCTION OF SUCH LONG TERM HEALTH CARE FACILITIES; AND\n   47    14.  TO DO ALL THINGS NECESSARY OR CONVENIENT TO CARRY OUT THE  POWERS\n   48  EXPRESSLY GIVEN IN THIS ARTICLE.\n   49    S  2489-D.  MONEYS  OF  THE  AUTHORITY. 1. THE MONEYS OF THE AUTHORITY\n   50  SHALL, EXCEPT AS OTHERWISE PROVIDED IN THIS SECTION, BE DEPOSITED  IN  A\n   51  GENERAL ACCOUNT AND SUCH OTHER ACCOUNTS AS THE AUTHORITY MAY DEEM NECES-\n   52  SARY FOR THE TRANSACTION OF ITS BUSINESS AND SHALL BE PAID OUT ON CHECKS\n   53  SIGNED  BY  THE  PRESIDENT  OF  THE AUTHORITY OR BY SUCH OTHER PERSON OR\n   54  PERSONS AS THE AUTHORITY MAY AUTHORIZE.\n   55    2. ALL MONEYS OF THE AUTHORITY DERIVED FROM  STATE  APPROPRIATIONS  OR\n   56  THE  SALE  OF  BONDS  AND ALL MONEYS CONSTITUTING RESERVE FUNDS SHALL BE\n\n       S. 2245                             4\n\n    1  PAID TO THE COMPTROLLER OF THE STATE AS  AGENT  OF  THE  AUTHORITY,  WHO\n    2  SHALL  NOT COMMINGLE SUCH MONEYS WITH OTHER MONEYS. SUCH MONEYS SHALL BE\n    3  DEPOSITED IN A SEPARATE BANK ACCOUNT OR ACCOUNTS.  THE  MONEYS  IN  SUCH\n    4  ACCOUNTS SHALL BE PAID OUT ON CHECK OF THE COMPTROLLER ON REQUISITION OF\n    5  THE PRESIDENT OF THE AUTHORITY OR OF SUCH OTHER PERSON OR PERSONS AS THE\n    6  AUTHORITY  MAY AUTHORIZE TO MAKE SUCH REQUISITIONS. ALL DEPOSITS OF SUCH\n    7  MONEYS SHALL, IF REQUIRED  BY  THE  COMPTROLLER  OR  THE  AUTHORITY,  BE\n    8  SECURED  BY  OBLIGATIONS OF THE UNITED STATES OF AMERICA OR OF THE STATE\n    9  OF NEW YORK OF A MARKET VALUE EQUAL AT ALL TIMES TO THE  AMOUNT  OF  THE\n   10  DEPOSIT  AND  ALL  BANKS AND TRUST COMPANIES ARE AUTHORIZED TO GIVE SUCH\n   11  SECURITY FOR SUCH DEPOSITS.\n   12    S 2489-E. BONDS OF THE AUTHORITY. 1. THE AUTHORITY  SHALL  HAVE  POWER\n   13  AND IS HEREBY AUTHORIZED FROM TIME TO TIME TO ISSUE ITS NEGOTIABLE BONDS\n   14  IN  CONFORMITY WITH APPLICABLE PROVISIONS OF THE UNIFORM COMMERCIAL CODE\n   15  IN THE AGGREGATE PRINCIPAL AMOUNT OF NOT EXCEEDING  TWENTY-FIVE  MILLION\n   16  DOLLARS  FOR  ANY CORPORATE PURPOSE. THE AUTHORITY SHALL HAVE POWER FROM\n   17  TIME TO TIME TO REFUND ANY BONDS BY THE ISSUANCE OF NEW  BONDS,  WHETHER\n   18  THE  BONDS  TO BE REFUNDED HAVE OR HAVE NOT MATURED, AND MAY ISSUE BONDS\n   19  PARTLY TO REFUND BONDS THEN OUTSTANDING AND PARTLY FOR ANY OTHER  CORPO-\n   20  RATE  PURPOSE.   IN COMPUTING THE TOTAL AMOUNT OF BONDS OF THE AUTHORITY\n   21  WHICH MAY AT ANY TIME BE OUTSTANDING THE AMOUNT OF THE OUTSTANDING BONDS\n   22  TO BE REFUNDED FROM THE PROCEEDS OF THE SALE OF NEW BONDS OR BY EXCHANGE\n   23  FOR NEW BONDS SHALL BE EXCLUDED.\n   24    2.  SUCH BONDS SHALL BE AUTHORIZED BY  RESOLUTION  OF  THE  BOARD  AND\n   25  SHALL  BE  ISSUED  IN ONE OR MORE SERIES, SHALL BEAR SUCH DATE OR DATES,\n   26  MATURE AT SUCH TIME OR TIMES,  NOT  EXCEEDING  FORTY  YEARS  FROM  THEIR\n   27  RESPECTIVE  DATES,  BEAR  INTEREST  AT SUCH RATE OR RATES, NOT EXCEEDING\n   28  FIVE PER CENTUM PER ANNUM PAYABLE  SEMI-ANNUALLY,  BE  IN  SUCH  DENOMI-\n   29  NATIONS, BE IN SUCH FORM, EITHER COUPON OR REGISTERED, CARRY SUCH REGIS-\n   30  TRATION PRIVILEGES, BE EXECUTED IN SUCH MANNER, BE PAYABLE IN SUCH MEDI-\n   31  UM  OF  PAYMENT,  AT  SUCH  PLACE OR PLACES, BE SUBJECT TO SUCH TERMS OF\n   32  REDEMPTION, AND BE DECLARED OR BECOME DUE BEFORE THE MATURITY DATE THER-\n   33  EOF, AS SUCH RESOLUTION OR RESOLUTIONS MAY PROVIDE.  SUCH BONDS  MAY  BE\n   34  ISSUED  FOR  MONEY OR PROPERTY (AT PUBLIC OR PRIVATE SALE FOR SUCH PRICE\n   35  OR PRICES) AS THE AUTHORITY SHALL DETERMINE, PROVIDED THAT THE  INTEREST\n   36  COST TO MATURITY OF THE MONEY OR PROPERTY (AT ITS VALUE AS DETERMINED BY\n   37  THE  BOARD, THE DETERMINATION OF WHICH SHALL BE CONCLUSIVE) RECEIVED FOR\n   38  ANY ISSUE OF SUCH BONDS, SHALL NOT EXCEED FIVE  PER  CENTUM  PER  ANNUM.\n   39  REFUNDING BONDS EXCHANGED FOR OUTSTANDING BONDS MAY BE EXCHANGED ON SUCH\n   40  TERMS AND WITH SUCH CASH ADJUSTMENTS AS THE AUTHORITY SHALL DETERMINE.\n   41    3.  IN CONNECTION WITH THE ISSUANCE OF BONDS OR IN ORDER TO SECURE THE\n   42  PAYMENT OF ITS BONDS THE AUTHORITY SHALL HAVE POWER:\n   43    (A)    TO  MORTGAGE ALL OR ANY PART OF ITS PROPERTY, REAL OR PERSONAL,\n   44  THEN OWNED OR THEREAFTER ACQUIRED;\n   45    (B)  TO PLEDGE ALL OR ANY PART OF ITS REVENUES;\n   46    (C)  TO COVENANT AGAINST MORTGAGING ALL OR ANY PART OF  ITS  PROPERTY,\n   47  REAL  OR  PERSONAL, THEN OWNED OR THEREAFTER ACQUIRED OR AGAINST PERMIT-\n   48  TING OR SUFFERING ANY LIEN THEREON;\n   49    (D)  TO COVENANT AGAINST PLEDGING ALL OR ANY PART OF ITS  REVENUES  TO\n   50  WHICH  ITS  RIGHT  THEN EXISTS OR THE RIGHT TO WHICH MAY THEREAFTER COME\n   51  INTO EXISTENCE;\n   52    (E)   TO PROVIDE FOR THE RELEASE OF  PROPERTY  OR  REVENUES  FROM  ANY\n   53  PLEDGE OR MORTGAGE, AND TO RESERVE RIGHTS AND POWERS IN, OR THE RIGHT TO\n   54  DISPOSE OF, PROPERTY WHICH IS SUBJECT TO A PLEDGE OR MORTGAGE;\n   55    (F)    TO  COVENANT AS TO THE BONDS TO BE ISSUED PURSUANT TO ANY MORT-\n   56  GAGE, DEED OF TRUST OR OTHER INSTRUMENT AND AS TO THE ISSUANCE  OF  SUCH\n\n       S. 2245                             5\n\n    1  BONDS  IN  ESCROW OR OTHERWISE, AND AS TO THE USE AND DISPOSITION OF THE\n    2  PROCEEDS THEREOF;\n    3    (G)   TO COVENANT AS TO WHAT OTHER, OR ADDITIONAL DEBT MAY BE INCURRED\n    4  BY IT;\n    5    (H)  TO PROVIDE FOR THE TERMS, FORM, REGISTRATION, EXCHANGE, EXECUTION\n    6  AND AUTHENTICATION OF BONDS;\n    7    (I)  TO PROVIDE FOR THE REPLACEMENT OF LOST,  DESTROYED  OR  MUTILATED\n    8  BONDS;\n    9    (J)    TO  COVENANT THAT THE AUTHORITY WARRANTS THE TITLE TO THE PREM-\n   10  ISES;\n   11    (K)  TO COVENANT AS TO THE FEES AND RENTALS TO BE CHARGED, THE  AMOUNT\n   12  (CALCULATED AS MAY BE DETERMINED) TO BE RAISED EACH YEAR OR OTHER PERIOD\n   13  OF  TIME  BY  FEES,  RENTALS,  AND  OTHER REVENUES AND AS TO THE USE AND\n   14  DISPOSITION TO BE MADE THEREOF;\n   15    (L)  TO COVENANT AS TO THE USE OF ANY OR ALL OF ITS PROPERTY, REAL  OR\n   16  PERSONAL;\n   17    (M)    TO COVENANT TO SET ASIDE OR PAY OVER RESERVES AND SINKING FUNDS\n   18  AND AS TO THE DISPOSITION THEREOF;\n   19    (N)  TO REDEEM THE BONDS, AND TO COVENANT FOR THEIR REDEMPTION, AND TO\n   20  PROVIDE THE TERMS AND CONDITIONS THEREOF;\n   21    (O)  TO COVENANT AGAINST EXTENDING THE TIME FOR THE  PAYMENT  OF  BOND\n   22  INTEREST, DIRECTLY OR INDIRECTLY, BY ANY MEANS OR IN ANY MANNER;\n   23    (P)    TO  COVENANT  TO  MAINTAIN OFFICES AND AGENCIES FOR ANY PURPOSE\n   24  CONNECTED WITH ITS BONDS;\n   25    (Q)  TO COVENANT AS TO THE MAINTENANCE OF ITS PROPERTY,  THE  REPLACE-\n   26  MENT THEREOF, THE INSURANCE TO BE CARRIED THEREON AND THE USE AND DISPO-\n   27  SITION OF INSURANCE MONEYS;\n   28    (R)    TO COVENANT AS TO ITS BOOKS OF ACCOUNT AND AS TO THE INSPECTION\n   29  AND AUDIT THEREOF AND AS TO THE ACCOUNTING METHODS;\n   30    (S)  TO COVENANT AND PRESCRIBE AS TO THE EVENTS OF DEFAULT  AND  TERMS\n   31  AND CONDITIONS UPON WHICH ANY OR ALL OF ITS BONDS SHALL BECOME OR MAY BE\n   32  DECLARED  DUE  BEFORE  MATURITY  AND AS TO THE TERMS AND CONDITIONS UPON\n   33  WHICH SUCH DECLARATION AND ITS CONSEQUENCES MAY BE WAIVED;\n   34    (T)  TO COVENANT AS TO THE  RIGHTS,  LIABILITIES,  POWERS  AND  DUTIES\n   35  ARISING UPON THE BREACH BY IT OF ANY COVENANT, CONDITION, OR OBLIGATION;\n   36    (U)   TO VEST IN A TRUSTEE OR TRUSTEES THE RIGHT TO ENFORCE ANY COVEN-\n   37  ANT MADE TO SECURE, TO PAY OR IN RELATION TO THE BONDS, OR TO  FORECLOSE\n   38  ANY  MORTGAGE,  TO  PROVIDE FOR THE POWERS AND DUTIES OF SUCH TRUSTEE OR\n   39  TRUSTEES, TO LIMIT LIABILITIES THEREOF AND  TO  PROVIDE  THE  TERMS  AND\n   40  CONDITIONS UPON WHICH THE TRUSTEE OR TRUSTEES OR THE HOLDERS OF BONDS OR\n   41  ANY  PROPORTION  OF  THEM  MAY ENFORCE ANY SUCH COVENANT OR EXERCISE THE\n   42  RIGHT OF FORECLOSURE;\n   43    (V)  TO MAKE COVENANTS IN ADDITION TO THE COVENANTS  HEREIN  EXPRESSLY\n   44  AUTHORIZED, OF LIKE OR DIFFERENT CHARACTER;\n   45    (W)    TO  EXECUTE ALL MORTGAGES, BILLS OF SALE, CONVEYANCES, DEEDS OF\n   46  TRUST AND OTHER INSTRUMENTS NECESSARY OR CONVENIENT IN THE  EXERCISE  OF\n   47  THE  POWERS  HEREIN  GRANTED  OR  IN THE PERFORMANCE OF ITS COVENANTS OR\n   48  DUTIES; AND\n   49    (X)  TO MAKE SUCH COVENANTS AND TO DO ANY AND ALL SUCH ACTS AND THINGS\n   50  AS MAY BE NECESSARY OR CONVENIENT OR DESIRABLE IN ORDER  TO  SECURE  ITS\n   51  BONDS, OR IN THE ABSOLUTE DISCRETION OF THE BOARD TEND TO MAKE THE BONDS\n   52  MORE MARKETABLE, NOTWITHSTANDING THAT SUCH COVENANTS, ACTS OR THINGS MAY\n   53  NOT  BE  ENUMERATED HEREIN AND NOTWITHSTANDING THAT SUCH COVENANTS, ACTS\n   54  OR THINGS MAY RESTRICT OR INTERFERE WITH THE CARRYING OUT OF ITS  CORPO-\n   55  RATE  PURPOSE; IT BEING THE INTENTION HEREOF TO GIVE THE AUTHORITY POWER\n   56  TO DO ALL THINGS IN THE ISSUANCE OF BONDS, AND FOR THEIR SECURITY THAT A\n\n       S. 2245                             6\n\n    1  BUSINESS AUTHORITY CAN DO UNDER THE GENERAL LAWS OF  THE  STATE  AND  NO\n    2  CONSENT OR APPROVAL OF ANY JUDGE OR COURT SHALL BE REQUIRED THEREFOR.\n    3    S  2489-F. STATE NOT LIABLE ON BONDS.  THE BONDS AND OTHER OBLIGATIONS\n    4  OF THE AUTHORITY SHALL NOT BE A DEBT OF THE STATE AND  THE  STATE  SHALL\n    5  NOT  BE LIABLE THEREON, NOR SHALL THEY BE PAYABLE OUT OF ANY FUNDS OTHER\n    6  THAN THOSE OF THE AUTHORITY, PROVIDED, HOWEVER,  THAT  THE  STATE  SHALL\n    7  ASSUME  WHATEVER  LIABILITY  IS  REQUIRED FOR FEDERAL VETERANS' ADMINIS-\n    8  TRATION PARTICIPATION IN THE  CONSTRUCTING  OF  LONG  TERM  HEALTH  CARE\n    9  FACILITIES  FOR  VETERANS AND PER DIEM PAYMENTS ON BEHALF OF VETERANS IN\n   10  SUCH FACILITIES.\n   11    S 2489-G. BONDS LEGAL INVESTMENTS FOR PUBLIC OFFICERS AND FIDUCIARIES.\n   12  THE BONDS ARE HEREBY MADE SECURITIES IN WHICH ALL  PUBLIC  OFFICERS  AND\n   13  BODIES  OF THIS STATE AND ALL MUNICIPALITIES AND MUNICIPAL SUBDIVISIONS,\n   14  ALL INSURANCE COMPANIES AND ASSOCIATIONS AND OTHER PERSONS  CARRYING  ON\n   15  AN  INSURANCE  BUSINESS,  ALL  BANKS,  BANKERS, TRUST COMPANIES, SAVINGS\n   16  BANKS AND SAVINGS ASSOCIATIONS, INCLUDING SAVINGS AND LOAN ASSOCIATIONS,\n   17  BUILDING AND LOAN ASSOCIATIONS, INVESTMENT COMPANIES AND  OTHER  PERSONS\n   18  CARRYING  ON  A  BANKING BUSINESS, ALL ADMINISTRATORS, GUARDIANS, EXECU-\n   19  TORS, TRUSTEES AND OTHER FIDUCIARIES AND ALL  OTHER  PERSONS  WHATSOEVER\n   20  WHO  ARE  NOW OR MAY HEREAFTER BE AUTHORIZED TO INVEST IN BONDS OR OTHER\n   21  OBLIGATIONS OF THE STATE, MAY PROPERLY AND LEGALLY INVEST FUNDS, INCLUD-\n   22  ING CAPITAL, IN THEIR CONTROL OR BELONGING TO THEM.  THE BONDS ARE  ALSO\n   23  HEREBY MADE SECURITIES WHICH MAY BE DEPOSITED WITH AND SHALL BE RECEIVED\n   24  BY  ALL  PUBLIC OFFICERS AND BODIES OF THIS STATE AND ALL MUNICIPALITIES\n   25  AND MUNICIPAL SUBDIVISIONS FOR ANY PURPOSE  FOR  WHICH  THE  DEPOSIT  OF\n   26  BONDS  OR  OTHER  OBLIGATIONS  OF  THIS STATE IS NOW OR MAY HEREAFTER BE\n   27  AUTHORIZED.\n   28    S 2489-H.  BONDS TO BE TAX EXEMPT.   THE BONDS SHALL  BE  EXEMPT  FROM\n   29  TAXATION EXCEPT FOR TRANSFER AND ESTATE TAXES.\n   30    S  2489-I. RIGHTS AND REMEDIES OF CREDITORS. 1.  ALL REAL AND PERSONAL\n   31  PROPERTY, INCLUDING FEES AND REVENUES OF THE AUTHORITY AND  DEBTS  OWING\n   32  TO  IT  ARE  EXEMPT  FROM LEVY AND SALE BY VIRTUE OF AN EXECUTION AND NO\n   33  EXECUTION OR OTHER JUDICIAL PROCESS SHALL ISSUE AGAINST THE  SAME.    NO\n   34  JUDGMENT  AGAINST  THE AUTHORITY SHALL BE A CHARGE UPON REAL PROPERTY OR\n   35  CHATTELS REAL OF THE AUTHORITY.  THIS CLAUSE SHALL NOT LIMIT THE  RIGHTS\n   36  OF  MORTGAGEES AND PLEDGEES TO ENFORCE THEIR LIEN OR OTHER RIGHTS BY ANY\n   37  APPROPRIATE SUIT, ACTION OR PROCEEDING.\n   38    2.  ANY PURCHASER AT A SALE OF PROPERTY OF THE AUTHORITY PURSUANT TO A\n   39  JUDGMENT IN AN ACTION TO FORECLOSE A MORTGAGE THEREON SHALL OBTAIN TITLE\n   40  FREE FROM ANY TRUST OR OTHER OBLIGATION  TO  OPERATE  OR  MAINTAIN  SUCH\n   41  PROPERTY AS A LONG TERM HEALTH CARE FACILITY FOR NEW YORK STATE VETERANS\n   42  AND FREE FROM ANY OBLIGATION TO THE PUBLIC OR THE STATE AS TO ITS USE OR\n   43  DISPOSITION.\n   44    3.    ANY CREDITOR OF THE AUTHORITY, INCLUDING A TRUSTEE FOR BONDHOLD-\n   45  ERS, SHALL HAVE THE RIGHT, SUBJECT TO ANY CONTRACTUAL LIMITATIONS  BIND-\n   46  ING  UPON SUCH CREDITOR OR TRUSTEE, AND SUBJECT TO THE PRIOR OR SUPERIOR\n   47  RIGHTS OF OTHERS,\n   48    (A)  BY SUIT, ACTION OR SPECIAL  PROCEEDING,  TO  ENFORCE  HIS  RIGHTS\n   49  AGAINST  THE AUTHORITY AND THE BOARD, INCLUDING THE RIGHT TO REQUIRE THE\n   50  AUTHORITY AND THE BOARD TO COLLECT FEES AND REVENUES ADEQUATE  TO  CARRY\n   51  OUT  ANY  AGREEMENT  AS  TO, OR PLEDGE OF, SUCH FEES AND REVENUES AND TO\n   52  REQUIRE THE AUTHORITY AND THE BOARD TO CARRY OUT ANY OTHER COVENANTS AND\n   53  AGREEMENTS AND TO PERFORM ITS AND THEIR DUTIES UNDER THIS ARTICLE;\n   54    (B) BY ACTION OR SUIT IN EQUITY TO REQUIRE THE AUTHORITY TO ACCOUNT AS\n   55  IF IT WERE THE TRUSTEE OF AN EXPRESS TRUST;\n\n       S. 2245                             7\n\n    1    (C) BY ACTION OR SUIT IN EQUITY TO ENJOIN ANY ACTS OR THINGS WHICH MAY\n    2  BE UNLAWFUL OR IN VIOLATION OF THE RIGHTS OF SUCH CREDITOR;\n    3    (D) IN THE DISCRETION OF THE COURT TO THE APPOINTMENT OF A RECEIVER OF\n    4  THE  PROPERTY  OF  THE  AUTHORITY  OR ANY PART OR PARTS THEREOF, WHO MAY\n    5  ENTER AND TAKE POSSESSION OF THE PROPERTY OF THE AUTHORITY OR  ANY  PART\n    6  OR  PARTS  THEREOF,  AND  OPERATE  AND MAINTAIN THE SAME AND COLLECT AND\n    7  RECEIVE ALL FEES, RENTALS AND OTHER REVENUES THEREAFTER  ARISING  THERE-\n    8  FROM  IN  THE  SAME  MANNER  AS THE AUTHORITY ITSELF MIGHT DO, AND SHALL\n    9  DEPOSIT ALL SUCH MONEYS IN A SEPARATE ACCOUNT  AND  APPLY  THE  SAME  IN\n   10  ACCORDANCE  WITH  THE  OBLIGATIONS  OF  THE AUTHORITY AS THE COURT SHALL\n   11  DIRECT. THE AUTHORITY MAY GIVE THE HOLDERS OF ITS BONDS OR  ANY  TRUSTEE\n   12  FOR THEIR BENEFIT BY AGREEMENT THE RIGHT TO THE APPOINTMENT OF A RECEIV-\n   13  ER.\n   14    S  2489-J. EXEMPTION FROM TAXATION.  THE CONSTRUCTION, MAINTENANCE AND\n   15  OPERATION OF ANY LONG TERM HEALTH  CARE  FACILITY  FOR  NEW  YORK  STATE\n   16  VETERANS  BY  THE  AUTHORITY  IS  IN ALL RESPECTS FOR THE BENEFIT OF THE\n   17  PEOPLE OF THE STATE OF NEW  YORK  FOR  THE  INCREASE  OF  THEIR  HEALTH,\n   18  CONVENIENCE AND WELFARE, AND THE AUTHORITY SHALL BE REGARDED AS PERFORM-\n   19  ING  A  GOVERNMENTAL  FUNCTION IN CARRYING OUT ITS CORPORATE PURPOSE AND\n   20  SHALL BE REQUIRED TO PAY NO TAXES OR ASSESSMENTS OF ANY KIND  WHATSOEVER\n   21  UPON  ANY  OF  THE PROPERTY ACQUIRED BY IT, WHICH SAID PROPERTY SHALL BE\n   22  EXEMPT FROM TAXATION SO LONG AS THE SAME IS OWNED OR  POSSESSED  BY  THE\n   23  AUTHORITY,  OR  UPON  ITS ACTIVITIES IN THE OPERATION AND MAINTENANCE OF\n   24  SUCH VETERANS FACILITIES OR UPON ANY REVENUES OR OTHER  INCOME  RECEIVED\n   25  BY  IT, AND ANY MORTGAGE OF REAL PROPERTY EXECUTED, GIVEN OR MADE BY THE\n   26  AUTHORITY SHALL BE EXEMPT FROM ANY TAX IMPOSED ON THE RECORDING  THEREOF\n   27  AND  ANY  PERSON  OR  CORPORATION  OWNING  ANY DEBT OR OBLIGATION OF THE\n   28  AUTHORITY SECURED BY ANY MORTGAGE OF ITS REAL PROPERTY SHALL  BE  EXEMPT\n   29  FROM ANY TAX ON THE RECORDING OF SUCH MORTGAGE.  NOTHING IN THIS SECTION\n   30  SHALL  BE CONSTRUED, HOWEVER, TO IMPRESS ANY TRUST UPON SUCH PROPERTY AS\n   31  SUCH OR TO LIMIT THE ABSOLUTE  CHARACTER  OF  ANY  TITLE  WHICH  MAY  BE\n   32  DERIVED  THROUGH THE AUTHORITY BY SALE OR THE FORECLOSURE OF ANY LIEN OR\n   33  MORTGAGE THEREON.\n   34    S 2489-K. RULES AND REGULATIONS RELATING  TO  LONG  TERM  HEALTH  CARE\n   35  FACILITIES FOR NEW YORK STATE VETERANS. THE CONSTRUCTION AND USE OF LONG\n   36  TERM HEALTH CARE FACILITIES FOR NEW YORK STATE VETERANS SHALL BE SUBJECT\n   37  TO  THE  RULES AND REGULATIONS OF THE AUTHORITY; PROVIDED, HOWEVER, THAT\n   38  THE AUTHORITY SHALL HAVE NO AUTHORITY TO ALTER  OR  CHANGE  ANY  OF  THE\n   39  FACILITIES  HEREBY  PLACED  UNDER  THE AUTHORITY OR TO DO ANYTHING WHICH\n   40  WILL IMPAIR THE SECURITY  OF  THE  BONDHOLDERS  OR  VIOLATE  LIMITATIONS\n   41  CONTAINED IN ANY AGREEMENT WITH THE BONDHOLDERS.\n   42    S  2489-L.  JURISDICTION  IN  CERTAIN SUITS AGAINST THE AUTHORITY.  1.\n   43  EXCLUSIVE JURISDICTION IS HEREBY CONFERRED UPON THE COURT OF  CLAIMS  TO\n   44  HEAR  AND  DETERMINE  THE CLAIMS OF ANY PERSON AGAINST THE AUTHORITY (A)\n   45  FOR ITS TORTIOUS ACTS AND THOSE OF ITS AGENTS, AND (B) FOR BREACH  OF  A\n   46  CONTRACT  RELATING TO CONSTRUCTION, RECONSTRUCTION, IMPROVEMENT, MAINTE-\n   47  NANCE OR OPERATION, IN THE SAME MANNER AND TO THE EXTENT PROVIDED BY AND\n   48  SUBJECT TO THE PROVISIONS OF THE COURT OF CLAIMS  ACT  WITH  RESPECT  TO\n   49  CLAIMS AGAINST THE STATE, AND TO MAKE AWARDS AND RENDER JUDGMENTS THERE-\n   50  FOR.    ALL  AWARDS AND JUDGMENTS ARISING FROM SUCH CLAIMS SHALL BE PAID\n   51  OUT OF MONIES OF THE AUTHORITY.\n   52    2. AN ACTION AGAINST THE AUTHORITY FOR DEATH, PERSONAL INJURY OR PROP-\n   53  ERTY DAMAGE OR FOUNDED ON TORT SHALL NOT BE COMMENCED MORE THAN ONE YEAR\n   54  AND NINETY DAYS AFTER THE CAUSE OF ACTION THEREFORE SHALL HAVE OCCURRED,\n   55  NOR UNLESS A NOTICE OF CLAIM SHALL BE SERVED ON AN OFFICER  OR  EMPLOYEE\n   56  OF  THE  AUTHORITY  DESIGNATED BY THE AUTHORITY FOR SUCH PURPOSE, WITHIN\n\n       S. 2245                             8\n\n    1  THE TIME LIMITED BY AND IN COMPLIANCE WITH THE REQUIREMENTS  OF  SECTION\n    2  FIFTY-E OF THE GENERAL MUNICIPAL LAW.\n    3    S  2489-M.  MEMBERS AND EMPLOYEES NOT TO PROFIT. NO OFFICER, MEMBER OR\n    4  EMPLOYEE OF THE AUTHORITY SHALL RECEIVE OR MAY BE LAWFULLY  ENTITLED  TO\n    5  RECEIVE  ANY  PECUNIARY PROFIT FROM THE OPERATION THEREOF EXCEPT REASON-\n    6  ABLE COMPENSATION FOR SERVICES IN EFFECTING ONE OR MORE OF ITS  PURPOSES\n    7  HEREIN SET FORTH.\n    8    S  2489-N.  EQUAL  EMPLOYMENT OPPORTUNITY AND MINORITY AND WOMEN-OWNED\n    9  BUSINESS ENTERPRISE PROGRAMS. 1.  ALL  CONTRACTS  ENTERED  INTO  BY  THE\n   10  AUTHORITY  PURSUANT  TO  THIS TITLE OF WHATEVER NATURE AND ALL DOCUMENTS\n   11  SOLICITING BIDS OR PROPOSALS THEREFOR SHALL CONTAIN OR MAKE REFERENCE TO\n   12  THE FOLLOWING PROVISIONS:\n   13    (A) THE CONTRACTOR WILL NOT DISCRIMINATE AGAINST EMPLOYEES  OR  APPLI-\n   14  CANTS  FOR  EMPLOYMENT  BECAUSE  OF RACE, CREED, COLOR, NATIONAL ORIGIN,\n   15  SEX, AGE, DISABILITY, OR MARITAL STATUS, AND WILL UNDERTAKE OR  CONTINUE\n   16  EXISTING  PROGRAMS  OF  AFFIRMATIVE ACTION TO ENSURE THAT MINORITY GROUP\n   17  PERSONS AND WOMEN ARE AFFORDED EQUAL OPPORTUNITY WITHOUT DISCRIMINATION.\n   18  SUCH PROGRAMS SHALL INCLUDE, BUT NOT BE LIMITED TO, RECRUITMENT, EMPLOY-\n   19  MENT, JOB ASSIGNMENT, PROMOTION, UPGRADING, DEMOTION, TRANSFER,  LAYOFF,\n   20  TERMINATION,  RATES OF PAY OR OTHER FORMS OF COMPENSATION, AND SELECTION\n   21  FOR TRAINING AND RETRAINING,  INCLUDING  APPRENTICESHIP  AND  ON-THE-JOB\n   22  TRAINING.\n   23    (B) AT THE REQUEST OF THE AUTHORITY, THE CONTRACTOR SHALL REQUEST EACH\n   24  EMPLOYMENT  AGENCY, LABOR UNION, OR AUTHORIZED REPRESENTATIVE OF WORKERS\n   25  WITH WHICH IT HAS A COLLECTIVE BARGAINING OR OTHER AGREEMENT  OR  UNDER-\n   26  STANDING  AND  WHICH IS INVOLVED IN THE PERFORMANCE OF THE CONTRACT WITH\n   27  THE AUTHORITY TO FURNISH A WRITTEN STATEMENT THAT SUCH EMPLOYMENT  AGEN-\n   28  CY,  LABOR  UNION  OR  REPRESENTATIVE  SHALL NOT DISCRIMINATE BECAUSE OF\n   29  RACE, CREED, COLOR, NATIONAL ORIGIN, SEX,  AGE,  DISABILITY  OR  MARITAL\n   30  STATUS  AND  THAT  SUCH  UNION  OR  REPRESENTATIVE WILL COOPERATE IN THE\n   31  IMPLEMENTATION OF THE CONTRACTOR'S OBLIGATIONS HEREUNDER.\n   32    (C) THE CONTRACTOR SHALL STATE, IN ALL SOLICITATIONS OR ADVERTISEMENTS\n   33  FOR EMPLOYEES PLACED BY OR ON BEHALF OF THE CONTRACTOR IN  THE  PERFORM-\n   34  ANCE  OF  THE  CONTRACT WITH THE AUTHORITY THAT ALL QUALIFIED APPLICANTS\n   35  WILL BE AFFORDED EQUAL  EMPLOYMENT  OPPORTUNITY  WITHOUT  DISCRIMINATION\n   36  BECAUSE  OF RACE, CREED, COLOR, NATIONAL ORIGIN, SEX, AGE, DISABILITY OR\n   37  MARITAL STATUS.\n   38    (D) THE CONTRACTOR WILL  INCLUDE  THE  PROVISIONS  OF  PARAGRAPHS  (A)\n   39  THROUGH  (C)  OF THIS SUBDIVISION IN EVERY SUBCONTRACT OR PURCHASE ORDER\n   40  IN SUCH A MANNER THAT SUCH PROVISIONS WILL BE BINDING UPON EACH  SUBCON-\n   41  TRACTOR  OR  VENDOR  AS TO ITS WORK IN CONNECTION WITH THE CONTRACT WITH\n   42  THE AUTHORITY.\n   43    2. THE AUTHORITY SHALL ESTABLISH MEASURES, PROCEDURES  AND  GUIDELINES\n   44  TO  ENSURE  THAT  CONTRACTORS  AND  SUBCONTRACTORS  UNDERTAKE MEANINGFUL\n   45  PROGRAMS TO EMPLOY AND PROMOTE  QUALIFIED  MINORITY  GROUP  MEMBERS  AND\n   46  WOMEN.  SUCH  PROCEDURES MAY REQUIRE AFTER NOTICE IN A BID SOLICITATION,\n   47  THE SUBMISSION OF A MINORITY AND  WOMEN  WORKFORCE  UTILIZATION  PROGRAM\n   48  PRIOR  TO  THE AWARD OF ANY CONTRACT, OR AT ANY TIME THEREAFTER, AND MAY\n   49  REQUIRE THE SUBMISSION OF COMPLIANCE REPORTS RELATING TO  THE  OPERATION\n   50  AND  IMPLEMENTATION  OF  ANY WORKFORCE UTILIZATION PROGRAM ADOPTED HERE-\n   51  UNDER. THE AUTHORITY MAY TAKE APPROPRIATE ACTION, INCLUDING THE  IMPOSI-\n   52  TIONS  OF  SANCTIONS  FOR NON-COMPLIANCE TO EFFECTUATE THE PROVISIONS OF\n   53  THIS SECTION AND SHALL BE RESPONSIBLE  FOR  MONITORING  COMPLIANCE  WITH\n   54  THIS TITLE.\n   55    3. IN THE PERFORMANCE OF PROJECTS PURSUANT TO THIS TITLE, MINORITY AND\n   56  WOMEN-OWNED  BUSINESS  ENTERPRISES  SHALL  BE  GIVEN THE OPPORTUNITY FOR\n\n       S. 2245                             9\n\n    1  MEANINGFUL PARTICIPATION. THE  AUTHORITY  SHALL  ESTABLISH  QUANTIFIABLE\n    2  STANDARDS AND MEASURES AND PROCEDURES TO SECURE MEANINGFUL PARTICIPATION\n    3  AND  IDENTIFY  THOSE  CONTRACTS AND ITEMS OF WORK FOR WHICH MINORITY AND\n    4  WOMEN-OWNED  BUSINESS  ENTERPRISES MAY BEST BID TO ACTIVELY AND AFFIRMA-\n    5  TIVELY PROMOTE AND ASSIST THEIR PARTICIPATION  IN  PROJECTS,  SO  AS  TO\n    6  FACILITATE  THE  AWARD OF A FAIR SHARE OF CONTRACTS TO SUCH ENTERPRISES;\n    7  PROVIDED, HOWEVER, THAT NOTHING IN THIS  TITLE  SHALL  BE  CONSTRUED  TO\n    8  LIMIT THE ABILITY OF THE AUTHORITY TO ASSURE THAT QUALIFIED MINORITY AND\n    9  WOMEN-OWNED  BUSINESS  ENTERPRISES  MAY  PARTICIPATE IN THE PROGRAM. FOR\n   10  PURPOSES HEREOF, MINORITY BUSINESS ENTERPRISE SHALL  MEAN  ANY  BUSINESS\n   11  ENTERPRISE  WHICH  IS  AT LEAST FIFTY-ONE PER CENTUM OWNED BY, OR IN THE\n   12  CASE OF A PUBLICLY OWNED BUSINESS, AT LEAST FIFTY-ONE PER CENTUM OF  THE\n   13  STOCK  OR  OTHER VOTING INTEREST IS OWNED BY CITIZENS OR PERMANENT RESI-\n   14  DENT ALIENS WHO ARE BLACK, HISPANIC,  ASIAN,  AMERICAN  INDIAN,  PACIFIC\n   15  ISLANDER,  OR  ALASKAN  NATIVE,  AND  SUCH  OWNERSHIP  INTEREST IS REAL,\n   16  SUBSTANTIAL AND  CONTINUING  AND  HAS  THE  AUTHORITY  TO  INDEPENDENTLY\n   17  CONTROL THE DAY TO DAY BUSINESS DECISIONS OF THE ENTITY FOR AT LEAST ONE\n   18  YEAR; AND WOMEN-OWNED BUSINESS ENTERPRISE SHALL MEAN ANY BUSINESS ENTER-\n   19  PRISE WHICH IS AT LEAST FIFTY-ONE PER CENTUM OWNED BY, OR IN THE CASE OF\n   20  A PUBLICLY OWNED BUSINESS, AT LEAST FIFTY-ONE PER CENTUM OF THE STOCK TO\n   21  OTHER  VOTING INTERESTS OF WHICH IS OWNED BY CITIZENS OR PERMANENT RESI-\n   22  DENT ALIENS WHO ARE WOMEN, AND SUCH OWNERSHIP INTEREST IS REAL, SUBSTAN-\n   23  TIAL AND CONTINUING AND HAS THE AUTHORITY TO INDEPENDENTLY  CONTROL  THE\n   24  DAY TO DAY BUSINESS DECISIONS OF THE ENTITY FOR AT LEAST ONE YEAR.\n   25    THE PROVISIONS OF THIS SUBDIVISION SHALL NOT BE CONSTRUED TO LIMIT THE\n   26  ABILITY OF ANY MINORITY BUSINESS ENTERPRISE TO BID ON ANY CONTRACT.\n   27    4.  IN  ORDER  TO  IMPLEMENT  THE  REQUIREMENTS AND OBJECTIVES OF THIS\n   28  SECTION, THE AUTHORITY SHALL ESTABLISH PROCEDURES TO MONITOR CONTRACTORS\n   29  COMPLIANCE WITH  PROVISIONS  HEREOF,  PROVIDE  ASSISTANCE  IN  OBTAINING\n   30  COMPETING  QUALIFIED  MINORITY  AND  WOMEN-OWNED BUSINESS ENTERPRISES TO\n   31  PERFORM CONTRACTS PROPOSED TO BE AWARDED, IMPOSE  CONTRACTUAL  SANCTIONS\n   32  FOR  NON-COMPLIANCE,  AND TAKE OTHER APPROPRIATE MEASURES TO IMPROVE THE\n   33  ACCESS  OF  MINORITY  AND  WOMEN-OWNED  BUSINESS  ENTERPRISES  TO  THESE\n   34  CONTRACTS.\n   35    S  2489-O.  AUDIT  AND  ANNUAL  REPORTS. THE ACCOUNTS OF THE AUTHORITY\n   36  SHALL BE SUBJECT TO THE SUPERVISION OF  THE  STATE  COMPTROLLER  AND  AN\n   37  ANNUAL  AUDIT  SHALL BE PERFORMED BY AN INDEPENDENT CERTIFIED ACCOUNTANT\n   38  SELECTED BY THE STATE DIVISION OF THE BUDGET. THE AUTHORITY SHALL SUBMIT\n   39  ANNUALLY TO THE GOVERNOR, THE STATE COMPTROLLER, THE TEMPORARY PRESIDENT\n   40  OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY, A DETAILED REPORT  PURSU-\n   41  ANT  TO  THE PROVISIONS OF SECTION TWENTY-EIGHT HUNDRED OF THIS CHAPTER,\n   42  WHICH REPORT SHALL BE VERIFIED BY THE PRESIDENT OF  THE  AUTHORITY.  THE\n   43  AUTHORITY  SHALL  COMPLY  WITH  THE  PROVISIONS OF SECTIONS TWENTY-EIGHT\n   44  HUNDRED ONE, TWENTY-EIGHT HUNDRED TWO AND TWENTY-EIGHT HUNDRED THREE  OF\n   45  THIS CHAPTER.\n   46    S  2489-P. AUTHORITY SUBJECT TO OPEN MEETINGS LAW. THE AUTHORITY SHALL\n   47  BE SUBJECT TO THE PROVISIONS OF ARTICLE SEVEN OF THE PUBLIC OFFICERS LAW\n   48  RELATING TO THE OPEN MEETINGS LAW.\n   49    S 2489-Q. TITLE NOT AFFECTED IF IN PART UNCONSTITUTIONAL  OR  INEFFEC-\n   50  TIVE.  IF ANY SECTION, CLAUSE OR PROVISION OF THIS TITLE SHALL BE UNCON-\n   51  STITUTIONAL OR BE INEFFECTIVE IN WHOLE OR IN PART, TO THE EXTENT THAT IT\n   52  IS NOT UNCONSTITUTIONAL OR INEFFECTIVE IT SHALL BE VALID  AND  EFFECTIVE\n   53  AND  NO  OTHER  SECTION, CLAUSE OR PROVISION SHALL ON ACCOUNT THEREOF BE\n   54  DEEMED INVALID OR INEFFECTIVE.\n   55    S 2489-R. INCONSISTENT PROVISIONS IN OTHER ACTS SUPERSEDED.    INSOFAR\n   56  AS  THE PROVISIONS OF THIS TITLE ARE INCONSISTENT WITH THE PROVISIONS OF\n\n       S. 2245                            10\n\n    1  ANY OTHER ACT, GENERAL OR SPECIAL, THE PROVISIONS OF THIS TITLE SHALL BE\n    2  CONTROLLING.\n    3    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2245\n\nTITLE OF BILL:\nAn act\nto amend the public authorities law, in relation to creating a\nveterans long term health care authority and prescribing its powers\nand duties\n\nPURPOSE:\nThis bill will enhance services for the state's veteran population\nthrough the development of additional long term care services. The\nauthority will:\n\n1. Construct and operate high quality patient care delivery to the\nstate's veterans.\n\n2. Respond quickly to changes in the health care environment.\n\n3. React immediately to any and all operational and physical problems.\n\n4. Use, to the maximum extent, federal funds and capital grant funds\nfrom the VA State Home Program which will be used for construction\nand renovations of the facilities.\n\n5. Provide for the education of physicians and other health care\nprofessionals in gerontology.\n\n6. Provide for an evaluation into resource allocation and patient care.\n\n7. Establish high quality care standards.\n\n8. Promote, among the residents of the veterans nursing home, high\nself-esteem, dignity and a quality of life.\n\n9. Establish a supportive working environment for the direct care staff.\n\n10. Provide the highest level of care at the lowest possible cost.\n\nThe board will consist of the Director of the Division of Veterans\nAffairs, Director of the State Office for the Aging, Commissioner of\nthe Department of Health, the Superintendent of Insurance, the\nChancellor of the State University of New York and three veterans\neach to be selected by the Speaker of the Assembly and the Senate\nMajority Leader. The authority will be able to sell bonds to raise\ncapital and will not have to depend exclusively on legislative\nappropriations.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nArticle 8 of the public authorities law is amended by adding a new\nTitle 20.\n\nJUSTIFICATION:\nAlthough the number of New York State's 1.8 million veterans is\nexpected to decrease to about 924,000 by the year 2030, the number of\nelderly veterans will increase by about 140% between 1990 and 2000.\nThis increase in the number of elderly veterans will require the\nstate to provide more efficient health care services. Currently, the\nprocess of providing adequate health care to veterans is a very time\nconsuming inefficient process with long delays in the placement of\nailing veterans. The Veterans Long Term Health Care Authority will\nseek to streamline the process and eliminate the long administrative\ndelays that veterans currently face in seeking long term health care.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to creating a veterans long term health care authority and prescribing its powers and duties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110118.T134139.TXT", "SOBI.D110118.T133637.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110118.T142142.TXT", "SOBI.D110119.T113241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717960
}