{
  "year" : 2011,
  "senateBillNo" : "S2249-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S2249-2011-1295326800000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes granting of city personal income tax deduction for installation of home security devices",
  "summary" : "Authorizes city with a population of 1,000,000 or more to allow credit, by local law or ordinance, against personal income tax imposed by such city, for expenses of providing security for the home, provided such structure is a one, two, three, four or five family owner occupied residence. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "General City Law",
  "previousVersions" : [ "S468-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2249\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the general city law, in relation to providing  for  the\n         granting  of  a deduction in personal income tax imposed by a city for\n         home security expenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  third  undesignated paragraph of section 25-a of the\n    2  general city law is amended by adding a new subparagraph (d) to read  as\n    3  follows:\n    4    (D)  ANY  SUCH  LOCAL LAW MAY BE AMENDED TO PROVIDE THAT AN INDIVIDUAL\n    5  WHO IS OWNER OCCUPANT OF A ONE, TWO, THREE, FOUR  OR  FIVE  FAMILY  HOME\n    6  SHALL  BE  ENTITLED  TO  SUBTRACT FROM HIS OR HER FEDERAL ADJUSTED GROSS\n    7  INCOME THE EXPENSES OF PROVIDING SECURITY FOR HIS OR HER HOME  INCLUDING\n    8  EXTERIOR  LIGHTING,  BURGLAR  AND  FIRE  ALARMS  AND SUCH OTHER SECURITY\n    9  EXPENSES AS SHALL BE ALLOWABLE PURSUANT TO THE PROVISIONS OF SUCH  LOCAL\n   10  LAW.\n   11    S  2. This act shall take effect on the first of January next succeed-\n   12  ing the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07114-01-1\n",
  "memo" : "BILL NUMBER:S2249\n\nTITLE OF BILL:\nAn act\nto amend the general city law, in relation to providing for the\ngranting of a deduction in personal\nincome tax imposed by a city for home security expenses\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill would allow an owner occupant of a one, two or three family\nhome to subtract from his adjusted gross income the expenses of\nproviding security for his home including exterior lighting, burglar\nand fire alarms.\n\nJUSTIFICATION:\nThis bill would encourage homeowners to make security improvements on\ntheir homes.\n\nFISCAL IMPLICATIONS:\nNot known.\n\nEFFECTIVE DATE:\nThis bill shall take effect on the first of January next succeeding\nthe date on which it shall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general city law, in relation to providing for the granting of a deduction in personal income tax imposed by a city for home security expenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110118.T142142.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110118.T135141.TXT", "SOBI.D110119.T113241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717966
}