{
  "year" : 2011,
  "senateBillNo" : "S2246-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S2246-2011-1295326800000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Denies violent felony offenders a license to possess a firearm",
  "summary" : "Provides that a certificate of relief from disabilities shall not enable a violent felony offender to obtain a license to carry, possess, repair or dispose of a firearm. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S197-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2246\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN ACT to amend the correction law, in relation to denying violent felo-\n         ny offenders a license to possess a firearm\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 701 of the correction law is amended  by  adding  a\n    2  new subdivision 4 to read as follows:\n    3    4. A CERTIFICATE OF RELIEF FROM DISABILITIES SHALL NOT ENABLE A PERSON\n    4  WHO HAS BEEN CONVICTED OF A VIOLENT FELONY OFFENSE, AS DEFINED IN SUBDI-\n    5  VISION  ONE  OF  SECTION  70.02 OF THE PENAL LAW, TO OBTAIN A LICENSE TO\n    6  CARRY, POSSESS, REPAIR OR DISPOSE OF A FIREARM.\n    7    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07389-01-1\n",
  "memo" : "BILL NUMBER:S2246\n\nTITLE OF BILL:\n\nAn act\nto amend the correction law, in relation to denying violent felony\noffenders a license to possess a firearm\n\nSUMMARY:\n\nThis bill amends section 701 of correction law so that a certificate\nof relief from disabilities prohibits a person convicted of a violent\nfelony offense from obtaining a license to carry, possess, repair or\ndispose of a firearm.\n\nJUSTIFICATION:\n\nIn the past, a certificate of relief from disabilities enabled a\nperson who had been convicted of a violent felony offense to obtain a\nfirearm.\nUnfortunately, this ignores the fact that many of our state's felony\noffenders are repeat felony offenders. It is inconceivable to provide\na felony offender with the very weapon which may convict him/her of a\nfuture felony.\n\nFISCAL IMPLICATION:\n\nTo be determined.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to denying violent felony offenders a license to possess a firearm ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110118.T134139.TXT", "SOBI.D110118.T142142.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110119.T113241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717962
}