{
  "year" : 2011,
  "senateBillNo" : "S224-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S224-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits level two or three sex offenders from voting at a school or facility for children",
  "summary" : "Prohibits level two or three sex offenders from voting at a school or facility for children. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S3212-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          224\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MAZIARZ,  ALESI, GOLDEN -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, the election law, the education  law  and\n         the  correction law, in relation to voting by level two or level three\n         sex offenders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding two new sections 145.75\n    2  and 145.80 to read as follows:\n    3  S 145.75 UNLAWFULLY ENTERING OR REMAINING IN A SCHOOL  OR  FACILITY  FOR\n    4             CHILDREN FOR THE PURPOSES OF VOTING IN THE SECOND DEGREE.\n    5    1.  A PERSON IS GUILTY OF UNLAWFULLY ENTERING OR REMAINING IN A SCHOOL\n    6  OR FACILITY FOR CHILDREN FOR  THE  PURPOSES  OF  VOTING  IN  THE  SECOND\n    7  DEGREE,  WHEN  BEING  A LEVEL TWO OR LEVEL THREE SEX OFFENDER, HE OR SHE\n    8  ENTERS OR REMAINS IN A SCHOOL OR FACILITY FOR CHILDREN FOR THE  PURPOSES\n    9  OF  CASTING  A  BALLOT  OR OTHERWISE VOTING DURING ANY PRIMARY, GENERAL,\n   10  SPECIAL, SCHOOL DISTRICT OR OTHER ELECTION IN  WHICH  RESIDENTS,  REGIS-\n   11  TERED OR QUALIFIED VOTERS ARE ENTITLED TO CAST BALLOTS.\n   12    2. FOR THE PURPOSES OF THIS SECTION: (A) \"LEVEL TWO OR LEVEL THREE SEX\n   13  OFFENDER\"  SHALL  MEAN A PERSON REGISTERED OR REQUIRED TO REGISTER UNDER\n   14  SECTION ONE HUNDRED SIXTY-EIGHT-F OF THE CORRECTION LAW WHO HAS RECEIVED\n   15  A LEVEL TWO OR LEVEL THREE DESIGNATION PURSUANT TO SECTION  ONE  HUNDRED\n   16  SIXTY-EIGHT-L  OF  THE  CORRECTION  LAW; AND (B) \"SCHOOL OR FACILITY FOR\n   17  CHILDREN\" SHALL MEAN A  BUILDING,  STRUCTURE,  ATHLETIC  PLAYING  FIELD,\n   18  PLAYGROUND OR LAND CONTAINED WITHIN THE REAL PROPERTY BOUNDARY LINE OF A\n   19  PUBLIC  OR  PRIVATE  ELEMENTARY,  PAROCHIAL,  INTERMEDIATE, JUNIOR HIGH,\n   20  VOCATIONAL, OR HIGH SCHOOL, OR ANY OTHER FACILITY OR INSTITUTION  PRIMA-\n   21  RILY USED FOR THE CARE OR TREATMENT OF PERSONS UNDER THE AGE OF EIGHTEEN\n   22  WHILE ONE OR MORE OF SUCH PERSONS UNDER THE AGE OF EIGHTEEN ARE PRESENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01349-01-1\n\n       S. 224                              2\n\n    1    UNLAWFULLY  ENTERING OR REMAINING IN A SCHOOL OR FACILITY FOR CHILDREN\n    2  FOR THE PURPOSES OF VOTING IN THE SECOND DEGREE IS A CLASS  A  MISDEMEA-\n    3  NOR.\n    4  S  145.80  UNLAWFULLY  ENTERING OR REMAINING IN A SCHOOL OR FACILITY FOR\n    5             CHILDREN FOR THE PURPOSES OF VOTING IN THE FIRST DEGREE.\n    6    A PERSON IS GUILTY OF UNLAWFULLY ENTERING OR REMAINING IN A SCHOOL  OR\n    7  FACILITY  FOR  CHILDREN  FOR  THE PURPOSES OF VOTING IN THE FIRST DEGREE\n    8  WHEN HE OR SHE COMMITS THE CRIME OF UNLAWFULLY ENTERING OR REMAINING  IN\n    9  A  SCHOOL  OR  FACILITY  FOR  CHILDREN FOR THE PURPOSES OF VOTING IN THE\n   10  SECOND DEGREE, HAVING PREVIOUSLY BEEN CONVICTED OF SUCH CRIME WITHIN THE\n   11  PRECEDING TEN YEARS.\n   12    UNLAWFULLY ENTERING OR REMAINING IN A SCHOOL OR FACILITY FOR  CHILDREN\n   13  FOR THE PURPOSES OF VOTING IN THE FIRST DEGREE IS A CLASS E FELONY.\n   14    S  2.  Paragraph (d) of subdivision 1 of section 8-400 of the election\n   15  law, as amended by chapter 63 of the laws of 2010, is amended and a  new\n   16  paragraph (e) is added to read as follows:\n   17    (d)  absent  from  his  or  her  voting residence because he or she is\n   18  detained in jail awaiting action by a grand jury or awaiting  trial,  or\n   19  confined  in jail or prison after a conviction for an offense other than\n   20  a felony, provided that he or she is qualified to vote in  the  election\n   21  district of his or her residence[.]; OR\n   22    (E)  PROHIBITED  FROM APPEARING PERSONALLY AT THE POLLING PLACE OF THE\n   23  ELECTION DISTRICT IN WHICH HE OR SHE IS A QUALIFIED VOTER BECAUSE HE  OR\n   24  SHE IS A LEVEL TWO OR LEVEL THREE SEX OFFENDER AND SUCH POLLING PLACE IS\n   25  LOCATED  ON  OR  WITHIN  A SCHOOL OR FACILITY FOR CHILDREN AS  THE TERMS\n   26  \"LEVEL TWO AND LEVEL THREE SEX OFFENDER\" AND  \"SCHOOL  OR  FACILITY  FOR\n   27  CHILDREN\" ARE DEFINED IN SECTION 145.75 OF THE PENAL LAW.\n   28    S  3.  Subparagraph  (iv) of paragraph (c) of subdivision 3 of section\n   29  8-400 of the election law, as amended by chapter 63 of the laws of 2010,\n   30  is amended and a new subparagraph (v) is added to read as follows:\n   31    (iv) detained in jail awaiting action by  a  grand  jury  or  awaiting\n   32  trial  or  confined  in jail or prison after a conviction for an offense\n   33  other than a felony and stating the place where he or she is so detained\n   34  or confined[.]; OR\n   35    (V) PROHIBITED FROM APPEARING PERSONALLY AT THE POLLING PLACE  OF  THE\n   36  ELECTION  DISTRICT IN WHICH HE OR SHE IS A QUALIFIED VOTER BECAUSE HE OR\n   37  SHE IS A LEVEL TWO OR LEVEL THREE SEX OFFENDER AND SUCH POLLING PLACE IS\n   38  LOCATED ON OR WITHIN A SCHOOL OR FACILITY  FOR  CHILDREN  AS  THE  TERMS\n   39  \"LEVEL  TWO  AND  LEVEL  THREE SEX OFFENDER\" AND \"SCHOOL OR FACILITY FOR\n   40  CHILDREN\" ARE DEFINED IN SECTION 145.75 OF THE PENAL LAW.\n   41    S 4. Section 8-400 of the election law is  amended  by  adding  a  new\n   42  subdivision 11 to read as follows:\n   43    11.  SIXTY  DAYS  BEFORE  EACH  ELECTION  THE BOARD OF ELECTIONS SHALL\n   44  COMPILE A LIST OF ALL LEVEL TWO AND LEVEL THREE REGISTERED SEX OFFENDERS\n   45  ENTITLED TO RECEIVE ABSENTEE BALLOTS PURSUANT TO THE PROVISIONS OF  THIS\n   46  SECTION.  THE  BOARD  OF  ELECTIONS SHALL, BY MAIL ADDRESSED TO SUCH SEX\n   47  OFFENDER AT HIS OR HER REGISTERED ADDRESS, SEND AN ABSENTEE  BALLOT  FOR\n   48  THE  ENSUING  ELECTION  TO SUCH PERSON IN THE SAME MANNER AS PROVIDED IN\n   49  THIS SECTION FOR A  QUALIFIED  VOTER  ENTITLED  TO  AN  ABSENTEE  BALLOT\n   50  BECAUSE OF ILLNESS OR DISABILITY.\n   51    S 5. Subdivision 2 of section 2018-a of the education law, as added by\n   52  chapter  219 of the laws of 1978, paragraphs a and b as amended by chap-\n   53  ter 136 of the laws of 1991, paragraph c as amended by chapter 26 of the\n   54  laws of 1994, paragraph d as amended by chapter 72 of the laws  of  1988\n   55  and  paragraph  g  as  amended  by  chapter  825 of the laws of 1984, is\n   56  amended to read as follows:\n\n       S. 224                              3\n\n    1    2. a. An applicant for such an absentee ballot shall submit an  appli-\n    2  cation  setting forth (1) his OR HER name and residence address, includ-\n    3  ing the street and number, if any, or town and rural delivery route,  if\n    4  any; (2) that he OR SHE is or will be, on the day of the school district\n    5  election,  a  qualified  voter of the school district in which he OR SHE\n    6  resides in that he OR SHE is or will be, on  such  date,  over  eighteen\n    7  years  of  age,  a  citizen  of  the  United States and has or will have\n    8  resided in the district for thirty days next preceding  such  date;  (3)\n    9  whether  he OR SHE is registered in the district; AND (4) that he OR SHE\n   10  will be unable to appear to vote in person on  the  day  of  the  school\n   11  district  election for which the absentee ballot is requested because he\n   12  OR SHE is, or will be on such day (a) a patient in a hospital, or unable\n   13  to appear personally at the polling place on such day because of illness\n   14  or physical disability [or]; (b) because his OR HER duties,  occupation,\n   15  business, or studies will require him OR HER to be outside of the county\n   16  or  city  of  his OR HER residence on such day[,]; (c) because he OR SHE\n   17  will be on vacation outside the county or city of his OR  HER  residence\n   18  on  such  day;  [or,] (d) absent from his voting residence because he OR\n   19  SHE is detained in jail awaiting action by  a  grand  jury  or  awaiting\n   20  trial  or  is  confined  in prison after conviction for an offense other\n   21  than a felony. Such application must be received by the  district  clerk\n   22  at least seven days before the election if the ballot is to be mailed to\n   23  the voter, or the day before the election, if the ballot is to be deliv-\n   24  ered   personally  to  the  voter;  OR  (E)  PROHIBITED  FROM  APPEARING\n   25  PERSONALLY AT THE POLLING PLACE OF THE ELECTION DISTRICT IN WHICH HE  OR\n   26  SHE IS A QUALIFIED VOTER BECAUSE HE OR SHE IS A LEVEL TWO OR LEVEL THREE\n   27  SEX  OFFENDER AND SUCH POLLING PLACE IS LOCATED ON OR WITHIN A SCHOOL OR\n   28  FACILITY FOR CHILDREN AS THE TERMS \"LEVEL TWO AND LEVEL THREE SEX OFFEN-\n   29  DER\" AND \"SCHOOL OR FACILITY FOR CHILDREN\" ARE DEFINED IN SECTION 145.75\n   30  OF THE PENAL LAW.\n   31    b. (1) Where such duties, occupation, business, or studies are of such\n   32  a nature as ordinarily to require such absence, a brief  description  of\n   33  such duties, occupation, business, or studies shall be set forth in such\n   34  application. (2) Where such duties, occupation, business, or studies are\n   35  not  of such a nature as ordinarily to require such absence, such appli-\n   36  cation shall contain a statement of the special circumstances on account\n   37  of which such absence is required.\n   38    c. Where the applicant expects in good faith to be absent on  the  day\n   39  of  the election because he OR SHE will be on vacation elsewhere on such\n   40  day, such application shall also contain the dates upon which he OR  SHE\n   41  expects  to begin and end such vacation, the place or places where he OR\n   42  SHE expects to be on such vacation, the name and address of his  OR  HER\n   43  employer,  if  any, and if self-employed or retired, a statement to that\n   44  effect.\n   45    d. Where the absence is because of detention or confinement  to  jail,\n   46  such  application  shall  state  whether  the voter is detained awaiting\n   47  action of the grand jury or is confined after conviction for an  offense\n   48  other than a felony.\n   49    e.  WHERE THE APPLICANT INDICATES HE OR SHE IS PROHIBITED FROM APPEAR-\n   50  ING PERSONALLY AT THE POLLING PLACE OF THE ELECTION DISTRICT IN WHICH HE\n   51  OR SHE IS A QUALIFIED VOTER BECAUSE HE OR SHE IS A LEVEL  TWO  OR  LEVEL\n   52  THREE  SEX  OFFENDER  AND  SUCH  POLLING PLACE IS LOCATED ON OR WITHIN A\n   53  SCHOOL OR FACILITY FOR CHILDREN AS THE TERMS \"LEVEL TWO AND LEVEL  THREE\n   54  SEX  OFFENDER\"  AND  \"SCHOOL  OR  FACILITY  FOR CHILDREN\" ARE DEFINED IN\n   55  SECTION 145.75 OF THE PENAL LAW SUCH APPLICATION SHALL STATE WHETHER  OR\n\n       S. 224                              4\n\n    1  NOT THE VOTER IS CURRENTLY UNDER A SENTENCE OF IMPRISONMENT FOR A FELONY\n    2  OR ON PAROLE.\n    3    F. Where a person is or would be, if he OR SHE were a qualified voter,\n    4  entitled  to  apply  for  the right to vote by absentee ballot under the\n    5  provisions of this section, his OR HER spouse, parent  or  child,  if  a\n    6  qualified  voter  and  a  resident of the same school district, shall be\n    7  entitled to vote as an absentee voter upon personally making and signing\n    8  an application in accordance  with  the  preceding  provisions  of  this\n    9  subdivision  and  showing  that  he OR SHE expects to be absent from the\n   10  school district on the day of the school district election by reason  of\n   11  accompanying  or  being with the spouse, child or parent who is or would\n   12  be, if he OR SHE were a qualified voter, so entitled to  apply  for  the\n   13  right  to  vote  by absentee ballot, and, in the event no application is\n   14  made by such spouse, child or parent, such further  information  as  the\n   15  board of registration shall require.\n   16    [f.]  G.  Such application shall include the following statement to be\n   17  signed by the voter.\n   18    I hereby declare that the foregoing is a true statement to the best of\n   19  my knowledge and belief, and I understand that if I  make  any  material\n   20  false  statement  in the foregoing statement of application for absentee\n   21  ballots, I shall be guilty of a misdemeanor.\n\n   22  Date.....................Signature of Voter ............................\n\n   23    [g.] H. An applicant whose ability to appear personally at the polling\n   24  place of the school district of which he OR SHE is a qualified voter  is\n   25  substantially  impaired by reason of permanent illness or physical disa-\n   26  bility and whose registration record has been marked \"permanently  disa-\n   27  bled\"  by  the  board  of  elections  pursuant  to the provisions of the\n   28  election law shall be entitled to receive an absentee ballot pursuant to\n   29  the provisions of this section without making separate  application  for\n   30  such  absentee  ballot, and the board of registration upon being advised\n   31  by the board of elections on or with the list of registered voters  that\n   32  the  registration  record  of  a  voter is marked \"permanently disabled\"\n   33  shall send an absentee ballot to such voter at his  OR  HER  last  known\n   34  address with a request to the postal authorities not to forward same but\n   35  to  return same in five days in the event that it cannot be delivered to\n   36  the addressee. The board  of  education  shall  determine  whether  such\n   37  ballot  shall  be  sent  by  first  class or by certified mail. All such\n   38  ballots shall be mailed in the same manner as determined by the board of\n   39  education. The board of registration shall make an appropriate entry  on\n   40  the  registration  indicating  the fact that an absentee ballot has been\n   41  sent and the date of mailing.\n   42    S 6. Subdivision 2 of section 2018-b of the education law, as  amended\n   43  by  chapter 46 of the laws of 1992 and paragraph c as amended by chapter\n   44  26 of the laws of 1994, is amended to read as follows:\n   45    2. a. An applicant for such an absentee ballot shall submit an  appli-\n   46  cation  setting forth (1) his OR HER name and residence address, includ-\n   47  ing the street and number, if any, or town and rural delivery route,  if\n   48  any; (2) that he OR SHE is or will be, on the day of the school district\n   49  election,  a  qualified  voter of the school district in which he OR SHE\n   50  resides in that he OR SHE is or will be, on  such  date,  over  eighteen\n   51  years  of  age,  a  citizen  of  the  United States and has or will have\n   52  resided in the district for thirty days next preceding  such  date;  AND\n   53  (3) that he OR SHE will be unable to appear to vote in person on the day\n   54  of  the  school  district  election  for  which  the  absentee ballot is\n\n       S. 224                              5\n\n    1  requested because he OR SHE is, or will be on such day (a) a patient  in\n    2  a  hospital, or unable to appear personally at the polling place on such\n    3  day because of illness or physical disability [or]; (b) because  his  OR\n    4  HER  duties, occupation, business, or studies will require him OR HER to\n    5  be outside of the county or city of his residence on  such  day[,];  (c)\n    6  because  he OR SHE will be on vacation outside the county or city of his\n    7  OR HER residence on such day; [or,] (d) absent from his  OR  HER  voting\n    8  residence  because  he  OR  SHE is detained in jail awaiting action by a\n    9  grand jury or awaiting trial or is confined in prison  after  conviction\n   10  for  an  offense  other  than a felony; OR (E) PROHIBITED FROM APPEARING\n   11  PERSONALLY AT THE POLLING PLACE OF THE ELECTION DISTRICT IN WHICH HE  OR\n   12  SHE IS A QUALIFIED VOTER BECAUSE HE OR SHE IS A LEVEL TWO OR LEVEL THREE\n   13  SEX  OFFENDER AND SUCH POLLING PLACE IS LOCATED ON OR WITHIN A SCHOOL OR\n   14  FACILITY FOR CHILDREN AS THE TERMS \"LEVEL TWO AND LEVEL THREE SEX OFFEN-\n   15  DER\" AND \"SCHOOL OR FACILITY FOR CHILDREN\" ARE DEFINED IN SECTION 145.75\n   16  OF THE PENAL LAW.  Such application must be  received  by  the  district\n   17  clerk  or  designee  of the trustees or school board at least seven days\n   18  before the election if the ballot is to be mailed to the voter,  or  the\n   19  day  before the election, if the ballot is to be delivered personally to\n   20  the voter.\n   21    b. (1) Where such duties, occupation, business, or studies are of such\n   22  a nature as ordinarily to require such absence, a brief  description  of\n   23  such duties, occupation, business, or studies shall be set forth in such\n   24  application.\n   25    (2)  Where  such  duties,  occupation, business, or studies are not of\n   26  such a nature as ordinarily to require such  absence,  such  application\n   27  shall  contain  a  statement  of the special circumstances on account of\n   28  which such absence is required.\n   29    c. Where the applicant expects in good faith to be absent on  the  day\n   30  of  the election because he OR SHE will be on vacation elsewhere on such\n   31  day, such application shall also contain the dates upon which he OR  SHE\n   32  expects  to begin and end such vacation, the place or places where he OR\n   33  SHE expects to be on such vacation, the name and address of his  OR  HER\n   34  employer,  if  any, and if self-employed or retired, a statement to that\n   35  effect.\n   36    d. Where the absence is because of detention or confinement  to  jail,\n   37  such  application  shall  state  whether  the voter is detained awaiting\n   38  action of the grand jury or is confined after conviction for an  offense\n   39  other than a felony.\n   40    e.    WHERE  THE APPLICANT INDICATES THAT HE OR SHE IS PROHIBITED FROM\n   41  APPEARING PERSONALLY AT THE POLLING PLACE OF THE  ELECTION  DISTRICT  IN\n   42  WHICH HE OR SHE IS A QUALIFIED VOTER BECAUSE HE OR SHE IS A LEVEL TWO OR\n   43  LEVEL  THREE SEX OFFENDER AND SUCH POLLING PLACE IS LOCATED ON OR WITHIN\n   44  A SCHOOL OR FACILITY FOR CHILDREN AS THE  TERMS  \"LEVEL  TWO  AND  LEVEL\n   45  THREE SEX OFFENDER\" AND \"SCHOOL OR FACILITY FOR CHILDREN\" ARE DEFINED IN\n   46  SECTION  145.75 OF THE PENAL LAW SUCH APPLICATION SHALL STATE WHETHER OR\n   47  NOT THE VOTER IS CURRENTLY UNDER A SENTENCE OF IMPRISONMENT FOR A FELONY\n   48  OR ON PAROLE.\n   49    F. Where a person is or would be, if he OR SHE were a qualified voter,\n   50  entitled to apply for the right to vote by  absentee  ballot  under  the\n   51  provisions  of  this  section,  his OR HER spouse, parent or child, if a\n   52  qualified voter and a resident of the same  school  district,  shall  be\n   53  entitled to vote as an absentee voter upon personally making and signing\n   54  an  application  in  accordance  with  the  preceding provisions of this\n   55  subdivision and showing that he OR SHE expects to  be  absent  from  the\n   56  school  district on the day of the school district election by reason of\n\n       S. 224                              6\n\n    1  accompanying or being with the spouse, child or parent who is  or  would\n    2  be,  if  he  OR SHE were a qualified voter, so entitled to apply for the\n    3  right to vote by absentee ballot, and, in the event  no  application  is\n    4  made  by  such  spouse, child or parent, such further information as the\n    5  clerk of the school district or designee of the trustees or school board\n    6  shall require.\n    7    [f.] G. Such application shall include the following statement  to  be\n    8  signed by the voter.\n\n    9    I hereby declare that the foregoing is a true statement to the best of\n   10  my  knowledge  and  belief, and I understand that if I make any material\n   11  false statement in the foregoing statement of application  for  absentee\n   12  ballots, I shall be guilty of a misdemeanor.\n\n   13  Date......................Signature of Voter ...........................\n\n   14    [g.] H. The clerk of the school district or a designee of the trustees\n   15  or  school  board  shall  request  registration  lists from the board of\n   16  elections pursuant to subdivision three of section 5-612 of the election\n   17  law for those voters whose registration record has been  marked  \"perma-\n   18  nently disabled\". An applicant whose ability to appear personally at the\n   19  polling  place  of the school district of which he OR SHE is a qualified\n   20  voter is substantially impaired by reason of permanent illness or  phys-\n   21  ical  disability  and  whose registration record has been marked \"perma-\n   22  nently disabled\" as determined by the board of elections pursuant to the\n   23  provisions of this chapter and who has previously applied for an  absen-\n   24  tee  ballot  shall  be  entitled  to receive subsequent absentee ballots\n   25  pursuant to the provisions  of  this  section  without  making  separate\n   26  application  for  such  absentee  ballot,  and  the  clerk of the school\n   27  district or a designee of the trustees or school  board  shall  send  an\n   28  absentee  ballot  to  such voter at his OR HER last known address with a\n   29  request to the postal authorities not to forward same but to return same\n   30  in five days in the event that it cannot be delivered to the  addressee.\n   31  The clerk of the school district or a designee of the trustees or school\n   32  board  shall  determine whether such ballot shall be sent by first class\n   33  or by certified mail. All such ballots  shall  be  mailed  in  the  same\n   34  manner as determined by the trustees or the board of education.\n   35    S  7. Subdivision 1 of section 168-q of the correction law, as amended\n   36  by chapter 478 of the laws of 2009, is amended to read as follows:\n   37    1. The division shall maintain a subdirectory of level two  and  three\n   38  sex offenders. The subdirectory shall include the exact address, address\n   39  of the offender's place of employment and photograph of the sex offender\n   40  along  with  the  following  information,  if  available: name, physical\n   41  description,  age  and  distinctive  markings.  Background   information\n   42  including  the  sex  offender's crime of conviction, modus of operation,\n   43  type of victim targeted, the name and  address  of  any  institution  of\n   44  higher  education  at  which  the  sex offender is enrolled, attends, is\n   45  employed or resides and a description of special conditions  imposed  on\n   46  the sex offender shall also be included. The subdirectory shall have sex\n   47  offender  listings  categorized  by  county  and zip code. A copy of the\n   48  subdirectory shall annually be  distributed  to  the  offices  of  local\n   49  village,  town,  city,  county  or  state  law  enforcement agencies for\n   50  purposes of public access AND TO EACH COUNTY BOARD OF ELECTIONS AND  THE\n   51  BOARD OF ELECTIONS OF THE CITY OF NEW YORK.  The division shall distrib-\n   52  ute  monthly updates to the offices of local village, town, city, county\n   53  or state law enforcement agencies for purposes of  public  access.  Such\n\n       S. 224                              7\n\n    1  departments  shall  require  that a person in writing provide their name\n    2  and address prior to viewing the subdirectory. Any information identify-\n    3  ing the victim by name, birth date,  address  or  relation  to  the  sex\n    4  offender  shall  be  excluded  from  the  subdirectory  distributed  for\n    5  purposes of public access. The subdirectory provided for herein shall be\n    6  updated monthly to maintain its efficiency and usefulness and  shall  be\n    7  computer  accessible.  Such  subdirectory shall be made available at all\n    8  times on the internet via the division homepage. Any person may apply to\n    9  the division to receive automated e-mail notifications whenever a new or\n   10  updated subdirectory registration occurs in a geographic area  specified\n   11  by  such person. The division shall furnish such service at no charge to\n   12  such person, who shall request e-mail notification by county and/or  zip\n   13  code  on  forms developed and provided by the division. E-mail notifica-\n   14  tion is limited to three geographic areas per e-mail account.\n   15    S 8. The election law is amended by adding a  new  section  17-172  to\n   16  read as follows:\n   17    S  17-172. IMMUNITY AND DEFENSE FOR POLL WORKERS AND OTHERS RELATED TO\n   18  ADMITTANCE OF SEX OFFENDERS TO POLLING PLACES. 1.  NO  PERSON  SHALL  BE\n   19  CIVILLY LIABLE FOR REFUSING ADMITTANCE OF A LEVEL TWO OR LEVEL THREE SEX\n   20  OFFENDER  TO  A POLLING PLACE WHICH IS OR IS WITHIN A SCHOOL OR FACILITY\n   21  FOR CHILDREN AS THOSE TERMS ARE DEFINED IN SECTION 145.75 OF  THE  PENAL\n   22  LAW,  WHEN SUCH PERSON IS ACTING IN GOOD FAITH AND IN THE PERFORMANCE OF\n   23  THEIR DUTIES. FOR THE PURPOSES OF THIS SECTION, A PERSON SHALL BE DEEMED\n   24  TO BE ACTING IN GOOD FAITH IF THE NAME AND ADDRESS OR NAME AND  APPROXI-\n   25  MATE ADDRESS BASED ON ZIP CODE OF THE VOTER REFUSED ADMISSION APPEARS ON\n   26  A  LIST OF LEVEL TWO OR LEVEL THREE SEX OFFENDERS PROVIDED BY A BOARD OF\n   27  ELECTIONS OR THE DIVISION OF CRIMINAL JUSTICE SERVICES.\n   28    2. IT SHALL BE AN AFFIRMATIVE DEFENSE TO ANY CHARGE OF  VIOLATING  THE\n   29  ELECTIVE FRANCHISE OF A VOTER BASED UPON THE REFUSING OF ADMITTANCE OF A\n   30  LEVEL  TWO OR LEVEL THREE SEX OFFENDER TO A POLLING PLACE WHICH IS OR IS\n   31  WITHIN A SCHOOL OR FACILITY FOR CHILDREN AS THOSE TERMS ARE  DEFINED  IN\n   32  SECTION  145.75  OF THE PENAL LAW, THAT THE NAME AND ADDRESS OR NAME AND\n   33  APPROXIMATE ADDRESS BASED ON ZIP CODE OF  THE  VOTER  REFUSED  ADMISSION\n   34  APPEARS  ON A LIST OF LEVEL TWO OR LEVEL THREE SEX OFFENDERS PROVIDED BY\n   35  A BOARD OF ELECTIONS OR THE DIVISION OF CRIMINAL JUSTICE SERVICES.\n   36    S 9. This act  shall  take  effect  immediately  and  shall  apply  to\n   37  elections  held  on  and  after January 1, 2012, provided that the state\n   38  board of elections shall be authorized to promulgate  any  rules,  regu-\n   39  lations,  forms, or notices required to carry out the provisions of this\n   40  act prior to such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the election law, the education law and the correction law, in relation to voting by level two or level three sex offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T113306.TXT", "SOBI.D101213.T112805.TXT", "SOBI.D101213.T102802.TXT", "SOBI.D101214.T141642.TXT", "SOBI.D101213.T111304.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292354202393
}