{
  "year" : 2011,
  "senateBillNo" : "S2244-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2244-2011-1295326800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to charges for certain services rendered by a physician",
  "summary" : "Prohibits a physician from charging a fee for any service rendered during a period of seventy-two hours from the time a service which was advertised as free of charge has been rendered; provides that a physician may charge a fee for services specifically excluded in the advertisement which offered such free services. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S198-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2244\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in  relation  to  charges  for\n         certain services rendered by a physician\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  338 to read as follows:\n    3    S 338. PHYSICIAN SERVICES; CERTAIN CHARGES PROHIBITED. 1.  EXCEPT  FOR\n    4  THOSE  SERVICES  SPECIFICALLY EXCLUDED IN AN ADVERTISEMENT OFFERING FREE\n    5  SERVICES OR A MEDICAL EMERGENCY, A PHYSICIAN SHALL NOT  CHARGE  FOR  ANY\n    6  SERVICE RENDERED DURING A PERIOD OF SEVENTY-TWO HOURS FROM THE TIME SUCH\n    7  FREE  SERVICE  WAS  RENDERED. IF SUCH FREE SERVICE DOES NOT APPLY TO ALL\n    8  SERVICES TO BE RENDERED THE ADVERTISEMENT SHALL SPECIFY  ANY  ASSOCIATED\n    9  OR  REASONABLY  ANTICIPATED  SERVICES  WHICH ARE NOT INCLUDED.  IN CASES\n   10  WHERE A MEDICAL EMERGENCY IS IDENTIFIED, THE PHYSICIAN SHALL INFORM  THE\n   11  PATIENT  OF  SERVICES  WHICH MAY BE RENDERED AND ANY RELEVANT CHARGE FOR\n   12  THOSE SERVICES.\n   13    2.  IF A PHYSICIAN CHARGES A PATIENT FOR OTHER SERVICES, THE PHYSICIAN\n   14  SHALL UPON REQUEST PRODUCE EVIDENCE SUCH OTHER SERVICES  WERE  PERFORMED\n   15  AT LEAST SEVENTY-TWO HOURS AFTER THE FREE SERVICE WAS RENDERED OR WERE A\n   16  MEDICAL EMERGENCY.\n   17    3.  FOR  THE  PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE\n   18  THE FOLLOWING MEANINGS:\n   19    A. THE TERM \"ADVERTISEMENT\" SHALL MEAN  ANY  ATTEMPT  TO  DIRECTLY  OR\n   20  INDIRECTLY  BY  PUBLICATION,  DISSEMINATION,  OR CIRCULATION IN PRINT OR\n   21  ELECTRONIC MEDIA WHICH DIRECTLY OR INDIRECTLY  INDUCES  OR  ATTEMPTS  TO\n   22  INDUCE  ANY  PERSON  OR ENTITY TO PURCHASE OR ENTER INTO AN AGREEMENT TO\n   23  PURCHASE SERVICES, TREATMENT, OR GOODS RELATED THERETO FROM A  PHYSICIAN\n   24  LICENSED TO PRACTICE IN THIS STATE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07390-01-1\n\n       S. 2244                             2\n\n    1    B. THE TERM \"PRINT MEDIA\" SHALL INCLUDE NEWSPAPERS, MAGAZINES, PERIOD-\n    2  ICALS,  PROFESSIONAL  JOURNALS,  TELEPHONE DIRECTORIES, CIRCULARS, HAND-\n    3  BILLS, FLYERS, BILLBOARDS, SIGNS, MATCHCOVERS AND OTHER  SIMILAR  ITEMS,\n    4  DOCUMENTS  OR  COMPARABLE  PUBLICATIONS, THE CONTENT OF WHICH IS DISSEM-\n    5  INATED BY MEANS OF THE PRINTED WORD.\n    6    C.  THE TERM \"ELECTRONIC MEDIA\" SHALL INCLUDE RADIO AND TELEVISION, OR\n    7  COMMUNICATIONS MADE BY SOUND EQUIPMENT FROM A MOTOR VEHICLE.\n    8    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to charges for certain services rendered by a physician ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112742.TXT", "SOBI.D110118.T133637.TXT", "SOBI.D110118.T150150.TXT", "SOBI.D110118.T142142.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454462422
}