{
  "year" : 2011,
  "senateBillNo" : "S2259-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S2259-2011-1295326800000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the sale of certain tickets to theatres or places of amusement or entertainment",
  "summary" : "Prohibits the sale of tickets to theaters or places of amusement or entertainment where such tickets are available to the public at no charge; violations shall be punishable by $100 fine. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Arts and Cultural Affairs Law",
  "previousVersions" : [ "S464-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2259\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cultural Affairs, Tourism,\n         Parks and Recreation\n\n       AN ACT to amend the arts  and  cultural  affairs  law,  in  relation  to\n         prohibiting  the  sale of certain tickets of admission to theatres, or\n         places of amusement or entertainment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  arts and cultural affairs law is amended by adding a\n    2  new section 25.10 to read as follows:\n    3    S 25.10. UNLAWFUL SALE OF CERTAIN TICKETS.  NO  PERSON,  FIRM,  CORPO-\n    4  RATION  OR  NOT-FOR-PROFIT  ORGANIZATION  SHALL  SELL,  OFFER TO SELL OR\n    5  SOLICIT THE SALE OF ANY TICKET OR OTHER EVIDENCE OF RIGHT OF ENTRY TO  A\n    6  THEATRE  OR  ANY  PLACE OF ENTERTAINMENT OR AMUSEMENT WHERE SUCH TICKETS\n    7  ARE AVAILABLE TO THE PUBLIC AT NO CHARGE. ANY VIOLATION OF THIS  SECTION\n    8  SHALL BE A MISDEMEANOR PUNISHABLE BY A FINE OF ONE HUNDRED DOLLARS.\n    9    S  2.  This act shall take effect immediately; provided, however, that\n   10  the amendments to article 25 of title G of the arts and cultural affairs\n   11  law made by section one of this act shall not affect the repeal of  such\n   12  article and shall be deemed repealed therewith.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07110-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the arts and cultural affairs law, in relation to prohibiting the sale of certain tickets of admission to theatres, or places of amusement or entertainment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T142643.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110119.T120752.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295456872559
}