{
  "year" : 2011,
  "senateBillNo" : "S2252-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2252-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes alco-sensor portable testing of motor vehicle operators by Triborough bridge and tunnel authority officers",
  "summary" : "Authorizes Triborough bridge and tunnel authority officers to administer alco-sensor screening tests to determine if a person has consumed alcohol when an accident has occurred on authority property; operator will be transported to intoxicated driver testing unit of NYC police department if operator of motor vehicle tests positive. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S825-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2252\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  permitting\n         Triborough  bridge  and  tunnel authority officers to administer alco-\n         sensor tests in certain cases\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1 of section 1194 of the vehicle and traffic\n    2  law is amended by adding a new paragraph (c) to read as follows:\n    3    (C) FIELD TESTING; TRIBOROUGH BRIDGE AND TUNNEL PROPERTY. EVERY PERSON\n    4  OPERATING A MOTOR VEHICLE WHICH HAS BEEN INVOLVED IN AN  ACCIDENT  ON  A\n    5  SITE OWNED, OPERATED, AND MAINTAINED BY THE TRIBOROUGH BRIDGE AND TUNNEL\n    6  AUTHORITY SHALL, AT THE REQUEST OF A BRIDGE AND TUNNEL OFFICER, LIEUTEN-\n    7  ANT,  OR  SERGEANT OF THE TRIBOROUGH BRIDGE AND TUNNEL AUTHORITY, SUBMIT\n    8  TO AN ALCO-SENSOR TEST TO BE ADMINISTERED BY SUCH  OFFICER,  LIEUTENANT,\n    9  OR  SERGEANT  WHERE  SUCH OFFICER, LIEUTENANT OR SERGEANT HAS REASONABLE\n   10  CAUSE TO BELIEVE THAT SUCH PERSON HAS BEEN OPERATING A MOTOR VEHICLE  IN\n   11  VIOLATION  OF  ANY  SUBDIVISION  OF SECTION ELEVEN HUNDRED NINETY-TWO OF\n   12  THIS ARTICLE.  THIS TEST SHALL BE GIVEN WITH PORTABLE, HAND-HELD  EQUIP-\n   13  MENT.  IF  SUCH  TEST INDICATES THAT SUCH OPERATOR HAS CONSUMED ALCOHOL,\n   14  THE BRIDGE AND TUNNEL OFFICER, LIEUTENANT, OR SERGEANT OF THE TRIBOROUGH\n   15  BRIDGE AND TUNNEL AUTHORITY SHALL TRANSPORT SUCH OPERATOR TO THE INTOXI-\n   16  CATED DRIVER TESTING UNIT OF THE NEW YORK CITY POLICE DEPARTMENT FOR THE\n   17  PURPOSE OF REQUIRING SUCH OPERATOR TO SUBMIT TO A CHEMICAL TEST  IN  THE\n   18  MANNER SET FORTH IN SUBDIVISION TWO OF THIS SECTION.\n   19    S  2. This act shall take effect on the first of January next succeed-\n   20  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07126-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to permitting Triborough bridge and tunnel authority officers to administer alco-sensor tests in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T120309.TXT", "SOBI.D110118.T153652.TXT", "SOBI.D110118.T142142.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110118.T135141.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295456589408
}