{
  "year" : 2011,
  "senateBillNo" : "S2252-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2252-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes alco-sensor portable testing of motor vehicle operators by Triborough bridge and tunnel authority officers",
  "summary" : "Authorizes Triborough bridge and tunnel authority officers to administer alco-sensor screening tests to determine if a person has consumed alcohol when an accident has occurred on authority property; operator will be transported to intoxicated driver testing unit of NYC police department if operator of motor vehicle tests positive. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S825-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2252\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  permitting\n         Triborough  bridge  and  tunnel authority officers to administer alco-\n         sensor tests in certain cases\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1 of section 1194 of the vehicle and traffic\n    2  law is amended by adding a new paragraph (c) to read as follows:\n    3    (C) FIELD TESTING; TRIBOROUGH BRIDGE AND TUNNEL PROPERTY. EVERY PERSON\n    4  OPERATING A MOTOR VEHICLE WHICH HAS BEEN INVOLVED IN AN  ACCIDENT  ON  A\n    5  SITE OWNED, OPERATED, AND MAINTAINED BY THE TRIBOROUGH BRIDGE AND TUNNEL\n    6  AUTHORITY SHALL, AT THE REQUEST OF A BRIDGE AND TUNNEL OFFICER, LIEUTEN-\n    7  ANT,  OR  SERGEANT OF THE TRIBOROUGH BRIDGE AND TUNNEL AUTHORITY, SUBMIT\n    8  TO AN ALCO-SENSOR TEST TO BE ADMINISTERED BY SUCH  OFFICER,  LIEUTENANT,\n    9  OR  SERGEANT  WHERE  SUCH OFFICER, LIEUTENANT OR SERGEANT HAS REASONABLE\n   10  CAUSE TO BELIEVE THAT SUCH PERSON HAS BEEN OPERATING A MOTOR VEHICLE  IN\n   11  VIOLATION  OF  ANY  SUBDIVISION  OF SECTION ELEVEN HUNDRED NINETY-TWO OF\n   12  THIS ARTICLE.  THIS TEST SHALL BE GIVEN WITH PORTABLE, HAND-HELD  EQUIP-\n   13  MENT.  IF  SUCH  TEST INDICATES THAT SUCH OPERATOR HAS CONSUMED ALCOHOL,\n   14  THE BRIDGE AND TUNNEL OFFICER, LIEUTENANT, OR SERGEANT OF THE TRIBOROUGH\n   15  BRIDGE AND TUNNEL AUTHORITY SHALL TRANSPORT SUCH OPERATOR TO THE INTOXI-\n   16  CATED DRIVER TESTING UNIT OF THE NEW YORK CITY POLICE DEPARTMENT FOR THE\n   17  PURPOSE OF REQUIRING SUCH OPERATOR TO SUBMIT TO A CHEMICAL TEST  IN  THE\n   18  MANNER SET FORTH IN SUBDIVISION TWO OF THIS SECTION.\n   19    S  2. This act shall take effect on the first of January next succeed-\n   20  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07126-01-1\n",
  "memo" : "BILL NUMBER:S2252\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to permitting\nTriborough bridge and tunnel authority officers to administer\nalco-sensor tests in certain cases\n\nPURPOSE OF BILL:\nTo authorize peace officers of the\nTriborough Bridge\nand Tunnel Authority to administer breath screening tests when a\nmotor vehicle accident occurs on Authority property.\n\nSUMMARY OF PROVISIONS:\nAmends Subdivision 1 of\nSection 1194 of the\nVehicle and Traffic Law to require that every person operating a\nmotor vehicle which has been involved in a motor vehicle accident on\na site owned and operated by the Triborough Bridge and Tunnel\nAuthority shall, at the request of the various officers holding peace\nofficer status, submit to a breath screening test for the purpose of\ndetermining if such person has consumed alcohol, when such officer\nholding peace officer status has reasonable grounds to believe that\nsuch person has been operating a motor vehicle in violation of any\nsubdivision of section eleven hundred ninety-two of the VTL. If the\nscreening test indicates that alcohol has been consumed, the officer\nshall transfer custody of such person to a police officer for the\npurposes of requiring such person to submit to a chemical test of the\nperson's blood, breath, urine, or saliva for the purpose of\ndetermining whether such person was intoxicated.\nThe measure also amends Section 553 of the Public Authorities Law to\nprovide for the establishment of a training program to instruct\nTriborough Bridge and Tunnel Authority Officers in the use of breath\nscreening equipment.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nCurrently only\npolice officers may administer a breath screening test.\n\nJUSTIFICATION:\nSubdivision 1(b) of Section 1194 of\nthe VTL authorizes\npolice officers to administer breath screening tests to any driver\ninvolved in an accident or who has violated any provision of the VTL.\nThis measure will extend that authorization to the peace officers of\nthe Triborough Bridge and Tunnel Authority when an accident occurs on\nAuthority property. Many times when an accident occurs on a TBTA\nbridge or in a TBTA tunnel the first law enforcement personnel on the\nscene are the peace officers of the TBTA. Much valuable time often\npasses before a police officer reaches the scene, and, in some other\n\ncases, the accident may not necessitate the presence of a police\nofficer. Nevertheless, there may be sufficient significant\nindications that one or more of the drivers involved evidence signs\nof intoxication. It is imperative\nthat those peace officers on the scene have the authority to\nadminister breath tests in such cases, and, upon evidence of\nintoxication, transfer custody of the suspect to a police officer for\nfurther proceeding and testing.\n\nFISCAL IMPLICATIONS:\nFor state and local governments, none. The cost\nwill be part of the TBTA annual budget.\n\nEFFECTIVE DATE:\nThis bill shall take effect on January 1st of next year.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to permitting Triborough bridge and tunnel authority officers to administer alco-sensor tests in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T120309.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T153652.TXT", "SOBI.D110118.T142142.TXT", "SOBI.D110118.T135141.TXT", "SOBI.D110118.T150705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717971
}