{
  "year" : 2011,
  "senateBillNo" : "S2256-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2256-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to protecting minors from exposure to obscene materials",
  "summary" : "Increases the age at which young persons may be legally exposed to obscene materials by raising the legal age at which young persons may be legally exposed to obscene materials from eighteen to twenty-one years of age; prohibits retailers from employing persons under twenty-one years of age to participate in the sale of obscene materials; imposes a civil penalty of not more than one hundred dollars per violation. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S923-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2256\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law and the general business law, in  relation\n         to increasing protection for minors from exposure to obscene materials\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 235.20 of the penal law, as  added\n    2  by chapter 791 of the laws of 1967, is amended to read as follows:\n    3    1.    \"Minor\"  means any person less than [seventeen] TWENTY-ONE years\n    4  old.\n    5    S 2. The general business law is amended by adding a new article 29-JJ\n    6  to read as follows:\n    7                                 ARTICLE 29-JJ\n    8                    EMPLOYEE EXPOSURE TO OBSCENE MATERIAL\n    9  SECTION 613. DEFINITIONS.\n   10          614. RETAIL SALE OF OBSCENE MATERIALS AND EMPLOYEE PROTECTION.\n   11    S 613. DEFINITIONS.  AS USED IN THIS ARTICLE THE FOLLOWING TERMS SHALL\n   12  HAVE THE FOLLOWING MEANINGS:\n   13    1. \"OBSCENE.\" ANY MATERIAL IS \"OBSCENE\" IF  (A)  THE  AVERAGE  PERSON,\n   14  APPLYING  CONTEMPORARY  COMMUNITY STANDARDS, WOULD FIND THAT, CONSIDERED\n   15  AS A WHOLE, ITS PREDOMINANT APPEAL IS TO THE PRURIENT INTEREST  IN  SEX,\n   16  AND  (B)  IT DEPICTS OR DESCRIBES IN A PATENTLY OFFENSIVE MANNER, ACTUAL\n   17  OR SIMULATED: SEXUAL INTERCOURSE, SODOMY, SEXUAL  BESTIALITY,  MASTURBA-\n   18  TION,  SADISM,  MASOCHISM, EXCRETION OR LEWD EXHIBITION OF THE GENITALS,\n   19  AND (C) CONSIDERED AS A WHOLE,  IT  LACKS  SERIOUS  LITERARY,  ARTISTIC,\n   20  POLITICAL, AND SCIENTIFIC VALUE. PREDOMINANT APPEAL SHALL BE JUDGED WITH\n   21  REFERENCE TO ORDINARY ADULTS UNLESS IT APPEARS FROM THE CHARACTER OF THE\n   22  MATERIAL  OR  THE  CIRCUMSTANCES OF ITS DISSEMINATION TO BE DESIGNED FOR\n   23  CHILDREN OR OTHER SPECIALLY SUSCEPTIBLE AUDIENCE.\n   24    2. \"MINOR\" MEANS ANY PERSON LESS THAN TWENTY-ONE YEARS OLD.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07043-01-1\n\n       S. 2256                             2\n\n    1    3. \"MATERIALS\" MEANS ANYTHING TANGIBLE WHICH IS CAPABLE OF BEING  USED\n    2  OR  ADAPTED  TO  AROUSE INTEREST, WHETHER THROUGH THE MEDIUM OF READING,\n    3  OBSERVATION, SOUND OR IN ANY OTHER MANNER.\n    4    S  614.  RETAIL SALE OF OBSCENE MATERIALS AND EMPLOYEE PROTECTION.  1.\n    5  NO PERSON, INDIVIDUAL, PARTNERSHIP, CORPORATION,  ASSOCIATION  OR  OTHER\n    6  LEGAL  ENTITY  SHALL EMPLOY ANY MINOR TO PARTICIPATE IN THE RETAIL SALE,\n    7  MAILING, DELIVERY, TRANSFER, DISTRIBUTION,  CIRCULATION,  DISSEMINATION,\n    8  PRESENTATION, EXHIBITION OR ADVERTISEMENT OF ANY OBSCENE MATERIALS.\n    9    2.  A VIOLATION OF SUBDIVISION ONE OF THIS SECTION SHALL BE PUNISHABLE\n   10  BY A CIVIL PENALTY OF NOT MORE THAN ONE HUNDRED DOLLARS PER VIOLATION.\n   11    S 3. This act shall take effect on the one hundred eightieth day after\n   12  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the general business law, in relation to increasing protection for minors from exposure to obscene materials ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T120309.TXT", "SOBI.D110118.T142643.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110118.T150705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295456589418
}