{
  "year" : 2011,
  "senateBillNo" : "S2255-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2255-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines the term \"auxiliary police officer\"",
  "summary" : "Defines the term \"auxiliary police officer\" to mean a member of an auxiliary police organization authorized by local law pursuant to the New York state defense emergency act or a member of an auxiliary police organization trained by the police department with which the auxiliary police organization is associated, who bears the title auxiliary police officer and serves without compensation. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S456-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2255\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to definition of\n         auxiliary police officer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  1.20 of the criminal procedure law is amended by\n    2  adding a new subdivision 34-b to read as follows:\n    3    34-B. \"AUXILIARY POLICE OFFICER\" MEANS (A) A MEMBER  OF  AN  AUXILIARY\n    4  POLICE  ORGANIZATION  AUTHORIZED  BY  LOCAL  LAW PURSUANT TO SECTION ONE\n    5  HUNDRED FIVE OF CHAPTER SEVEN HUNDRED EIGHTY-FOUR OF THE LAWS  OF  NINE-\n    6  TEEN HUNDRED FIFTY-ONE, CONSTITUTING THE NEW YORK STATE DEFENSE EMERGEN-\n    7  CY  ACT  OR  (B) A MEMBER OF AN AUXILIARY POLICE ORGANIZATION TRAINED BY\n    8  THE POLICE DEPARTMENT WITH WHICH THE AUXILIARY  POLICE  ORGANIZATION  IS\n    9  ASSOCIATED,  WHO  BEARS  THE  TITLE  AUXILIARY POLICE OFFICER AND SERVES\n   10  WITHOUT COMPENSATION.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07248-01-1\n",
  "memo" : "BILL NUMBER:S2255\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law, in relation to definition of\nauxiliary police officer\n\nSUMMARY:\nThis bill would amend Section 1.20 of the\nCriminal Procedure\nLaw adding a new paragraph 34-b to define auxiliary police officer.\n\nJUSTIFICATION:\nAuxiliary police officers are volunteers from the\ncommunity, serving without pay. The duties and activities of\nauxiliary police vary considerably. In upstate communities, auxiliary\npolice direct traffic at parades, fairs, special events and church\ncrossings.\nThey check vacation homes, participate in emergency rescues and\nsearches for missing persons, ride as second man in patrol cars and\nperform administrative work for police departments. Downstate, and in\nlarger cities, auxiliary police patrol trains, subway platforms and\nbus terminals. They perform neighborhood watches and patrols and\nassist police in crowd control. Auxiliary police educate the public\nin crime prevention techniques, engrave valuable property with the\nowner's drivers license or I.D. number, patrol the streets and report\nillegal activities to the appropriate law enforcement agency. They\ncheck doors and windows to make sure they are locked and that no one\nhas or can gain entry illegally, and patrol in squad cars in an\neffort to reduce vandalism.\n\nThere are several pieces of proposed legislation which would grant\nauxiliary police certain privileges, prohibit actions against them,\nor create new penal restrictions respecting this special category of\nofficers. In order to set a precedent for future legislation which\nuses the term auxiliary police officer, we must first have in place a\nstatutory definition of said officers. In addition, this bill would\neliminate the confusion that seems to abound regarding auxiliary\npolice. A commonly held misconception is that auxiliary police are in\nfact full police officers and afforded the same rights and privileges\nas police officer's or peace officers. This bill would serve to\nidentify auxiliary police and would clarify the responsibilities of\nsame.\n\nFISCAL IMPLICATION:\nEnactment of this legislation has no fiscal\nimpact to the State, but has the potential to be of positive fiscal\nimpact to the families and spouses of slain Auxiliary police Officers.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to definition of auxiliary police officer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T120309.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T142643.TXT", "SOBI.D110118.T153652.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110118.T150705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717976
}