{
  "year" : 2011,
  "senateBillNo" : "S2254-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2254-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Proscribes conduct by a custodian wherein he or she threatens to injure or injures a member of a child's family",
  "summary" : "Proscribes conduct by a custodian of a child wherein he or she threatens to injure or injures a member of a child's family. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S913-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2254\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to endangering the welfare of\n         a child\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 260.10 of the penal law is amended by adding a new\n    2  subdivision 1-a to read as follows:\n    3    1-A. BEING A PARENT, GUARDIAN OR OTHER PERSON LEGALLY CHARGED WITH THE\n    4  CARE OR CUSTODY OF A CHILD LESS THAN  EIGHTEEN  YEARS  OLD,  HE  OR  SHE\n    5  ATTEMPTS  TO  INJURE, THREATENS TO INJURE, KNOWINGLY INJURES, OR ENGAGES\n    6  IN CONDUCT LIKELY TO INJURE A MEMBER OF THE CHILD'S FAMILY OR HOUSEHOLD;\n    7  OR\n    8    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07132-01-1\n",
  "memo" : "BILL NUMBER:S2254\n\nTITLE OF BILL:\nAn act\nto amend the penal law,\nin relation to endangering the welfare of a child\n\nPURPOSE OF THE BILL:\nThis bill would proscribe conduct by a parent or\ncustodian which threatens to injure a member of a child's family.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe bill amends section 260.10 of the\npenal law \"endangering the welfare of a child\" by adding a\nnew subdivision 1-a to provide that where a parent or guardian\nattempts to injure, threaten to injure, knowingly injures or engaged\nin conduct likely to injure a member of the child's family or\nhousehold, that person can be charged with and may be found guilty of\nendangering the welfare of a child--a class A misdemeanor.\n\nJUSTIFICATION:\nUnder current law a charge of Endangering the Welfare\nof a Child is sufficient if based upon the existence of domestic\nviolence in the home. This amendment would further hold domestic\nviolence offenders criminally accountable for their actions which\nimpact on children. Studies have shown that violence in the home\ndetrimentally impacts on a child's psychological, physical and\nemotional development. The proposal would add to the sanctions\navailable against the offender. More importantly, it would also add\nto the protection afforded children exposed to domestic violence,\nparticularly in cases where it is not possible to proceed with a\nprosecution on the underlying acts of domestic violence. Domestic\nviolence victim advocates and other professionals are proponents of\nthis proposal.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to endangering the welfare of a child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T120309.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T162156.TXT", "SOBI.D110118.T142643.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T142142.TXT", "SOBI.D110118.T135141.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717974
}