{
  "year" : 2011,
  "senateBillNo" : "S2253-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2253-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides additional flexibility in establishment of school speed zone along highway",
  "summary" : "Authorizes school speed limits at not less than fifteen miles per hour on any portion of a highway passing a school building for not more than six hundred feet plus the width of the building of a school abutting on the highway. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S910-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2253\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to speed limits\n         on highways passing a school building\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision (a) of section 1620 of the vehicle and traffic\n    2  law,  as  amended by chapter 563 of the laws of 2002, is amended to read\n    3  as follows:\n    4    (a) The department of transportation with respect  to  state  highways\n    5  maintained  by the state outside of cities having a population in excess\n    6  of one million, and highways on Indian reservations, may by order,  rule\n    7  or  regulation  establish  higher or lower maximum speed limits at which\n    8  vehicles may proceed on or along such highways than the fifty-five miles\n    9  per hour statutory maximum speed limit.  No  such  maximum  speed  limit\n   10  shall  be  established  at  less than twenty-five miles per hour, except\n   11  that school speed limits may be established at  not  less  than  fifteen\n   12  miles  per  hour,  for  a  distance OF not [to exceed one thousand three\n   13  hundred twenty feet,] MORE THAN SIX HUNDRED FEET PLUS THE WIDTH  OF  THE\n   14  SCHOOL  BUILDING on a highway passing [a school] SUCH building, entrance\n   15  or exit of a school abutting on the highway. Absence of signs  installed\n   16  pursuant  to this section shall be presumptive evidence that the depart-\n   17  ment of transportation has not established a higher maximum speed  limit\n   18  than the fifty-five miles per hour statutory limit.\n   19    S  2.  Section  1662-a  of  the vehicle and traffic law, as amended by\n   20  chapter 563 of the laws of 2002, is amended to read as follows:\n   21    S 1662-a. Speed limits in certain towns. The town board of any  subur-\n   22  ban  town  governed  pursuant to article three-A of the town law and the\n   23  town board of any other town having a population exceeding  fifty  thou-\n   24  sand,  with  respect  to  highways  (which term for the purposes of this\n   25  section shall include private roads open to public motor  vehicle  traf-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07123-01-1\n\n       S. 2253                             2\n\n    1  fic)  in such towns outside any village, other than state highways main-\n    2  tained by the state on which the department of transportation shall have\n    3  established higher or lower speed limits than the  statutory  fifty-five\n    4  miles per hour speed limit as provided in section sixteen hundred twenty\n    5  OF  THIS  TITLE, or on which the department of transportation shall have\n    6  designated that such towns shall not establish any maximum  speed  limit\n    7  as  provided  in  section  sixteen  hundred  twenty-four  OF THIS TITLE,\n    8  subject to the limitations imposed by section  sixteen  hundred  eighty-\n    9  four  OF  THIS  TITLE  may by local law, ordinance, order, rule or regu-\n   10  lation establish maximum speed limits  at  which  vehicles  may  proceed\n   11  within  such towns, within designated areas of such towns or on or along\n   12  designated highways within such towns lower than  the  fifty-five  miles\n   13  per  hour  maximum  statutory  limit.  No  such  speed  limit applicable\n   14  throughout such towns or within designated areas of such towns shall  be\n   15  established  at less than thirty miles per hour, except that in the town\n   16  of Hempstead speed limits may be established at not  less  than  fifteen\n   17  miles  per  hour  on  any portion of a highway in the community known as\n   18  Point Lookout; provided, however, that no such speed limit in such  town\n   19  may  be established unless a majority of the residents of such community\n   20  file a petition with the town board of such town requesting  such  speed\n   21  limit.  No  such  speed limit applicable on or along designated highways\n   22  within such towns shall be established at less  than  twenty-five  miles\n   23  per hour, except that school speed limits may be established at not less\n   24  than  fifteen miles per hour, for a distance OF not [to exceed one thou-\n   25  sand three hundred twenty feet,] MORE THAN SIX  HUNDRED  FEET  PLUS  THE\n   26  WIDTH OF THE SCHOOL BUILDING on a highway passing [a school] SUCH build-\n   27  ing,  entrance  or  exit of a school abutting on the highway, and except\n   28  further that in the town of Hempstead speed limits may be established at\n   29  not less than fifteen miles per hour on any portion of a highway in  the\n   30  community  known as Point Lookout; provided, however, that no such speed\n   31  limit in such town may be established unless a majority of the residents\n   32  of such community file a petition with  the  town  board  of  such  town\n   33  requesting such speed limit.\n   34    S 3.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to speed limits on highways passing a school building ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T120309.TXT", "SOBI.D110118.T142142.TXT", "SOBI.D110118.T135141.TXT", "SOBI.D110118.T150705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295456589411
}