{
  "year" : 2011,
  "senateBillNo" : "S2251-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : null,
  "summary" : "Prohibits any person, firm or corporation located in a city with a population of one million or more from selling, offering for sale or giving away of beer or wine coolers after ten o'clock post meridian. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S915-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2251\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the alcoholic  beverage  control  law,  in  relation  to\n         prohibiting  the  sale  of  beer  or  wine coolers at retail after ten\n         o'clock post meridiem in cities with a population of  one  million  or\n         more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 105-a of the alcoholic  beverage  control  law,  as\n    2  separately  amended  by  chapters  139  and  312 of the laws of 2006, is\n    3  amended to read as follows:\n    4    S 105-a. Sale of beer at retail on Sunday; SALE OF BEER AND WINE COOL-\n    5  ERS AT RETAIL IN NEW YORK CITY.  1. No person, firm or corporation hold-\n    6  ing any license or permit issued under this chapter  shall  sell,  offer\n    7  for  sale or give away beer at retail on Sunday between three [antemeri-\n    8  dian] ANTE MERIDIEM and eight [antemeridian] ANTE  MERIDIEM.    Persons,\n    9  firms  or  corporations holding licenses and/or permits issued under the\n   10  provisions of [the alcoholic beverage control law] THIS CHAPTER  permit-\n   11  ting  the  sale  of beer at retail, may sell such beverages at retail on\n   12  Sunday before three [antemeridian] ANTE MERIDIEM and after eight [antem-\n   13  eridian] ANTE MERIDIEM for off-premises consumption  to  persons  making\n   14  purchases at the licensed premises to be taken by them from the licensed\n   15  premises.\n   16    2.  Notwithstanding the provisions of subdivision one of this section,\n   17  the authority shall allow a brewer, once per annum, and after the  prop-\n   18  erty  owner obtains a permit under section ninety-seven of this chapter,\n   19  to sell or offer at no cost beer, beginning at eight [antemeridian] ANTE\n   20  MERIDIEM and ending at the hours fixed by  or  pursuant  to  subdivision\n   21  five  of  section  one hundred six of this article, at the following two\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07135-01-1\n\n       S. 2251                             2\n\n    1  locations in the city of  Utica,  county  of  Oneida,  and  bounded  and\n    2  described as follows:\n    3    PARCEL I\n    4    Beginning  at the northwest corner of the beer storage building at the\n    5  corner of Edward Street and Wasmer Street and proceeding northerly for a\n    6  distance of 76 feet 1 inch; thence 128  feet  5  inches  easterly  along\n    7  Wasmer  Street; thence continuing along said Wasmer Street northeasterly\n    8  for a distance of 202 feet 10 inches to the corner of Wasmer Street  and\n    9  Hamilton Street.\n   10    Thence  northerly  along  Hamilton  Street for a distance of 46 feet 8\n   11  inches to the intersection  of  Columbia  Street.  Thence  northwesterly\n   12  along Columbia Street for a distance of 233 feet 6 inches. Thence south-\n   13  westerly for a distance of 77 feet 7 inches to a fence. Thence northwes-\n   14  terly  for  a distance of 62 feet and thence southwesterly a distance of\n   15  10 feet 6 inches to the southeastern corner of the brewery garage.\n   16    Thence, following the garage's perimeter:  first  in  a  southwesterly\n   17  direction for a distance of 133 feet 2 inches to the southwest corner of\n   18  the  garage;  thence  in  a northwesterly direction for a distance of 22\n   19  feet 5 inches; and thence in a northeasterly direction for a distance of\n   20  11 feet 2 inches, then in a northwesterly direction for  a  distance  of\n   21  100 feet, to a fence just before the sidewalk on Schuyler Street; thence\n   22  southwesterly  for  a  distance of 234 feet 5 inches to the Brewery main\n   23  complex.\n   24    Thence following the perimeter of the brewery complex buildings south-\n   25  east for a distance of 82 feet 8 inches, northeasterly for a distance of\n   26  81 feet 11 inches; thence southeasterly for a  distance  of  85  feet  3\n   27  inches;  thence  northeasterly  for  a distance of 21 feet 6 inches; and\n   28  thence southeasterly for a distance of 96 feet 8 inches  to  the  north-\n   29  western corner of the shipping office.\n   30    From the northwestern corner of the shipping office, southeasterly for\n   31  a  distance  of 33 feet 9 inches; thence southwesterly for a distance of\n   32  37 feet 8 inches; thence southeasterly for a distance of 65 feet 8 inch-\n   33  es; thence southerly for a distance of 27 feet 4 inches; thence easterly\n   34  for a distance of 33 feet, to the point or place of beginning.\n   35  PARCEL II\n   36    Beginning at the iron fence which is 26 feet northwest of  the  south-\n   37  west corner of the tour center on Court Street; thence 66 feet, 7 inches\n   38  northeast,  11  feet  7  inches northwest to the west corner of the tour\n   39  center parking lot stairs. Proceeding northeasterly 71 feet  10  inches,\n   40  thence northwesterly 19 feet 10 inches to the southeastern corner of the\n   41  boiler  room building. Thence northwesterly 161 feet; south by southwest\n   42  80 feet; southwest 58 feet 5 inches and finally southeast  155  feet  to\n   43  the point or place of beginning.\n   44    3.  NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION,\n   45  NO PERSON, FIRM OR CORPORATION LOCATED IN A CITY WITH  A  POPULATION  OF\n   46  ONE  MILLION  OR  MORE  HOLDING  ANY LICENSE OR PERMIT ISSUED UNDER THIS\n   47  CHAPTER SHALL SELL, OFFER FOR SALE OR GIVE AWAY BEER OR WINE COOLERS  AT\n   48  RETAIL  ON  ANY  WEEKDAY  BETWEEN  TEN  O'CLOCK  POST MERIDIEM AND EIGHT\n   49  O'CLOCK ANTE MERIDIEM THE FOLLOWING  DAY  OR  ON  SATURDAY  BETWEEN  TEN\n   50  O'CLOCK  POST MERIDIEM AND NOON SUNDAY AND ON SUNDAY BETWEEN TEN O'CLOCK\n   51  POST MERIDIEM AND EIGHT O'CLOCK ANTE MERIDIEM THE FOLLOWING DAY.\n   52    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2251\n\nTITLE OF BILL:\nAn act\nto amend the alcoholic beverage control law, in relation to\nprohibiting the sale of beer or wine coolers at retail after ten\no'clock post meridiem in cities with a population of one million or\nmore\n\nSUMMARY OF PROVISIONS:\nThis bill would amend the provisions of the\nAlcoholic Beverage Control Law to prohibit the sale of beer after\n10:00 p.m. in cities of one million or more.\n\nPURPOSE:\nThis bill would prohibit stores in cities of\none million or\nmore from selling beer and wine coolers between the hours of 10:00 p.m.\nand 8:00 a.m. The implementation of this legislation will promote\npeace and safety in our neighborhoods during the overnight hours.\n\nJUSTIFICATION:\nCurrently, it is very easy to buy beer at all hours of\nthe night from the growing number of 24-hour convenience stores\nlocated on many street corners. This contributes to the increasing\nnumber of complaints about disorderly people in our neighborhoods.\nNew York City already has a ban on drinking alcoholic beverages on\nthe street. Quite a few individuals currently circumvent this\nordinance by placing the beer bottle/can in a paper bag. My bill will\nput some teeth in this ordinance. This overnight period is a time\nwhen neighborhoods need and deserve peace and quiet.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to prohibiting the sale of beer or wine coolers at retail after ten o'clock post meridiem in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110119.T113742.TXT", "SOBI.D110118.T142142.TXT", "SOBI.D110118.T135141.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110119.T113241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717970
}