{
  "year" : 2011,
  "senateBillNo" : "S2257-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S2257-2011-1295326800000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Entitles every veteran or disabled veteran who has served in more than one time of war additional credit in competitive exams",
  "summary" : "Provides that every person who has served in more than one time of war shall be entitled to additional credit as a veteran or disabled veteran in competitive examinations for original appointment or promotion for every such time of war during which person served, regardless of whether any such person has utilized such credit for a competitive examination for original appointment or a competitive examination for promotion. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S921-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2257\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the civil service law, in relation to the use of credits\n         for veterans and disabled veterans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of section 85 of the civil service law is\n    2  amended by adding a new paragraph (e) to read as follows:\n    3    (E) EVERY PERSON WHO HAS SERVED IN MORE THAN ONE TIME OF WAR SHALL  BE\n    4  ENTITLED  TO THE ADDITIONAL CREDIT PROVIDED HEREIN AS A VETERAN OR DISA-\n    5  BLED VETERAN, IN COMPETITIVE EXAMINATIONS FOR  ORIGINAL  APPOINTMENT  OR\n    6  PROMOTION  FOR  EVERY  SUCH TIME OF WAR DURING WHICH SUCH PERSON SERVED,\n    7  REGARDLESS OF WHETHER ANY SUCH PERSON HAS UTILIZED  SUCH  CREDIT  FOR  A\n    8  COMPETITIVE  EXAMINATION FOR ORIGINAL APPOINTMENT OR A COMPETITIVE EXAM-\n    9  INATION FOR PROMOTION.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07041-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to the use of credits for veterans and disabled veterans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T142643.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110119.T120752.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295456872546
}