{
  "year" : 2011,
  "senateBillNo" : "S2250-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2250-2011-1295326800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restricts use of title \"doctor\" in advertisements",
  "summary" : "Restricts use of the title \"doctor\" in advertisements to medical doctors, dentists, chiropractors, veterinarians, podiatrists, and optometrists who have received a degree in the appropriate profession and have met all professional requirements of the appropriate program registered by the New York state education department or accredited by an accrediting organization acceptable to such department or are otherwise licensed to practice in the state of New York. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S814-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2250\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to restricting the\n         use of the title \"doctor\" in advertisements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 350-b of the general business law,\n    2  as  amended  by  chapter  159 of the laws of 1991, is amended to read as\n    3  follows:\n    4     1. Any person who uses the title \"doctor\" in  making  representations\n    5  for  the purpose of inducing, or which are likely to induce, directly or\n    6  indirectly, the purchase of (a) drugs, devices or cosmetics, as  defined\n    7  in  section  sixty-eight  hundred two of the education law, or (b) other\n    8  goods or services intended to diagnose, treat, mitigate, prevent or cure\n    9  any human disease, pain, injury, deformity,  nutritional  deficiency  or\n   10  physical  condition, or which are intended to appear to the purchaser of\n   11  such goods or services to have done so, SHALL HAVE A DEGREE IN MEDICINE,\n   12  DENTISTRY, CHIROPRACTIC, VETERINARY MEDICINE, PODIATRY OR OPTOMETRY  AND\n   13  SHALL  HAVE MET ALL PROFESSIONAL REQUIREMENTS OF THE APPROPRIATE PROGRAM\n   14  REGISTERED BY THE NEW YORK STATE DEPARTMENT OF EDUCATION  OR  ACCREDITED\n   15  BY  AN  ACCREDITING ORGANIZATION ACCEPTABLE TO SUCH DEPARTMENT OR OTHER-\n   16  WISE LICENSED TO PRACTICE IN THE STATE OF NEW YORK AND  shall  conspicu-\n   17  ously  disclose  the  profession in which he or she is licensed[, except\n   18  that, where no license is required by the department of education,  such\n   19  person  shall  conspicuously  disclose  the  major  subject in which the\n   20  degree was earned and the name of the institution that issued the degree\n   21  provided, however, that such person shall be prohibited from  using  the\n   22  title  \"doctor\"  unless  the  degree  was conferred by an institution of\n   23  higher education authorized by law to confer  doctoral  degrees  in  the\n   24  state where it is located]. For the purposes of this section, \"conspicu-\n   25  ously\"  shall  mean  equally  in size, type or prominence and positioned\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07116-01-1\n\n       S. 2250                             2\n\n    1  adjacent to the title \"doctor\". The  requirements  of  this  subdivision\n    2  supplement,  and  shall  not  be construed to limit,  the obligations of\n    3  health professionals pursuant to the education law and regulations ther-\n    4  eunder,  nor  shall  they  be construed to authorize the practice of any\n    5  licensed profession nor the offer of professional services by any  unli-\n    6  censed person.\n    7    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to restricting the use of the title \"doctor\" in advertisements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T142142.TXT", "SOBI.D110118.T135141.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110119.T113241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454761571
}