{
  "year" : 2011,
  "senateBillNo" : "S2263-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2263-2011-1295326800000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for apportionment of state monies to nonpublic schools for the cost of asbestos inspections",
  "summary" : "Provides for an additional apportionment of state monies to nonpublic schools for the cost of asbestos inspections for school years beginning on and after July 1, 2011. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "S1070-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2263\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend chapter 507 of the laws of 1974, relating  to  providing\n         for  the  apportionment  of  state  monies  for  nonpublic schools, in\n         relation to providing for an  additional  apportionment  for  asbestos\n         inspections\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Chapter 507 of the laws of 1974, relating to providing  for\n    2  the  apportionment  of state monies for nonpublic schools, is amended by\n    3  adding a new section 3-a to read as follows:\n    4    S 3-A. ADDITIONAL APPORTIONMENT.  IN  ADDITION  TO  THE  APPORTIONMENT\n    5  PROVIDED  FOR IN SECTION THREE OF THIS ACT, THE COMMISSIONER SHALL ANNU-\n    6  ALLY APPORTION TO EACH QUALIFYING SCHOOL, FOR SCHOOL YEARS BEGINNING  ON\n    7  AND  AFTER JULY 1, 2011, AN AMOUNT EQUAL TO THE ACTUAL COSTS INCURRED BY\n    8  EACH SUCH SCHOOL DURING THE PRECEDING SCHOOL YEAR INSPECTIONS TO  DETER-\n    9  MINE THE EXISTENCE OF ASBESTOS IN SUCH SCHOOLS.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06516-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 507 of the laws of 1974, relating to providing for the apportionment of state monies for nonpublic schools, in relation to providing for an additional apportionment for asbestos inspections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121252.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T140653.TXT", "SOBI.D110118.T142142.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457172726
}