{
  "year" : 2011,
  "senateBillNo" : "S2268-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2268-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits certain makers of graffiti from obtaining a driver's license until such person reaches eighteen years of age",
  "summary" : "Provides that a person convicted of making graffiti prior to such person's sixteenth birthday shall not obtain a driver's license until such person reaches eighteen years of age; suspends a driver's license of a person of any age for two years where such person is convicted of making graffiti. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S817-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2268\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  prohibiting\n         certain persons convicted of the crime of making graffiti from obtain-\n         ing a driver's license\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 502 of the vehicle and traffic law  is  amended  by\n    2  adding a new subdivision 8 to read as follows:\n    3    8. EXCEPTIONS. NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION THE\n    4  COMMISSIONER  SHALL  NOT  ISSUE  A  DRIVER'S LICENSE TO ANY PERSON UNDER\n    5  SIXTEEN YEARS OF AGE CONVICTED  OF  THE  CRIME  OF  MAKING  GRAFFITI  AS\n    6  DEFINED IN SECTION 145.60 OF THE PENAL LAW UNTIL SUCH PERSON ATTAINS THE\n    7  AGE OF EIGHTEEN.\n    8    S  2.   Paragraph b of subdivision 2 of section 510 of the vehicle and\n    9  traffic law is amended by adding a new subparagraph  (xvi)  to  read  as\n   10  follows:\n   11    (XVI)  FOR  A PERIOD OF TWO YEARS WHERE THE HOLDER IS CONVICTED OF THE\n   12  CRIME OF MAKING GRAFFITI AS DEFINED IN SECTION 145.60 OF THE PENAL LAW.\n   13    S 3. This act shall take effect on the first of January next  succeed-\n   14  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07117-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to prohibiting certain persons convicted of the crime of making graffiti from obtaining a driver's license ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T141142.TXT", "SOBI.D110119.T121752.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T142142.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457472860
}