{
  "year" : 2011,
  "senateBillNo" : "S2260-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2260-2011-1295326800000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates certain court employees as sergeants",
  "summary" : "Designates certain nonjudicial employees of the unified court system employed as training academy officers as sergeants to correct an inadvertent omission occasioned by a chapter of the laws of 1988. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Judiciary",
  "previousVersions" : [ "S465-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2260\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT in relation to appointment of certain  nonjudicial  officers  and\n         employees of the unified court system\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and  intent.  The  legislature  hereby\n    2  finds  that it has long been the practice that certain nonjudicial offi-\n    3  cers and employees of the unified court system in court  security  posi-\n    4  tions  received  supplemental  compensation  in the form of collectively\n    5  bargained assignment differentials. This compensation has been  paid  in\n    6  recognition of the special supervisory duties performed by such nonjudi-\n    7  cial  officers  and  employees.  The  legislature further finds that the\n    8  chief administrator of the courts eliminated this practice,  and  trans-\n    9  ferred  the  duties  heretofore  performed  by  court security personnel\n   10  receiving assignment differentials to the holders of special court secu-\n   11  rity positions classified in the competitive class. The legislature also\n   12  finds that the instructors for the training academy for  court  security\n   13  within  the  city of New York, who received assignment differentials for\n   14  the performance of supervisory duties, have served more than  five  and,\n   15  in  some  instances,  more  than  ten years in their positions; and that\n   16  these incumbents, by their training and experience in  their  positions,\n   17  have  acquired  invaluable expert knowledge and skill in the performance\n   18  of their duties on behalf of the court system and the administration  of\n   19  justice.  Accordingly, the legislature hereby declares that it is essen-\n   20  tial that means be provided to continue as permanent appointees security\n   21  positions having supervisory responsibilities within  the  city  of  New\n   22  York qualified incumbents of court security positions already performing\n   23  such  supervisory  duties.  It is the purpose of this act, therefore, to\n   24  provide an orderly method for continuing  these  incumbents  in  service\n   25  with the rights and tenure of permanent appointees.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07111-01-1\n\n       S. 2260                             2\n\n    1    S  2.  (a) On such date as the chief administrator of the courts shall\n    2  establish nonjudicial positions having the  title  senior  court-officer\n    3  sergeant,  he or she also shall appoint to such positions those nonjudi-\n    4  cial officers and employees of the unified court system who serve  in  a\n    5  court within the city of New York and who, on such dates:\n    6    (1)  serve in and have permanent competitive class status in positions\n    7  classified in one of the following titles:\n    8    (i) senior court officer;\n    9    (ii) senior court officer (JG 18); and\n   10    (2) received an assignment differential; and\n   11    (3) are presently assigned as instructors for the training academy for\n   12  court security within the city of New York.\n   13    (b) Each nonjudicial officer  or  employee  appointed  to  a  position\n   14  pursuant  to  this section shall have permanent competitive class status\n   15  in such position, without probationary period or further examination.\n   16    S 3.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to appointment of certain nonjudicial officers and employees of the unified court system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T151652.TXT", "SOBI.D110118.T143143.TXT", "SOBI.D110118.T142643.TXT", "SOBI.D110118.T135641.TXT", "SOBI.D110119.T120752.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295456872561
}