{
  "year" : 2011,
  "senateBillNo" : "S2269-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2269-2011-1295326800000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes public policy that no antenuptial agreement shall become binding for 30 days during which period either party thereto may withdraw upon notice to other",
  "summary" : "Establishes a public policy that no antenuptial agreement shall become binding for 30 days during which period either party thereto may unilaterally withdraw therefrom upon written notice served personally upon the other person; also requires that such agreements be in writing, subscribed by the parties, and acknowledged or proven in the manner required to entitle a deed to be recorded, and contain the addresses of the parties at which notice of withdrawal may be served. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "S924-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2269\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the general obligations law and the  domestic  relations\n         law,  in  relation to establishing the public policy of the state that\n         no antenuptial agreement become binding for thirty days  during  which\n         period  either party may withdraw upon written notice to the other and\n         requiring such agreements to be in writing and acknowledged\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and declaration of intent.  The legis-\n    2  lature  finds that important rights may be surrendered by contracts made\n    3  between persons in contemplation of marriage and  declares  that  public\n    4  policy  requires  that  such rights not be surrendered precipitously and\n    5  without a period of time during which the parties  may  contemplate  the\n    6  consequences  of  their  intended  agreement,  consult  an  attorney for\n    7  advice, if necessary, and withdraw unilaterally if that be the  determi-\n    8  nation  upon  reflection.    Such  waivers of important rights should be\n    9  entered into knowingly and consciously. Moreover,  all  such  agreements\n   10  should  be  in  writing, subscribed by both parties, and acknowledged or\n   11  proven pursuant to requisite formalities, to reflect the  importance  of\n   12  the  undertaking.    Accordingly,  the  legislature declares this act to\n   13  reflect the public policy of this state  and  to  be  necessary  in  the\n   14  public interest.\n   15    S  2.  Section 3-303 of the general obligations law is amended to read\n   16  as follows:\n   17    S 3-303. Contracts in contemplation of  marriage;  ANTENUPTIAL  AGREE-\n   18  MENTS.  1.    [A]  EXCEPT  AS  PROVIDED IN THIS SECTION, A contract made\n   19  between persons in contemplation of  marriage,  remains  in  full  force\n   20  after the marriage takes place.\n   21    2.  AS  USED IN THIS SECTION, AN \"ANTENUPTIAL AGREEMENT\" IS A CONTRACT\n   22  BETWEEN TWO PERSONS WHO  ARE  PROSPECTIVE  SPOUSES,  WHICH  IS  MADE  IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07045-01-1\n\n       S. 2269                             2\n\n    1  CONTEMPLATION  OF  MARRIAGE  AND WHICH PROVIDES, AMONG OTHER THINGS, FOR\n    2  THE PROPERTY, SUPPORT, INHERITANCE AND CUSTODIAL RIGHTS OF  THE  PARTIES\n    3  IN THE EVENT OF SUBSEQUENT DISPUTES BETWEEN THEM.\n    4    3.  SUBJECT  TO THE PROVISIONS OF SUBDIVISION FOUR OF THIS SECTION, AN\n    5  ANTENUPTIAL AGREEMENT, IN ORDER TO BE BINDING,  VALID  AND  ENFORCEABLE,\n    6  MUST BE IN WRITING, MUST BE SUBSCRIBED BY BOTH PARTIES, MUST BE ACKNOWL-\n    7  EDGED OR PROVEN IN THE MANNER REQUIRED TO ENTITLE A DEED TO BE RECORDED,\n    8  AND  MUST  CONTAIN THE ADDRESS WHERE THE NOTICE DESCRIBED IN SUBDIVISION\n    9  FOUR OF THIS SECTION IS AUTHORIZED TO BE  SERVED,  OF  EACH  PARTY  THAT\n   10  EXECUTES  IT.  NOTHING IN THIS SUBDIVISION SHALL BE DEEMED TO AFFECT THE\n   11  VALIDITY OF ANY AGREEMENT MADE PRIOR  TO  THE  EFFECTIVE  DATE  OF  THIS\n   12  SUBDIVISION.\n   13    4. NO ANTENUPTIAL AGREEMENT SHALL BE BINDING, VALID OR ENFORCEABLE FOR\n   14  A  PERIOD  OF  THIRTY DAYS AFTER ITS ACKNOWLEDGMENT BY THE LAST PARTY TO\n   15  ACKNOWLEDGE  IT.  DURING  THE  PENDENCY  OF  THE  PERIOD  SUBSEQUENT  TO\n   16  EXECUTION  BUT  PRIOR TO ACKNOWLEDGMENT BY THE LAST PARTY TO ACKNOWLEDGE\n   17  IT, AND DURING THE PENDENCY OF THIS THIRTY DAY PERIOD AFTER ITS ACKNOWL-\n   18  EDGMENT BY THE LAST PARTY TO ACKNOWLEDGE IT, SUCH AGREEMENT SHALL REMAIN\n   19  INCIPIENT AND EXECUTORY ONLY, AND EITHER  PARTY  TO  THE  AGREEMENT  MAY\n   20  UNILATERALLY  WITHDRAW THEREFROM BY WRITTEN NOTICE SERVED UPON THE OTHER\n   21  PERSONALLY DURING SUCH PERIOD; OR BY MAILING THE ORIGINAL OF SUCH  WRIT-\n   22  TEN NOTICE TO THE OTHER PARTY, TO THE ADDRESS OF SUCH OTHER PARTY STATED\n   23  IN  THE  AGREEMENT,  DURING  SUCH  THIRTY  DAY PERIOD BY CERTIFIED MAIL,\n   24  RETURN RECEIPT REQUESTED, AND BY MAILING DURING SUCH THIRTY  DAY  PERIOD\n   25  TO  SUCH ADDRESS A COPY OF THE ORIGINAL OF SUCH WRITTEN NOTICE BY FIRST-\n   26  CLASS MAIL TO SUCH OTHER PARTY. UPON SUCH WITHDRAWAL  EFFECTED  PURSUANT\n   27  TO  THIS  SUBDIVISION,  SUCH  AGREEMENT  SHALL NOT TAKE EFFECT AND SHALL\n   28  BECOME NULL AND VOID. NOTHING IN THIS SUBDIVISION  SHALL  BE  DEEMED  TO\n   29  AFFECT THE VALIDITY OF ANY AGREEMENT MADE PRIOR TO THE EFFECTIVE DATE OF\n   30  THIS SUBDIVISION.\n   31    5.  EVERY  ANTENUPTIAL  AGREEMENT,  IN  ORDER TO BE BINDING, VALID AND\n   32  ENFORCEABLE, SHALL CONTAIN A NOTICE OF THE RIGHTS GRANTED BY, AND OF THE\n   33  REQUIREMENTS OF, SUBDIVISIONS THREE AND FOUR OF THIS SECTION. NOTHING IN\n   34  THIS SUBDIVISION SHALL BE DEEMED TO AFFECT THE VALIDITY OF ANY AGREEMENT\n   35  MADE PRIOR TO THE EFFECTIVE DATE OF THIS SUBDIVISION.\n   36    6. ANY PROVISION OR AGREEMENT WHICH IN  SUBSTANCE  WAIVES  THE  RIGHTS\n   37  GRANTED BY, OR THE REQUIREMENTS OF, THE PROVISIONS OF THIS SECTION SHALL\n   38  BE VOID AS AGAINST PUBLIC POLICY.\n   39    S  3. Subdivision 3 of part B of section 236 of the domestic relations\n   40  law, as amended by chapter 595 of the laws of 2003, is amended  to  read\n   41  as follows:\n   42    3. Agreement of the parties. [An] SUBJECT TO THE PROVISIONS OF SECTION\n   43  3-303  OF THE GENERAL OBLIGATIONS LAW IF EXECUTED ON OR AFTER THE EFFEC-\n   44  TIVE DATE OF THE AMENDMENT TO THIS SUBDIVISION WHICH ADDED THESE  WORDS,\n   45  AN  agreement  by the parties, made before or during the marriage, shall\n   46  be valid and enforceable in a matrimonial action if such agreement is in\n   47  writing, subscribed by the parties, and acknowledged or  proven  in  the\n   48  manner  required  to  entitle a deed to be recorded. Notwithstanding any\n   49  other provision of law, an acknowledgment of an  agreement  made  before\n   50  marriage  may  be  executed  before any person authorized to solemnize a\n   51  marriage pursuant to subdivisions one, two and three of  section  eleven\n   52  of  this chapter. Such an agreement may include (1) a contract to make a\n   53  testamentary provision of any kind, or a waiver of any  right  to  elect\n   54  against the provisions of a will; (2) provision for the ownership, divi-\n   55  sion or distribution of separate and marital property; (3) provision for\n   56  the  amount and duration of maintenance or other terms and conditions of\n\n       S. 2269                             3\n\n    1  the marriage relationship, subject to the provisions of section 5-311 of\n    2  the general obligations law, and provided that such terms were fair  and\n    3  reasonable at the time of the making of the agreement and are not uncon-\n    4  scionable  at the time of entry of final judgment; and (4) provision for\n    5  the custody, care,  education  and  maintenance  of  any  child  of  the\n    6  parties,  subject to the provisions of section two hundred forty of this\n    7  article. Nothing in this subdivision  shall  be  deemed  to  affect  the\n    8  validity  of  any  agreement  made  prior  to the effective date of this\n    9  subdivision.\n   10    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   11  have  become  a  law, and shall apply only to antenuptial agreements, as\n   12  defined in subdivision 2 of section 3-303  of  the  general  obligations\n   13  law, as added by section two of this act, which are executed on or after\n   14  the effective date of this act.\n",
  "memo" : "BILL NUMBER:S2269\n\nTITLE OF BILL:\nAn act\nto amend the general obligations law and the domestic relations law,\nin relation to establishing the public policy of the state that no\nantenuptial agreement become\nbinding for thirty days during which period either party may\nwithdraw upon written notice to the other and requiring such\nagreements to be in writing and acknowledged\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe purpose of this\nbill is to avoid\nthe circumstance wherein one party to an antenuptial agreement is\npressured to sign such agreement, often at the last minute, often on\nthe eve of the wedding, thereby placing said party in a significantly\ninferior position relative to the agreement.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAmends the General\nObligations Law\n&sect;3-303 and adds the particulars that are required for an antenuptial\nagreement to be binding. Those conditions include the retirement, in\n&sect;3-303 (4), that there is a thirty day period during which no\nantenuptial agreement shall be binding, valid or enforceable. During\nthis thirty day period, the agreement is incipient and executory\nonly, and either party to the agreement may unilaterally withdraw\nfrom the agreement by written notice to the other party. Antenuptial\nagreements must also contain a notice of the rights granted by these\nnew provisions and of the requirements for an agreement to be valid\nand binding. The Domestic Relations Law is also amended, Section 236,\nSubdivision 3 of Part B so, as to include a reference to General\nObligations Law &sect;3-303, which specifically covers the above mentioned\nrequirements for an antenuptial agreement to be valid.\n\nJUSTIFICATION:\nAs spelled out in the legislative findings and\ndeclaration of intent, important rights are often surrendered when\none party is placed in the position that, if she or he refuses to\nsign an antenuptial agreement, the wedding may be canceled. Often\nthese agreements are presented on the eve of matrimony, and with\nout-of-town guests having arrived and other extreme pressures\npresent, she or he may be in no position to enter into negotiations\nfor a more palatable and fair agreement. The thirty day period in\nwhich either party may unilaterally revoke the agreement places the\nparties on a more even footing, and the pressure of signing such an\nagreement at the last minute is removed.\nThis thirty day period may force would be spouses to present any\nproposed agreement well before the marriage, thus assuring fairness -\n\nor letting the party presented with the agreement see what her or his\nintended spouse is really all about.\n\nFISCAL IMPLICATIONS:\nNone to New York State\n\nEFFECTIVE DATE:\nNinety days after it shall have become a law and it\nshall only apply prospectively to agreements executed on or after the\neffective date of this act.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law and the domestic relations law, in relation to establishing the public policy of the state that no antenuptial agreement become binding for thirty days during which period either party may withdraw upon written notice to the other and requiring such agreements to be in writing and acknowledged ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T141142.TXT", "SOBI.D110119.T121752.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T142142.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717994
}