{
  "year" : 2011,
  "senateBillNo" : "S2264-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2264-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires cooperative housing corporations provide a prospective purchaser with a written statement of reasons when withholding consent to a purchase",
  "summary" : "Requires cooperative housing corporations provide a prospective purchaser with a written statement of reasons when withholding consent to a purchase; voids any agreement inconsistent with such requirement. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A2383",
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "S3132-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2264\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil rights law, in relation to  discrimination  in\n         the ownership of cooperative housing\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and declaration of intent. The  legis-\n    2  lature  recognizes  that cooperative ownership in multi-family dwellings\n    3  is a popular form of home  ownership  in  New  York  state.  An  ongoing\n    4  concern  for  consumers dealing in the cooperative housing market is the\n    5  potential for the unlawful rejection by a board of directors of a buyer.\n    6    The legislature finds and determines that, not infrequently,  a  co-op\n    7  board  rejects  what appears to be a well-qualified customer. Often, the\n    8  prospective purchaser has concerns that the rejection was in fact unlaw-\n    9  ful discrimination. Both federal and state  laws  protect  our  citizens\n   10  from  unfair  housing practices, which include discrimination based upon\n   11  race, ethnicity, gender, age or family status.\n   12    For such reasons, it is the legislature's intent to require boards  of\n   13  directors of cooperative housing to disclose to proposed purchasers, the\n   14  reasons for rejecting a sale.\n   15    S 2.  Section 19-a of the civil rights law, as added by chapter 376 of\n   16  the laws of 1971, is amended to read as follows:\n   17    S  19-a.    Prohibition  against  unreasonable withholding of consent.\n   18  WHENEVER ANY CORPORATION FORMED  FOR  THE  PURPOSE  OF  THE  COOPERATIVE\n   19  OWNERSHIP  OF REAL ESTATE WITHIN THE STATE WITHHOLDS CONSENT TO THE SALE\n   20  OR PROPOSED SALE OF CERTIFICATES OF STOCK OR OTHER EVIDENCE OF OWNERSHIP\n   21  OF AN INTEREST IN SUCH CORPORATION, SUCH CORPORATION SHALL  PROVIDE  THE\n   22  PROSPECTIVE  PURCHASER WITH A WRITTEN STATEMENT OF ITS REASONS FOR WITH-\n   23  HOLDING CONSENT NO LATER THAN FIVE BUSINESS DAYS AFTER ITS  DECISION  TO\n   24  WITHHOLD CONSENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06151-01-1\n\n       S. 2264                             2\n\n    1    1.  No  SUCH  corporation  [formed  for the purpose of the cooperative\n    2  ownership of real estate within the state]  shall  withhold  [its]  SUCH\n    3  consent  [to the sale or proposed sale of certificates of stock or other\n    4  evidence of ownership of an interest in such corporation] because of the\n    5  race, creed, national origin, or sex of the purchaser.\n    6    2.  For the purposes of this section a \"corporation\" shall include the\n    7  cooperative management, cooperative tenants,  cooperative  shareholders,\n    8  or any appointee or successor in interest of a corporation.\n    9    3.  This section shall apply to every sale or proposed sale whether by\n   10  a corporation directly, its successor  in  interest,  or  by  any  other\n   11  lawfully entitled party.\n   12    4.  Every  agreement, negative covenant, restrictive covenant or other\n   13  provision, whether written or oral and wherever contained,  inconsistent\n   14  with this section shall be void and unenforceable.\n   15    S  3.  This  act shall take effect on the ninetieth day after it shall\n   16  have become a law.\n",
  "memo" : "BILL NUMBER S2264\n\nTITLE OF BILL:\nAn act\nto amend the civil rights law, in relation to discrimination in the\nownership of cooperative housing\n\nPURPOSE OR GENERAL IDEA OF BILL:\nCooperative apartment corporations currently are not required to inform\nprospective purchasers of the reasons for their\nrejection.  As a result, many prospective cooperators are arbitrarily\nand discriminatorily rejected.  By requiring cooperative apartment\ncorporations to provide a statement of reasons, this bill will serve to\nreduce the incidence of such rejections.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would amend Civil Rights Law &sect;19-a to require a cooperative\napartment corporation to provide a prospective purchaser with a written\nstatement of reasons whenever the corporation withholds its consent to\nthe sale of the corporation's stock.\n\nJUSTIFICATION:\nCooperative ownership\nin multi-family dwellings is becoming an extremely popular form of home\nownership in New York State.  In 1971, the Legislature enacted section\n19-a of the Civil Rights Law, which prohibits cooperative apartment\ncorporations from discriminating against prospective purchasers on the\nbasis of race, religion, national origin or\nsex.  Such discrimination nevertheless remains a widespread\nproblem.  See, e.g.,\nBachman v. State Division of Human Rights,\n104 A.D. 2d 111 (1st Dept. 1984);\nRobinson\nv. 12 Lofts Realty, Inc., 610 F. 2d 1032 (2d Cir. 1979);\nRogers v. 66-36 Yellowstone\nBlvd. Cooperative Owners, Inc., 599 F. Supp. 79 (E.D.N.Y.\n1984);\nsee also\nSanders v. Winship, 57 N.Y. 2d 391 (1982).\nAs the Court of Appeals has declared, \"discrimination is rarely so\nobvious or its practices so overt that recognition of it is instant and\nconclusive, it being accomplished usually by devious and subtle means.\"\n300 Gramatan Avenue Associates v. State Division\nof Human Rights, 45 N.Y. 2d 176 (1978). At present, proving\ndiscrimination by cooperative apartment corporations is even more\ndifficult than proving housing discrimination in other contexts.\nFirst, because the decision to reject a prospective cooperator generally\nis made by an admissions committee, and the individuals on the committee\nmay purport to have acted for different reasons, it is difficult to\ndetermine whether the motivating factor for the rejection was\ndiscriminatory.\n\nSecond, \"testing\" for cooperative discrimination by the use of paired\nminority and non-minority apartment seekers is harder than \"testing\" for\ndiscrimination in rental housing because the process of purchasing a\ncooperative apartment is much more complicated than the process of\nrenting an apartment. Requiring cooperative apartment corporations to\nstate reasons for rejecting prospective tenant shareholders has been\nrecognized as an effective means of reducing the ability of such\ncorporations to mask discriminatory\nconduct.  In Rogers v. 66-36 Yellowstone Blvd. Cooperative\nOwners, a federal court required a New York City cooperative\napartment corporation which had violated federal fair housing laws to\nprovide a statement of reasons to rejected minority applicants. If this\nbill is enacted, a cooperative apartment corporation will not be able to\ncreate after-the-fact justifications when a rejected purchaser\nchallenges as pretextual the corporation's reasons for refusing to\npermit a sale.  The legislation thus will help prevent discriminatory\nrejections, and will further the goal of equal housing opportunity.\n\nLEGISLATIVE HISTORY:\n2007-2008: A.1000 - Referred to Assembly Governmental Operations\nCommittee\n2005-2006: A.259 - Referred to Assembly Governmental Operations\nCommittee.\n\nEFFECTIVE DATE:\nThis act shall take effect on the\nninetieth day after it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to discrimination in the ownership of cooperative housing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121252.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T140653.TXT", "SOBI.D110118.T142142.TXT", "SOBI.D110118.T150705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717988
}