{
  "year" : 2011,
  "senateBillNo" : "S2266-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2266-2011-1295326800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to filing requirements for fiscal notes",
  "summary" : "Requires that a copy of the statutorily required fiscal note on retirement bills, signed by the appropriate actuary, be filed with the journal clerks of the Senate and Assembly. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "S926-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2266\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the legislative law, in relation to the fiscal note\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 50 of the legislative law, as added by chapter 503\n    2  of the laws of 1971, is amended to read as follows:\n    3    S 50.  Fiscal note in retirement bills.  A bill which enacts or amends\n    4  any provision of law relating to a retirement  system  or  plan  of  the\n    5  state  of New York or of any of its political subdivisions shall contain\n    6  a fiscal note stating the estimated annual cost to the employer affected\n    7  and the source of such estimate. A COPY OF SUCH FISCAL NOTE,  SIGNED  BY\n    8  THE  APPROPRIATE  ACTUARY,  SHALL BE FILED WITH THE JOURNAL CLERK OF THE\n    9  SENATE AND THE JOURNAL CLERK IN THE ASSEMBLY.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07046-01-1\n",
  "memo" : "BILL NUMBER:S2266\n\nTITLE OF BILL:\nAn act\nto amend the legislative law, in relation to the fiscal note\n\nSUMMARY:\nThis bill would amend &sect; 50 of the\nLegislative Law to require\nthat copies of fiscal notes required pursuant to &sect; 50 be signed by\nappropriate actuary, and filed with both the Assembly Journal Clerk\nand Senate Journal Clerk.\n\nJUSTIFICATION:\nExisting Legislative Law &sect; 50 requires any bill which\nenacts or amends any provision of law relating to a retirement system\nor plan of the State of New York or any of its political subdivisions\nshall contain a fiscal note stating the estimated annual cost to the\nemployer affected and the source of such estimate. However, this\nstatute contains no provision requiring the actual estimates, signed\nby the actuary, to be filed with any particular official. Such a\nrequirement would facilitate public access to these fiscal estimates,\nthereby allowing all interested parties to examine and comment upon\nthese important fiscal estimates.\n\nFISCAL IMPLICATION:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to the fiscal note ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121752.TXT", "SOBI.D110119.T121252.TXT", "SOBI.D110118.T151652.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T140653.TXT", "SOBI.D110118.T142142.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717991
}