{
  "year" : 2011,
  "senateBillNo" : "S226-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S226-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a civilian medal of valor for conspicuous and unselfish acts of valor, heroism or courage in assisting any other person",
  "summary" : "Establishes a civilian medal of valor for conspicuous and unselfish acts of valor, heroism or courage in assisting any other person; creates within the executive department, a civilian medal of valor committee to review candidates; creates a civilian medal of valor fund. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1402-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          226\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MAZIARZ,  ALESI,  BONACIC, DeFRANCISCO, FLANAGAN,\n         FUSCHILLO, GOLDEN, JOHNSON, LARKIN, LAVALLE, LITTLE,  SEWARD  --  read\n         twice  and  ordered  printed,  and when printed to be committed to the\n         Committee on Finance\n\n       AN ACT to amend the executive law, in relation to creating and authoriz-\n         ing the presentation of the \"civilian medal of valor\";  and  to  amend\n         the state finance law, in relation to establishing the \"civilian medal\n         of valor fund\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent.  The legislature hereby finds that  the\n    2  terrorist  attacks on the World Trade Towers on the morning of September\n    3  11, 2001 have forever changed the lives of all  residents  of  New  York\n    4  state,  the  United  States  of  America  and all other countries of the\n    5  world. These cowardly and barbaric acts  have  deprived  thousands  upon\n    6  thousands  of  citizens  and  individuals  throughout the world of their\n    7  loved ones, and the comfort, support and the security  of  knowing  that\n    8  they  live  in a safe place.  Today, thousands of United States military\n    9  personnel are risking their lives and personal safety, and are separated\n   10  from their family members so that they may protect the citizens  of  our\n   11  great nation and to attempt to bring the masterminds behind the cowardly\n   12  events  of  September  eleventh  to  justice. The laws of this state and\n   13  country already provide for various awards, medals and  decorations  for\n   14  military  personnel who in the service of our country, or in the service\n   15  of the organized militia of this state have displayed  conspicuous  acts\n   16  of valor, heroism, courage or gallantry, either in their military capac-\n   17  ities  or  in  a civilian capacity. These medals, decorations and honors\n   18  include a conspicuous service cross that is presented in the name of the\n   19  legislature of the state by the governor.  The events of September elev-\n   20  enth brought about untold numbers of heroic acts and deeds by so many of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01588-01-1\n\n       S. 226                              2\n\n    1  the public servants of the  state,  including  firefighters  and  police\n    2  officers of the city of New York and police officers of the port author-\n    3  ity  of  New York and New Jersey as well as ordinary citizens who risked\n    4  their  lives  and  personal safety to aid and assist others during these\n    5  events, and the carnage and destruction that  immediately  followed.  In\n    6  the  months  and  years  ahead, the citizens of this state are likely to\n    7  encounter other and further acts of terrorism  that  will  affect  their\n    8  safety  and  well being. Events such as the September eleventh terrorist\n    9  attacks brought out the true nature of the citizens of this great state.\n   10  In a time of extreme crisis and need,  hundreds  and  thousands  of  New\n   11  Yorkers  risked  life,  limb and safety to assist others in similar need\n   12  and distress. Countless others toiled tirelessly in  food  banks,  blood\n   13  banks and charitable organizations throughout all of New York. It is the\n   14  intent  of  this  act  to honor the \"ordinary citizens\" of New York that\n   15  perform unselfish, courageous acts  of  gallantry  that  are  worthy  of\n   16  special  recognition  and honor by the legislature, the governor and all\n   17  of the citizens of the state. While no action  can  truly  recognize  or\n   18  repay  these  civilian  heroes  for  their  selfless acts of courage and\n   19  heroism, the legislature finds and determines that it is appropriate  to\n   20  create,  pursuant  to  the  terms  of  this  act, the \"civilian medal of\n   21  valor\". The civilian medal of valor shall be awarded, in the name of the\n   22  grateful residents of the state of New York, to the  residents  of  this\n   23  state  that have, either, already displayed a conspicuous act of heroism\n   24  or courage in assisting other residents of New York,  as  well  as,  the\n   25  residents of other countries, or that may do so in the future.\n   26    S  2.  The executive law is amended by adding a new section 10 to read\n   27  as follows:\n   28    S 10. CIVILIAN MEDAL OF VALOR. 1. THE GOVERNOR IS HEREBY AUTHORIZED TO\n   29  PRESENT IN THE NAME OF THE LEGISLATURE OF THE STATE OF NEW YORK  AND  ON\n   30  BEHALF  OF  THE PEOPLE OF THE STATE OF NEW YORK, A CIVILIAN MEDAL, TO BE\n   31  KNOWN AS THE \"CIVILIAN MEDAL OF VALOR\". SUCH MEDAL MAY BE AWARDED TO ANY\n   32  PERSON WHO WAS A CITIZEN OF THE STATE OF NEW YORK (A) AT THE TIME OF THE\n   33  PRESENTATION OF SUCH MEDAL OR (B) AT THE TIME OF THE ACT OR ACTS  GIVING\n   34  RISE  TO  THE BASIS FOR WHICH SUCH MEDAL IS BEING AWARDED.  THE CIVILIAN\n   35  MEDAL OF VALOR MAY BE AWARDED TO PERSONS WHO PERFORM A  CONSPICUOUS  AND\n   36  UNSELFISH  ACT  OR  ACTS  OF  VALOR, HEROISM OR COURAGE IN ASSISTING ANY\n   37  OTHER PERSON OR PERSONS. CANDIDATES FOR  THE  CIVILIAN  MEDAL  OF  VALOR\n   38  SHALL,  UPON  THE  RECOMMENDATION  OF ONE MEMBER OF THE ASSEMBLY AND ONE\n   39  SENATOR, BE CONSIDERED FOR SUCH AWARD BY THE  CIVILIAN  MEDAL  OF  VALOR\n   40  COMMITTEE,  ESTABLISHED  PURSUANT  TO  SUBDIVISION  TWO OF THIS SECTION.\n   41  FURTHERMORE, SUCH COMMITTEE SHALL PROVIDE FOR THE  SUITABLE  DESIGN  AND\n   42  INSCRIPTION OF THE CIVILIAN MEDAL OF VALOR.\n   43    2.  (A)  THERE  IS  HEREBY CREATED, WITHIN THE EXECUTIVE DEPARTMENT, A\n   44  CIVILIAN MEDAL OF VALOR COMMITTEE WHICH SHALL BE PERPETUAL  IN  DURATION\n   45  AND  BE  COMPOSED OF NINE MEMBERS. THE MEMBERS OF THE COMMITTEE SHALL BE\n   46  APPOINTED AS FOLLOWS: THREE MEMBERS SHALL BE APPOINTED BY THE  GOVERNOR,\n   47  TWO MEMBERS SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE,\n   48  TWO  MEMBERS  SHALL  BE  APPOINTED  BY  THE SPEAKER OF THE ASSEMBLY, ONE\n   49  MEMBER SHALL BE APPOINTED BY THE MINORITY LEADER OF THE SENATE  AND  ONE\n   50  MEMBER  SHALL  BE APPOINTED BY THE MINORITY LEADER OF THE ASSEMBLY.  THE\n   51  MEMBERSHIP OF SUCH COMMITTEE SHALL REPRESENT THE BROAD SPECTRUM  OF  THE\n   52  CITIZENRY  OF  THIS STATE, EXCEPT THAT LESS THAN ONE-HALF OF THE MEMBERS\n   53  OF THE COMMITTEE SHALL BE IN THE ARMED FORCES OF THE UNITED STATES OR IN\n   54  THE ORGANIZED MILITIA OF THE STATE. THE MEMBERS OF THE  COMMITTEE  SHALL\n   55  SERVE  A  TERM OF  THREE YEARS, EXCEPT THAT THE INITIAL APPOINTEES SHALL\n   56  SERVE THE FOLLOWING TERMS: ONE MEMBER APPOINTED  BY  THE  GOVERNOR,  ONE\n\n       S. 226                              3\n\n    1  MEMBER APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE AND ONE MEMBER\n    2  APPOINTED BY THE SPEAKER OF THE ASSEMBLY SHALL SERVE A TERM OF ONE YEAR;\n    3  ONE MEMBER APPOINTED BY THE GOVERNOR, ONE MEMBER APPOINTED BY THE TEMPO-\n    4  RARY  PRESIDENT OF THE SENATE AND ONE MEMBER APPOINTED BY THE SPEAKER OF\n    5  THE ASSEMBLY SHALL SERVE A TERM OF TWO YEARS; AND ONE  MEMBER  APPOINTED\n    6  BY  THE  GOVERNOR,  THE  MEMBER  APPOINTED BY THE MINORITY LEADER OF THE\n    7  SENATE AND THE MEMBER APPOINTED BY THE MINORITY LEADER OF  THE  ASSEMBLY\n    8  SHALL  SERVE  A  TERM OF THREE YEARS. THE MEMBERS OF THE COMMITTEE SHALL\n    9  SERVE UNTIL THEIR SUCCESSORS HAVE BEEN  APPOINTED  AND  HAVE  QUALIFIED.\n   10  EVERY  VACANCY  OCCURRING  IN  THE  MEMBERSHIP OF THE COMMITTEE SHALL BE\n   11  FILLED FOR THE UNEXPIRED  TERM  OF  THE  VACANT  MEMBER  IN  THE  MANNER\n   12  PROVIDED  FOR  THE  ORIGINAL  APPOINTMENT  OF SUCH MEMBER. THE CHAIR AND\n   13  SECRETARY OF THE COMMITTEE SHALL BE ELECTED FROM AMONG THE MEMBERSHIP OF\n   14  SUCH COMMITTEE BY A MAJORITY VOTE THEREOF.\n   15    (B) THE CIVILIAN MEDAL OF VALOR COMMITTEE SHALL  MEET  NOT  LESS  THAN\n   16  ONCE  ANNUALLY,  AND  AT SUCH TIMES AS THE CHAIR, SECRETARY OR ANY THREE\n   17  MEMBERS SHALL DESIGNATE. THE COMMITTEE UPON CONVENING  A  MEETING  SHALL\n   18  REVIEW  ALL  CANDIDATES  FOR THE CIVILIAN MEDAL OF VALOR RECOMMENDED NOT\n   19  LESS THAN THIRTY DAYS PRIOR TO SUCH MEETING. THE COMMITTEE  SHALL  ADOPT\n   20  ALL  RULES  PROVIDING FOR ITS PROCEDURES AND THE SPECIFIC QUALIFICATIONS\n   21  FOR THE AWARDING OF THE CIVILIAN MEDAL OF VALOR.  UPON  THE  AFFIRMATIVE\n   22  VOTE OF A MAJORITY OF THE MEMBERS OF THE COMMITTEE, A CANDIDATE SHALL BE\n   23  AWARDED  THE  CIVILIAN  MEDAL OF VALOR. SUCH MEDAL SHALL BE PRESENTED BY\n   24  THE GOVERNOR, OR, IN THE ALTERNATIVE, BY THE SENATOR AND MEMBER  OF  THE\n   25  ASSEMBLY  REPRESENTING  THE  SENATE  AND ASSEMBLY DISTRICTS IN WHICH THE\n   26  MEDAL RECIPIENT RESIDES.\n   27    (C) THE MEMBERS OF THE CIVILIAN MEDAL OF VALOR COMMITTEE SHALL RECEIVE\n   28  NO COMPENSATION FOR THEIR SERVICES, BUT SHALL BE  ALLOWED  THEIR  ACTUAL\n   29  AND  NECESSARY  EXPENSES  INCURRED  IN  THE  PERFORMANCE OF THEIR DUTIES\n   30  PURSUANT TO THIS SECTION.\n   31    S 3. The state finance law is amended by adding a new section 89-h  to\n   32  read as follows:\n   33    S  89-H.  CIVILIAN MEDAL OF VALOR FUND. 1. THERE IS HEREBY ESTABLISHED\n   34  IN THE JOINT CUSTODY OF THE COMMISSIONER OF TAXATION AND FINANCE AND THE\n   35  COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS THE \"CIVILIAN MEDAL OF  VALOR\n   36  FUND\".\n   37    2.    THE  CIVILIAN  MEDAL  OF VALOR FUND SHALL CONSIST OF ALL GRANTS,\n   38  BEQUESTS, DONATIONS AND ALL OTHER MONEYS APPROPRIATED,  CREDITED,  GIVEN\n   39  OR TRANSFERRED THERETO FROM ANY OTHER SOURCE OR FUND.\n   40    3.  THE MONEYS IN THE CIVILIAN MEDAL OF VALOR FUND SHALL BE KEPT SEPA-\n   41  RATE AND APART, AND SHALL NOT BE COMMINGLED WITH ANY OTHER MONEYS IN THE\n   42  CUSTODY OF THE COMMISSIONER OF TAXATION AND FINANCE OR THE  COMPTROLLER,\n   43  AND  SHALL  ONLY  BE  EXPENDED  AS  PROVIDED BY SUBDIVISION FOUR OF THIS\n   44  SECTION.\n   45    4. THE MONEYS IN THE CIVILIAN MEDAL OF VALOR FUND  SHALL  BE  EXPENDED\n   46  PURSUANT   TO   APPROPRIATION  FOR  THE  PURPOSES  OF  IMPLEMENTING  THE\n   47  PROVISIONS OF SECTION TEN OF THE EXECUTIVE LAW.\n   48    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to creating and authorizing the presentation of the \"civilian medal of valor\"; and to amend the state finance law, in relation to establishing the \"civilian medal of valor fund\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T113306.TXT", "SOBI.D101213.T102802.TXT", "SOBI.D101214.T142142.TXT", "SOBI.D101213.T111304.TXT", "SOBI.D101214.T142643.TXT", "SOBI.D101213.T103302.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292354803496
}