{
  "year" : 2011,
  "senateBillNo" : "S2265-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2265-2011-1295326800000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires clerk of court to accept notice of pendency in certain equitable distribution matrimonial actions",
  "summary" : "Requires the clerk of court to accept a notice of pendency in equitable distribution matrimonial actions. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "S450-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2265\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the domestic relations law and the  civil  practice  law\n         and  rules, in relation to a notice of pendency in certain matrimonial\n         cases\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   Section 234 of the domestic relations law, as amended by\n    2  chapter 685 of the laws of 1963, is amended to read as follows:\n    3    S 234.   Title to or occupancy and  possession  of  property.  In  any\n    4  action for divorce, for a separation, for an annulment or to declare the\n    5  nullity  of a void marriage, the court may (1) determine any question as\n    6  to the title to property arising between the parties, and (2) make  such\n    7  direction,  between  the parties, concerning the possession of property,\n    8  as in the court's discretion  justice  requires  having  regard  to  the\n    9  circumstances of the case and of the respective parties.  Such direction\n   10  may be made in the final judgment, or by one or more orders from time to\n   11  time  before  or  subsequent to final judgment, or by both such order or\n   12  orders and final  judgment.    Where  the  title  to  real  property  is\n   13  affected,  a  copy  of such judgment, order or decree, duly certified by\n   14  the clerk of the court wherein said [judgement] JUDGMENT  was  rendered,\n   15  shall  be  recorded in the office of the recording officer of the county\n   16  in which such property is situated, as provided by section  two  hundred\n   17  ninety-seven-b  of  the real property law. A NOTICE OF PENDENCY SHALL BE\n   18  ACCEPTED BY THE CLERK OF THE COURT WHEN OFFERED FOR FILING IN A MATRIMO-\n   19  NIAL ACTION WHEN THE COMPLAINT OR ANSWER ALLEGES A PRAYER FOR  EQUITABLE\n   20  DISTRIBUTION.\n   21    S  2.  Section 6501 of the civil practice law and rules, as amended by\n   22  chapter 657 of the laws of 1993, is amended to read as follows:\n   23    S 6501.  Notice of pendency; constructive notice.  A notice of penden-\n   24  cy may be filed in any action in a court of the state or of  the  United\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07247-01-1\n\n       S. 2265                             2\n\n    1  States  in which the judgment demanded would affect the title to, or the\n    2  possession, use or enjoyment of, real  property,  except  in  a  summary\n    3  proceeding  brought to recover the possession of real property AND SHALL\n    4  BE  ACCEPTED  BY  THE  CLERK  OF  THE COURT WHEN OFFERED FOR FILING IN A\n    5  MATRIMONIAL ACTION WHEN THE COMPLAINT OR ANSWER  ALLEGES  A  PRAYER  FOR\n    6  EQUITABLE  DISTRIBUTION.  The pendency of such an action is constructive\n    7  notice, from the time of filing of the notice only, to a purchaser from,\n    8  or incumbrancer against, any defendant named in  a  notice  of  pendency\n    9  indexed  in  a block index against a block in which property affected is\n   10  situated or any defendant against whose name a  notice  of  pendency  is\n   11  indexed.  A person whose conveyance or incumbrance is recorded after the\n   12  filing  of  the  notice  is bound by all proceedings taken in the action\n   13  after such filing to the same extent as a party.\n   14    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   15  have become a law.\n",
  "memo" : "BILL NUMBER:S2265\n\nTITLE OF BILL:\nAn act\nto amend the domestic relations law and the civil practice law and\nrules, in relation to a notice of pendency in certain matrimonial\ncases\n\nSUMMARY:\nThis bill would amend section 234 of the\nDomestic Relations\nLaw and add a new undesignated paragraph to subdivision (a) of Rule\n6501 of the Civil Practice Law and Rules to provide that notices of\npendency in matrimonial actions shall be filed in all instances when\nthe complaint or answer alleges a claim for equitable distribution.\n\nJUSTIFICATION:\nDiscrepancies presently exist in the\ndifferent Judicial\nDepartments regarding the acceptance of notices of pendency for\nfiling matrimonial actions. In those areas where notices of pendency\nare not accepted for filing in matrimonial actions, the non-title\nholding spouse must take additional steps, such as seeking an\ninjunction restraining the conveyance of marital property. This\nbill would make these additional and burdensome steps unnecessary,\nand would make the practice of accepting notices of pendency for\nfiling uniform across the State.\n\nFISCAL IMPLICATION:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the\nthirtieth day after\nit shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law and the civil practice law and rules, in relation to a notice of pendency in certain matrimonial cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121252.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T140653.TXT", "SOBI.D110118.T142142.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717990
}