{
  "year" : 2011,
  "senateBillNo" : "S2267-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2267-2011-1295326800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows health club joiners to terminate within 14 days and members to cancel automatic renewal within 60 days of the date thereof",
  "summary" : "Expands the time periods during which a member of a private health club may terminate membership from three to fourteen business days; addresses automatic renewal clauses and cancellations. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S820-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2267\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to  extending  the\n         time for termination of membership in a private club\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 624 of the general business law, as added by  chap-\n    2  ter 630 of the laws of 1978, is amended to read as follows:\n    3    S  624.  Rights  of cancellation of contracts for services.  1.  Every\n    4  contract for services at a planned health club or a  health  club  under\n    5  construction shall, at the option of the buyer, be voidable in the event\n    6  that  the  health  club and the services to be provided pursuant to such\n    7  contract are not available within one year from the date the contract is\n    8  executed by the buyer.\n    9    2.  Every contract for services shall provide that such  contract  may\n   10  be  cancelled  within  [three]  FOURTEEN business days after the date of\n   11  receipt by the buyer of a copy of  the  written  contract.    Notice  of\n   12  cancellation shall be delivered by certified or registered United States\n   13  mail  at  the  address  specified  in  the contract. Such contract shall\n   14  contain the following written notice in at least ten  point  bold  type:\n   15  [CONSUMERS]  BUYER'S RIGHT TO CANCELLATION. YOU MAY CANCEL THIS CONTRACT\n   16  WITHOUT ANY PENALTY OR FURTHER OBLIGATION WITHIN  [THREE  (3)]  FOURTEEN\n   17  (14)  DAYS FROM THIS DATE . . . . . . Notice of cancellation shall be in\n   18  writing subscribed by the buyer and mailed by  registered  or  certified\n   19  United  States mail to the seller at the address specified in such form.\n   20  Such notice shall be accompanied by the contract forms, membership cards\n   21  and any other documents or evidence of membership  previously  delivered\n   22  to  the  buyer.    All  moneys  paid  pursuant to such contract shall be\n   23  refunded within fifteen business days  of  receipt  of  such  notice  of\n   24  cancellation.  If the buyer has executed any credit or loan agreement to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07118-01-1\n\n       S. 2267                             2\n\n    1  pay for all or part of health club services, any such negotiable instru-\n    2  ment executed by the buyer shall also be returned within fifteen days.\n    3    2-A.  IF  AN AUTOMATIC RENEWAL CLAUSE IS INCLUDED IN ANY CONTRACT, THE\n    4  BUYER OR HIS OR HER ESTATE MAY CANCEL SUCH AUTOMATIC RENEWAL  BY  GIVING\n    5  NOTICE  OF  SUCH  CANCELLATION  IN  WRITING  SUBSCRIBED BY THE BUYER AND\n    6  MAILED BY REGISTERED OR CERTIFIED UNITED STATES MAIL TO  THE  SELLER  AT\n    7  THE SELLER'S ADDRESS AT ANY TIME WITHIN THE SIXTY DAYS PRIOR TO THE TIME\n    8  WHEN SUCH AUTOMATIC RENEWAL WOULD TAKE EFFECT.\n    9    3.  Every  contract for services shall provide that after such [three]\n   10  FOURTEEN day period for cancellation as provided in subdivision  two  of\n   11  this  section,  the buyer's estate may cancel a contract for services if\n   12  the buyer dies. The buyer may also cancel, AS  PROVIDED  IN  SUBDIVISION\n   13  TWO  OF  THIS  SECTION, after [three] FOURTEEN days if the buyer becomes\n   14  significantly physically disabled for a period in excess of six  months,\n   15  or  moves his OR HER residence to a location more than twenty-five miles\n   16  from a health club operated by the seller, or after the services are  no\n   17  longer  available or substantially available as provided in the contract\n   18  because  of  the  seller's  permanent  discontinuance  of  operation  or\n   19  substantial  change  in  operation.    Nothing  contained  herein  shall\n   20  restrict or prohibit the seller  from  offering  or  providing  in  such\n   21  contract additional or broader reasons for cancellation.  The seller may\n   22  require reasonable evidence for a cancellation pursuant to this subdivi-\n   23  sion.   Such contract shall contain the following notice captioned in at\n   24  least ten point bold type:\n   25  ADDITIONAL RIGHTS TO CANCELLATION:\n   26    You may also cancel this contract for any of the following reasons:\n   27    If upon a doctor's order, you cannot physically receive  the  services\n   28  because of significant physical disability for a period in excess of six\n   29  months.\n   30    If  you  die,  your estate shall be relieved of any further obligation\n   31  for payment under the contract not then due and owing.\n   32    If you move your residence more than twenty-five miles from any health\n   33  club operated by seller.\n   34    If the services cease to be offered as stated in the contract.\n   35    YOU MAY CANCEL AN AUTOMATIC RENEWAL PROVISION IN  YOUR  MEMBERSHIP  BY\n   36  GIVING  NOTICE OF YOUR INTENT TO CANCEL THE AUTOMATIC RENEWAL IN WRITING\n   37  AND SUBSCRIBED BY YOU AND MAILED BY REGISTERED OR CERTIFIED MAIL TO  THE\n   38  HEALTH  CLUB  AT  THE  ADDRESS  SPECIFIED  IN THE CONTRACT. SUCH WRITTEN\n   39  NOTICE MUST BE RECEIVED BY THE HEALTH CLUB ON OR  BEFORE  THE  AUTOMATIC\n   40  RENEWAL DATE INDICATED IN YOUR CONTRACT.\n   41    All  moneys  paid  pursuant to such contract cancelled for the reasons\n   42  contained in this subdivision shall be refunded within fifteen  days  of\n   43  receipt of such notice of cancellation; provided however that the seller\n   44  may  retain  the  expenses  incurred  and the portion of the total price\n   45  representing the services used or completed, and further  provided  that\n   46  the  seller  may  demand the reasonable cost of goods and services which\n   47  the buyer has consumed or wishes to retain  after  cancellation  of  the\n   48  contract.    In  no  instance shall the seller demand more than the full\n   49  contract price from the buyer.  If the buyer has executed any credit  or\n   50  loan  agreement to pay for all or part of health club services, any such\n   51  negotiable instrument executed by the buyer shall also be returned with-\n   52  in fifteen days.\n   53    S 2. Section 625 of the general business law, as added by chapter  630\n   54  of the laws of 1978, is amended to read as follows:\n   55    S  625. Assignment of contracts for services. 1. No assignee who takes\n   56  a note or other obligation as consideration for  a  contract  containing\n\n       S. 2267                             3\n\n    1  the  disclosure  requirements of section six hundred twenty-four of this\n    2  article shall fail to honor the [consumer's] BUYER'S right of  cancella-\n    3  tion as provided in this article.\n    4    2. No creditor holding a note or other obligation, to which a [consum-\n    5  er]  BUYER  has  obligated  himself  OR  HERSELF  in order to purchase a\n    6  contract shall fail to honor the [consumer's] BUYER'S right of cancella-\n    7  tion under this article if:\n    8    (a) the creditor is a person related to the seller of services; or\n    9    (b) the seller prepares documents used in connection with the loan; or\n   10    (c) the creditor supplies forms to the seller used by  the  [consumer]\n   11  BUYER in obtaining the loan; or\n   12    (d)  the creditor makes twenty or more loans in any calendar year, the\n   13  proceeds of which are used in transactions with the same seller or  with\n   14  a person related to the same seller; or\n   15    (e) the [consumer] BUYER is referred to the creditor by the seller; or\n   16    (f)  the creditor, directly or indirectly, pays the seller any consid-\n   17  eration whether or not it is in connection with  the  particular  trans-\n   18  actions; or\n   19    (g) the creditor participated in or was connected with the sale.\n   20    3.  No assignee of a contract shall fail to give notice of the assign-\n   21  ment to the [consumer] BUYER.  A notice of assignment shall be in  writ-\n   22  ing  addressed  to  the  [consumer]  BUYER  at  the address shown on the\n   23  contract and shall identify the contract.\n   24    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   25  have  become  a law and shall apply to contracts then in force and those\n   26  entered into on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to extending the time for termination of membership in a private club ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T141142.TXT", "SOBI.D110119.T121752.TXT", "SOBI.D110118.T151652.TXT", "SOBI.D110118.T140653.TXT", "SOBI.D110118.T142142.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457472858
}