{
  "year" : 2011,
  "senateBillNo" : "S2262-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S2262-2011-1295326800000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires members of community boards appearing before a city agency to make disclosure",
  "summary" : "Requires members of community boards appearing before a city agency on behalf of a client on a matter that will also come before such member's own community board to disclose their interest to the community board. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City Charter",
  "previousVersions" : [ "S909-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2262\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the New York city charter, in relation to the disclosure\n         of personal interests of members of community boards\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  17 of subdivision d of section 2800 of the New\n    2  York city charter, as added by vote of the people of  the  city  of  New\n    3  York  at  the  general election of 1975 and as renumbered by vote of the\n    4  people of the city of New York at  the  general  election  of  1989,  is\n    5  amended to read as follows:\n    6    (17)    Exercise  the  initial review of applications and proposals of\n    7  public agencies  and  private  entities  for  the  use,  development  or\n    8  improvement  of  land  located  in the community district, including the\n    9  conduct of a public hearing and the preparation and  submission  to  the\n   10  city  planning  commission  of  a  written recommendation; ANY COMMUNITY\n   11  BOARD MEMBER WHO APPEARS BEFORE A CITY AGENCY ON BEHALF OF A CLIENT  AND\n   12  SUCH  MATTER  MUST  ALSO  COME  BEFORE  THE  COMMUNITY BOARD ON WHICH HE\n   13  SERVES, SUCH MEMBER SHALL DISCLOSE HIS INTEREST TO THE BOARD BEFORE  THE\n   14  MATTER COMES BEFORE SUCH BOARD;\n   15    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   16  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07105-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city charter, in relation to the disclosure of personal interests of members of community boards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121252.TXT", "SOBI.D110118.T140653.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T142142.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457172723
}