{
  "year" : 2011,
  "senateBillNo" : "S2261-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2261-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Empowers the New York city transit authority to construct elevators for use by the elderly and handicapped",
  "summary" : "Empowers the New York city transit authority to construct elevators at all elevated stations in the city of New York from ground level to the station platform for elderly and handicapped persons. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S824-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2261\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT  to  amend  the  public  authorities  law,  in  relation  to  the\n         construction of elevators at all New York city elevated stations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 1204 of the public authorities law is  amended  by\n    2  adding a new subdivision 20 to read as follows:\n    3    20.    TO  CONSTRUCT ELEVATORS AT ALL ELEVATED STATIONS IN THE CITY OF\n    4  NEW YORK FROM GROUND LEVEL TO THE STATION PLATFORM FOR ELDERLY AND HAND-\n    5  ICAPPED PERSONS.\n    6    S 2. This act shall take effect on the first of January in the  second\n    7  year next succeeding the year in which it shall have become a law.\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07125-01-1\n",
  "memo" : "BILL NUMBER:S2261\n\nTITLE OF BILL:\nAn act\nto amend the public authorities law, in relation to the construction\nof elevators at all New York\ncity elevated stations\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill provides that elevators for the use of the aged and\nhandicapped will be constructed at all New York city elevated\nstations from the ground level to the platform. Section 1204 of the\npublic Authorities Law is amended by adding subdivision 19, providing\nelevators at elevated subway platforms for elderly and handicapped\npersons.\n\nJUSTIFICATION:\nAt present, the only access to elevated platforms are long, steep and\noften very congested stairways. This condition creates a hardship for\nthe aged and handicapped, in many cases amounting to an impossible\ntask.\nRecognizing the rights of those people to proper modes of\ntransportation equitable with the citizenry at large, this bill\nprovides a means whereby the aged and handicapped may avail\nthemselves of elevated service.\n\nFISCAL IMPLICATIONS:\n$10,000,000.00\n\nEFFECTIVE DATE:\nThis act shall take effect on the first day of January in the second\nyear next succeeding the year in which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the construction of elevators at all New York city elevated stations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T151652.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T140653.TXT", "SOBI.D110120.T090828.TXT", "SOBI.D110118.T142142.TXT", "SOBI.D110120.T082801.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717984
}