{
  "year" : 2011,
  "senateBillNo" : "S2272-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2272-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the state and agencies, etc. from entering into a contract with or otherwise funding Hamas, Hezbollah, or Islamic Jihad or their representatives",
  "summary" : "Prohibits the state and agencies, etc. from entering into a contract with or otherwise funding, directly or indirectly, Hamas, Hezbollah, or Islamic Jihad or their representatives; requires contractors to stipulate that they will not do so and provides for sanctions for violations. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S988-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2272\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to prohibiting the  state\n         and  certain public benefit corporations from providing any funding or\n         assistance to any entity that provides any support, material or other-\n         wise, to the terrorist  organizations  Hamas,  Hezbollah,  or  Islamic\n         Jihad  and  prohibiting  contracts  with  entities that fund or assist\n         Hamas, Hezbollah, or Islamic Jihad\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Declaration of legislative findings and intent. The state\n    2  is concerned about the establishment of peace in  the  Middle  East  and\n    3  threats  to  the process. The greatest threats to that process stem from\n    4  the organizations known as Hamas, Hezbollah, and Islamic Jihad,  one  or\n    5  more  of  which  have  been linked to terrorist activities in the United\n    6  States as well. Substantial funds  from  the  United  States  have  been\n    7  transferred  to areas in the Middle East, and terrorist organizations in\n    8  this area have received and made expenditures of such funds. One way  to\n    9  minimize  support  to terrorist organizations throughout the Middle East\n   10  is to prohibit the payment of state funds and deny  state  contracts  to\n   11  any  entity that provides assistance of any kind to Hamas, Hezbollah, or\n   12  Islamic Jihad.\n   13    S 2. The executive law is amended by adding a  new  section  161-a  to\n   14  read as follows:\n   15    S 161-A. PROHIBITING THE STATE AND CERTAIN PUBLIC BENEFIT CORPORATIONS\n   16  FROM  PROVIDING FINANCIAL ASSISTANCE TO OR ENTERING INTO A CONTRACT WITH\n   17  HAMAS, HEZBOLLAH, OR ISLAMIC  JIHAD.  NOTWITHSTANDING  ANY  INCONSISTENT\n   18  PROVISIONS  OF  ANY  GENERAL  OR  SPECIAL LAW OR RESOLUTION, NEITHER THE\n   19  STATE NOR ANY STATE AGENCY (MEANING (I) ANY STATE  DEPARTMENT,  OR  (II)\n   20  ANY  DIVISION,  BOARD, COMMISSION, OR BUREAU OF ANY STATE DEPARTMENT, OR\n   21  (III) THE STATE UNIVERSITY OF NEW YORK AND THE CITY  UNIVERSITY  OF  NEW\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06952-01-1\n\n       S. 2272                             2\n\n    1  YORK,  INCLUDING  ALL THEIR CONSTITUENT UNITS, EXCEPT COMMUNITY COLLEGES\n    2  AND  THE  INDEPENDENT  INSTITUTIONS  OPERATING  STATUTORY  OR   CONTRACT\n    3  COLLEGES  ON  BEHALF  OF THE STATE, OR (IV) A BOARD, A MAJORITY OF WHOSE\n    4  MEMBERS  ARE  APPOINTED  BY THE GOVERNOR OR WHO SERVE BY VIRTUE OF BEING\n    5  STATE OFFICERS OR EMPLOYEES AS DEFINED  IN  SUBPARAGRAPH  (I),  (II)  OR\n    6  (III)  OF  PARAGRAPH  (I) OF SUBDIVISION ONE OF SECTION SEVENTY-THREE OF\n    7  THE PUBLIC OFFICERS LAW, OR (V) ANY PUBLIC AUTHORITY, OTHER THAN  MULTI-\n    8  STATE  AUTHORITIES,  PUBLIC BENEFIT CORPORATION, AND COMMISSION AT LEAST\n    9  ONE OF WHOSE MEMBERS IS APPOINTED BY THE GOVERNOR), NOR THE  LEGISLATIVE\n   10  AND  JUDICIAL BRANCHES OF GOVERNMENT, NOR ANY FUND OF ANY OF THE FOREGO-\n   11  ING, NOR ANY OFFICER OF ANY OF THE FOREGOING, SHALL:\n   12    1. USE ITS MONIES TO PAY ANY INDIVIDUAL, CORPORATION, ORGANIZATION, OR\n   13  GOVERNMENT THAT  SENDS,  CONVEYS,  SOLICITS,  DISTRIBUTES,  OR  CHANNELS\n   14  FUNDS, MATERIAL SUPPORT, OR RESOURCES, EITHER DIRECTLY OR INDIRECTLY, TO\n   15  THE  TERRORIST  ORGANIZATIONS  HAMAS,  HEZBOLLAH, OR ISLAMIC JIHAD, OR A\n   16  REPRESENTATIVE OF SUCH TERRORIST ORGANIZATIONS; OR\n   17    2. CONTRACT FOR THE SUPPLY OF GOODS, SERVICES,  OR  CONSTRUCTION  WITH\n   18  ANY  CONTRACTOR  WHO  DOES  NOT AGREE TO STIPULATE TO THE FOLLOWING AS A\n   19  MATERIAL CONDITION OF THE CONTRACT: THE CONTRACTOR,  ANY  FRANCHISER  OF\n   20  THE  CONTRACTOR,  AND ANY SUBCONTRACTOR TO BE EMPLOYED BY THE CONTRACTOR\n   21  SHALL NOT SEND, CONVEY, SOLICIT, DISTRIBUTE, OR CHANNEL FUNDS,  MATERIAL\n   22  SUPPORT,  OR  RESOURCES TO THE TERRORIST ORGANIZATIONS HAMAS, HEZBOLLAH,\n   23  OR ISLAMIC JIHAD, OR A REPRESENTATIVE OF SUCH  TERRORIST  ORGANIZATIONS.\n   24  ADDITIONALLY,  ANY  CONTRACTOR,  FRANCHISER  OF  THE CONTRACTOR, AND ANY\n   25  SUBCONTRACTOR TO BE EMPLOYED BY THE CONTRACTOR SHALL CERTIFY THAT IT  IS\n   26  IN COMPLIANCE WITH THE REQUIREMENTS OF THIS SECTION.  SUCH CERTIFICATION\n   27  SHALL  BE FILED WITH THE STATE GOVERNMENTAL CONTRACTING PARTY AND MADE A\n   28  PART OF ITS CONTRACT FILE.\n   29    3. UPON RECEIVING INFORMATION THAT A CONTRACTOR WHO HAS MADE THE STIP-\n   30  ULATION AND CERTIFICATION REQUIRED BY THIS SECTION IS IN VIOLATION THER-\n   31  EOF, THE STATE GOVERNMENTAL CONTRACTING PARTY SHALL REVIEW SUCH INFORMA-\n   32  TION AND OFFER THE CONTRACTOR AN OPPORTUNITY TO RESPOND.  IF  THE  STATE\n   33  GOVERNMENTAL  CONTRACTING  PARTY FINDS THAT A VIOLATION HAS OCCURRED, IT\n   34  SHALL TAKE SUCH ACTION AS MAY BE APPROPRIATE AND PROVIDED  FOR  BY  LAW,\n   35  RULE,  OR REGULATION, OR CONTRACT, INCLUDING, BUT NOT LIMITED TO, IMPOS-\n   36  ING SANCTIONS, SEEKING COMPLIANCE,  RECOVERING  DAMAGES,  DECLARING  THE\n   37  CONTRACTOR  IN  DEFAULT,  AND  SEEKING  DEBARMENT  OR  SUSPENSION OF THE\n   38  CONTRACTOR.\n   39    S 3. If any provision of this act or the application thereof  is  held\n   40  invalid,  the remainder of this act and the application thereof to other\n   41  persons or circumstances shall not be affected by such holding and shall\n   42  remain in full force and effect.\n   43    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to prohibiting the state and certain public benefit corporations from providing any funding or assistance to any entity that provides any support, material or otherwise, to the terrorist organizations Hamas, Hezbollah, or Islamic Jihad and prohibiting contracts with entities that fund or assist Hamas, Hezbollah, or Islamic Jihad ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121252.TXT", "SOBI.D110118.T151652.TXT", "SOBI.D110118.T143143.TXT", "SOBI.D110118.T145147.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457172729
}