{
  "year" : 2011,
  "senateBillNo" : "S2270-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2270-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requiring an indeterminate sentence to run consecutively with any other sentence unless the court orders otherwise; repealer",
  "summary" : "Requires that when multiple sentences are imposed on a person at the same time, any indeterminate sentence imposed shall run consecutively with any other sentence unless the court decides that in the interests of justice, such sentences shall run concurrently. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S934-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2270\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to requiring that  indetermi-\n         nate sentences run consecutively with all other terms unless the court\n         orders  concurrent  sentences and to repeal certain provisions of such\n         law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 70.25 of the penal law, as amended\n    2  by chapter 372 of the laws of 1981 and paragraph (a) as amended by chap-\n    3  ter 3 of the laws of 1995, is amended to read as follows:\n    4    1.  [Except  as  provided  in subdivisions two, two-a and five of this\n    5  section, when] WHEN multiple sentences of imprisonment are imposed on  a\n    6  person  at the same time, or when a person who is subject to any undisc-\n    7  harged term of imprisonment imposed at a previous time  by  a  court  of\n    8  this  state  is  sentenced  to  an  additional term of imprisonment, the\n    9  sentence or sentences imposed by the court shall run either concurrently\n   10  or consecutively with respect to each other and the undischarged term or\n   11  terms in such manner as the court directs at the time  of  sentence.  If\n   12  the  court does not specify the manner in which a sentence imposed by it\n   13  is to run, the sentence shall run as follows:\n   14    (a) An indeterminate or determinate sentence shall run  [concurrently]\n   15  CONSECUTIVELY  with  all  other terms; [and] PROVIDED, HOWEVER, THAT THE\n   16  COURT MAY, IN THE INTEREST OF JUSTICE, ORDER A SENTENCE TO  RUN  CONCUR-\n   17  RENTLY  IF IT FINDS MITIGATING CIRCUMSTANCES THAT BEAR DIRECTLY UPON THE\n   18  MANNER IN WHICH THE CRIME WAS COMMITTED. THE DEFENDANT AND THE  DISTRICT\n   19  ATTORNEY  SHALL  HAVE  AN OPPORTUNITY TO PRESENT RELEVANT INFORMATION TO\n   20  ASSIST THE COURT IN MAKING ITS DETERMINATION AND THE COURT MAY,  IN  ITS\n   21  DISCRETION,  CONDUCT  A  HEARING  WITH RESPECT TO ANY ISSUE BEARING UPON\n   22  SUCH DETERMINATION. IF THE COURT DETERMINES THAT  CONSECUTIVE  SENTENCES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07053-01-1\n\n       S. 2270                             2\n\n    1  SHOULD  NOT  BE  ORDERED, IT SHALL MAKE A STATEMENT ON THE RECORD OF THE\n    2  FACTS AND CIRCUMSTANCES UPON WHICH SUCH DETERMINATION IS BASED;\n    3    (b)  A  definite  sentence  shall  run  concurrently with any sentence\n    4  imposed at the same time and shall be consecutive to any other term.\n    5    S 2. Paragraph (a) of subdivision 1 of section 70.25 of the penal law,\n    6  as amended by chapter 372 of the laws of 1981, is  amended  to  read  as\n    7  follows:\n    8    (a)  An  indeterminate sentence shall run [concurrently] CONSECUTIVELY\n    9  with all other terms; [and] PROVIDED, HOWEVER, THAT THE  COURT  MAY,  IN\n   10  THE  INTEREST  OF  JUSTICE,  ORDER  A SENTENCE TO RUN CONCURRENTLY IF IT\n   11  FINDS MITIGATING CIRCUMSTANCES THAT BEAR DIRECTLY  UPON  THE  MANNER  IN\n   12  WHICH  THE CRIME WAS COMMITTED.  THE DEFENDANT AND THE DISTRICT ATTORNEY\n   13  SHALL HAVE AN OPPORTUNITY TO PRESENT RELEVANT INFORMATION TO ASSIST  THE\n   14  COURT  IN MAKING ITS DETERMINATION AND THE COURT MAY, IN ITS DISCRETION,\n   15  CONDUCT A HEARING WITH RESPECT TO ANY ISSUE BEARING UPON  SUCH  DETERMI-\n   16  NATION. IF THE COURT DETERMINES THAT CONSECUTIVE SENTENCES SHOULD NOT BE\n   17  ORDERED,  IT  SHALL  MAKE  A  STATEMENT  ON  THE RECORD OF THE FACTS AND\n   18  CIRCUMSTANCES UPON WHICH SUCH DETERMINATION IS BASED;\n   19    S 3. Subdivisions 2-a, 2-b, 2-c, 2-d and 5 of  section  70.25  of  the\n   20  penal law are REPEALED.\n   21    S  4.  Section  70.35 of the penal law, as amended by chapter 3 of the\n   22  laws of 1995, is amended to read as follows:\n   23  S 70.35 Merger of certain  definite  and  indeterminate  or  determinate\n   24              sentences.\n   25    The  service  of an indeterminate or determinate sentence of imprison-\n   26  ment shall satisfy any definite sentence of imprisonment  imposed  on  a\n   27  person  for  an offense committed prior to the time the indeterminate or\n   28  determinate sentence was imposed[, except as provided in  paragraph  (b)\n   29  of  subdivision  five of section 70.25 of this article]. A person who is\n   30  serving a definite sentence at the time an indeterminate or  determinate\n   31  sentence  is  imposed  shall  be  delivered  to the custody of the state\n   32  department of correctional services to commence service of the  indeter-\n   33  minate or determinate sentence immediately [unless the person is serving\n   34  a  definite  sentence  pursuant  to paragraph (b) of subdivision five of\n   35  section 70.25 of this article].  In any case where the indeterminate  or\n   36  determinate  sentence  is  revoked  or vacated, the person shall receive\n   37  credit against the definite sentence for each day spent in  the  custody\n   38  of the state department of correctional services.\n   39    S  5. Section 70.35 of the penal law, as amended by chapter 527 of the\n   40  laws of 1989, is amended to read as follows:\n   41  S 70.35 Merger of certain definite and indeterminate sentences.\n   42    The service of an indeterminate sentence of imprisonment shall satisfy\n   43  any definite sentence of imprisonment imposed on a person for an offense\n   44  committed prior to the time the  indeterminate  sentence  was  imposed[,\n   45  except as provided in paragraph (b) of subdivision five of section 70.25\n   46  of  this  article].   A person who is serving a definite sentence at the\n   47  time an indeterminate sentence is imposed  shall  be  delivered  to  the\n   48  custody  of  the  state  department of correctional services to commence\n   49  service of the indeterminate sentence immediately [unless the person  is\n   50  serving  a  definite  sentence  pursuant to paragraph (b) of subdivision\n   51  five of section 70.25 of this article].  In any case where the  indeter-\n   52  minate  sentence  is revoked or vacated, the person shall receive credit\n   53  against the definite sentence for each day spent in the custody  of  the\n   54  state department of correctional services.\n   55    S 6. This act shall take effect on the first of November next succeed-\n   56  ing the date on which it shall have become a law and shall apply only to\n\n       S. 2270                             3\n\n    1  sentences  imposed  on  or  after  such date provided, however, that the\n    2  amendments to paragraph (a) of subdivision 1 of  section  70.25  of  the\n    3  penal  law made by section one of this act shall be subject to the expi-\n    4  ration and reversion of such paragraph pursuant to section 74 of chapter\n    5  3 of the laws of 1995, as amended, when upon such date the provisions of\n    6  section  two of this act shall take effect and provided further that the\n    7  amendments to section 70.35 of the penal law made  by  section  four  of\n    8  this  act  shall  be  subject  to  the  expiration and reversion of such\n    9  section pursuant to section 74 of chapter 3 of  the  laws  of  1995,  as\n   10  amended,  when upon such date the provisions of section five of this act\n   11  shall take effect.\n",
  "memo" : "BILL NUMBER:S2270\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to requiring that indeterminate\nsentences run consecutively with all other terms unless the court orders\nconcurrent sentences and to repeal certain provisions of such law\nrelating thereto\n\nSUMMARY:\nThis bill would change section 70.25,\nsubdivision 1 of the\npenal law so that when multiple sentences of imprisonment are imposed\non a person at the same time, or when a person who is subject to any\nundischarged term of imprisonment imposed at a previous time by a\ncourt of this state is sentenced to an additional term of\nimprisonment, the sentence or sentences imposed by the court will run\nconsecutively unless otherwise specified by the court. This bill\nrepeals subdivisions 2-a, 2-b, 2-c, 2-d, and 5 of section 70.25 of\nthe penal law.\n\nJUSTIFICATION:\nUnder current law, section 70.25 of\nthe penal law, when\nmultiple sentences of imprisonment are imposed on a person at the\nsame time, their sentence runs concurrently. This bill would order\nthat a sentence run consecutively unless the court, in the interest\nof justice, finds mitigating circumstances that bear directly upon\nthe manner in which the crime was committed, that the sentence run\nconcurrently. There are currently many violent felony offenders, who\nhave committed more than one violent crime yet are serving sentences\nfor their crimes which run concurrently. This bill, by mandating that\na sentence run consecutively, unless otherwise specified, would help\nbring \"truth-in-sentencing\" back to the forefront of our criminal\njustice system.\n\nFISCAL IMPLICATION:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the\nfirst of November next\nsucceeding the date on which it shall have become apply only to\nsentences imposed on or after such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to requiring that indeterminate sentences run consecutively with all other terms unless the court orders concurrent sentences and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121252.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T143143.TXT", "SOBI.D110118.T145147.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717995
}