{
  "year" : 2011,
  "senateBillNo" : "S2273-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2273-2011-1295326800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the child and dependent care credit",
  "summary" : "Increases the child and dependent care credit in computing personal income tax liability from 20% to 50% of the allowable federal child and dependent care tax credit. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1003-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2273\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to increasing the minimum child\n         and dependent care credit against the personal income tax\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  1  of subsection (c) of section 606 of the tax\n    2  law, as amended by section 1 of part M of chapter  63  of  the  laws  of\n    3  2000, is amended to read as follows:\n    4    (1)  A  taxpayer shall be allowed a credit as provided herein equal to\n    5  the applicable percentage of the credit allowable under section  twenty-\n    6  one  of  the  internal  revenue  code for the same taxable year (without\n    7  regard to whether the taxpayer in fact claimed  the  credit  under  such\n    8  section  twenty-one  for  such  taxable year). The applicable percentage\n    9  shall be the sum of (i) [twenty] FIFTY percent  and  (ii)  a  multiplier\n   10  multiplied  by  a  fraction.  For  taxable  years  beginning in nineteen\n   11  hundred ninety-six and nineteen hundred ninety-seven, the  numerator  of\n   12  such  fraction  shall be the lesser of (i) four thousand dollars or (ii)\n   13  fourteen thousand dollars less the New York adjusted  gross  income  for\n   14  the  taxable  year,  provided,  however, the numerator shall not be less\n   15  than zero. For the taxable year beginning in  nineteen  hundred  ninety-\n   16  eight,  the  numerator of such fraction shall be the lesser of (i) thir-\n   17  teen thousand dollars or (ii) thirty thousand dollars less the New  York\n   18  adjusted  gross  income  for  the  taxable  year, provided, however, the\n   19  numerator shall not be less than zero. For taxable  years  beginning  in\n   20  nineteen  hundred  ninety-nine,  the numerator of such fraction shall be\n   21  the lesser of (i)  fifteen  thousand  dollars  or  (ii)  fifty  thousand\n   22  dollars  less  the  New York adjusted gross income for the taxable year,\n   23  provided, however, the numerator shall not be less than zero. For  taxa-\n   24  ble years beginning after nineteen hundred ninety-nine, the numerator of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06805-01-1\n\n       S. 2273                             2\n\n    1  such  fraction  shall  be  the lesser of (i) fifteen thousand dollars or\n    2  (ii) sixty-five thousand dollars less the New York adjusted gross income\n    3  for the taxable year, provided, however, the numerator shall not be less\n    4  than  zero.  The  denominator  of  such  fraction shall be four thousand\n    5  dollars for taxable years beginning in nineteen hundred  ninety-six  and\n    6  nineteen hundred ninety-seven, thirteen thousand dollars for the taxable\n    7  year  beginning  in  nineteen hundred ninety-eight, and fifteen thousand\n    8  dollars for taxable years beginning after nineteen hundred ninety-eight.\n    9  The multiplier shall be ten percent for taxable years beginning in nine-\n   10  teen hundred ninety-six, forty percent for taxable  years  beginning  in\n   11  nineteen  hundred  ninety-seven,  [and] eighty percent for taxable years\n   12  beginning [after nineteen  hundred  ninety-seven]  IN  NINETEEN  HUNDRED\n   13  NINETY-EIGHT,  NINETEEN  HUNDRED NINETY-NINE, TWO THOUSAND, TWO THOUSAND\n   14  ONE, TWO THOUSAND TWO, TWO THOUSAND THREE, TWO THOUSAND FOUR, TWO  THOU-\n   15  SAND  FIVE,  TWO  THOUSAND SIX, AND TWO THOUSAND SEVEN AND FIFTY PERCENT\n   16  FOR TAXABLE YEARS BEGINNING AFTER TWO THOUSAND SEVEN. Provided, however,\n   17  for taxable years beginning after nineteen hundred  ninety-nine,  for  a\n   18  person  whose New York adjusted gross income is less than forty thousand\n   19  dollars, such applicable percentage shall be equal to  (i)  one  hundred\n   20  percent,  plus (ii) ten percent multiplied by a fraction whose numerator\n   21  shall be the lesser of (i) fifteen thousand dollars or (ii) forty  thou-\n   22  sand  dollars  less  the  New York adjusted gross income for the taxable\n   23  year, provided such numerator shall not be less  than  zero,  and  whose\n   24  denominator  shall be fifteen thousand dollars.  Provided, further, that\n   25  if the reversion event, as defined in this paragraph, occurs, the appli-\n   26  cable percentage shall, for taxable years ending on or after the date on\n   27  which the reversion event occurred, be determined using the rules speci-\n   28  fied in this paragraph applicable to taxable years beginning in nineteen\n   29  hundred ninety-nine.  The  reversion  event  shall  be  deemed  to  have\n   30  occurred  on the date on which federal action, including but not limited\n   31  to, administrative, statutory or regulatory changes, materially  reduces\n   32  or  eliminates  New  York  state's  allocation  of the federal temporary\n   33  assistance for needy families block grant,  or  materially  reduces  the\n   34  ability  of  the  state  to spend federal temporary assistance for needy\n   35  families block grant funds for the  credit  for  certain  household  and\n   36  dependent  care  services  necessary  for gainful employment or to apply\n   37  state general fund spending on the  credit  for  certain  household  and\n   38  dependent  care  services  necessary  for  gainful employment toward the\n   39  temporary assistance for  needy  families  block  grant  maintenance  of\n   40  effort  requirement, and the commissioner of the office of temporary and\n   41  disability assistance shall certify  the  date  of  such  event  to  the\n   42  commissioner, the director of the division of the budget, the speaker of\n   43  the assembly and the temporary president of the senate.\n   44    S 2. This act shall take effect immediately and shall apply to taxable\n   45  years commencing on and after January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to increasing the minimum child and dependent care credit against the personal income tax ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121252.TXT", "SOBI.D110118.T151652.TXT", "SOBI.D110118.T143143.TXT", "SOBI.D110118.T145147.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457172732
}