{
  "year" : 2011,
  "senateBillNo" : "S2278-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2278-2011-1295326800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes commissioner of agriculture and markets to seek injunctive relief for violations concerning kosher foods",
  "summary" : "Authorizes the commissioner of agriculture and markets to institute an action in law or equity regarding food and color additives and specifically enumerates such violations subject to enforcement and penalties. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : "A3246",
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S458-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2278\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the agriculture and markets  law,  in  relation  to  the\n         enforcement of kosher food laws\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 202-c  of  the  agriculture  and  markets  law,  as\n    2  amended  by  chapter  671  of  the  laws  of 1966, is amended to read as\n    3  follows:\n    4    S 202-c. Proceedings to review, violations and remedies.  The  commis-\n    5  sioner  may refuse to approve any new food additive or color additive or\n    6  combination thereof or new use of a pre-existing food additive or  color\n    7  additive on the ground that he OR SHE is not satisfied as to its safety.\n    8  The  burden  of  satisfying  the commissioner as to the safety of a food\n    9  additive or color additive shall be upon the manufacturer  or  processor\n   10  selling  or  offering or exposing the food additive or color additive or\n   11  food product in which a food additive or color additive was used  or  is\n   12  an  ingredient.    Whenever  the commissioner is not satisfied as to the\n   13  safety of a food additive or color additive or whenever he OR SHE  makes\n   14  any  decision  (a) prohibiting the use of a food additive or color addi-\n   15  tive as unsafe; (b) prescribing the conditions under  which  it  may  be\n   16  used  or establishing a safe, permissible maximum for such food additive\n   17  or color additive, his OR HER  decision  with  respect  thereto  may  be\n   18  reviewed  in  the  manner provided by article seventy-eight of the civil\n   19  practice law and rules and his  OR  HER  determination  shall  be  final\n   20  unless within thirty days from the date of service thereof personally or\n   21  by  registered or certified mail upon the party affected thereby a court\n   22  proceeding is instituted to review such action. Such  application  shall\n   23  be made to the supreme court in the third judicial district.\n   24    The  commissioner may institute such action at law or in equity as may\n   25  appear necessary to enforce compliance with sections one  hundred  nine-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07253-01-1\n\n       S. 2278                             2\n\n    1  ty-nine-a,  two  hundred  [and], two hundred one, TWO HUNDRED ONE-A, TWO\n    2  HUNDRED ONE-B AND TWO HUNDRED ONE-C of this article,  and  any  rule  or\n    3  order  respecting a food additive or color additive promulgated pursuant\n    4  to sections one hundred ninety-nine-b and two hundred fourteen-b of this\n    5  article  and,  in  addition  to  any  other remedy under this chapter or\n    6  otherwise, may apply for relief by  injunction  to  protect  the  public\n    7  interest  without  being  compelled  to allege or prove that an adequate\n    8  remedy at law does not exist.  In an action instituted  by  the  commis-\n    9  sioner   to   enforce   compliance   with   said  sections  one  hundred\n   10  ninety-nine-a, two hundred [and], two hundred one,  TWO  HUNDRED  ONE-A,\n   11  TWO  HUNDRED  ONE-B  AND TWO HUNDRED ONE-C the commissioner shall not be\n   12  required to prove  that  the  food,  food  additive  or  color  additive\n   13  mentioned  in  the  complaint  is unsafe and the claim or defense of the\n   14  defendant as to its safety shall be immaterial, provided, however,  that\n   15  the  recognition  by  the federal food and drug administration of a food\n   16  additive or color additive as safe may be alleged as a proper defense.\n   17    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the enforcement of kosher food laws ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110118.T143143.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110119.T125255.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901100717
}