{
  "year" : 2011,
  "senateBillNo" : "S227-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S227-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing a standardized cover page fee to be charged by county clerks",
  "summary" : "Entitles a county clerk to a non-refundable fee of ten dollars for any document submitted for recording that requires a cover page, payable in advance; provides that no fee shall be charged for a cover page in any county clerk's office that a cover page is not authorized or required. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "S1054-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          227\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. MAZIARZ, SEWARD -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil practice law  and  rules,  in  relation  to  a\n         standardized cover page fee to be charged by county clerks\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil practice law and rules is amended by adding a new\n    2  section 8018-a to read as follows:\n    3    S 8018-A. COVER PAGE FEES OF COUNTY CLERKS. (A) AMOUNT OF FEE. A COUN-\n    4  TY CLERK IS ENTITLED, FOR ANY  DOCUMENT  SUBMITTED  FOR  RECORDING  THAT\n    5  REQUIRES  A  COVER PAGE, TO A NON-REFUNDABLE FEE OF TEN DOLLARS, PAYABLE\n    6  IN ADVANCE.\n    7    (B) EXEMPTION FROM COVER PAGE FEE. NO FEE SHALL BE CHARGED FOR A COVER\n    8  PAGE IN ANY COUNTY CLERK'S OFFICE THAT A COVER PAGE IS NOT AUTHORIZED OR\n    9  REQUIRED.\n   10    (C) ERIE COUNTY. SUBDIVISION (A) OF THIS SECTION SHALL  NOT  APPLY  TO\n   11  THE COUNTY OF ERIE, WHERE THE COUNTY CLERK IS ENTITLED, FOR ANY DOCUMENT\n   12  SUBMITTED  FOR RECORDING THAT REQUIRES A COVER PAGE, TO A NON-REFUNDABLE\n   13  FEE OF FIFTEEN DOLLARS, PAYABLE IN ADVANCE.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01581-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to a standardized cover page fee to be charged by county clerks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T113306.TXT", "SOBI.D101213.T111304.TXT", "SOBI.D101214.T094626.TXT", "SOBI.D101213.T103302.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292337986611
}