{
  "year" : 2011,
  "senateBillNo" : "S2276-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2276-2011-1295326800000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires every school to have at least one person certified in CPR and first aid while pupils are present",
  "summary" : "Directs schools to have present at all times during which pupils are present at least one person certified in cardiopulmonary resuscitation and first aid; outlines the requirements to be established by the commissioner of education for certification in cardiopulmonary resuscitation and first aid; notes that such direction shall not be deemed to satisfy the requirements of any other provision of law relative to health education or school nurses. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S4345-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2276\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to requiring every school\n         to have at least one person certified in cardiopulmonary resuscitation\n         and first aid present while pupils are in attendance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 921 to\n    2  read as follows:\n    3    S 921. MEDICALLY QUALIFIED PERSONNEL REQUIRED IN ALL SCHOOLS. 1.  EACH\n    4  SCHOOL  SHALL  HAVE PRESENT AT ALL TIMES DURING WHICH PUPILS ARE PRESENT\n    5  AT LEAST ONE PERSON CERTIFIED IN CARDIOPULMONARY RESUSCITATION AND FIRST\n    6  AID. ANY EMPLOYEE OF A SCHOOL MAY BE DESIGNATED AS  MEDICALLY  QUALIFIED\n    7  PERSONNEL.\n    8    2.  FOR THE PURPOSES OF THIS SECTION, A PERSON IS CONSIDERED CERTIFIED\n    9  IN CARDIOPULMONARY RESUSCITATION AND FIRST AID UPON THE  COMPLETION  AND\n   10  YEARLY  RENEWAL  OF A COURSE WHICH MEETS THE REQUIREMENTS ESTABLISHED BY\n   11  THE COMMISSIONER.\n   12    3. FULFILLMENT OF THE REQUIREMENTS OF THIS SECTION SHALL NOT BE DEEMED\n   13  TO MEET THE REQUIREMENTS OF ANY OTHER PROVISION OF LAW,  RULE  OR  REGU-\n   14  LATION CONCERNING HEALTH EDUCATION OR SCHOOL NURSES.\n   15    S  2. This act shall take effect on the first of January next succeed-\n   16  ing the date on which it shall have become  a  law;  provided,  however,\n   17  that  those rules and regulations necessary to effectuate the provisions\n   18  of this act shall be promulgated before such date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06666-01-1\n",
  "memo" : "BILL NUMBER:S2276\n\nTITLE OF BILL:\n\nAn act\nto amend the education law, in relation to requiring every school to\nhave at least one person certified in cardiopulmonary resuscitation and\nfirst aid present while pupils are in attendance\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThe purpose of this legislation is to insure that added protections\nare afforded students, while they attend school, from the hazards of\nchoking and other preventable medical emergencies.\n\nSUMMARY OF SPECIFIC PROVISION:\n\nSection 1 amends the education law by adding a new Section 921 which\ndirects schools to have present at all times during which pupils are\npresent at least one person certified in cardiopulmonary\nresuscitation and first aid; outlines the requirements to be\nestablished by the Commissioner of Education for certification in CPR\nand first aid; notes that this law will not supersede any other\nprovision in health or education law relative to health education or\nschool nurses.\n\nSection 4 is the enacting clause.\n\nEXISTING LAW:\n\nExisting law does not require personnel trained in CPR and first aid\nto be done on premises during school hours.\n\nJUSTIFICATION:\n\nSeveral recent medical incidents involving students in New York\nState's public schools have been exacerbated by the absence of\npersonnel in schools who are trained in CPR and first aid. A few\nstudents have died as a result of choking incidents; these incidents\nmay not have ended so tragically if trained help was on hand in the\nschool building.\n\nFISCAL IMPLICATIONS:\n\nImplementation of the provisions of this legislation is contingent\nupon availability of funding through grants, contributions and other\nsources.\n\nEFFECTIVE DATE:\n\nThe first of January after it has become a law, provided, however,\nthat those rules and regulations necessary to effectuate the\nprovisions of this act shall be promulgated before such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring every school to have at least one person certified in cardiopulmonary resuscitation and first aid present while pupils are in attendance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T184450.TXT", "SOBI.D110118.T143143.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110126.T181321.TXT", "SOBI.D110119.T125255.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601434
}