{
  "year" : 2011,
  "senateBillNo" : "S2271-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S2271-2011-1295326800000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for determining the income limit for eligibility for certain tax abatements; repealer",
  "summary" : "Changes the formula for determining the combined household income limit for eligibility for a tax abatement for rent controlled and rent regulated property occupied by senior citizens; defines \"consumer price index\" and \"cost of living adjustment\". ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "SB1012-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2271\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the real property tax law, in  relation  to  determining\n         the  combined  household income limit for eligibility for a tax abate-\n         ment for rent-controlled  and  rent  regulated  property  occupied  by\n         senior citizens; and repealing certain provisions of such law relating\n         thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 3 of section 467-b of  the  real\n    2  property  tax  law is REPEALED and a new paragraph a is added to read as\n    3  follows:\n    4    A.  NO TAX ABATEMENT SHALL BE GRANTED IF THE COMBINED  INCOME  OF  ALL\n    5  MEMBERS  OF  THE HOUSEHOLD FOR THE INCOME TAX YEAR IMMEDIATELY PRECEDING\n    6  THE DATE OF MAKING APPLICATION EXCEEDS FOUR THOUSAND  DOLLARS,  OR  SUCH\n    7  OTHER  SUM NOT MORE THAN TWENTY-FOUR THOUSAND DOLLARS OR, AFTER CALENDAR\n    8  YEAR TWO THOUSAND TWELVE, AN AMOUNT EQUAL TO THE MAXIMUM INCOME FOR  THE\n    9  PREVIOUS  YEAR MULTIPLIED BY THE COST OF LIVING ADJUSTMENT FOR SUCH YEAR\n   10  AS MAY BE PROVIDED BY THE LOCAL LAW,  ORDINANCE  OR  RESOLUTION  ADOPTED\n   11  PURSUANT  TO  THIS SECTION, PROVIDED THAT WHEN THE HEAD OF THE HOUSEHOLD\n   12  RETIRES BEFORE THE COMMENCEMENT OF SUCH YEAR AND THE DATE OF FILING  THE\n   13  APPLICATION, THE INCOME FOR SUCH YEAR MAY BE ADJUSTED BY EXCLUDING SALA-\n   14  RY  OR  EARNINGS  AND  PROJECTING  HIS RETIREMENT INCOME OVER THE ENTIRE\n   15  PERIOD OF SUCH YEAR.  AS USED IN THIS PARAGRAPH,  THE  \"COST  OF  LIVING\n   16  ADJUSTMENT\"  MEANS  THE  PERCENTAGE (IF ANY) BY WHICH THE CONSUMER PRICE\n   17  INDEX FOR THE PRECEDING YEAR EXCEEDS THE  CURRENT  YEAR.  THE  \"CONSUMER\n   18  PRICE  INDEX\"  MEANS THE MOST RECENT CONSUMER PRICE  INDEX FOR ALL-URBAN\n   19  CONSUMERS IN THE NEW YORK STATE,  NEW  JERSEY  AND  CONNECTICUT  REGION,\n   20  PUBLISHED  BY THE UNITED STATES DEPARTMENT OF LABOR. ON OR BEFORE AUGUST\n   21  THIRTY-FIRST OF EACH YEAR, THE STATE DEPARTMENT OF  LABOR  SHALL  NOTIFY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06796-01-1\n\n       S. 2271                             2\n\n    1  EACH  MUNICIPALITY TO WHICH THIS PARAGRAPH APPLIES OF THE CONSUMER PRICE\n    2  INDEX AS REPORTED BY THE UNITED STATES DEPARTMENT OF LABOR.\n    3    S 2. Paragraph d of subdivision 1 of section 467-c of the real proper-\n    4  ty  tax  law  is  REPEALED  and  a  new  paragraph d is added to read as\n    5  follows:\n    6    D.  \"ELIGIBLE HEAD OF THE HOUSEHOLD\" MEANS A  PERSON  OR  HIS  OR  HER\n    7  SPOUSE  WHO  IS  SIXTY-TWO  YEARS OF AGE OR OLDER AND IS ENTITLED TO THE\n    8  POSSESSION OR TO THE USE AND OCCUPANCY OF  A  DWELLING  UNIT,  PROVIDED,\n    9  HOWEVER,  WITH  RESPECT  TO  A  DWELLING WHICH WAS SUBJECT TO A MORTGAGE\n   10  INSURED OR INITIALLY INSURED  BY  THE  FEDERAL  GOVERNMENT  PURSUANT  TO\n   11  SECTION  TWO  HUNDRED  THIRTEEN  OF THE NATIONAL HOUSING ACT, AS AMENDED\n   12  \"ELIGIBLE HEAD OF THE HOUSEHOLD\" SHALL BE LIMITED TO THAT PERSON OR  HIS\n   13  OR HER SPOUSE WHO WAS ENTITLED TO POSSESSION OR THE USE AND OCCUPANCY OF\n   14  SUCH  DWELLING  UNIT  AT  THE  TIME OF TERMINATION OF SUCH MORTGAGE, AND\n   15  WHOSE INCOME WHEN COMBINED WITH THE INCOME OF ALL OTHER MEMBERS  OF  THE\n   16  HOUSEHOLD,  DOES  NOT  EXCEED  SIX THOUSAND FIVE HUNDRED DOLLARS FOR THE\n   17  TAXABLE PERIOD, OR SUCH OTHER  SUM  NOT  LESS  THAN  SIXTY-FIVE  HUNDRED\n   18  DOLLARS  NOR  MORE  THAN TWENTY-FOUR THOUSAND DOLLARS OR, AFTER CALENDAR\n   19  YEAR TWO THOUSAND TWELVE, AN AMOUNT EQUAL TO THE MAXIMUM INCOME FOR  THE\n   20  PREVIOUS  YEAR MULTIPLIED BY THE COST OF LIVING ADJUSTMENT FOR SUCH YEAR\n   21  AS MAY BE PROVIDED BY LOCAL LAW.  AS USED IN THIS PARAGRAPH,  THE  \"COST\n   22  OF LIVING ADJUSTMENT\" MEANS THE PERCENTAGE (IF ANY) BY WHICH THE CONSUM-\n   23  ER  PRICE  INDEX  FOR  THE  PRECEDING YEAR EXCEEDS THE CURRENT YEAR. THE\n   24  \"CONSUMER PRICE INDEX\" MEANS THE MOST RECENT CONSUMER PRICE   INDEX  FOR\n   25  ALL-URBAN  CONSUMERS  IN  THE NEW YORK STATE, NEW JERSEY AND CONNECTICUT\n   26  REGION, PUBLISHED BY THE UNITED STATES DEPARTMENT OF LABOR. ON OR BEFORE\n   27  AUGUST THIRTY-FIRST OF EACH YEAR, THE STATE DEPARTMENT  OF  LABOR  SHALL\n   28  NOTIFY EACH MUNICIPALITY TO WHICH THIS PARAGRAPH APPLIES OF THE CONSUMER\n   29  PRICE INDEX AS REPORTED BY THE UNITED STATES DEPARTMENT OF LABOR.\n   30    S  3.  This act shall take effect immediately provided that the amend-\n   31  ments to paragraph a of subdivision 3 of section 467-b of the real prop-\n   32  erty tax law made by section one of this act shall not affect the  expi-\n   33  ration  and  reversion  of  such  section  and  shall  expire and revert\n   34  therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to determining the combined household income limit for eligibility for a tax abatement for rent-controlled and rent regulated property occupied by senior citizens; and repealing certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121252.TXT", "SOBI.D110118.T143143.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T145147.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457172728
}