{
  "year" : 2011,
  "senateBillNo" : "S2275-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2275-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines the crime of incest to exclude child sexual abuse",
  "summary" : "Defines the crime of incest to exclude child sexual abuse. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S920-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2275\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation  to  excluding  child  sexual\n         abuse from the definition of the crime of incest\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The first undesignated paragraph of section 255.25  of  the\n    2  penal  law, as amended by chapter 320 of the laws of 2006, is amended to\n    3  read as follows:\n    4    A person is guilty of incest in  the  third  degree  when  he  or  she\n    5  marries  or  engages  in sexual intercourse, oral sexual conduct or anal\n    6  sexual conduct with [a person] AN ADULT whom  he  or  she  knows  to  be\n    7  related  to him or her, whether through marriage or not, as an ancestor,\n    8  descendant, brother or sister of either the whole  or  the  half  blood,\n    9  uncle, aunt, nephew or niece.\n   10    S 2. This act shall take effect on the first of November next succeed-\n   11  ing the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07040-01-1\n",
  "memo" : "BILL NUMBER:S2275\n\nTITLE OF BILL:\n\nAn act to amend the penal law, in relation to excluding child sexual\nabuse from the definition of the crime of incest\n\nPURPOSE:\n\nThis bill defines the crime of incest to exclude child sexual abuse.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 of this bill amends the first undesignated paragraph of\nsection 255.25 of the penal law. Current law provides that a person is\nguilty of incest when \"a person\" engages in sexual intercourse with\nsomeone whom is closely related to them. This section deletes \"a person\"\nand replaces it with \"an adult.\"\n\nSection 2 enacts this bill on the first of November next succeeding the\ndate on which it shall become law.\n\nJUSTIFICATION:\n\nCurrently, sex with a child under eleven is a Class B felony, punishable\nby up to twenty-five years in prison. However, if the sexually abused\nchild is closely related to the perpetrator, the prosecutor has an\noption of charging that adult with a lesser charge of incest. Incest is\na Class E felony which carries a maximum of four years in prison and a\nminimum of probation. In other words this loophole may allow adults to\nengage in sexual relations with children without fear of incarceration.\nIt is defined as an \"offense affecting the marital relationship\" and not\nas a sex offense.\n\nBy changing the word \"person\" to \"adult,\" this bill would close the\n\"incest loophole\" because the the word \"person\" implies any individual,\nincluding children. \"Adult\" excludes sexual relations with children from\nthe definition of incest altogether. Thus a perpetrator could only be\nprosecuted using New York's child sex offense laws. This bill ensures\nthat all children who are victims of rape by their own parent or close\nrelative would have equal access to protection under New York State law.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the first of November next succeeding the\ndate on which it shall become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to excluding child sexual abuse from the definition of the crime of incest ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T184450.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T143143.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110119.T125255.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090955
}