{
  "year" : 2011,
  "senateBillNo" : "S2279-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2279-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to limiting the amount of awards in medical malpractice lawsuits",
  "summary" : "Relates to limiting the amount of awards in medical malpractice lawsuits; limits such awards to the amount of malpractice insurance held by the defendant; establishes the excess medical malpractice liability fund. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "S223-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2279\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to  limit-\n         ing the amount of awards in medical malpractice lawsuits; and to amend\n         the  insurance  law,  in  relation  to establishing the excess medical\n         malpractice liability fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil practice law and rules is amended by adding a new\n    2  article 50-C to read as follows:\n    3                                ARTICLE 50-C\n    4         LIMITATION ON DAMAGE AWARDS IN MEDICAL MALPRACTICE LAWSUITS\n    5  SECTION 5051. DEFINITIONS.\n    6          5052. LIMITATION ON DAMAGE AWARDS.\n    7    S 5051. DEFINITIONS. AS USED IN THIS ARTICLE:\n    8    1. \"NONECONOMIC DAMAGES\" MEANS NONPECUNIARY DAMAGES ARISING FROM PAIN,\n    9  SUFFERING,  INCONVENIENCE,  PHYSICAL IMPAIRMENT OR DISFIGUREMENT, MENTAL\n   10  ANGUISH, EMOTIONAL DISTRESS, LOSS OF SOCIETY AND COMPANIONSHIP, LOSS  OF\n   11  CONSORTIUM, INJURY TO REPUTATION, HUMILIATION AND ALL OTHER NONPECUNIARY\n   12  DAMAGES.\n   13    2.  \"ACTUAL  ECONOMIC  DAMAGES\" MEANS OBJECTIVELY VERIFIABLE PECUNIARY\n   14  DAMAGES ARISING FROM MEDICAL EXPENSES AND MEDICAL CARE, LOSS OF EARNINGS\n   15  AND EARNING CAPACITY, BURIAL COSTS, LOSS OF USE  OF  PROPERTY,  LOSS  OF\n   16  GUIDANCE, COSTS OF REPAIR OR REPLACEMENT OF PROPERTY, COSTS OF OBTAINING\n   17  SUBSTITUTE  DOMESTIC  SERVICES,  LOSS OF EMPLOYMENT, LOSS OF BUSINESS OR\n   18  EMPLOYMENT OPPORTUNITIES, REHABILITATION SERVICES,  CUSTODIAL  CARE  AND\n   19  ALL OTHER PECUNIARY DAMAGES.\n   20    3.  \"PERSONAL  INJURY  ACTION\"  MEANS  ANY ACTION, INCLUDING BUT IN NO\n   21  MANNER LIMITED TO MEDICAL, DENTAL  AND  PODIATRIC  MALPRACTICE  ACTIONS,\n   22  WHETHER  IN  TORT,  CONTRACT  OR OTHERWISE, IN WHICH THE PLAINTIFF SEEKS\n   23  DAMAGES FOR INJURY TO THE PERSON OR WRONGFUL DEATH.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07268-01-1\n\n       S. 2279                             2\n\n    1    4. \"COMPENSATION AWARD\" MEANS THE TOTAL AMOUNT OF NONECONOMIC  DAMAGES\n    2  AND ACTUAL ECONOMIC DAMAGES AWARDED TO A PREVAILING PLAINTIFF.\n    3    S  5052.  LIMITATION  ON DAMAGE AWARDS. IN ANY PERSONAL INJURY ACTION,\n    4  THE PREVAILING PLAINTIFF OR PERSON WHO CLAIMS INJURY BY OR THROUGH  SUCH\n    5  INJURED  PLAINTIFF SHALL NOT RECEIVE A COMPENSATION AWARD WHICH EXCEEDS:\n    6  (I) THE TOTAL AMOUNT OF THE  MEDICAL  MALPRACTICE  POLICY  HELD  BY  THE\n    7  DEFENDANT;  OR  (II) THE SUM OF THE TOTAL AMOUNT OF THE MEDICAL MALPRAC-\n    8  TICE POLICIES HELD BY THE DEFENDANTS, IN CASES OF JOINT LIABILITY.\n    9    S 2. The insurance law is amended by adding a new section 5518 to read\n   10  as follows:\n   11    S 5518. EXCESS MEDICAL MALPRACTICE LIABILITY FUND. 1. THERE IS  HEREBY\n   12  ESTABLISHED THE EXCESS MEDICAL MALPRACTICE LIABILITY FUND TO PROVIDE FOR\n   13  THE  PAYMENT  OF CLAIMS OF LIABILITY RELATED TO LOSS, DAMAGE, OR EXPENSE\n   14  INCIDENT TO SUCH CLAIMS ARISING OUT OF THE DEATH OR INJURY OF ANY PERSON\n   15  DUE TO MEDICAL, DENTAL, PODIATRIC, CERTIFIED NURSE-MIDWIFERY OR HOSPITAL\n   16  MALPRACTICE BY ANY LICENSED PHYSICIAN,  DENTIST,  PODIATRIST,  CERTIFIED\n   17  NURSE-MIDWIFE, CERTIFIED REGISTERED NURSE ANESTHETIST OR HOSPITAL.\n   18    2.  IN  ACCORDANCE  WITH REGULATIONS PRESCRIBED BY THE SUPERINTENDENT,\n   19  EACH INSURER PROVIDING POLICIES OF  MEDICAL  MALPRACTICE  INSURANCE,  AS\n   20  DEFINED IN SECTION FIVE THOUSAND FIVE HUNDRED ONE OF THIS ARTICLE, SHALL\n   21  REPORT EXCESS PROFIT, IF ANY, ON SUCH POLICIES TO THE DEPARTMENT. EXCESS\n   22  PROFIT SHALL BE A PROFIT BEYOND A PERCENTAGE RATE OF RETURN ON NET WORTH\n   23  ATTRIBUTABLE  TO  SUCH POLICIES, COMPUTED IN ACCORDANCE WITH REGULATIONS\n   24  PROMULGATED PURSUANT TO THE PROVISIONS OF ARTICLE TWENTY-THREE  OF  THIS\n   25  CHAPTER,  AND  DETERMINED  BY  THE  SUPERINTENDENT  TO BE SO FAR ABOVE A\n   26  REASONABLE AVERAGE PROFIT AS TO AMOUNT TO AN EXCESS PROFIT, TAKING  INTO\n   27  CONSIDERATION THE FACT THAT LOSSES OR PROFITS BELOW A REASONABLE AVERAGE\n   28  PROFIT WILL NOT BE RECOUPED FROM THE POLICYHOLDERS.\n   29    3. THE SUPERINTENDENT SHALL DIRECT THAT EXCESS PROFIT AS DETERMINED IN\n   30  ACCORDANCE  WITH  SUBSECTION TWO OF THIS SECTION SHALL BE DEPOSITED INTO\n   31  THE EXCESS MEDICAL MALPRACTICE LIABILITY FUND ESTABLISHED BY  SUBSECTION\n   32  ONE OF THIS SECTION.\n   33    4.  THE SUPERINTENDENT SHALL HAVE JURISDICTION OVER THE EXCESS MEDICAL\n   34  MALPRACTICE LIABILITY FUND AND SHALL PROMULGATE REGULATIONS  TO  PROVIDE\n   35  FOR  THE PROCESSING OF APPLICABLE CLAIMS AND FOR THE DISTRIBUTION OF THE\n   36  FUNDS AVAILABLE PURSUANT TO THIS SECTION.\n   37    S 3. This act shall take effect on the one hundred eightieth day after\n   38  it shall have become a law and shall apply to actions and policy periods\n   39  commenced on or after  such  effective  date;  provided,  however,  that\n   40  effective immediately, the addition, amendment and/or repeal of any rule\n   41  or regulation necessary for the implementation of this act on its effec-\n   42  tive  date  are  authorized  and directed to be made and completed on or\n   43  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to limiting the amount of awards in medical malpractice lawsuits; and to amend the insurance law, in relation to establishing the excess medical malpractice liability fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T151149.TXT", "SOBI.D110118.T143143.TXT", "SOBI.D110119.T125755.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110119.T125255.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295459875975
}