{
  "year" : 2011,
  "senateBillNo" : "S2277-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2277-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the imposition of accident response service fees",
  "summary" : "Prohibits the imposition of accident response service fees on insurance companies, drivers or owners of a motor vehicle, or any other person following an accident. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2277\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  prohibiting\n         the imposition of accident response service fees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 11 of the vehicle and traffic  law  is  amended  by\n    2  adding a new section 389 to read as follows:\n    3    S 389. ACCIDENT RESPONSE SERVICE FEE. 1. AS USED IN THIS SECTION:\n    4    (A)  \"ACCIDENT  RESPONSE  SERVICE  FEE\"  MEANS  A  FEE IMPOSED FOR THE\n    5  RESPONSE OR INVESTIGATION OF A MOTOR VEHICLE ACCIDENT BY A LAW  ENFORCE-\n    6  MENT AGENCY; AND\n    7    (B) \"ENTITY\" MEANS:\n    8    (I) THE STATE;\n    9    (II) A POLITICAL SUBDIVISION OF THE STATE, INCLUDING:\n   10    A. A COUNTY;\n   11    B. A CITY;\n   12    C. A BOROUGH;\n   13    D. AN INCORPORATED TOWN;\n   14    E. A TOWNSHIP; OR\n   15    F. A HOME-RULED MUNICIPALITY; AND\n   16    (III)  ANY  GOVERNMENTAL  ENTITY  OR AGENCY OR DEPARTMENT OF A GOVERN-\n   17  MENTAL ENTITY OR AGENCY.\n   18    2. NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, A  PERSON  OR\n   19  ENTITY  SHALL  NOT IMPOSE AN ACCIDENT RESPONSE SERVICE FEE ON OR FROM AN\n   20  INSURANCE COMPANY, THE DRIVER OR OWNER OF A MOTOR VEHICLE, OR ANY  OTHER\n   21  PERSON.\n   22    S 2. This act shall take effect on the one hundred eightieth day after\n   23  it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08335-01-1\n",
  "memo" : "BILL NUMBER:S2277\n\nTITLE OF BILL:\n\nAn act to amend the vehicle and traffic law, in relation to prohibiting\nthe imposition of accident response service fees\n\nPURPOSE:\n\nTo prohibit municipalities from imposing additional fees and taxes on\nmotorists involved in an accident for emergency response services.\n\nSUMMARY OF PROVISIONS:\n\nAdds a new section 389 to the Vehicle and Traffic Law\n\nEXISTING LAW:\n\nThere is no law prohibiting this practice in New York State.\n\nJUSTIFICATION:\n\nThe City of New York has proposed to implement a \"crash tax,\" a fee\nbetween $365.00 and $490.00 on July 1, 2011. Most drivers are taxpayers\nwho already pay for the emergency responders, both Fire and EMS who\nrespond to the scene of a car accident. The proposal amounts to a double\ntaxation on the residents of not just New York City, but the State as\nwell. Insurance companies have already expressed unwillingness to pay\nthe fee, thereby leaving motorists the choice of either paying for help\nor refusing the help that they might need in a car accident. This opens\nthe door to a new series of litigation should the responders be turned\naway by someone who later is discovered to have serious life threatening\ninjuries.\n\nLEGISLATIVE HISTORY:\n\nThis is a new bill.\n\nFISCAL IMPLICATIONS:\n\nNone to the State at this time.\n\nLOCAL FISCAL IMPLICATIONS:\n\nAllegedly this double tax would raise approximately $1,000,000.00 per\nyear.\n\nEFFECTIVE DATE:\n\nOne hundred and eighty days after it becomes a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to prohibiting the imposition of accident response service fees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T162156.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T143143.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110119.T125255.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090960
}