{
  "year" : 2011,
  "senateBillNo" : "S2286-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S2286-2011-1295326800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Alters prescription forms",
  "summary" : "Provides that no prescription for a controlled substance shall be on a prescription form which authorizes any other drug or controlled substance; provides that the total number of drugs, which may not exceed three, included on a single prescription form shall be indicated in a box on such form; defines controlled substance. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S829-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2286\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to prescription forms\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  7  of  section 6810 of the education law, as\n    2  amended by chapter 519 of the laws  of  2002,  is  amended  to  read  as\n    3  follows:\n    4    7.  (a)  No  prescription for a drug written in this state by a person\n    5  authorized to issue such prescription shall be on  a  prescription  form\n    6  which  authorizes  the  dispensing  or  compounding of any other drug OR\n    7  CONTROLLED SUBSTANCE. THE TOTAL NUMBER OF DRUGS, WHICH  MAY  NOT  EXCEED\n    8  THREE,  INCLUDED  ON  A  SINGLE  FORM MUST BE INDICATED IN A BOX ON EACH\n    9  FORM. No [drug] CONTROLLED SUBSTANCE shall be dispensed by a  pharmacist\n   10  when such prescription form includes any other drug.\n   11    (b)  [With  respect  to  drugs  other  than controlled substances, the\n   12  provisions of this subdivision shall not apply to  pharmacists  employed\n   13  by  or  providing  services under contract to general hospitals, nursing\n   14  homes, residential health care facilities as defined in section  twenty-\n   15  eight  hundred  one  of  the  public health law, hospitals as defined in\n   16  subdivision ten of section 1.03 of the mental hygiene law,  or  develop-\n   17  mental  centers or developmental disabilities services offices listed in\n   18  subdivision (b) of section 13.17 of the mental hygiene law, who dispense\n   19  drugs in the course of said employment or in  the  course  of  providing\n   20  such  services  under  contract.  With respect to such pharmacists, each\n   21  prescription shall be transcribed on  a  patient  specific  prescription\n   22  form.]  FOR  THE  PURPOSES  OF  THIS SUBDIVISION, \"CONTROLLED SUBSTANCE\"\n   23  MEANS ANY SUBSTANCE LISTED IN SCHEDULE I, II, III, IV OR  V  OF  SECTION\n   24  THIRTY-THREE HUNDRED SIX OF THE PUBLIC HEALTH LAW.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07141-01-1\n",
  "memo" : "BILL NUMBER:S2286\n\nTITLE OF BILL:\nAn act to amend the education law, in relation to prescription forms\n\nPURPOSE:\nThis bill authorizes more than one non-controlled substance drug to be\nrecorded on a single prescription form as long as none are controlled\nsubstances.\n\nSUMMARY OF BILL:\nSection one authorizes more than one non-controlled substance drug to be\nrecorded on a single prescription form; prohibits multiple prescriptions\nif one is for a controlled substance; and requires that the total number\nof prescriptions be recorded on the form.\n\nLEGISLATIVE HISTORY:\nChapter 620 of the Laws of 1991 removed the authority to record more\nthan one prescription on a single prescription form.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to prescription forms ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T184450.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110119.T125755.TXT", "SOBI.D110118.T144146.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090972
}