{
  "year" : 2011,
  "senateBillNo" : "S2285-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2285-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires operators of ambulances to complete safety training course",
  "summary" : "Requires operators of ambulances to complete safety training course to be designed by the commissioner of motor vehicles to promote increased awareness of dangers associated with operation of emergency vehicles and reinforce basic knowledge of rules of the road; provides for a fine of not less than two hundred fifty dollars nor more than one thousand dollars. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S830-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2285\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law and the state  finance  law,\n         in  relation to requiring ambulance drivers to complete special safety\n         training courses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Title 5 of the vehicle and traffic law is amended by adding\n    2  a new article 21-D to read as follows:\n    3                                ARTICLE 21-D\n    4                 SPECIAL REQUIREMENTS FOR AMBULANCE DRIVERS\n\n    5  SECTION 560. SPECIAL REQUIREMENTS FOR AMBULANCE DRIVERS.\n    6          561. PENALTIES.\n    7    S  560.  SPECIAL REQUIREMENTS FOR AMBULANCE DRIVERS. 1. IN ADDITION TO\n    8  ANY OTHER REQUIREMENTS FOR LICENSURE UNDER THIS TITLE EVERY OPERATOR  OF\n    9  AN  AMBULANCE  SHALL BE REQUIRED TO COMPLETE AN EMERGENCY VEHICLE OPERA-\n   10  TORS SAFETY COURSE TO BE DESIGNED BY THE COMMISSIONER PURSUANT  TO  THIS\n   11  SECTION.  ON  AND  AFTER  THE  EFFECTIVE DATE OF THIS SECTION, NO PERSON\n   12  SHALL BE PERMITTED TO OPERATE AN AMBULANCE WITHOUT PROOF OF SATISFACTORY\n   13  COMPLETION OF SUCH COURSE. NO MUNICIPAL CORPORATION, PRIVATE CORPORATION\n   14  OR OTHER ENTITY WHICH OWNS OR LEASES AN AMBULANCE TO  PROVIDE  EMERGENCY\n   15  MEDICAL SERVICE SHALL PERMIT SUCH AMBULANCE TO BE OPERATED BY ANY PERSON\n   16  WHO HAS NOT COMPLETED A SAFETY COURSE AS REQUIRED BY THIS SECTION.\n   17    2.  FOR  THE  PURPOSES OF THIS SECTION THE TERM \"AMBULANCE\" SHALL MEAN\n   18  ANY MOTOR VEHICLE USED TO PROVIDE EMERGENCY MEDICAL SERVICE AS SUCH TERM\n   19  IS DEFINED IN SECTION THREE THOUSAND  ONE  OF  THE  PUBLIC  HEALTH  LAW,\n   20  WHETHER  OWNED  BY  THE  STATE,  A MUNICIPAL CORPORATION OR BY A PRIVATE\n   21  ENTITY.\n   22    3. THE COMMISSIONER SHALL DESIGN AN EMERGENCY VEHICLE OPERATORS SAFETY\n   23  COURSE TO PROVIDE ADDITIONAL SAFETY TRAINING FOR AMBULANCE DRIVERS. SUCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07142-01-1\n\n       S. 2285                             2\n\n    1  COURSE SHALL INCLUDE A REVIEW OF THE GENERAL RULES OF  THE  ROAD,  BASIC\n    2  SAFETY  AND  INSTRUCTION CONCERNING THE PARTICULAR AND INCREASED DANGERS\n    3  ASSOCIATED WITH OPERATION OF AN EMERGENCY VEHICLE.\n    4    S  561. PENALTIES. UPON CONVICTION FOR A VIOLATION OF ANY PROVISION OF\n    5  THIS ARTICLE OR THE RULES AND REGULATIONS OF THE COMMISSIONER PROMULGAT-\n    6  ED PURSUANT THERETO, THE COURT SHALL IMPOSE A SENTENCE CONSISTING  OF  A\n    7  FINE  OF NOT LESS THAN TWO HUNDRED FIFTY DOLLARS NOR MORE THAN ONE THOU-\n    8  SAND DOLLARS.\n    9    S 2. Paragraph (a) of subdivision 4 of  section  97-pp  of  the  state\n   10  finance  law  is  amended  by  adding a new subparagraph (ix) to read as\n   11  follows:\n   12    (IX) COSTS ASSOCIATED WITH CONDUCTING OR PROVIDING  FOR  AN  EMERGENCY\n   13  VEHICLE  OPERATORS  SAFETY  COURSE  FOR  AMBULANCE  DRIVERS  REQUIRED BY\n   14  SECTION FIVE HUNDRED SIXTY OF THE VEHICLE AND TRAFFIC LAW.\n   15    S 3. This act shall take effect on the one hundred twentieth day after\n   16  it shall have become a law, provided that any rule or regulation  neces-\n   17  sary for the implementation of this act on its effective date is author-\n   18  ized to be promulgated on or before such date.\n",
  "memo" : "BILL NUMBER:S2285\n\nTITLE OF BILL:\nAn act to amend the vehicle and traffic law and the state finance law,\nin relation to requiring ambulance drivers to complete special safety\ntraining courses\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis is an act to require ambulance drivers to complete an emergency\nvehicle operators safety course to be designed by the commissioner, in\naddition to other requirements for licensure under this title. It also\nprovides for penalty of a fine between two hundred fifty dollars and one\nthousand dollars upon conviction for a violation of any provision of the\narticle.\n\nJUSTIFICATION:\nOn September 30, 1998, a Brooklyn ambulance driver sped through a red\nlight without hesitation, slamming into a car and killing three neigh-\nborhood children. In light of this and the sudden increase of traffic\naccidents involving emergency rescue vehicles throughout New York, there\nis a need for additional safety training courses and refresher courses\nthat shall include a review of the general rules of the road, basic\nsafety and instruction concerning the particular and increased dangers\nassociated with the operation of an emergency vehicle.\n\nFISCAL IMPLICATIONS:\nVolunteer ambulance companies shall defray the cost of providing this\nsafety training through use of the State Revolving Loan Fund, and\ncommercial ambulance companies shall draw from their services fund to\ncover the cost. There shall be no further cost to the state.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred twentieth day after it\nshall have become a law, provided that any rule or regulation necessary\nfor the implementation of this act on its effective date is authorized\nto be promulgated on or before such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the state finance law, in relation to requiring ambulance drivers to complete special safety training courses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T184450.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110119.T125755.TXT", "SOBI.D110118.T144146.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090971
}