{
  "year" : 2011,
  "senateBillNo" : "S2289-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2289-2011-1295326800000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that enrolled party member residing in county and assembly district containing election district of position may file written objections to petition",
  "summary" : "Permits that any enrolled member of a party who resides within the county and the assembly district which contains the election district from which the party position of member of county committee shall be elected, shall be eligible to file written objections to a designating petition, petition for opportunity to ballot, certificate of acceptance, certificate of declination and certificate of substitution relating to such party position. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S162-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2289\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation  to  eligibility  to  file\n         written objections to nominations and designations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 6-154  of  the  election  law,  as\n    2  amended  by  chapter  248  of  the  laws  of 1981, is amended to read as\n    3  follows:\n    4    2. Written objections to any certificate of designation or  nomination\n    5  or to a nominating or designating petition or a petition for opportunity\n    6  to ballot for public office or to a certificate of acceptance, a certif-\n    7  icate of authorization, a certificate of declination or a certificate of\n    8  substitution  relating  thereto  may be filed by any voter registered to\n    9  vote for such public office and to a designating petition or a  petition\n   10  for opportunity to ballot for party position or a certificate of substi-\n   11  tution,  a  certificate  of  acceptance  or a certificate of declination\n   12  relating thereto by any voter enrolled to vote for such party  position,\n   13  EXCEPT  THAT  FOR  THE PARTY POSITION OF MEMBER OF COUNTY COMMITTEE, ANY\n   14  ENROLLED MEMBER OF THE PARTY WHO  RESIDES  WITHIN  THE  COUNTY  AND  THE\n   15  ASSEMBLY  DISTRICT  WHICH CONTAINS THE ELECTION DISTRICT FROM WHICH SUCH\n   16  PARTY POSITION IS TO BE ELECTED IS ELIGIBLE  TO  FILE  SUCH  OBJECTIONS.\n   17  Such  objections  shall be filed with the officer or board with whom the\n   18  original petition or certificate is filed within three  days  after  the\n   19  filing  of  the  petition  or certificate to which objection is made, or\n   20  within three days after the last day to file such a certificate,  if  no\n   21  such  certificate  is  filed  except  that if any person nominated by an\n   22  independent nominating petition, is nominated as a party  candidate  for\n   23  the same office by a party certificate filed, or a party nomination made\n   24  after  the  filing of such petition, the written objection to such peti-\n   25  tion may be filed within three days  after  the  filing  of  such  party\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07438-01-1\n\n       S. 2289                             2\n\n    1  certificate  or  the  making  of  such  party  nomination.  When such an\n    2  objection is filed, specifications of  the  grounds  of  the  objections\n    3  shall be filed within six days thereafter with the same officer or board\n    4  and  if specifications are not timely filed, the objection shall be null\n    5  and void. Each such officer or board is hereby empowered to  make  rules\n    6  in  reference  to  the  filing and disposition of such petition, certif-\n    7  icate, objections and specifications.\n    8    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to eligibility to file written objections to nominations and designations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T144704.TXT", "SOBI.D110118.T154152.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110119.T125255.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295459575846
}