{
  "year" : 2011,
  "senateBillNo" : "S2281-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S2281-2011-1295326800000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides specific legal authority for the division of military and naval affairs to initiate routine background checks about certain individuals",
  "summary" : "Authorizes the adjutant general to investigate any applicant for a position within the division of military and naval affairs' law enforcement or youth programs; requires each applicant to submit sets of fingerprints for the purpose of conducting a criminal history search with the division of criminal justice services; provides that a record of a felony or misdemeanor conviction may be grounds for disqualification from such position. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : null,
  "lawSection" : "Military Law",
  "previousVersions" : [ "S990-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2281\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the military law, in relation to providing legal author-\n         ity for obtaining background checks on individuals involved  with  law\n         enforcement activities or community programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 19 of the military law is amended by adding  a  new\n    2  subdivision 5 to read as follows:\n    3    5.  THE ADJUTANT GENERAL IS HEREBY AUTHORIZED TO HAVE INVESTIGATED ANY\n    4  APPLICANT FOR A POSITION WITHIN  THE  DIVISION  OF  MILITARY  AND  NAVAL\n    5  AFFAIRS'  LAW ENFORCEMENT OR YOUTH PROGRAMS. EACH APPLICANT SHALL SUBMIT\n    6  SETS OF FINGERPRINTS IN THE FORM AND MANNER PRESCRIBED BY  THE  DIVISION\n    7  OF CRIMINAL JUSTICE SERVICES. THE DIVISION OF MILITARY AND NAVAL AFFAIRS\n    8  MAY  FORWARD THE FINGERPRINTS, ACCOMPANIED BY THE APPROPRIATE PROCESSING\n    9  FEE, TO THE DIVISION OF CRIMINAL JUSTICE SERVICES  FOR  THE  PURPOSE  OF\n   10  CONDUCTING  A  CRIMINAL  HISTORY  SEARCH AND RETURNING A REPORT THEREON.\n   11  WHERE ANY SUCH APPLICANTS ARE FOUND TO HAVE A  RECORD  OF  A  FELONY  OR\n   12  MISDEMEANOR CONVICTION IN THIS OR ANY OTHER STATE, IT MAY BE GROUNDS FOR\n   13  DISQUALIFICATION  FOR  ANY  SUCH  POSITION. ANY APPLICANT WHO REFUSES TO\n   14  PERMIT THE DIVISION OF MILITARY AND NAVAL AFFAIRS TO HAVE MATTERS INVES-\n   15  TIGATED WHICH ARE NECESSARY FOR THE VERIFICATION OF HIS  OR  HER  QUALI-\n   16  FICATIONS  OR OTHERWISE HAMPERS, IMPEDES, OR FAILS TO COOPERATE WITH THE\n   17  AGENCY IN SUCH INVESTIGATION MAY BE LIKEWISE DISQUALIFIED.\n   18    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06954-01-1\n",
  "memo" : "BILL NUMBER:S2281\n\nTITLE OF BILL:\nAn act to amend the military law, in relation to providing legal author-\nity for obtaining background checks on individuals involved with law\nenforcement activities or community programs\n\nPURPOSE:\nThis bill will provide specific legal authority for the Division of\nMilitary and Naval Affairs (DMNA) to initiate routine background checks\nabout certain individuals.\n\nSUMMARY OF PROVISIONS:\nThe bill will add a new subdivision 5 to section 19 of the State Mili-\ntary Law that sets forth the authority for DMNA regarding background\ninvestigations.\n\nEXISTING LAW:\nSection 201-a of the Labor Law exempts the State from the prohibition\nagainst fingerprinting potential employees. In addition, there are vari-\nous provisions of State law, and even the rules of the Civil Service\nCommission, which permit examination of applicants either for licenses\nissued by the State or employment with the State. For example, General\nMunicipal Law sections 191 and 481 permit background investigations to\ndetermine whether commercial lessors for bingo operations, are individ-\nuals of good moral character and have never been convicted of a crime;\nGeneral Business Law section 174 provides that applicants for licenses\nthereunder can be investigated as to their responsibility and good char-\nacter; and Civil Service Rules provide that applicants for Civil Service\nappointment be of good moral character and habits and a satisfactory\nreputation, and cannot impede or fail to cooperate with investigations\nas to such attributes. DMNA is simply seeking similar investigative\nauthority.\n\nSTATEMENT IN SUPPORT:\nThe Division of Military and Naval Affairs is responsible for the opera-\ntion of the State Emergency Management Office, as well as the readiness\nof the Organized Militia for its many individuals affiliated with DMNA\nbecome involved with the handling of millions of dollars in Federal\nand/or State appropriations, have access to confidential military infor-\nmation, or operate DMNA programs for which it is important to the State,\nfrom a liability standpoint, that the individuals so involved are of\ngood moral character. For example, just one of our on-going programs has\ngiven the National Guard an important support role for law enforcement\nagencies in drug interdiction. As part of this program, National Guard\npersonnel are involved with the detection of border crossings, the\nsearch of vehicles crossing borders, the seizure of being privy to\ninformation about law enforcement activities. When bringing people into\nthis program, we wish to have an appropriate examination of their back-\ngrounds. We have a similar concern for individuals who perform duty as\nair base security guards. In a variety of other National Guard programs\n\nwe are becoming extensively involved with youth who are at risk because\nof a community environment of drugs and crime.  Our people operating\nthese programs may be part-time members of the National Guard, full-time\nemployees of DMNA, or volunteers having no formal employment status with\nour agency. Regardless of their status, we would nevertheless want to\nexamine the character of individuals who are going to be involved with\nchildren and young people in these programs, so as to protect the chil-\ndren from harm and the State from liability.\n\nFISCAL IMPLICATIONS:\nThe level of fiscal support required to implement this bill, for the\nfirst and subsequent years of funding, is deemed to be very minor\nbecause of the relatively cheap cost of background investigations and\nthe small number of personnel who would be sought to be investigated\nunder this authority for our agency. Also, the costs in this regard may\nbe passed on to the applicants.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the military law, in relation to providing legal authority for obtaining background checks on individuals involved with law enforcement activities or community programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T125755.TXT", "SOBI.D110118.T153151.TXT", "SOBI.D110118.T145147.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090966
}