{
  "year" : 2011,
  "senateBillNo" : "S2287-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2287-2011-1295326800000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Renders void exclusive brokerage agreements for sale of certain residential property in N.Y. city made hereafter",
  "summary" : "Renders void and unenforceable agreements between real estate brokers and sellers of residential real property other than multiple dwellings in cities of one million or more persons where the asking price for the sale of the property is less than one million dollars, and pursuant to which such broker is designated as the exclusive agent for the sale or advertisement of the availability of the property; applies to agreements made after effective date of the bill. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "S828-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2287\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the general obligations law, in  relation  to  rendering\n         unenforceable  exclusive  brokerage agreements for certain residential\n         sales of non-multiple dwellings in cities of one million or more popu-\n         lation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The  general obligations law is amended by adding a new\n    2  section 5-329 to read as follows:\n    3    S 5-329. EXCLUSIVE BROKERAGE AGREEMENTS FOR RESIDENTIAL SALES OF  NON-\n    4  MULTIPLE  DWELLINGS  IN  ANY CITY OF ONE MILLION OR MORE PERSONS VOID AS\n    5  AGAINST PUBLIC POLICY. EVERY COVENANT, PROMISE, AGREEMENT OR UNDERSTAND-\n    6  ING IN OR IN CONNECTION WITH, OR COLLATERAL  TO,  ANY  CONTRACT  ENTERED\n    7  INTO  BETWEEN  A  REAL ESTATE BROKER, SALESMAN OR AGENT, AND A SELLER OF\n    8  REAL PROPERTY NOT UTILIZED FOR COMMERCIAL PURPOSES ON WHICH  A  RESIDEN-\n    9  TIAL  DWELLING OTHER THAN A MULTIPLE DWELLING IS LOCATED, ANY PORTION OF\n   10  WHICH PROPERTY IS SITUATE WITHIN A CITY OF ONE MILLION OR MORE  PERSONS,\n   11  WHERE  THE  ASKING  PRICE  FOR THE SALE OF THE PROPERTY IS LESS THAN ONE\n   12  MILLION DOLLARS PURSUANT TO WHICH, IN SUBSTANCE, THE BROKER, SALESMAN OR\n   13  AGENT, OR THE FIRM WITH WHICH HE OR SHE IS ASSOCIATED, IS DESIGNATED  AS\n   14  THE EXCLUSIVE BROKER, SALESMAN, AGENT OR FIRM FOR THE SALE OF SUCH PROP-\n   15  ERTY  OR TO ARRANGE SUCH SALE OR TO FIND A READY, WILLING AND ABLE BUYER\n   16  OF THE PROPERTY OR FOR THE PURPOSE OF NOTICING OR ADVERTISING THE AVAIL-\n   17  ABILITY OF THE PROPERTY OR FOR THE PURPOSE OF RENDERING ANY SERVICES TO,\n   18  FOR OR ON BEHALF OF THE SELLER OR A POTENTIAL BUYER OR BOTH, AND WHETHER\n   19  OR NOT THE EXCLUSIVITY IS RESTRICTED TO ONE OR MORE ADVERTISING MEDIA OR\n   20  TO ONE OR MORE AREAS OR NEIGHBORHOODS WITHIN SUCH CITY, SHALL BE  DEEMED\n   21  TO  BE  VOID  AS AGAINST PUBLIC POLICY AND WHOLLY UNENFORCEABLE. NO REAL\n   22  ESTATE BROKER, SALESMAN OR AGENT SHALL BE ENTITLED TO  EARN  OR  COLLECT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07140-01-1\n\n       S. 2287                             2\n\n    1  ANY  COMMISSION  FOR  SERVICES  RENDERED PURSUANT TO SUCH VOID AND UNEN-\n    2  FORCEABLE COVENANT, PROMISE, AGREEMENT OR UNDERSTANDING.\n    3    S  2.  This  act shall take effect on the thirtieth day after it shall\n    4  have become a law, provided, however, that it shall apply only to coven-\n    5  ants, promises, agreements and understandings entered into on  or  after\n    6  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to rendering unenforceable exclusive brokerage agreements for certain residential sales of non-multiple dwellings in cities of one million or more population ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T144704.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T144146.TXT", "SOBI.D110119.T125255.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295459575839
}