{
  "year" : 2011,
  "senateBillNo" : "S2282-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2282-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases penalties for offenses involving the criminal possession of a firearm, rifle, shotgun, or machine-gun",
  "summary" : "Increases penalties for offenses involving the criminal possession of a firearm, rifle, shotgun or machine gun; restricts the ability to plea bargain to lesser offenses and provides for mandatory minimum sentences of imprisonment for violations appertaining thereto. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S929-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2282\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the  penal  law  and  the  criminal  procedure  law,  in\n         relation  to  offenses involving the criminal possession of a firearm,\n         rifle, shotgun, or machine-gun and increasing the penalties  therefor,\n         restricting  the ability to plea to lesser offenses, and providing for\n         mandatory minimum sentences of imprisonment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  penal  law  is  amended by adding three new sections\n    2  265.45, 265.50 and 265.55 to read as follows:\n    3  S  265.45  CRIMINAL  POSSESSION  OF  A  FIREARM,  RIFLE,   SHOTGUN,   OR\n    4             MACHINE-GUN IN THE THIRD DEGREE.\n    5    A  PERSON  IS GUILTY OF CRIMINAL POSSESSION OF A FIREARM, RIFLE, SHOT-\n    6  GUN, OR MACHINE-GUN IN THE THIRD DEGREE WHEN, IN THE COURSE  OF  COMMIT-\n    7  TING  ANY CRIME OR ATTEMPTING TO COMMIT ANY SUCH CRIME, OR IN THE COURSE\n    8  AND FURTHERANCE OF IMMEDIATE FLIGHT AFTER COMMITTING  OR  ATTEMPTING  TO\n    9  COMMIT  ANY  CRIME,  HE  OR  SHE POSSESSES A FIREARM, RIFLE, SHOTGUN, OR\n   10  MACHINE-GUN.\n   11    CRIMINAL POSSESSION OF A FIREARM, RIFLE, SHOTGUN,  OR  MACHINE-GUN  IN\n   12  THE THIRD DEGREE IS A CLASS C FELONY.\n   13  S   265.50   CRIMINAL  POSSESSION  OF  A  FIREARM,  RIFLE,  SHOTGUN,  OR\n   14             MACHINE-GUN IN THE SECOND DEGREE.\n   15    A PERSON IS GUILTY OF CRIMINAL POSSESSION OF A FIREARM,  RIFLE,  SHOT-\n   16  GUN,  OR MACHINE-GUN IN THE SECOND DEGREE WHEN, IN THE COURSE OF COMMIT-\n   17  TING ANY CRIME OR ATTEMPTING TO COMMIT ANY SUCH CRIME, OR IN THE  COURSE\n   18  OF  FURTHERANCE  OF  IMMEDIATE  FLIGHT AFTER COMMITTING OR ATTEMPTING TO\n   19  COMMIT ANY CRIME, HE OR SHE POSSESSES  A  FIREARM,  RIFLE,  SHOTGUN,  OR\n   20  MACHINE-GUN AND CAUSES PHYSICAL INJURY TO ANOTHER PERSON.\n   21     CRIMINAL  POSSESSION  OF A FIREARM, RIFLE, SHOTGUN, OR MACHINE-GUN IN\n   22  THE SECOND DEGREE IS A CLASS B FELONY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07048-01-1\n\n       S. 2282                             2\n\n    1  S  265.55  CRIMINAL  POSSESSION  OF  A  FIREARM,  RIFLE,   SHOTGUN,   OR\n    2             MACHINE-GUN IN THE FIRST DEGREE.\n    3    A  PERSON  IS GUILTY OF CRIMINAL POSSESSION OF A FIREARM, RIFLE, SHOT-\n    4  GUN, OR MACHINE-GUN IN THE FIRST DEGREE WHEN, IN THE COURSE  OF  COMMIT-\n    5  TING  ANY CRIME OR ATTEMPTING TO COMMIT ANY SUCH CRIME, OR IN THE COURSE\n    6  AND FURTHERANCE OF IMMEDIATE FLIGHT AFTER COMMITTING  OR  ATTEMPTING  TO\n    7  COMMIT  ANY  CRIME,  HE  OR  SHE POSSESSES A FIREARM, RIFLE, SHOTGUN, OR\n    8  MACHINE-GUN AND CAUSES THE DEATH OF ANOTHER PERSON.\n    9    CRIMINAL POSSESSION OF A FIREARM, RIFLE, SHOTGUN,  OR  MACHINE-GUN  IN\n   10  THE FIRST DEGREE IS A CLASS A-II FELONY.\n   11    S 2. The penal law is amended by adding a new section 70.16 to read as\n   12  follows:\n   13  S 70.16 ADDITIONAL  TERM OF IMPRISONMENT FOR CRIMES INVOLVING THE CRIMI-\n   14            NAL POSSESSION OF A FIREARM, RIFLE, SHOTGUN, OR MACHINE-GUN.\n   15    NOTWITHSTANDING ANY INCONSISTENT PROVISIONS OF SECTION 70.25  OF  THIS\n   16  ARTICLE, ANY PERSON WHO IS FOUND GUILTY OF OR PLEADS GUILTY TO:\n   17    1.  CRIMINAL  POSSESSION OF A  FIREARM, RIFLE, SHOTGUN, OR MACHINE-GUN\n   18  IN THE THIRD DEGREE AS DEFINED IN SECTION 265.45 OF THIS CHAPTER  SHALL,\n   19  IN  LIEU  OF  THE  PENALTY  PRESCRIBED BY ANY OTHER PROVISION OF LAW, BE\n   20  SENTENCED TO A TERM OF IMPRISONMENT OF NOT LESS THAN TEN YEARS;\n   21    2. CRIMINAL POSSESSION OF A FIREARM, RIFLE, SHOTGUN, OR MACHINE-GUN IN\n   22  THE SECOND DEGREE AS DEFINED IN SECTION 265.50 OF THIS CHAPTER SHALL, IN\n   23  LIEU OF THE PENALTY  PRESCRIBED  BY  ANY  OTHER  PROVISION  OF  LAW,  BE\n   24  SENTENCED TO A TERM OF IMPRISONMENT OF NOT LESS THAN FIFTEEN YEARS; AND\n   25    3. CRIMINAL POSSESSION OF A FIREARM, RIFLE, SHOTGUN, OR MACHINE-GUN IN\n   26  THE  FIRST  DEGREE AS DEFINED IN SECTION 265.55 OF THIS CHAPTER SHALL IN\n   27  LIEU OF THE PENALTY  PRESCRIBED  BY  ANY  OTHER  PROVISION  OF  LAW,  BE\n   28  SENTENCED TO A TERM OF IMPRISONMENT OF NOT LESS THAN TWENTY-FIVE YEARS.\n   29    S  3.   The opening paragraph of subdivision 1 of section 70.25 of the\n   30  penal law, as amended by chapter 372 of the laws of 1981, is amended  to\n   31  read as follows:\n   32    Except  as provided in subdivisions two, two-a [and], five, AND SIX of\n   33  this section, when multiple sentences of imprisonment are imposed  on  a\n   34  person  at the same time, or when a person who is subject to any undisc-\n   35  harged term of imprisonment imposed at a previous time  by  a  court  of\n   36  this  state  is  sentenced  to  an  additional term of imprisonment, the\n   37  sentence or sentences imposed by the court shall run either concurrently\n   38  or consecutively with respect to each other and the undischarged term or\n   39  terms in such manner as the court directs at the time  of  sentence.  If\n   40  the  court does not specify the manner in which a sentence imposed by it\n   41  is to run, the sentence shall run as follows:\n   42    S 4. Subdivision 2 of section 70.25 of the penal law,  as  amended  by\n   43  chapter 56 of the laws of 1984, is amended to read as follows:\n   44    2.  When more than one sentence of imprisonment is imposed on a person\n   45  for two or more offenses committed through a single act or omission,  or\n   46  through  an  act  or  omission  which  in  itself constituted one of the\n   47  offenses and also was a material element of the  other,  the  sentences,\n   48  except  if  one  or more of such sentences is for a violation of section\n   49  265.45, 265.50, 265.55, OR 270.20 of this chapter, must run  concurrent-\n   50  ly.\n   51    S  5. Section 70.25 of the penal law is amended by adding a new subdi-\n   52  vision 6 to read as follows:\n   53    6. WHEN A PERSON IS CONVICTED OF CRIMINAL  POSSESSION  OF  A  FIREARM,\n   54  RIFLE, SHOTGUN, OR MACHINE-GUN IN THE THIRD DEGREE AS DEFINED IN SECTION\n   55  265.45  OF  THIS  CHAPTER,  OR  CRIMINAL POSSESSION OF A FIREARM, RIFLE,\n   56  SHOTGUN, OR MACHINE-GUN IN THE  SECOND  DEGREE  AS  DEFINED  IN  SECTION\n\n       S. 2282                             3\n\n    1  265.50  OF  THIS  CHAPTER,  OR  CRIMINAL POSSESSION OF A FIREARM, RIFLE,\n    2  SHOTGUN, OR MACHINE-GUN IN THE FIRST DEGREE AS DEFINED IN SECTION 265.55\n    3  OF THIS CHAPTER AND ANY OTHER CRIME, THE SENTENCES FOR SUCH CRIMES SHALL\n    4  RUN CONSECUTIVELY.\n    5    S  6. Paragraph (a) of subdivision 5 of section 220.10 of the criminal\n    6  procedure law is amended by adding a new subparagraph (ii)  to  read  as\n    7  follows:\n    8    (II)  WHERE  THE  INDICTMENT CHARGES THE CLASS A-II FELONY OF CRIMINAL\n    9  POSSESSION OF A FIREARM, RIFLE, SHOTGUN, OR  MACHINE-GUN  IN  THE  FIRST\n   10  DEGREE  AS  DEFINED IN SECTION 265.55 OF THE PENAL LAW, THEN ANY PLEA OF\n   11  GUILTY ENTERED PURSUANT TO SUBDIVISION THREE OR  FOUR  OF  THIS  SECTION\n   12  MUST  BE OR MUST INCLUDE AT LEAST A PLEA OF GUILTY TO A CLASS A-II FELO-\n   13  NY.\n   14    S 7. This act shall take effect on the first of November next succeed-\n   15  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2282\n\nTITLE OF BILL:\nAn act to amend the penal law and the criminal procedure law, in\nrelation to offenses involving the criminal possession of a firearm,\nrifle, shotgun, or machine-gun and increasing the penalties therefor,\nrestricting the ability to plea to lesser offenses, and providing for\nmandatory minimum sentences of imprisonment\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill would create a new category of the Penal Law called criminal\npossession of a firearm, rifle, shotgun or machine-gun. When a person is\nguilty of such possession while in the course of committing or attempt-\ning to commit a violent felony, they would be charged with a felony and\nreceive the requisite punishment by degree in addition to the penalty\nreceived upon conviction for the first crime. This bill provides for\nconsecutive sentencing for those so convicted.  Sections 1 and 2 of this\nbill amend the Penal Law by adding four new sections, 70.16, 265.45,\n265.50 and 265.55.  These define the crime or criminal possession of a\nfirearm and the requisite sentences. Simple possession of a firearm\nconstitutes third-degree possession (Class C felony, not less than ten\nyears), possession that involves physical injury constitutes second-de-\ngree possession (Class B felony, not less than fifteen years),\npossession involving death constitutes first degree possession (Class\nA-II felony, not less than twenty-five years).\n\nSection 3 of the bill amends Subdivision 1 of Section 70.25 of the Penal\nLaw to except the provisions of a new Subdivision 6 (created in Section\n5) from this subdivision.\n\nSection 4 amends Subdivision 2 of Section 70.25 of the Penal Law to\nexempt the three new sections created in Section 1 from this Subdivi-\nsion, dealing with multiple sentences.\n\nSection 5 amends Section 70.25 of the Penal Law by creating a new Subdi-\nvision 6 by providing that when a person is convicted of a criminal\npossession of a firearm AND any other crime, such sentences shall run\nconsecutively.\n\nSection 6 amends Subdivision 5 of Section 220.10 of the Criminal Proce-\ndure Law to provide that in the event of a plea of guilty to a violent\nfelony must include at least a plea of guilty to a Class A-II felony.\n\nJUSTIFICATION:\nWith the rate of violent crime soaring, this bill would deter violent\nfelonies which in any way involve firearms. The criminal not only would\nface the requisite penalties for the actual act committed, but also\nstringent penalties for the possession of the weapon.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThe first day of November next succeeding the date on which it shall\nhave become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the criminal procedure law, in relation to offenses involving the criminal possession of a firearm, rifle, shotgun, or machine-gun and increasing the penalties therefor, restricting the ability to plea to lesser offenses, and providing for mandatory minimum sentences of imprisonment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T125755.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090967
}