{
  "year" : 2011,
  "senateBillNo" : "S2284-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2284-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the confidentiality of income information contained in application or reporting for surcharge purposes for limited-profit housing companies",
  "summary" : "Provides that except in accordance with proper judicial order, or proper intergovernmental use, or as otherwise provided by law, it shall be unlawful for the commissioner of housing, the supervising agency, housing companies, and their officers and agents or any person who is permitted to inspect any application for admission or income report submitted during occupancy for surcharge purposes for a limited profit housing company, submitted in accordance with certain provisions of the private housing finance law relating to rentals and the selection of tenants, to divulge or make known in any manner the contents of such application or report; imposes fine not to exceed two hundred fifty dollars. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S833-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2284\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to amend the private housing finance law, in relation to confi-\n         dentiality of contents of applications for admission  or  reports  for\n         surcharge purposes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The private housing finance law is amended by adding a  new\n    2  section 31-c to read as follows:\n    3    S  31-C.  INCOME  DATA; CONFIDENTIALITY REQUIREMENT; AND PENALTIES FOR\n    4  VIOLATION. 1. EXCEPT IN ACCORDANCE WITH PROPER JUDICIAL ORDER, OR PROPER\n    5  INTERGOVERNMENTAL USE, OR AS OTHERWISE PROVIDED  BY  LAW,  IT  SHALL  BE\n    6  UNLAWFUL FOR THE COMMISSIONER, THE SUPERVISING AGENCY AND HOUSING COMPA-\n    7  NIES,  AND  THEIR  OFFICERS AND AGENTS OR ANY PERSON WHO IS PERMITTED TO\n    8  INSPECT ANY APPLICATION FOR ADMISSION OR INCOME REPORT SUBMITTED  DURING\n    9  OCCUPANCY  FOR  SURCHARGE PURPOSES, SUBMITTED IN ACCORDANCE WITH SECTION\n   10  THIRTY-ONE OF THIS ARTICLE, TO DIVULGE OR MAKE KNOWN IN ANY  MANNER  THE\n   11  CONTENTS OF SUCH APPLICATION OR REPORT.\n   12    2. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO PROHIBIT THE PUBLICA-\n   13  TION  OF  STATISTICS  SO  CLASSIFIED AS TO PREVENT THE IDENTIFICATION OF\n   14  PARTICULAR APPLICATIONS OR REPORTS.\n   15    3. ANY VIOLATION OF THE PROVISIONS OF THIS SECTION SHALL BE PUNISHABLE\n   16  BY A FINE NOT EXCEEDING TWO HUNDRED FIFTY DOLLARS.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07144-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to confidentiality of contents of applications for admission or reports for surcharge purposes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T151149.TXT", "SOBI.D110119.T125755.TXT", "SOBI.D110118.T144146.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295459875987
}