{
  "year" : 2011,
  "senateBillNo" : "S2288-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2288-2011-1295326800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires disclosure of ingredients in fast foods",
  "summary" : "Adds a new article 30-B to the general business law entitled fast food restaurants; requires fast food restaurants, upon request, to disclose ingredients and nutritional information in foods sold; provides that a sign must be posted to notify customers of their right to this information; creates a civil penalty of not less than $50 or not more than $250 for each violation of this article. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S200-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2288\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to  disclosure  of\n         the  ingredients and nutritional information of foods offered for sale\n         in fast food restaurants\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  30-B to read as follows:\n    3                                ARTICLE 30-B\n    4                            FAST FOOD RESTAURANTS\n    5  SECTION  645. DISCLOSURE OF FOOD INGREDIENTS AND NUTRITIONAL INFORMATION\n    6                 BY FAST FOOD RESTAURANTS.\n    7    S 645. DISCLOSURE OF FOOD INGREDIENTS AND NUTRITIONAL  INFORMATION  BY\n    8  FAST  FOOD  RESTAURANTS.  1. AS USED IN THIS ARTICLE, \"FAST FOOD RESTAU-\n    9  RANT\" MEANS ANY FRANCHISED OUTLET OF A  RESTAURANT  CHAIN  THAT  DERIVES\n   10  THIRTY  PERCENT OR MORE OF ITS BUSINESS FROM THE SALE OF PREPARED, READY\n   11  TO EAT FOOD, WHICH IS SERVED IN A CONTAINER OR WRAPPER AND  IS  CONSUMED\n   12  ON THE PREMISES.\n   13    2.  UPON  REQUEST,  A FAST FOOD RESTAURANT SHALL MAKE AVAILABLE AT THE\n   14  RESTAURANT THE DISCLOSURE OF THE INGREDIENTS  AND  NUTRITIONAL  INFORMA-\n   15  TION,  INCLUDING  ITEMS  USED  IN PREPARATION, OF EACH AND EVERY ITEM OF\n   16  FOOD OFFERED FOR SALE AT THE RESTAURANT TO INCLUDE THE FOLLOWING:\n   17    (A) THE COMMON OR USUAL NAME OF THE FOOD OR BEVERAGE;\n   18    (B) THE NAMES OF THE SPECIFIC INGREDIENTS;\n   19    (C) EACH INDIVIDUAL FAT AND/OR OIL INGREDIENT OF A FOOD BY ITS SPECIF-\n   20  IC COMMON OR USUAL NAME;\n   21    (D) ALL NUTRIENT QUANTITIES (INCLUDING VITAMINS,  MINERALS,  CALORIES,\n   22  PROTEIN,  CARBOHYDRATE,  FAT, SODIUM AND POTASSIUM) SHALL BE DECLARED IN\n   23  RELATION TO THE AVERAGE OR USUAL SERVING; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07392-01-1\n\n       S. 2288                             2\n\n    1    (E) THE NAMES OF THE SPECIFIC SPICES, ARTIFICIAL  FLAVORINGS,  ARTIFI-\n    2  CIAL COLORINGS AND CHEMICAL PRESERVATIVES.\n    3    3.  ALL  FAST FOOD RESTAURANTS SHALL PERMANENTLY POST IN A CONSPICUOUS\n    4  PLACE, A SIGN UPON WHICH THERE  SHALL  BE  IMPRINTED  IN  NO  LESS  THAN\n    5  FIFTY-POINT BOLD TYPE THE FOLLOWING NOTICE:\n    6    \"UPON REQUEST YOU HAVE THE RIGHT TO OBTAIN A LIST OF THE\n    7    INGREDIENTS OF FOOD OFFERED FOR SALE AT THIS RESTAURANT\"\n    8    4.  A  VIOLATION  OF SUBDIVISION TWO OR THREE OF THIS SECTION SHALL BE\n    9  PUNISHABLE BY A CIVIL PENALTY OF NOT LESS THAN FIFTY DOLLARS OR NOT MORE\n   10  THAN TWO HUNDRED FIFTY DOLLARS FOR EACH VIOLATION.\n   11    S 2. This act shall take effect on the first of January next  succeed-\n   12  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to disclosure of the ingredients and nutritional information of foods offered for sale in fast food restaurants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T144704.TXT", "SOBI.D110118.T162156.TXT", "SOBI.D110118.T154152.TXT", "SOBI.D110119.T125255.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295459575843
}