{
  "year" : 2011,
  "senateBillNo" : "S2280-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2280-2011-1295326800000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits any person who works on a regular basis for a political committee for a statewide elected office from receiving compensation from an inaugural committee",
  "summary" : "Prohibits any person who works on a regular basis for a political committee for a statewide elected office from receiving compensation from an inaugural committee. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S933-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2280\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to limitation  on  compen-\n         sation by inauguration committees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The election law is amended by adding a new section  14-125\n    2  to read as follows:\n    3    S  14-125.  LIMITATION ON COMPENSATION BY INAUGURATION COMMITTEES.  NO\n    4  PERSON WHO WORKS ON A REGULAR BASIS,  EITHER  WITH  OR  WITHOUT  COMPEN-\n    5  SATION,  FOR  A  POLITICAL COMMITTEE FOR A STATEWIDE ELECTED OFFICE, MAY\n    6  THEREAFTER RECEIVE COMPENSATION FROM A COMMITTEE ORGANIZED TO PROMOTE OR\n    7  AID IN THE INAUGURATION OF THE  STATEWIDE  ELECTED  OFFICIAL  FOR  WHOSE\n    8  COMMITTEE SUCH PERSON WORKED.\n    9    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07052-01-1\n",
  "memo" : "BILL NUMBER:S2280\n\nTITLE OF BILL:\nAn act to amend the election law, in relation to limitation on compen-\nsation by inauguration committees\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill would preclude inauguration committees from paying persons who\nworked regularly on political campaigns.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would add a new section 14-125 to the Election Law, which\nwould preclude inauguration committees from compensating a person who\nworked on a regular basis for the political campaign committee.\n\nJUSTIFICATION:\nCampaign fund raising practices are having a corrosive effect on the\npublic's confidence in the integrity of government. Too often, citizens\nfeel that their individual votes are of little consequence. The cumula-\ntive impact is a significant threat to the fundamental values of democ-\nracy. Numerous accounts, have revealed disturbing instances of people\nwho have worked regularly on a political campaign moving to jobs with an\ninauguration committee immediately after an election victory. Inaugu-\nration committees have solicited contributions with the avowed purpose\nof defraying expenses that might otherwise be borne by the state for\ninaugural activities.  When the inauguration committee pays a former\ncampaign worker substantial amounts of money, it may be that the\npayments are compensating the person for prior campaign work. This bill\naddresses the problem by precluding inauguration committees from compen-\nsating persons who worked on a regular basis for the political campaign\ncommittee.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThis act takes effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to limitation on compensation by inauguration committees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T125755.TXT", "SOBI.D110118.T153151.TXT", "SOBI.D110118.T145147.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090964
}