{
  "year" : 2011,
  "senateBillNo" : "S2283-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2283-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to protection of religious freedom",
  "summary" : "Provides that the state and political subdivisions thereof shall be prohibited from enacting or enforcing any law which substantially burdens a religious belief or practice unless there is compelling governmental interest and such law is the least restrictive means necessary to accomplish such interest. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S834-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2283\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to the free  exercise  of\n         religion\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new  article  14-A\n    2  to read as follows:\n    3                                 ARTICLE 14-A\n    4                          FREE EXERCISE OF RELIGION\n    5  SECTION 275. LEGISLATIVE FINDINGS AND STATEMENT OF INTENT.\n    6          276. FREE EXERCISE OF RELIGION PROTECTED.\n    7          277. DEFINITIONS.\n    8          278. APPLICABILITY.\n    9    S  275.  LEGISLATIVE FINDINGS AND STATEMENT OF INTENT. 1. THE LEGISLA-\n   10  TURE FINDS THAT:\n   11    (A) THE STATE CONSTITUTION RECOGNIZES THE FREE EXERCISE AND  ENJOYMENT\n   12  OF  RELIGIOUS  PROFESSION AND WORSHIP, WITHOUT DISCRIMINATION OR PREFER-\n   13  ENCE, AS AN INHERENT AND FUNDAMENTAL RIGHT;\n   14    (B) LAWS \"FACIALLY NEUTRAL\" TOWARD RELIGION, AS WELL AS LAWS  INTENDED\n   15  TO  INTERFERE WITH RELIGIOUS EXERCISE, MAY BURDEN RELIGIOUS EXERCISE AND\n   16  PROFESSION;\n   17    (C) GOVERNMENTS SHOULD NOT  SUBSTANTIALLY  BURDEN  RELIGIOUS  EXERCISE\n   18  WITHOUT COMPELLING JUSTIFICATION; AND\n   19    (D) THE COMPELLING INTEREST TEST, AS SET FORTH IN THE FEDERAL CASES OF\n   20  WISCONSIN  V.  YODER,  406 US 205 (1972), AND SHERBERT V. VERNER, 374 US\n   21  398 (1963), IS A WORKABLE TEST FOR STRIKING  SENSIBLE  BALANCES  BETWEEN\n   22  RELIGIOUS LIBERTY AND COMPETING GOVERNMENTAL INTERESTS.\n   23    2. IT IS THE INTENT OF THE LEGISLATURE:\n   24    (A)  TO  GUARANTEE  THAT  A  TEST OF COMPELLING STATE INTEREST WILL BE\n   25  IMPOSED ON ALL STATE AND LOCAL LAWS AND ORDINANCES IN ALL CASES IN WHICH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07145-01-1\n\n       S. 2283                             2\n\n    1  FREE EXERCISE AND ENJOYMENT  OF  RELIGIOUS  PROFESSION  AND  WORSHIP  IS\n    2  SUBSTANTIALLY BURDENED; AND\n    3    (B)  TO  PROVIDE A CLAIM OR DEFENSE TO PERSONS WHOSE RELIGIOUS PROFES-\n    4  SION AND WORSHIP IS SUBSTANTIALLY BURDENED BY GOVERNMENT.\n    5    S 276. FREE EXERCISE OF RELIGION PROTECTED. 1.  GOVERNMENT  SHALL  NOT\n    6  SUBSTANTIALLY  BURDEN  A  PERSON'S  EXERCISE  AND ENJOYMENT OF RELIGIOUS\n    7  PROFESSION AND WORSHIP EVEN IF THE BURDEN RESULTS FROM A RULE OF GENERAL\n    8  APPLICABILITY, EXCEPT AS PROVIDED IN SUBDIVISION TWO OF THIS SECTION.\n    9    2. GOVERNMENT MAY SUBSTANTIALLY BURDEN A PERSON'S EXERCISE AND  ENJOY-\n   10  MENT  OF  RELIGIOUS  PROFESSION AND WORSHIP ONLY IF IT DEMONSTRATES THAT\n   11  APPLICATION OF THE BURDEN TO THE PERSON--\n   12    (A) IS IN FURTHERANCE OF A COMPELLING GOVERNMENTAL INTEREST; AND\n   13    (B) IS THE LEAST  RESTRICTIVE  MEANS  OF  FURTHERING  THAT  COMPELLING\n   14  GOVERNMENTAL INTEREST.\n   15    3. A PERSON WHOSE RELIGIOUS EXERCISE HAS BEEN BURDENED IN VIOLATION OF\n   16  THIS  SECTION MAY ASSERT THAT VIOLATION AS A CLAIM OR DEFENSE IN A JUDI-\n   17  CIAL PROCEEDING AND OBTAIN APPROPRIATE RELIEF AGAINST A GOVERNMENT.    A\n   18  PARTY  WHO  PREVAILS  IN  ANY  ACTION  TO ENFORCE THIS ARTICLE AGAINST A\n   19  GOVERNMENT SHALL RECOVER ATTORNEY'S FEES AND COSTS.\n   20    S 277. DEFINITIONS. AS USED IN THIS ARTICLE:\n   21    1. THE  TERM  \"GOVERNMENT\"  INCLUDES  A  BRANCH,  DEPARTMENT,  AGENCY,\n   22  INSTRUMENTALITY,  AND  OFFICIAL  (OR  OTHER PERSON ACTING UNDER COLOR OF\n   23  LAW) OF THE STATE, OR A MUNICIPALITY OR SUBDIVISION OF THE STATE;\n   24    2. THE TERM \"DEMONSTRATES\" MEANS MEETS THE BURDENS  OF  GOING  FORWARD\n   25  WITH THE EVIDENCE AND OF PERSUASION; AND\n   26    3.  THE  TERM  \"EXERCISE  AND  ENJOYMENT  OF  RELIGIOUS PROFESSION AND\n   27  WORSHIP\" MEANS THE PRACTICE OF RELIGION UNDER SECTION THREE OF ARTICLE I\n   28  OF THE STATE CONSTITUTION.\n   29    S 278. APPLICABILITY.  1. THIS ARTICLE APPLIES TO ALL STATE AND  LOCAL\n   30  LAWS  AND ORDINANCES AND THE IMPLEMENTATION OF SUCH LAWS AND ORDINANCES,\n   31  WHETHER STATUTORY OR OTHERWISE, AND WHETHER ADOPTED BEFORE OR AFTER  THE\n   32  EFFECTIVE DATE OF THIS ARTICLE.\n   33    2. STATE LAW ADOPTED AFTER THE EFFECTIVE DATE OF THIS ARTICLE SHALL BE\n   34  SUBJECT  TO THIS ARTICLE UNLESS SUCH LAW EXPLICITLY EXCLUDES SUCH APPLI-\n   35  CATION BY REFERENCE TO THIS ARTICLE.\n   36    3. NOTHING IN THIS ARTICLE SHALL BE CONSTRUED TO AUTHORIZE ANY GOVERN-\n   37  MENT TO BURDEN ANY RELIGIOUS BELIEF.\n   38    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2283\n\nTITLE OF BILL:\nAn act to amend the executive law, in relation to the free exercise of\nreligion\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThe reason for this amendment is to add article 14-A, Sections:\n\n275. Legislative Findings and Statement of Intent.\n\n276. Free Exercise of Religion Protected\n\n277. Definitions\n\n278. Applicability\n\nJUSTIFICATION:\nLegislation is necessary to insure the freedom of religious liberty\nguaranteed by our constitution.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the free exercise of religion ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T184450.TXT", "SOBI.D110119.T125755.TXT", "SOBI.D110118.T144146.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090969
}