{
  "year" : 2011,
  "senateBillNo" : "S2299-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2299-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits the period of time in which a defendant against whom a misdemeanor complaint is pending in a local criminal court may be held in custody",
  "summary" : "Limits the period of time for which a defendant against whom a misdemeanor complaint is pending in a local criminal court may be held in custody by requiring his or her release if a misdemeanor complaint has not been replaced by a misdemeanor information within 120-144 hours of arrest. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S164-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2299\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation  to  misdemeanor\n         complaints\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of section  170.70  of  the  criminal\n    2  procedure law is amended to read as follows:\n    3    Upon  application  of a defendant against whom a misdemeanor complaint\n    4  is pending in a local criminal court, and who, [either at  the  time  of\n    5  his arraignment thereon or subsequent thereto, has been committed to the\n    6  custody of the sheriff] SINCE THE TIME OF HIS ARREST OR SUBSEQUENT THER-\n    7  ETO, HAS BEEN HELD IN CUSTODY pending disposition of the action, and who\n    8  has  been confined in such custody for a period of more than [five days,\n    9  not including Sunday] ONE HUNDRED TWENTY HOURS, OR IN THE EVENT  THAT  A\n   10  SATURDAY,  SUNDAY  OR  LEGAL  HOLIDAY  OCCURS  DURING  SUCH CUSTODY, ONE\n   11  HUNDRED FORTY-FOUR HOURS, without any information having been  filed  in\n   12  replacement  of  such  misdemeanor  complaint,  the  criminal court must\n   13  release the defendant on his own recognizance unless:\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07441-01-1\n",
  "memo" : "BILL NUMBER:S2299\n\nTITLE OF BILL:\nAn act to amend the criminal procedure law, in relation to misdemeanor\ncomplaints\n\nSUMMARY:\nThe proposed amendments to CPL &sect;170.70 would make the statute parallel\nto its counterpart, Section 180.80. The changes would require the\nrelease from jail of any defendant charged with misdemeanors when the\nmisdemeanor complaint has not been replaced with a legally sufficient\nmisdemeanor information within 120 or 144 hours of the defendant's\narrest. The changes proposed in the bill are to commence the time period\ndefined in the statute with the arrest rather than the arraignment and\nto measure the time period in hours, not days.\n\nJUSTIFICATION:\nThere is no rational basis for measuring the applicable time limits for\nSections 180.80 and 170.70 differently.  The Legislature amended Section\n180.80 in 1981, the point at which time started to run was changed from\nthe time of arraignment to the time of arrest. No similar alteration was\nmade for Section 170.70, apparently because of a simple oversight. There\nis certainly no legislative history which Supports a distinction between\nhow these two statutes define the commencement of the applicable time\nperiod.  The current statutes with misdemeanors are for a longer period.\n\nThe current statutes resulting in the anomaly of incarcerating many\ndefendants charged only with misdemeanors for a longer period than would\nbe legally permitted if they had been charged with felonies.  For exam-\nple, consider two defendants arrested at 5:00 p.m. on March 3. One is\ncharged with a felony; the other with a misdemeanor.  Because of a back-\nlog in the criminal justice system, neither defendant is arraigned in\ncourt until March 6. The defendant charged with a felony, however, can\nbe held in jail until March 9, unless he is indicted or has a prelimi-\nnary hearing or obtain an indictment. In the case of misdemeanor\ncomplaint, no witness need appear in court - all that is required is\nthat a witness sign an affidavit attesting to the truth is required is\nthat a witness sign an affidavit attesting to the truth of the matters\nalleged in the complaint. Upon filing the affidavit, the complaint is\ndeemed converted into an information.  Finally, the proposed changes do\nseek to shorten the time period applicable to equivalent to the 120 hour\nperiod proposed in the amendments. Indeed, misdemeanors to the extent\nthat they add 24 more hours for Saturdays and legal holidays, events\nwhich under the current language of Section 170.70 do not extend the\ntime. In any event, 120 to 144 hours are required to obtain corrob-\noration of the charges and present it to the court and the defendant.\nNo undo hardship is placed on the prosecution by changing the measure-\nment from day to hours.\n\nFISCAL IMPLICATIONS:\n\nSome savings to counties and cities responsible for paying for the costs\nof incarceration.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to misdemeanor complaints ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T122252.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T153652.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110118.T150705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090991
}