{
  "year" : 2011,
  "senateBillNo" : "S2297-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S2297-2011-1295326800000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires building developments comply with present law or with satisfactory traffic control and street improvement plans in N.Y. city",
  "summary" : "Requires that before a certificate of occupancy can be issued for a building located in a development in a city having a population of one million or more, present law respecting mapped street improvement and access thereto be complied with, or city planning commission must have certified, pursuant to requirements of a special purpose district set forth in city's zoning resolution, that development complies with a satisfactory plan of traffic control and vehicular access, and abutting street improvement satisfactory to department of transportation of the city. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "General City Law",
  "previousVersions" : [ "S203-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2297\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the general city law, in relation to requiring in a city\n         having a population of one million or more, that building developments\n         either comply with  present  law  respecting  abutting  mapped  street\n         access  or, pursuant to requirements of a special purpose district set\n         forth in zoning resolution, comply with satisfactory  traffic  control\n         and street improvement plans providing vehicular access\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 36 of the  general  city  law,  as\n    2  amended  by  chapter  815  of  the  laws  of 1984, is amended to read as\n    3  follows:\n    4    2. A city having a population of one million or more. No public munic-\n    5  ipal street utility or improvement shall  be  constructed  by  any  city\n    6  having  a  population  of  one  million or more in any street or highway\n    7  until it has become a public street or highway and is duly placed on the\n    8  official map or plan, with the  exception  that  a  city  may  construct\n    9  improvements and provide services to any public way (mapped or unmapped)\n   10  if  the  public way has been open and in use to the public for a minimum\n   11  of ten years. The existence of the public way must  be  attested  to  by\n   12  documents  satisfactory  to  the  municipality,  such as reports of city\n   13  agencies providing municipal services. No certificate of occupancy shall\n   14  be issued in such city for any  building  unless  a  street  or  highway\n   15  giving access to such structure has been duly placed on the official map\n   16  or plan, which street or highway, and any other mapped street or highway\n   17  abutting such building or structure shall have been suitably improved to\n   18  the  satisfaction  of  the  department  of transportation of the city in\n   19  accordance with standards and specifications approved by such department\n   20  as adequate in respect to the public health, safety and general  welfare\n   21  for  the  special  circumstances of the particular street or highway, OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07395-01-1\n\n       S. 2297                             2\n\n    1  UNLESS THE CITY PLANNING  COMMISSION  OF  SUCH  CITY,  PURSUANT  TO  THE\n    2  REQUIREMENTS  OF  A  SPECIAL  PURPOSE  DISTRICT SET FORTH IN SUCH CITY'S\n    3  ZONING RESOLUTION, SHALL HAVE CERTIFIED THAT THE BUILDING IS LOCATED  IN\n    4  A DEVELOPMENT WHICH COMPLIES WITH A PLAN THAT (A) PROVIDES FOR VEHICULAR\n    5  ACCESS  AND  EGRESS  FOR  EMERGENCY  AND  OTHER VEHICULAR TRAFFIC TO THE\n    6  DEVELOPMENT ARRANGED SO THAT SUCH ACCESS AND  EGRESS  AFFORDS  THE  BEST\n    7  MEANS  OF  CONTROLLING THE FLOW OF TRAFFIC GENERATED BY SUCH DEVELOPMENT\n    8  AND (B) PROVIDES THE BUILDING WITH DIRECT OR INDIRECT ACCESS TO A STREET\n    9  OR HIGHWAY DULY PLACED ON THE OFFICIAL MAP  OR  PLAN,  WHICH  STREET  OR\n   10  HIGHWAY,  AND  ANY  OTHER  STREET  OR  HIGHWAY ABUTTING SUCH BUILDING OR\n   11  STRUCTURE SHALL HAVE BEEN IMPROVED TO THE SATISFACTION OF THE DEPARTMENT\n   12  OF TRANSPORTATION OF THE CITY AS SET FORTH ABOVE IN  THIS  SECTION,  or,\n   13  alternately,  unless the owner has furnished to the department of trans-\n   14  portation of such city a performance bond naming the  city  as  obligee,\n   15  approved  by  such  department,  to the full cost of such improvement as\n   16  estimated by such department, or other security approved by such depart-\n   17  ment, that such improvement will be completed within the time  specified\n   18  by  such  department.  If such improvement has not been installed within\n   19  the time specified by such department, such department may declare  such\n   20  performance  bond  or other security to be in default and shall collect,\n   21  in the name of the city, the  sum  remaining  payable  thereunder.  Upon\n   22  receipt  of  the  proceeds thereof, the city shall install such improve-\n   23  ment. If the cost of such improvement exceeds the sum remaining  payable\n   24  under  such  bond  or  other security, the owner shall be liable for and\n   25  shall pay to the city, the amount of such excess. Where the  enforcement\n   26  of  the  provisions of this section would entail practical difficulty or\n   27  unnecessary hardship, and where the circumstances of  the  case  do  not\n   28  require  the  structure to be related to existing or proposed streets or\n   29  highways, the applicant for such a certificate of occupancy  may  appeal\n   30  from  the  decision  of  the administrative officer having charge of the\n   31  issuance of certificates of occupancy to  the  board  of  standards  and\n   32  appeals  or  other similar board of such city having power to make vari-\n   33  ances or exceptions in zoning regulations, and the same  provisions  are\n   34  hereby  applied  to  such  appeals  and to such board as are provided in\n   35  cases of appeals on zoning regulations. The board may in passing on such\n   36  appeal make any reasonable exception and issue the certificate of  occu-\n   37  pancy subject to conditions that will protect any future street or high-\n   38  way  layout.  Any  such  decision  shall  be subject to review under the\n   39  provisions of article seventy-eight of the civil practice law and rules.\n   40  No permit shall be granted for the erection of any building or structure\n   41  in such city unless the owner  has  furnished  to  the  commissioner  of\n   42  transportation  of  such  city  a  policy of liability insurance, marked\n   43  paid, in such amounts as may be  fixed  by  such  department,  insuring,\n   44  indemnifying  and  saving  the  city  harmless  from  any claims, suits,\n   45  demands, causes of action and judgments by reason of  personal  injuries\n   46  sustained  by  any  person  or  persons,  including  death, and from any\n   47  claims, suits, demands, causes of action and judgments  for  damages  to\n   48  property,  occurring  on  any such street or highway giving access to or\n   49  abutting such structure, up to the date of the issuance of  the  certif-\n   50  icate  of  occupancy or up to the date of the completion of the improve-\n   51  ment of such street or highway  as  required  by  or  pursuant  to  this\n   52  section,  whichever  is later. In the event that the owner is covered by\n   53  such a policy of liability insurance, the department  of  transportation\n   54  may accept a certificate of endorsement extending such policy to include\n   55  and  cover  the city.   Every permit issued for the erection of any such\n   56  building or structure shall contain a statement that no  certificate  of\n\n       S. 2297                             3\n\n    1  occupancy  will  be  issued  with  respect to such building or structure\n    2  unless a street or highway giving access to such structure has been duly\n    3  placed on the official map or plan, which  street  or  highway  and  any\n    4  other mapped street or highway abutting such building or structure shall\n    5  have  been  suitably  improved  to the satisfaction of the department of\n    6  transportation of the city in accordance with standards  and  specifica-\n    7  tions  approved  by such department as adequate in respect to the public\n    8  health, safety and general welfare for the special circumstances of  the\n    9  particular  street  or  highway  or,  alternately,  unless the owner has\n   10  furnished to the department of transportation a performance bond  naming\n   11  the  city  as  obligee, approved by such department, sufficient to cover\n   12  the full cost of such improvement as estimated by  such  department,  or\n   13  other  security  approved by such department, that such improvement will\n   14  be completed within the time specified by such department.\n   15    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2297\n\nTITLE OF BILL:\nAn act to amend the general city law, in relation to requiring in a city\nhaving a population of one million or more, that building developments\neither comply with present law respecting abutting mapped street access\nor, pursuant to requirements of a special purpose district set forth in\nzoning resolution, comply with satisfactory traffic control and street\nimprovement plans providing vehicular access\n\nPURPOSE OF BILL:\nThis bill will provide that if the city planning commission certifies\npursuant to a special zoning district set forth in such city's zoning\nresolution that a development has adequate vehicular and emergency\naccess to a street or highway duly placed. on an official map or plan,\nsuch certification shall satisfy the requirements of GLC &sect;36(2).\n\nSUMMARY OF PROVISIONS:\nThis bill would allow the city planning commission certification in\ncertain special zoning districts to satisfy the requirements of GLC\n36(2) concerning a development's access to a mapped street.  Currently,\nin certain special districts the New York City Zoning Resolution\n(\"NYCZR\") requires that the New York City Planning Commission (\"CPC\")\ncertify that a development has adequate vehicular access. However, this\ncertification is not effective to satisfy the requirements of GLC\n36(2) and a separate proceeding before the New York City Board of Stand-\nards and Appeals (\"BSA\") is required before the Department of Buildings\n(\"DOB\") can issue a certificate of occupancy for any development which\ndoes not have direct access to a mapped street.\n\nJUSTIFICATION:\nThis amendment is designed to eliminate the duplication of administra-\ntive procedures that occurs when a developer is required to obtain both\na certification from the city planning commission that a development has\nadequate vehicular access under requirements set forth in the zoning\nresolution and a variance or special exception from the board of appeals\nIn order to obtain a certificate of occupancy for such development under\nthe GLC &sect; 36(2).\n\nBACKGROUND:\nGLC &sect; 36(2) is designed to ensure that all new buildings have reasonable\naccess to mapped streets for emergency and other vehicular access.\nUnder the provisions of GLC &sect; 36(2) as historically interpreted in New\nYork City, any development which does not have direct access to a street\nor highway shown on the official city map has been required to obtain a\nvariance from the BSA before the DOB will issue a certificate of occu-\npancy for any of the buildings located in the development. In granting\nthis variance, the BSA examines whether the development has adequate\nemergency and vehicular access to a mapped street and imposes any neces-\nsary conditions required to ensure such access.\n\nBSA variances pursuant to GLC &sect;36(2) have been prevalent in Staten\nIsland where there are many areas and neighborhoods which do not have\nstreets placed on the official city map. Typically, in these areas\nstreets were plotted by surveyors earlier in the century but never\nplaced on the official city map (\"streets of record\"). Many of these\nstreets of record have been improved and serve existing residences.  In\naddition, many of these streets are shown on unofficial city maps and\nplans, including the NYCZR. However, any development constructed on\nthese streets is not considered to have direct access to a street placed\non the official city map. Therefore, a variance is required from the\nBSA. At the same time, as part of the general development review for\ncertain special districts in Staten Island, the CPC has required that a\ndeveloper obtain a CPC certification that developments have adequate\nvehicular access. In making such a certification, the CPC examines the\ndevelopment's overall access to a street or highway placed on the city\nmap and access and egress for emergency traffic in particular.\n\nThis act will provide that in special zoning districts where a CPC\ncertification concerning a development's vehicular access is required,\nsuch certification would be sufficient to satisfy the requirements of\nGLC &sect;36(2). The act will have a limited effect because it will only\napply in those special zoning district instances when a developer ordi-\nnarily would be required to obtain both the CPC certification and a BSA\nvariance. In such cases, this act will eliminate the duplicate CPC and\nBSA review procedures. The current dual procedure provides no public\nbenefit and greatly increases the processing time and expense for many\nproposed developments, particularly in Staten Island. Because the major-\nity of such developments are residential developments, the cost of hous-\ning is adversely affected by the dual application process. For the\npurpose of GLC &sect;36(2), the CPC certification in certain special zoning\ndistricts will provide adequate assurance that a development provides\nthe necessary access for vehicular and emergency traffic to a mapped\nstreet.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general city law, in relation to requiring in a city having a population of one million or more, that building developments either comply with present law respecting abutting mapped street access or, pursuant to requirements of a special purpose district set forth in zoning resolution, comply with satisfactory traffic control and street improvement plans providing vehicular access ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T144704.TXT", "SOBI.D110119.T122252.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T153652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090987
}