{
  "year" : 2011,
  "senateBillNo" : "S2290-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S2290-2011-1295326800000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provision regarding credit needs of local communities",
  "summary" : "Directs the superintendent of banks to consider a banking institution's origination history for certain reverse mortgage loans to a mortgagor or mortgagors whose income does not exceed 80% of the median income of the county of residence when assessing its performance records in meeting credit needs of local communities. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S340-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2290\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to  assessment  of  banking\n         institution's record regarding credit needs of local communities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 9 of paragraph (a) of subdivision 3 of section\n    2  28-b of the banking law, as amended by chapter 315 of the laws of  2008,\n    3  is amended to read as follows:\n    4    (9)  The  banking  institution's  origination  of residential mortgage\n    5  loans, REVERSE MORTGAGE LOANS WHEN ISSUED TO A MORTGAGOR  OR  MORTGAGORS\n    6  WHOSE  INCOME DOES NOT EXCEED EIGHTY PERCENT OF THE MEDIAN INCOME OF THE\n    7  COUNTY OF RESIDENCE,  housing  rehabilitation  loans,  home  improvement\n    8  loans and small business or small farm loans within its community or the\n    9  purchase of such loans originated in its community;\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07281-01-1\n",
  "memo" : "BILL NUMBER:S2290\n\nTITLE OF BILL:\nAn act to amend the banking law, in relation to assessment of banking\ninstitution's record regarding credit needs of local communities\n\nSUMMARY:\nThis bill would amend Section 1, subparagraph 9 of paragraph (a) of\nsubdivision 3 of section 28-b of the banking law, as added by Chapter\n883 of the laws of 1980. This bill would add language to permit Communi-\nty Reinvestment Act credits to be granted to banking institutions when\nthey issue reverse mortgages to people whose incomes are 80% or less\nthan the median income of their county of residence.\n\nJUSTIFICATION:\nFew banks in New York State are currently involved in reverse mortgage\nprograms. The few banks that do provide this service to senior citizens\nare not focused on the economic group that needs them most. This bill\nencourages banks to provide reverse mortgages to senior citizens who are\n\"house rich but cash poor\"; those people whose only assets in life may\nbe their home and a social security check. Through the provision of CRA\ncredits more banks will provide reverse mortgages to this group, thereby\nincreasing access for the most needy of New York's senior citizens.\n\nFISCAL IMPLICATION:\nNone to the State.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to assessment of banking institution's record regarding credit needs of local communities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T144704.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T154152.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110119.T125255.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090977
}