{
  "year" : 2011,
  "senateBillNo" : "S2295-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2295-2011-1295326800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that restaurants must give notice of price of specials and credit card limitations",
  "summary" : "Provides that restaurants must conspicuously post and give notice of price of specials and credit card limitations; defines \"restaurant\" and \"specials\"; imposes a civil penalty of $100 and a subsequent violation occurring within twelve months of the first violation shall be $250. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S919-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2295\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law,  in  relation  to  posting  of\n         prices  of  specials  and posting notice of credit card limitations in\n         restaurants\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-mm to read as follows:\n    3    S 399-MM. RESTAURANTS; NOTICE OF SPECIALS AND CREDIT CARD LIMITATIONS.\n    4  1. DEFINITIONS. AS USED IN THIS SECTION:\n    5    (A)  \"RESTAURANT\"  SHALL  MEAN  A PLACE WHICH IS OPEN TO THE PUBLIC IN\n    6  WHICH THE BUSINESS IS THE SALE OF FOOD FOR ON-PREMISES  CONSUMPTION  AND\n    7  WHICH  SHALL  INCLUDE,  BUT NOT BE LIMITED TO, CAFETERIAS, COFFEE SHOPS,\n    8  DINERS, SANDWICH SHOPS, SHORT ORDER CAFES AND FAST-FOOD ESTABLISHMENTS.\n    9    (B) \"SPECIALS\" SHALL MEAN ANY FOOD ITEMS, OTHER THAN BEVERAGES,  WHICH\n   10  ARE  OFFERED  FOR  SALE  BY A RESTAURANT AND WHICH ARE NOT LISTED ON THE\n   11  MENU ALONG WITH THEIR PRICES.\n   12    2. WHENEVER A RESTAURANT SHALL  OFFER  SPECIALS  FOR  SALE,  IT  SHALL\n   13  CONSPICUOUSLY  POST  A NOTICE OF THE SPECIALS THAT ARE AVAILABLE AND THE\n   14  PRICE OF EACH OF THE SPECIALS. SUCH  NOTICE  SHALL  BE  DISPLAYED  IN  A\n   15  MANNER  AND  LOCATION  AS  TO INFORM ALL CUSTOMERS OF SUCH SPECIALS. ANY\n   16  RESTAURANT WHICH VIOLATES THE PROVISIONS OF THIS  SUBDIVISION  SHALL  BE\n   17  SUBJECT  TO  A  CIVIL  FINE  OF  ONE  HUNDRED  DOLLARS  AND A SUBSEQUENT\n   18  VIOLATION OCCURRING WITHIN TWELVE MONTHS OF THE  FIRST  VIOLATION  SHALL\n   19  SUBJECT THE RESTAURANT TO A CIVIL FINE OF TWO HUNDRED FIFTY DOLLARS.\n   20    3.  IN  ADDITION  TO  THE  NOTICE  REQUIRED BY SUBDIVISION TWO OF THIS\n   21  SECTION, WHENEVER A RESTAURANT SHALL OFFER SPECIALS FOR SALE,  IT  SHALL\n   22  PRINT  A  NOTICE  ON  THE MENU ADVISING CUSTOMERS TO ASK THEIR WAITER OR\n   23  WAITRESS OF THE PRICE  OF  SUCH  SPECIALS,  AND  WHENEVER  A  WAITER  OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07139-01-1\n\n       S. 2295                             2\n\n    1  WAITRESS  IS  ASKED  ABOUT  THE AVAILABILITY OF SPECIALS, SUCH WAITER OR\n    2  WAITRESS SHALL QUOTE THE PRICE OF EACH SPECIAL.\n    3    4.  WHENEVER  A  RESTAURANT SHALL IMPOSE MINIMUM DOLLAR LIMITATIONS ON\n    4  THE USE OF CREDIT CARDS AS A METHOD OF PAYMENT, IT  SHALL  CONSPICUOUSLY\n    5  POST  A  NOTICE OF SUCH LIMITATIONS AT THE POINT OF SALE AND SUCH NOTICE\n    6  SHALL ALSO BE CONSPICUOUSLY PRINTED ON ALL MENUS IN SUCH RESTAURANT.\n    7    S 2. This act shall take effect on the thirtieth day  after  it  shall\n    8  have become a law.\n",
  "memo" : "BILL NUMBER:S2295\n\nTITLE OF BILL:\nAn act to amend the general business law, in relation to posting of\nprices of specials and posting notice of credit card limitations in\nrestaurants\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThe general business law will be amended by adding a new section provid-\ning that restaurants post the prices of specials and any credit card\nlimitations, identifying food specials as food items that do not appear\non the printed menu, and requiring that whenever a restaurant imposes a\nminimum dollar limitation on credit card use, they must post that limit.\n\nJUSTIFICATION:\nUnder the current laws, a customer could order a special believing it to\nbe a certain price, and then after eating it find out that the actual\nprice is more than the customer originally thought. Also, a customer\ncould plan to pay with a credit card, but not know of the restaurant's\nminimum dollar credit card limitation.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nOn the 30th day after becoming law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to posting of prices of specials and posting notice of credit card limitations in restaurants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T144704.TXT", "SOBI.D110119.T122252.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T153652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090983
}