{
  "year" : 2011,
  "senateBillNo" : "S2296-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2296-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to appointing special prosecutor to investigate safety violations by the New York city school construction authority",
  "summary" : "Directs the governor to appoint a special prosecutor to investigate safety violations by the New York city school construction authority and provides for functions, duties and powers thereof. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Department",
  "previousVersions" : [ "S172-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2296\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT in relation to appointing a  special  prosecutor  to  investigate\n         certain violations by the New York city school construction authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. 1. (a) The governor, by and with the advice and consent  of\n    2  the  senate,  shall within thirty days of the effective date of this act\n    3  appoint a special prosecutor to investigate safety violations by the New\n    4  York city school construction authority. The  special  prosecutor  shall\n    5  serve  for  a  term of three years unless removed by the governor, after\n    6  notice and an opportunity for a hearing, and then only for one  or  more\n    7  of the following reasons: permanent disability which renders the special\n    8  prosecutor  incapable  of  performing  the  duties of his or her office;\n    9  gross inefficiency, typified by a lack of ability  to  properly  conduct\n   10  investigations  and  prosecutions; neglect of duty, including an unwill-\n   11  ingness to pursue claims of criminal fraud, abuse or corruption; malfea-\n   12  sance; conviction of a felony; or conduct involving moral turpitude.\n   13    (b) Such special prosecutor shall receive an annual salary to be fixed\n   14  by law from within  the  amounts  appropriated  therefor.  Such  special\n   15  prosecutor  shall  possess  all  of  the powers of an assistant attorney\n   16  general otherwise authorized by this act  provided,  however  that  such\n   17  special  prosecutor  shall devote his or her full time and effort exclu-\n   18  sively to investigations and prosecutions  of  actions  and  proceedings\n   19  relating  to  claims of safety violations and negligence against the New\n   20  York city school construction authority.\n   21    2. The special prosecutor may appoint such other deputies,  directors,\n   22  assistants,  and  other  employees  to serve at the special prosecutor's\n   23  pleasure and discretion as may be needed for the performance  of  duties\n   24  and  may  prescribe  their  powers and fix their compensation within the\n   25  amounts appropriated therefor.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07454-01-1\n\n       S. 2296                             2\n\n    1    3. The special prosecutor shall have the following special  functions,\n    2  powers and duties:\n    3    (a)  To  receive, investigate and prosecute complaints as more partic-\n    4  ularly enumerated in paragraphs (b), (c) and  (d)  of  this  subdivision\n    5  whenever  such special prosecutor reasonably concludes that the activity\n    6  alleged may constitute a crime;\n    7    (b) To receive, investigate and prosecute complaints from  the  public\n    8  or  any  other source concerning alleged safety violations which are the\n    9  responsibility of the New York city school construction authority;\n   10    (c) To receive, investigate and prosecute complaints of alleged  fail-\n   11  ures  to  enforce  the  state's laws and pertinent rules and regulations\n   12  regarding workplace or construction site safety;\n   13    (d) To receive, investigate and prosecute complaints of alleged  fail-\n   14  ures  of local officials and employees and private individuals to comply\n   15  with state  laws  and  rules  and  regulations  regarding  workplace  or\n   16  construction site safety;\n   17    (e) To make an annual report to the governor, the attorney general and\n   18  the  legislature  concerning such work during the preceding year, and to\n   19  make such further interim reports to them as they or any of  them  shall\n   20  deem advisable or require; and\n   21    (f)  To  do  all things necessary or convenient to carry out the func-\n   22  tions, powers and duties set forth in this act.\n   23    4. For any claim involving safety violations or negligence by the  New\n   24  York city school construction authority, in addition to criminally pros-\n   25  ecuting  any person so charged the special prosecutor shall have a civil\n   26  right of action to recover damages. Amounts collected  pursuant  to  the\n   27  authority  of this subdivision shall be deposited in the general fund to\n   28  the credit of the special prosecutor  to  offset  the  expenses  of  the\n   29  office herein created.\n   30    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   31  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to appointing a special prosecutor to investigate certain violations by the New York city school construction authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T122252.TXT", "SOBI.D110118.T144704.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T153652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457772032
}