{
  "year" : 2011,
  "senateBillNo" : "S2299-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2299-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits the period of time in which a defendant against whom a misdemeanor complaint is pending in a local criminal court may be held in custody",
  "summary" : "Limits the period of time for which a defendant against whom a misdemeanor complaint is pending in a local criminal court may be held in custody by requiring his or her release if a misdemeanor complaint has not been replaced by a misdemeanor information within 120-144 hours of arrest. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S164-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2299\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation  to  misdemeanor\n         complaints\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of section  170.70  of  the  criminal\n    2  procedure law is amended to read as follows:\n    3    Upon  application  of a defendant against whom a misdemeanor complaint\n    4  is pending in a local criminal court, and who, [either at  the  time  of\n    5  his arraignment thereon or subsequent thereto, has been committed to the\n    6  custody of the sheriff] SINCE THE TIME OF HIS ARREST OR SUBSEQUENT THER-\n    7  ETO, HAS BEEN HELD IN CUSTODY pending disposition of the action, and who\n    8  has  been confined in such custody for a period of more than [five days,\n    9  not including Sunday] ONE HUNDRED TWENTY HOURS, OR IN THE EVENT  THAT  A\n   10  SATURDAY,  SUNDAY  OR  LEGAL  HOLIDAY  OCCURS  DURING  SUCH CUSTODY, ONE\n   11  HUNDRED FORTY-FOUR HOURS, without any information having been  filed  in\n   12  replacement  of  such  misdemeanor  complaint,  the  criminal court must\n   13  release the defendant on his own recognizance unless:\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07441-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to misdemeanor complaints ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T122252.TXT", "SOBI.D110118.T153652.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110118.T150705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457772044
}