{
  "year" : 2011,
  "senateBillNo" : "S2294-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2294-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for establishment of gun court calendars in criminal courts",
  "summary" : "Directs the establishment of gun court calendars in criminal courts to hear cases involving unlawful gun possession and use and requires the expeditious scheduling of trials conducted therein; makes various provisions for the establishment of such calendar. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S347-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2294\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to  establishing\n         gun court calendars in the criminal courts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent.  The  legislature  finds  and  declares\n    2  that:\n    3    (1)  There  has  been significant growth in the use of firearms in the\n    4  commission of violent crimes.\n    5    (2) Many of the shootings are drug or gang related  and  endanger  law\n    6  abiding citizens.\n    7    (3)  Many of the gun offenses are committed while individuals are free\n    8  on bail for other offenses.\n    9    (4) The growing number of gun related offenses  constitutes  a  burden\n   10  upon the state of New York and threatens the domestic tranquility of the\n   11  state  and  its  people,  especially  residents of the urban areas where\n   12  these crimes are most prevalent.\n   13    (5) In order to deter the use of firearms in the commission of violent\n   14  crimes, and to protect the law  abiding  public,  there  must  be  swift\n   15  disposition of gun related offenses in our courts, and there must be the\n   16  certain  prospect  of  prison  terms for those who are convicted of such\n   17  crimes.\n   18    It is therefore declared to be the policy of the state of New York  to\n   19  provide  maximum  safety  and  security  to its people from unlawful gun\n   20  related violence and intrusion upon their persons and property by  expe-\n   21  diting  the  processing and disposition of such cases and, unless other-\n   22  wise provided, imposing prison terms that must be served.\n   23    To accomplish this purpose in an effort to minimize delay in the proc-\n   24  essing  of  criminal  cases  in  this  state  relating  to  the  illegal\n   25  possession  and  use  of guns and other dangerous weapons there shall be\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07288-01-1\n\n       S. 2294                             2\n\n    1  established a separate calendar within the jurisdiction of the  criminal\n    2  courts  of  this  state  for  hearing  trial  and disposition of actions\n    3  brought pursuant to the provisions of the penal law  wherein  a  firearm\n    4  was used during the commission of any crime contained therein.\n    5    S  2.  The  criminal  procedure law is amended by adding a new section\n    6  10.50 to read as follows:\n    7  S 10.50 GUN COURT CALENDAR.\n    8    1. EACH PRESIDING JUSTICE OF THE CRIMINAL COURTS OF THIS  STATE  SHALL\n    9  CREATE  A  GUN  COURT  CALENDAR AND SHALL ASSIGN PERSONNEL TO THE EXTENT\n   10  WARRANTED TO EXCLUSIVELY HEAR AND DECIDE ALL CRIMINAL ACTIONS  INVOLVING\n   11  OFFENSES  WHEREIN A FIREARM WAS USED DURING THE COMMISSION OF ANY CRIME.\n   12  SUCH CALENDAR SHALL BE REFERRED TO AS THE \"GUN COURT  CALENDAR\"  OF  THE\n   13  CRIMINAL COURT FOR THE PURPOSES OF THE PROVISIONS OF THE PENAL LAW WHER-\n   14  EIN  A  FIREARM  WAS  USED  DURING THE COMMISSION OF ANY CRIME CONTAINED\n   15  THEREIN.\n   16    2. ALL TRIALS IN THE CRIMINAL COURTS OF THIS STATE SCHEDULED FOR TRIAL\n   17  ON THE GUN COURT CALENDAR SHALL BE COMMENCED WITHIN SIXTY  DAYS  OF  THE\n   18  COMPLETION  OF  DISCOVERY NOTWITHSTANDING ANY OTHER PROVISION OF LAW. NO\n   19  CONTINUANCES OR POSTPONEMENTS SHALL BE GRANTED  EXCEPT  FOR  GOOD  CAUSE\n   20  SHOWN. SUCH CONTINUANCES AS ARE NECESSARY SHALL BE GRANTED FOR THE SHOR-\n   21  TEST PRACTICABLE TIME.\n   22    3.  UNDER NO CIRCUMSTANCES SHALL A DEFENDANT BE PERMITTED TO RELY UPON\n   23  THE PROVISIONS OF THIS SECTION AS A BASIS FOR A DISMISSAL OF AN ACTION.\n   24    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   25  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to establishing gun court calendars in the criminal courts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T122252.TXT", "SOBI.D110118.T144704.TXT", "SOBI.D110118.T154152.TXT", "SOBI.D110118.T151149.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457772024
}