{
  "year" : 2011,
  "senateBillNo" : "S2298-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2298-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits fuel pass-along rental adjustment to tenant of New York city rent controlled accommodation",
  "summary" : "Provides that no tenant of any housing accommodation which is subject to rent control shall be subject to a fuel adjustment or pass-along increase in rent; provides that any such increase to such tenant shall be null and void. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S166-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2298\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to eliminating fuel pass-along charges for occupants of  rent\n         controlled accommodations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The administrative code of the city of New York is amended\n    2  by adding a new section 26-407.1 to read as follows:\n    3    S 26-407.1 FUEL PASS-ALONG TO  TENANTS  OF  RENT  CONTROLLED  ACCOMMO-\n    4  DATIONS  PROHIBITED.  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW, RULE,\n    5  REGULATION, CHARTER OR ADMINISTRATIVE CODE, NO  TENANT  OF  ANY  HOUSING\n    6  ACCOMMODATION  WHICH  IS  SUBJECT  TO RENT CONTROL SHALL BE SUBJECT TO A\n    7  FUEL ADJUSTMENT OR PASS-ALONG INCREASE IN RENT AND ANY SUCH INCREASE  TO\n    8  SUCH TENANT SHALL BE NULL AND VOID.\n    9    S  2.    This  act  shall  take  effect on the first of September next\n   10  succeeding the date on which it shall have become a law;  provided  that\n   11  the addition of section 26-407.1 to the city rent and rehabilitation law\n   12  made  by  section  one of this act shall remain in full force and effect\n   13  only as long as  the  public  emergency  requiring  the  regulation  and\n   14  control  of  residential  rents  and evictions continues, as provided in\n   15  subdivision 3 of section 1 of the local emergency housing  rent  control\n   16  act.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07446-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to eliminating fuel pass-along charges for occupants of rent controlled accommodations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T122252.TXT", "SOBI.D110118.T144704.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110118.T153652.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110118.T150705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457772040
}