{
  "year" : 2011,
  "senateBillNo" : "S2293-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S2293-2011-1295326800000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for regulation, supervision and inspection of certain motels which provide shelter to the homeless for-profit in N.Y. city",
  "summary" : "Provides for regulation, supervision and inspection of certain motels which provide shelter to the homeless for-profit in cities of one million or more persons by including them within the definition of \"adult care facility\" and subjecting them to certain provisions of the social services law relating to inspection and supervision and regulations of the commissioner of social services thereunder; defines such \"motels for homeless persons\"; subjects site selection for the location of such motels to uniform land use review procedure in which community representatives participate. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S1004-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2293\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Social Services\n\n       AN ACT to amend the social services law, in relation  to  providing  for\n         the  regulation,  supervision and inspection of \"motels\" for-profit in\n         cities of one million or  more  persons  which  provide  temporary  or\n         permanent  places  for  homeless  persons  and receive state financial\n         assistance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings and purposes. The legislature finds\n    2  that financial incentives provided by state programs designed to encour-\n    3  age construction and maintenance of temporary and permanent housing  for\n    4  homeless  persons,  and  financial  assistance provided to such persons,\n    5  have had the unintended effect, in certain cities of  large  population,\n    6  of  stimulating the construction of unregulated motels for-profit, which\n    7  have arisen willy-nilly, even next to garbage dumps, to  take  advantage\n    8  of such incentives. Not only are these motels getting the homeless in at\n    9  full  rates,  courtesy of the taxpayers, but they are providing insuffi-\n   10  cient care and facilities for the population they are intended to  shel-\n   11  ter or serve.\n   12    The  purpose  of this act is to regulate such motels by including them\n   13  within the definition of \"adult care facility\", thereby subjecting  them\n   14  to  the provisions of article 7 of the social services law, allowing the\n   15  commissioner of the office of temporary  and  disability  assistance  to\n   16  classify them and provide for inspection and supervision of their opera-\n   17  tion.  With respect to the construction and location of these for-profit\n   18  \"motels\", the purpose of this act is to subject such places to land  use\n   19  review  procedures  which,  for  site  selection, require input from the\n   20  community in which the \"motel\" is to be located.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06804-01-1\n\n       S. 2293                             2\n\n    1    S 2. Subdivision 21 of section  2  of  the  social  services  law,  as\n    2  amended  by  chapter  558  of  the  laws  of 1999, is amended to read as\n    3  follows:\n    4    21.  Adult  care  facility shall mean a family type home for adults, a\n    5  shelter for adults, a residence for adults, an enriched housing  program\n    6  [or],  an  adult  home  OR  A MOTEL FOR HOMELESS PERSONS, which provides\n    7  temporary or long-term residential care and  services,  OR  SHELTER,  to\n    8  adults  who,  though  not requiring continual medical or nursing care as\n    9  provided by facilities licensed pursuant to article twenty-eight of  the\n   10  public  health  law or articles nineteen, [twenty-three,] thirty-one and\n   11  thirty-two of the mental hygiene law, are by reason of physical or other\n   12  limitations associated with age,  physical  or  mental  disabilities  or\n   13  other  factors, unable or substantially unable to live independently. In\n   14  addition, a residence for adults, enriched housing program or  an  adult\n   15  home  may  provide  services  to  non-residents  in  accordance with the\n   16  provisions of section four hundred sixty-one-k of this chapter.\n   17    S 3. Subdivision 21 of section  2  of  the  social  services  law,  as\n   18  amended  by  chapter  626  of  the  laws  of 1984, is amended to read as\n   19  follows:\n   20    21. Adult care facility shall mean a family type home  for  adults,  a\n   21  shelter  for adults, a residence for adults, an enriched housing program\n   22  [or], an adult home OR A MOTEL  FOR  HOMELESS  PERSONS,  which  provides\n   23  temporary  or  long-term  residential  care and services, OR SHELTER, to\n   24  adults who, though not requiring continual medical or  nursing  care  as\n   25  provided  by facilities licensed pursuant to article twenty-eight of the\n   26  public health law or articles nineteen[, twenty-three] and thirty-one of\n   27  the mental hygiene law, are by reason of physical or  other  limitations\n   28  associated  with  age, physical or mental disabilities or other factors,\n   29  unable or substantially unable to live independently.\n   30    S 4. Section 2 of the social services law is amended by adding  a  new\n   31  subdivision 39 to read as follows:\n   32    39.  \"MOTEL  FOR  HOMELESS  PERSONS\" SHALL MEAN A FOR-PROFIT BUSINESS,\n   33  HOWEVER ORGANIZED, WHICH OWNS, LEASES OR OPERATES, OR WHICH PURCHASES OR\n   34  LEASES LAND FOR THE PURPOSE OF CONSTRUCTING,  A  BUILDING  OR  BUILDINGS\n   35  UPON  THE  SAME LOT OF LAND FOR THE PURPOSES OF LODGING OF GUESTS AND OF\n   36  PROVIDING, OR WHICH BUILDING OR BUILDINGS PROVIDE, TEMPORARY  OR  PERMA-\n   37  NENT  SHELTER  TO  FIVE OR MORE HOMELESS ADULTS WHO ARE UNRELATED TO THE\n   38  OPERATOR THEREOF.\n   39    S 5. The social services law is amended by adding a new section  461-s\n   40  to read as follows:\n   41    S  461-S. REGULATION AND SUPERVISION OF MOTELS FOR HOMELESS PERSONS IN\n   42  CITIES OF ONE MILLION OR MORE PERSONS. 1. THE COMMISSIONER OF THE OFFICE\n   43  OF TEMPORARY AND  DISABILITY  ASSISTANCE  SHALL  PROMULGATE  REGULATIONS\n   44  WHICH  PROVIDE  FOR THE REGULATION, INSPECTION AND SUPERVISION OF MOTELS\n   45  FOR HOMELESS PERSONS WHICH RECEIVE PAYMENTS, LOANS OR ASSISTANCE, OR THE\n   46  LODGERS IN WHICH ARE FIVE OR MORE HOMELESS PERSONS WHO RECEIVE  PAYMENTS\n   47  FOR  RENT  OR  SHELTER,  FROM  ANY  STATE  OR CITY DEPARTMENT, AGENCY OR\n   48  PROGRAM, AND WHICH ARE LOCATED IN CITIES OF ONE MILLION OR MORE PERSONS,\n   49  UNDER THE PROVISIONS OF THIS ARTICLE AND TITLE.  SUCH  REGULATIONS  ALSO\n   50  SHALL  REQUIRE  THAT  THE OWNER, LESSEE OR OPERATOR OF ANY SUCH FACILITY\n   51  PROVIDE AN APPROPRIATE AND ADEQUATE LEVEL OF SERVICES  TO  THE  HOMELESS\n   52  PERSONS  SHELTERED  THEREIN,  AS  DETERMINED BY SUCH COMMISSIONER, WHICH\n   53  SHALL APPROPRIATELY DIFFER FROM THOSE  SERVICES,  IF  ANY,  PROVIDED  TO\n   54  ORDINARY LODGERS AT THE MOTEL, AND WHICH, IN ADDITION, SHALL ENSURE THAT\n   55  THE  LODGING  PROVIDED IS HABITABLE FOR THE REGULAR AND SPECIAL NEEDS OF\n   56  HOMELESS PERSONS.\n\n       S. 2293                             3\n\n    1    2. SITE SELECTION FOR THE LOCATION OF MOTELS FOR HOMELESS PERSONS,  AS\n    2  WELL  AS  APPROVAL OF THE LOCATION OF AN EXISTING STRUCTURE WHICH HAS OR\n    3  WILL BECOME A MOTEL FOR HOMELESS PERSONS SUBJECT TO REGULATION UNDER THE\n    4  TERMS OF SUBDIVISION ONE OR THREE OF THIS SECTION, SHALL BE  SUBJECT  TO\n    5  ANY UNIFORM LAND USE REVIEW PROCEDURE ADOPTED BY ANY SUCH CITY AND WHICH\n    6  OTHERWISE IS APPLICABLE TO HOUSING AND URBAN RENEWAL PLANS AND PROJECTS,\n    7  PROVIDED  THAT  SUCH  UNIFORM LAND USE REVIEW PROCEDURE CONTAINS A MECH-\n    8  ANISM FOR REVIEW BY REPRESENTATIVES OF THE COMMUNITY DISTRICT  IN  WHICH\n    9  THE MOTEL FOR HOMELESS PERSONS IS, OR IS TO BE, LOCATED.\n   10    3.  NO PROVISION OF THIS SECTION SHALL BE CONSTRUED TO PRECLUDE, LIMIT\n   11  OR REGULATE THE OWNERSHIP, LEASING OR OPERATION OF  ANY  MOTEL  BUSINESS\n   12  WHICH  DOES NOT AND WILL NOT IN THE FUTURE PROVIDE LODGING OR SHELTER ON\n   13  A TEMPORARY OR PERMANENT BASIS TO FIVE OR MORE HOMELESS ADULTS  WHO  ARE\n   14  UNRELATED  TO  THE OPERATOR THEREOF; OR WHICH DOES NOT RECEIVE PAYMENTS,\n   15  LOANS OR ASSISTANCE, AND IN WHICH FIVE OR MORE LODGERS WHO ARE  HOMELESS\n   16  PERSONS  DO  NOT RECEIVE PAYMENTS FOR RENT OR SHELTER, FROM ANY STATE OR\n   17  CITY DEPARTMENT, AGENCY OR PROGRAM. ANY MOTEL BUSINESS  NOT  SUBJECT  TO\n   18  REGULATION  BY  THIS  SECTION  SHALL  IMMEDIATELY BECOME SUBJECT TO SUCH\n   19  REGULATION PURSUANT TO THE TERMS SPECIFIED HEREINABOVE UPON BECOMING, OR\n   20  DECLARING IN WRITING ITS INTENTION TO THE COMMISSIONER OF THE OFFICE  OF\n   21  TEMPORARY  AND  DISABILITY  ASSISTANCE TO BECOME,   A MOTEL FOR HOMELESS\n   22  PERSONS TO WHICH THIS SECTION  APPLIES.  ANY  MOTEL  BUSINESS  WHICH  IS\n   23  SUBJECT  TO  REGULATION  PURSUANT  TO THE TERMS OF THIS SECTION SHALL NO\n   24  LONGER BE SUBJECT TO SUCH REGULATION ONE YEAR AFTER SUCH BUSINESS CEASES\n   25  TO BE A MOTEL FOR HOMELESS PERSONS  FOR  WHICH  REGULATION  IS  REQUIRED\n   26  UNDER  THIS SECTION AND ONE YEAR AFTER IT DECLARES IN WRITING ITS INTEN-\n   27  TION TO THE COMMISSIONER, WHICH IS HEREBY REQUIRED IN SUCH CASE, THAT IT\n   28  WILL NOT IN THE FUTURE PROVIDE LODGING OR SHELTER TO FIVE OR MORE  HOME-\n   29  LESS  ADULTS UNDER THE CONDITIONS SPECIFIED HEREINABOVE, WHICHEVER EVENT\n   30  TAKES PLACE LAST.\n   31    S 6. This act shall take effect on the one hundred twentieth day after\n   32  it shall have become a law and shall apply  by  its  terms  to  existing\n   33  motels,  to  motels  under construction and to motels to be constructed;\n   34  provided however, that effective immediately,  the  addition,  amendment\n   35  and/or  repeal of any rules or regulations necessary for the implementa-\n   36  tion of the foregoing sections of this act on such  effective  date  are\n   37  authorized  and  directed  to  be  made  and completed on or before such\n   38  effective date; and provided further, however,  that  the  amendment  to\n   39  subdivision  21  of section 2 of the social services law made by section\n   40  two of this act shall be subject to the expiration and reversion of such\n   41  subdivision pursuant to section 4 of chapter 779 of the laws of 1986, as\n   42  amended, when upon such date the provisions of section three of this act\n   43  shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to providing for the regulation, supervision and inspection of \"motels\" for-profit in cities of one million or more persons which provide temporary or permanent places for homeless persons and receive state financial assistance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121752.TXT", "SOBI.D110119.T122252.TXT", "SOBI.D110118.T144704.TXT", "SOBI.D110118.T154152.TXT", "SOBI.D110118.T151149.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457772022
}