{
  "year" : 2011,
  "senateBillNo" : "S2291-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2291-2011-1295326800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the granting of off-premises consumption liquor licenses within 350 feet of a school",
  "summary" : "Extends the zone around a school, church, synagogue or place of worship, in which no premises may be granted a retail license to sell liquor and/or wine for off-premises consumption, from two hundred feet to three hundred fifty feet on the same street. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S339-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2291\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the alcoholic  beverage  control  law,  in  relation  to\n         licenses to sell liquor for off-premises consumption near schools\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 3 of section 105 of the  alco-\n    2  holic  beverage  control  law,  as amended by chapter 406 of the laws of\n    3  2007, is amended to read as follows:\n    4    (a) No retail license to sell  liquor  and/or  wine  for  off-premises\n    5  consumption  shall be granted for any premises which shall be located on\n    6  the same street or avenue, and within [two] THREE hundred FIFTY feet  of\n    7  a  building occupied exclusively as a school, church, synagogue or other\n    8  place of worship; the measurements to be taken in a straight  line  from\n    9  the center of the nearest entrance to the building used for such school,\n   10  church, synagogue or other place of worship to the center of the nearest\n   11  entrance  of  the  premises  to  be  licensed;  except, however, that no\n   12  license shall be denied to any premises at which a  license  under  this\n   13  chapter has been in existence continuously from a date prior to the date\n   14  when  a  building  on  the  same street or avenue and within [two] THREE\n   15  hundred FIFTY feet of said premises has been occupied exclusively  as  a\n   16  school, church, synagogue or other place of worship.\n   17    S  2.  This act shall take effect immediately and shall apply to those\n   18  licenses issued after such date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07280-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to licenses to sell liquor for off-premises consumption near schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121752.TXT", "SOBI.D110118.T144704.TXT", "SOBI.D110118.T154152.TXT", "SOBI.D110118.T151149.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457472878
}