{
  "year" : 2011,
  "senateBillNo" : "S2292-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2292-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates new crime of unlawful failure to provide name and address to injured party or report incident to police involving wheeled non-motorized means of conveyance",
  "summary" : "Creates the new crime of unlawful failure to provide name and address to injured party or report incident to police involving physical injury resulting from the culpability of the operator of a wheeled non-motorized means of conveyance, as defined, punishable as a class A misdemeanor. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S457-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2292\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal  law,  in  relation  to  unlawful  failure  to\n         provide  name  and  address  to injured party or to report incident to\n         police involving a wheeled non-motorized means of conveyance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding a new section 270.40 to\n    2  read as follows:\n    3  S 270.40 UNLAWFUL FAILURE TO PROVIDE NAME AND ADDRESS TO  INJURED  PARTY\n    4             OR  TO  REPORT INCIDENT TO POLICE INVOLVING A WHEELED NON-MO-\n    5             TORIZED MEANS OF CONVEYANCE.\n    6    1. A PERSON IS GUILTY OF UNLAWFUL FAILURE TO PROVIDE NAME AND  ADDRESS\n    7  TO  INJURED  PARTY  OR  TO REPORT INCIDENT TO POLICE INVOLVING A WHEELED\n    8  NON-MOTORIZED MEANS OF CONVEYANCE WHEN HE  OR  SHE  OPERATES  A  WHEELED\n    9  NON-MOTORIZED  MEANS  OF  CONVEYANCE AND IN THE COURSE OF SUCH OPERATION\n   10  PHYSICAL INJURY TO ANOTHER PERSON RESULTS THEREFROM DUE TO THE CULPABIL-\n   11  ITY OF SUCH OPERATOR AND HE OR SHE FAILS TO PROVIDE HIS OR HER NAME  AND\n   12  ADDRESS  TO  THE INJURED PARTY, OR TO REPORT THE INCIDENT TO THE POLICE,\n   13  OR BOTH.\n   14    2. FOR THE PURPOSES OF THIS SECTION, A \"WHEELED NON-MOTORIZED MEANS OF\n   15  CONVEYANCE\" INCLUDES BUT IS NOT LIMITED  TO  BICYCLES,  IN-LINE  SKATES,\n   16  ROLLER SKATES, SKATEBOARDS AND SCOOTERS.\n   17    UNLAWFUL  FAILURE  TO  PROVIDE NAME AND ADDRESS TO INJURED PARTY OR TO\n   18  REPORT INCIDENT TO POLICE INVOLVING A  WHEELED  NON-MOTORIZED  MEANS  OF\n   19  CONVEYANCE IS A CLASS A MISDEMEANOR.\n   20    S 2. This act shall take effect on the first of November next succeed-\n   21  ing the date on which it shall have become a law and shall apply only to\n   22  incidents occurring on or after such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07251-01-1\n",
  "memo" : "BILL NUMBER:S2292\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to unlawful failure to provide name\nand address to injured party or to report incident to police involving a\nwheeled non-motorized means of conveyance\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill would require that any\nperson age fourteen years or older, operating a wheeled non-motorized\nmeans of conveyance must report any incident involving personal\ninjury to another person, to the police. Failure to report will\nresult in a misdemeanor.\nSection one adds a new section 270.40 to the Penal Law to require\nthat any person operating a wheeled non-motorized means of\nconveyance, including, but not limited to bicycles, in-line skates,\nroller skates, skateboards and scooters, that is involved in an\naccident resulting in physical injury due to the culpability of such\noperator, provide his/her name and address to the injured party and\nto report the incident to the police. Failure to do so is a class A\nmisdemeanor.\n\nJUSTIFICATION:\nRecently, there has been increasing incidence,\nparticularly in metropolitan areas, of accidents caused by\nriders/drivers of non-motorized means of conveyance as they strike\nand injure pedestrians. While it is anticipated that bicyclists,\nskaters, and riders follow the rules of the road, there are no\nprovisions in current statute to hold these operators accountable for\nthe same acts for which drivers are held accountable. Unlike an\nautomobile, identification is not accessible and visible through the\nlicense plate number. This bill will require perpetrators to identify\nthemselves and provide basic information to their victim and the\npolice in incidents involving personal injury. Such a law is\nnecessary in order to further assist the victims of these accidents\nin confronting their assailants, and to assist police in the\ninvestigation of the matter.\n\nEXISTING LAW:\nNone.\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to unlawful failure to provide name and address to injured party or to report incident to police involving a wheeled non-motorized means of conveyance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121752.TXT", "SOBI.D110118.T144704.TXT", "SOBI.D110118.T154152.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T151149.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601435
}