{
  "year" : 2011,
  "senateBillNo" : "S2300-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2300-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits certain rent increases by limited-profit housing companies",
  "summary" : "Provides that no application or motion for an increase in the maximum rental per room for limited-profit housing company projects shall be entertained or acted upon for a period of two years from the date of any previous order of the commissioner or supervising agency for the increase of maximum rent affecting the same dwelling unless a shorter period is requested by the tenant organization or board of directors in a cooperative. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S163-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2300\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN ACT to amend the private housing finance law, in relation to applica-\n         tions  for increases in rental rates for limited-profit housing compa-\n         nies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 31 of the private housing finance law is amended by\n    2  adding a new subdivision 1-a to read as follows:\n    3    1-A.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW, NO APPLICATION OR\n    4  MOTION FOR AN INCREASE IN THE MAXIMUM RENTAL PER ROOM  SHALL  BE  ENTER-\n    5  TAINED  OR  ACTED UPON UNDER THIS SECTION FOR A PERIOD OF TWO YEARS FROM\n    6  THE DATE OF ANY PREVIOUS ORDER OF THE COMMISSIONER OR SUPERVISING AGENCY\n    7  FOR THE INCREASE OF MAXIMUM RENT AFFECTING THE SAME  DWELLING  UNLESS  A\n    8  SHORTER  PERIOD  IS REQUESTED BY THE TENANT ORGANIZATION OR THE BOARD OF\n    9  DIRECTORS IN A COOPERATIVE.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07440-01-1\n",
  "memo" : "BILL NUMBER:S2300\n\nTITLE OF BILL:\nAn act to amend the private housing finance law, in relation to applica-\ntions for increases in rental rates for limited-profit housing companies\n\nSUMMARY OF PROVISIONS:\nThis bill would add a new subdivision 1-a to Section 31 of the Private\nHousing Finance Law to prevent Mitchell-Lama rent increases within a\ntwo-year period from the date of an earlier increase, unless a shorter\nperiod is requested by the tenant organization or the Board of Directors\nin a cooperative. In effect, this bill would fix rent increases for a\nperiod of at least two years for residents of Limited Profit Housing\nCompany buildings.\n\nJUSTIFICATION:\nThe Commissioner of the Division of Housing and Community Renewal now\nhas the discretion for deciding the duration of rent increases (one\nyear, two years, etc.). In fact, the current practice is to impose rent\nincreases for not more than a 12-month period. This is totally unfair to\ntenants in limited profit housing companies because it creates much\nuncertainty and disruption in the financial plans of the tenants. This\nlegislation would remove the uncertainty by requiring that when rents\nare increased, the increases will remain in effect for at least a two-\nyear period unless a shorter period is requested.\n\nEXISTING LAW:\nNone.\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to applications for increases in rental rates for limited-profit housing companies .il 2 .il 2 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121752.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T153652.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110118.T150705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090992
}