{
  "year" : 2011,
  "senateBillNo" : "S2303-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2303-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes vehicle as an instrumentality of the crime of driving while intoxicated",
  "summary" : "Includes a motor vehicle as an \"instrumentality of the crime\" when the charge is one of driving while intoxicated and also requires the district attorney to seek civil forfeiture of a vehicle upon a third charge of DWI within a 5 year period. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "S987-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2303\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation  to  civil\n         forfeiture of a motor vehicle in connection with a DWI charge\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 1310 of the civil practice law and\n    2  rules, as added by chapter 669 of the laws of 1984, is amended  to  read\n    3  as follows:\n    4    4.  \"Instrumentality  of  a crime\" means any property, other than real\n    5  property and any buildings, fixtures,  appurtenances,  and  improvements\n    6  thereon, whose use contributes directly and materially to the commission\n    7  of  a  crime  defined  in  subdivisions  five  and  six [hereof] OF THIS\n    8  SECTION, INCLUDING A VEHICLE, WHERE THE DRIVER IS CHARGED WITH A  FELONY\n    9  UNDER   SUBDIVISION  TWO,  THREE  OR  FOUR  OF  SECTION  ELEVEN  HUNDRED\n   10  NINETY-TWO OF THE VEHICLE AND TRAFFIC LAW.\n   11    S 2. The opening paragraph of subdivision 1 of  section  1311  of  the\n   12  civil  practice  law and rules, as amended by chapter 655 of the laws of\n   13  1990, is amended to read as follows:\n   14    A civil action may be commenced by the appropriate claiming  authority\n   15  against  a  criminal defendant to recover the property which constitutes\n   16  the proceeds of a crime, the substituted proceeds of a crime, an instru-\n   17  mentality of a crime or the real property instrumentality of a crime  or\n   18  to  recover  a  money  judgment  in an amount equivalent in value to the\n   19  property which constitutes the proceeds  of  a  crime,  the  substituted\n   20  proceeds of a crime, an instrumentality of a crime, or the real property\n   21  instrumentality of a crime.  A CIVIL ACTION MUST BE COMMENCED TO RECOVER\n   22  A  VEHICLE  WHERE  THE DEFENDANT STANDS ACCUSED OF VIOLATING SUBDIVISION\n   23  TWO, THREE OR FOUR OF SECTION ELEVEN HUNDRED NINETY-TWO OF  THE  VEHICLE\n   24  AND  TRAFFIC LAW AND THE DEFENDANT HAS BEEN TWICE CONVICTED OF VIOLATING\n   25  SUBDIVISION TWO, THREE OR FOUR OF SECTION ELEVEN HUNDRED  NINETY-TWO  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06951-01-1\n\n       S. 2303                             2\n\n    1  THE  VEHICLE  AND TRAFFIC LAW IN THE PREVIOUS FIVE YEARS. A civil action\n    2  may be commenced against a non-criminal defendant to recover the proper-\n    3  ty which constitutes the proceeds of a crime, the  substituted  proceeds\n    4  of  a crime, an instrumentality of a crime, or the real property instru-\n    5  mentality of a crime provided, however, that a  judgment  of  forfeiture\n    6  predicated  upon  clause  (A)  of  subparagraph (iv) of paragraph (b) of\n    7  subdivision three [hereof] OF THIS  SECTION  shall  be  limited  to  the\n    8  amount  of the proceeds of the crime. Any action under this article must\n    9  be commenced within five years of the commission of the crime and  shall\n   10  be civil, remedial, and in personam in nature and shall not be deemed to\n   11  be  a  penalty or criminal forfeiture for any purpose.  Except as other-\n   12  wise specially provided by statute, the proceedings under  this  article\n   13  shall  be governed by this chapter.  An action under this article is not\n   14  a criminal proceeding and may not be deemed to be a previous prosecution\n   15  under article forty of the criminal procedure law.\n   16    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2303\n\nTITLE OF BILL:\nAn act to amend the civil practice law and rules, in relation to civil\nforfeiture of a motor vehicle in connection with a DWI charge\n\nSUMMARY:\nAmends Civil Practice Law & Rules Section 1310 to explicitly include a\nvehicle as the \"instrumentality of a crime\" when the crime charged is\ndriving while intoxicated. Amends CPLR Section 1311 to require a claim-\ning authority to pursue a forfeiture action against the vehicle of a\ndriver who is charged with a third DWI within the preceding 5 years.\n\nJUSTIFICATION:\nCurrent law permits a claiming authority (generally the local district\nattorney) to seek the civil forfeiture of the instrumentality of a\ncrime. Case law has established that a vehicle is the \"instrumentality\nof a crime\" where the defendant is charged with felony intoxicated driv-\ning. This change would alert prosecutors to the option of civil forfei-\nture for problem drunk drivers. In addition, this bill would require\nprosecutors to initiate civil forfeiture proceedings against drivers\ncharged with a third felony-level DWI offense within the preceding 5\nyears. In essence, it would create a \"three strikes and you're out\" law\nfor drunk drivers.\n\nFISCAL IMPLICATION:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to civil forfeiture of a motor vehicle in connection with a DWI charge ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T164157.TXT", "SOBI.D110119.T121752.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110118.T163657.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090996
}