{
  "year" : 2011,
  "senateBillNo" : "S2302-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2302-2011-1295326800000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts school technology planning act requiring regional or district-wide technology planning by school districts",
  "summary" : "Enacts school technology planning act requiring regional or district-wide technology planning by school districts; also assigns a role for the state education department to provide technical assistance to schools, review and approve district plans and to report to the governor and the legislature on planning and funding. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S1009-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2302\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to  enacting  the  school\n         technology planning act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"School Technology Planning Act\".\n    3    S 2. Legislative findings. a. The legislature finds that:\n    4    i.  Beginning with the 1997--1998 school year, schools became eligible\n    5  for federally mandated telecommunications discounts. Schools must  apply\n    6  for these dollars and will receive discounts on a first-come first-serve\n    7  basis.  Typically,  districts  best  poised  to access discounts and the\n    8  scores of public and private grants available for educational technology\n    9  are those which are more technologically advanced.  Districts which  are\n   10  typically less successful in accessing aid are those that need technical\n   11  assistance and do little or no planning.\n   12    ii.  A  good  percentage  of districts in New York state do not have a\n   13  technology plan or have a plan lacking essential components. Planning is\n   14  crucial to effective use  of  technology  integration  into  curriculum.\n   15  District  technology  planning  activities  go  a  long  way  in helping\n   16  districts plan,  implement  their  plans,  seek  funds,  coordinate  and\n   17  conduct  teacher  training,  provide  in-house technical assistance, and\n   18  maintain technology systems.\n   19    b. The legislature declares its intent to ameliorate the  deficiencies\n   20  it has identified in subdivision a of this section through the enactment\n   21  of  this  act  in  furtherance  of  equipping our students with the most\n   22  up-to-date educational tools needed for them to be self-sufficient func-\n   23  tioning members of society by participating in the  technology  that  is\n   24  revolutionizing that society.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06799-01-1\n\n       S. 2302                             2\n\n    1    S  3. The education law is amended by adding a new section 755 to read\n    2  as follows:\n    3    S  755. SCHOOL TECHNOLOGY PLANNING. 1. REGIONAL OR DISTRICT-WIDE TECH-\n    4  NOLOGY PLANNING. A. EACH SCHOOL  DISTRICT,  EITHER  INDIVIDUALLY  OR  IN\n    5  COMBINATION  WITH  ONE  OR  MORE  OTHER  DISTRICTS OR ONE OR MORE PUBLIC\n    6  LIBRARY SYSTEMS, SHALL SUBMIT TO THE DEPARTMENT WITHIN NINETY DAYS IMME-\n    7  DIATELY AFTER THE EFFECTIVE DATE OF THIS SECTION A FIVE-YEAR EDUCATIONAL\n    8  TECHNOLOGY PLAN AS DESCRIBED IN THIS SUBDIVISION.\n    9    B. THE EDUCATIONAL TECHNOLOGY PLAN SHALL ADDRESS  A  DISTRICT'S  OR  A\n   10  CONSORTIUM  OF  DISTRICTS'  PLANS  FOR  IMPLEMENTING  THE INTEGRATION OF\n   11  EDUCATIONAL TECHNOLOGY INTO CLASSROOM INSTRUCTION AND ACTIVITIES OVER  A\n   12  PERIOD OF FIVE YEARS. THE PLAN SHALL INCLUDE, BUT NOT BE LIMITED TO, THE\n   13  FOLLOWING:  MAJOR  GOALS  AND  EDUCATIONAL PURPOSES FOR TECHNOLOGY INTE-\n   14  GRATION WITHIN THE DISTRICT  OR  DISTRICTS;  GOALS  FOR  INTEGRATION  OF\n   15  EDUCATIONAL  TECHNOLOGY  IN  VARIOUS  SUBJECTS/GRADE  LEVELS;  A LIST OF\n   16  PRIORITIES  AND  DIRECTIONS  FOR  IMPLEMENTING  THE  PLAN;  RESULTS   OF\n   17  DISTRICT-WIDE  BUILDING  AND INSTRUCTIONAL NEEDS ASSESSMENTS; BENCHMARKS\n   18  FOR TIMELINES AND IMPLEMENTATION; ASSESSMENT PROCESSES FOR VARIOUS STAG-\n   19  ES OF IMPLEMENTATION; PROVISIONS FOR ONGOING FUNDING; PLANS FOR PRE- AND\n   20  IN-SERVICE STAFF DEVELOPMENT AND TRAINING; PLANS FOR  PROVIDING  ONGOING\n   21  TECHNICAL ASSISTANCE AND MAINTENANCE.\n   22    C.  THE  PLANNING PROCESS SHOULD CONSIDER AND THE PLAN MAY ADDRESS HOW\n   23  THE SCHOOL'S TECHNOLOGY EFFORTS CAN BE LINKED WITH OTHER COMMUNITY TECH-\n   24  NOLOGY NETWORKS IN PLACE OR UNDER DEVELOPMENT.  SUCH OTHER NETWORKS  MAY\n   25  INCLUDE  INFORMATION  BASED  LABOR  EXCHANGE,  EMPLOYMENT,  TRAINING  OR\n   26  LIBRARY SERVICES, AND MAY ADDRESS THE EXTENT TO WHICH  COORDINATION  AND\n   27  INFORMATION SHARING IS APPROPRIATE.\n   28    D. ANNUALLY THEREAFTER THE REGIONAL OR DISTRICT-WIDE EDUCATIONAL TECH-\n   29  NOLOGY PLANS SHALL BE UPDATED TO REFLECT:\n   30    (I) ACTIONS TAKEN TO MEET THE GOALS REFLECTED IN THE FIVE-YEAR PLAN;\n   31    (II)  CHANGES  TO THE PLAN AS A RESULT OF REVISED COMPLETION TIMELINES\n   32  AND/OR  IMPLEMENTATION  SCHEDULES  OR  NEW  OR  REVISED   GOALS   AND/OR\n   33  DIRECTIONS FOR PLAN IMPLEMENTATION;\n   34    (III)  FINANCIAL  ACCOUNTING  OF LOCAL, STATE AND FEDERAL EXPENDITURES\n   35  APPLIED IN CARRYING OUT THE PLAN AND IN  SATISFYING  OTHER  DEPARTMENTAL\n   36  REPORTING REQUIREMENTS APPLICABLE TO THE EXPENDITURE OF FUNDS FOR EDUCA-\n   37  TIONAL TECHNOLOGY; AND\n   38    (IV)  ANY  OTHER  INFORMATION  IN  SATISFACTION  OF OTHER DEPARTMENTAL\n   39  REPORTING REQUIREMENTS.\n   40    E. INDIVIDUALS INVOLVED IN THE PLANNING PROCESS SHALL  INCLUDE,  AMONG\n   41  OTHERS,  REPRESENTATIVES  DRAWN  FROM TEACHERS AND OTHER SCHOOL DISTRICT\n   42  PERSONNEL WHO MAY USE, MAINTAIN, INSTALL, OR MANAGE EQUIPMENT ON A REGU-\n   43  LAR BASIS.\n   44    2. ROLE OF THE DEPARTMENT. A. THE DEPARTMENT SHALL SUPPORT THE USE  OF\n   45  TECHNOLOGY  IN  SCHOOLS  BY PROVIDING TO SCHOOL DISTRICTS, UPON REQUEST,\n   46  WITH PRIORITY GIVEN TO THOSE DISTRICTS MOST IN NEED OF ASSISTANCE, TECH-\n   47  NICAL ASSISTANCE IN THE PLANNING, USE AND  APPLICATIONS  OF  EDUCATIONAL\n   48  TECHNOLOGY.   SUCH TECHNICAL ASSISTANCE SHALL INCLUDE BUT NOT BE LIMITED\n   49  TO PROVIDING INFORMATION AND ASSISTANCE REGARDING LONG TERM  EDUCATIONAL\n   50  TECHNOLOGY  PLANNING  AND GOALS; METHODS FOR INTEGRATING TECHNOLOGY INTO\n   51  CURRICULUM  AND  THE  DEPARTMENT'S  LEARNING  STANDARDS;  THE  PURCHASE,\n   52  INSTALLATION  AND  MAINTENANCE  OF EDUCATIONAL TECHNOLOGY EQUIPMENT; ANY\n   53  ACTIVITIES RELATED TO THE TRAINING AND STAFF DEVELOPMENT OF TEACHERS AND\n   54  OTHER INSTRUCTIONAL PERSONNEL IN  SUCH  EQUIPMENT  AND  TECHNOLOGY;  AND\n   55  SHARING  EXAMPLES OF MODEL SCHOOL DISTRICT EDUCATIONAL TECHNOLOGY PLANS,\n\n       S. 2302                             3\n\n    1  PLANNING GUIDES, NEEDS ASSESSMENT SURVEYS,  AND  OTHER  RELEVANT  REFER-\n    2  ENCES.\n    3    B.  THE  DEPARTMENT SHALL REVIEW REGIONAL OR DISTRICT-WIDE EDUCATIONAL\n    4  TECHNOLOGY PLANS TO ENSURE THAT MINIMUM COMPONENTS AS DESCRIBED IN  THIS\n    5  SECTION  ARE  ADDRESSED.   UPON DETERMINING THAT SUCH MINIMUM COMPONENTS\n    6  ARE ADDRESSED, THE DEPARTMENT SHALL APPROVE SUCH  PLAN  AND  NOTIFY  THE\n    7  SCHOOL DISTRICT OF SUCH APPROVAL.\n    8    C. THE DEPARTMENT SHALL SUBMIT A REPORT TO THE GOVERNOR, THE TEMPORARY\n    9  PRESIDENT  OF  THE  SENATE,  THE SPEAKER OF THE ASSEMBLY, AND THE CHAIR-\n   10  PERSONS OF THE EDUCATION COMMITTEES OF THE SENATE AND  THE  ASSEMBLY  BY\n   11  JANUARY  FIRST,  TWO  THOUSAND TWELVE BASED ON INFORMATION GATHERED FROM\n   12  REGIONAL AND DISTRICT-WIDE EDUCATIONAL TECHNOLOGY PLANS AND  OTHER  DATA\n   13  AVAILABLE TO THE DEPARTMENT. THE REPORT SHALL INCLUDE BUT NOT BE LIMITED\n   14  TO  THE  FOLLOWING:  PROJECTED  COSTS  FOR SCHOOL DISTRICTS TO IMPLEMENT\n   15  EDUCATIONAL TECHNOLOGY PLANS, AND FOR THE DEPARTMENT  TO  ASSIST  SCHOOL\n   16  DISTRICTS; THE APPLICATION OF LOCAL, STATE AND FEDERAL EDUCATIONAL TECH-\n   17  NOLOGY AID IN MEETING SCHOOL DISTRICTS' EDUCATIONAL TECHNOLOGY GOALS AND\n   18  NEEDS;  THE  DEPARTMENT'S  ACTIONS AND PLANS TO ASSIST SCHOOLS IN IMPLE-\n   19  MENTING EDUCATIONAL TECHNOLOGY  PLANS  AND  GOALS;  RECOMMENDATIONS  FOR\n   20  STRUCTURING  STATE  EDUCATIONAL  TECHNOLOGY  AID  TO  BEST  SERVE SCHOOL\n   21  DISTRICTS' EDUCATIONAL TECHNOLOGY GOALS AND NEEDS AND  ENSURE  THE  MOST\n   22  EFFECTIVE  AND EFFICIENT USE OF STATE AID; AND ANY OTHER RECOMMENDATIONS\n   23  THE DEPARTMENT DEEMS RELEVANT.\n   24    S 4. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2302\n\nTITLE OF BILL:\nAn act to amend the education law, in relation to enacting the school\ntechnology planning act\n\nPURPOSE OR GENERAL IDEA OF BILL:\nProvide schools with the necessary tools to plan for the use of educa-\ntional technology in a manner that is driven by educational goals;\ndirects the State Education Department to provide technical assistance\nto schools, review and approve school district plans and report to the\nlegislature on planning and funding.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection three of the bill amends the education law by adding a new\nsection 753. Section 753, subdivision 1 requires school districts,\neither individually or in combination with one or more other districts\nto submit to the State. Education Department a five-year educational\ntechnology plan followed by annual updates; defines components to be\nincluded in the plan; and requires that teachers be included in the\nplanning process. Section 753, subdivision 2 defines the role of the\ndepartment, requiring that the department provide school districts with\ntechnical assistance, review and approve district technology plans, and\nreport to the legislature and governor.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nAdds a new section to the education law.\n\nJUSTIFICATION:\nDuring the 1997-98 school year, schools throughout New York state became\neligible for federally mandated telecommunications discounts pursuant to\nthe 1996 federal Telecommunications Act.  Schools must apply for these\ndollars and will receive discounts on a first-come, ,first-serve basis.\nAdditionally, every year, scores of public and private grants are avail-\nable to schools with the wherewithal to apply for these dollars. The\nproblem is the great disparity between schools that have high-tech\naccess and those that do not. This situation is exacerbated because\ndistricts best poised to access discounts and grants are those which are\ntypically more technologically advanced.\n\nDistricts which are usually less successful in accessing aid are those\nthat need technical assistance, do little or no planning and do not have\nthe staff to support the planning effort. This legislation provides\nschools with the necessary tools to tap into the new federally mandated\ndiscounts and other available grants; to better compete with other\ndistricts which are already one step ahead; and to aggressively pursue\nother dollars to meet ongoing technology needs.  The bill requires plan-\nning by schools; provides them with technical assistance; and requires a\nreport to the Legislature from the State Education Department.\n\nThe basis for this legislation is derived from an examination of the\neffectiveness of state funding streams and policies in meeting state and\nlocal goals for educational technology. Finding an absence of data on\nplanning, training, funding and services, the Assembly committee on\noversight, Analysis and Investigation sent a survey to all school\ndistricts and received responses from about 60 percent of the districts\nin New York State.\n\nSEE THE 1996 ASSEMBLY OVERSIGHT, ANALYSIS AND INVESTIGATION COMMITTEE\nREPORT \"PUTTING THE PIECES TOGETHER\"\n\nThe results of the survey, in combination with SED data, underscore the\nneed to help districts that do not have the resources to help them-\nselves. The importance of long-term planning cannot be understated.\nTechnology is a big investment for districts and curriculum integration\nis essential for effective use. This bill is aimed at ensuring all\nschool districts plan, that plans are based on educational goals and\ninclude certain components such as needs assessments, and that planning\nefforts include teachers. 26.7 percent of school districts responding to\nOversight's survey have no plan. It is important to note that having a\nplan does not necessarily mean that the plan is based on instructional\ngoals, that the integration of technology is planned effectively or that\nit will be integrated into curriculum. For instance, survey results\nindicate that only 57.1 percent of districts have goals for technology\nintegration in various subjects or grade levels. This is an essential\ncomponent of meaningful educational technology planning. Through its\noffice of educational technology, access to model educational technology\nplans and knowledge of federal actions, SED has expertise in the area of\neducational technology.\n\nThis legislation makes SED's expertise available to schools through\ntechnical assistance in helping schools develop and implement plans.  It\nalso requires SED to review and approve school district plans to ensure\nthat minimal provisions are addressed and that plans are sound. This\nlegislation also provides the Legislature with needed information to\ndevelop an effective approach to budgeting for educational technology in\ntime for the 1999-2000 fiscal year. SED will consider the information\nprovided by schools in technology plans and will report to the Legisla-\nture and Governor with recommendations on how to structure state tech-\nnology aid to more effectively meet schools' needs.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to enacting the school technology planning act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121752.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110118.T163657.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090995
}