{
  "year" : 2011,
  "senateBillNo" : "S2306-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2306-2011-1295326800000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain campaign statements filed with boards of elections to be transmitted to the public campaign finance board having jurisdiction over the election",
  "summary" : "Requires campaign statements filed with the state or local boards of elections to be transmitted to the public campaign finance board having jurisdiction over the election. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S985-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2306\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to requiring the board  of\n         elections with which certain campaign statements are filed to transmit\n         copies  thereof  to the public campaign finance board having jurisdic-\n         tion thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 14-110 of the election law, as amended by chapter\n    2  46 of the laws of 1984, is amended to read as follows:\n    3    S 14-110. Place for filing  statements.  The  places  for  filing  the\n    4  statements required by this article shall be determined by rule or regu-\n    5  lation  of  the  state  board  of elections; provided, however, that the\n    6  statements of a candidate for election to the office of governor,  lieu-\n    7  tenant  governor,  attorney general, comptroller, member of the legisla-\n    8  ture, delegate to a constitutional convention, justice  of  the  supreme\n    9  court or for nomination for any such office at a primary election and of\n   10  any  committee  aiding  or  taking  part in the designation, nomination,\n   11  election or defeat of candidates for one or  more  of  such  offices  or\n   12  promoting  the  success  or  defeat  of a question to be voted on by the\n   13  voters of the entire state shall  be  filed  with  the  state  board  of\n   14  elections  and  in  such other [places] BOARDS OF ELECTIONS as the state\n   15  board of elections may, by rule or regulation provide. THE  STATE  BOARD\n   16  OF  ELECTIONS  OR OTHER BOARD OF ELECTIONS WHERE A STATEMENT IS REQUIRED\n   17  TO BE FILED SHALL TRANSMIT COPIES OF ALL STATEMENTS  FILED  PURSUANT  TO\n   18  THIS  SECTION  TO  THE PUBLIC CAMPAIGN FINANCE BOARD HAVING JURISDICTION\n   19  OVER THE ELECTION INVOLVED WITHIN TEN DAYS OF ITS RECEIPT OF SUCH STATE-\n   20  MENTS.\n   21    S 2. This act shall take effect on the one hundred twentieth day after\n   22  it shall have become a law.  Effective immediately, the addition, amend-\n   23  ment and/or repeal of any rules or regulations necessary for the  imple-\n   24  mentation of the foregoing section of this act on its effective date are\n   25  authorized  and  directed  to  be  made  and completed on or before such\n   26  effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06949-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to requiring the board of elections with which certain campaign statements are filed to transmit copies thereof to the public campaign finance board having jurisdiction thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110119.T122252.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110118.T163657.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457772030
}