{
  "year" : 2011,
  "senateBillNo" : "S2308-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2308-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes gang assaults in the felony assault provisions",
  "summary" : "Enacts provisions to deter gang assaults by including within felony assault provisions, gang assaults involving two or more persons causing serious physical injury to another. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S973-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2308\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to  adding  gang  assault  to\n         felony assault provisions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 120.05 of the penal law is amended by adding a  new\n    2  subdivision 9-a to read as follows:\n    3    9-A.  WITH  INTENT TO CAUSE PHYSICAL INJURY TO ANOTHER PERSON AND WHEN\n    4  AIDED BY TWO OR MORE PERSONS ACTUALLY PRESENT, HE OR SHE CAUSES  SERIOUS\n    5  PHYSICAL INJURY TO SUCH PERSON OR TO A THIRD PERSON; OR\n    6    S  2.  Subdivision 4 of section 120.10 of the penal law, as amended by\n    7  chapter 791 of the laws of 1967, is amended and a new subdivision  5  is\n    8  added to read as follows:\n    9    4.  In the course of and in furtherance of the commission or attempted\n   10  commission of a felony or of immediate flight therefrom, he OR  SHE,  or\n   11  another participant if there be any, causes serious physical injury to a\n   12  person other than one of the participants[.]; OR\n   13    5.  WITH INTENT TO CAUSE SERIOUS PHYSICAL INJURY TO ANOTHER PERSON AND\n   14  WHEN AIDED BY TWO OR MORE OTHER PERSONS  ACTUALLY  PRESENT,  HE  OR  SHE\n   15  CAUSES SERIOUS PHYSICAL INJURY TO SUCH PERSON OR TO A THIRD PERSON.\n   16    S 3. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06820-01-1\n",
  "memo" : "BILL NUMBER:S2308\n\nTITLE OF BILL:\nAn act to amend the penal law, in relation to adding gang assault to\nfelony assault provisions\n\nPURPOSE/SUMMARY OF PROVISIONS:\nSection one of the bill amends section 120.05 of the penal law, by\nadding subdivision 9-a which increases the level of gang assault to a\nclass D felony. Section two of the bill amends section 120.10 of the\npenal law, by adding subdivision 5 which increases the level of a gang\nassault to a class C felony. This bill defines a gang assault as an\nincident during which more than one person has the intent to cause phys-\nical injury to another person, and causes such serious physical injury.\n\nJUSTIFICATION:\nThe current laws in New York State undervalue the crime of gang\nassaults. The penalties for gang assaults should be taken far more seri-\nously than they are in today's society. When more than one person has\nthe intent to cause serious physical injury to another person, these\npersons who cause the physical injury should be subject to a suitable\npenalty for the crime committed.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November succeeding the date\non which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to adding gang assault to felony assault provisions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110119.T122252.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110118.T163156.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T163657.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090006
}