{
  "year" : 2011,
  "senateBillNo" : "S2305-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
    "billEventId" : "S2305-2011-1295326800000-REFERRED+TO+MENTAL+HEALTH+AND+DEVELOPMENTAL+DISABILITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits the proximity of community residential facilities for the disabled",
  "summary" : "Limits the proximity of newly located community residential facilities for the disabled to within a one mile radius of an existing facility. ",
  "currentCommittee" : "MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "S170-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2305\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Mental Health and Develop-\n         mental Disabilities\n\n       AN ACT to amend the mental hygiene law, in relation to limiting the site\n         selection for community residences for the disabled\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (b) of section 41.34 of the mental hygiene law,\n    2  as  amended  by  chapter 1024 of the laws of 1981, is amended to read as\n    3  follows:\n    4    (b) If a sponsoring agency intends to establish a residential facility\n    5  for the disabled within a municipality but does not have a specific site\n    6  selected, it may notify the chief executive officer of the  municipality\n    7  in  writing  of its intentions and include in such notice  a description\n    8  of the nature, size and community support requirements of  the  program.\n    9  [Provided,  however, nothing] NOTHING in this subdivision shall preclude\n   10  the proposed establishment of a site pursuant to subdivision (c) of this\n   11  section PROVIDED, HOWEVER, THAT NO NEW  RESIDENTIAL  FACILITY  SHALL  BE\n   12  SITED OR ESTABLISHED WITHIN A ONE MILE RADIUS OF AN EXISTING FACILITY.\n   13    S  2.  This  act shall take effect immediately and shall apply to site\n   14  selections made on and after the effective date of this act.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07452-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to limiting the site selection for community residences for the disabled ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T122252.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110118.T163657.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457772026
}