{
  "year" : 2011,
  "senateBillNo" : "S2301-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2301-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a traffic adjudication appeals bureau in executive department for appeals from traffic violations bureau; repealer",
  "summary" : "Establishes a separate bureau within the executive department to receive, consider and determine appeals from determinations of hearing officers of the department of motor vehicles traffic violations bureaus; provides for award of expenses to appellant where appeals bureau finds minimum statutory procedures added by this bill have not been followed by traffic violations bureaus, and provides for appeals bureau to issue cease and desist orders to traffic violations bureaus for repeatedly not following minimum statutory procedures for the conduct of hearings; requires cooperation by commissioner of motor vehicles with director of appeals bureau and authorizes appeals bureau to obtain records of the department of motor vehicles and file orders with the department; provides for reports to the governor and legislature on implementation and for recommendations from the director of the traffic adjudications appeals bureau for legislation. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S463-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2301\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law and the vehicle and  traffic  law,  in\n         relation  to creating a traffic adjudication appeals bureau within the\n         executive department; and to repeal section 228  of  the  vehicle  and\n         traffic  law,  relating  to  administrative  review of hearing officer\n         determinations by department of motor vehicles appeals boards\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   The executive law is amended by adding a new article 5-A\n    2  to read as follows:\n    3                                  ARTICLE 5-A\n    4                     TRAFFIC ADJUDICATION APPEALS BUREAU\n    5  SECTION 80. APPELLATE ADMINISTRATIVE REVIEW OF TRAFFIC INFRACTION\n    6                ADJUDICATIONS OF CERTAIN TRAFFIC VIOLATIONS BUREAUS.\n    7          81. DIRECTOR OF THE TRAFFIC ADJUDICATION APPEALS BUREAU; POWERS\n    8                AND DUTIES.\n    9          82. APPEALS OFFICERS OF THE TRAFFIC ADJUDICATION APPEALS\n   10                BUREAU.\n   11          83. RIGHT OF APPEAL TO THE TRAFFIC ADJUDICATION APPEALS BUREAU.\n   12          84. REVIEW AND DETERMINATION BY APPEALS BOARD OF THE TRAFFIC\n   13                ADJUDICATION APPEALS BUREAU.\n   14          85. APPEAL PROCEDURES FOR APPEALS TO THE TRAFFIC ADJUDICATION\n   15                APPEALS BUREAU.\n   16    S 80. APPELLATE ADMINISTRATIVE REVIEW OF  TRAFFIC  INFRACTION  ADJUDI-\n   17  CATIONS  OF  CERTAIN  TRAFFIC VIOLATIONS BUREAUS. 1. (A) THERE IS HEREBY\n   18  CREATED WITHIN THE EXECUTIVE DEPARTMENT A SEPARATE BUREAU WHICH SHALL BE\n   19  KNOWN AS THE \"TRAFFIC ADJUDICATION APPEALS BUREAU\". THE  APPEALS  BUREAU\n   20  SHALL  RECEIVE,  CONSIDER  AND  DETERMINE APPEALS FROM DETERMINATIONS OF\n   21  HEARING OFFICERS OF TRAFFIC  VIOLATIONS  BUREAUS  DESCRIBED  IN  ARTICLE\n   22  TWO-A  OF  THE VEHICLE AND TRAFFIC LAW. THE CENTRAL OFFICE OF THE BUREAU\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07109-01-1\n\n       S. 2301                             2\n\n    1  SHALL BE LOCATED IN ALBANY, AND REGIONAL OFFICES OF THE BUREAU SHALL  BE\n    2  ESTABLISHED AND MAINTAINED IN SUCH NUMBERS AND LOCATIONS AS THE DIRECTOR\n    3  OF  THE  BUREAU MAY DETERMINE WITHIN AMOUNTS MADE AVAILABLE BY APPROPRI-\n    4  ATION.\n    5    (B)  THE  HEAD OF THE APPEALS BUREAU SHALL BE A DIRECTOR, WHO SHALL BE\n    6  APPOINTED BY THE GOVERNOR, BY AND WITH THE ADVICE  AND  CONSENT  OF  THE\n    7  SENATE, TO SERVE FOR A TERM OF SIX YEARS, AND UNTIL HIS OR HER SUCCESSOR\n    8  HAS  BEEN  APPOINTED.  SUCH  DIRECTOR SHALL RECEIVE A SALARY IN THE SAME\n    9  AMOUNT AS THAT RECEIVED BY A STATE OFFICER DESIGNATED IN  PARAGRAPH  (C)\n   10  OF SUBDIVISION ONE OF SECTION ONE HUNDRED SIXTY-NINE OF THIS CHAPTER.\n   11    2.  (A) IN LIEU OF, OR IN ADDITION TO, ANY OTHER GROUNDS FOR APPEAL, A\n   12  PERSON MAY APPEAL TO THE APPEALS BUREAU ON THE GROUND THAT ONE  OR  MORE\n   13  MINIMUM  PROCEDURES,  ESTABLISHED BY OR PURSUANT TO LAW, FOR THE CONDUCT\n   14  OF A HEARING FOR THE ADJUDICATION OF A TRAFFIC INFRACTION HAVE NOT  BEEN\n   15  FOLLOWED.  WHERE THE APPEALS BUREAU FINDS THAT ONE OR MORE OF SUCH MINI-\n   16  MUM  PROCEDURES  FOR  THE CONDUCT OF A HEARING FOR THE ADJUDICATION OF A\n   17  TRAFFIC INFRACTION, ESTABLISHED BY OR PURSUANT  TO  SUBDIVISION  ONE  OF\n   18  SECTION  TWO  HUNDRED  TWENTY-SEVEN OF THE VEHICLE AND TRAFFIC LAW, HAVE\n   19  NOT BEEN FOLLOWED BY THE HEARING OFFICER  WHO  ADJUDICATED  THE  TRAFFIC\n   20  INFRACTION,  OR  HAVE NOT BEEN FOLLOWED BY THE TRAFFIC VIOLATIONS BUREAU\n   21  OR BY THE DEPARTMENT OR COMMISSIONER OF MOTOR  VEHICLES:  (I)  IT  SHALL\n   22  AWARD  THE  APPELLANT  HIS  OR HER EXPENSES, INCLUDING AN AMOUNT FOR THE\n   23  LOST TIME, INCONVENIENCE AND ANNOYANCE, AS WELL AS  OUT-OF-POCKET  COSTS\n   24  AND FEES, IN TAKING SUCH APPEAL TO IT; HOWEVER, THE AMOUNT OF SUCH AWARD\n   25  FIXED  BY  IT  SHALL  NOT  EXCEED  THE  AMOUNT OF THE ORIGINAL FINE, AND\n   26  PAYMENT OF SUCH AWARD TO THE APPELLANT SHALL NOT BE MADE BY IT BUT SHALL\n   27  BE MADE BY THE DEPARTMENT OF MOTOR VEHICLES  UPON  THE  PRESENTATION  TO\n   28  SUCH  DEPARTMENT  OF A VOUCHER ISSUED BY THE APPEALS BUREAU; AND (II) IF\n   29  THE APPEALS BUREAU HAS FOUND OTHER  INSTANCES  WHERE  THE  SAME  HEARING\n   30  OFFICER,  BUREAU,  COMMISSIONER  OR  DEPARTMENT  HAS  NOT  FOLLOWED  THE\n   31  REQUIRED MINIMUM PROCEDURES ESTABLISHED BY OR PURSUANT TO  LAW  FOR  THE\n   32  CONDUCT  OF  A  HEARING,  THE  APPEALS BUREAU MAY ISSUE AN ORDER TO SUCH\n   33  OFFICER, BUREAU, COMMISSIONER AND/OR DEPARTMENT,  TO  CEASE  AND  DESIST\n   34  FROM  SUCH IMPROPER CONDUCT AND TO COMPLY WITH MINIMUM PROCEDURES ESTAB-\n   35  LISHED BY OR PURSUANT TO LAW.\n   36    (B) THE APPEALS BUREAU SHALL HAVE STANDING TO BRING A PROCEEDING UNDER\n   37  ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES TO COMPEL  ANY\n   38  SUCH  OFFICER, BUREAU, COMMISSIONER AND/OR DEPARTMENT TO COMPLY WITH ITS\n   39  CEASE AND DESIST ORDERS. THE ISSUANCE OF A CEASE AND  DESIST  ORDER,  OR\n   40  THE  COMMENCEMENT OF AN ARTICLE SEVENTY-EIGHT PROCEEDING, SHALL NOT BE A\n   41  PREREQUISITE TO THE TAKING OF ANY ACTION OR ENFORCEMENT  OF  ANY  REMEDY\n   42  OTHERWISE PERMITTED, BUT SHALL BE CUMULATIVE TO ANY OTHER SUCH ACTION OR\n   43  REMEDY.\n   44    (C)  THE APPEALS BUREAU IS HEREBY EMPOWERED TO COMPEL THE COMMISSIONER\n   45  AND DEPARTMENT OF MOTOR VEHICLES TO PRODUCE RECORDS AND  OTHER  EVIDENCE\n   46  RELEVANT  AND  MATERIAL  TO  ANY APPEAL, OR RELEVANT AND MATERIAL TO THE\n   47  MAKING OF ANY FINDING AUTHORIZED TO BE MADE BY THIS ARTICLE.\n   48    S 81. DIRECTOR OF THE TRAFFIC ADJUDICATION APPEALS BUREAU; POWERS  AND\n   49  DUTIES. THE DIRECTOR OF THE TRAFFIC ADJUDICATION APPEALS BUREAU SHALL BE\n   50  THE ADMINISTRATIVE HEAD OF THE BUREAU AND SHALL:\n   51    1.  APPOINT ONE OR MORE GROUPS OF THREE OR MORE APPEALS OFFICERS EACH,\n   52  WHICH SHALL CONSTITUTE ONE OR MORE APPEALS BOARDS  UNDER  THE  JURISDIC-\n   53  TION,  SUPERVISION  AND CONTROL OF THE APPEALS BUREAU, AND MAY PRESCRIBE\n   54  THEIR POWERS AND DUTIES AND FIX THEIR  COMPENSATION  WITHIN  THE  AMOUNT\n   55  APPROPRIATED  THEREFOR,  SUBJECT  TO THE PROVISIONS OF THE CIVIL SERVICE\n   56  LAW AND ANY APPLICABLE COLLECTIVE BARGAINING AGREEMENT;\n\n       S. 2301                             3\n\n    1    2. SELECT A CHAIRMAN FOR EACH APPEALS BOARD FROM THE GROUP OF  APPEALS\n    2  OFFICERS SO APPOINTED;\n    3    3.  DESIGNATE  SUCH  OTHER PERSONNEL, SUBJECT TO THE PROVISIONS OF THE\n    4  CIVIL SERVICE LAW AND ANY APPLICABLE COLLECTIVE BARGAINING AGREEMENT, AS\n    5  MAY BE NECESSARY TO ASSIST THE DIRECTOR OF THE APPEALS BUREAU, OR ASSIST\n    6  AN APPEALS BOARD, IN CARRYING OUT HIS OR HER OR ITS DUTIES.\n    7    S 82. APPEALS OFFICERS OF THE  TRAFFIC  ADJUDICATION  APPEALS  BUREAU.\n    8  EACH  APPEALS OFFICER SHALL HAVE BEEN ADMITTED TO THE PRACTICE OF LAW IN\n    9  THIS STATE AND SHALL NOT BE AN EMPLOYEE OF THE DEPARTMENT OF MOTOR VEHI-\n   10  CLES OR DEPARTMENT OF TRANSPORTATION.\n   11    S 83. RIGHT OF APPEAL TO THE TRAFFIC ADJUDICATION APPEALS  BUREAU.  1.\n   12  ANY PERSON WHO IS AGGRIEVED BY A DETERMINATION OF A HEARING OFFICER OF A\n   13  TRAFFIC  VIOLATIONS BUREAU DESCRIBED IN ARTICLE TWO-A OF THE VEHICLE AND\n   14  TRAFFIC LAW MAY APPEAL SUCH DETERMINATION PURSUANT TO THE PROVISIONS  OF\n   15  THIS ARTICLE.\n   16    2.  EXCEPT  AS OTHERWISE PROVIDED IN THIS SECTION, A TRANSCRIPT OF THE\n   17  HEARING RESULTING IN THE DETERMINATION APPEALED FROM MUST  BE  SUBMITTED\n   18  TO THE TRAFFIC ADJUDICATION APPEALS BUREAU ON ANY SUCH APPEAL.\n   19    3.  IF  THE  ONLY ISSUE RAISED ON APPEAL IS THE APPROPRIATENESS OF THE\n   20  PENALTY IMPOSED, THE APPELLANT, IN HIS OR  HER  DISCRETION,  MAY  SUBMIT\n   21  SUCH  APPEAL  WITHOUT  A  TRANSCRIPT  OF THE HEARING. IN SUCH EVENT, THE\n   22  DECISION OF THE APPEALS BOARD MAY BE BASED SOLELY ON THE  APPEAL  PAPERS\n   23  AND  THE  RECORDS OF THE DEPARTMENT OF MOTOR VEHICLES AND OF THE TRAFFIC\n   24  ADJUDICATION APPEALS BUREAU, AND SUCH DECISION SHALL NOT BE  SUBJECT  TO\n   25  JUDICIAL REVIEW.\n   26    4.  WHERE  A  TRANSCRIPT  OF  THE  HEARING IS SUBMITTED AT THE TIME AN\n   27  APPEAL IS FILED, THE DETERMINATION OF THE APPEALS BOARD WILL BE  SUBJECT\n   28  TO  JUDICIAL REVIEW AS PRESCRIBED IN SUBDIVISION FIVE OF SECTION EIGHTY-\n   29  FIVE OF THIS ARTICLE.\n   30    S 84. REVIEW AND DETERMINATION BY APPEALS BOARD OF THE TRAFFIC ADJUDI-\n   31  CATION APPEALS BUREAU. 1. EACH APPEAL FILED  PURSUANT  TO  THIS  ARTICLE\n   32  SHALL  BE REVIEWED BY AN APPEALS BOARD, WHICH SHALL MAKE A DETERMINATION\n   33  OF SUCH APPEAL, AND SHALL CAUSE AN APPROPRIATE ORDER TO  BE  ENTERED  IN\n   34  THE  RECORDS  OF  THE  TRAFFIC  ADJUDICATION APPEALS BUREAU. THE TRAFFIC\n   35  ADJUDICATION APPEALS BUREAU SHALL TRANSMIT A COPY OF SUCH ORDER  TO  THE\n   36  COMMISSIONER  OF  MOTOR VEHICLES, AND SUCH COMMISSIONER SHALL CAUSE SUCH\n   37  ORDER TO BE ENTERED IN THE RECORDS OF THE DEPARTMENT OF MOTOR VEHICLES.\n   38    2. NO APPEAL SHALL BE REVIEWED IF IT IS FILED MORE  THAN  THIRTY  DAYS\n   39  AFTER NOTICE WAS GIVEN OF THE DETERMINATION APPEALED FROM. THE APPELLANT\n   40  SHALL  SUBMIT TOGETHER WITH SUCH APPEAL A COPY OF THE NOTICE OF DETERMI-\n   41  NATION ISSUED BY THE DEPARTMENT OF MOTOR VEHICLES SHOWING THE  DATE  THE\n   42  NOTICE OF DETERMINATION WAS GIVEN.\n   43    S  85.  APPEAL  PROCEDURES  FOR  APPEALS  TO  THE TRAFFIC ADJUDICATION\n   44  APPEALS BUREAU. 1. ANY PERSON DESIRING TO FILE AN APPEAL FROM AN ADVERSE\n   45  DETERMINATION PURSUANT TO THIS ARTICLE, SHALL DO SO IN A FORM AND MANNER\n   46  PROVIDED BY THE DIRECTOR OF  THE  TRAFFIC  ADJUDICATION  APPEALS  BUREAU\n   47  AFTER  SUCH  DIRECTOR  CONSULTS WITH THE COMMISSIONER OF MOTOR VEHICLES.\n   48  THE TRANSCRIPT OF ANY HEARING WHICH FORMED THE BASIS FOR  SUCH  DETERMI-\n   49  NATION  WILL  BE  REVIEWED  ONLY IF IT IS SUBMITTED BY THE APPELLANT. AN\n   50  APPEAL SHALL NOT BE DEEMED TO BE FINALLY SUBMITTED UNTIL  THE  APPELLANT\n   51  HAS  SUBMITTED  ALL  FORMS  OR DOCUMENTS REQUIRED TO BE SUBMITTED BY THE\n   52  DIRECTOR OR BY THIS ARTICLE. IF THE APPELLANT IS NOT ABLE TO SUBMIT  ANY\n   53  REQUIRED  FORM  OR  DOCUMENT  BECAUSE  OF  THE REFUSAL OR FAILURE OF THE\n   54  DEPARTMENT OF MOTOR VEHICLES TO SUPPLY SUCH  FORM  OR  DOCUMENT  TO  THE\n   55  APPELLANT  UPON  THE  APPELLANT'S  REQUEST AND WILLINGNESS TO TENDER ANY\n   56  AUTHORIZED FEE REQUIRED BY SUCH DEPARTMENT, THE APPELLANT SHALL  FURNISH\n\n       S. 2301                             4\n\n    1  AN  AFFIDAVIT OF SUCH FACT TO THE DIRECTOR AND THE DIRECTOR SHALL COMPEL\n    2  THE DEPARTMENT OF MOTOR VEHICLES TO PRODUCE SUCH REQUIRED RECORDS, OR AN\n    3  AUTHENTICATED COPY THEREOF, FREE OF CHARGE FOR USE BY THE TRAFFIC  ADJU-\n    4  DICATION APPEALS BUREAU OR AN APPEALS BOARD THEREOF UPON THE APPEAL.  IN\n    5  SUCH  CASE,  AN  APPEAL SHALL BE DEEMED FINALLY SUBMITTED AS OF THE DATE\n    6  THE DIRECTOR RECEIVED THE AFFIDAVIT FROM THE APPELLANT THAT  THE  APPEL-\n    7  LANT WAS UNABLE TO OBTAIN A REQUIRED RECORD FROM THE DEPARTMENT OF MOTOR\n    8  VEHICLES,  PROVIDED  THAT  ALL  OTHER FORMS AND DOCUMENTS REQUIRED TO BE\n    9  SUBMITTED HAVE BEEN SUBMITTED OR SIMILAR AFFIDAVIT GIVEN WITH RESPECT TO\n   10  INABILITY TO OBTAIN SAME FROM THE DEPARTMENT OF MOTOR VEHICLES.\n   11    2. TRANSCRIPTS OF THE RECORD OF ANY HEARING MAY  BE  OBTAINED  AT  THE\n   12  COST  TO  THE  DEPARTMENT OF MOTOR VEHICLES, IF PREPARED BY SUCH DEPART-\n   13  MENT, OR AT THE RATE SPECIFIED IN THE CONTRACT BETWEEN  SUCH  DEPARTMENT\n   14  AND THE CONTRACTOR, IF PREPARED BY A PRIVATE CONTRACTOR. THE AMOUNT PAID\n   15  AT  SUCH  COST OR RATE BY A PERSON CONVICTED WHO SUBMITS A TRANSCRIPT OF\n   16  THE HEARING WHICH RESULTED IN THE DETERMINATION,  UPON  AN  APPEAL  FROM\n   17  SUCH  DETERMINATION,  SHALL BE REFUNDED BY THE DEPARTMENT OF MOTOR VEHI-\n   18  CLES UPON THE RECEIPT BY IT OF AN ORDER, OR COPY THEREOF, FROM THE TRAF-\n   19  FIC ADJUDICATION APPEALS BUREAU DISMISSING THE CHARGES UPON THE DETERMI-\n   20  NATION OF SUCH APPEAL.\n   21    3. THE FEE FOR FILING AN APPEAL SHALL BE TEN DOLLARS  PAYABLE  TO  THE\n   22  TRAFFIC  ADJUDICATION APPEALS BUREAU. NO APPEAL SHALL BE ACCEPTED UNLESS\n   23  THE REQUIRED FEE HAS BEEN PAID TO SUCH BUREAU. SUCH FEES SHALL  BE  PAID\n   24  BY  SUCH  APPEALS  BUREAU  TO THE DEPARTMENT OF AUDIT AND CONTROL TO THE\n   25  CREDIT OF THE JUSTICE COURT FUND. AFTER SUCH AUDIT AS SHALL BE  REQUIRED\n   26  BY  THE  COMPTROLLER, SUCH FEES SHALL BE CREDITED TO THE GENERAL FUND OF\n   27  THE STATE.\n   28    4. (A) WHENEVER A DETERMINATION HAS NOT BEEN MADE WITHIN  THIRTY  DAYS\n   29  AFTER  AN APPEAL HAS BEEN FINALLY SUBMITTED, A STAY OF EXECUTION WILL BE\n   30  DEEMED GRANTED BY OPERATION OF LAW, AND THE LICENSE, CERTIFICATE, PERMIT\n   31  OR PRIVILEGE AFFECTED  WILL  BE  AUTOMATICALLY  RESTORED  PENDING  FINAL\n   32  DETERMINATION.\n   33    (B) THE COMMISSIONER OF MOTOR VEHICLES SHALL COOPERATE WITH THE DIREC-\n   34  TOR OF THE APPEALS BUREAU IN DEVISING MEANS OF COMMUNICATION BETWEEN THE\n   35  DEPARTMENT OF MOTOR VEHICLES AND THE TRAFFIC ADJUDICATION APPEALS BUREAU\n   36  TO  EFFECTUATE  THE  PURPOSES AND PROVISIONS OF THIS ARTICLE. SUCH MEANS\n   37  MAY INCLUDE, BUT SHALL NOT BE LIMITED TO,  A  COMPUTER  NETWORK  WHEREBY\n   38  INFORMATION  MAY BE SHARED, EXCHANGED AND/OR INPUTTED BY AND BETWEEN THE\n   39  DEPARTMENT OF  MOTOR  VEHICLES  AND  THE  TRAFFIC  ADJUDICATION  APPEALS\n   40  BUREAU.  IF SUCH A NETWORK IS ESTABLISHED, ANY NOTICE OR RECORD REQUIRED\n   41  TO BE PRODUCED BY, OR SENT BY OR TO, THE DEPARTMENT  OF  MOTOR  VEHICLES\n   42  MAY BE TRANSMITTED BY MEANS OF SUCH NETWORK.\n   43    5. (A) NO DETERMINATION OF A HEARING OFFICER WHICH IS APPEALABLE UNDER\n   44  THE  PROVISIONS OF THIS ARTICLE SHALL BE REVIEWED IN ANY COURT UNLESS AN\n   45  APPEAL HAS BEEN FILED AND DETERMINED IN ACCORDANCE WITH THIS ARTICLE.\n   46    (B) A DETERMINATION OF THE APPEALS BOARD IN ANY  CASE  WHERE  A  TRAN-\n   47  SCRIPT  OF  THE  HEARING  HAS  BEEN SUBMITTED SHALL BE SUBJECT TO REVIEW\n   48  PURSUANT TO THE PROVISIONS OF ARTICLE SEVENTY-EIGHT OF THE  CIVIL  PRAC-\n   49  TICE  LAW AND RULES. PROVIDED, HOWEVER, A STATEMENT BY THE APPEALS OFFI-\n   50  CER AT THE CONCLUSION OF THE HEARING INDICATING THAT  THE  CHARGES  HAVE\n   51  BEEN  SUSTAINED  AND  ANNOUNCING  THE  PENALTY  IMPOSED, TOGETHER WITH A\n   52  SUMMARY OF THE REASONS THE APPEAL WAS DENIED BY THE APPEALS BOARD, SHALL\n   53  CONSTITUTE SUFFICIENT FINDINGS FOR THE PURPOSE OF SUCH REVIEW.\n   54    S 2. Section 228 of the vehicle and traffic law is REPEALED and a  new\n   55  section 228 is added to read as follows:\n\n       S. 2301                             5\n\n    1    S  228.  ADMINISTRATIVE  REVIEW. ADMINISTRATIVE REVIEW OF THE DETERMI-\n    2  NATION OF A HEARING OFFICER SHALL BE HAD BY MEANS OF AN  APPEAL  TO  THE\n    3  TRAFFIC  ADJUDICATION  APPEALS  BUREAU  IN  THE EXECUTIVE DEPARTMENT, AS\n    4  PROVIDED IN ARTICLE FIVE-A OF THE EXECUTIVE LAW.  THE  COMMISSIONER  AND\n    5  DEPARTMENT  SHALL  COOPERATE  AND  RENDER  ASSISTANCE: (A) TO ANY PERSON\n    6  CONVICTED OF A TRAFFIC INFRACTION UPON THE DETERMINATION  OF  A  HEARING\n    7  OFFICER,  WHO WISHES TO APPEAL SUCH DETERMINATION TO THE APPEALS BUREAU,\n    8  BY PROVIDING FORMS, INSTRUCTIONS AND  RECORDS,  SUITABLE  TO  FILE  SUCH\n    9  APPEAL  WITH THE APPEALS BUREAU, IN COOPERATION WITH THE REQUIREMENTS OF\n   10  THE DIRECTOR OF THE APPEALS BUREAU; AND  (B)  TO  THE  DIRECTOR  OF  THE\n   11  APPEALS  BUREAU  TO  IMPLEMENT  THE  PURPOSES  AND PROVISIONS OF ARTICLE\n   12  FIVE-A OF THE EXECUTIVE LAW.\n   13    S 3. Subdivision 1 of section 227 of the vehicle and traffic  law,  as\n   14  amended  by  chapter  337  of  the  laws  of 1970, is amended to read as\n   15  follows:\n   16    1. A. Every hearing for the adjudication of a traffic  infraction,  as\n   17  provided  by  this  article,  shall  be  held  before  a hearing officer\n   18  appointed by the commissioner. The burden of proof  shall  be  upon  the\n   19  people,  and no charge may be established except by clear and convincing\n   20  evidence. The commissioner [may] SHALL prescribe, by rule or regulation,\n   21  the procedures for the conduct of such hearings.\n   22    B. SUCH PROCEDURES FOR THE CONDUCT OF SUCH HEARINGS SHALL, AT A  MINI-\n   23  MUM:\n   24    (I)   PROHIBIT  THE  COMPILING  OF  PERIODIC  STATISTICS  ESTABLISHING\n   25  CONVICTION RATES.\n   26    (II) PROHIBIT THE REVIEW OR RATING OF HEARING OFFICERS BASED UPON  ANY\n   27  CONVICTION RATE.\n   28    (III)  PROHIBIT  ANY  REQUIREMENT THAT HEARING OFFICERS PROVIDE TO THE\n   29  COMMISSIONER OR  TO  ADMINISTRATIVE  OR  SUPERVISORY  EMPLOYEES  OF  THE\n   30  DEPARTMENT  GREATER  OR  ANY  DIFFERENT JUSTIFICATION FOR THEIR DETERMI-\n   31  NATIONS THAT THE CHARGES HAVE NOT BEEN ESTABLISHED FROM  THEIR  DETERMI-\n   32  NATIONS THAT THE CHARGES HAVE BEEN ESTABLISHED.\n   33    (IV)  PROHIBIT  HEARING  OFFICERS  FROM USING LEADING QUESTIONS IN THE\n   34  DIRECT EXAMINATION OF POLICE OFFICERS.\n   35    (V) REQUIRE THE HEARING OFFICER TO ADVISE THE ACCUSED OF HIS RIGHT  TO\n   36  REMAIN  SILENT  AND  HIS  RIGHT  TO BE REPRESENTED BY COUNSEL, AND WHERE\n   37  APPROPRIATE, TO EXPLAIN  THE  ELEMENTS  OF  THE  OFFENSE  AND  AVAILABLE\n   38  DEFENSES FOR AN ACCUSED WHO IS NOT REPRESENTED BY COUNSEL.\n   39    (VI)  REQUIRE  THAT  THE  RULES  OF  EVIDENCE  BE  ADHERED  TO  IN ALL\n   40  PROCEEDINGS IN WHICH EITHER SIDE IS REPRESENTED BY COUNSEL.\n   41    S 4. a. The director of the traffic adjudication appeals bureau  shall\n   42  report annually on or before the thirty-first of January, beginning with\n   43  the calendar year next succeeding the year this act takes effect, to the\n   44  governor,  the  majority  leader  of  the senate, and the speaker of the\n   45  assembly, evaluating the functioning and operations of the  new  traffic\n   46  adjudication appeals bureau created by this act.\n   47    b.  Each  annual report shall specifically address how well the imple-\n   48  mentation of this act alleviates the  problems  and  criticisms  of  the\n   49  former  administrative  adjudication  system  of the state department of\n   50  motor vehicles, described by the task force  on  administrative  adjudi-\n   51  cation  of  the  New York state bar association in its report dated July\n   52  14, 1988.\n   53    c. Each such report also shall  contain  statistical  tabulations  and\n   54  appropriate  commentary  thereon,  showing,  for each traffic violations\n   55  bureau:\n   56    (i) the total number of appeals received by the new appeals bureau;\n\n       S. 2301                             6\n\n    1    (ii) the number of appeals in which it was alleged that  one  or  more\n    2  minimum  procedures,  established by or pursuant to law, for the conduct\n    3  of a hearing for the adjudication of a traffic infraction have not  been\n    4  followed  and the number of such appeals in which these allegations were\n    5  found  to  have  any  merit  (the  success rate) and where found to have\n    6  merit, the total amount awarded to all appellants  for  their  expenses,\n    7  out-of-pocket  costs and fees, pursuant to subparagraph (i) of paragraph\n    8  (a) of subdivision 2 of section 80 of the executive  law,  as  added  by\n    9  this act;\n   10    (iii)  the number of cease and desist orders issued by the new appeals\n   11  bureau pursuant to subparagraph (ii) of paragraph (a) of  subdivision  2\n   12  of  section 80 of the executive law, as added by this act, the reason or\n   13  reasons such orders were issued, and the number of  proceedings  brought\n   14  by  the new appeals bureau, pursuant to article 78 of the civil practice\n   15  law and rules, to enforce its cease and desist orders;\n   16    (iv) the number of, and a description of,  any  other  enforcement  or\n   17  persuasion mechanisms utilized;\n   18    (v)  an  assessment  of  the  degree  of  compliance  by  each traffic\n   19  violations bureau with the minimum procedures established by or pursuant\n   20  to law for the conduct of  hearings  for  the  adjudication  of  traffic\n   21  infractions,  based, in part, upon the number of complaints received and\n   22  how such complaints were (or were not) resolved; and\n   23    (vi) any other relevant facts, statistics and commentary with  respect\n   24  to the foregoing.\n   25    In  addition,  the director of the traffic adjudication appeals bureau\n   26  may propose to the legislature the consideration or  enactment  of  such\n   27  additional  legislation as in his or her opinion will further address or\n   28  alleviate the problems and  criticisms  found  in  the  above-referenced\n   29  report of the bar association task force.\n   30    S  5. This act shall take effect on the first of January next succeed-\n   31  ing the date on which it shall  have  become  a  law  and  sections  one\n   32  through  three of this act shall apply by the  terms of this act only to\n   33  appeals which are finally submitted or deemed to be finally submitted on\n   34  or after the effective date of this act;  provided,  however,  that  the\n   35  provisions  of  section  228  of the vehicle and traffic law repealed by\n   36  section two of this act shall continue to apply to any appeal  which  is\n   37  finally  submitted or deemed to have been finally submitted to a depart-\n   38  ment of motor vehicles appeals board before the effective date  of  this\n   39  act, but only until such appeal is determined by such appeals board; and\n   40  any  remand  ordered  by a court of competent jurisdiction pursuant to a\n   41  proceeding under article 78 of the civil practice law  and  rules  which\n   42  has  not yet been re-submitted to a department of motor vehicles appeals\n   43  board before the effective date of this act, shall be  referred  to  the\n   44  traffic  adjudication  appeals  bureau  in  the executive department for\n   45  redetermination pursuant to the order of remand.\n",
  "memo" : "BILL NUMBER:S2301\n\nTITLE OF BILL:\nAn act to amend the executive law and the vehicle and traffic law, in\nrelation to creating a traffic adjudication appeals bureau within the\nexecutive department, and repealing section 228 of the vehicle and traf-\nfic law, relating to administrative review of hearing officer determi-\nnations by department of motor vehicles appeals boards\n\nSUMMARY:\nTo reform the traffic administrative adjudication and appeals process of\nthe Department of Motor Vehicles in order to ensure the equitable and\nimpartial treatment of all motorists.\n\nJUSTIFICATION:\nIn response to hundreds of complaints from motorists and attorneys about\nhearing delays, confusing, contradictory and inefficient procedures and\nguidelines and inequitable treatment, the NYS Bar' Association Task\nForce on Administrative Adjudication studied the procedures and prac-\ntices of the system of administrative adjudication of traffic offenses\nand concluded that the courts operate \"in a fashion that is unfair, both\nin fact and in appearance to the average motorist.\"\n\nThe task force found that the most compelling issue confronting the\nadministrative adjudication process is the undue and improper adminis-\ntrative interference. While individual administrative law judges are\nattempting to adjudicate the cases on the merits, they are prevented\nfrom doing so because of a system that:\n\n1) imposes, and attempts to enforce, conviction and fine rates (65%\nconviction rate);\n\n2) requires hearing officers to justify acquittals;\n\n3) mandates hearing officers to submit to monthly reviews of their\nsubstantive decisions and their conviction and fine records by supervi-\nsors; and\n\n4) requires hearing officers to excuse police laxity in the prosecution\nand presentation of cases.\n\nWith approximately 2 million complaints and some 600,000 hearings held\nannually, the system must operate efficiently and that the disposition\nof each case is fair and based on its own merits. The system must not\nonly be equitable but also must be perceived to be so by the residents\nof this state.  Thus, this bill would reform the adjudication system at\nthe Department of Motor Vehicles by mandating the promulgation of rules\nand regulations governing the conduct of each hearing and removes the\nappeals process from the department to guarantee the independence of the\nsenior judges and the integrity of the system.\n\nFISCAL IMPLICATION:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January next succeeding the\ndate on which it shall have become a law and sections one through three\nof this act shall apply by the terms of this act only to appeals which\nare finally submitted or deemed to be finally submitted on or after the\neffective date of this act; provided, however, that the provisions of\nsection 228 of the vehicle and traffic law repealed by section two of\nthis act shall continue to apply to any appeal which is finally submit-\nted or deemed to have been finally submitted to a department of motor\nvehicles appeals board before the effective date of this act, but only\nuntil such appeal is determined by such appeals board; and any remand\nordered by a court of competent jurisdiction pursuant to a proceeding\nunder article 78 of the civil practice law and rules which has not yet\nbeen resubmitted to a department of motor vehicles appeals board before\nthe effective date of this act, shall be referred to the traffic adjudi-\ncation appeals bureau in the executive department for redetermination\npursuant to the order of remand.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the vehicle and traffic law, in relation to creating a traffic adjudication appeals bureau within the executive department; and to repeal section 228 of the vehicle and traffic law, relating to administrative review of hearing officer determinations by department of motor vehicles appeals boards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T164157.TXT", "SOBI.D110119.T121752.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110118.T163657.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090993
}