{
  "year" : 2011,
  "senateBillNo" : "S2313-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2313-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a traffic adjudication appeals bureau in executive department for appeals from traffic violations bureau; repealer",
  "summary" : "Establishes a separate bureau within the executive department to receive, consider and determine appeals from determinations of hearing officers of the department of motor vehicles traffic violations bureaus; provides for award of expenses to appellant where appeals bureau finds minimum statutory procedures added by this bill have not been followed by traffic violations bureaus, and provides for appeals bureau to issue cease and desist orders to traffic violations bureaus for repeatedly not following minimum statutory procedures for the conduct of hearings; requires cooperation by commissioner of motor vehicles with director of appeals bureau and authorizes appeals bureau to obtain records of the department of motor vehicles and file orders with the department; provides for reports to the governor and legislature on implementation and for recommendations from the director of the traffic adjudications appeals bureau for legislation. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S912-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2313\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law and the vehicle and  traffic  law,  in\n         relation  to creating a traffic adjudication appeals bureau within the\n         executive department; and to repeal section 228  of  the  vehicle  and\n         traffic  law,  relating  to  administrative  review of hearing officer\n         determinations by department of motor vehicles appeals boards\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   The executive law is amended by adding a new article 5-A\n    2  to read as follows:\n    3                                  ARTICLE 5-A\n    4                     TRAFFIC ADJUDICATION APPEALS BUREAU\n    5    SECTION 80. APPELLATE  ADMINISTRATIVE  REVIEW  OF  TRAFFIC  INFRACTION\n    6                  ADJUDICATIONS OF CERTAIN TRAFFIC VIOLATIONS BUREAUS.\n    7            81. DIRECTOR  OF  THE  TRAFFIC  ADJUDICATION  APPEALS  BUREAU;\n    8                  POWERS AND DUTIES.\n    9            82. APPEALS  OFFICERS  OF  THE  TRAFFIC  ADJUDICATION  APPEALS\n   10                  BUREAU.\n   11            83. RIGHT  OF  APPEAL  TO  THE  TRAFFIC  ADJUDICATION  APPEALS\n   12                  BUREAU.\n   13            84. REVIEW AND DETERMINATION BY APPEALS BOARD OF  THE  TRAFFIC\n   14                  ADJUDICATION APPEALS BUREAU.\n   15            85. APPEAL  PROCEDURES FOR APPEALS TO THE TRAFFIC ADJUDICATION\n   16                  APPEALS BUREAU.\n   17    S 80. APPELLATE ADMINISTRATIVE REVIEW OF  TRAFFIC  INFRACTION  ADJUDI-\n   18  CATIONS  OF  CERTAIN  TRAFFIC VIOLATIONS BUREAUS. 1. (A) THERE IS HEREBY\n   19  CREATED WITHIN THE EXECUTIVE DEPARTMENT A SEPARATE BUREAU WHICH SHALL BE\n   20  KNOWN AS THE \"TRAFFIC ADJUDICATION APPEALS BUREAU\". THE  APPEALS  BUREAU\n   21  SHALL  RECEIVE,  CONSIDER  AND  DETERMINE APPEALS FROM DETERMINATIONS OF\n   22  HEARING OFFICERS OF TRAFFIC  VIOLATIONS  BUREAUS  DESCRIBED  IN  ARTICLE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07129-01-1\n\n       S. 2313                             2\n\n    1  TWO-A  OF  THE VEHICLE AND TRAFFIC LAW. THE CENTRAL OFFICE OF THE BUREAU\n    2  SHALL BE LOCATED IN ALBANY, AND REGIONAL OFFICES OF THE BUREAU SHALL  BE\n    3  ESTABLISHED AND MAINTAINED IN SUCH NUMBERS AND LOCATIONS AS THE DIRECTOR\n    4  OF  THE  BUREAU MAY DETERMINE WITHIN AMOUNTS MADE AVAILABLE BY APPROPRI-\n    5  ATION.\n    6    (B) THE HEAD OF THE APPEALS BUREAU SHALL BE A DIRECTOR, WHO  SHALL  BE\n    7  APPOINTED  BY  THE  GOVERNOR,  BY AND WITH THE ADVICE AND CONSENT OF THE\n    8  SENATE, TO SERVE FOR A TERM OF SIX YEARS, AND UNTIL HIS OR HER SUCCESSOR\n    9  HAS BEEN APPOINTED. SUCH DIRECTOR SHALL RECEIVE A  SALARY  IN  THE  SAME\n   10  AMOUNT,  FROM  TIME  TO TIME, AS THAT RECEIVED BY A STATE OFFICER DESIG-\n   11  NATED IN PARAGRAPH (C) OF SUBDIVISION ONE OF SECTION ONE HUNDRED  SIXTY-\n   12  NINE OF THIS CHAPTER.\n   13    2.  (A) IN LIEU OF, OR IN ADDITION TO, ANY OTHER GROUNDS FOR APPEAL, A\n   14  PERSON MAY APPEAL TO THE APPEALS BUREAU ON THE GROUND THAT ONE  OR  MORE\n   15  MINIMUM  PROCEDURES,  ESTABLISHED BY OR PURSUANT TO LAW, FOR THE CONDUCT\n   16  OF A HEARING FOR THE ADJUDICATION OF A TRAFFIC INFRACTION HAVE NOT  BEEN\n   17  FOLLOWED.  WHERE THE APPEALS BUREAU FINDS THAT ONE OR MORE OF SUCH MINI-\n   18  MUM  PROCEDURES  FOR  THE CONDUCT OF A HEARING FOR THE ADJUDICATION OF A\n   19  TRAFFIC INFRACTION, ESTABLISHED BY OR PURSUANT  TO  SUBDIVISION  ONE  OF\n   20  SECTION  TWO  HUNDRED  TWENTY-SEVEN OF THE VEHICLE AND TRAFFIC LAW, HAVE\n   21  NOT BEEN FOLLOWED BY THE HEARING OFFICER  WHO  ADJUDICATED  THE  TRAFFIC\n   22  INFRACTION,  OR  HAVE NOT BEEN FOLLOWED BY THE TRAFFIC VIOLATIONS BUREAU\n   23  OR BY THE DEPARTMENT OR COMMISSIONER OF MOTOR  VEHICLES:  (I)  IT  SHALL\n   24  AWARD  THE  APPELLANT  HIS  OR HER EXPENSES, INCLUDING AN AMOUNT FOR THE\n   25  LOST TIME, INCONVENIENCE AND ANNOYANCE, AS WELL AS  OUT-OF-POCKET  COSTS\n   26  AND FEES, IN TAKING SUCH APPEAL TO IT; HOWEVER, THE AMOUNT OF SUCH AWARD\n   27  FIXED  BY  IT  SHALL  NOT  EXCEED  THE  AMOUNT OF THE ORIGINAL FINE, AND\n   28  PAYMENT OF SUCH AWARD TO THE APPELLANT SHALL NOT BE MADE BY IT BUT SHALL\n   29  BE MADE BY THE DEPARTMENT OF MOTOR VEHICLES  UPON  THE  PRESENTATION  TO\n   30  SUCH  DEPARTMENT  OF A VOUCHER ISSUED BY THE APPEALS BUREAU; AND (II) IF\n   31  THE APPEALS BUREAU HAS FOUND OTHER  INSTANCES  WHERE  THE  SAME  HEARING\n   32  OFFICER,  BUREAU,  COMMISSIONER  OR  DEPARTMENT  HAS  NOT  FOLLOWED  THE\n   33  REQUIRED MINIMUM PROCEDURES ESTABLISHED BY OR PURSUANT TO  LAW  FOR  THE\n   34  CONDUCT  OF  A  HEARING,  THE  APPEALS BUREAU MAY ISSUE AN ORDER TO SUCH\n   35  OFFICER, BUREAU, COMMISSIONER AND/OR DEPARTMENT,  TO  CEASE  AND  DESIST\n   36  FROM  SUCH IMPROPER CONDUCT AND TO COMPLY WITH MINIMUM PROCEDURES ESTAB-\n   37  LISHED BY OR PURSUANT TO LAW.\n   38    (B) THE APPEALS BUREAU SHALL HAVE STANDING TO BRING A PROCEEDING UNDER\n   39  ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES TO COMPEL  ANY\n   40  SUCH  OFFICER, BUREAU, COMMISSIONER AND/OR DEPARTMENT TO COMPLY WITH ITS\n   41  CEASE AND DESIST ORDERS. THE ISSUANCE OF A CEASE AND  DESIST  ORDER,  OR\n   42  THE  COMMENCEMENT OF AN ARTICLE SEVENTY-EIGHT PROCEEDING, SHALL NOT BE A\n   43  PREREQUISITE TO THE TAKING OF ANY ACTION OR ENFORCEMENT  OF  ANY  REMEDY\n   44  OTHERWISE PERMITTED, BUT SHALL BE CUMULATIVE TO ANY OTHER SUCH ACTION OR\n   45  REMEDY.\n   46    (C)  THE APPEALS BUREAU IS HEREBY EMPOWERED TO COMPEL THE COMMISSIONER\n   47  AND DEPARTMENT OF MOTOR VEHICLES TO PRODUCE RECORDS AND  OTHER  EVIDENCE\n   48  RELEVANT  AND  MATERIAL  TO  ANY APPEAL, OR RELEVANT AND MATERIAL TO THE\n   49  MAKING OF ANY FINDING AUTHORIZED TO BE MADE HEREIN.\n   50    S 81. DIRECTOR OF THE TRAFFIC ADJUDICATION APPEALS BUREAU; POWERS  AND\n   51  DUTIES. THE DIRECTOR OF THE TRAFFIC ADJUDICATION APPEALS BUREAU SHALL BE\n   52  THE ADMINISTRATIVE HEAD OF THE BUREAU AND SHALL:\n   53    1.  APPOINT ONE OR MORE GROUPS OF THREE OR MORE APPEALS OFFICERS EACH,\n   54  WHICH SHALL CONSTITUTE ONE OR MORE APPEALS BOARDS  UNDER  THE  JURISDIC-\n   55  TION,  SUPERVISION  AND CONTROL OF THE APPEALS BUREAU, AND MAY PRESCRIBE\n   56  THEIR POWERS AND DUTIES AND FIX THEIR  COMPENSATION  WITHIN  THE  AMOUNT\n\n       S. 2313                             3\n\n    1  APPROPRIATED  THEREFOR,  SUBJECT  TO THE PROVISIONS OF THE CIVIL SERVICE\n    2  LAW AND ANY APPLICABLE COLLECTIVE BARGAINING AGREEMENT;\n    3    2.  SELECT A CHAIRMAN FOR EACH APPEALS BOARD FROM THE GROUP OF APPEALS\n    4  OFFICERS SO APPOINTED;\n    5    3. DESIGNATE SUCH OTHER PERSONNEL, SUBJECT TO THE  PROVISIONS  OF  THE\n    6  CIVIL SERVICE LAW AND ANY APPLICABLE COLLECTIVE BARGAINING AGREEMENT, AS\n    7  MAY BE NECESSARY TO ASSIST THE DIRECTOR OF THE APPEALS BUREAU, OR ASSIST\n    8  AN APPEALS BOARD, IN CARRYING OUT HIS OR ITS DUTIES.\n    9    S  82.  APPEALS  OFFICERS  OF THE TRAFFIC ADJUDICATION APPEALS BUREAU.\n   10  EACH APPEALS OFFICER SHALL HAVE BEEN ADMITTED TO THE PRACTICE OF LAW  IN\n   11  THIS STATE AND SHALL NOT BE AN EMPLOYEE OF THE DEPARTMENT OF MOTOR VEHI-\n   12  CLES OR DEPARTMENT OF TRANSPORTATION.\n   13    S  83.  RIGHT OF APPEAL TO THE TRAFFIC ADJUDICATION APPEALS BUREAU. 1.\n   14  ANY PERSON WHO IS AGGRIEVED BY A DETERMINATION OF A HEARING OFFICER OF A\n   15  TRAFFIC VIOLATIONS BUREAU DESCRIBED IN ARTICLE TWO-A OF THE VEHICLE  AND\n   16  TRAFFIC  LAW MAY APPEAL SUCH DETERMINATION PURSUANT TO THE PROVISIONS OF\n   17  THIS ARTICLE.\n   18    2. EXCEPT AS OTHERWISE PROVIDED IN THIS SECTION, A TRANSCRIPT  OF  THE\n   19  HEARING  RESULTING  IN THE DETERMINATION APPEALED FROM MUST BE SUBMITTED\n   20  TO THE TRAFFIC ADJUDICATION APPEALS BUREAU ON ANY SUCH APPEAL.\n   21    3. IF THE ONLY ISSUE RAISED ON APPEAL IS THE  APPROPRIATENESS  OF  THE\n   22  PENALTY  IMPOSED,  THE  APPELLANT,  IN HIS OR HER DISCRETION, MAY SUBMIT\n   23  SUCH APPEAL WITHOUT A TRANSCRIPT OF THE  HEARING.  IN  SUCH  EVENT,  THE\n   24  DECISION  OF  THE APPEALS BOARD MAY BE BASED SOLELY ON THE APPEAL PAPERS\n   25  AND THE RECORDS OF THE DEPARTMENT OF MOTOR VEHICLES AND OF  THE  TRAFFIC\n   26  ADJUDICATION  APPEALS  BUREAU, AND SUCH DECISION SHALL NOT BE SUBJECT TO\n   27  JUDICIAL REVIEW.\n   28    4. WHERE A TRANSCRIPT OF THE HEARING  IS  SUBMITTED  AT  THE  TIME  AN\n   29  APPEAL  IS FILED, THE DETERMINATION OF THE APPEALS BOARD WILL BE SUBJECT\n   30  TO JUDICIAL REVIEW AS PRESCRIBED IN SUBDIVISION FIVE OF SECTION  EIGHTY-\n   31  FIVE OF THIS ARTICLE.\n   32    S 84. REVIEW AND DETERMINATION BY APPEALS BOARD OF THE TRAFFIC ADJUDI-\n   33  CATION  APPEALS  BUREAU.  1.  EACH APPEAL FILED PURSUANT TO THIS ARTICLE\n   34  SHALL BE REVIEWED BY AN APPEALS BOARD, WHICH SHALL MAKE A  DETERMINATION\n   35  OF  SUCH  APPEAL,  AND SHALL CAUSE AN APPROPRIATE ORDER TO BE ENTERED IN\n   36  THE RECORDS OF THE TRAFFIC  ADJUDICATION  APPEALS  BUREAU.  THE  TRAFFIC\n   37  ADJUDICATION  APPEALS  BUREAU SHALL TRANSMIT A COPY OF SUCH ORDER TO THE\n   38  COMMISSIONER OF MOTOR VEHICLES, AND SUCH COMMISSIONER SHALL  CAUSE  SUCH\n   39  ORDER TO BE ENTERED IN THE RECORDS OF THE DEPARTMENT OF MOTOR VEHICLES.\n   40    2.  NO  APPEAL  SHALL BE REVIEWED IF IT IS FILED MORE THAN THIRTY DAYS\n   41  AFTER NOTICE WAS GIVEN OF THE DETERMINATION APPEALED FROM. THE APPELLANT\n   42  SHALL SUBMIT TOGETHER WITH SUCH APPEAL A COPY OF THE NOTICE OF  DETERMI-\n   43  NATION  ISSUED  BY THE DEPARTMENT OF MOTOR VEHICLES SHOWING THE DATE THE\n   44  NOTICE OF DETERMINATION WAS GIVEN.\n   45    S 85. APPEAL  PROCEDURES  FOR  APPEALS  TO  THE  TRAFFIC  ADJUDICATION\n   46  APPEALS BUREAU. 1. ANY PERSON DESIRING TO FILE AN APPEAL FROM AN ADVERSE\n   47  DETERMINATION PURSUANT TO THIS ARTICLE, SHALL DO SO IN A FORM AND MANNER\n   48  PROVIDED  BY  THE  DIRECTOR  OF  THE TRAFFIC ADJUDICATION APPEALS BUREAU\n   49  AFTER SUCH DIRECTOR CONSULTS WITH THE COMMISSIONER  OF  MOTOR  VEHICLES.\n   50  THE  TRANSCRIPT  OF ANY HEARING WHICH FORMED THE BASIS FOR SUCH DETERMI-\n   51  NATION WILL BE REVIEWED ONLY IF IT IS SUBMITTED  BY  THE  APPELLANT.  AN\n   52  APPEAL  SHALL  NOT BE DEEMED TO BE FINALLY SUBMITTED UNTIL THE APPELLANT\n   53  HAS SUBMITTED ALL FORMS OR DOCUMENTS REQUIRED TO  BE  SUBMITTED  BY  THE\n   54  DIRECTOR  OR BY THIS ARTICLE. IF THE APPELLANT IS NOT ABLE TO SUBMIT ANY\n   55  REQUIRED FORM OR DOCUMENT BECAUSE OF  THE  REFUSAL  OR  FAILURE  OF  THE\n   56  DEPARTMENT  OF  MOTOR  VEHICLES  TO  SUPPLY SUCH FORM OR DOCUMENT TO THE\n\n       S. 2313                             4\n\n    1  APPELLANT UPON THE APPELLANT'S REQUEST AND  WILLINGNESS  TO  TENDER  ANY\n    2  AUTHORIZED  FEE  REQUIRED BY THE DEPARTMENT, THE APPELLANT SHALL FURNISH\n    3  AN AFFIDAVIT OF SUCH FACT TO THE DIRECTOR AND THE DIRECTOR SHALL  COMPEL\n    4  THE DEPARTMENT OF MOTOR VEHICLES TO PRODUCE SUCH REQUIRED RECORDS, OR AN\n    5  AUTHENTICATED  COPY THEREOF, FREE OF CHARGE FOR USE BY THE TRAFFIC ADJU-\n    6  DICATION APPEALS BUREAU OR AN APPEALS BOARD THEREOF UPON THE APPEAL.  IN\n    7  SUCH CASE, AN APPEAL SHALL BE DEEMED FINALLY SUBMITTED AS  OF  THE  DATE\n    8  THE  DIRECTOR  RECEIVED THE AFFIDAVIT FROM THE APPELLANT THAT THE APPEL-\n    9  LANT WAS UNABLE TO OBTAIN A REQUIRED RECORD FROM THE DEPARTMENT OF MOTOR\n   10  VEHICLES, PROVIDED THAT ALL OTHER FORMS AND  DOCUMENTS  REQUIRED  TO  BE\n   11  SUBMITTED HAVE BEEN SUBMITTED OR SIMILAR AFFIDAVIT GIVEN WITH RESPECT TO\n   12  INABILITY TO OBTAIN SAME FROM THE DEPARTMENT OF MOTOR VEHICLES.\n   13    2.  TRANSCRIPTS  OF  THE  RECORD OF ANY HEARING MAY BE OBTAINED AT THE\n   14  COST TO THE DEPARTMENT OF MOTOR VEHICLES, IF PREPARED BY THE DEPARTMENT,\n   15  OR AT THE RATE SPECIFIED IN THE CONTRACT BETWEEN THE DEPARTMENT AND  THE\n   16  CONTRACTOR, IF PREPARED BY A PRIVATE CONTRACTOR. THE AMOUNT PAID AT SUCH\n   17  COST OR RATE BY A PERSON CONVICTED WHO SUBMITS A TRANSCRIPT OF THE HEAR-\n   18  ING WHICH RESULTED IN THE DETERMINATION, UPON AN APPEAL FROM SUCH DETER-\n   19  MINATION, SHALL BE REFUNDED BY THE DEPARTMENT OF MOTOR VEHICLES UPON THE\n   20  RECEIPT  BY  IT  OF  AN ORDER, OR COPY THEREOF, FROM THE TRAFFIC ADJUDI-\n   21  CATION APPEALS BUREAU DISMISSING THE CHARGES UPON THE  DETERMINATION  OF\n   22  SUCH APPEAL.\n   23    3.  THE  FEE  FOR FILING AN APPEAL SHALL BE TEN DOLLARS PAYABLE TO THE\n   24  TRAFFIC ADJUDICATION APPEALS BUREAU. NO APPEAL SHALL BE ACCEPTED  UNLESS\n   25  THE  REQUIRED  FEE HAS BEEN PAID TO SUCH BUREAU. SUCH FEES SHALL BE PAID\n   26  BY SUCH APPEALS BUREAU TO THE DEPARTMENT OF AUDIT  AND  CONTROL  TO  THE\n   27  CREDIT  OF THE JUSTICE COURT FUND. AFTER SUCH AUDIT AS SHALL BE REQUIRED\n   28  BY THE COMPTROLLER, SUCH FEES SHALL BE CREDITED TO THE GENERAL  FUND  OF\n   29  THE STATE.\n   30    4.  (A)  WHENEVER A DETERMINATION HAS NOT BEEN MADE WITHIN THIRTY DAYS\n   31  AFTER AN APPEAL HAS BEEN FINALLY SUBMITTED, A STAY OF EXECUTION WILL  BE\n   32  DEEMED GRANTED BY OPERATION OF LAW, AND THE LICENSE, CERTIFICATE, PERMIT\n   33  OR  PRIVILEGE  AFFECTED  WILL  BE  AUTOMATICALLY  RESTORED PENDING FINAL\n   34  DETERMINATION.\n   35    (B) THE COMMISSIONER OF MOTOR VEHICLES SHALL COOPERATE WITH THE DIREC-\n   36  TOR OF THE APPEALS BUREAU IN DEVISING MEANS OF COMMUNICATION BETWEEN THE\n   37  DEPARTMENT OF MOTOR VEHICLES AND THE TRAFFIC ADJUDICATION APPEALS BUREAU\n   38  TO EFFECTUATE THE PURPOSES AND PROVISIONS OF THIS  ARTICLE.  SUCH  MEANS\n   39  MAY  INCLUDE,  BUT  SHALL  NOT BE LIMITED TO, A COMPUTER NETWORK WHEREBY\n   40  INFORMATION MAY BE SHARED, EXCHANGED AND/OR INPUTTED BY AND BETWEEN  THE\n   41  DEPARTMENT  OF  MOTOR  VEHICLES  AND  THE  TRAFFIC ADJUDICATIONS APPEALS\n   42  BUREAU. IF SUCH A NETWORK IS ESTABLISHED, ANY NOTICE OR RECORD  REQUIRED\n   43  TO  BE  PRODUCED  BY, OR SENT BY OR TO, THE DEPARTMENT OF MOTOR VEHICLES\n   44  MAY BE TRANSMITTED BY MEANS OF SUCH NETWORK.\n   45    5. (A) NO DETERMINATION OF A HEARING OFFICER WHICH IS APPEALABLE UNDER\n   46  THE PROVISIONS OF THIS ARTICLE SHALL BE REVIEWED IN ANY COURT UNLESS  AN\n   47  APPEAL HAS BEEN FILED AND DETERMINED IN ACCORDANCE WITH THIS ARTICLE.\n   48    (B)  A  DETERMINATION  OF  THE APPEALS BOARD IN ANY CASE WHERE A TRAN-\n   49  SCRIPT OF THE HEARING HAS BEEN SUBMITTED  SHALL  BE  SUBJECT  TO  REVIEW\n   50  PURSUANT  TO  THE PROVISIONS OF ARTICLE SEVENTY-EIGHT OF THE CIVIL PRAC-\n   51  TICE LAW AND RULES. PROVIDED, HOWEVER, A STATEMENT BY THE APPEALS  OFFI-\n   52  CER  AT  THE  CONCLUSION OF THE HEARING INDICATING THAT THE CHARGES HAVE\n   53  BEEN SUSTAINED AND ANNOUNCING  THE  PENALTY  IMPOSED,  TOGETHER  WITH  A\n   54  SUMMARY OF THE REASONS THE APPEAL WAS DENIED BY THE APPEALS BOARD, SHALL\n   55  CONSTITUTE SUFFICIENT FINDINGS FOR THE PURPOSE OF SUCH REVIEW.\n\n       S. 2313                             5\n\n    1    S  2. Section 228 of the vehicle and traffic law is REPEALED and a new\n    2  section 228 is added to read as follows:\n    3    S  228.  ADMINISTRATIVE  REVIEW. ADMINISTRATIVE REVIEW OF THE DETERMI-\n    4  NATION OF A HEARING OFFICER SHALL BE HAD BY MEANS OF AN  APPEAL  TO  THE\n    5  TRAFFIC  ADJUDICATION  APPEALS  BUREAU  IN  THE EXECUTIVE DEPARTMENT, AS\n    6  PROVIDED IN ARTICLE FIVE-A OF THE EXECUTIVE LAW.  THE  COMMISSIONER  AND\n    7  DEPARTMENT  SHALL  COOPERATE  AND  RENDER  ASSISTANCE: (A) TO ANY PERSON\n    8  CONVICTED OF A TRAFFIC INFRACTION UPON THE DETERMINATION  OF  A  HEARING\n    9  OFFICER,  WHO WISHES TO APPEAL SUCH DETERMINATION TO THE APPEALS BUREAU,\n   10  BY PROVIDING FORMS, INSTRUCTIONS AND  RECORDS,  SUITABLE  TO  FILE  SUCH\n   11  APPEAL  WITH THE APPEALS BUREAU, IN COOPERATION WITH THE REQUIREMENTS OF\n   12  THE DIRECTOR OF THE APPEALS BUREAU; AND  (B)  TO  THE  DIRECTOR  OF  THE\n   13  APPEALS  BUREAU  TO  IMPLEMENT  THE  PURPOSES  AND PROVISIONS OF ARTICLE\n   14  FIVE-A OF THE EXECUTIVE LAW.\n   15    S 3. Subdivision 1 of section 227 of the vehicle and traffic  law,  as\n   16  amended  by  chapter  337  of  the  laws  of 1970, is amended to read as\n   17  follows:\n   18    1. A. Every hearing for the adjudication of a traffic  infraction,  as\n   19  provided  by  this  article,  shall  be  held  before  a hearing officer\n   20  appointed by the commissioner. The burden of proof  shall  be  upon  the\n   21  people,  and no charge may be established except by clear and convincing\n   22  evidence. The commissioner [may] SHALL prescribe, by rule or regulation,\n   23  the procedures for the conduct of such hearings.\n   24    B. SUCH PROCEDURES FOR THE CONDUCT OF SUCH HEARINGS SHALL, AT A  MINI-\n   25  MUM:\n   26    (I)   PROHIBIT  THE  COMPILING  OF  PERIODIC  STATISTICS  ESTABLISHING\n   27  CONVICTION RATES.\n   28    (II) PROHIBIT THE REVIEW OR RATING OF HEARING OFFICERS BASED UPON  ANY\n   29  CONVICTION RATE.\n   30    (III)  PROHIBIT  ANY  REQUIREMENT THAT HEARING OFFICERS PROVIDE TO THE\n   31  COMMISSIONER OR  TO  ADMINISTRATIVE  OR  SUPERVISORY  EMPLOYEES  OF  THE\n   32  DEPARTMENT  GREATER  OR  ANY  DIFFERENT JUSTIFICATION FOR THEIR DETERMI-\n   33  NATIONS THAT THE CHARGES HAVE NOT BEEN ESTABLISHED FROM  THEIR  DETERMI-\n   34  NATIONS THAT THE CHARGES HAVE BEEN ESTABLISHED.\n   35    (IV)  PROHIBIT  HEARING  OFFICERS  FROM USING LEADING QUESTIONS IN THE\n   36  DIRECT EXAMINATION OF POLICE OFFICERS.\n   37    (V) REQUIRE THE HEARING OFFICER TO ADVISE THE ACCUSED OF HIS RIGHT  TO\n   38  REMAIN  SILENT  AND  HIS  RIGHT  TO BE REPRESENTED BY COUNSEL, AND WHERE\n   39  APPROPRIATE, TO EXPLAIN  THE  ELEMENTS  OF  THE  OFFENSE  AND  AVAILABLE\n   40  DEFENSES FOR AN ACCUSED WHO IS NOT REPRESENTED BY COUNSEL.\n   41    (VI)  REQUIRE  THAT  THE  RULES  OF  EVIDENCE  BE  ADHERED  TO  IN ALL\n   42  PROCEEDINGS IN WHICH EITHER SIDE IS REPRESENTED BY COUNSEL.\n   43    S 4. a. The director of the traffic adjudications appeals bureau shall\n   44  report annually on or before the thirty-first of January, beginning with\n   45  the calendar year next succeeding the year this act takes effect, to the\n   46  governor, the speaker of the assembly and the  majority  leader  of  the\n   47  senate,  evaluating  the  functioning  and operations of the new traffic\n   48  adjudication appeals bureau created by this act.\n   49    b. Each annual report shall specifically address how well  the  imple-\n   50  mentation  of  this  act  alleviates  the problems and criticisms of the\n   51  former administrative adjudication system of  the  state  department  of\n   52  motor  vehicles,  described  by the task force on administrative adjudi-\n   53  cation of the New York state bar association in its  report  dated  July\n   54  14, 1988.\n\n       S. 2313                             6\n\n    1    c.  Each  such  report  also shall contain statistical tabulations and\n    2  appropriate commentary thereon, showing,  for  each  traffic  violations\n    3  bureau:\n    4    (i) the total number of appeals received by the new appeals bureau;\n    5    (ii)  the  number  of appeals in which it was alleged that one or more\n    6  minimum procedures, established by or pursuant to law, for  the  conduct\n    7  of  a hearing for the adjudication of a traffic infraction have not been\n    8  followed and the number of such appeals in which these allegations  were\n    9  found  to  have  any  merit  (the  success rate) and where found to have\n   10  merit, the total amount awarded to all appellants  for  their  expenses,\n   11  out-of-pocket  costs and fees, pursuant to subparagraph (i) of paragraph\n   12  (a) of subdivision 2 of section 80 of the executive  law,  as  added  by\n   13  this act;\n   14    (iii)  the number of cease and desist orders issued by the new appeals\n   15  bureau pursuant to subparagraph (ii) of paragraph (a) of  subdivision  2\n   16  of  section 80 of the executive law, as added by this act, the reason or\n   17  reasons such orders were issued, and the number of  proceedings  brought\n   18  by  the  new appeals bureau pursuant to article 78 of the civil practice\n   19  law and rules, to enforce its cease and desist orders;\n   20    (iv) the number of, and a description of,  any  other  enforcement  or\n   21  persuasion mechanisms utilized;\n   22    (v)  an  assessment  of  the  degree  of  compliance  by  each traffic\n   23  violations bureau with the minimum procedures established by or pursuant\n   24  to law for the conduct of  hearings  for  the  adjudication  of  traffic\n   25  infractions,  based, in part, upon the number of complaints received and\n   26  how such complaints were (or were not) resolved; and\n   27    (vi) any other relevant facts, statistics and commentary with  respect\n   28  to the foregoing.\n   29    In  addition, the director of the traffic adjudications appeals bureau\n   30  may propose to the legislature the consideration or  enactment  of  such\n   31  additional legislation as in his opinion will further address or allevi-\n   32  ate  the problems and criticisms found in the above-referenced report of\n   33  the bar association task force.\n   34    S 5. This act shall take effect on the first of January next  succeed-\n   35  ing  the  date  on  which  it  shall  have become a law and sections one\n   36  through three of this act shall apply by the  terms of this act only  to\n   37  appeals which are finally submitted or deemed to be finally submitted on\n   38  or  after  the  effective  date of this act; provided, however, that the\n   39  provisions of section 228 of the vehicle and  traffic  law  repealed  by\n   40  section  two  of this act shall continue to apply to any appeal which is\n   41  finally submitted or deemed to have been finally submitted to a  depart-\n   42  ment  of  motor vehicles appeals board before the effective date of this\n   43  act, but only until such appeal is determined by such appeals board; and\n   44  any remand ordered by a court of competent jurisdiction  pursuant  to  a\n   45  proceeding  under  article  78 of the civil practice law and rules which\n   46  has not yet been re-submitted to a department of motor vehicles  appeals\n   47  board  before  the  effective date of this act, shall be referred to the\n   48  traffic adjudication appeals bureau  in  the  executive  department  for\n   49  redetermination pursuant to the order of remand.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the vehicle and traffic law, in relation to creating a traffic adjudication appeals bureau within the executive department; and to repeal section 228 of the vehicle and traffic law, relating to administrative review of hearing officer determinations by department of motor vehicles appeals boards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T155153.TXT", "SOBI.D110119.T123754.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110118.T162655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295458674465
}