{
  "year" : 2011,
  "senateBillNo" : "S2317-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2317-2011-1295326800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes operation of toll-free hotline to relay information concerning the failure to collect sales and compensating use taxes",
  "summary" : "Authorizes the commissioner of taxation and finance to operate a toll free twenty-four hour hotline for the public to use to report information concerning the failure of any person to collect the tax on retail sales and the compensating use tax; provides that if such report results in the collection of any taxes or fines, the informant shall receive ten percent of such taxes and fines. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S922-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2317\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to authorizing the operation of\n         a toll-free hotline  for  the  public  to  use  to  relay  information\n         concerning the failure to collect sales and compensating use taxes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1817 of the tax law is  amended  by  adding  a  new\n    2  subdivision (o) to read as follows:\n    3    (O) (1) THE COMMISSIONER SHALL ESTABLISH AND OPERATE A TOLL-FREE TWEN-\n    4  TY-FOUR HOUR HOTLINE FOR THE PUBLIC TO USE TO RELAY INFORMATION CONCERN-\n    5  ING  THE  FAILURE OF ANY PERSON TO COLLECT THE TAX IMPOSED UNDER ARTICLE\n    6  TWENTY-EIGHT OF THIS CHAPTER. TO ENSURE THE CONFIDENTIALITY OF THE IDEN-\n    7  TITY OF THE PERSON REPORTING THE FAILURE TO COLLECT SUCH TAX, EVERY SUCH\n    8  REPORT UPON RECEIPT THEREOF SHALL BE ASSIGNED A CASE NUMBER. ALL  COMMU-\n    9  NICATION RELATING TO SUCH REPORT SHALL BE REFERENCED SOLELY ACCORDING TO\n   10  SUCH NUMBER.\n   11    (2)  THE  COMMISSIONER  SHALL  PAY  TO  SUCH INFORMANT A REWARD OF TEN\n   12  PERCENT OF THE TAX COLLECTED AND FINE LEVIED AGAINST ANY PERSON  FAILING\n   13  TO  COLLECT THE TAX IMPOSED BY ARTICLE TWENTY-EIGHT OF THIS CHAPTER AS A\n   14  RESULT OF SUCH INFORMATION.\n   15    S 2. This act shall take effect on the one hundred twentieth day after\n   16  it shall have become a law except that any rules or  regulations  neces-\n   17  sary for the timely implementation of this act on its effective date may\n   18  be promulgated before such date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07042-01-1\n",
  "memo" : "BILL NUMBER:S2317\n\nTITLE OF BILL:\nAn act to amend the tax law, in relation to authorizing the operation of\na toll-free hotline for the public to use to relay information concern-\ning the failure to collect sales and compensating use taxes\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis legislation directs the Commissioner of Taxation and Finance to\nestablish a hot line number for consumers to call and report a case of\nsales tax evasion or sales tax fraud on the part of a merchant. If the\nConsumer's report leads to a subsequent investigation and a fine is\nlevied by the Department of Taxation and Finance, the consumer is to\nreceive an award equal to 10% of the fine levied and the taxes\ncollected.\n\nSUMMARY OF PROVISIONS:\nThis bill amends section 1817 of the Tax Law by adding a new subdivision\nto require the Commissioner of Taxation and Finance to establish and\noperate a toll-free hot line for the public to use to relay information\nconcerning the failure of any person to collect sales tax. To ensure the\nconfidentiality of the person reporting the infraction, a case number\nwill be assigned to each report and communication shall be referenced\nsolely according to such case number. The Commissioner shall pay rewards\nof ten percent of the tax collected and the fine levied as a result of\nthe report.\n\nJUSTIFICATION:\nAccording to recent figures, New York State could lose in excess of $600\nmillion dollars a year as a result of sales tax evasion. Merchants who\nfail to collect the appropriate sales tax harm both the state's tax\ncoffers and their competitors in the market.  This bill will give a\nmonetary incentive to consumers to report a sales tax violation that\nthey have witnessed or experienced. The confidentiality of the person\nreporting the infraction is ensured through the assignment of a case\nnumber.\n\nFISCAL IMPLICATIONS:\nMinimal.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred twentieth day after it\nshall have become a law except that any rules or regulations necessary\nfor the timely implementation of this act on its effective date may be\npromulgated before such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to authorizing the operation of a toll-free hotline for the public to use to relay information concerning the failure to collect sales and compensating use taxes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110118.T162156.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T155653.TXT", "SOBI.D110118.T150705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090024
}