{
  "year" : 2011,
  "senateBillNo" : "S2312-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2312-2011-1295326800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes tax check-off for gifts contributed to the state library aid program for financial support for public libraries",
  "summary" : "Directs the commissioner of taxation and finance to include a space on the personal income tax return for taxpayers to check off if they wish to contribute to the state library aid program for financial support for public libraries; provides special incentives for academic libraries, health information and hospital libraries, institutional libraries and the preservation of library resources. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S974-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2312\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to authorizing a tax  check-off\n         for the state library system\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The tax law is amended by adding a new  section  630-c  to\n    2  read as follows:\n    3    S  630-C.  GIFTS  FOR THE STATE LIBRARY SYSTEM.  EFFECTIVE FOR ANY TAX\n    4  YEAR COMMENCING ON OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE, AN INDI-\n    5  VIDUAL IN ANY TAXABLE YEAR MAY ELECT TO CONTRIBUTE TO THE STATE  LIBRARY\n    6  AID  PROGRAM  FOR  FINANCIAL  SUPPORT  FOR  PUBLIC LIBRARIES AND LIBRARY\n    7  SYSTEMS, REFERENCE AND RESEARCH LIBRARY RESOURCE SYSTEMS, THE  NEW  YORK\n    8  PUBLIC  RESEARCH LIBRARIES, THE SCHOMBURG COLLECTION AND THE LIBRARY FOR\n    9  THE BLIND AND VISUALLY HANDICAPPED. SUCH CONTRIBUTION SHALL  BE  IN  ANY\n   10  WHOLE DOLLAR AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF STATE TAX OWED BY\n   11  SUCH  INDIVIDUAL.  THE  COMMISSIONER SHALL INCLUDE SPACE ON THE PERSONAL\n   12  INCOME TAX RETURN TO  ENABLE  A  TAXPAYER  TO  MAKE  SUCH  CONTRIBUTION.\n   13  NOTWITHSTANDING ANY OTHER PROVISION OF LAW ALL REVENUES COLLECTED PURSU-\n   14  ANT  TO  THIS SECTION SHALL BE CREDITED TO THE STATE LIBRARY AID PROGRAM\n   15  AND SHALL BE USED IN ADDITION TO,  NOT  TO  SUPPLANT,  EXISTING  FUNDING\n   16  UNDER  THE  STATE  LIBRARY  AID PROGRAM AND USED FOR ONLY THOSE PURPOSES\n   17  ENUMERATED IN SECTION TWO HUNDRED SEVENTY-THREE OF THE EDUCATION LAW.\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06821-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to authorizing a tax check-off for the state library system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T122252.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110119.T122752.TXT", "SOBI.D110118.T162655.TXT", "SOBI.D110118.T150705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295458072160
}