{
  "year" : 2011,
  "senateBillNo" : "S2316-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2316-2011-1295326800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires life imprisonment without parole for certain persistent felony offenders; repealer",
  "summary" : "Requires a sentence of life imprisonment without possibility of parole for persistent violent felony offenders and persistent felony offenders who have been convicted of a prior violent felony offense. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S1008-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2316\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to sentencing  of  persistent\n         violent felony offenders and persistent felony offenders and to repeal\n         subdivision 3 of section 70.08 of such law relating to minimum periods\n         of imprisonment for persistent violent felony offenders\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 70.00 of the penal law, as amended\n    2  by chapter 482 of the laws of 2009, is amended to read as follows:\n    3    5.  Life  imprisonment  without  parole.  Notwithstanding  any   other\n    4  provision  of  law,  a  defendant sentenced to life imprisonment without\n    5  parole shall not  be  or  become  eligible  for  parole  or  conditional\n    6  release.  For  purposes of commitment and custody, other than parole and\n    7  conditional release, such sentence shall be deemed to be  an  indetermi-\n    8  nate  sentence.  A defendant may be sentenced to life imprisonment with-\n    9  out parole upon conviction for the crime of murder in the  first  degree\n   10  as  defined  in  section  125.27  of  this chapter, UPON CONVICTION AS A\n   11  PERSISTENT FELONY OFFENDER PURSUANT TO PARAGRAPH (B) OF SUBDIVISION  TWO\n   12  OF  SECTION  70.10  OF  THIS ARTICLE, OR UPON CONVICTION AS A PERSISTENT\n   13  VIOLENT FELONY OFFENDER PURSUANT TO SECTION 70.08 OF THIS  ARTICLE,  and\n   14  in  accordance  with  the  procedures  provided  by  law  for imposing a\n   15  sentence for such crime. A defendant must be sentenced to life imprison-\n   16  ment without parole upon  conviction  for  the  crime  of  terrorism  as\n   17  defined  in  section 490.25 of this chapter, where the specified offense\n   18  the defendant committed is a class A-I felony;  the  crime  of  criminal\n   19  possession of a chemical weapon or biological weapon in the first degree\n   20  as  defined  in section 490.45 of this chapter; or the crime of criminal\n   21  use of a chemical weapon or biological weapon in  the  first  degree  as\n   22  defined in section 490.55 of this chapter; provided, however, that noth-\n   23  ing  in  this  subdivision shall preclude or prevent a sentence of death\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06800-01-1\n\n       S. 2316                             2\n\n    1  when the defendant is also convicted of the crime of murder in the first\n    2  degree as defined in section 125.27 of this chapter.   A defendant  must\n    3  be sentenced to life imprisonment without parole upon conviction for the\n    4  crime  of  murder in the second degree as defined in subdivision five of\n    5  section 125.25 of this chapter or for the crime of aggravated murder  as\n    6  defined  in subdivision one of section 125.26 of this chapter. A defend-\n    7  ant may be sentenced to life imprisonment without parole upon conviction\n    8  for the crime of aggravated murder as  defined  in  subdivision  two  of\n    9  section 125.26 of this chapter.\n   10    S  2.  Subdivision  2  of  section 70.08 of the penal law, as added by\n   11  chapter 481 of the laws of 1978, is amended to read as follows:\n   12    2. Authorized sentence. When the court  has  found,  pursuant  to  the\n   13  provisions  of the criminal procedure law, that a person is a persistent\n   14  violent felony offender the court must impose [an indeterminate sentence\n   15  of imprisonment, the maximum term of which shall be  life  imprisonment.\n   16  The  minimum  period  of  imprisonment  under  such  sentence must be in\n   17  accordance with subdivision three of this section] A  SENTENCE  OF  LIFE\n   18  IMPRISONMENT WITHOUT POSSIBILITY OF PAROLE, PURSUANT TO SECTION 70.00 OF\n   19  THIS ARTICLE.\n   20    S 3. Subdivision 3 of section 70.08 of the penal law is REPEALED.\n   21    S  4.  Subdivision  2 of section 70.10 of the penal law, as amended by\n   22  chapter 7 of the laws of 2007, is amended to read as follows:\n   23    2. Authorized sentence. (A) When the court has found, pursuant to  the\n   24  provisions  of the criminal procedure law, that a person is a persistent\n   25  felony offender, and when it is of the  opinion  that  the  history  and\n   26  character of the defendant and the nature and circumstances of his crim-\n   27  inal  conduct  indicate that extended incarceration and life-time super-\n   28  vision will best serve the public interest, the court, in lieu of impos-\n   29  ing the sentence of imprisonment authorized  by  section  70.00,  70.02,\n   30  70.04,  70.06  or  subdivision five of section 70.80 OF THIS ARTICLE for\n   31  the crime of which such person presently stands  convicted,  may  impose\n   32  the  sentence of imprisonment authorized by that section for a class A-I\n   33  felony. In such event the reasons for the court's opinion shall  be  set\n   34  forth in the record.\n   35    (B) WHEN THE COURT HAS FOUND, PURSUANT TO THE PROVISIONS OF THE CRIMI-\n   36  NAL  PROCEDURE  LAW,  THAT A PERSON IS A PERSISTENT FELONY OFFENDER, THE\n   37  COURT MUST IMPOSE A SENTENCE OF LIFE IMPRISONMENT WITHOUT POSSIBILITY OF\n   38  PAROLE IN ACCORDANCE WITH SUBDIVISION FIVE  OF  SECTION  70.00  OF  THIS\n   39  ARTICLE IF ONE OR MORE OF THE PREVIOUS FELONY CONVICTIONS UPON THE COURT\n   40  ADJUDICATED  THE  DEFENDANT  AS  A  PERSISTENT  FELONY  OFFENDER WAS ANY\n   41  VIOLENT FELONY OFFENSE DEFINED IN SECTION 70.02 OF THIS ARTICLE.\n   42    S 5. This act shall take effect on the first of November next succeed-\n   43  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to sentencing of persistent violent felony offenders and persistent felony offenders and to repeal subdivision 3 of section 70.08 of such law relating to minimum periods of imprisonment for persistent violent felony offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110118.T162655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295458372317
}