{
  "year" : 2011,
  "senateBillNo" : "S2310-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S2310-2011-1295326800000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires electronic banking facilities be equipped with self-adhesive deposit envelopes",
  "summary" : "Requires all banks, trust companies, savings and loan associations and other financial institutions that provide electronic banking services to replace moisture-activated adhesive deposit envelopes with self-adhesive deposit envelopes. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S167-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2310\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to providing  self-adhesive\n         envelopes for deposits at electronic facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 105-a of the banking law, as amended by chapter 613\n    2  of the laws of 1995, is amended to read as follows:\n    3    S 105-a. Electronic facilities. 1. A bank or trust company may conduct\n    4  a banking business, at automated teller machines,  point-of-sale  termi-\n    5  nals, and similar facilities subject to regulations which may be promul-\n    6  gated  by  the  banking board. Such facilities shall not be deemed to be\n    7  branches and shall not be subject to any of the provisions of this chap-\n    8  ter applicable to branches; provided however  that  notwithstanding  the\n    9  foregoing,  for  purposes of clause (ii) OF PARAGRAPH (A) of subdivision\n   10  one of section one hundred five of this [chapter] ARTICLE, such  facili-\n   11  ties  shall  be  deemed  to  be  branches,  and such facilities shall be\n   12  subject to the terms and conditions of SUCH section  one  hundred  five,\n   13  and for purposes of section twenty-eight-b of this chapter, such facili-\n   14  ties shall be deemed to be branches.\n   15    2.  ALL  ELECTRONIC  FACILITIES  SHALL  BE EQUIPPED WITH SELF-ADHESIVE\n   16  DEPOSIT ENVELOPES.\n   17    S 2. Section 240-a of the banking law, as amended by  chapter  613  of\n   18  the laws of 1995, is amended to read as follows:\n   19    S 240-a.  Electronic facilities. 1. A savings bank may conduct a bank-\n   20  ing business, at automated teller machines, point-of-sale terminals, and\n   21  similar facilities subject to regulations which may  be  promulgated  by\n   22  the  banking  board.  Such facilities shall not be deemed to be branches\n   23  and shall not be subject to any of the provisions of this chapter appli-\n   24  cable to branches; provided however that notwithstanding the  foregoing,\n   25  for  purposes of paragraph (b) of subdivision two of section two hundred\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07448-01-1\n\n       S. 2310                             2\n\n    1  forty of this [chapter] ARTICLE, such facilities shall be deemed  to  be\n    2  branches,  and  such facilities shall be subject to the terms and condi-\n    3  tions of SUCH section two hundred forty, and  for  purposes  of  section\n    4  twenty-eight-b  of  this  chapter, such facilities shall be deemed to be\n    5  branches.\n    6    2. ALL ELECTRONIC FACILITIES  SHALL  BE  EQUIPPED  WITH  SELF-ADHESIVE\n    7  DEPOSIT ENVELOPES.\n    8    S  3.  Section  396-a of the banking law, as amended by chapter 613 of\n    9  the laws of 1995, is amended to read as follows:\n   10    S 396-a. Electronic facilities. 1. A savings and loan association  may\n   11  conduct  a banking business, at automated teller machines, point-of-sale\n   12  terminals, and similar facilities subject to regulations  which  may  be\n   13  promulgated by the banking board. Such facilities shall not be deemed to\n   14  be  branches  and  shall not be subject to any of the provisions of this\n   15  chapter applicable to branches; provided  however  that  notwithstanding\n   16  the  foregoing,  for  purposes  of  paragraph  (b) of subdivision two of\n   17  section three hundred ninety-six of this [chapter] ARTICLE, such facili-\n   18  ties shall be deemed to  be  branches,  and  such  facilities  shall  be\n   19  subject  to the terms and conditions of SUCH section three hundred nine-\n   20  ty-six, and for purposes of section twenty-eight-b of this chapter, such\n   21  facilities shall be deemed to be branches.\n   22    2. ALL ELECTRONIC FACILITIES  SHALL  BE  EQUIPPED  WITH  SELF-ADHESIVE\n   23  DEPOSIT ENVELOPES.\n   24    S  4. This act shall take effect on the first of January next succeed-\n   25  ing the date on which it shall have become a law, except that any  rules\n   26  and  regulations  necessary for the timely implementation of this act on\n   27  its effective date shall be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to providing self-adhesive envelopes for deposits at electronic facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110119.T122252.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110118.T163156.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295457772045
}