{
  "year" : 2011,
  "senateBillNo" : "S2318-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2318-2011-1295326800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes medical risk management and continuing education requirement for physician's license and renewal; appropriation",
  "summary" : "Requires a physician, upon the renewal of his or her professional license, to submit to the board of regents that he or she has attended and completed a course of continuing education in professional medical competency approved by such board; establishes minimum standards for such continuing education program; establishes minimum standards for continuing education courses; requires medical school students to complete a course of study in medical risk management. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S981-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2318\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the education  law,  in  relation  to  imposing  certain\n         education  requirements  upon physicians as a condition for renewal of\n         their professional  license;  to  amend  the  public  health  law,  in\n         relation  to directing the commissioner of health to develop and offer\n         a course in medical risk management as part of such  requirement;  and\n         making an appropriation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 6524 of the education law is amended  by  adding  a\n    2  new subdivision 2-a to read as follows:\n    3    (2-A)  RISK  MANAGEMENT  AND  CONTINUING  EDUCATION:  (A) ON AND AFTER\n    4  NOVEMBER FIRST, TWO THOUSAND ELEVEN,  EVERY  RENEWAL  OF  A  PHYSICIAN'S\n    5  LICENSE  SHALL BE CONDITIONED UPON THE LICENSEE OBTAINING AND SUBMITTING\n    6  TO THE BOARD PROOF  THAT,  WITHIN  THE  THREE  YEAR  PERIOD  IMMEDIATELY\n    7  PRECEDING  SUCH  RENEWAL PERIOD, HE OR SHE HAS ATTENDED AND SUCCESSFULLY\n    8  COMPLETED A COURSE OR COURSES OF CONTINUING  EDUCATION  IN  PROFESSIONAL\n    9  MEDICAL  COMPETENCY  APPROVED  BY  THE  BOARD  AS TO METHOD, CONTENT AND\n   10  SUPERVISION. SUCH COURSE OR COURSES SHALL  CONSIST  OF  AT  LEAST  SIXTY\n   11  HOURS  OF  CLASSROOM INSTRUCTION, FIVE HOURS OF WHICH SHALL BE DEDICATED\n   12  TO MEDICAL RISK MANAGEMENT AS DEVELOPED  BY  THE  DEPARTMENT  OF  HEALTH\n   13  PURSUANT  TO  SUBDIVISION TWENTY-EIGHT OF SECTION TWO HUNDRED SIX OF THE\n   14  PUBLIC HEALTH LAW. IN ESTABLISHING THE REQUIREMENTS FOR  THE  CONTINUING\n   15  EDUCATION COURSE OR COURSES, OTHER THAN FOR MEDICAL RISK MANAGEMENT, THE\n   16  BOARD  SHALL CONSIDER AND MAY PERMIT EQUIVALENT NATIONAL OR STATE EDUCA-\n   17  TIONAL COURSES OF INSTRUCTION INCLUDING BUT NOT LIMITED TO THOSE OFFERED\n   18  BY A MEDICAL SOCIETY, MEDICAL  SPECIALTY  BOARD  OR  THE  DEPARTMENT  OF\n   19  HEALTH.    EACH  COURSE  SHALL,  HOWEVER, BE PRESENTED IN AN APPROPRIATE\n   20  CLASSROOM SETTING, HAVE AN ESTABLISHED CURRICULUM AND PROPERLY  PREPARED\n   21  WRITTEN  MATERIALS  OF  THE SUBJECT MATTER WHICH SHALL BE DISTRIBUTED AS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06828-01-1\n\n       S. 2318                             2\n\n    1  PART OF THE COURSE AND BE TAUGHT BY A QUALIFIED FACULTY. CREDIT SHALL BE\n    2  AWARDED ON THE BASIS OF ONE  HOUR  FOR  EACH  SIXTY  MINUTES  OF  ACTUAL\n    3  ATTENDANCE AND RECORDS SHALL BE MAINTAINED OF ATTENDANCE AT EACH SESSION\n    4  WHICH SHALL BE TRANSMITTED TO THE BOARD AT THE CONCLUSION OF THE COURSE;\n    5    (B)  ON  AND  AFTER  NOVEMBER  FIRST, TWO THOUSAND ELEVEN NO PHYSICIAN\n    6  SHALL BE INITIALLY LICENSED UNLESS HE OR SHE HAS SUCCESSFULLY  COMPLETED\n    7  A  COURSE  IN  MEDICAL  RISK  MANAGEMENT,  EITHER  AS PART OF HIS OR HER\n    8  MEDICAL SCHOOL EDUCATION OR AS DEVELOPED BY  THE  DEPARTMENT  OF  HEALTH\n    9  PURSUANT  TO  SUBDIVISION TWENTY-EIGHT OF SECTION TWO HUNDRED SIX OF THE\n   10  PUBLIC HEALTH LAW;\n   11    S 2. Section 206 of the public health law is amended by adding  a  new\n   12  subdivision 28 to read as follows:\n   13    28.  THE  COMMISSIONER,  WITH  THE  COOPERATION OF THE STATE BOARD FOR\n   14  MEDICINE SHALL DEVELOP A COURSE OF INSTRUCTION IN MEDICAL  RISK  MANAGE-\n   15  MENT  TO  BE PROVIDED TO STUDENTS IN MEDICAL SCHOOL AND TO PHYSICIANS AS\n   16  PART OF LICENSING REQUIREMENTS PURSUANT TO SUBDIVISION TWO-A OF  SECTION\n   17  SIXTY-FIVE HUNDRED TWENTY-FOUR OF THE EDUCATION LAW.\n   18    S  3.  The  sum of one hundred thousand dollars ($100,000), or so much\n   19  thereof as may be necessary, is hereby appropriated to the department of\n   20  health from any moneys in the state treasury in the general fund to  the\n   21  credit  of  the  state  purposes  account not otherwise appropriated for\n   22  services and expenses of the department of health for  the  purposes  of\n   23  carrying  out  the  provisions of this act. Such sum shall be payable on\n   24  the audit and warrant of the state comptroller on vouchers certified  or\n   25  approved  by  the  commissioner of health, or his or her duly designated\n   26  representative in the manner provided by law. No  expenditure  shall  be\n   27  made  from  this appropriation until a certificate of approval of avail-\n   28  ability shall have been issued by the director of the budget  and  filed\n   29  with  the state comptroller and a copy filed with the chairperson of the\n   30  senate finance committee and the chairperson of the  assembly  ways  and\n   31  means  committee.   Such certificate may be amended from time to time by\n   32  the director of the budget and a copy of each such  amendment  shall  be\n   33  filed  with the state comptroller, the chairperson of the senate finance\n   34  committee and the chairperson of the assembly ways and means committee.\n   35    S 4. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2318\n\nTITLE OF BILL:\nAn act to amend the education law, in relation to imposing certain\neducation requirements upon physicians as a condition for renewal of\ntheir professional license; to amend the public health law, in relation\nto directing the commissioner of health to develop and offer a course in\nmedical risk management as part of such requirement; and making an\nappropriation therefor\n\nSUMMARY OF PROVISIONS:\nSection one - Adds a new subdivision 2-a to 6524 of the Education Law to\ndo the following: Requires every physician after 11/1/93 who is renewing\nhis license to submit to the Board of Regents that he has attended and\ncompleted a Course of Continuing education approved by the Board. Estab-\nlishes minimum standards for continuing education approved by the Board.\nEstablishes minimum standards for continuing education courses. Requires\nmedical school students to complete a course in medical risk management.\n\nSection two - Adds a new subdivision 26 to 206 of the Public Health Law\nby requiring the Commissioner of Health to develop a course of instruc-\ntion in medical risk management which will be provided to students in\nmedical school and to physicians as part of the licensing requirements\nestablished in section one.\n\nSection three - Appropriates $100,000 to DOH.\n\nJUSTIFICATION:\nIt is in the public interest to assure that physicians are kept abreast\nof the latest scientific and technical developments in medicine and\nsharpen their skills and knowledge through continuing education. While\nphysicians must complete courses to become Board certified in a certain\nspecialty, no such requirements exists for physicians who merely renew\ntheir license. It is also in the consumer's best interest for doctors to\nbe trained in risk management so they may avoid future incidences of\nmalpractice.\n\nFISCAL IMPLICATION:\n$100,000.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to imposing certain education requirements upon physicians as a condition for renewal of their professional license; to amend the public health law, in relation to directing the commissioner of health to develop and offer a course in medical risk management as part of such requirement; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110118.T162156.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090026
}