{
  "year" : 2011,
  "senateBillNo" : "S2315-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2315-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notice of hazardous conditions at subway stations",
  "summary" : "Directs the New York City transit authority to conspicuously post in stations where noise levels exceed 90 db, in a manner visible to passengers exposed to such noise levels, a notice warning passengers of the harm to their health that may result from such exposure; sets forth content of required notice, including, but not limited to, the recommendation of the use of hearing protectors and a telephone number of the New York city transit authority to receive further information. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S832-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2315\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the public authorities law, in relation to public notice\n         of certain hazardous conditions by the New York city transit authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 1204-a of the public authorities law is amended by\n    2  adding a new subdivision 2-a to read as follows:\n    3    2-A. IN ALL SUBWAY STATIONS WHERE THE NOISE LEVEL MEASURED FOR PASSEN-\n    4  GERS ACCORDING TO PARAGRAPH B OF SUBDIVISION TWO OF THIS SECTION EXCEEDS\n    5  90  DB  THE  AUTHORITY  SHALL  CONSPICUOUSLY POST IN A MANNER VISIBLE TO\n    6  PASSENGERS EXPOSED TO SUCH NOISE LEVEL A SIGN STATING:\n    7    THE LEVEL OF NOISE IN THIS STATION REGULARLY EXCEEDS 90 DB.    MEDICAL\n    8  EXPERIMENTS  HAVE  PROVEN  THAT EXTENDED EXPOSURE TO NOISE AT, OR ABOVE,\n    9  THIS LEVEL WILL RESULT IN A LOSS OF HEARING AND MAY BE HARMFUL  TO  YOUR\n   10  HEALTH. THE USE OF HEARING PROTECTORS IS RECOMMENDED. FOR FURTHER INFOR-\n   11  MATION  CALL THE NEW YORK CITY TRANSIT AUTHORITY AT (TELEPHONE NUMBER TO\n   12  BE PROVIDED BY THE AUTHORITY).\n   13    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   14  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07143-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to public notice of certain hazardous conditions by the New York city transit authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110118.T162655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295458372322
}