{
  "year" : 2011,
  "senateBillNo" : "S2311-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2311-2011-1295326800000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes reimbursement for Tay-Sachs testing",
  "summary" : "Provides that every policy which provides coverage for hospital, surgical or medical care or provides reimbursement for laboratory tests or diagnostic X-rays shall provide coverage for Tay-Sachs testing; provides that in order to maintain the confidentiality of persons tested, receipt of acknowledgement from the testing facility shall be deemed sufficient evidence of testing. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S908-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2311\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law,  in  relation  to  reimbursement  for\n         Tay-Sachs testing\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (i) of section 3216  of  the  insurance  law  is\n    2  amended by adding a new paragraph 28 to read as follows:\n    3    (28)  (A)  EVERY POLICY WHICH PROVIDES COVERAGE FOR HOSPITAL, SURGICAL\n    4  OR MEDICAL CARE  OR  PROVIDES  REIMBURSEMENT  FOR  LABORATORY  TESTS  OR\n    5  REIMBURSEMENT  FOR  DIAGNOSTIC X-RAY SERVICES SHALL PROVIDE COVERAGE FOR\n    6  TAY-SACHS TESTING.\n    7    (B) SUCH COVERAGE SHALL BE INCLUDED AT THE INCEPTION OF ALL NEW  POLI-\n    8  CIES AND, WITH RESPECT TO ALL OTHER POLICIES, AT ANY ANNIVERSARY DATE OF\n    9  THE POLICY SUBJECT TO EVIDENCE OF INSURABILITY.\n   10    (C) FOR PURPOSES OF THIS PARAGRAPH, IN ORDER TO MAINTAIN THE CONFIDEN-\n   11  TIALITY OF PERSONS TESTED, RECEIPT OF AN ACKNOWLEDGMENT FROM THE LABORA-\n   12  TORY  PERFORMING  THE TAY-SACHS TEST SHALL BE DEEMED SUFFICIENT EVIDENCE\n   13  OF THE PERFORMANCE OF SUCH TESTING.\n   14    (D) SUCH COVERAGE MAY BE SUBJECT TO ANNUAL  DEDUCTIBLES  AND  CO-INSU-\n   15  RANCE  AS  MAY  BE  DEEMED  APPROPRIATE BY THE SUPERINTENDENT AND AS ARE\n   16  CONSISTENT WITH THOSE ESTABLISHED FOR  OTHER  BENEFITS  WITHIN  A  GIVEN\n   17  POLICY.\n   18    S 2. Subsection (l) of section 3221 of the insurance law is amended by\n   19  adding a new paragraph 18 to read as follows:\n   20    (18) (A) A GROUP POLICY WHICH PROVIDES COVERAGE FOR HOSPITAL, SURGICAL\n   21  OR  MEDICAL  CARE  OR  PROVIDES  REIMBURSEMENT  FOR  LABORATORY TESTS OR\n   22  REIMBURSEMENT FOR DIAGNOSTIC X-RAY SERVICES SHALL PROVIDE  COVERAGE  FOR\n   23  TAY-SACHS TESTING.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07104-01-1\n\n       S. 2311                             2\n\n    1    (B)  SUCH COVERAGE SHALL BE INCLUDED AT THE INCEPTION OF ALL NEW POLI-\n    2  CIES AND, WITH RESPECT TO ALL OTHER POLICIES, AT ANY ANNIVERSARY DATE OF\n    3  THE POLICY SUBJECT TO EVIDENCE OF INSURABILITY.\n    4    (C) FOR PURPOSES OF THIS PARAGRAPH, IN ORDER TO MAINTAIN THE CONFIDEN-\n    5  TIALITY OF PERSONS TESTED, RECEIPT OF AN ACKNOWLEDGMENT FROM THE LABORA-\n    6  TORY  PERFORMING  THE TAY-SACHS TEST SHALL BE DEEMED SUFFICIENT EVIDENCE\n    7  OF THE PERFORMANCE OF SUCH TESTING.\n    8    (D) SUCH COVERAGE MAY BE SUBJECT TO ANNUAL  DEDUCTIBLES  AND  CO-INSU-\n    9  RANCE  AS  MAY  BE  DEEMED  APPROPRIATE BY THE SUPERINTENDENT AND AS ARE\n   10  CONSISTENT WITH THOSE ESTABLISHED FOR  OTHER  BENEFITS  WITHIN  A  GIVEN\n   11  POLICY.\n   12    S  3.  Section  4303  of  the insurance law is amended by adding a new\n   13  subsection (hh) to read as follows:\n   14    (HH) (1) A MEDICAL EXPENSE INDEMNITY CORPORATION, A  HOSPITAL  SERVICE\n   15  CORPORATION  OR A HEALTH SERVICE CORPORATION WHICH PROVIDES COVERAGE FOR\n   16  HOSPITAL, SURGICAL OR MEDICAL CARE OR PROVIDES REIMBURSEMENT FOR LABORA-\n   17  TORY TESTS OR REIMBURSEMENT FOR DIAGNOSTIC X-RAY SERVICES SHALL  PROVIDE\n   18  COVERAGE FOR TAY-SACHS TESTING.\n   19    (2)  SUCH COVERAGE SHALL BE INCLUDED AT THE INCEPTION OF ALL NEW POLI-\n   20  CIES AND, WITH RESPECT TO ALL OTHER POLICIES, AT ANY ANNIVERSARY DATE OF\n   21  THE POLICY SUBJECT TO EVIDENCE OF INSURABILITY.\n   22    (3) FOR PURPOSES OF THIS SUBSECTION, IN ORDER TO MAINTAIN  THE  CONFI-\n   23  DENTIALITY  OF  PERSONS  TESTED,  RECEIPT  OF AN ACKNOWLEDGMENT FROM THE\n   24  LABORATORY PERFORMING THE TAY-SACHS  TEST  SHALL  BE  DEEMED  SUFFICIENT\n   25  EVIDENCE OF THE PERFORMANCE OF SUCH TESTING.\n   26    (4)  SUCH  COVERAGE  MAY BE SUBJECT TO ANNUAL DEDUCTIBLES AND CO-INSU-\n   27  RANCE AS MAY BE DEEMED APPROPRIATE BY  THE  SUPERINTENDENT  AND  AS  ARE\n   28  CONSISTENT  WITH  THOSE  ESTABLISHED  FOR  OTHER BENEFITS WITHIN A GIVEN\n   29  POLICY.\n   30    S 4. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2311\n\nTITLE OF BILL:\n\nAn act\nto amend the insurance law, in relation to reimbursement for\nTay-Sachs testing\n\nSUMMARY OF PROVISIONS:\n\nAmends subsection (i) of section 3216, subsection (1) of section 3221\nand section 4303 of the insurance law to authorize reimbursement for\nTay-Sachs testing.\n\nThe bill also states that in order to maintain the confidentiality of\npersons tested, receipt of acknowledgement from the testing facility\nshall be deemed sufficient evidence of testing.\n\nJUSTIFICATION:\n\nTay-Sachs is a genetic disease which causes degeneration of the\nnervous system and results in death. No treatment is currently\navailable for the disease, however, an infant can only be inflicted\nwith the disease if both the mother and father are carriers. There is\ncurrently a testing system in place which screens individuals before\nmarriage to determine if they are carriers. These individuals should\nbe able to receive reimbursement for this medical screening through\ntheir insurance carrier.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to reimbursement for Tay-Sachs testing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T122252.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110118.T163156.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110126.T181321.TXT", "SOBI.D110118.T150705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601443
}