{
  "year" : 2011,
  "senateBillNo" : "S2314-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2314-2011-1295326800000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts individual or group policies of medicare supplemental insurance from certain provisions regarding increase or decrease of premiums",
  "summary" : "Exempts individual or group policies of medicare supplemental insurance from certain provisions regarding increase or decrease of premiums without a public hearing. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S466-2009", "S`466-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2314\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to  individual  or  group\n         policies of medicare supplemental insurance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (A)  of  paragraph  2  of  subsection  (e)  of\n    2  section 3231 of the insurance law, as amended by chapter 107 of the laws\n    3  of 2010, is amended to read as follows:\n    4    (A)  Until  September  thirtieth,  two  thousand  ten, as an alternate\n    5  procedure to the requirements of paragraph one of  this  subsection,  an\n    6  insurer  desiring  to  increase or decrease premiums for any policy form\n    7  subject to this section, WITH THE EXCEPTION OF INDIVIDUAL OR GROUP POLI-\n    8  CIES OF MEDICARE SUPPLEMENTAL  INSURANCE,  may  instead  submit  a  rate\n    9  filing  or  application  to  the  superintendent and such application or\n   10  filing shall be deemed approved,  provided  that:  (i)  the  anticipated\n   11  minimum  loss  ratio for a policy form shall not be less than eighty-two\n   12  percent of the premium; and (ii) the insurer submits, as  part  of  such\n   13  filing, a certification by a member of the American Academy of Actuaries\n   14  or other individual acceptable to the superintendent that the insurer is\n   15  in  compliance  with  the  provisions of this paragraph, based upon that\n   16  person's examination, including a review of the appropriate records  and\n   17  of  the  actuarial assumptions and methods used by the insurer in estab-\n   18  lishing premium rates for policy  forms  subject  to  this  section.  An\n   19  insurer shall not utilize the alternate procedure pursuant to this para-\n   20  graph to implement a change in rates to be effective on or after October\n   21  first, two thousand ten.\n   22    S  2.  Paragraph  1 of subsection (g) of section 4308 of the insurance\n   23  law, as amended by chapter 107 of the laws of 2010, is amended  to  read\n   24  as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07112-01-1\n\n       S. 2314                             2\n\n    1    (1)  Until  September  thirtieth,  two  thousand  ten, as an alternate\n    2  procedure to the requirements of  subsection  (c)  of  this  section,  a\n    3  corporation  subject  to  the  provisions  of  this  article desiring to\n    4  increase or decrease premiums for any contract subject to  this  section\n    5  may,  EXCEPT  FOR  INDIVIDUAL OR GROUP POLICIES OF MEDICARE SUPPLEMENTAL\n    6  INSURANCE, instead submit a rate filing or  application  to  the  super-\n    7  intendent  and  such  application  or  filing  shall be deemed approved,\n    8  provided that (A) the anticipated incurred loss  ratio  for  a  contract\n    9  form  shall  not  be  less than eighty-two percent for individual direct\n   10  payment contracts or eighty-two percent for small group and small  group\n   11  remittance  contracts,  nor,  except  in  the  case of individual direct\n   12  payment contracts with a loss ratio of greater  than  one  hundred  five\n   13  percent  during  nineteen  hundred ninety-four, shall the loss ratio for\n   14  any direct payment, group or group remittance contract be more than  one\n   15  hundred  five  percent  of  the  anticipated earned premium, and (B) the\n   16  corporation submits, as part of such filing, a certification by a member\n   17  of the American Academy of Actuaries or other individual  acceptable  to\n   18  the  superintendent  that  that  corporation  is  in compliance with the\n   19  provisions of this subsection, based  upon  that  person's  examination,\n   20  including  a  review  of  the  appropriate  records and of the actuarial\n   21  assumptions and methods used by the corporation in establishing  premium\n   22  rates  for  contracts  subject  to this section. A corporation shall not\n   23  utilize the alternate procedure pursuant to this subsection to implement\n   24  a change in rates to be effective on or after October first,  two  thou-\n   25  sand ten. For purposes of this section, a small group is any group whose\n   26  contract  is  subject to the requirements of section forty-three hundred\n   27  seventeen of this article.\n   28    S 3. This act shall take effect on the first of April next  succeeding\n   29  the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2314\n\nTITLE OF BILL:\nAn act to amend the insurance law, in relation to individual or group\npolicies of medicare supplemental insurance\n\nPURPOSE/SUMMARY OF PROVISIONS:\nAmends subsection (e) of section 3231 of the insurance law, as added by\nchapter 501 of the laws of 1992, and section 4308 of the insurance law\nas added by chapter 504 of the laws of 1995.\n\nJUSTIFICATION:\nPresently, the Department of Insurance (DOI) is not authorized to\nconvene public hearings to review the merits of requests that are filed\nby insurance carriers to increase the premiums of health care insurance\npolicies by 10%. As a result, recent dramatic increases in medicare\nsupplemental insurance policies have been approved without the public\nhaving the opportunity to express their concerns and ensure such\nrequests are warranted. Such increases have the potential to jeopardize\nolder New Yorkers' access to the vital coverage provided by these poli-\ncies. This bill would require the DOI to convene public hearings on\nproposed increases in premiums for medicare supplemental insurance poli-\ncies.\n\nSince the DOI as indicated that double-digit increases in such policies\nare becoming an emerging trend, every effort must be made available to\nensure that such increases are truly justified. Based on income data, it\nis obvious many senior citizens, and most especially those living on\nfixed or modest incomes, will find it difficult, if not impossible, to\nabsorb future increases in the costs associated with obtaining these\npolicies. This is especially problematic for many seniors who subscribe\nto supplemental insurance as a means to control their health care costs.\nAlso, such requests must be viewed in the wider context of the huge cuts\nand changes in Medicare that are being considered by Congress. With so\nmuch uncertainty about the impact on elderly New Yorkers of these chang-\nes it is essential that the DOI convene public hearings to investigate\nthe merit of such increases.\n\nIn addition, these public events would ensure attention would be focused\non the administrative costs associated with offering these policies and\nto review the insurer's fraud and detection efforts.\n\nEXISTING LAW:\n1997-98: A.4471/S.2685 - Passed Assembly\n1995-97: A.8859/S.6293 - Passed Assembly\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n1st day of April after it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to individual or group policies of medicare supplemental insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T165209.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T123754.TXT", "SOBI.D110118.T150705.TXT", "SOBI.D110118.T162655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090019
}