{
  "year" : 2011,
  "senateBillNo" : "S2323-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S2323-2011-1295326800000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows for baccalaureate and advanced degree programs and certain educational and training activity to count towards the work participation rate",
  "summary" : "Allows for baccalaureate and advanced degree programs to count towards the work participation rate and further provides for certain educational and training activity (homework expected or required by the educational institution) to count towards the satisfaction of the participant's work activity requirement. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : "A2471",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "SB5846-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2323\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MONTGOMERY, ADAMS, DIAZ, DILAN, HASSELL-THOMPSON,\n         HUNTLEY, KRUEGER, OPPENHEIMER, PARKER, PERKINS, SAMPSON, SAVINO, SQUA-\n         DRON, STAVISKY, STEWART-COUSINS -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to  clarifying  the\n         definitions  of vocational educational training and educational activ-\n         ities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Paragraph  (a) of subdivision 2 of section 335-a of the\n    2  social services law, as amended by section 148 of part B of chapter  436\n    3  of the laws of 1997, is amended to read as follows:\n    4    (a)  Based  on  the  assessment  required  by  subdivision one of this\n    5  section, the social services official, in consultation with the  partic-\n    6  ipant,  shall  develop  an employability plan in writing which shall set\n    7  forth the services that will be provided by the social services official\n    8  and the activities in which the participant will  take  part,  including\n    9  supportive  services  and  shall  set  forth  an employment goal for the\n   10  participant. [A local social services district may assign recipients  in\n   11  households  without  dependent  children to any activity.] TO THE EXTENT\n   12  POSSIBLE, THE EMPLOYABILITY PLAN SHALL REFLECT THE  PREFERENCES  OF  THE\n   13  PARTICIPANT  IN  A  MANNER  THAT  IS  CONSISTENT WITH THE RESULTS OF THE\n   14  PARTICIPANT'S ASSESSMENT AND THE NEED OF THE SOCIAL SERVICES DISTRICT TO\n   15  MEET FEDERAL AND STATE WORK ACTIVITY PARTICIPATION REQUIREMENTS, AND, IF\n   16  SUCH PREFERENCES CANNOT BE ACCOMMODATED, THE REASONS SHALL BE  SPECIFIED\n   17  IN  THE  EMPLOYABILITY PLAN. The employability plan also shall take into\n   18  account the participant's supportive services needs,  available  program\n   19  resources, local employment opportunities, and where the social services\n   20  official  is  considering  an  educational  activity assignment for such\n   21  participant, the participant's liability for student loans,  grants  and\n   22  scholarship  awards.    The employability plan shall be explained to the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05081-01-1\n\n       S. 2323                             2\n\n    1  participant. Any change to the participant's employability plan required\n    2  by the social services official shall be discussed with the  participant\n    3  and shall be documented in writing.\n    4    S  2.  Paragraph  (h)  of  subdivision  1 of section 336 of the social\n    5  services law, as amended by chapter 214 of the laws of 1998, is  amended\n    6  to read as follows:\n    7    (h)  vocational  educational  training as time limited by federal law.\n    8  For the purposes of this title, \"vocational educational training\"  shall\n    9  include  but not be limited to organized educational programs offering a\n   10  sequence of courses which are directly related  to  the  preparation  of\n   11  individuals  for current or emerging occupations [requiring other than a\n   12  baccalaureate or advanced degree] INCLUDING PROGRAMS THAT REQUIRE UP  TO\n   13  FOUR  YEARS  OF  POST-SECONDARY  EDUCATION.  Such programs shall include\n   14  competency-based applied learning which contributes to  an  individual's\n   15  academic  knowledge, higher-order reasoning, and problem-solving skills,\n   16  work attitudes, general employability skills, and the  occupational-spe-\n   17  cific  skills  necessary  for  economic  independence.  Such  term  also\n   18  includes applied technology education;\n   19    S 3. Paragraph (i) of subdivision 1  of  section  336  of  the  social\n   20  services  law,  as  added by section 148 of part B of chapter 436 of the\n   21  laws of 1997, is amended to read as follows:\n   22    (i) job skills training directly related to employment.    JOB  SKILLS\n   23  TRAINING DIRECTLY RELATED TO EMPLOYMENT SHALL INCLUDE BUT NOT BE LIMITED\n   24  TO  PARTICIPATION IN UP TO FOUR YEARS OF POST-SECONDARY EDUCATION TO THE\n   25  EXTENT CONSISTENT WITH FEDERAL AND STATE REQUIREMENTS;\n   26    S 4. Subdivision 1 of section 336-a of the  social  services  law,  as\n   27  amended  by section 148 of part B of chapter 436 of the laws of 1997, is\n   28  amended to read as follows:\n   29    1. Social services districts shall make  available  vocational  educa-\n   30  tional  training  and  educational  activities  INCLUDING  PROGRAMS THAT\n   31  REQUIRE UP TO FOUR YEARS OF POST-SECONDARY EDUCATION.   Such  activities\n   32  may  include but need not be limited to, high school education or educa-\n   33  tion designed to prepare a participant for  a  high  school  equivalency\n   34  certificate,  basic  and  remedial  education,  AND education in English\n   35  proficiency and SHALL INCLUDE no more than a total of [two]  FOUR  years\n   36  of  post-secondary  education  (or the part-time equivalent if full-time\n   37  study would constitute an undue hardship) [in].  EDUCATIONAL  ACTIVITIES\n   38  PURSUANT  TO  THIS  SECTION  MAY  BE  OFFERED  WITH any of the following\n   39  providers which meet the performance or assessment standards established\n   40  in regulations by the commissioner for  such  providers:    a  community\n   41  college,  licensed  trade  school, registered business school, or a two-\n   42  year OR FOUR-YEAR college; provided, however, that  such  post-secondary\n   43  education must be necessary to the attainment of the participant's indi-\n   44  vidual  employment  goal as set forth in the employability plan and such\n   45  goal must relate directly to obtaining useful employment in a recognized\n   46  occupation.   WHEN MAKING ANY ASSIGNMENT  TO  ANY  EDUCATIONAL  ACTIVITY\n   47  PURSUANT TO THIS SUBDIVISION, SUCH ASSIGNMENT SHALL BE PERMITTED ONLY TO\n   48  THE  EXTENT  THAT  SUCH  ASSIGNMENT  IS CONSISTENT WITH THE INDIVIDUAL'S\n   49  ASSESSMENT AND EMPLOYMENT PLAN GOALS IN ACCORDANCE WITH  SECTIONS  THREE\n   50  HUNDRED  THIRTY-FIVE  AND  THREE HUNDRED THIRTY-FIVE-A OF THIS TITLE AND\n   51  SHALL  REQUIRE  THAT  THE  INDIVIDUAL  MAINTAINS  SATISFACTORY  ACADEMIC\n   52  PROGRESS.   FOR   PURPOSES  OF  THIS  PROVISION  \"SATISFACTORY  ACADEMIC\n   53  PROGRESS\" SHALL MEAN SATISFACTORY PROGRESS AS DEFINED IN 20 USC 1091(C).\n   54    S 5. Paragraph (c) of subdivision 1 of section  131-n  of  the  social\n   55  services  law, as amended by chapter 373 of the laws of 2003, is amended\n   56  to read as follows:\n\n       S. 2323                             3\n\n    1    (c) an amount up to one thousand four hundred dollars  in  a  separate\n    2  bank  account established by an individual while currently in receipt of\n    3  assistance for the purpose of paying tuition at a two-year OR  FOUR-YEAR\n    4  accredited  post-secondary educational institution, so long as the funds\n    5  are not used for any other purpose,\n    6    S  6.  This act shall take effect immediately; provided, however, that\n    7  the amendments to paragraph (c) of subdivision 1 of section 131-n of the\n    8  social services law made by section five of this act  shall  not  affect\n    9  the expiration of such section and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to clarifying the definitions of vocational educational training and educational activities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110118.T162156.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110119.T122752.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295458372279
}