{
  "year" : 2011,
  "senateBillNo" : "S2321-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2321-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits the maximum surcharge imposition on a tenant to amount of tax exemption on an individual unit basis",
  "summary" : "Provides that the maximum surcharge imposed on income of residents of limited-profit housing company rental units shall not be greater than the amount of the tax exemption and interest subsidy granted by the municipality to such resident as determined on an individual unit basis. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S930-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2321\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  private housing finance law, in relation to the\n         maximum surcharge that may be charged on income\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 31 of the private housing finance law is amended by\n    2  adding a new subdivision 13 to read as follows:\n    3    13.  THE MAXIMUM SURCHARGE IMPOSED SHALL, IN NO EVENT, BE GREATER THAN\n    4  THE AMOUNT OF THE TAX EXEMPTION, IF ANY, GRANTED BY THE MUNICIPALITY, AS\n    5  DETERMINED ON AN INDIVIDUAL UNIT BASIS.\n    6    S 2. This act shall take effect on the first of July  next  succeeding\n    7  the date on which it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07049-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to the maximum surcharge that may be charged on income ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110118.T162156.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295458372288
}