{
  "year" : 2011,
  "senateBillNo" : "S2325-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2325-2011-1295326800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the city of New York to provide for a residential parking permit system",
  "summary" : "Authorizes the city of New York to provide for a residential parking permit system. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S1395-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2325\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  authorizing\n         a residential parking permit system in the city of New York\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds that\n    2  a lack of parking for residents of the city of New York has resulted  in\n    3  traffic  hazards,  congestion  and air and noise pollution. In addition,\n    4  such lack of parking poses a hazard to residents and  other  pedestrians\n    5  in such areas.\n    6    The  legislature  further finds that a residential parking system will\n    7  reduce such hazards and will reduce pollution levels as well. The legis-\n    8  lature, therefore, declares the necessity of this act to  authorize  the\n    9  city  of  New  York  to adopt a residential parking system in accordance\n   10  with the provisions of this act.\n   11    S 2. The vehicle and traffic law is amended by adding  a  new  section\n   12  1640-n to read as follows:\n   13    S  1640-N.  RESIDENTIAL  PARKING  SYSTEM  IN  THE CITY OF NEW YORK. 1.\n   14  NOTWITHSTANDING THE PROVISIONS OF ANY LAW TO THE CONTRARY, THE  CITY  OF\n   15  NEW  YORK  MAY,  BY  ADOPTION OF A LOCAL LAW OR ORDINANCE, PROVIDE FOR A\n   16  RESIDENTIAL PARKING PERMIT SYSTEM AND FIX AND  REQUIRE  THE  PAYMENT  OF\n   17  FEES  APPLICABLE  TO PARKING WITHIN CERTAIN AREAS OF THE CITY IN ACCORD-\n   18  ANCE WITH THE PROVISIONS OF THIS SECTION.\n   19    2. NO PERMIT SHALL BE REQUIRED ON STREETS WHERE THE  ADJACENT  PROPER-\n   20  TIES ARE ZONED FOR COMMERCIAL OR RETAIL USE.\n   21    3.  THE  PROVISIONS OF THIS SECTION SHALL NOT APPLY TO THOSE SPACES IN\n   22  THE PERMIT AREAS WHICH, AS OF THE EFFECTIVE DATE OF THIS  SECTION,  HAVE\n   23  METERED OR HIGHLY RESTRICTED PARKING REGULATIONS.\n   24    4.  THE  LOCAL LAW OR ORDINANCE PROVIDING FOR SUCH RESIDENTIAL PARKING\n   25  SYSTEM SHALL:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00163-01-1\n\n       S. 2325                             2\n\n    1    (A) SET FORTH THE FACTORS WHICH  NECESSITATE  THE  ENACTMENT  OF  SUCH\n    2  PARKING SYSTEM;\n    3    (B)  PROVIDE  THAT  MOTOR VEHICLES REGISTERED PURSUANT TO SECTION FOUR\n    4  HUNDRED FOUR-A OF THIS CHAPTER SHALL BE EXEMPT FROM ANY PERMIT  REQUIRE-\n    5  MENT;\n    6    (C) PROVIDE THE TIMES OF THE DAY AND THE DAYS OF THE WEEK DURING WHICH\n    7  PERMIT REQUIREMENTS SHALL BE IN EFFECT;\n    8    (D)  MAKE NOT LESS THAN TWENTY PERCENT OF ALL SPACES WITHIN THE PERMIT\n    9  AREA OR AREAS AVAILABLE TO NONRESIDENTS AND SHALL PROVIDE FOR SHORT-TERM\n   10  PARKING OF NOT LESS THAN NINETY MINUTES IN  DURATION  IN  SUCH  AREA  OR\n   11  AREAS;\n   12    (E)  PROVIDE  THE SCHEDULE OF FEES TO BE PAID FOR RESIDENTIAL PERMITS;\n   13  AND\n   14    (F) PROVIDE THAT SUCH FEES SHALL BE CREDITED AS FOLLOWS:\n   15    (1) MONIES GENERATED BY THE SALE OF RESIDENTIAL PARKING PERMITS  SHALL\n   16  BE  CREDITED  TO  NEW  YORK  CITY TRANSIT, AN AGENCY OF THE METROPOLITAN\n   17  TRANSPORTATION AGENCY, STATE OF NEW YORK, AND SHALL BE UTILIZED FOR  THE\n   18  PURPOSE  OF  UPGRADING  AND  IMPROVING  THE NEW YORK CITY SUBWAY AND BUS\n   19  SYSTEM; AND\n   20    (2) MONIES GENERATED FROM FINES PAID IN CONNECTION WITH TICKETS ISSUED\n   21  TO VEHICLES WITHOUT A PERMIT STICKER FOR PARKING IN A  RESIDENTIAL  ZONE\n   22  WITHOUT  A PERMIT STICKER SHALL BE CREDITED TO THE NEW YORK CITY GENERAL\n   23  FUND.\n   24    5. NO LOCAL LAW OR ORDINANCE SHALL BE ADOPTED PURSUANT TO THIS SECTION\n   25  UNTIL A PUBLIC HEARING THEREON HAS  BEEN  HAD  IN  THE  SAME  MANNER  AS\n   26  REQUIRED  FOR  PUBLIC  HEARINGS ON A LOCAL LAW PURSUANT TO THE MUNICIPAL\n   27  HOME RULE LAW.\n   28    6. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO ANY STATE HIGHWAY\n   29  MAINTAINED BY THE STATE.\n   30    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2325\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to authorizing a\nresidential parking permit system in the city\nof New York\n\nPURPOSE:\nProvides for the City of New York to adopt a residential parking\npermit system\n\nSUMMARY OF PROVISIONS:\nAmends the vehicle and traffic law by adding a new Sec.1640-m, which\nwould allow the City of New York, by adoption of local law or\nordinance, to provide for a residential parking permit system and fix\nand require the payment of fees applicable to parking within areas\ndesignated by the City of New York. This bill provides that no permit\nwill be required on streets where the adjacent properties are zoned\nfor commercial or retail use. It provides that the provisions shall\nnot apply to those spaces in the permit areas that have metered or\nhighly restricted parking regulations and requires public hearings\nprior to implementation.\n\nJUSTIFICATION:\nParking in neighborhoods such as Downtown Brooklyn has become\nincreasingly prohibitive for residents and local businesses alike.\nThis legislation authorizes the New York city council to adopt a\nresidential parking permit system for the City of New York on a\nneighborhood by neighborhood basis. A residential parking permit\nsystem would alleviate the many parking and environmental issues\nincreased by non-residents using a particular neighborhood as a\npersonal and free parking space for hours each day. These commuters\naugment an already congested area and generate needless traffic\naccidents and hazards, pedestrian fatalities, air and noise\npollution. Not only are residents displaced, but local businesses are\naffected by the loss of business.\n\nLEGISLATIVE HISTORY:\n2009-10: S.1395- Transportation, A.3957 - Transportation.\n2008:    S.8598/A.11681\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing a residential parking permit system in the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T160655.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090034
}