{
  "year" : 2011,
  "senateBillNo" : "S2328-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2328-2011-1295326800000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires school bus transportation to students in Staten Island",
  "summary" : "Requires school bus transportation be provided to students in Staten Island. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A2988",
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2328\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by Sens. LANZA, SAVINO -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Education\n\n       AN  ACT  to amend the education law, in relation to requiring school bus\n         transportation for students in Staten Island\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  3635 of the education law is\n    2  amended by adding a new paragraph c-1 to read as follows:\n    3    C-1. NOTWITHSTANDING THE PROVISIONS OF THIS SECTION, THE DEPARTMENT OF\n    4  EDUCATION OF THE CITY OF NEW YORK SHALL PROVIDE  TRANSPORTATION  TO  ALL\n    5  CHILDREN  RESIDING  WITHIN THE COUNTY OF RICHMOND TO AND FROM THE SCHOOL\n    6  THEY LEGALLY ATTEND, WHO ARE IN NEED OF SUCH TRANSPORTATION. SUCH TRANS-\n    7  PORTATION SHALL BE PROVIDED FOR  ALL  CHILDREN  ATTENDING  GRADES  THREE\n    8  THROUGH  EIGHT  WHO LIVE MORE THAN ONE MILE FROM THE SCHOOL THEY LEGALLY\n    9  ATTEND AND FOR CHILDREN ATTENDING GRADES KINDERGARTEN THROUGH  TWO,  AND\n   10  SIBLINGS  OF  CHILDREN  ATTENDING  GRADES  KINDERGARTEN  THROUGH TWO WHO\n   11  ATTEND GRADES THREE THROUGH FIVE AT THE SAME SCHOOL, WHO LIVE MORE  THAN\n   12  ONE HALF MILE FROM THE SCHOOL THEY LEGALLY ATTEND.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04789-03-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring school bus transportation for students in Staten Island ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152535.TXT", "SOBI.D110119.T123252.TXT", "SOBI.D110118.T163156.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110118.T162655.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295641535639
}