{
  "year" : 2011,
  "senateBillNo" : "S2320-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2320-2011-1295326800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Redefines \"shelter rent\" in computing the tax exemption for limited-profit housing companies",
  "summary" : "Excludes payment of shelter rent taxes from the definition of shelter rent for purposes of computing the tax exemption allowed limited-profit (Mitchell-Lama) housing companies. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S171-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2320\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  private housing finance law, in relation to tax\n         exemption for limited-profit housing companies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1     Section  1.    Paragraph  (a)  of  subdivision 1 of section 33 of the\n    2  private housing finance law, as amended by chapter 229 of  the  laws  of\n    3  1989, is amended to read as follows:\n    4     (a)  Upon  the  consent  of the local legislative body of any munici-\n    5  pality in which a project is or is to be located, the real property in a\n    6  project shall be exempt from  local  and  municipal  taxes,  other  than\n    7  assessments  for local improvements, to the extent of all or part of the\n    8  value of the property included  in  such  project  which  represents  an\n    9  increase over the assessed valuation of the real property, both land and\n   10  improvements, acquired for the project at the time of its acquisition by\n   11  the  limited-profit  housing  company,  provided, however, that the real\n   12  property in a project acquired for purposes of rehabilitation  shall  be\n   13  exempt  to  the  extent  of  all  or  part  of the value of the property\n   14  included in such project, and further provided that the amount  of  such\n   15  taxes  to  be  paid  shall not be less than ten per centum of the annual\n   16  shelter rent or  carrying  charges  of  such  project  except  that  for\n   17  projects  located  or  to  be  located  in a city of a population of one\n   18  million or more, upon the consent of the local legislative body  of  the\n   19  municipality, the amount of such taxes to be paid may be set at not less\n   20  than  (i)  the  taxes  payable with respect to the real property in such\n   21  project with respect to the year  nineteen  hundred  seventy-three,  or,\n   22  (ii)  if  such  project was not occupied in such year, not less than ten\n   23  per centum of the annual shelter rent or carrying charges  first  estab-\n   24  lished  pursuant  to subdivision one of section thirty-one of this arti-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07453-01-1\n\n       S. 2320                             2\n\n    1  cle. Shelter rent shall mean the total rents received from the occupants\n    2  of a project BEFORE THE INCREASE THEREOF DUE TO SHELTER RENT TAXES  less\n    3  the  cost of providing to the occupants electricity, gas, heat and other\n    4  utilities.  Total  rents  shall  include  rent supplements and subsidies\n    5  received from the federal government, the state  or  a  municipality  on\n    6  behalf  of  such  occupants,  but  shall  not include interest reduction\n    7  payments pursuant to subdivision (a) of section two hundred one  of  the\n    8  Federal  Housing  and  Urban  Development Act of nineteen hundred sixty-\n    9  eight. The tax exemption shall operate and continue so long as the mort-\n   10  gage loans of the company, including any additional  mortgage  loan  the\n   11  proceeds  of which are used primarily for the residential portion of the\n   12  project, which additional loan is approved by the  commissioner  or  the\n   13  supervising agency, are outstanding.\n   14    S 2.  This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2320\n\nTITLE OF BILL:\nAn act\nto amend the private housing finance law, in relation to tax\nexemption for limited-profit housing\ncompanies\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill would amend subdivision\n1 of section 33 of the Private Housing Finance Law to change the\ndefinition of shelter rent to exclude payment of shelter rent taxes.\n\nJUSTIFICATION:\nThis bill would alleviate an inequitable system of\ntaxation now imposed on the Mitchell-Lama cooperators. The present\npractice of including shelter rent tax in the base on which further\nincreases in shelter rent are calculated represents an administrative\nexcess on the part of the City of New York. This results in a tax\nbeing imposed on a tax, in violation of sound fiscal policy.\n\nEXISTING LAW:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to tax exemption for limited-profit housing companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110118.T162156.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110126.T181321.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601445
}