{
  "year" : 2011,
  "senateBillNo" : "S2329-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S2329-2011-1295326800000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the displaced homemakers fund",
  "summary" : "Provides that certain monies received by the comptroller be deposited into a special revenue fund to be known as the displaced homemakers fund; institutes an additional $10 fee for initiating a matrimonial action, such funds shall be deposited in the fund; provides further that such monies be made available generally for costs and expenses of the commissioner of labor in administering the provisions of the displaced homemakers act. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S4926-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2329\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, the state finance law and the civil prac-\n         tice law and rules, in relation to displaced homemakers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  opening paragraph of subdivision 1 of section 825 of\n    2  the labor law, as added by chapter 717 of the laws of 1977,  is  amended\n    3  to read as follows:\n    4    Upon  receipt  of federal funding designated to assist displaced home-\n    5  makers, AS AUGMENTED BY REVENUES RECEIVED FROM THE DISPLACED  HOMEMAKERS\n    6  FUND  AS PROVIDED IN SECTION NINETY-NINE-T OF THE STATE FINANCE LAW, the\n    7  commissioner shall establish multipurpose service centers for  displaced\n    8  homemakers which shall provide the following:\n    9    S  2. The state finance law is amended by adding a new section 99-t to\n   10  read as follows:\n   11    S 99-T. DISPLACED HOMEMAKERS FUND. 1. ALL MONIES RECEIVED BY THE COMP-\n   12  TROLLER PURSUANT TO SUBDIVISION (A) OF SECTION EIGHT  THOUSAND  EIGHTEEN\n   13  OF  THE  CIVIL  PRACTICE  LAW AND RULES SHALL CONSTITUTE A STATE SPECIAL\n   14  REVENUE FUND, TO BE HELD BY THE COMPTROLLER  AND  TO  BE  KNOWN  AS  THE\n   15  DISPLACED  HOMEMAKERS  FUND.  SUCH  STATE  SPECIAL REVENUE FUND SHALL BE\n   16  DEPOSITED TO THE CREDIT OF THE COMPTROLLER IN ONE OR MORE  STATE  BANKS,\n   17  TRUST COMPANIES OR SAVINGS BANKS AS MAY BE DESIGNATED BY THE COMPTROLLER\n   18  AT  SUCH  RATE  OF  INTEREST, IF ANY, AS FROM TIME TO TIME MAY BE AGREED\n   19  UPON BY THE DEPOSITORIES AND THE COMPTROLLER.\n   20    2. MONIES OF THE FUND SHALL  BE  AVAILABLE  GENERALLY  FOR  COSTS  AND\n   21  EXPENSES OF THE COMMISSIONER OF LABOR IN ADMINISTERING THE PROVISIONS OF\n   22  ARTICLE TWENTY-THREE-B OF THE LABOR LAW.\n   23    3.  THE  MONIES SHALL BE PAID OUT OF THE FUND ON THE AUDIT AND WARRANT\n   24  OF THE COMPTROLLER ON VOUCHERS CERTIFIED BY THE COMMISSIONER OF LABOR OR\n   25  HIS OR HER DULY DESIGNATED OFFICER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07204-01-1\n\n       S. 2329                             2\n\n    1    S 3. Subdivision (a) of section 8018 of the  civil  practice  law  and\n    2  rules is amended by adding a new paragraph 4 to read as follows:\n    3    4.  IN  ADDITION  TO THE FEES OTHERWISE PROVIDED IN THIS SUBDIVISION A\n    4  COUNTY CLERK SHALL COLLECT FROM ANY  PERSON  INSTITUTING  A  MATRIMONIAL\n    5  ACTION  AN  ADDITIONAL  FEE OF TEN DOLLARS. SUCH ADDITIONAL FEE SHALL BE\n    6  REMITTED TO THE COMPTROLLER AND DEPOSITED IN  THE  DISPLACED  HOMEMAKERS\n    7  FUND  PURSUANT  TO  SECTION  NINETY-NINE-T  OF  THE  STATE  FINANCE LAW.\n    8  PROVIDED, HOWEVER, SUCH ADDITIONAL FEE SHALL NOT  BE  COLLECTED  FROM  A\n    9  POOR  PERSON WHO PROCEEDS PURSUANT TO SECTION ELEVEN HUNDRED ONE OF THIS\n   10  CHAPTER.\n   11    S 4. This act shall take effect on the first of April next  succeeding\n   12  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, the state finance law and the civil practice law and rules, in relation to displaced homemakers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110118.T162655.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295458372285
}