{
  "year" : 2011,
  "senateBillNo" : "S232-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S232-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the administration of property tax assessments for certain orchards and vineyards",
  "summary" : "Relates to the administration of property tax assessments for certain orchards and vineyards; establishes the portion of the value of orchard or vineyard land eligible for real property tax exemption shall be determined based on the average per acre assessment of all tillable acreage of the specific tax parcel. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S3208-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          232\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the agriculture and markets  law,  in  relation  to  the\n         administration  of  property  tax assessments for certain orchards and\n         vineyards\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  closing paragraph of subdivision 7 of section 305 of\n    2  the agriculture and markets law, as added by chapter 229 of the laws  of\n    3  2010, is amended to read as follows:\n    4    In  administering  this  subdivision, the portion of the value of land\n    5  eligible for such real property tax exemption shall be determined  based\n    6  on  the  average  per  acre  assessment of all [agricultural land of the\n    7  specific tax parcel as reported in a form approved by the state board of\n    8  real property services] TILLABLE ACREAGE OF THE SPECIFIC TAX PARCEL.\n    9    S 2. This act shall take effect immediately and shall apply to assess-\n   10  ment rolls prepared on the basis of taxable status dates occurring on or\n   11  after such date.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01606-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the administration of property tax assessments for certain orchards and vineyards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T113306.TXT", "SOBI.D101213.T111304.TXT", "SOBI.D101214.T095126.TXT", "SOBI.D101213.T104803.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292338286675
}