{
  "year" : 2011,
  "senateBillNo" : "S2328-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2328-2011-1295326800000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires school bus transportation to students in Staten Island",
  "summary" : "Requires school bus transportation be provided to students in Staten Island. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A2988",
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2328\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by Sens. LANZA, SAVINO -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Education\n\n       AN  ACT  to amend the education law, in relation to requiring school bus\n         transportation for students in Staten Island\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  3635 of the education law is\n    2  amended by adding a new paragraph c-1 to read as follows:\n    3    C-1. NOTWITHSTANDING THE PROVISIONS OF THIS SECTION, THE DEPARTMENT OF\n    4  EDUCATION OF THE CITY OF NEW YORK SHALL PROVIDE  TRANSPORTATION  TO  ALL\n    5  CHILDREN  RESIDING  WITHIN THE COUNTY OF RICHMOND TO AND FROM THE SCHOOL\n    6  THEY LEGALLY ATTEND, WHO ARE IN NEED OF SUCH TRANSPORTATION. SUCH TRANS-\n    7  PORTATION SHALL BE PROVIDED FOR  ALL  CHILDREN  ATTENDING  GRADES  THREE\n    8  THROUGH  EIGHT  WHO LIVE MORE THAN ONE MILE FROM THE SCHOOL THEY LEGALLY\n    9  ATTEND AND FOR CHILDREN ATTENDING GRADES KINDERGARTEN THROUGH  TWO,  AND\n   10  SIBLINGS  OF  CHILDREN  ATTENDING  GRADES  KINDERGARTEN  THROUGH TWO WHO\n   11  ATTEND GRADES THREE THROUGH FIVE AT THE SAME SCHOOL, WHO LIVE MORE  THAN\n   12  ONE HALF MILE FROM THE SCHOOL THEY LEGALLY ATTEND.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04789-03-1\n",
  "memo" : "BILL NUMBER:S2328               REVISED 01/26/2011\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to requiring school bus\ntransportation for students in Staten Island\n\nPURPOSE:\nThis bill will have the department of education of the city of New\nYork provide transportation to all children residing in Richmond\nCounty to and from the school they legally attend, who are in need of\ntransportation. Such transportation shall be provided for all\nchildren attending grades three through eight who live more than one\nmile from the school they legally attend and for children attending\ngrades kindergarten through two, and siblings of children attending\ngrades kindergarten through two who attend grades three and five at\nthe same school, who live more than one half mile from the school\nthey legally attend.\n\nJUSTIFICATION:\nStaten Island has a severe safety and transportation issue,\nspecifically in the vicinity of our elementary and intermediate\nschools. This is evident by the by the recent enforcement initiative\nimplemented by the New York City Police Department. Patrol Borough\nStaten Island (PBSI) of the NYPD, has been enforcing the hazardous\nparking and driving conditions, which endanger our children. The\ninitiative has specifically targeted, double and triple parking, no\nstanding, no parking, blocking crosswalks, and passing stopped school\nbuses.\n\nLast year, the City cut yellow school bus service to about 4,600 7th\nand 8th grade students at 70 schools across the five boroughs. Nearly\ntwo-thirds of the students affected by this decision2,940 -live on\nStaten Island and attend 47 different schools.\n\nCurrently the Department of Education, Office of Pupil Transportation\n(OPT) assigns Yellow School Bus Service to eligible students based on\ntheir home's distance from the school. The current criteria for\neligibility are as follows:\n\nGrades K-2 more than.5 miles from their school Grades 3-5 more than 1\nmile from their school Grades 7-8 not eligible\nOPT also approves variances to otherwise non eligible students. The\nvariances are currently granted as two main headings, Access\nVariances and Hazardous Variances. The Access Variance is granted if\nthere is not adequate public transportation from the student's home\nto their school.\nThe Hazardous Variances are granted if the student has to walk where\nthere are predominantly no sidewalks and very dangerous roadways,\nwhich are very difficult to cross.\n\nThe focus for Staten Island students is mainly on the Access\nVariances. Staten Island Grades K-8 students do not have the same\naccess to, school via public transportation, as the other four\nboroughs of NYS. Staten Island is the largest geographical school\ndistrict in NYS. District 31 has 57,469 students enrolled in grades\nK-8, second only to District 2 in Manhattan, which is heavily\npopulated multiple trains and bus options, unlike District 31.\n\nThis legislation would allow students in grade 7 and 8 yellow bus\nservice equal to that of current grade 6 eligibility, which require a\nresidence distance of more. This would be a District 31 wide Access\nVariance for all 7th and 8th grade students due to lack of adequate\npublic transportation.\n\nGrade K-2 are eligible for yellow bus service when they live\nmore than .5 miles away from school, yet, siblings in grades 3-5\nare not eligible for the yellow bus service. Currently parents\nwith children\nin different grades do not utilize the bus service because the older\nchild is not eligible. The Sibling Variance will help to improve\nsafety by minimizing personal automobiles used as transportation to\nschool.\n\nAccording to a 2006 study conducted by the NYC Department of City\nPlanning, Staten Island's population will grow to 552,000 by 2030\nfrom today's 483,000. This reflects a 24.4% growth from 2000. Staten\nIsland is projected to see a growth of 8% of grades K-8 students,\nduring this same time period. It is anticipated that Staten Island\nwill represent 6.5% of NYC's population, but will have 16% of NYC's\nregistered vehicles. This will result in even more hazardous\nconditions near Staten Island schools. Not only will expanded yellow\nschool bus service improve student access to their respective school,\nit will help reduce traffic congestion by removing excess private\nvehicles from our roads. A National School Transportation Association\nstudy revealed that approximately 800 student fatalities occur yearly\nin private vehicles in route to school, compared to 20 student\nfatalities yearly that occur when yellow buses are used to travel to\nschool.\n\nLEGISLATIVE HISTORY:\n2010: S.7059 - Referred to Education/A.10124 - Referred to Education.\n\nFISCAL IMPLICATIONS:\nUndetermined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring school bus transportation for students in Staten Island ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110121.T152535.TXT", "SOBI.D110118.T163156.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110118.T162655.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090039
}