{
  "year" : 2011,
  "senateBillNo" : "S2339A-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2339A-2011-1295413200000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "AMEND (T) AND RECOMMIT TO ELECTIONS",
    "billEventId" : "S2339A-2011-1295931600000-AMEND+%28T%29+AND+RECOMMIT+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931601000,
    "eventText" : "PRINT NUMBER 2339A",
    "billEventId" : "S2339A-2011-1295931601000-PRINT+NUMBER+2339A",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARTINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the requirement for the use of electronic voting machines during village, special district, library district and fire district elections",
  "summary" : "Eliminates the requirement for the use of electronic voting machines during village, special district, improvement district, library district and fire district elections and authorizes the use of mechanical lever voting machines or paper ballots during such elections through December 31, 2012; establishes certain requirements for paper ballots. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : [ "ELECTIONS" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                        2339--A\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by Sens. MARTINS, JOHNSON, GALLIVAN, MAZIARZ, OPPENHEIMER --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the  Committee  on  Elections  --  committee discharged, bill amended,\n         ordered reprinted as amended and recommitted to said committee\n\n       AN ACT to amend the election law, in relation  to  authorizing  village,\n         special  district, improvement district and library district elections\n         to be conducted on mechanical lever voting machines or paper  ballots;\n         and  to  amend  the  town  law,  in relation to authorizing the use of\n         mechanical lever voting machines or paper  ballots  at  fire  district\n         elections;  and providing for the repeal of such provisions upon expi-\n         ration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The election law is amended by adding a new section 7-132\n    2  to read as follows:\n    3    S  7-132.  PAPER  BALLOTS;  VILLAGE,  SPECIAL  DISTRICT,   IMPROVEMENT\n    4  DISTRICT,  LIBRARY  DISTRICT  AND  FIRE  DISTRICT  ELECTIONS. 1. FOR ANY\n    5  VILLAGE, SPECIAL DISTRICT, IMPROVEMENT  DISTRICT,  LIBRARY  DISTRICT  OR\n    6  FIRE  DISTRICT  CONDUCTING  AN ELECTION IN WHICH PAPER BALLOTS ARE TO BE\n    7  COUNTED BY HAND, THE FORMAT OF SUCH PAPER BALLOTS SHALL CONFORM  TO  THE\n    8  PROVISIONS OF THIS SECTION.\n    9    2.  ALL  PAPER  BALLOTS  SHALL BE PRINTED ON PAPER OF A QUALITY, SIZE,\n   10  COLOR AND WEIGHT AS SHALL BE DETERMINED BY THE STATE BOARD OF  ELECTIONS\n   11  ON OR BEFORE JULY SEVENTH, TWO THOUSAND ELEVEN.\n   12    3.  ALL PAPER BALLOTS OF THE SAME KIND AT THE SAME POLLING PLACE SHALL\n   13  BE IDENTICAL IN APPEARANCE AND FORM.  A  DIFFERENT,  BUT  IN  EACH  CASE\n   14  UNIFORM  STYLE  AND  SIZE OF TYPE, SHALL BE USED FOR THE PRINTING OF THE\n   15  NAMES OF CANDIDATES, THE TITLES OF OFFICES,  POLITICAL  DESIGNATION  AND\n   16  THE  READING FORM OF ALL PROPOSALS AND QUESTIONS PRESENTED. THE NAMES OF\n   17  ALL CANDIDATES SHALL BE PRINTED IN UPPER-CASE  LETTERS,  IN  BLACK-FACED\n   18  TYPE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04799-04-1\n\n       S. 2339--A                          2\n\n    1    4.  EACH PAPER BALLOT SHALL BE PRINTED ON A SINGLE SHEET OF PAPER WITH\n    2  A DETACHABLE STUB WHICH MAY BE SEPARATED THEREFROM  ALONG  A  PERFORATED\n    3  HORIZONTAL LINE ACROSS THE ENTIRE BALLOT. ON THE FACE OF SUCH STUB SHALL\n    4  BE PRINTED THE INSTRUCTIONS TO THE VOTER, AND ON THE BACK THEREOF, IMME-\n    5  DIATELY  ABOVE  THE CENTER OF THE ENDORSEMENT ON THE REAR OF THE BALLOT,\n    6  SHALL BE PRINTED \"#\" WITH THE BLANK  SPACE  FILLED  IN  BY  AN  ELECTION\n    7  INSPECTOR  WITH  THE  CONSECUTIVE NUMBER OF BALLOTS CAST AT THE ELECTION\n    8  BEGINNING WITH #1, AND INCREASING IN REGULAR NUMERICAL ORDER.\n    9    5. ON THE REAR OF THE BALLOT, BELOW THE LINE OF PERFORATIONS, JUST  TO\n   10  THE  RIGHT  OF  CENTER  AND  APPEARING ON THE OUTSIDE OF THE BALLOT WHEN\n   11  FOLDED, AND ALSO ON THE FRONT OF THE BALLOT, DIRECTLY BELOW THE LINE  OF\n   12  PERFORATIONS, SHALL BE PRINTED THE FOLLOWING INFORMATION:\n   13    \"OFFICIAL BALLOT FOR (VILLAGE, SPECIAL DISTRICT, IMPROVEMENT DISTRICT,\n   14  LIBRARY DISTRICT OR FIRE DISTRICT) OFFICERS AND PROPOSITIONS\n   15    (THE DATE OF THE ELECTION)\n   16    (A  FACSIMILE  SIGNATURE  OF  THE  OFFICER  OR OFFICERS PROVIDING SUCH\n   17  BALLOT)\".\n   18    6. ON THE TOP OF THE DETACHABLE STUB OR ON THE EDGE OF THE BALLOT, THE\n   19  FOLLOWING INSTRUCTIONS SHALL BE PRINTED IN HEAVY BLACK TYPE:\n   20                                \"INSTRUCTIONS\n   21    (A) MARK ONLY WITH A PEN HAVING BLUE OR BLACK INK  OR  WITH  A  PENCIL\n   22  HAVING BLACK LEAD.\n   23    (B)  TO VOTE FOR A CANDIDATE WHOSE NAME IS PRINTED ON THIS BALLOT MAKE\n   24  A SINGLE CROSS X MARK OR A CHECK V MARK IN ONE OF  THE  SQUARES  TO  THE\n   25  RIGHT OF AN EMBLEM OPPOSITE HIS OR HER NAME.\n   26    (C)  TO  VOTE  FOR  A  PERSON WHOSE NAME IS NOT PRINTED ON THIS BALLOT\n   27  WRITE OR STAMP HIS OR HER NAME ON A BLANK LINE UNDER THE  NAMES  OF  THE\n   28  CANDIDATES FOR THAT OFFICE.\n   29    (D)  TO  VOTE YES OR NO ON A PROPOSAL MAKE A SINGLE X OR V MARK IN THE\n   30  SQUARE OPPOSITE YOUR VOTE.\n   31    (E) ANY OTHER MARK OR WRITING, OR ANY  ERASURE  MADE  ON  THIS  BALLOT\n   32  OUTSIDE THE VOTING SQUARES OR BLANK SPACES PROVIDED FOR VOTING WILL VOID\n   33  THIS ENTIRE BALLOT.\n   34    (F) DO NOT OVERVOTE. IF YOU SELECT A GREATER NUMBER OF CANDIDATES THAN\n   35  THERE  ARE  VACANCIES  TO  BE  FILLED, YOUR BALLOT WILL BE VOID FOR THAT\n   36  PUBLIC OFFICE OR PARTY POSITION.\n   37    (G) IF YOU TEAR, DEFACE OR WRONGLY MARK THIS  BALLOT,  RETURN  IT  AND\n   38  OBTAIN  ANOTHER.  DO  NOT  ATTEMPT  TO CORRECT MISTAKES ON THE BALLOT BY\n   39  MAKING ERASURES OR CROSS OUTS. ERASURES OR CROSS OUTS MAY INVALIDATE ALL\n   40  OR PART OF YOUR BALLOT. PRIOR TO SUBMITTING YOUR BALLOT, IF YOU  MAKE  A\n   41  MISTAKE  IN COMPLETING THE BALLOT OR WISH TO CHANGE YOUR BALLOT CHOICES,\n   42  YOU MAY OBTAIN AND COMPLETE A NEW BALLOT. YOU HAVE A RIGHT TO A REPLACE-\n   43  MENT BALLOT UPON RETURN OF THE ORIGINAL BALLOT.\"\n   44    7. EACH BALLOT SHALL BE PRINTED IN SECTIONS IN WHICH  THE  CANDIDATES'\n   45  NAMES,  EMBLEMS  AND  POLITICAL  DESIGNATIONS,  THE BALLOT PROPOSALS AND\n   46  OTHER REQUISITE MATTER SHALL EACH BE BOXED IN BY HEAVY BLACK LINES.\n   47    ON THE BALLOT SHALL BE VOTING SQUARES IN WHICH VOTERS MAY  MAKE  THEIR\n   48  VOTING  MARKS. ALL VOTING SQUARES SHALL BE BOUNDED BY HEAVY BLACK LINES,\n   49  THE PERPENDICULAR LINES TO BE NOT LESS THAN ONE-SIXTEENTH  OF  ONE  INCH\n   50  WIDE.    THE  VOTING SQUARES AND THE SPACES OCCUPIED BY THE EMBLEM SHALL\n   51  HAVE A DEPTH AND WIDTH OF FIVE-SIXTEENTHS OF ONE INCH. NO VOTING  SQUARE\n   52  SHALL  BE  PROVIDED IN FRONT OF THE BLANK SPACES PROVIDED FOR A VOTER TO\n   53  WRITE IN A NAME.\n   54    8. THE SPACE FOR THE TITLE OF AN OFFICE SHALL BE THREE-EIGHTHS OF  ONE\n   55  INCH,  AND  THE NAME OF A CANDIDATE OR FOR WRITING IN A NAME, ONE-FOURTH\n   56  OF ONE INCH, IN DEPTH. AT THE LEFT OF THE NAME OF EACH DESIGNATED CANDI-\n\n       S. 2339--A                          3\n\n    1  DATE SHALL BE AN ENCLOSED VOTING SPACE, THREE-EIGHTHS  OF  ONE  INCH  IN\n    2  WIDTH  AND APPROXIMATELY ONE-FOURTH OF ONE INCH IN DEPTH, BOUNDED ABOVE,\n    3  BELOW AND TO THE RIGHT BY BLACK LINES, HEAVIER THAN THOSE WHICH SEPARATE\n    4  THE  SPACES  CONTAINING  THE  NAMES OF CANDIDATES. TO THE LEFT OF VOTING\n    5  SPACES WHICH DO NOT ADJOIN A VERTICAL LINE  DIVIDING  TWO  PARTS,  THERE\n    6  SHALL  BE  A  HEAVY  BLACK VERTICAL LINE APPROXIMATELY ONE-EIGHTH OF ONE\n    7  INCH IN WIDTH. NO VOTING SPACE SHALL BE PROVIDED IN THE SPACE FOR  WRIT-\n    8  ING  IN  NAMES.  IN SUCH CASE, THE SPACE CORRESPONDING TO A VOTING SPACE\n    9  SHALL BE ALL BLACK.\n   10    9. BELOW THE NAMES OF THE CANDIDATES FOR EACH OFFICE OR POSITION THERE\n   11  SHALL BE PRINTED AS MANY BLANK SPACES, FOR WRITING IN NAMES  OF  PERSONS\n   12  FOR WHOM THE VOTER DESIRES TO VOTE, AS THERE ARE PERSONS TO BE NOMINATED\n   13  OR ELECTED.\n   14    10.  IN  CASE  THE SECTIONS SHALL BE SO NUMEROUS AS TO MAKE THE BALLOT\n   15  UNWIELDY IF THEY ARE PRINTED IN ONE COLUMN, THEY MAY BE  PRINTED  IN  AS\n   16  MANY  COLUMNS  AS  SHALL  BE  NECESSARY,  AND  IN THAT CASE, IN ORDER TO\n   17  PRODUCE A RECTANGULAR BALLOT, BLANK SECTIONS MAY BE USED.\n   18    11. THE NAMES OF PARTIES OR INDEPENDENT BODIES WHICH CONTAIN MORE THAN\n   19  FIFTEEN LETTERS MAY, WHENEVER LIMITATIONS OF SPACE SO REQUIRE, BE PRINT-\n   20  ED ON THE BALLOT IN AN ABBREVIATED FORM. IN PRINTING THE NAMES OF CANDI-\n   21  DATES WHOSE FULL NAMES CONTAIN  MORE  THAN  FIFTEEN  LETTERS,  ONLY  THE\n   22  SURNAME  MUST  BE PRINTED IN FULL. THE OFFICER OR BOARD CHARGED WITH THE\n   23  DUTY OF PREPARING THE BALLOTS SHALL REQUEST EACH SUCH CANDIDATE TO INDI-\n   24  CATE,  IN  WRITING,  THE  SHORTENED  FORM  IN  WHICH,  SUBJECT  TO   THE\n   25  RESTRICTION,  HIS  NAME  SHALL  BE  PRINTED.  IF  NO  SUCH INDICATION IS\n   26  RECEIVED FROM SUCH CANDIDATE WITHIN THE TIME SPECIFIED IN  THE  REQUEST,\n   27  SUCH  OFFICER OR BOARD SHALL MAKE THE NECESSARY DETERMINATION. NO EMBLEM\n   28  SHALL OCCUPY A SPACE LONGER IN ANY DIRECTION THAN THE VOTING  SQUARE  TO\n   29  WHICH IT RELATES.\n   30    S 2. Subdivision 1 of section 7-200 of the election law, as amended by\n   31  chapter 181 of the laws of 2005, is amended to read as follows:\n   32    1.  The  board  of  elections of the city of New York and other county\n   33  boards of elections may adopt any  kind  of  voting  machine  or  system\n   34  approved  by  the state board of elections, or the use of which has been\n   35  specifically authorized by law; and thereupon  such  voting  machine  or\n   36  system  may  be  used  at  any or all elections and shall be used at all\n   37  general or special elections held by such boards in such city,  town  or\n   38  village  and in every contested primary election in the city of New York\n   39  and in every contested primary election outside the city of New York  in\n   40  which  there are one thousand or more enrolled voters qualified to vote;\n   41  PROVIDED, HOWEVER, THAT SUCH MACHINES AND SYSTEMS SHALL NOT BE  REQUIRED\n   42  TO  BE  USED  IN  ANY VILLAGE, SPECIAL DISTRICT, IMPROVEMENT DISTRICT OR\n   43  LIBRARY DISTRICT  ELECTION  AND  THE  USE  OF  MECHANICAL  LEVER  VOTING\n   44  MACHINES  SHALL  BE  AUTHORIZED FOR VILLAGE ELECTIONS.  No more than two\n   45  types of voting machines or systems may be used by any  local  board  of\n   46  elections  at a single election. Notwithstanding the other provisions of\n   47  this subdivision, any local board of elections may borrow or  lease  for\n   48  use  on  an  experimental  basis  for a period of not more than one year\n   49  each, voting machines or systems of any type approved by the state board\n   50  of elections.\n   51    S 3. Subdivision 1 of section 7-203 of the election law, as amended by\n   52  chapter 180 of the laws of 2005, is amended to read as follows:\n   53    1. The board of elections shall provide a sufficient number of  voting\n   54  machines  to fully equip all election districts within its jurisdiction.\n   55  Such voting machines shall be used at all general, special  and  primary\n   56  elections  conducted  pursuant  to this chapter; PROVIDED, HOWEVER, THAT\n\n       S. 2339--A                          4\n\n    1  THE USE OF SUCH VOTING MACHINES SHALL NOT BE  REQUIRED  DURING  VILLAGE,\n    2  SPECIAL DISTRICT, IMPROVEMENT DISTRICT OR LIBRARY DISTRICT ELECTIONS AND\n    3  THE  USE  OF  MECHANICAL LEVER VOTING MACHINES OR PAPER BALLOTS SHALL BE\n    4  AUTHORIZED AT SUCH ELECTIONS.\n    5    S  4. Subdivision 29 of section 176 of the town law, as added by chap-\n    6  ter 568 of the laws of 1949, is amended to read as follows:\n    7    29. May authorize the use of voting machines at any annual or  special\n    8  election  held within the fire district and such voting machine shall be\n    9  used in accordance with the provisions contained in article nine of  the\n   10  election  law,  PROVIDED  THAT  NO  PROVISION  OF LAW SHALL BE DEEMED TO\n   11  PROHIBIT THE USE OF MECHANICAL LEVER VOTING MACHINES OR PAPER BALLOTS AT\n   12  ANY SUCH ELECTION.\n   13    S 5. This act shall take effect immediately and shall  expire  and  be\n   14  deemed repealed December 31, 2012.\n",
  "memo" : "BILL NUMBER:S2339A\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to authorizing village,\nspecial district, improvement district and library district elections\nto be conducted on mechanical lever voting machines\nor paper ballots; and to amend the\ntown law, in relation to authorizing the use of mechanical lever\nvoting machines or paper ballots at fire district elections\n\nPURPOSE:\nThis bill would allow villages, special districts, improvement\ndistricts, library districts and fire districts to use mechanical\nlever voting machines during their elections or paper ballots.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the Bill adds new section 7-132 to the Election Law to\nallow villages, special districts, improvement districts, fire\ndistricts and library districts conducting an election in which paper\nballots are to be counted by hand to use paper ballots in a form\ndescribed in said section.\n\nSections 2 through 4 of the Bill amends the election law and town law\nto authorize villages, special districts, improvement districts,\nlibrary districts, and fire districts to use mechanical lever voting\nmachines or paper ballots for their elections instead of the new\nscanner voting machines.\n\nSection 5 of the Bill is the effective date.\n\nJUSTIFICATION:\nThe recent enactment of amendments to New York's Election Law for the\npurpose of implementing the new scanner voting machines has resulted\nin numerous unintended consequences. The confusion and expense that\nthe 2010 amendments are causing for villages, special districts, fire\ndistricts, improvement districts and library districts seeking to\nconduct their elections are significant. Chapter 165 of the Laws of\n2010 radically amended the provisions of State Law regarding the use\nof paper ballots. Currently, New York's Election Law only addresses\nthe format of paper ballots that are to be used by scanner voting\nmachines. New York's Election Law does not provide for any other form\nof paper ballot. Consequently, villages, special districts, fire\ndistricts, improvement districts and library districts that are\nconducting elections by hand count must either use\npaper ballots that are in a format that complies with state law but\nthat are unsuitable for the hand counting process or use paper\nballots in a format that work for hand counted elections, but which\ndo not comply with state law. This legislation will correct this\noversight.\n\nIn addition, many villages, improvement districts, special districts\n(fire districts) and library districts continue to have access to the\nmechanical lever machines that were used in pre-2010 elections. The\nuse of these mechanical lever voting machines would create real\nsavings to villages, improvement districts, special districts and\nlibrary districts from the high cost associated with the use of the\nnew scanning machines.\n\nLEGISLATIVE HISTORY:\nNew legislation.\n\nFISCAL IMPLICATIONS:\nNone to the state. The villages, special districts, fire districts,\nimprovement districts and library districts will receive significant\nsavings if this Bill is enacted.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to authorizing village, special district, improvement district and library district elections to be conducted on mechanical lever voting machines or paper ballots; and to amend the town law, in relation to authorizing the use of mechanical lever voting machines or paper ballots at fire district elections; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T164944.TXT", "SOBI.D110125.T161942.TXT", "SOBI.D110126.T142803.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110125.T170450.TXT", "SOBI.D110125.T170010.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296491820662
}