{
  "year" : 2011,
  "senateBillNo" : "S2332-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S2332-2011-1295326800000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to eminent domain in N.Y. city",
  "summary" : "Provides that in cities with a population of one million or more, the city council shall approve or disapprove a not-for-profit corporation's use of eminent domain by majority vote, after holding at least one official public hearing on such matter. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S4155-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2332\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by Sens. MONTGOMERY, HASSELL-THOMPSON, KRUEGER -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public  authorities  law,  in  relation  to  eminent\n         domain in cities with a population of one million or more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The title heading of title 6 of article  9  of  the  public\n    2  authorities  law, as added by chapter 307 of the laws of 1964 and renum-\n    3  bered by chapter 838 of the laws of 1983, is amended and a  new  section\n    4  2901 is added to read as follows:\n    5               EMINENT DOMAIN TAKING; PROPERTY OF OR BY A PUBLIC\n    6                             BENEFIT CORPORATION\n    7    S 2901. EMINENT DOMAIN; CERTAIN CITIES. IN CITIES WITH A POPULATION OF\n    8  ONE  MILLION  OR  MORE  IN  WHICH  ANY  PART  OF THE REAL PROPERTY TO BE\n    9  ACQUIRED IS LOCATED, THE  CITY  COUNCIL  SHALL  HAVE  THE  AUTHORITY  TO\n   10  APPROVE  OR  DISAPPROVE  ANY PUBLIC AUTHORITIES OR PUBLIC BENEFIT CORPO-\n   11  RATION'S USE OF EMINENT DOMAIN. THE CITY COUNCIL SHALL APPROVE OR DISAP-\n   12  PROVE ANY PROPOSED USE OF THE POWER OF EMINENT DOMAIN BY MAJORITY  VOTE.\n   13  PRIOR  TO  SUCH VOTE, SUCH CITY COUNCIL SHALL HOLD AT LEAST ONE OFFICIAL\n   14  PUBLIC HEARING ON SUCH MATTER AT A LOCATION REASONABLY PROXIMATE TO  THE\n   15  PROPERTY WHICH MAY BE ACQUIRED.\n   16    S  2.  This  act shall take effect on the ninetieth day after it shall\n   17  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07339-01-1\n",
  "memo" : "BILL NUMBER:S2332\n\nTITLE OF BILL:\nAn act\nto amend the public authorities law, in relation to eminent\ndomain in cities with a population of one million or more\n\nPURPOSE:\nTo amend the public authorities law authorizing the city council to\napprove or disapprove by a majority vote any public authorities or\npublic benefit corporation's use of eminent domain.\n\nSUMMARY OF PROVISIONS:\nAdds new section 2901 to the public authorities law authorizing the\ncity council in cities with a population of one million or more to\napprove or disapprove by a majority vote any public authorities or\npublic benefit corporation's use of eminent domain. The city council\nis also required to hold at least one official public hearing on the\nproposed action prior to voting.\n\nJUSTIFICATION:\nContinued scrutiny of public authorities and discussion over the\nimplications of Supreme Court precedent which have widened the use of\neminent domain illustrate the need for greater local control over\ntakings by public authorities. Public authorities have public\nmissions but are isolated from traditional democratic pressure, and\ntherefore lack accountability to the people of this State. Many\nauthorities even have eminent domain power that can be exercised over\nthe objection of local governments. This dynamic was not contemplated\nby the founders when they placed limits on the use of eminent domain.\n\nThis bill would safeguard the interests of the public and communities\naround this state by adding more traditional democratic control and\noversight over the use of takings by public authorities. This bill\nwould ensure that use of eminent domain by public authorities is\nadequately scrutinized by local elected officials and that the public\nhas an opportunity to comment on projects/proposals that impact on\ntheir quality of life.\n\nLEGISLATIVE HISTORY:\nFirst introduced in 2005.\n\nFISCAL IMPLICATIONS:\nNot known.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it becomes law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to eminent domain in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110118.T153151.TXT", "SOBI.D110118.T162655.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090046
}