{
  "year" : 2011,
  "senateBillNo" : "S2333-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S2333-2011-1295326800000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a taxpayer abuse sanction to be imposed against the income of a public officer who commits a felony related to his or her service as a public officer",
  "summary" : "Establishes a taxpayer abuse sanction to be imposed against the income of a public officer who commits certain felonies related to his or her service as a public officer. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Retirement and Social Security Law",
  "previousVersions" : [ "SB6823-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2333\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Civil Service and Pensions\n\n       AN ACT to amend the retirement and social security  law  and  the  state\n         finance  law,  in  relation  to  pension forfeiture and taxpayer abuse\n         sanctions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The retirement and social security law is amended by adding\n    2  a new article 23 to read as follows:\n\n    3                                 ARTICLE 23\n    4                PENSION FORFEITURE FOR PUBLIC CORRUPTION ACT\n    5  SECTION 1300. SHORT TITLE.\n    6          1301. DEFINITIONS.\n    7          1302. PENSION FORFEITURE.\n    8          1303. TAXPAYER ABUSE SANCTION.\n    9          1304. MISCELLANEOUS.\n   10    S  1300.  SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n   11  THE \"PENSION FORFEITURE FOR PUBLIC CORRUPTION ACT\".\n   12    S 1301. DEFINITIONS. THE FOLLOWING WORDS AND PHRASES, AS USED IN  THIS\n   13  ARTICLE,  SHALL  HAVE THE FOLLOWING MEANINGS, UNLESS A DIFFERENT MEANING\n   14  IS PLAINLY REQUIRED BY THE CONTEXT:\n   15    1. \"DEFENDANT\" SHALL MEAN A PERSON AGAINST WHOM A FORFEITURE ACTION IS\n   16  COMMENCED.\n   17    2. \"DESIGNATED FELONY OFFENSE\" SHALL MEAN:\n   18    (A) ANY FELONY OFFENSE SET FORTH IN THE PENAL LAW; OR\n   19    (B) A CONSPIRACY TO COMMIT ANY FELONY OFFENSE SET FORTH IN  THE  PENAL\n   20  LAW WHEN THE COMMISSION OF ANY SUCH FELONY IS RELATED TO THE PERFORMANCE\n   21  OR  FAILURE  TO  PERFORM SUCH MEMBER OR RETIRED MEMBER'S OFFICIAL DUTIES\n   22  AND RESPONSIBILITIES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06940-02-1\n\n       S. 2333                             2\n\n    1    3. \"COMPTROLLER\" SHALL MEAN THE COMPTROLLER OF THE STATE OF  NEW  YORK\n    2  IN  HIS OR HER CAPACITY AS ADMINISTRATIVE HEAD OF THE NEW YORK STATE AND\n    3  LOCAL EMPLOYEES' RETIREMENT SYSTEM AND THE  NEW  YORK  STATE  AND  LOCAL\n    4  POLICE AND FIRE RETIREMENT SYSTEM.\n    5    4.  \"MEMBER\"  SHALL  MEAN  A  MEMBER  OF  THE NEW YORK STATE AND LOCAL\n    6  EMPLOYEES' RETIREMENT SYSTEM, THE NEW YORK STATE AND  LOCAL  POLICE  AND\n    7  FIRE  RETIREMENT SYSTEM, THE NEW YORK STATE TEACHERS' RETIREMENT SYSTEM,\n    8  THE NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM, THE NEW YORK CITY TEACH-\n    9  ERS' RETIREMENT SYSTEM, THE NEW YORK CITY POLICE PENSION FUND,  THE  NEW\n   10  YORK  CITY  FIRE  DEPARTMENT  PENSION  FUND,  THE NEW YORK CITY BOARD OF\n   11  EDUCATION RETIREMENT SYSTEM AND ANY OTHER RETIREMENT SYSTEM OF THE STATE\n   12  OR CITY OF NEW YORK.\n   13    5. \"RETIRED MEMBER\" SHALL MEAN A PERSON WHO IS RETIRED FROM AND WHO IS\n   14  RECEIVING A RETIREMENT ALLOWANCE FROM A RETIREMENT SYSTEM.\n   15    6. \"RETIREMENT SYSTEM\" SHALL MEAN THE NEW YORK STATE AND LOCAL EMPLOY-\n   16  EES' RETIREMENT SYSTEM, THE NEW YORK  STATE  POLICEMEN'S  AND  FIREMEN'S\n   17  RETIREMENT  SYSTEM,  THE NEW YORK STATE TEACHERS' RETIREMENT SYSTEM, THE\n   18  NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM, THE NEW YORK CITY  TEACHERS'\n   19  RETIREMENT  SYSTEM,  THE NEW YORK CITY POLICE PENSION FUND, THE NEW YORK\n   20  CITY FIRE DEPARTMENT PENSION FUND, THE NEW YORK CITY BOARD OF  EDUCATION\n   21  RETIREMENT  SYSTEM  AND ANY OTHER RETIREMENT SYSTEM OF THE STATE OR CITY\n   22  OF NEW YORK.\n   23    7. \"AGGRIEVED PARTY\" SHALL MEAN ANY RESIDENT TAXPAYER WHO IS ADVERSELY\n   24  AFFECTED BY ANY DESIGNATED FELONY  OFFENSE  COMMITTED  BY  A  MEMBER  OR\n   25  RETIRED  MEMBER  OF  ANY  RETIREMENT  SYSTEM OF THE STATE OF NEW YORK AS\n   26  DEFINED IN SUBDIVISION SIX OF THIS SECTION.\n   27    S 1302. PENSION FORFEITURE. NOTWITHSTANDING  ANY  OTHER  PROVISION  OF\n   28  GENERAL, SPECIAL OR LOCAL LAW, RULE OR REGULATION TO THE CONTRARY:\n   29    1.  IN  THE CASE OF A MEMBER OR RETIRED MEMBER WHO IS CONVICTED OF ANY\n   30  DESIGNATED FELONY OFFENSE, THE COMMISSION OF WHICH  IS  RELATED  TO  THE\n   31  PERFORMANCE  OR FAILURE TO PERFORM SUCH MEMBER OR RETIRED MEMBER'S OFFI-\n   32  CIAL DUTIES AND RESPONSIBILITIES, AN ACTION  MAY  BE  COMMENCED  IN  THE\n   33  SUPREME  COURT  BY  THE  DISTRICT  ATTORNEY HAVING JURISDICTION OVER THE\n   34  OFFENSE OR ANY AGGRIEVED PARTY, FOR THE FORFEITURE OF ALL OR  A  PORTION\n   35  OF THOSE RIGHTS AND BENEFITS TO WHICH SUCH PERSON IS OR WILL BE ENTITLED\n   36  AS  A  MEMBER  OR RETIRED MEMBER PROVIDED THAT ANY CONTRIBUTIONS MADE BY\n   37  THE OFFICIAL TO HIS OR HER RETIREMENT SYSTEM SHALL  NOT  BE  SUBJECT  TO\n   38  FORFEITURE,  BUT  SHALL BE RETURNED TO SUCH OFFICIAL.  SUCH ACTION SHALL\n   39  BE COMMENCED WITHIN ONE YEAR OF SUCH CONVICTION. FOR  PURPOSES  OF  THIS\n   40  ARTICLE,  A  DESIGNATED  FELONY OFFENSE IS RELATED TO THE PERFORMANCE OR\n   41  FAILURE TO PERFORM SUCH MEMBER OR RETIRED MEMBER'S OFFICIAL  DUTIES  AND\n   42  RESPONSIBILITIES IF IT:\n   43    (A)  CONSTITUTED  A  MATERIAL  VIOLATION  OF  SUCH  MEMBER  OR RETIRED\n   44  MEMBER'S DUTIES AND RESPONSIBILITIES AS A PUBLIC SERVANT; OR\n   45    (B) EVEN THOUGH COMMITTED OUTSIDE THE SCOPE OF SUCH MEMBER'S  OFFICIAL\n   46  DUTIES  OR  RESPONSIBILITIES,  INVOLVED ACTIONS OR CONDUCT BY WHICH SUCH\n   47  MEMBER OR RETIRED MEMBER INDICATED OR CONVEYED THAT HE OR SHE WAS ACTING\n   48  WITH THE AUTHORITY OF, OR UNDER COLOR OF THE AUTHORITY OF,  ANY  GOVERN-\n   49  MENTAL ENTITY.\n   50    2.  WHERE THE ATTORNEY GENERAL FINDS THAT A MEMBER OR A RETIRED MEMBER\n   51  HAS BEEN CONVICTED OF A DESIGNATED FELONY  OFFENSE,  THE  COMMISSION  OF\n   52  WHICH IS RELATED TO THE PERFORMANCE OR FAILURE TO PERFORM SUCH MEMBER OR\n   53  RETIRED  MEMBER'S OFFICIAL DUTIES AND RESPONSIBILITIES, AN ACTION MAY BE\n   54  COMMENCED IN THE SUPREME COURT BY THE ATTORNEY GENERAL OR ANY  AGGRIEVED\n   55  PARTY,  FOR THE FORFEITURE OF ALL OR A PORTION OF THOSE RIGHTS AND BENE-\n   56  FITS TO WHICH SUCH PERSON IS OR WILL BE ENTITLED AS A MEMBER OR  RETIRED\n\n       S. 2333                             3\n\n    1  MEMBER.  SUCH  ACTION  SHALL  BE  COMMENCED  WITHIN  ONE  YEAR  OF  SUCH\n    2  CONVICTION.\n    3    3.  PRIOR  TO THE COMMENCEMENT OF SUCH ACTION AS DESCRIBED IN SUBDIVI-\n    4  SION ONE OR TWO OF THIS SECTION, THE DISTRICT ATTORNEY OR  THE  ATTORNEY\n    5  GENERAL,  AS  THE  CASE  MAY BE, SHALL PROVIDE NOTICE TO THE COMPTROLLER\n    6  STATING THAT HE OR SHE HAS REASON TO BELIEVE THAT THE  PERSON  CONVICTED\n    7  COMMITTED THE FELONY RELATED TO HIS OR HER OFFICIAL DUTIES AND RESPONSI-\n    8  BILITIES.  WITHIN TWENTY DAYS OF RECEIPT OF SUCH NOTICE, THE COMPTROLLER\n    9  SHALL  SUBMIT  A NOTICE OF APPLICABILITY TO THE DISTRICT ATTORNEY OR THE\n   10  ATTORNEY GENERAL AS THE CASE MAY BE. THE NOTICE OF  APPLICABILITY  SHALL\n   11  CONTAIN  A  STATEMENT  SPECIFYING WHETHER THE PERSON CONVICTED IS OR HAS\n   12  BEEN A MEMBER OR RETIRED MEMBER OF THE NEW YORK STATE AND LOCAL  EMPLOY-\n   13  EES'  RETIREMENT  SYSTEM OR THE NEW YORK STATE AND LOCAL POLICE AND FIRE\n   14  RETIREMENT SYSTEM AND SHALL DESCRIBE THE RIGHTS AND  BENEFITS  TO  WHICH\n   15  SUCH  PERSON  IS  OR  WILL  BE  ENTITLED  TO FROM SUCH PUBLIC RETIREMENT\n   16  SYSTEM.\n   17    4. UPON MOTION BY THE DISTRICT ATTORNEY OR THE  ATTORNEY  GENERAL,  AS\n   18  THE  CASE  MAY  BE,  MADE UPON COMMENCEMENT OF OR AT ANY TIME DURING THE\n   19  PENDENCY OF A FORFEITURE ACTION, PURSUANT TO THE PROCEDURE SET FORTH  IN\n   20  SUBDIVISION  ONE OF SECTION SIXTY-THREE HUNDRED ELEVEN OR SECTION SIXTY-\n   21  THREE HUNDRED THIRTEEN OF THE CIVIL PRACTICE LAW AND  RULES,  THE  COURT\n   22  MAY  ISSUE  A  TEMPORARY  RESTRAINING  ORDER OR A PRELIMINARY INJUNCTION\n   23  PROHIBITING THE DEFENDANT FROM RECEIVING ANY RIGHTS OR BENEFITS FROM THE\n   24  APPROPRIATE RETIREMENT SYSTEM. A PRELIMINARY INJUNCTION MAY  BE  GRANTED\n   25  WHERE  THE  COURT FINDS THAT THERE IS A SUBSTANTIAL PROBABILITY THAT THE\n   26  DISTRICT ATTORNEY OR ATTORNEY GENERAL  WILL  PREVAIL  ON  THE  ISSUE  OF\n   27  FORFEITURE.  NO SHOWING OF IRREPARABLE HARM SHALL BE REQUIRED. THE COURT\n   28  MAY NOT CONSIDER ON SUCH MOTION ANY ISSUES PRESENTED TO THE COURT  WHICH\n   29  HEARD  THE CRIMINAL ACTION IN WHICH THE DEFENDANT WAS CONVICTED OR WHICH\n   30  ARISE OUT OF SUCH CRIMINAL ACTION AND MAY BE PRESENTED ON APPEAL.\n   31    5. ALL DEFENDANTS IN A FORFEITURE  ACTION  BROUGHT  PURSUANT  TO  THIS\n   32  ARTICLE SHALL HAVE THE RIGHT TO TRIAL BY JURY ON ANY ISSUE OF FACT.\n   33    6.  THE  BURDEN  OF  PROOF  SHALL BE UPON THE DISTRICT ATTORNEY OR THE\n   34  ATTORNEY GENERAL, AS THE CASE MAY BE, TO PROVE BY CLEAR  AND  CONVINCING\n   35  EVIDENCE THE FACTS NECESSARY TO ESTABLISH A CLAIM OF PENSION FORFEITURE.\n   36    7.  (A) UPON A FINDING BY THE COURT THAT THE DEFENDANT HAS COMMITTED A\n   37  FELONY IN CONNECTION WITH HIS OR HER OFFICIAL  DUTIES  AND  RESPONSIBIL-\n   38  ITIES,  THE  COURT  SHALL  ISSUE  AN ORDER TO THE APPROPRIATE RETIREMENT\n   39  SYSTEM FOR:\n   40    (I) THE FORFEITURE OR RECOUPMENT OF ALL OR A PORTION  OF  THE  DEFEND-\n   41  ANT'S RIGHTS AND BENEFITS AS A MEMBER OR RETIRED MEMBER OF SUCH SYSTEM;\n   42    (II)  THE  RECOUPMENT  OF  ALL OR A PORTION OF THE RETIREMENT BENEFITS\n   43  PAID TO THE DEFENDANT; AND\n   44    (III) THE REFUND TO THE DEFENDANT OF ANY  CONTRIBUTIONS  MADE  BY  THE\n   45  DEFENDANT  TO THE RETIREMENT SYSTEM FOR ANY PERIOD FOR WHICH THE DEFEND-\n   46  ANT'S RIGHTS AND BENEFITS AS A MEMBER OR RETIRED MEMBER OF SUCH  RETIRE-\n   47  MENT SYSTEM HAVE BEEN ORDERED FORFEITED.\n   48    (B) ALL ORDERS AND FINDINGS MADE BY THE COURT PURSUANT TO THIS SECTION\n   49  SHALL BE SERVED UPON THE COMPTROLLER.\n   50    8.  UPON A FINAL DETERMINATION THAT REVERSES OR VACATES THE CONVICTION\n   51  OR CONVICTIONS OF A  DESIGNATED  OFFENSE  OR  OFFENSES,  THE  MEMBER  OR\n   52  RETIRED MEMBER WHO HAS FORFEITED RETIREMENT RIGHTS AND BENEFITS PURSUANT\n   53  TO  THIS  SECTION  SHALL  HAVE  SUCH  RIGHTS  AND BENEFITS RETROACTIVELY\n   54  RESTORED UPON APPLICATION  TO  THE  COURT  WITH  JURISDICTION  OVER  THE\n   55  FORFEITURE  ACTION,  REGARDLESS  OF  ANY  TEMPORARY RESTRAINING ORDER OR\n   56  PRELIMINARY INJUNCTION WHICH MAY BE OUTSTANDING OR ORDER WHICH MAY  HAVE\n\n       S. 2333                             4\n\n    1  BEEN  ISSUED.  SUCH  COURT, UPON FINDING THAT SUCH A FINAL DETERMINATION\n    2  HAS OCCURRED, SHALL ISSUE AN ORDER RETROACTIVELY RESTORING  SUCH  RIGHTS\n    3  AND  BENEFITS,  TOGETHER WITH SUCH OTHER RELIEF DEEMED APPROPRIATE. AS A\n    4  CONDITION TO FULL RESTORATION OF RIGHTS AND BENEFITS AS PROVIDED IN THIS\n    5  SUBDIVISION, THE MEMBER OR RETIRED MEMBER SHALL REIMBURSE THE RETIREMENT\n    6  SYSTEM FOR ANY CONTRIBUTIONS THAT WERE REFUNDED TO THE MEMBER OR RETIRED\n    7  MEMBER  PURSUANT TO THE PROVISIONS OF PARAGRAPH (A) OF SUBDIVISION SEVEN\n    8  OF THIS SECTION.\n    9    9. EXCEPT AS OTHERWISE PROVIDED BY THIS ARTICLE,  THE  CIVIL  PRACTICE\n   10  LAW AND RULES SHALL GOVERN THE PROCEDURE IN ACTIONS COMMENCED UNDER THIS\n   11  ARTICLE,  EXCEPT  WHERE  THE  ACTION  IS  REGULATED  BY ANY INCONSISTENT\n   12  PROVISIONS HEREIN. IN SUCH ACTIONS,  THE  COURT  MAY  NOT  CONSIDER  ANY\n   13  ISSUES  PRESENTED  TO THE COURT WHICH HEARD THE CRIMINAL ACTION IN WHICH\n   14  THE DEFENDANT WAS CONVICTED OR WHICH ARISE OUT OF SUCH  CRIMINAL  ACTION\n   15  AND MAY BE PRESENTED ON APPEAL.\n   16    S  1303.  TAXPAYER ABUSE SANCTION. 1. UPON AN ORDER ISSUED PURSUANT TO\n   17  SUBDIVISION SEVEN OF SECTION THIRTEEN HUNDRED TWO OF THIS  ARTICLE,  THE\n   18  COMPTROLLER  SHALL  IMPOSE  A  SANCTION IN ACCORDANCE WITH THIS SECTION.\n   19  SUCH SANCTION SHALL BE IMPOSED FOR ANY TAXABLE YEAR  DURING  WHICH  SUCH\n   20  MEMBER OF A PUBLIC RETIREMENT SYSTEM OF THE STATE IS ELIGIBLE TO RECEIVE\n   21  A  PENSION  BENEFIT AND SHALL BE IN AN AMOUNT EQUAL TO THE AMOUNT OF ANY\n   22  SUCH BENEFIT RECEIVED DURING SUCH TAXABLE YEAR.\n   23    2. MONIES RECEIVED FROM SANCTIONS IMPOSED  PURSUANT  TO  THIS  SECTION\n   24  SHALL:\n   25    (A)  FOR  MONIES RECEIVED FROM SANCTIONS IMPOSED FOR A CONVICTION OF A\n   26  PERSON WHO IS A MEMBER  OF  THE  NEW  YORK  STATE  TEACHERS'  RETIREMENT\n   27  SYSTEM,  THE  NEW  YORK CITY TEACHERS' RETIREMENT SYSTEM OR THE NEW YORK\n   28  CITY BOARD OF EDUCATION RETIREMENT SYSTEM, BE DEPOSITED IN THE EDUCATION\n   29  TAXPAYER  ABUSE   PENALTY   FUND   ESTABLISHED   PURSUANT   TO   SECTION\n   30  NINETY-NINE-T  OF  THE STATE FINANCE LAW AND DISTRIBUTED PURSUANT TO THE\n   31  PROVISIONS OF SUCH SECTION; OR\n   32    (B) FOR MONIES RECEIVED FROM SANCTIONS IMPOSED FOR A CONVICTION  OF  A\n   33  PERSON  WHO  IS  A  MEMBER  OF  THE NEW YORK STATE EMPLOYEES' RETIREMENT\n   34  SYSTEM, THE NEW YORK STATE POLICEMEN'S AND FIREMEN'S RETIREMENT  SYSTEM,\n   35  THE NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM, THE NEW YORK CITY POLICE\n   36  PENSION  FUND,  THE  NEW  YORK CITY FIRE DEPARTMENT PENSION FUND, OR ANY\n   37  OTHER RETIREMENT SYSTEM OF THE STATE OR CITY OF NEW YORK  OTHER  THAN  A\n   38  RETIREMENT  SYSTEM  SET  FORTH  IN PARAGRAPH ONE OF THIS SUBDIVISION, BE\n   39  DEPOSITED IN THE TAXPAYER ABUSE PENALTY  FUND  ESTABLISHED  PURSUANT  TO\n   40  SECTION  NINETY-NINE-U OF THE STATE FINANCE LAW AND DISTRIBUTED PURSUANT\n   41  TO THE PROVISIONS OF SUCH SECTION.\n   42    S 1304. MISCELLANEOUS. THE REMEDIES PROVIDED FOR IN THIS  ARTICLE  ARE\n   43  NOT  INTENDED TO SUBSTITUTE FOR, LIMIT OR SUPERSEDE THE LAWFUL AUTHORITY\n   44  OF ANY PUBLIC OFFICER, AGENCY OR OTHER PERSON TO ENFORCE ANY OTHER RIGHT\n   45  OR REMEDY PROVIDED FOR BY LAW.\n   46    S 2. The state finance law is amended by adding two new sections  99-t\n   47  and 99-u to read as follows:\n   48    S  99-T.    EDUCATION  TAXPAYER ABUSE PENALTY FUND. 1. THERE IS HEREBY\n   49  ESTABLISHED IN THE JOINT CUSTODY OF THE  COMMISSIONER  OF  TAXATION  AND\n   50  FINANCE  AND  THE COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS THE \"EDUCA-\n   51  TION TAXPAYER ABUSE PENALTY FUND\".\n   52    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE  DEPARTMENT\n   53  OF  TAXATION AND FINANCE, PURSUANT TO THE PROVISIONS OF SECTION THIRTEEN\n   54  HUNDRED THREE OF THE RETIREMENT AND SOCIAL SECURITY LAW  AND  ALL  OTHER\n   55  MONEYS  APPROPRIATED,  CREDITED,  OR  TRANSFERRED THERETO FROM ANY OTHER\n   56  FUND OR SOURCE PURSUANT TO LAW. NOTHING CONTAINED IN THIS SECTION  SHALL\n\n       S. 2333                             5\n\n    1  PREVENT  THE  STATE  FROM  RECEIVING  GRANTS,  GIFTS OR BEQUESTS FOR THE\n    2  PURPOSES OF THE FUND AS DEFINED IN THIS SECTION AND DEPOSITING THEM INTO\n    3  THE FUND ACCORDING TO LAW. ANY INTEREST RECEIVED BY THE  COMPTROLLER  ON\n    4  MONEYS  ON  DEPOSIT IN SUCH FUND SHALL BE RETAINED IN AND BECOME PART OF\n    5  SUCH FUND.\n    6    3. MONEYS IN SUCH FUND SHALL BE DISTRIBUTED TO SCHOOL DISTRICTS IN THE\n    7  STATE WHERE PERSONS  SUBJECT  TO  THE  PROVISIONS  OF  SECTION  THIRTEEN\n    8  HUNDRED THREE OF THE RETIREMENT AND SOCIAL SECURITY LAW WERE EMPLOYED AT\n    9  THE TIME OF THE COMMISSION OF THE ACT OR ACTS UPON WHICH SUCH CONVICTION\n   10  WAS BASED. THE AMOUNT OF MONEYS IN THE FUND THAT SHALL BE DISTRIBUTED TO\n   11  A  SCHOOL  DISTRICT  PURSUANT  TO THIS SUBDIVISION SHALL BE EQUAL TO THE\n   12  DOLLAR AMOUNT OF THE SANCTION IMPOSED UPON SUCH  CONVICTED  PERSON.  ANY\n   13  MONEYS  RECEIVED BY THE FUND FROM A SOURCE OTHER THAN A SANCTION IMPOSED\n   14  PURSUANT TO THE PROVISIONS OF SECTION  THIRTEEN  HUNDRED  THREE  OF  THE\n   15  RETIREMENT  AND  SOCIAL  SECURITY LAW SHALL BE DISTRIBUTED EQUALLY AMONG\n   16  SCHOOL DISTRICTS LOCATED IN THE STATE.\n   17    4. MONEYS SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND  WARRANT  OF\n   18  THE  STATE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY THE COMMIS-\n   19  SIONER OF TAXATION AND FINANCE.\n   20    5. TO THE EXTENT PRACTICABLE, MONEYS OF THE FUND SHALL BE  DISTRIBUTED\n   21  TO SCHOOL DISTRICTS AT LEAST ONCE ANNUALLY.\n   22    S 99-U. TAXPAYER ABUSE PENALTY FUND. 1. THERE IS HEREBY ESTABLISHED IN\n   23  THE  JOINT  CUSTODY  OF THE COMMISSIONER OF TAXATION AND FINANCE AND THE\n   24  COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS THE \"TAXPAYER  ABUSE  PENALTY\n   25  FUND\".\n   26    2.  SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE DEPARTMENT\n   27  OF TAXATION AND FINANCE, PURSUANT TO THE PROVISIONS OF SECTION  THIRTEEN\n   28  HUNDRED  THREE  OF  THE RETIREMENT AND SOCIAL SECURITY LAW AND ALL OTHER\n   29  MONEYS APPROPRIATED, CREDITED, OR TRANSFERRED  THERETO  FROM  ANY  OTHER\n   30  FUND  OR SOURCE PURSUANT TO LAW. NOTHING CONTAINED IN THIS SECTION SHALL\n   31  PREVENT THE STATE FROM RECEIVING  GRANTS,  GIFTS  OR  BEQUESTS  FOR  THE\n   32  PURPOSES OF THE FUND AS DEFINED IN THIS SECTION AND DEPOSITING THEM INTO\n   33  THE  FUND  ACCORDING TO LAW. ANY INTEREST RECEIVED BY THE COMPTROLLER ON\n   34  MONEYS ON DEPOSIT IN SUCH FUND SHALL BE RETAINED IN AND BECOME  PART  OF\n   35  SUCH FUND.\n   36    3.  MONEYS IN SUCH FUND SHALL BE DISTRIBUTED TO POLITICAL SUBDIVISIONS\n   37  WITHIN THE STATE WHERE PERSONS SUBJECT  TO  THE  PROVISIONS  OF  SECTION\n   38  THIRTEEN  HUNDRED  THREE  OF THE RETIREMENT AND SOCIAL SECURITY LAW WERE\n   39  EMPLOYED AT THE TIME OF THE COMMISSION OF THE ACT  OR  ACTS  UPON  WHICH\n   40  SUCH CONVICTION WAS BASED OR TO THE STATE IF SUCH PERSON WAS EMPLOYED BY\n   41  THE  STATE.   THE AMOUNT OF MONEYS IN THE FUND THAT SHALL BE DISTRIBUTED\n   42  TO A MUNICIPALITY OR TO THE STATE PURSUANT TO THIS SUBDIVISION SHALL  BE\n   43  EQUAL  TO  THE DOLLAR AMOUNT OF THE SANCTION IMPOSED UPON SUCH CONVICTED\n   44  PERSON. ANY MONEYS RECEIVED BY THE FUND FROM A SOURCE OTHER THAN A SANC-\n   45  TION IMPOSED PURSUANT TO THE  PROVISIONS  OF  SECTION  THIRTEEN  HUNDRED\n   46  THREE  OF  THE  RETIREMENT  AND SOCIAL SECURITY LAW SHALL BE DISTRIBUTED\n   47  EQUALLY AMONG MUNICIPALITIES LOCATED IN THE STATE.\n   48    4. MONEYS SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND  WARRANT  OF\n   49  THE  STATE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY THE COMMIS-\n   50  SIONER OF TAXATION AND FINANCE.\n   51    5. TO THE EXTENT PRACTICABLE, MONEYS OF THE FUND SHALL BE  DISTRIBUTED\n   52  TO MUNICIPALITIES AT LEAST ONCE ANNUALLY.\n   53    S  3. Notwithstanding any provision of law to the contrary, any action\n   54  or claim brought pursuant to section 1302 of the retirement  and  social\n   55  security  law,  which is barred as of the effective date of this section\n   56  because the applicable  period  of  limitation  has  expired  is  hereby\n\n       S. 2333                             6\n\n    1  revived,  and  action thereon may be commenced provided that such action\n    2  is commenced within one year of the effective date of this section.\n    3    S 4. This act shall take effect immediately and shall apply to taxable\n    4  years beginning on or after January 1, 2011.\n",
  "memo" : "BILL NUMBER:S2333\n\nTITLE OF BILL:\nAn act\nto amend the retirement and social security law and the state\nfinance law, in\nrelation to pension forfeiture and taxpayer abuse sanctions\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo establish a taxpayer abuse sanction to be imposed against the\nincome of a public employee who commits a felony related to his or\nher service as a public employee.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. Amends the retirement and social security law by adding a\nnew article 23 \"Pension Forfeiture for Public Corruption Act\".\n\nSection 2. Amends the state finance law by adding two new section 99-t\nand 99-u.\n\nSection 3. Notwithstanding, any action or claim brought pursuant to\nsection 1302 of the retirement and social security law, which is\nbarred as of the effective date of this section because the\napplicable period of limitation has expired is hereby revived, and\naction thereon may be commenced provided that such action is\ncommenced within one year of the effective date of this section.\n\nSection 4. Effective Date.\n\nJUSTIFICATION:\nIt is a privilege and an honor to be a member of the New York State\nRetirement System, and thus, its members must be held to the highest\nethical standards. It is the belief of this legislation's sponsor, or\nsponsors, as well as a great many residents across New York State,\nthat those who violate the public trust by using their positions to\nunlawfully enrich themselves with taxpayer money, or scheme to\ndefraud the taxpayers they are supposed to serve, should not continue\nto receive benefits from the State of New York. New York State has\nenacted similar legislation in the past. Section 632a of the\nExecutive Law, more commonly known as the \"Son of Sam\" law, put\nrestrictions on the income of criminals trying to profit from their\ncrimes. This measure will achieve this goal, as well as provide\nadditional protections to taxpayers by offering this stiff deterrent\nto those seek to abuse the system.\n\nPRIOR LEGISLATIVE HISTORY:\n2010: S.6823-B\n\nFISCAL IMPLICATIONS:\nPotential increased revenue to the state resulting from any future sanc-\ntion fees.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply to taxable\nyears beginning on or after January 1, 2011.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the retirement and social security law and the state finance law, in relation to pension forfeiture and taxpayer abuse sanctions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110118.T163156.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110118.T161655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090048
}