{
  "year" : 2011,
  "senateBillNo" : "S2337-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S2337-2011-1295413200000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires public arbitration panel to which a dispute is referred to consider above all other factors the financial ability of the public employer to pay, as defined",
  "summary" : "Requires the public arbitration panel to which a dispute is referred to consider above all other factors the financial ability of the public employer to pay, as defined in this bill. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : "A2282",
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S3014-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2337\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen.  RANZENHOFER -- read twice and ordered printed, and\n         when printed to be committed to the Committee  on  Civil  Service  and\n         Pensions\n\n       AN  ACT  to  amend  the  civil service law, in relation to binding arbi-\n         tration for certain public employees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The opening paragraph of subparagraph (v) of paragraph (c)\n    2  of subdivision 4 of section 209 of the civil service law, as amended  by\n    3  chapter 216 of the laws of 1977, is amended to read as follows:\n    4    the public arbitration panel shall make a just and reasonable determi-\n    5  nation of the matters in dispute. In arriving at such determination, the\n    6  panel  shall CONSIDER, ABOVE ALL OTHER FACTORS, THE FINANCIAL ABILITY OF\n    7  THE PUBLIC EMPLOYER TO PAY. THE PUBLIC EMPLOYER'S ABILITY TO  PAY  SHALL\n    8  BE  DEFINED  AS EXISTING FISCAL CAPACITY WITHOUT RESORT TO EITHER NEW OR\n    9  INCREASED TAXATION INCLUDING, BUT NOT LIMITED TO, THE LEVEL OF  TAXATION\n   10  IN  THE POLITICAL SUBDIVISION COMPARED TO SIMILAR POLITICAL SUBDIVISIONS\n   11  IN OTHER AREAS OF THE STATE, THE TAX  BASE,  ANY  EVIDENCE  OF  ECONOMIC\n   12  DECLINE  AND  ANY  OTHER  APPLICABLE  MEASURES  OF  FISCAL  DISTRESS, OR\n   13  EXTRAORDINARY REDUCTIONS IN OTHER GOVERNMENTAL EXPENDITURES.  THE  ARBI-\n   14  TRATION PANEL SHALL ALSO CONSIDER THE COMPETING FINANCIAL OBLIGATIONS OF\n   15  THE  PUBLIC  EMPLOYER  WHICH  MAY  BE AFFECTED BY SUCH DETERMINATION AND\n   16  SPECIFICALLY THE IMPACT OF ANY SUCH  DETERMINATION  ON  ONGOING  NEGOTI-\n   17  ATIONS  OR SUCCESSOR NEGOTIATIONS WITH EMPLOYEE ORGANIZATIONS REPRESENT-\n   18  ING OTHER EMPLOYEES OF THE PUBLIC EMPLOYER.  THE ARBITRATION PANEL SHALL\n   19  SPECIFY ITS RATIONALE IN THE DETERMINATION, INCLUDING THE  CONSIDERATION\n   20  OF  SUCH  ABILITY OF THE PUBLIC EMPLOYER TO PAY WITHOUT RESORT TO NEW OR\n   21  INCREASED TAXATION. THE PANEL SHALL specify the basis for its  findings,\n   22  taking  into  SECONDARY consideration, in addition to any other relevant\n   23  factors, the following:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02602-01-1\n\n       S. 2337                             2\n\n    1    S 2. Clause b of subparagraph (v) of paragraph (c) of subdivision 4 of\n    2  section 209 of the civil service law, as amended by chapter 216  of  the\n    3  laws of 1977, is amended to read as follows:\n    4    b.  the interests and welfare of the public [and the financial ability\n    5  of the public employer to pay];\n    6    S 3. This act shall take effect immediately, except that sections  one\n    7  and  two  of  this act shall only apply to disputes referred to a public\n    8  arbitration panel on or after  the  effective  date  of  this  act,  and\n    9  provided that the amendment to the opening paragraph of subparagraph (v)\n   10  of  paragraph  (c)  of subdivision 4 of section 209 of the civil service\n   11  law made by section one of this act and the amendment  to  clause  b  of\n   12  subparagraph (v) of paragraph (c) of subdivision 4 of section 209 of the\n   13  civil  service  law made by section two of this act shall not affect the\n   14  expiration of such subdivision and shall be deemed to expire therewith.\n",
  "memo" : "BILL NUMBER:S2337\n\nTITLE OF BILL:\nAn act\nto amend the civil service law, in relation to\nbinding arbitration for certain public employees\n\nPURPOSE:\nThis bill requires a public arbitration panel to which a\ndispute is referred to consider above all other factors the financial\nability of the public employer to pay.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 - Amends the opening paragraph of subparagraph (v) of\nparagraph (c) of subdivision 4 of &sect; 209 of the Civil Service Law.\n\nSection 2 - Amends Clause b of subparagraph (v) of paragraph (c) of\nsubdivision 4 of &sect; 209 of the Civil Service Law.\n\nSection 3 - Effective date.\n\nCURRENT LAW:\nCivil Service Law &sect; 209, as amended, provides that local\ngovernments are subject to binding arbitration proceedings before the\nPublic Employees Relations Board (PERB) when negotiating with local\npolice and fire unions, New York City transit police, and district\nattorneys. Civil Service Law &sect; 209 (4) provides that a PERB biding\narbitration panel shall consider the financial ability of a municipal\nemployer to pay, but such consideration is not given the highest\npriority.\n\nJUSTIFICATION:\nCurrently, while Civil Service Law &sect; 209 requires a\nPERB binding arbitration panel to consider the ability of a public\nemployer to pay an award, it is not given the highest priority.\nWithout this provision; PERB panels are free to establish contract\nsettlements at levels that can be unaffordable or result in\nsignificant tax increases. This bill would rectify this situation to\nplace greater emphasis on the financial ability of a public employer\nto pay an award without resorting to increased taxation.\n\nFISCAL IMPLICATIONS:\nUnknown, but the \"ability to pay\" reforms enacted\nby the bill are expected to result in substantial savings for\nlocalities.\n\nLEGISLATIVE HISTORY:\n\n2009-2010:  S.3014/A.4197 -- CIVIL SERVICE/Gov't Employees\n2007-2008:  S.3186/ A.5958 -- CIVIL SERVICE/Gov't Employees\n2005-2006:  S.4942/A.3445 -- CIVIL SERVICE/Gov't Employees\n\n2003-2004:  A.5952\n2001-2002:  A.7331\n\nEFFECTIVE DATE:\nThis act shall take effect\nimmediately, except that\nsections one and two of this act shall only apply to disputes\nreferred to a public arbitration panel on or after the effective date\nof this act, and provided that the amendment to the opening\nparagraph of subparagraph (v) of paragraph (c) of subdivision 4 of\nsection 209 of the civil service law made by section one of this act\nand the amendment to clause b of subparagraph (v) of paragraph (c) of\nsubdivision 4 of section 209 of the civil service law made by section\ntwo of this at shall not affect the expiration of such subdivision\nand shall be deemed to expire therewith.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to binding arbitration for certain public employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110119.T093234.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T095736.TXT", "SOBI.D110119.T095235.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090055
}