{
  "year" : 2011,
  "senateBillNo" : "S2335-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S2335-2011-1295326800000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires contractors to give immediate written notice to the crime victims board regarding payments of profit of a crime",
  "summary" : "Requires contractors to give immediate written notice to the crime victims board regarding payments of profit of a crime and imposes civil liability for the failure to comply therewith. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SA3321-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2335\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  OPPENHEIMER -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Crime Victims,  Crime\n         and Correction\n\n       AN  ACT  to amend the executive law, in relation to payments received as\n         profit for a crime\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (a)  of  subdivision 2 of section 632-a of the\n    2  executive law, as amended by section 24 of part A1 of chapter 56 of  the\n    3  laws of 2010, is amended to read as follows:\n    4    (a) Every person, firm, corporation, partnership, association or other\n    5  legal entity, or representative of such person, firm, corporation, part-\n    6  nership,  association or entity, which knowingly contracts for, pays, or\n    7  agrees to pay: (i) any profits from a crime as defined in paragraph  (b)\n    8  of  subdivision  one  of  this  section,  to  a  person  charged with or\n    9  convicted of that crime, or to the  representative  of  such  person  as\n   10  defined  in  subdivision  six  of section six hundred twenty-one of this\n   11  article; or (ii) any funds of a convicted person, as  defined  in  para-\n   12  graph  (c)  of subdivision one of this section, where such conviction is\n   13  for a specified crime and the value, combined value or  aggregate  value\n   14  of  the  payment  or  payments  of such funds exceeds or will exceed ten\n   15  thousand dollars, OR TO A PERSON OR PARTY ACTUALLY KNOWN TO SUCH PERSON,\n   16  FIRM, CORPORATION, PARTNERSHIP, ASSOCIATION OR OTHER LEGAL ENTITY TO  BE\n   17  AN  AGENT  OR  ASSIGNEE OF THE PERSON SO CHARGED OR CONVICTED shall give\n   18  written notice to the office of the payment or obligation to pay as soon\n   19  as practicable, BUT IN NO EVENT LATER THAN THIRTY DAYS, after  discover-\n   20  ing  that  the  payment  or  intended payment constitutes profits from a\n   21  crime or funds of a convicted person.  KNOWING FAILURE OF THE CONTRACTOR\n   22  TO NOTIFY THE OFFICE OF VICTIM SERVICES OF SUCH PAYMENT,  OBLIGATION  TO\n   23  PAY  OR INTENDED PAYMENT SHALL RESULT IN A CIVIL PENALTY IN AN AMOUNT UP\n   24  TO THE FULL AMOUNT OF ALL CONSIDERATION OFFERED  OR  CONTRACTED,  EXCEPT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06211-01-1\n\n       S. 2335                             2\n\n    1  THAT  IF  THE  CONSIDERATION  OFFERED  OR CONTRACTED EXCEEDS TWENTY-FIVE\n    2  THOUSAND DOLLARS, THEN UP TO TWENTY-FIVE THOUSAND  DOLLARS  PLUS  UP  TO\n    3  TWENTY-FIVE   PERCENT   OF   THE  ADDITIONAL  CONSIDERATION  OFFERED  OR\n    4  CONTRACTED  WHICH  EXCEEDS  TWENTY-FIVE  THOUSAND  DOLLARS.  ANY  MONIES\n    5  COLLECTED BY THE OFFICE AS A RESULT OF A VIOLATION OF  THIS  SUBDIVISION\n    6  SHALL  BE  HANDLED  IN THE SAME MANNER AS ASSESSMENTS UNDER SUBPARAGRAPH\n    7  (I) OF PARAGRAPH (B) OF SUBDIVISION SEVEN OF THIS SECTION.\n    8    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2335\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to payments received as profit\nfor a crime\n\nPURPOSE:\nThe purpose of this bill is to encourage persons contracting with\nconvicted criminals to contact the crime victims Board\n\nSUMMARY OF PROVISIONS:\nThe bill establishes a civil penalty up to the full amount of a\ncontract, except that if the consideration offered or contracted is\n$25,000 or more the fine would be $25,000 plus up to 25% of the\ncontract, for failure to give written notice to the Crime Victims\nBoard when entering into a contract with convicted criminals and the\npayment or obligation to pay could be construed as \"profits from a\ncrime\". Any fine collected as a result of a violation will be held in\nescrow for the potential benefits of the victim prior to it be it\nbeing deposited according to procedures stipulated in section 7 (b)\n(i). This bill would establish a civil penalty in the Executive Law.\n\nJUSTIFICATION:\nSection 632-a.2(a) of the Executive Law requires that any person,\nfirm, corporation, partnership, association or other legal entity\nwhich knowingly contracts for par, or agrees to pay, any profit from\na crime to a person charged with or convicted of that crime should\ngive written notice to the Crime Victims Board of the payment, or\nobligation to pay, as soon as is practicable after discovery that\nintended payment is a profit of the crime. The statute, however, does\nnot penalize companies which do not notify the Board. Recently, Time\nWarner paid $55,000 to Laurie Kellog, who is serving twenty-five\nyears to life for her role in the 1991 murder of her husband, for the\nuse of her story as the basis for a television movie. A lawsuit has\nnow been filed by the State on behalf of the murder victim Bruce\nKellog's family. While it's rare that criminals are paid\nlarge amounts of money for the rights to their story, this\nnotification to the Crime Victims Board should be ensured.\n\nLEGISLATIVE HISTORY:\n03/07/07 REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION\n01/09/08 REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION\n06/01/09 REPORTED AND COMMITTED TO CODES\n05/21/10 AMEND AND RECOMMIT TO CRIME VICTIMS, CRIME AND CORRECTION\n\nFISCAL IMPLICATIONS:\nThere may be some increased revenue to the State as a result of the\nfines imposed under this legislation.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to payments received as profit for a crime ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110118.T164657.TXT", "SOBI.D110118.T163156.TXT", "SOBI.D110125.T184450.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090052
}