{
  "year" : 2011,
  "senateBillNo" : "S2336-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2336-2011-1295326800000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows the Westchester joint water works, a non-profit utility, the authority to increase the per meeting compensation of the members of the board of trustees",
  "summary" : "Allows the Westchester joint water works, a non-profit utility, the authority to increase the per meeting compensation of the members of the board of trustees to up to $200. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A3244",
  "lawSection" : "Westchester County",
  "previousVersions" : [ "SA3071-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2336\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  Sen.  OPPENHEIMER -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Local Government\n\n       AN ACT to amend chapter 654 of the laws of 1927, relating to joint water\n         works systems, in relation to compensation  paid  to  members  of  the\n         board of trustees of the Westchester joint water works\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 7 of section 3 of chapter 654 of   the laws  of\n    2  1927,  relating  to joint water works systems, as amended by chapter 232\n    3  of the laws of 2006, is amended to read as follows:\n    4    7. Each member of the board of trustees shall be entitled  to  receive\n    5  the sum of ten dollars as compensation for his OR HER attendance at each\n    6  meeting of the board of trustees except that each member of the board of\n    7  trustees  of  the  Westchester  joint  water  works shall be entitled to\n    8  receive the sum of up to [one] TWO hundred dollars. Prior to the  opera-\n    9  tion  of a system under this act said compensation shall be added to the\n   10  cost of acquisition thereof.  After the commencement of the operation of\n   11  such a system said compensation shall be chargeable to the cost of oper-\n   12  ation thereof.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06227-01-1\n",
  "memo" : "BILL NUMBER:S2336\n\nTITLE OF BILL:\nAn act\nto amend chapter 654 of the laws of 1927, relating to joint water works\nsystems, in relation to compensation paid to members of the board of\ntrustees of the Westchester joint water works\n\nPURPOSE:\nTo allow the Westchester Joint Water Works, a non-profit utility, the\nauthority to increase the per meeting compensation of the members of\nthe Board of Trustees.\n\nSUMMARY OF PROVISIONS:\nSection 1 amends Subdivision 7 of section 3 of chapter 654 of the laws\nof 1927, as amended by chapter 232 of the laws of 2006, raising the\nlimit of trustee compensation up to $200 per meeting.\n\nJUSTIFICATION:\nThe members of the Board of Trustees had not had an increase in\ncompensation for over 15 years, prior to 2006; a slight increase was\nauthorized from the prior per meeting amount ($60), but the\ncomplexity of running the utility has added a significant number of\nhours to their management responsibilities. They have requested the\nauthority to consider an increase for an amount not to exceed $200\nper meeting. Any actual increase will be the decision of the Board of\nTrustees, all of whom are the chief elected officials of the\njurisdictions served by the Joint Water Works: the Town of\nMamaroneck, the Village of Mamaroneck, and the Town/Village of Harrison.\n\nLEGISLATIVE HISTORY:\n2009-10: S.3071-A.6527-B (Oppenheimer/Latimer) Vetoed, Memo 6774 of 2010\n2005-06: A.10388-B (Latimer) Signed Chapter 231\n2005-06: S.7444-B (Oppenheimer) Signed Chapter 232\n\nFISCAL IMPLICATIONS:\nNone to the State,\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend chapter 654 of the laws of 1927, relating to joint water works systems, in relation to compensation paid to members of the board of trustees of the Westchester joint water works ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110118.T164657.TXT", "SOBI.D110124.T153140.TXT", "SOBI.D110118.T163156.TXT", "SOBI.D110125.T184450.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090053
}