{
  "year" : 2011,
  "senateBillNo" : "S2342-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S2342-2011-1295413200000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the New York state tourism website to be displayed in any advertisement or public service announcement funded by state money",
  "summary" : "Requires the New York state tourism website to be displayed in any advertisement or public service announcement funded by state money. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Tourism",
  "previousVersions" : [ "S5834-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2342\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen. SERRANO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cultural Affairs, Tourism,\n         Parks and Recreation\n\n       AN ACT requiring the placement of the New York State tourism website  on\n         any  advertisement  or  public  service announcement funded with state\n         money\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Logo placement. Any visual advertisements or public service\n    2  announcements, including print, television, and internet media, financed\n    3  with  monies of the state shall have placed within such media, and main-\n    4  tained for a duration so as to be easily recognized and read,  the  logo\n    5  \"I  Love  NY\"  as licensed by the department of economic development, as\n    6  well as the internet address of the  official  New  York  state  tourism\n    7  website. Such placement must be incorporated in such a way that does not\n    8  detract  from or conflict with the primary focus of the advertisement or\n    9  public service announcement.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00239-01-1\n",
  "memo" : "BILL NUMBER:S2342\n\nTITLE OF BILL:\nAn act\nrequiring the placement of the New York State tourism website on any\nadvertisement or public service announcement funded with state money\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill seeks to increase traffic to the state tourism website by\nplacing the web address on all state advertisements in a manner so as\nto be easily read by consumers.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection one of the bill requires that the Internet website address for\nthe state tourism website, and the \"I Love NY\" logo, be displayed in\nan easily readable manner on all state funded advertisements and\npublic service announcements. The bill requires such placement\nprovided that it does not interfere with the message or focus of the\nadvertisement.\n\nJUSTIFICATION:\nNew York annually funds and produces hundreds of television, print and\nInternet web advertisements and announcements. At little or no cost\nthe \"I Love NY\" logo and web address would be incorporated in all\nads. It will enhance top of mind awareness. Additionally, it can\namount to free tourism advertising in multiple out of State markets\nin cases where New York media markets overlap and cover other state.\nPennsylvania, New Jersey, Connecticut, Massachusetts, Ohio, and\nVermont are each serviced by New York television stations in certain\ngeographic locations.\n\nPRIOR LEGISLATIVE HISTORY:\nS.8023 of 2005/2006\n2009/2010: Passed Assembly & Died in Senate:\nReferred to Cultural Affairs, Tourism, Parks and Recreation.\n\nFISCAL IMPLICATIONS:\nUndetermined, however an increase in travel to the State will likely\noffset any costs incurred.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT requiring the placement of the New York State tourism website on any advertisement or public service announcement funded with state money ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T101737.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T123754.TXT", "SOBI.D110119.T102737.TXT", "SOBI.D110119.T100736.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090062
}