{
  "year" : 2011,
  "senateBillNo" : "S2340-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2340-2011-1295413200000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires health care professionals to report any diagnosis of autism spectrum disorder to a registry maintained by the department of health",
  "summary" : "Requires health care professionals to report any diagnosis of autism spectrum disorder to a registry maintained by the department of health. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A2300",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S369-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2340\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation  to  autism  spectrum\n         disorder reporting\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds that there  is  a\n    2  clear  need  for great accuracy in reporting and gathering epidemiologic\n    3  data on the incidence of autism spectrum disorders in  New  York  state.\n    4  Further,  the legislature finds that the state currently requires that a\n    5  number of other conditions,  including  cancer  and  birth  defects,  be\n    6  reported  and  maintained  in  a  central  registry.  A similar registry\n    7  requirement for reporting diagnoses of  autism  spectrum  disorders  and\n    8  maintaining  such information is needed to improve the current knowledge\n    9  and understanding of autism, to conduct thorough and complete  epidemio-\n   10  logic  surveys  of the disorder, to enable analysis of this problem, and\n   11  to plan for and provide services to children with autism spectrum disor-\n   12  ders and their families.\n   13    S 2. The public health law is amended by adding a new article 24-F  to\n   14  read as follows:\n   15                                 ARTICLE 24-F\n   16                     AUTISM SPECTRUM DISORDER REPORTING\n   17  SECTION 2499-B. AUTISM SPECTRUM DISORDER; DUTY TO REPORT.\n   18          2499-C. REGISTRY AND REPORTING REQUIREMENTS.\n   19    S 2499-B. AUTISM SPECTRUM DISORDER; DUTY TO REPORT. 1. EVERY PHYSICIAN\n   20  OR  PSYCHOLOGIST  LICENSED PURSUANT TO ARTICLE ONE HUNDRED FIFTY-FOUR OF\n   21  THE EDUCATION LAW, AND  ANY  OTHER  HEALTH  CARE  PROFESSIONAL  LICENSED\n   22  PURSUANT  TO TITLE EIGHT OF THE EDUCATION LAW WHO IS QUALIFIED BY TRAIN-\n   23  ING TO MAKE THE DIAGNOSIS AND WHO THEN MAKES THE DIAGNOSIS THAT A  CHILD\n   24  IS AFFECTED WITH AUTISM SPECTRUM DISORDER SHALL REPORT SUCH DIAGNOSIS TO\n   25  THE DEPARTMENT IN A FORM AND MANNER PRESCRIBED BY THE COMMISSIONER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03984-01-1\n\n       S. 2340                             2\n\n    1    2.  SUCH REPORT SHALL BE MADE IN WRITING AND SHALL INCLUDE, BUT NOT BE\n    2  LIMITED TO, THE NAME AND ADDRESS OF THE PERSON  SUBMITTING  THE  REPORT,\n    3  THE  NAME,  AGE  AND ADDRESS OF THE CHILD DIAGNOSED WITH AUTISM SPECTRUM\n    4  DISORDER, AND ANY OTHER PERTINENT INFORMATION AS MAY BE REQUIRED BY  THE\n    5  COMMISSIONER,  EXCEPT  THAT IF THE CHILD'S PARENT OR GUARDIAN OBJECTS TO\n    6  THE REPORTING OF THE CHILD'S DIAGNOSIS FOR ANY REASON, THE REPORT  SHALL\n    7  NOT INCLUDE ANY INFORMATION THAT COULD BE USED TO IDENTIFY THE CHILD.\n    8    3.  THE  COMMISSIONER SHALL SPECIFY PROCEDURES FOR HEALTH CARE PROFES-\n    9  SIONALS TO INFORM CHILDREN'S PARENTS AND GUARDIANS OF  THE  REQUIREMENTS\n   10  OF  THIS  SECTION, THE PURPOSE OF INCLUDING THIS INFORMATION IN A REGIS-\n   11  TRY, AND THE OPTION TO REFUSE TO PERMIT THE REPORTING OF ANY INFORMATION\n   12  THAT COULD BE USED TO IDENTIFY A CHILD.\n   13    S 2499-C. REGISTRY AND REPORTING REQUIREMENTS.  1. THE DEPARTMENT,  IN\n   14  CONSULTATION  WITH  THE  OFFICE  OF MENTAL RETARDATION AND DEVELOPMENTAL\n   15  DISABILITIES, SHALL ESTABLISH AND MAINTAIN AN UP-TO-DATE REGISTRY  WHICH\n   16  SHALL INCLUDE A RECORD OF ALL REPORTED CASES OF AUTISM SPECTRUM DISORDER\n   17  THAT  OCCUR IN THE STATE AND ANY OTHER INFORMATION IT DEEMS RELEVANT AND\n   18  APPROPRIATE IN ORDER TO  CONDUCT  THOROUGH  AND  COMPLETE  EPIDEMIOLOGIC\n   19  SURVEYS  OF  AUTISM SPECTRUM DISORDERS, TO ENABLE ANALYSIS OF THIS PROB-\n   20  LEM, AND TO PLAN FOR AND PROVIDE SERVICES TO CHILDREN WITH AUTISM  SPEC-\n   21  TRUM DISORDERS AND THEIR FAMILIES.\n   22    2.  THE  REPORTS  MADE PURSUANT TO THIS ARTICLE ARE TO BE USED ONLY BY\n   23  THE DEPARTMENT AND OTHER AGENCIES AS MAY BE DESIGNATED  BY  THE  COMMIS-\n   24  SIONER,  INCLUDING  THE  OFFICE  OF MENTAL RETARDATION AND DEVELOPMENTAL\n   25  DISABILITIES AND THE EDUCATION DEPARTMENT, AND SHALL  NOT  OTHERWISE  BE\n   26  DIVULGED  OR MADE PUBLIC SO AS TO DISCLOSE THE IDENTITY OF THE PERSON TO\n   27  WHOM THEY RELATE. A PHYSICIAN, PSYCHOLOGIST OR OTHER HEALTH CARE PROFES-\n   28  SIONAL PROVIDING INFORMATION TO THE DEPARTMENT PURSUANT TO THIS  ARTICLE\n   29  SHALL  NOT  BE  DEEMED  TO  BE OR HELD LIABLE FOR DIVULGING CONFIDENTIAL\n   30  INFORMATION.\n   31    3. NOTHING IN THIS ARTICLE SHALL BE CONSTRUED TO COMPEL  A  CHILD  WHO\n   32  HAS BEEN REPORTED AS AFFECTED WITH AN AUTISM SPECTRUM DISORDER TO SUBMIT\n   33  TO A MEDICAL OR HEALTH EXAMINATION, OR SUPERVISION BY THE DEPARTMENT.\n   34    S 3. This act shall take effect on the one hundred twentieth day after\n   35  it  shall have become a law. Provided that the commissioner of health is\n   36  authorized to promulgate any and all rules and regulations and take  any\n   37  other  measures necessary to implement this act on its effective date on\n   38  or before such date.\n",
  "memo" : "BILL NUMBER:S2340\n\nTITLE OF BILL:\nAn act\nto amend the public health law, in relation to autism spectrum disorder\nreporting\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo establish a registry in the\nDepartment of Health for reporting diagnoses of autism spectrum\ndisorders and maintaining 'such information to improve the current\nknowledge and understating of autism, to conduct thorough and\ncomplete epidemiological surveys of the disorder, to enable analysis\nof this problem, and to plan for and provide services to children\nwith autism spectrum disorders and their families.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 of the bill sets forth a legislative intent.\n\nSection 2 of the bill adds a new Article 24-F to the public health law\nsetting up the registry, reporting requirements and provisions to\nensure confidentiality.\n\nSection 3 of the bill provides for an effective date 120 days after\nenactment.\n\nJUSTIFICATION:\nThis bill establishes a central registry within the\nDepartment of Health, similar to that currently in place for other\nconditions such as cancer and birth defects, to maintain reports of\ndiagnoses of autism spectrum disorder in New York State. With the\nmost recent CDC study estimating that 1 in 150 children nationally\nnow has autism, tracking cases of autism throughout the state will\nprovided much needed information to improve the current understanding\nof autism, to conduct thorough and complete epidemiological surveys\nof the disorder, to enable analysis of this problem, and to plan for\nand provide services to children with autism spectrum disorders and\ntheir families.\n\nPRIOR LEGISLATIVE HISTORY:\n2010: A.10498 - Died in Health\n2009: S.369   - Died in Health\n2008: S.5469  - Died in Health\n2007: S.5469  - Died in Health\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred\ntwentieth day after it shall have become a law. Provided that the\n\ncommissioner of health is authorized to promulgate any and all rules\nand regulations and take any other measures necessary to implement\nthis act on its effective date or before such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to autism spectrum disorder reporting ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110119.T100236.TXT", "SOBI.D110119.T093234.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T095736.TXT", "SOBI.D110119.T093741.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090059
}