{
  "year" : 2011,
  "senateBillNo" : "S2341-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2341-2011-1295413200000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits the amount of rent increase after the vacancy of a housing accommodation",
  "summary" : "Limits the amount of rent increase after the vacancy of a housing accommodation. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S6084-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2341\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by Sens. SERRANO, PERALTA -- read twice and ordered printed,\n         and when  printed  to  be  committed  to  the  Committee  on  Housing,\n         Construction and Community Development\n\n       AN  ACT to amend the administrative code of the city of New York and the\n         emergency tenant protection act of nineteen seventy-four, in  relation\n         to limiting rent increase after vacancy of a housing accommodation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 5-a of subdivision c of  section  26-511  of  the\n    2  administrative  code of the city of New York, as added by chapter 116 of\n    3  the laws of 1997, is amended to read as follows:\n    4    (5-a) provides that, notwithstanding any provision  of  this  chapter,\n    5  the  legal  regulated  rent for any vacancy lease entered into after the\n    6  effective date of this paragraph shall be  as  hereinafter  provided  in\n    7  this  paragraph.  The  previous  legal  regulated  rent for such housing\n    8  accommodation shall be increased by the following: (i)  if  the  vacancy\n    9  lease  is  for a term of two years, [twenty] TEN percent of the previous\n   10  legal regulated rent; or (ii) if the vacancy lease is for a term of  one\n   11  year  the  increase  shall be [twenty] TEN percent of the previous legal\n   12  regulated rent less an amount equal to the difference  between  (a)  the\n   13  two  year renewal lease guideline promulgated by the guidelines board of\n   14  the city of New York applied to the previous legal  regulated  rent  and\n   15  (b)  the  one year renewal lease guideline promulgated by the guidelines\n   16  board of the city of New York applied to the  previous  legal  regulated\n   17  rent.  In  addition,  if the legal regulated rent was not increased with\n   18  respect to such housing accommodation by a permanent  vacancy  allowance\n   19  within  eight  years  prior  to a vacancy lease executed on or after the\n   20  effective date of this  paragraph,  the  legal  regulated  rent  may  be\n   21  further  increased  by  an  amount  equal  to the product resulting from\n   22  multiplying such previous legal regulated  rent  by  six-tenths  of  one\n   23  percent  and  further  multiplying the amount of rent increase resulting\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00241-01-1\n\n       S. 2341                             2\n\n    1  therefrom by the greater of (A) the number of years since the imposition\n    2  of the last permanent vacancy allowance, or (B)  if  the  rent  was  not\n    3  increased  by  a  permanent vacancy allowance since the housing accommo-\n    4  dation  became  subject  to  this chapter, the number of years that such\n    5  housing accommodation has been subject to this chapter. Provided that if\n    6  the previous legal regulated rent was less than  three  hundred  dollars\n    7  the total increase shall be as calculated above plus one hundred dollars\n    8  per  month. Provided, further, that if the previous legal regulated rent\n    9  was at least three hundred dollars and no more than five hundred dollars\n   10  in no event shall the total increase pursuant to this paragraph be  less\n   11  than  one  hundred  dollars per month. Such increase shall be in lieu of\n   12  any allowance authorized for the one or two year renewal component ther-\n   13  eof, but shall be in addition to any other increases authorized pursuant\n   14  to this chapter including an  adjustment  based  upon  a  major  capital\n   15  improvement, or a substantial modification or increase of dwelling space\n   16  or  services,  or  installation  of new equipment or improvements or new\n   17  furniture or furnishings provided in or  to  the  housing  accommodation\n   18  pursuant to this section.  THE INCREASE AUTHORIZED IN THIS PARAGRAPH MAY\n   19  NOT BE IMPLEMENTED MORE THAN ONE TIME IN ANY CALENDAR YEAR NOTWITHSTAND-\n   20  ING THE NUMBER OF VACANCY LEASES ENTERED INTO IN SUCH YEAR.\n   21    S  2.  Subdivision  (a-1) of section 10 of section 4 of chapter 576 of\n   22  the laws of 1974, constituting the emergency tenant  protection  act  of\n   23  nineteen  seventy-four,  as added by chapter 116 of the laws of 1997, is\n   24  amended to read as follows:\n   25    (a-1) provides that, notwithstanding any provision of  this  act,  the\n   26  legal regulated rent for any vacancy lease entered into after the effec-\n   27  tive  date  of  this subdivision shall be as hereinafter set forth.  The\n   28  previous legal regulated rent for such housing  accommodation  shall  be\n   29  increased  by  the  following: (i) if the vacancy lease is for a term of\n   30  two years, [twenty] TEN percent of the previous legal regulated rent; or\n   31  (ii) if the vacancy lease is for a term of one year the  increase  shall\n   32  be  [twenty]  TEN  percent  of the previous legal regulated rent less an\n   33  amount equal to the difference between (a) the two  year  renewal  lease\n   34  guideline promulgated by the guidelines board of the county in which the\n   35  housing accommodation is located applied to the previous legal regulated\n   36  rent  and  (b)  the  one year renewal lease guideline promulgated by the\n   37  guidelines board of the county in which  the  housing  accommodation  is\n   38  located  applied  to  the previous legal regulated rent. In addition, if\n   39  the legal regulated rent was not increased with respect to such  housing\n   40  accommodation  by a permanent vacancy allowance within eight years prior\n   41  to a vacancy lease executed on or  after  the  effective  date  of  this\n   42  subdivision,  the  legal  regulated  rent may be further increased by an\n   43  amount equal to the product resulting  from  multiplying  such  previous\n   44  legal  regulated rent by six-tenths of one percent and further multiply-\n   45  ing the amount of rent increase resulting therefrom by  the  greater  of\n   46  (A)  the  number  of  years  since  the imposition of the last permanent\n   47  vacancy allowance, or (B) if the rent was not increased by  a  permanent\n   48  vacancy allowance since the housing accommodation became subject to this\n   49  act,  the  number  of  years  that  such  housing accommodation has been\n   50  subject to this act. Provided that if the previous legal regulated  rent\n   51  was  less  than  three  hundred  dollars  the total increase shall be as\n   52  calculated above plus one hundred dollars per month. Provided,  further,\n   53  that  if  the  previous  legal regulated rent was at least three hundred\n   54  dollars and no more than five hundred dollars  in  no  event  shall  the\n   55  total  increase  pursuant  to  this subdivision be less than one hundred\n   56  dollars per month. Such increase shall  be  in  lieu  of  any  allowance\n\n       S. 2341                             3\n\n    1  authorized  for the one or two year renewal component thereof, but shall\n    2  be in addition to any other increases authorized pursuant  to  this  act\n    3  including  an  adjustment  based  upon a major capital improvement, or a\n    4  substantial  modification  or increase of dwelling space or services, or\n    5  installation of new  equipment  or  improvements  or  new  furniture  or\n    6  furnishings  provided  in  or  to  the housing accommodation pursuant to\n    7  section six of this act.  THE INCREASE AUTHORIZED  IN  THIS  SUBDIVISION\n    8  MAY  NOT BE IMPLEMENTED MORE THAN ONE TIME IN ANY CALENDAR YEAR NOTWITH-\n    9  STANDING THE NUMBER OF VACANCY LEASES ENTERED INTO IN SUCH YEAR.\n   10    S 3. This act shall take effect immediately; provided that the  amend-\n   11  ments  to  section  26-511  of  the  rent  stabilization law of nineteen\n   12  hundred sixty-nine made by section one of this act shall expire  on  the\n   13  same  date  as  such  law expires and shall not affect the expiration of\n   14  such law as provided under section 26-520 of  such  law;  and  provided,\n   15  further,  that  the  amendments  to  section  4  of the emergency tenant\n   16  protection act of nineteen seventy-four made by section two of this  act\n   17  shall  expire  on the same date as such act expires and shall not affect\n   18  the expiration of such act as provided in section 17 of chapter  576  of\n   19  the laws of 1974.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to limiting rent increase after vacancy of a housing accommodation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110119.T100236.TXT", "SOBI.D110119.T101737.TXT", "SOBI.D110119.T123754.TXT", "SOBI.D110119.T102737.TXT", "SOBI.D110119.T100736.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295458674457
}