{
  "year" : 2011,
  "senateBillNo" : "S2348-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2348-2011-1295413200000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that attorneys licensed to practice in the state may serve as a poll watcher in any city or county in the state",
  "summary" : "Provides that attorneys licensed to practice in the state may serve as a poll watcher in any city or county in the state. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "SA2866-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2348\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to watchers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of  section 8-500 of the election law, as\n    2  amended by chapter 9 of the laws of 1978, is amended to read as follows:\n    3    4. Each watcher must be a qualified voter of the  city  or  county  in\n    4  which  he  OR  SHE  is  to serve, OR AN ATTORNEY WHO IS A NEW YORK STATE\n    5  RESIDENT AND IS LICENSED TO PRACTICE LAW THEREIN.\n    6    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07321-01-1\n",
  "memo" : "BILL NUMBER:S2348\n\nTITLE OF BILL:\n\nAn act\nto amend the election law, in relation to watchers\n\nPURPOSE:\n\nThe bill authorizes attorneys to be poll watchers anywhere in New York\nif they are state residents and licensed to practice law in the state.\n\nSUMMARY OF PROVISIONS:\n\nSection 1: Amends Election Law section 8-500(4) to allow attorneys who\nare state residents and licensed to practice law in the state to\nrequire be watchers anywhere in the State.\n\nSection 2: Provides for the Act to take effect immediately.\n\nEXISTING LAW:\n\nUnder current law, a poll watcher must be registered to vote in the\ncounty in which he is to serve.\n\nJUSTIFICATION:\n\nAttorneys licensed to practice law in New York are not restricted in\ntheir practices to any locality or court. They may practice before\nany court in the state, as well as before the boards of elections\neverywhere in the state. They are also trained as observers and to\naccurately report their observations. There should be no restriction\non their ability to be in a polling place on election day, where\ntheir skills can be invaluable in both detecting improper conduct,\nsuch as voter intimidation and suppression, and electioneering, and\nin obtaining a quick resolution of such unlawful conduct by reporting\nit to the appropriate authorities, including election day judges. For\nexample, in 2006 lawyers serving as poll watchers enabled Senator\nAndrea Steward-Cousins to win election by acting to stop disruptions\nand voter suppression and intimidation actions in the polls in Yonkers.\n\nLEGISLATIVE HISTORY:\n\nNone.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to watchers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T115252.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T142306.TXT", "SOBI.D110119.T114243.TXT", "SOBI.D110119.T113241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090071
}