{
  "year" : 2011,
  "senateBillNo" : "S2346-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2346-2011-1295413200000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that no school shall be in session on general election day",
  "summary" : "Provides that no school shall be in session on general election day. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA5494-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2346\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to school session days\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  8  of  section 3604 of the education law, as\n    2  amended by section 46 of part H of chapter 83 of the laws  of  2002,  is\n    3  amended to read as follows:\n    4    8.  No  school shall be in session on a Saturday, GENERAL ELECTION DAY\n    5  or a legal holiday, except [general election day,] Washington's birthday\n    6  and Lincoln's birthday, and except that driver education classes may  be\n    7  conducted  on  a  Saturday. A deficiency not exceeding three days during\n    8  any school year caused by teachers' attendance upon conferences held  by\n    9  superintendents  of  schools  of  city  school districts or other school\n   10  districts employing superintendents of schools shall be excused  by  the\n   11  commissioner,  provided  however, notwithstanding any other provision of\n   12  law, that during the nineteen hundred  ninety-two--ninety-three  through\n   13  the  two  thousand  two--two thousand three school years and thereafter,\n   14  the commissioner shall excuse  a  deficiency  not  exceeding  four  days\n   15  during  such school year caused by teachers' attendance upon conferences\n   16  held by such superintendents, provided that at least two such conference\n   17  days during such school year shall be dedicated to staff attendance upon\n   18  conferences providing staff development relating  to  implementation  of\n   19  the new high learning standards and assessments, as adopted by the board\n   20  of  regents.  Notwithstanding  any other provision of law, rule or regu-\n   21  lation to the contrary, school districts may elect to use one or more of\n   22  such allowable conference days in units of not less than one  hour  each\n   23  to  provide  staff  development activities relating to implementation of\n   24  the new high learning standards and assessments. A district making  such\n   25  election  may provide such staff development during the regularly sched-\n   26  uled daily session and apply such units to satisfy a deficiency  in  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00088-01-1\n\n       S. 2346                             2\n\n    1  length of one or more daily sessions of instruction for pupils as speci-\n    2  fied  in  regulations of the commissioner. The commissioner shall assure\n    3  that such conference days include appropriate school violence prevention\n    4  and  intervention  training, and may require that up to one such confer-\n    5  ence day be dedicated for such purpose.\n    6    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2346\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to school session days\n\nPURPOSE:\nThis bill amends Education Law section 3604 subdivision 8 to\nrepeal the prohibition therein barring school closings on general\nelection day, and instead requires that they be closed on that day.\n\nSUMMARY OF PROVISIONS:\nSection 1: Repeals the provision in Education\nLaw section 3604 subdivision 8, which bars schools from being in\nsession on Saturdays and legal holidays, but exempts general election\nday from that prohibition.\n\nSection 2: Provides for the Act to take effect immediately.\n\nJUSTIFICATION:\nThe need for suitable poll sites, especially disabled\naccessible ones, has never been greater. Throughout the state new\nballot marking devices and optical scan voting machines that are\naccessible to those with disabilities have been replacing, and this\nyear will completely replace the lever machines. However, while these\nnew systems are disabled accessible, all poll sites are not.\n\nThe new voting systems and their ability to handle multiple ballot\ntypes and election districts will require a reconfiguration of\nelection districts and poll sites to maximize the efficient use of\nthe new machines. Schools are ideal poll sites because they are\npublic buildings, are usually accessible to the disabled and have\nample parking. Election Law section 4-104.3 reflects a preference for\nusing schools as poll sites by stating that \"a building exempt from\ntaxation shall be used whenever possible as a polling place if it is\nsituated in the same or a contiguous election district and, and may\ncontain as many distinctly separate polling places as public\nconvenience may require.\" The expense, if any, incidental to its use\nshall be paid like the expense of other places for registration and\nvoting.\n\nIf the board or body empowered to designate polling places chooses a\npublic school building for such purposes, as often happens, the board\nor agency which controls such building must make available a room or\nrooms in such building which are suitable for registration and\nvoting, and which are as close as possible to a convenient entrance\nto such building and accessible to the physically disabled.\n\nHowever, the use of schools for poll sites when school is in session\ncan and often does disrupt the usual schedule and operations of the\nentire school day, as well as the instruction occurring in the\n\nclassrooms. And, increased concerns about the safety of the children\nat the schools makes school officials reluctant to open up their\nbuildings for a public use while children are present. It also\nreduces available parking when school is in session on election day.\n\nBy requiring that schools be closed on election day, locally and\nstatewide, this bill will increase the availability of accessible\npublic buildings for poll sites while causing minimal disruption to a\nschool and no security risk for students.\n\nLEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to school session days ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T115252.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T141812.TXT", "SOBI.D110119.T115750.TXT", "SOBI.D110119.T114243.TXT", "SOBI.D110119.T113241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090068
}