{
  "year" : 2011,
  "senateBillNo" : "S234-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S234-2011-1294203600000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "1ST REPORT CAL.46",
    "billEventId" : "S234-2011-1296536400000-1ST+REPORT+CAL.46",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the local historian for any municipality in the county of Niagara shall be appointed by the chief executive officer of such municipality",
  "summary" : "Establishes the county historian for the county of Niagara and the local historian for any city, town or village located within the county of Niagara shall be appointed by the chief executive officer of such county, city, town or village. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Arts and Cultural Affairs Law",
  "previousVersions" : [ "S6716-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          234\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cultural Affairs, Tourism,\n         Parks and Recreation\n\n       AN ACT to amend the arts and cultural affairs law, in  relation  to  the\n         appointment of local historians in the county of Niagara\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 57.07 of  the  arts  and  cultural\n    2  affairs  law,  as amended by chapter 737 of the laws of 1987, is amended\n    3  to read as follows:\n    4    1. A local historian shall be appointed, as provided in this  section,\n    5  for  each  city,  town  or  village,  except  that in a city of over one\n    6  million inhabitants a  local  historian  shall  be  appointed  for  each\n    7  borough therein instead of for the city at large; and a county historian\n    8  may  be  appointed for each county. Such historian shall be appointed as\n    9  follows: For a city, by the mayor; for a borough, by the borough  presi-\n   10  dent;  for a town, by the supervisor; for a village, by the mayor; for a\n   11  county, by the board of supervisors.    PROVIDED,  HOWEVER,  THE  COUNTY\n   12  HISTORIAN  FOR  THE  COUNTY  OF  NIAGARA AND THE LOCAL HISTORIAN FOR ANY\n   13  CITY, TOWN OR VILLAGE LOCATED WITHIN THE  COUNTY  OF  NIAGARA  SHALL  BE\n   14  APPOINTED  BY  THE CHIEF EXECUTIVE OFFICER OF SUCH COUNTY, CITY, TOWN OR\n   15  VILLAGE AND THE APPOINTMENT OF SUCH HISTORIANS, AS WELL  AS  ANY  DEPUTY\n   16  HISTORIANS  WORKING  WITH SUCH HISTORIANS, SHALL NOT BE SUBJECT TO CIVIL\n   17  SERVICE REQUIREMENTS. Such historian shall serve  without  compensation,\n   18  unless  the  governing board of the city, town, village or county for or\n   19  in which he or she was appointed or in the city of New York, the  mayor,\n   20  shall  otherwise  provide.  In  a city having a board of estimate, other\n   21  than the city of  New  York,  a  resolution  or  ordinance  establishing\n   22  compensation  or salary for such historian shall not take effect without\n   23  the concurrence of such board. Each  local  government  historian  shall\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01172-01-1\n\n       S. 234                              2\n\n    1  promote the establishment and improvement of programs for the management\n    2  and  preservation  of  local  government records with enduring value for\n    3  historical or other research; encourage the coordinated  collection  and\n    4  preservation of nongovernmental historical records by libraries, histor-\n    5  ical  societies,  and  other  repositories;  and  carry out and actively\n    6  encourage research in such records in order to  add  to  the  knowledge,\n    7  understanding  and  appreciation  of  the community's history. The local\n    8  authorities of the city, town, village or county for which such histori-\n    9  an is appointed, may provide the historian with sufficient  space  in  a\n   10  safe,  vault  or  other  fire  proof  structure  for the preservation of\n   11  historical materials collected. Such  local  authorities  and  also  the\n   12  board  of  supervisors  of  each of the counties of the state are hereby\n   13  authorized and empowered to appropriate, raise by tax and expend  moneys\n   14  for  historical  purposes  within their several jurisdictions, including\n   15  historical edifices, the erection of historical markers  and  monuments,\n   16  the collection of war mementos, and, either alone or in cooperation with\n   17  patriotic  or  historical organizations, the preparation and publication\n   18  of local histories and records and the printing  and  issuing  of  other\n   19  historical materials in aid of the work of the local historian.\n   20    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the arts and cultural affairs law, in relation to the appointment of local historians in the county of Niagara ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101214.T142142.TXT", "SOBI.D101214.T141642.TXT", "SOBI.D101213.T111304.TXT", "SOBI.D101213.T104803.TXT", "SOBI.D101213.T113807.TXT", "SOBI.D110201.T094835.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296571715237
}