{
  "year" : 2011,
  "senateBillNo" : "S2347-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2347-2011-1295413200000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to absentee voting in nursing homes and senior citizen residences",
  "summary" : "Relates to absentee voting in nursing homes and senior citizen residences; board of inspectors shall deliver and help complete applications for absentee ballots to residents of such facilities. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S8033-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2347\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in  relation  to  absentee  voting  in\n         nursing homes and senior citizen residences\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 8-407  of  the  election  law,  as\n    2  added  by chapter 296 of the laws of 1988, is amended and a new subdivi-\n    3  sion 10-a is added to read as follows:\n    4    5. The board of elections shall deliver to each  board  of  inspectors\n    5  all the absentee ballots in the custody of such board of elections which\n    6  are addressed to residents of the facilities which such board of inspec-\n    7  tors  is  assigned  to attend, together with AN ADDITIONAL SUPPLY OF THE\n    8  APPROPRIATE ABSENTEE BALLOT, ABSENTEE BALLOT ENVELOPES, APPLICATIONS FOR\n    9  ABSENTEE BALLOTS, one or more portable voting booths of a type  approved\n   10  by the state board of elections and such other supplies as such board of\n   11  inspectors will require to discharge its duties properly.\n   12    10-A.  THE  BOARD  OF  INSPECTORS  SHALL DELIVER AN APPLICATION FOR AN\n   13  ABSENTEE BALLOT TO ANY RESIDENT OF SUCH FACILITY FOR WHOM  IT  DOES  NOT\n   14  HAVE  AN ABSENTEE BALLOT AND WHO REQUESTS SUCH AN APPLICATION. THE BOARD\n   15  OF INSPECTORS SHALL ASSIST ANY SUCH RESIDENT WHO REQUESTS ASSISTANCE  TO\n   16  COMPLETE  SUCH  APPLICATION. UPON RECEIVING A COMPLETED APPLICATION FROM\n   17  ANY RESIDENT, THE BOARD OF INSPECTORS SHALL FORTHWITH DELIVER AN  ABSEN-\n   18  TEE BALLOT AND BALLOT ENVELOPE TO SUCH VOTER IN THE MANNER PRESCRIBED BY\n   19  THIS SECTION.\n   20    S  2.  This  act shall take effect on the thirtieth day after it shall\n   21  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07322-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to absentee voting in nursing homes and senior citizen residences ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T115252.TXT", "SOBI.D110119.T141812.TXT", "SOBI.D110119.T114243.TXT", "SOBI.D110119.T113241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295464692886
}