{
  "year" : 2011,
  "senateBillNo" : "S2346-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2346-2011-1295413200000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that no school shall be in session on general election day",
  "summary" : "Provides that no school shall be in session on general election day. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA5494-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2346\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen. ADDABBO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to school session days\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  8  of  section 3604 of the education law, as\n    2  amended by section 46 of part H of chapter 83 of the laws  of  2002,  is\n    3  amended to read as follows:\n    4    8.  No  school shall be in session on a Saturday, GENERAL ELECTION DAY\n    5  or a legal holiday, except [general election day,] Washington's birthday\n    6  and Lincoln's birthday, and except that driver education classes may  be\n    7  conducted  on  a  Saturday. A deficiency not exceeding three days during\n    8  any school year caused by teachers' attendance upon conferences held  by\n    9  superintendents  of  schools  of  city  school districts or other school\n   10  districts employing superintendents of schools shall be excused  by  the\n   11  commissioner,  provided  however, notwithstanding any other provision of\n   12  law, that during the nineteen hundred  ninety-two--ninety-three  through\n   13  the  two  thousand  two--two thousand three school years and thereafter,\n   14  the commissioner shall excuse  a  deficiency  not  exceeding  four  days\n   15  during  such school year caused by teachers' attendance upon conferences\n   16  held by such superintendents, provided that at least two such conference\n   17  days during such school year shall be dedicated to staff attendance upon\n   18  conferences providing staff development relating  to  implementation  of\n   19  the new high learning standards and assessments, as adopted by the board\n   20  of  regents.  Notwithstanding  any other provision of law, rule or regu-\n   21  lation to the contrary, school districts may elect to use one or more of\n   22  such allowable conference days in units of not less than one  hour  each\n   23  to  provide  staff  development activities relating to implementation of\n   24  the new high learning standards and assessments. A district making  such\n   25  election  may provide such staff development during the regularly sched-\n   26  uled daily session and apply such units to satisfy a deficiency  in  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00088-01-1\n\n       S. 2346                             2\n\n    1  length of one or more daily sessions of instruction for pupils as speci-\n    2  fied  in  regulations of the commissioner. The commissioner shall assure\n    3  that such conference days include appropriate school violence prevention\n    4  and  intervention  training, and may require that up to one such confer-\n    5  ence day be dedicated for such purpose.\n    6    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to school session days ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T115252.TXT", "SOBI.D110119.T141812.TXT", "SOBI.D110119.T115750.TXT", "SOBI.D110119.T114243.TXT", "SOBI.D110119.T113241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295464692867
}