{
  "year" : 2011,
  "senateBillNo" : "S2358-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2358-2011-1295413200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies the definitions of \"physical injury\" and \"serious physical injury\"",
  "summary" : "Clarifies and expands the definitions of \"physical injury\" and \"serious physical injury\" to include physical pain, illness, the appearance of a visable or palpable mark, or impairment of physical condition, and the nature of evidence needed to establish the presence of pain; provides that the class D felony of assault in the second degree is committed when the defendant causes serious physical injury to another person with intent to cause physical injury to such person or to a third person. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S8231-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2358\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD, LARKIN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to clarifying the  definition\n         of physical injury and serious physical injury; and the culpable state\n         of  mind  necessary for the commission of assault in the second degree\n         when a serious physical injury is caused to another person\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 9 and 10 of section 10.00 of the penal law, as\n    2  amended  by  chapter  791  of  the  laws of 1967, are amended to read as\n    3  follows:\n    4    9.  \"Physical  injury\"  means  impairment  of  physical  condition  or\n    5  [substantial]  PHYSICAL  pain,  ILLNESS  OR  THE  PRESENCE OF A PALPABLE\n    6  CONTUSION, LACERATION, SCALDING OR WOUND. PHYSICAL INJURY MAY BE  ESTAB-\n    7  LISHED BY THE TESTIMONY OF THE VICTIM ALONE. PHYSICAL PAIN MAY BE ESTAB-\n    8  LISHED  BY  EVIDENCE  OF  THE  INJURIES INFLICTED IN THE LIGHT OF COMMON\n    9  EXPERIENCE.\n   10    10. \"Serious physical injury\" means physical injury  which  creates  a\n   11  [substantial]  risk  of  death,  or  which  causes death or [serious and\n   12  protracted  disfigurement,   protracted]   impairment   of   health   or\n   13  [protracted]  loss  or impairment of the function of any bodily organ OR\n   14  MEMBER, OR THE LOSS OR IMPAIRMENT OF  ANY  MENTAL  FACULTY,  OR  EXTREME\n   15  PHYSICAL  PAIN. SERIOUS PHYSICAL INJURY MAY BE ESTABLISHED BY PROOF THAT\n   16  THE VICTIM REQUIRED SURGERY, OR A COURSE OF MEDICAL TREATMENT  OR  PHYS-\n   17  ICAL  REHABILITATION,  OR  WAS  ADMITTED  TO A HOSPITAL AS A PATIENT FOR\n   18  MEDICAL TREATMENT.\n   19    S 2.  Subdivision 1 of section 120.05 of the penal law is  amended  to\n   20  read as follows:\n   21    1.  With  intent to cause [serious] physical injury to another person,\n   22  he OR SHE causes [such] SERIOUS PHYSICAL injury to such person or  to  a\n   23  third person; or\n   24    S 3. This act shall take effect on the first of November next succeed-\n   25  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05849-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to clarifying the definition of physical injury and serious physical injury; and the culpable state of mind necessary for the commission of assault in the second degree when a serious physical injury is caused to another person ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T142840.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110119.T142306.TXT", "SOBI.D110119.T163826.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295473106411
}