{
  "year" : 2011,
  "senateBillNo" : "S2357-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2357-2011-1295413200000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to notification of parents when student directory personal contact information is released to third parties; provides an opportunity to opt out",
  "summary" : "Requires notification of parents when student directory personal contact information is released to third parties; provides an opportunity to opt out. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2357\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen.  OPPENHEIMER -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law,  in  relation  to  student  directory\n         personal contact information released by school districts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 3212-b\n    2  to read as follows:\n    3    S 3212-B. STUDENT  DIRECTORY  PERSONAL  CONTACT  INFORMATION.  1.  FOR\n    4  PURPOSES  OF  THIS SECTION, \"STUDENT DIRECTORY PERSONAL CONTACT INFORMA-\n    5  TION\" SHALL INCLUDE THE STUDENT'S ADDRESS, PHONE NUMBER, EMAIL  ADDRESS,\n    6  OR ANY OTHER INFORMATION THAT MAY BE USED TO CONTACT A STUDENT DIRECTLY.\n    7    2.  ANY TIME A SCHOOL DISTRICT OR SCHOOL RELATED ASSOCIATION DISCLOSES\n    8  ANY STUDENT DIRECTORY PERSONAL CONTACT INFORMATION TO A THIRD PARTY, THE\n    9  SCHOOL DISTRICT OR SCHOOL RELATED ASSOCIATION SHALL:\n   10    (A) NOTIFY THE PARENT OR GUARDIAN THAT THE INFORMATION  WAS  RELEASED;\n   11  OR\n   12    (B)  FOR  A  STUDENT  WHO  HAS REACHED THE AGE OF EIGHTEEN, NOTIFY THE\n   13  STUDENT DIRECTLY THAT THE INFORMATION WAS RELEASED; AND\n   14    (C) PROVIDE AN OPPORTUNITY FOR THE PARENT, GUARDIAN OR STUDENT WHO HAS\n   15  REACHED THE AGE OF EIGHTEEN TO ELECT TO DISCONTINUE THE RELEASE  OF  THE\n   16  STUDENT'S  PERSONAL CONTACT INFORMATION BY THE SCHOOL DISTRICT OR SCHOOL\n   17  RELATED ASSOCIATION.\n   18    3. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO  THE  RELEASE  OF\n   19  STUDENT  DIRECTORY  PERSONAL  CONTACT  INFORMATION  TO THE DEPARTMENT OF\n   20  EDUCATION, THE UNITED STATES MILITARY, ANY INSTITUTION OF HIGHER  EDUCA-\n   21  TION,  ANY  POLITICAL SUBDIVISION OR FEDERAL AGENCY THAT DEMONSTRATES AN\n   22  APPROPRIATE NEED FOR THE INFORMATION, OR A  SCHOOL  DISTRICT  OR  SCHOOL\n   23  THAT DEMONSTRATES AN APPROPRIATE NEED FOR THE INFORMATION.\n   24    S  2.  This  act shall take effect July 1, 2011 and shall apply to the\n   25  2011-2012 academic year.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07381-01-1\n",
  "memo" : "BILL NUMBER:S2357\n\nTITLE OF BILL:\n\nAn act\nto amend the education law, in relation to student directory personal\ncontact information released by school districts\n\nPURPOSE:\n\nTo keep a child's personal contact information private by restricting\nhow and what information a school district, or school related\nassociation, can release to a third party vendor.\n\nCURRENT LAW:\n\nCurrently, under the federal law known as FERPA (Family Education\nRights Privacy Act), a school is allowed to distribute to a third\nparty, without the families consent, various components of a\nstudent's information (entitled Directory Information) so long as the\nthird party has a vested interest in school related activities. Types\nof information that a school can release are a student's name,\naddress, telephone number, date and place of birth, honors and\nawards, and dates of attendance. Examples of the types of companies\nthat can receive a student's directory information include graduation\nring manufactures, sporting equipment companies, and financial aid\ncompanies. Also, the military and institutions of higher learning\nhave access to this information without needing to acquire the\nconsent of the family/student.\n\nThe dilemma with this set up is that there are no laws governing what\nthese third party entities can do with the information. So,\nhypothetically (as well as has been proven in real life), a company\ncan give or sell a students contact information to another company\nthat has no school related business, such as a soda or candy company.\nIn turn, this new company, which has no academic bent to it, can\nmarket its products directly to children, whether it is at their\nhouse or through other means.\n\nHowever, the legal guardian of the student (or the student themselves\nif they are over the age of 18) has the ability to stop a school from\ngiving away its directory information. At the beginning of every\nschool year, a form is handed out to every single student (which, in\ntheory, gets passed along to the family) stipulating that the family\nhas the right to tell the school not to distribute its directory\ninformation; signing the form and returning it is the way to indicate\nto the school that you do not want your the information given out.\nThe problem is that a lot of times these sheets get misplaced. Amid\nthe crunch of first day handouts that students receive, the sheet\ntends to get lost in the shuffle. Consequently, parents who otherwise\nwould like to stop the spread of their\n\nchildren's directory information are unable to do so, meaning that\ncompanies that otherwise would have not been able to get a child's\ninformation are able to do so.\n\nPROPOSED LEGISLATION:\n\nSince New York State is unable to override FERPA, simply creating\nlegislation to outlaw the distribution of a student's directory\ninformation is not feasible. As such, the simplest way to combat this\nissue is to create legislation that stipulates that anytime a school\ndecides to give away a student's directory information to a third\npatty vendor, that school has to send home a notice to the child's\nfamily (or to the child themselves if they are over the age of 18)\nsaying what the school just did and informing the family that they\nmay opt to not allow this to happen again in the future.\n\nDoing this would accomplish four things. One, it would alert families\nto the fact that their child's information is being disturbed to a\nthird party vendor, thus reminding them of their right to opt out of\nallowing this information to be released. Two, it would force schools\nto choose carefully who they wished to released a child's directory\ninformation too, since the school would be forced to alert families\nto their actions, thus forcing them to defend why they decided to\nrelease said information. Three, doing this would circumvent the\nissue of New York State violating FERPA, while at the same time\naccomplishing the same objective, which is to limit who a school\nreleases a student's directory information too. Four, it would create\na way to manage what information a school releases without imposing a\nmandate on them. This legislation does not say that a school has to\ndo anything, and if a school chooses to not release a student's\ndirectory information, than this bill will have absolutely no impact,\nmonetary or otherwise, on them. However, if a school decides to\nundertake certain action, then this bill would create a safeguard by\ninforming families of their rights.\n\nThere are a couple of exceptions to this new law regarding the release\nof a student's directory information. One, if a school is releasing\nthe information to the military or an institution of higher learning,\nthey do not have to alert the family of the child. Second, a school\ncan release a student's directory information to another school, the\nNew York State Education Department, or law enforcement agencies as\nnecessary without alerting the family.\n\nAllowing directory information to be released to these entities\nwithout notifying parents is being done for two reasons. One, under\nNCLB (No Child Left Behind), the military and institutions of higher\neducation are entitled to this information without the families\nconsent. While this new piece of legislation probably does not violate\nNCLB, since a family does have the right to block the military or an\ninstitution of higher learning from receiving their child's directory\ninformation, there is no reason to risk it. Two (and related to one),\nthese institutions are much less likely to disseminate a child's\n\ninformation to a third patty entity than a for profit company that has\nbusiness tangentially related to the school. While it is by no means\ncertain that the military or an institution of higher learning have\nmore altruistic motives than companies when obtaining this\ninformation, the chances are higher that they do, and it is the\nopinion of this office that it is better\nto under-legislate, and then have to amend, then to over legislate and\nhave to try and come back and strip a provision out of the bill.\n\nJUSTIFICATION:\n\nThe reason this bill is necessary is because of the current ability of\nthird party entities to disseminate a student's directory information\nto other corporations with no say from the families themselves. This\nleads to young children, who are vulnerable to outside influences,\nbeing directly targeted by advertisements for products that may not\nhave their best interests at heart.\nAdditionally, there is the possibility that this information could\nfall into the hands of nefarious characters, since the information\nwould be out in the general public with no way to control how it is\npassed around.\n\nBecause New York State cannot overturn, nor create a law that\ncontradicts, FERPA, we are limited regarding what methods can be\nattempted to solve the problem of a school disseminating a student's\ndirectory information to a third party candidate. As such, after\nconsiderable research was undertaken, it was deemed that this is the\nbest way to solve the dilemma. This piece of legislation does not\nprohibit a school from releasing a student's directory information\nto a third party candidate. Nor does it mandate that a school\nundertake any particular action, thus costing them money and staff\ntime. All it says is that anytime a school chooses to commit such an\nact, they have to alert the families whose children's information is\nbeing released and let them know that they have the right to tell the\nschool not to release this information anymore.\n\nThe intent of doing this is twofold. One, hopefully it will force\nschools to choose wisely who they release a student's directory\ninformation too, because they will have to justify it to the\nparents, as well as create and print out forms to alert the families\nof their rights. Two, while it will hopefully force schools to\nseriously consider who they release information too, this bill\nwould still allow schools to propagate information to those who they\ndeem truly worthy. There are many reasons why a school would want to\nrelease a student's directory information to a third party, and this\nbill does not impede this act. All it does it constantly alert\nfamilies to their rights regarding their children's directory\ninformation, while at the same time forcing schools to choose wisely\nregarding what they release and to whom.\n\nPRIOR LEGISLATIVE HISTORY:\n\nS7414A of 2010.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect July 1, 2011 and shall apply to\nthe 2011-2012 academic year.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to student directory personal contact information released by school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141307.TXT", "SOBI.D110119.T133303.TXT", "SOBI.D110119.T164826.TXT", "SOBI.D110119.T131256.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T130756.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090084
}