{
  "year" : 2011,
  "senateBillNo" : "S2354-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S2354-2011-1295413200000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires social services districts to maintain a waiting list of families who have applied for child care assistance and data regarding the income of such families",
  "summary" : "Requires each social services district to maintain a waiting list of eligible families who have applied for child care assistance; further requires the local districts to report such list to the office of children and family services who shall then compile such reports and issue one report to the legislature annually; further requires the social services districts to collect data regarding the income of families who have applied, were denied and received child care assistance and issue a report to the office of children and family services who shall then compile such reports and issue one report to the legislature annually. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S4627-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2354\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law, in relation to requiring social\n         services districts to maintain a  waiting  list  of  certain  families\n         applying for child care assistance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 410-z of the  social  services  law,  as  added  by\n    2  section  52  of part B of chapter 436 of the laws of 1997, is amended to\n    3  read as follows:\n    4    S 410-z. Reporting requirements.  1.  Each  social  services  district\n    5  shall  collect  and  submit  to  the [department] OFFICE OF CHILDREN AND\n    6  FAMILY SERVICES, in such form and at such times as    specified  by  the\n    7  [department]  OFFICE  OF  CHILDREN  AND  FAMILY  SERVICES, such data and\n    8  information regarding child  care assistance provided  under  the  block\n    9  grant  as  the  [department]  OFFICE OF CHILDREN AND FAMILY SERVICES may\n   10  need to comply with federal reporting requirements.\n   11    2.  (A) EACH SOCIAL SERVICES DISTRICT SHALL MAINTAIN A WAITING LIST OF\n   12  ELIGIBLE FAMILIES WHO HAVE APPLIED FOR CHILD CARE ASSISTANCE PURSUANT TO\n   13  THIS TITLE AND WHO HAVE NOT RECEIVED SUCH ASSISTANCE. SUCH WAITING  LIST\n   14  SHALL CONTAIN INFORMATION INCLUDING, BUT NOT LIMITED TO:\n   15    (I) THE DATE THE CHILD CARE ASSISTANCE WAS REQUESTED;\n   16    (II) THE DATE THE CHILD CARE ASSISTANCE WAS RECEIVED;\n   17    (III) THE AGE OF THE CHILD OR CHILDREN THE ASSISTANCE WAS REQUESTED ON\n   18  BEHALF OF; AND\n   19    (IV) THE TOTAL NUMBER OF FAMILIES ON SUCH WAITING LIST AS OF THE FIRST\n   20  DAY OF EACH MONTH.\n   21    (B)  EACH  DISTRICT SHALL ISSUE A REPORT TO THE OFFICE OF CHILDREN AND\n   22  FAMILY SERVICES BY OCTOBER FIFTEENTH, TWO THOUSAND TWELVE, AND  ANNUALLY\n   23  THEREAFTER  DETAILING  MONTH-TO-MONTH  INFORMATION  REQUIRED PURSUANT TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07340-01-1\n\n       S. 2354                             2\n\n    1  THIS SUBDIVISION FOR THE  PRECEDING  PERIOD  OF  OCTOBER  FIRST  THROUGH\n    2  SEPTEMBER THIRTIETH, AND SHALL INCLUDE THE FOLLOWING:\n    3    (I) THE AVERAGE LENGTH OF TIME FOR FAMILIES ON THE WAITING LIST;\n    4    (II)  THE  NUMBER  OF  FAMILIES  ON  THE  WAITING LIST FOR EACH OF THE\n    5  FOLLOWING TIME PERIODS:\n    6    (A) LESS THAN TWO WEEKS,\n    7    (B) TWO WEEKS TO LESS THAN A MONTH,\n    8    (C) ONE MONTH TO LESS THAN THREE MONTHS,\n    9    (D) THREE MONTHS TO LESS THAN SIX MONTHS,\n   10    (E) SIX MONTHS TO LESS THAN A YEAR, AND\n   11    (F) ONE YEAR OR MORE;\n   12    (III) THE AVERAGE AGE OF CHILDREN REPRESENTED ON THE WAITING LIST;\n   13    (IV) THE NUMBER OF CHILDREN REPRESENTED ON THE WAITING  LIST  ELIGIBLE\n   14  FOR EACH:\n   15    (A) INFANT,\n   16    (B) TODDLER,\n   17    (C) PRE-SCHOOL, AND\n   18    (D) SCHOOL-AGED SUBSIDIZED CHILD CARE SLOTS; AND\n   19    (V) THE NUMBER OF EXISTING INFANT, TODDLER, PRE-SCHOOL AND SCHOOL-AGED\n   20  SUBSIDIZED CHILD CARE SLOTS;\n   21    (VI)  THE  NUMBER  OF FAMILIES WHO WOULD RECEIVE CHILD CARE ASSISTANCE\n   22  EXCEPT THAT THEY ARE WAITING FOR AVAILABLE SLOTS IN A  PARTICULAR  CHILD\n   23  CARE PROGRAM; AND\n   24    (VII) OTHER INFORMATION AS THE DISTRICT DEEMS APPROPRIATE.\n   25    3.  (A) EACH SOCIAL SERVICES DISTRICT SHALL COLLECT DATA REGARDING THE\n   26  INCOME OF FAMILIES WHO APPLIED FOR CHILD  CARE  ASSISTANCE  PURSUANT  TO\n   27  THIS TITLE, SPECIFYING:\n   28    (I) THE NUMBER OF FAMILIES WHO WERE DENIED;\n   29    (II) THE NUMBER OF FAMILIES WHO RECEIVED SUCH ASSISTANCE; AND\n   30    (III)  A  LISTING  OF  THE  INCOMES  PURSUANT TO PARAGRAPH (B) OF THIS\n   31  SUBDIVISION OF THE FAMILIES WHO APPLIED FOR SUCH ASSISTANCE.\n   32    (B) EACH DISTRICT SHALL ISSUE A REPORT TO THE OFFICE OF  CHILDREN  AND\n   33  FAMILY  SERVICES BY OCTOBER FIFTEENTH, TWO THOUSAND TWELVE, AND ANNUALLY\n   34  THEREAFTER, DETAILING MONTH-TO-MONTH INFORMATION COLLECTED  PURSUANT  TO\n   35  THIS  SUBDIVISION  FOR  THE  PRECEDING  PERIOD  OF OCTOBER FIRST THROUGH\n   36  SEPTEMBER THIRTIETH, AND SHALL INCLUDE THE FOLLOWING:\n   37    (I) THE NUMBER OF ALL FAMILIES WHO APPLIED FOR AND RECEIVED CHILD CARE\n   38  ASSISTANCE PURSUANT TO THIS TITLE WHOSE:\n   39    (A) INCOMES WERE UNDER ONE HUNDRED ONE PERCENT OF THE FEDERAL  POVERTY\n   40  LEVEL FOR THEIR FAMILY SIZE,\n   41    (B) INCOMES WERE BETWEEN ONE HUNDRED ONE PERCENT AND ONE HUNDRED FIFTY\n   42  PERCENT OF THE FEDERAL POVERTY LEVEL FOR THEIR FAMILY SIZE, AND\n   43    (C) INCOMES WERE BETWEEN ONE HUNDRED FIFTY-ONE PERCENT AND TWO HUNDRED\n   44  PERCENT OF THE FEDERAL POVERTY LEVEL FOR THEIR FAMILY SIZE; AND\n   45    (II)  THE NUMBER OF ALL FAMILIES WHO APPLIED FOR AND WERE DENIED CHILD\n   46  CARE ASSISTANCE PURSUANT TO THIS TITLE WHOSE:\n   47    (A) INCOMES WERE UNDER ONE HUNDRED ONE PERCENT OF THE FEDERAL  POVERTY\n   48  LEVEL FOR THEIR FAMILY SIZE,\n   49    (B) INCOMES WERE BETWEEN ONE HUNDRED ONE PERCENT AND ONE HUNDRED FIFTY\n   50  PERCENT OF THE FEDERAL POVERTY LEVEL FOR THEIR FAMILY SIZE, AND\n   51    (C) INCOMES WERE BETWEEN ONE HUNDRED FIFTY-ONE PERCENT AND TWO HUNDRED\n   52  PERCENT OF THE FEDERAL POVERTY LEVEL FOR THEIR FAMILY SIZE.\n   53    4.  THE  OFFICE  OF  CHILDREN  AND  FAMILY SERVICES SHALL COMPILE SUCH\n   54  REPORTS PURSUANT TO PARAGRAPH (B) OF SUBDIVISION TWO, AND PARAGRAPH  (B)\n   55  OF  SUBDIVISION  THREE  OF  THIS  SECTION, INTO ONE COMPREHENSIVE REPORT\n   56  CONTAINING ALL REQUIRED INFORMATION ON A COUNTY BY  COUNTY  BASIS.  SUCH\n\n       S. 2354                             3\n\n    1  REPORT  SHALL  BE PROVIDED TO THE GOVERNOR, THE SPEAKER OF THE ASSEMBLY,\n    2  THE TEMPORARY PRESIDENT OF THE SENATE, THE CHAIRPERSON OF  THE  ASSEMBLY\n    3  COMMITTEE  ON  CHILDREN  AND  FAMILIES,  THE  CHAIRPERSON  OF THE SENATE\n    4  COMMITTEE  ON  CHILDREN  AND  FAMILIES,  THE CHAIRPERSON OF THE ASSEMBLY\n    5  COMMITTEE ON SOCIAL SERVICES, THE CHAIRPERSON OF THE SENATE COMMITTEE ON\n    6  SOCIAL SERVICES, THE CHAIRPERSON OF THE ASSEMBLY WAYS AND MEANS  COMMIT-\n    7  TEE  AND  THE  CHAIRPERSON OF THE SENATE FINANCE COMMITTEE NO LATER THAN\n    8  DECEMBER FIRST, TWO THOUSAND TWELVE, AND ANNUALLY THEREAFTER.\n    9    S 2. Nothing in this act shall be construed to  require  local  social\n   10  services  districts  to  maintain  waiting lists for dates preceding the\n   11  effective date of this act, or to collect data pursuant to subdivision 3\n   12  of section 410-z of the social services law, as added by section one  of\n   13  this act, for persons who applied for subsidized child care prior to the\n   14  effective date of this act.\n   15    S  3.  This  act shall take effect October 1, 2011; provided, however,\n   16  that effective immediately, the addition, amendment and/or repeal of any\n   17  rule or regulation necessary for the implementation of this act  on  its\n   18  effective  date  are authorized and directed to be made and completed on\n   19  or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to requiring social services districts to maintain a waiting list of certain families applying for child care assistance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141307.TXT", "SOBI.D110119.T133303.TXT", "SOBI.D110119.T164826.TXT", "SOBI.D110119.T140802.TXT", "SOBI.D110119.T130756.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295473706685
}