{
  "year" : 2011,
  "senateBillNo" : "S2353-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2353-2011-1295413200000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "1ST REPORT CAL.53",
    "billEventId" : "S2353-2011-1296536400000-1ST+REPORT+CAL.53",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1296570600000S2353-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1296570600000,
    "ayes" : [ "Fuschillo", "Johnson", "Lanza", "Larkin", "Maziarz", "McDonald", "Nozzolio", "Robach", "Young", "Zeldin", "Dilan", "Diaz", "Kennedy", "Perkins", "Smith", "Squadron", "Stavisky", "Valesky" ],
    "nays" : null,
    "abstains" : null,
    "excused" : null,
    "ayeswr" : [ "Adams" ],
    "description" : "Transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the city of Buffalo to adjudicate traffic infractions similar to other cities having a population of less than two hundred thousand",
  "summary" : "Authorizes the city of Buffalo to provide by local law for the adjudication of traffic infractions. ",
  "currentCommittee" : null,
  "sameAs" : "A612",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "SB1156-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "TRANSPORTATION" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2353\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by Sen. GRISANTI -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  directing\n         the city of Buffalo to adjudicate traffic infractions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 225 of  the  vehicle  and  traffic\n    2  law,  as  amended by chapter 173 of the laws of 1990, is amended to read\n    3  as follows:\n    4    1.  (A)  Notwithstanding  any  inconsistent  provision  of  law,   all\n    5  violations  of this chapter or of a law, ordinance, order, rule or regu-\n    6  lation relating to traffic, except parking, standing, stopping or pedes-\n    7  trian offenses, which occur within a city having  a  population  of  two\n    8  hundred  thousand or more in which administrative tribunals have hereto-\n    9  fore been established, or within that  portion  of  Suffolk  county  for\n   10  which a district court has been established, and which are classified as\n   11  traffic  infractions,  may be heard and determined pursuant to the regu-\n   12  lations of the commissioner as provided in this article.\n   13    (B) FOR PURPOSES OF THIS ARTICLE WITH REGARD TO  THE  ADJUDICATION  OF\n   14  ANY  VIOLATION  OF  THIS  CHAPTER OR OF A LAW, ORDINANCE, ORDER, RULE OR\n   15  REGULATION RELATING TO TRAFFIC, WHICH IS CLASSIFIED AS A TRAFFIC INFRAC-\n   16  TION, IN THE CITY OF BUFFALO, PARAGRAPH (A) OF  THIS  SUBDIVISION  SHALL\n   17  NOT  APPLY.    NOTWITHSTANDING  ANY INCONSISTENT PROVISION OF A GENERAL,\n   18  SPECIAL OR LOCAL LAW TO THE CONTRARY, THE CITY OF BUFFALO SHALL  PROVIDE\n   19  BY LOCAL LAW FOR THE ADMINISTRATIVE ADJUDICATION OF TRAFFIC INFRACTIONS.\n   20    (C)  Whenever  a  crime and a traffic infraction arise out of the same\n   21  transaction or occurrence, a charge alleging both offenses may  be  made\n   22  returnable  before the court having jurisdiction over the crime. Nothing\n   23  herein provided shall be construed to prevent a court, having  jurisdic-\n   24  tion over a criminal charge relating to traffic or a traffic infraction,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04701-01-1\n\n       S. 2353                             2\n\n    1  from lawfully entering a judgment of conviction, whether or not based on\n    2  a plea of guilty, for any offense classified as a traffic infraction.\n    3    S  2. This act shall take effect January 1, 2013. Effective immediate-\n    4  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n    5  necessary  for  the implementation of this act on its effective date are\n    6  authorized and directed to be made  and  completed  on  or  before  such\n    7  effective date.\n",
  "memo" : "BILL NUMBER:S2353\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to directing the city\nof Buffalo to adjudicate traffic infractions\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis legislation would allow the city of Buffalo the same authority\noffered to its surrounding suburbs to adjudicate traffic violations.\nCurrently, the state of New York adjudicates all traffic violations in\nthe city of Buffalo.\n\nSUMMARY OF PROVISIONS:\nSection 1. The vehicle and traffic law is amended by adding a new\nparagraph (b) to section 225.\n\nJUSTIFICATION:\nThe purpose of this legislation is to allow the city of Buffalo to\nadjudicate traffic infractions. New York State currently holds all\nhearings in Buffalo without the option of a plea bargain system. If\nthe City of Buffalo adjudicates traffic infractions they will\nimplement a system that would allow traffic violators to have an\noption of a plea bargain, which could lead to traffic school. This\nsystem would offer two benefits to Buffalo residents now currently\nenjoyed by suburban residents; the violator would be allowed to\nattend traffic school thus hopefully becoming a safer and better\ndriver and also after attending school would not receive any points\non his/her license which in turn raises his/her insurance rates. City\nof Buffalo residents already pay higher insurance rates and this\nsystem only causes these rates to increase without any of the options\nthat are offered in the surrounding areas.\n\nLEGISLATIVE HISTORY:\nS.1156B - Passed in 2010\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect January 1, 2013 provided that effective\nimmediately, the addition, amendment and/or repeal of any rule or\nregulation necessary for the implementation of this act on its\neffective date are authorized and directed to be made and completed\non or before such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to directing the city of Buffalo to adjudicate traffic infractions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110119.T133303.TXT", "SOBI.D110119.T131757.TXT", "SOBI.D110119.T124254.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110201.T100838.TXT", "SOBI.D110119.T125755.TXT", "SOBI.D110201.T112844.TXT-agenda-4.xml" ],
  "luceneActive" : true,
  "luceneModified" : 1296577724081
}