{
  "year" : 2011,
  "senateBillNo" : "S2358-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2358-2011-1295413200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies the definitions of \"physical injury\" and \"serious physical injury\"",
  "summary" : "Clarifies and expands the definitions of \"physical injury\" and \"serious physical injury\" to include physical pain, illness, the appearance of a visable or palpable mark, or impairment of physical condition, and the nature of evidence needed to establish the presence of pain; provides that the class D felony of assault in the second degree is committed when the defendant causes serious physical injury to another person with intent to cause physical injury to such person or to a third person. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S8231-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2358\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD, LARKIN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to clarifying the  definition\n         of physical injury and serious physical injury; and the culpable state\n         of  mind  necessary for the commission of assault in the second degree\n         when a serious physical injury is caused to another person\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 9 and 10 of section 10.00 of the penal law, as\n    2  amended  by  chapter  791  of  the  laws of 1967, are amended to read as\n    3  follows:\n    4    9.  \"Physical  injury\"  means  impairment  of  physical  condition  or\n    5  [substantial]  PHYSICAL  pain,  ILLNESS  OR  THE  PRESENCE OF A PALPABLE\n    6  CONTUSION, LACERATION, SCALDING OR WOUND. PHYSICAL INJURY MAY BE  ESTAB-\n    7  LISHED BY THE TESTIMONY OF THE VICTIM ALONE. PHYSICAL PAIN MAY BE ESTAB-\n    8  LISHED  BY  EVIDENCE  OF  THE  INJURIES INFLICTED IN THE LIGHT OF COMMON\n    9  EXPERIENCE.\n   10    10. \"Serious physical injury\" means physical injury  which  creates  a\n   11  [substantial]  risk  of  death,  or  which  causes death or [serious and\n   12  protracted  disfigurement,   protracted]   impairment   of   health   or\n   13  [protracted]  loss  or impairment of the function of any bodily organ OR\n   14  MEMBER, OR THE LOSS OR IMPAIRMENT OF  ANY  MENTAL  FACULTY,  OR  EXTREME\n   15  PHYSICAL  PAIN. SERIOUS PHYSICAL INJURY MAY BE ESTABLISHED BY PROOF THAT\n   16  THE VICTIM REQUIRED SURGERY, OR A COURSE OF MEDICAL TREATMENT  OR  PHYS-\n   17  ICAL  REHABILITATION,  OR  WAS  ADMITTED  TO A HOSPITAL AS A PATIENT FOR\n   18  MEDICAL TREATMENT.\n   19    S 2.  Subdivision 1 of section 120.05 of the penal law is  amended  to\n   20  read as follows:\n   21    1.  With  intent to cause [serious] physical injury to another person,\n   22  he OR SHE causes [such] SERIOUS PHYSICAL injury to such person or  to  a\n   23  third person; or\n   24    S 3. This act shall take effect on the first of November next succeed-\n   25  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05849-01-1\n",
  "memo" : "BILL NUMBER:S2358\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to clarifying\nthe definition of physical injury\nand serious physical injury; and\nthe culpable state of mind\nnecessary for the commission of assault in the second\ndegree when a serious\nphysical injury is caused to another person\n\nPURPOSE:\nTo clarify the definitions of \"physical\ninjury\" and \"serious\nphysical injury\" and the standard in terms of intent necessary for a\nperson to be charged with assault in the second degree.\n\nSUMMARY OF PROVISIONS:\nSection One - Subdivisions 9 and 10 of Section 10.00 of the\nPenal Law, as\namended by Chapter 791 of the Laws of 1967, are amended to redefine\n\"physical injury\" and \"serious physical injury.\"\n\nSection Two - Subdivision 1 of Section 120.05 of the Penal Law is\namended to change the standard of intent necessary for a person to be\ncharged with assault in the second degree when a serious physical\ninjury occurs.\n\nJUSTIFICATION:\nThe current law defining the various degrees of assault and their\npunishments are woefully inadequate. This bill addresses the\nfoundation inadequacy of definitions that fail to correspond with the\nterms as they are commonly understood by the citizens of the state.\n\nFor example, under current law, assault in the 3rd degree as set forth\nin Section 120.00 of the Penal Law is a Class A Misdemeanor. A\ndefendant commits assault in the 3rd degree when he/she intentionally\nor recklessly causes physical injury to another person. Physical\ninjury is currently defined in Penal Law Section 10.00 (9) as\n\"impairment of physical condition or substantial pain.\"\n\nAll too frequently, courts have failed to find that 'physical injury'\nwas inflicted and therefore convicted defendants on a lesser charge\nof a violation in spite of evidence of injuries including bleeding,\nbruises, dizziness and other inflictions. By expanding the definition\nof 'physical\ninjury', this legislation will make sure that defendants who are\nguilty of assault cannot easily plea down to lesser offenses.\n\nAs there is no Class E felony statute, assault in the 2nd degree is\ndefined as a Class D felony in Penal Law Section 120.05 (1) as \"with\nintent to cause serious physical injury to another person, he causes\nsuch injury to such person...\" Serious physical injury is currently\ndefined in Penal Law Section 10.00 (10) as \"physical injury which\ncreates a substantial risk of death, or which causes death or serious\nand protracted disfigurement, protracted impairment of health or\nprotracted loss or impairment of the function of any bodily organ.\"\nThis definition has clearly not kept up with advances in emergency\nmedicine nor does it recognize the serious nature of injuries that\nwould not fall neatly into the above definition. Such a scenario\nwould mean that a victim could face excruciatingly painful and\nserious injuries as a result of being assaulted but due to advances\nin medicine their attacker may only be charged with assault in the\n31d degree if only 'physical injury' was recognized under current\ndefinitions.\n\nAlso, at issue is being able to prove the intention of serious\nphysical harm by an attacker. Sometimes, a punch can lead to a\ntraumatic brain injury or other serious medical condition.\nHowever, case law in New York is clear that a single punch does not\ndemonstrate intent to cause such a serious injury even if that is the\noutcome. Individuals should be held responsible for the injuries\ninflicted on another human being whether they cause physical injuries\nor serious physical injuries.\n\nThe goal of this legislation is to not only update the definitions\nclarify the seriousness of the injuries a person has sustained but\nalso to clarify what culpable state of mind is necessary for a person\nto be charged with assault in the 2nd degree.\n\nLEGISLATIVE HISTORY:\nS.8231 of 2010\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November\nnext succeeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to clarifying the definition of physical injury and serious physical injury; and the culpable state of mind necessary for the commission of assault in the second degree when a serious physical injury is caused to another person ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T142840.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T142306.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110119.T153822.TXT", "SOBI.D110119.T163826.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090086
}