{
  "year" : 2011,
  "senateBillNo" : "S2357-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2357-2011-1295413200000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to notification of parents when student directory personal contact information is released to third parties; provides an opportunity to opt out",
  "summary" : "Requires notification of parents when student directory personal contact information is released to third parties; provides an opportunity to opt out. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2357\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen.  OPPENHEIMER -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law,  in  relation  to  student  directory\n         personal contact information released by school districts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 3212-b\n    2  to read as follows:\n    3    S 3212-B. STUDENT  DIRECTORY  PERSONAL  CONTACT  INFORMATION.  1.  FOR\n    4  PURPOSES  OF  THIS SECTION, \"STUDENT DIRECTORY PERSONAL CONTACT INFORMA-\n    5  TION\" SHALL INCLUDE THE STUDENT'S ADDRESS, PHONE NUMBER, EMAIL  ADDRESS,\n    6  OR ANY OTHER INFORMATION THAT MAY BE USED TO CONTACT A STUDENT DIRECTLY.\n    7    2.  ANY TIME A SCHOOL DISTRICT OR SCHOOL RELATED ASSOCIATION DISCLOSES\n    8  ANY STUDENT DIRECTORY PERSONAL CONTACT INFORMATION TO A THIRD PARTY, THE\n    9  SCHOOL DISTRICT OR SCHOOL RELATED ASSOCIATION SHALL:\n   10    (A) NOTIFY THE PARENT OR GUARDIAN THAT THE INFORMATION  WAS  RELEASED;\n   11  OR\n   12    (B)  FOR  A  STUDENT  WHO  HAS REACHED THE AGE OF EIGHTEEN, NOTIFY THE\n   13  STUDENT DIRECTLY THAT THE INFORMATION WAS RELEASED; AND\n   14    (C) PROVIDE AN OPPORTUNITY FOR THE PARENT, GUARDIAN OR STUDENT WHO HAS\n   15  REACHED THE AGE OF EIGHTEEN TO ELECT TO DISCONTINUE THE RELEASE  OF  THE\n   16  STUDENT'S  PERSONAL CONTACT INFORMATION BY THE SCHOOL DISTRICT OR SCHOOL\n   17  RELATED ASSOCIATION.\n   18    3. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO  THE  RELEASE  OF\n   19  STUDENT  DIRECTORY  PERSONAL  CONTACT  INFORMATION  TO THE DEPARTMENT OF\n   20  EDUCATION, THE UNITED STATES MILITARY, ANY INSTITUTION OF HIGHER  EDUCA-\n   21  TION,  ANY  POLITICAL SUBDIVISION OR FEDERAL AGENCY THAT DEMONSTRATES AN\n   22  APPROPRIATE NEED FOR THE INFORMATION, OR A  SCHOOL  DISTRICT  OR  SCHOOL\n   23  THAT DEMONSTRATES AN APPROPRIATE NEED FOR THE INFORMATION.\n   24    S  2.  This  act shall take effect July 1, 2011 and shall apply to the\n   25  2011-2012 academic year.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07381-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to student directory personal contact information released by school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141307.TXT", "SOBI.D110119.T133303.TXT", "SOBI.D110119.T164826.TXT", "SOBI.D110119.T131256.TXT", "SOBI.D110119.T130756.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295473706698
}