{
  "year" : 2011,
  "senateBillNo" : "S235-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S235-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the issuance of distinctive license plates for recipients of the conspicuous service cross or their spouses",
  "summary" : "Authorizes the issuance of distinctive license plates for recipients of the conspicuous service cross or their spouses; requires payment of the regular registration fee and an additional, one-time service charge of ten dollars. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S4968-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          235\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  authorizing\n         distinctive  license  plates for recipients of the conspicuous service\n         cross\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE PLATES FOR CONSPICUOUS SERVICE CROSS  RECIPIENTS.\n    4  1. ANY CONSPICUOUS SERVICE CROSS RECIPIENT RESIDING IN THIS STATE OR THE\n    5  SPOUSE  OF  ANY  SUCH RECIPIENT SHALL, UPON REQUEST, BE ISSUED A LICENSE\n    6  PLATE BEARING THE WORDS \"CONSPICUOUS  SERVICE  CROSS  RECIPIENT\".  IF  A\n    7  DISTINCTIVE  PLATE  IS  ISSUED  TO A CONSPICUOUS SERVICE CROSS RECIPIENT\n    8  PURSUANT TO THIS SECTION, SUCH A DISTINCTIVE PLATE SHALL NOT  BE  ISSUED\n    9  TO  THE  SPOUSE OF SUCH CONSPICUOUS SERVICE CROSS RECIPIENT. APPLICATION\n   10  FOR SAID LICENSE PLATE SHALL BE FILED WITH THE COMMISSIONER IN SUCH FORM\n   11  AND DETAIL AS THE COMMISSIONER SHALL PRESCRIBE.\n   12    2. THE DISTINCTIVE PLATE AUTHORIZED BY THIS SECTION  SHALL  BE  ISSUED\n   13  UPON  PROOF, SATISFACTORY TO THE COMMISSIONER, THAT THE APPLICANT OR THE\n   14  SPOUSE OF THE APPLICANT IS A CONSPICUOUS SERVICE CROSS RECIPIENT.\n   15    3. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   16  IN THE SAME MANNER AS OTHER NUMBER PLATES UPON PAYMENT  OF  THE  REGULAR\n   17  REGISTRATION FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS ARTICLE;\n   18  PROVIDED,  HOWEVER,  THAT  AN ADDITIONAL, ONE-TIME SERVICE CHARGE OF TEN\n   19  DOLLARS SHALL BE CHARGED FOR SUCH  PLATE.  SUCH  ANNUAL  SERVICE  CHARGE\n   20  SHALL  BE  DEPOSITED  PURSUANT TO THE PROVISIONS OF SECTION FOUR HUNDRED\n   21  FOUR-OO OF THIS ARTICLE TO THE CREDIT OF THE DEPARTMENT OF  MOTOR  VEHI-\n   22  CLES   DISTINCTIVE   PLATE   DEVELOPMENT  FUND  ESTABLISHED  BY  SECTION\n   23  NINETY-FIVE-G OF THE STATE  FINANCE  LAW  AND  SHALL  BE  USED  FOR  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00540-01-1\n\n       S. 235                              2\n\n    1  PRODUCTION,  DESIGN,  ADVERTISING  AND  MARKETING OF DISTINCTIVE LICENSE\n    2  PLATES PURSUANT TO SUCH SECTION NINETY-FIVE-G.\n    3    S 2. This act shall take effect on the one hundred twentieth day after\n    4  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing distinctive license plates for recipients of the conspicuous service cross ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T111304.TXT", "SOBI.D101214.T143644.TXT", "SOBI.D101213.T104803.TXT", "SOBI.D101214.T144215.TXT", "SOBI.D101213.T113807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292355735606
}