{
  "year" : 2011,
  "senateBillNo" : "S2355-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S2355-2011-1295413200000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires day care providers to escrow security deposits exceeding the value of two weeks of provided services",
  "summary" : "Requires day care providers to escrow security deposits in excess of the value of two weeks of provided services. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S4513-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2355\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law, in relation to security  depos-\n         its collected by child day care providers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The social services law is amended by adding a new  section\n    2  390-i to read as follows:\n    3    S 390-I. REQUIRING CHILD DAY CARE PROVIDERS TO ESCROW CERTAIN SECURITY\n    4  DEPOSITS.   1. CHILD DAY CARE PROVIDERS, LICENSED OR REGISTERED PURSUANT\n    5  TO THIS TITLE, THAT COLLECT ADVANCE SECURITY DEPOSITS OF  AN  AMOUNT  IN\n    6  EXCESS  OF,  BUT  NOT  EQUAL  TO,  THE  FEE  FOR TWO WEEKS OF CHILD CARE\n    7  SERVICES ARE REQUIRED TO DEPOSIT THE DIFFERENCE BETWEEN THE FEE FOR  TWO\n    8  WEEKS  OF SERVICES AND THE TOTAL AMOUNT OF THE REQUIRED SECURITY DEPOSIT\n    9  INTO AN ESCROW ACCOUNT WHICH SHALL NOT  BE  MINGLED  WITH  THE  PERSONAL\n   10  MONIES OR BECOME AN ASSET OF THE DAY CARE PROVIDER.\n   11    2.  THE  CHILD  DAY CARE PROVIDER MUST COMPLY WITH THE REQUIREMENTS OF\n   12  SUBDIVISION ONE OF THIS SECTION AND, PRIOR TO TERMINATION OF SERVICES BY\n   13  THE CHILD'S PARENT OR GUARDIAN MUST:\n   14    (A) PROVIDE CHILD CARE SERVICES EQUAL TO THE AMOUNT OF TIME COVERED BY\n   15  THE TOTAL AMOUNT OF THE SECURITY DEPOSIT; OR\n   16    (B) RETURN THE EXCESS SECURITY DEPOSIT PLUS ACCRUED INTEREST; OR\n   17    (C) RETURN THE TOTAL AMOUNT  OF  THE  SECURITY  DEPOSIT  PLUS  ACCRUED\n   18  INTEREST ON THE EXCESS SECURITY DEPOSIT.\n   19    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   20  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07341-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to security deposits collected by child day care providers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141307.TXT", "SOBI.D110119.T133303.TXT", "SOBI.D110119.T164826.TXT", "SOBI.D110119.T130756.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295473706689
}