{
  "year" : 2011,
  "senateBillNo" : "S2351-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2351-2011-1295413200000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the Historic Hudson-Hoosic Rivers Partnership to replace and expand the territory of the former Historic Saratoga-Washington on the Hudson Partnership",
  "summary" : "Establishes the Historic Hudson-Hoosic Rivers Partnership to replace and expand the territory of the former Historic Saratoga-Washington on the Hudson Partnership. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A2594",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S1758-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2351                                                  A. 2594\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by  Sen.  McDONALD -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Environ-\n         mental Conservation\n\n       IN ASSEMBLY -- Introduced by M. of  A.  ENGLEBRIGHT  --  read  once  and\n         referred to the Committee on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         establishing the Historic Hudson-Hoosic Rivers Partnership\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  article  heading  of article 42 of the environmental\n    2  conservation law, as added by chapter  737  of  the  laws  of  2006,  is\n    3  amended to read as follows:\n\n    4                HISTORIC [SARATOGA-WASHINGTON ON THE HUDSON]\n    5                            HUDSON-HOOSIC RIVERS\n    6                                 PARTNERSHIP\n    7    S  2.  Subdivisions 1, 3 and 4 of section 42-0101 of the environmental\n    8  conservation law, as added by chapter 737  of  the  laws  of  2006,  are\n    9  amended to read as follows:\n   10    1.  \"Partnership\" shall mean the organization established as [The] THE\n   11  Historic [Saratoga-Washington on the Hudson] HUDSON-HOOSIC RIVERS  Part-\n   12  nership pursuant to section 42-0103 of this article.\n   13    3.  \"Historic [Saratoga-Washington on the Hudson] HUDSON-HOOSIC RIVERS\n   14  area\" or \"area\" shall mean the contiguous area in Saratoga [and],  Wash-\n   15  ington AND RENSSELAER counties within the towns of Saratoga, Stillwater,\n   16  Northumberland,  Easton,  Fort Edward, Waterford, Halfmoon [and], Green-\n   17  wich, SCHAGHTICOKE, HOOSICK, MOREAU, WHITE CREEK, CAMBRIDGE,  KINGSBURY,\n   18  CORINTH  AND  PITTSTOWN;  THE  VILLAGES OF SOUTH GLENS FALLS, CAMBRIDGE,\n   19  HUDSON FALLS, VALLEY FALLS, SCHAGHTICOKE, CORINTH AND HOOSICK FALLS; and\n   20  the city of Mechanicville.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01418-01-1\n\n       S. 2351                             2                            A. 2594\n\n    1    4. \"Historic [Saratoga-Washington on the Hudson] HUDSON-HOOSIC  RIVERS\n    2  fund\"  or  \"fund\"  shall  be  the  fund  established pursuant to section\n    3  42-0115 of this article.\n    4    S  3.  The  section  heading and subdivisions 1, 5, 7 and 9 of section\n    5  42-0103 of the environmental conservation law, as added by  chapter  737\n    6  of the laws of 2006, are amended to read as follows:\n    7  The  Historic  [Saratoga-Washington  on the Hudson] HUDSON-HOOSIC RIVERS\n    8  Partnership.\n    9    1. The Historic  [Saratoga-Washington  on  the  Hudson]  HUDSON-HOOSIC\n   10  RIVERS  Partnership is hereby established in the department to be a body\n   11  corporate and public, and to consist of up to [twenty-two]  THIRTY-SEVEN\n   12  voting  members.  The  following  individuals shall be invited to become\n   13  members: the supervisor of the town of Saratoga, the supervisor  of  the\n   14  town of Fort Edward, the supervisor of the town of Greenwich, the super-\n   15  visor  of  the town of Easton, the supervisor of the town of Stillwater,\n   16  the supervisor of the town of Waterford, the supervisor of the  town  of\n   17  Northumberland,  the  supervisor of the town of Halfmoon, the supervisor\n   18  of the town of Mechanicville, THE SUPERVISOR OF THE TOWN OF WHITE CREEK,\n   19  THE SUPERVISOR OF THE TOWN OF CAMBRIDGE, THE SUPERVISOR OF THE  TOWN  OF\n   20  MOREAU,  THE  SUPERVISOR  OF THE TOWN OF SCHAGHTICOKE, THE SUPERVISOR OF\n   21  THE TOWN OF PITTSTOWN, THE SUPERVISOR OF THE TOWN OF HOOSICK, THE SUPER-\n   22  VISOR OF THE TOWN OF KINGSBURY, THE SUPERVISOR OF THE TOWN  OF  CORINTH,\n   23  the  mayor  of  the  city  of Mechanicville, the mayor of the village of\n   24  Schuylerville, the mayor of the village of Victory,  the  mayor  of  the\n   25  village  of  Stillwater,  the  mayor  of the village of Fort Edward, the\n   26  mayor of the village of Greenwich, THE MAYOR OF  THE  VILLAGE  OF  SOUTH\n   27  GLENS  FALLS,  THE  MAYOR  OF THE VILLAGE OF CAMBRIDGE, THE MAYOR OF THE\n   28  VILLAGE OF HUDSON FALLS, THE MAYOR OF THE VILLAGE OF VALLEY  FALLS,  THE\n   29  MAYOR  OF  THE  VILLAGE  OF  SCHAGHTICOKE,  THE  MAYOR OF THE VILLAGE OF\n   30  CORINTH, THE MAYOR OF THE VILLAGE OF HOOSICK FALLS and the mayor of  the\n   31  village  of  Waterford.  In  addition, six members shall be appointed as\n   32  follows: two shall be appointed by the governor, two shall be  appointed\n   33  by  the  temporary president of the senate[,] and two shall be appointed\n   34  by the speaker of the assembly. The commissioner and  the  commissioners\n   35  of agriculture and markets, and parks, recreation and historic preserva-\n   36  tion  shall  be nonvoting ex-officio members of the partnership. The six\n   37  appointed members of the partnership, [three]  TWO  of  which  shall  be\n   38  residents of Saratoga county, TWO OF WHICH SHALL BE RESIDENTS OF RENSSE-\n   39  LAER  COUNTY  and  [three] TWO of which shall be residents of Washington\n   40  county, shall by training, education and  experience  or  attainment  be\n   41  qualified  to  analyze,  interpret  and/or  support  matters relevant to\n   42  historical, environmental, economic or scenic preservation work  of  the\n   43  partnership.  Each  ex-officio member of the partnership may designate a\n   44  representative to attend, in his or her place, meetings of the  partner-\n   45  ship and to act in his or her behalf at meetings and with respect to the\n   46  business of the partnership.\n   47    5.  Notwithstanding  any  inconsistent  provisions  of  law,  general,\n   48  special[,] or local, no officer or employee of the state  or  any  civil\n   49  division thereof, shall be deemed to have forfeited or shall forfeit his\n   50  or  her  office  or  employment  by  reason  of his or her acceptance of\n   51  membership on the partnership.\n   52    [7. The partnership shall come into being, upon  the  receipt  by  the\n   53  commissioner,  of  notice from eight municipal voting members the inten-\n   54  tion to join the partnership.]\n   55    9. Every state agency and public corporation  having  jurisdiction  of\n   56  land  within  municipalities located within the Historic [Saratoga-Wash-\n\n       S. 2351                             3                            A. 2594\n\n    1  ington on the Hudson River]  HUDSON-HOOSIC  RIVERS  PARTNERSHIP  Reserve\n    2  shall, to the fullest extent practicable, cooperate and assist the part-\n    3  nership in carrying out the provisions of this article.\n    4    S  4.  Section 42-0105 of the environmental conservation law, as added\n    5  by chapter 737 of the laws of 2006, is amended to read as follows:\n    6  S 42-0105. The Historic [Saratoga-Washington on the Hudson]  HUDSON-HOO-\n    7  SIC RIVERS PARTNERSHIP Reserve.\n    8    The  area  encompassed within the municipal boundaries in the towns of\n    9  Saratoga, Stillwater, Northumberland, Easton,  Fort  Edward,  Waterford,\n   10  Halfmoon,  MOREAU,  SCHAGHTICOKE,  CAMBRIDGE,  WHITE  CREEK,  PITTSTOWN,\n   11  HOOSICK, KINGSBURY, CORINTH and Greenwich; THE VILLAGES OF  SOUTH  GLENS\n   12  FALLS,  CAMBRIDGE, HUDSON FALLS, VALLEY FALLS, SCHAGHTICOKE, CORINTH AND\n   13  HOOSICK FALLS; and the city of Mechanicville is hereby designated to  be\n   14  the  Historic  [Saratoga-Washington  on the Hudson] HUDSON-HOOSIC RIVERS\n   15  PARTNERSHIP Reserve.\n   16    S 5. Section 42-0111 of the environmental conservation law,  as  added\n   17  by chapter 737 of the laws of 2006, is amended to read as follows:\n   18  S 42-0111. Appropriations by municipalities.\n   19    To  effectuate  the  purposes  of  this article, the local legislative\n   20  bodies of the towns, villages and city within the reserve and the  coun-\n   21  ties  of  Saratoga  [and], Washington AND RENSSELAER may appropriate and\n   22  pay over to the partnership moneys to be expended by the partnership  to\n   23  carry out its functions [thereunder] PURSUANT TO THIS ARTICLE.\n   24    S  6.  Section 42-0113 of the environmental conservation law, as added\n   25  by chapter 737 of the laws of 2006, is amended to read as follows:\n   26  S 42-0113. Cooperation of state agencies.\n   27    To effectuate the  purposes  of  this  article,  the  partnership  may\n   28  request  from  any department, board, bureau, commission or other agency\n   29  of the state, and the same are authorized to provide,  such  cooperation\n   30  and assistance, services and data as will enable the partnership proper-\n   31  ly to carry out its functions [thereunder] PURSUANT TO THIS ARTICLE.\n   32    S  7.  Subdivision 1 of section 42-0115 of the environmental conserva-\n   33  tion law, as added by chapter 737 of the laws of  2006,  is  amended  to\n   34  read as follows:\n   35    1. There is hereby established in the joint custody of the state comp-\n   36  troller  and  the commissioner of taxation and finance a special fund to\n   37  be  known  as  the  \"Historic  [Saratoga-Washington   on   the   Hudson]\n   38  HUDSON-HOOSIC RIVERS fund\".\n   39    S  8.  Section 42-0117 of the environmental conservation law, as added\n   40  by chapter 737 of the laws of 2006, is amended to read as follows:\n   41  S 42-0117. Siena College revolutionary war institute.\n   42    The partnership may enter into an agreement  with  the  Siena  College\n   43  revolutionary  war  institute  to  provide  diverse,  academically based\n   44  education opportunities based on the historic resources of the  Historic\n   45  [Saratoga-Washington  on  the  Hudson]  HUDSON-HOOSIC RIVERS PARTNERSHIP\n   46  Reserve for local schools, residents in the reserve and visitors to  the\n   47  reserve to learn about our nation's birth and democratic foundations.\n   48    S  9.  This act shall take effect upon the receipt by the commissioner\n   49  of environmental conservation of notice  from  at  least  eight  of  the\n   50  following  municipal  voting  members  of  their  intention  to join the\n   51  Hudson-Hoosic Rivers Partnership: the town of White Creek, the  town  of\n   52  Cambridge,  the  town  of  Moreau, the town of Schaghticoke, the town of\n   53  Pittstown, the town of Hoosick, the  town  of  Kingsbury,  the  town  of\n   54  Corinth, the village of South Glens Falls, the village of Cambridge, the\n   55  village  of  Hudson  Falls,  the village of Valley Falls, the village of\n   56  Schaghticoke, the village of Corinth or the village  of  Hoosick  Falls;\n\n       S. 2351                             4                            A. 2594\n\n    1  provided that the commissioner of environmental conservation shall noti-\n    2  fy  the  legislative  bill  drafting  commission  upon the occurrence of\n    3  notice from eight of the preceding  municipalities  in  order  that  the\n    4  commission may maintain an accurate and timely effective database of the\n    5  official  text  of  the  laws of the state of New York in furtherance of\n    6  effectuating the provisions of section 44 of  the  legislative  law  and\n    7  section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing the Historic Hudson-Hoosic Rivers Partnership ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T123252.TXT", "SOBI.D110119.T142306.TXT", "SOBI.D110119.T124812.TXT", "SOBI.D110119.T130255.TXT", "SOBI.D110119.T130756.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295464986083
}