{
  "year" : 2011,
  "senateBillNo" : "S2350-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2350-2011-1295413200000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the distribution of health care proxy blank forms and instructions with mailings of driver's license and registration renewals",
  "summary" : "Directs the distribution of health care proxy blank forms and instructions with mailings of drivers license and registration renewals; provides for cooperation between motor vehicle and health departments. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S3032-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2350\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen.  HANNON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to distribution\n         of health care proxy information\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 397-c to read as follows:\n    3    S 397-C. DISTRIBUTION OF HEALTH CARE PROXY INFORMATION. THE DEPARTMENT\n    4  SHALL DISTRIBUTE, IN LICENSE AND VEHICLE REGISTRATION MAILINGS TO  RESI-\n    5  DENTS  OF  THE  STATE,  A  HEALTH  CARE  PROXY  FORM AND INSTRUCTIONS AS\n    6  PREPARED BY THE DEPARTMENT OF HEALTH IN COLLABORATION WITH  THE  COMMIS-\n    7  SIONER  OF  HEALTH.  THE  DEPARTMENT SHALL CONDUCT SUCH MAILINGS FOR THE\n    8  ENTIRE CALENDAR YEAR ONCE EVERY FOUR  YEARS.  THE  FIRST  MAILING  SHALL\n    9  COMMENCE  ON  A SCHEDULE TO BE DETERMINED BY THE COMMISSIONER, BUT SHALL\n   10  COMMENCE NO LATER THAN JANUARY FIRST, TWO THOUSAND THIRTEEN.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07195-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to distribution of health care proxy information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T131757.TXT", "SOBI.D110119.T131256.TXT", "SOBI.D110119.T142306.TXT", "SOBI.D110119.T115750.TXT", "SOBI.D110119.T124812.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295464986064
}