{
  "year" : 2011,
  "senateBillNo" : "S2356-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S2356-2011-1295413200000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to reporting by the office of children and family services regarding child care assistance provided under the block grant for child care",
  "summary" : "Requires reporting by the office of children and family services regarding the supply and demand for child care services for each local social services district and the child care assistance provided under the block grant for child care. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : "A3554",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "SA3422-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2356\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law, in relation to reporting by the\n         office of children and family services regarding child care assistance\n         provided under the block grant for child care\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent. The legislature finds and determines\n    2  that the supply of child day  care  may  not  be  sufficient  to  ensure\n    3  adequate  choices  for  working  parents and for recipients of temporary\n    4  assistance to needy families.  This legislation directs  the  office  of\n    5  children  and  family services to collect and publish data on the supply\n    6  and demand for child care services.\n    7    S 2. Section 410-z of the social services law, as added by section  52\n    8  of  part  B  of  chapter  436  of the law of 1997, is amended to read as\n    9  follows:\n   10    S 410-z. Reporting requirements.  1.  Each  social  services  district\n   11  shall  collect  and  submit  to  the [department] OFFICE OF CHILDREN AND\n   12  FAMILY SERVICES, in such form and at such times as    specified  by  the\n   13  department,  such  data and information regarding child  care assistance\n   14  provided under the block grant as the department may need to comply with\n   15  federal AND STATE reporting requirements.\n   16    2. WITHIN ONE HUNDRED EIGHTY DAYS AFTER THE END OF EACH  FISCAL  YEAR,\n   17  THE OFFICE OF CHILDREN AND FAMILY SERVICES SHALL REPORT TO THE GOVERNOR,\n   18  THE  TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF THE ASSEMBLY, AND\n   19  THE CHAIRS OF THE SENATE FINANCE COMMITTEE AND  THE  ASSEMBLY  WAYS  AND\n   20  MEANS COMMITTEE ON THE SUPPLY AND DEMAND OF CHILD CARE SERVICES, INCLUD-\n   21  ING, WITHOUT LIMITATIONS:\n   22    (A) FOR EACH LOCAL SOCIAL SERVICES DISTRICT:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08045-01-1\n\n       S. 2356                             2\n\n    1    (I)  THE  NUMBER  OF  CHILD  CARE  PROVIDERS FOR EACH OF THE FOLLOWING\n    2  MODALITIES: CHILD DAY CARE CENTER, GROUP FAMILY DAY  CARE  HOME,  FAMILY\n    3  DAY CARE HOME, AND SCHOOL AGED CHILD CARE;\n    4    (II) THE TOTAL NUMBER OF SLOTS FOR EACH OF THE ABOVE MODALITIES;\n    5    (III) THE TOTAL NUMBER OF SLOTS BY THE FOLLOWING AGE GROUPS:  INFANTS,\n    6  TODDLER, PRE-SCHOOL, AND SCHOOL-AGED CHILDREN;\n    7    (IV)  THE  NUMBER  OF  SLOTS  OF CHILDREN OF PARENTS WHO WORK EVENING,\n    8  NIGHT OR WEEKEND SHIFTS;\n    9    (V) THE NUMBER OF CHILDREN IN LEGALLY  EXEMPT  CHILD  DAY  CARE  HOMES\n   10  RECEIVING CHILD CARE SUBSIDIES;\n   11    (VI)  WITH THE ASSISTANCE OF CHILD CARE RESOURCE AND REFERRAL AGENCIES\n   12  ESTABLISHED PURSUANT TO TITLE FIVE-B OF THIS ARTICLE, NET GAIN  OR  LOSS\n   13  OF  DAY CARE CENTER STAFF AND FAMILY DAY CARE PROVIDERS, AND RECOMMENDA-\n   14  TIONS FOR INCREASING THE RECRUITMENT  AND  RETENTION  OF  PROVIDERS  AND\n   15  STAFF; AND\n   16    (VII)  THE  NUMBER  OF  PAYMENTS  AND TOTAL AMOUNT OF REIMBURSEMENT TO\n   17  PROVIDERS OF SUBSIDIZED CHILD CARE MADE MORE THAN THIRTY DAYS AFTER  THE\n   18  PROVIDER  HAS  SUBMITTED  A BILL AND ANY OTHER REQUIRED DOCUMENTATION TO\n   19  THE LOCAL SOCIAL SERVICES DISTRICT.\n   20    (B) FOR THE STATE AS A WHOLE:\n   21    (I) THE INSPECTION PROCESS, INCLUDING: THE  CURRENT  NUMBER  OF  STAFF\n   22  DEDICATED  TO  THE  INSPECTION  OF  CHILD  CARE PROVIDERS; THE NUMBER OF\n   23  INSPECTIONS CONDUCTED DURING THE REPORTING PERIOD; AN ANALYSIS OF  THEIR\n   24  FINDINGS;  THE NUMBER OF CHILD DAY CARE PROGRAMS WHOSE LICENSE OR REGIS-\n   25  TRATION HAS BEEN REVOKED, REJECTED, TERMINATED  OR  SUSPENDED;  AND  THE\n   26  NUMBER  OF  HEARINGS  BEFORE  THE OFFICE OF CHILDREN AND FAMILY SERVICES\n   27  INVOLVING CHILD DAY CARE PROVIDERS; AND\n   28    (II) SUCH OTHER DATA AS MAY  BE  NECESSARY  TO  EVALUATE  THE  STATE'S\n   29  PERFORMANCE IN ENSURING A QUALITY CHILD DAY CARE SYSTEM.\n   30    3.  EACH  ANNUAL  REPORT  SHALL  BE  AVAILABLE  FOR THREE YEARS ON THE\n   31  WEBSITE OF THE OFFICE OF CHILDREN AND FAMILY SERVICES.\n   32    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2356\n\nTITLE OF BILL:\nAn act\nto amend the social services law, in relation to\nreporting by the office of children and family services regarding\nchild care assistance provided under the block grant for\nchild care\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill would provide more information about the supply and demand\nfor child day care on a county-by-county basis.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nRequires the Office of Children and Family Services to report once a\nyear on the number of child care providers by the type of child care\nand age of child, to report on net gain or loss of child care workers\nand family day care providers, and to report other data affecting the\nsupply and the quality of child day care.\n\nJUSTIFICATION:\nThe supply of child day care is not sufficient to ensure adequate\nchoices for working parents and for recipients of temporary\nassistance to needy families.\nThis legislation directs the Office of Children and Family Services to\ncollect and publish data on the supply and demand for child care\nservices on a county-by-county basis, in order to target assistance,\nand aid in planning and policy-making.\n\nPRIOR LEGISLATIVE HISTORY:\nFirst introduced in 2009-10\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to reporting by the office of children and family services regarding child care assistance provided under the block grant for child care ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141307.TXT", "SOBI.D110119.T133303.TXT", "SOBI.D110125.T152940.TXT", "SOBI.D110119.T164826.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T130756.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090081
}