{
  "year" : 2011,
  "senateBillNo" : "S2352-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2352-2011-1295413200000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to instruction on the history of people with disabilities",
  "summary" : "Relates to instruction on the history of people with disabilities. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S7930-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2352\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by Sen. GRISANTI -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation  to  instruction  on  the\n         history of people with disabilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 801 of the education law, as added\n    2  by chapter 265 of the laws of 2000, is amended to read as follows:\n    3    5. The regents shall make available to all  elementary  AND  SECONDARY\n    4  schools  in  the  state  suitable  curriculum  materials  to  aid in the\n    5  instruction of pupils in grades kindergarten through [six] TWELVE in the\n    6  understanding and acceptance of children with disabilities as defined in\n    7  section forty-four hundred one of this chapter.\n    8    S 2. This act shall take effect on the first of July  next  succeeding\n    9  the  date  on  which  it shall have become a law, and shall apply to all\n   10  school years which commence on or after its effective date.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06862-01-1\n",
  "memo" : "BILL NUMBER:S2352\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to instruction on the history of\npeople with disabilities\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill would promote greater awareness and understanding of people\nwith disabilities by amending current education law (Chapter 265 of\nthe Laws of 2000) which requires the NYS Education Department to make\navailable to elementary schools suitable curriculum materials to aid\nin the instruction on the understanding and acceptance of people with\ndisabilities. This amendment will require the department to provide\nthe curriculum to secondary schools.\n\nSUMMARY OF PROVISIONS:\nSubdivision 5 of section 801 of the education law is amended to\ninclude grades seven to twelfth grades in the instruction in the\nunderstanding and acceptance of people with disabilities.\n\nJUSTIFICATION:\nChapter 265 of the laws of 2000 was enacted to promote the spirit of\nthe Americans with Disabilities Act which requires a less restrictive\neducational environment for students with disabilities. As more\nstudents with disabilities are placed in mainstream classrooms, the\nneed to promote tolerance and acceptance is a core component of\nteaching good citizenship. with the rise of violence in schools this\nbill will influence and change how students view and interact with\nothers of differing abilities.\n\nCurrent law requires the NYS Board of Regents to create a curriculum\nthat promotes mutual respect and understanding of people with\ndisabilities to elementary school students. The intent of chapter 265\nis to teach tolerance and, acknowledge the impact and contributions\nthat individuals with disabilities have had on society. When students\nlearn that people with disabilities are more similar than different,\nhave strengths and talents, and want to participate in school\nactivities, a foundation for good citizenship begins to develop.\nDisability History curriculum will provide a forum for discussion and\ninspires respect for individual differences and ultimately provides a\nroadmap for creating an accepting society.\n\nIt is the state's responsibility to provide a sound basic education to\nall students. Included in the NYS Board of Regents learning standards\nare goals to provide the educational framework that promotes\ncitizenship and civic responsibility. Chapter 265 made it possible\nfor elementary schools (grades kindergarten through sixth grade) to\nbetter prepare young students to be more tolerant to the differences\nthat make each of us unique.\n\nThis legislation would continue in that spirit by requiring secondary\nschools to teach a disabilities curriculum in seventh through twelfth\ngrades.\n\nThe \"Museum of Disability History\" located in Western New York has\nworked with teachers, special educators, advocates and parents of\nchildren with disabilities to establish a curriculum for grades K-l2\nthat highlights the history of people with disabilities, with a\nstrong focus on awareness, sensitivity and diversity. Pilot programs\nin WNY area schools have shown the curriculum to be effective in the\nclassroom. This curriculum is free and readily accessible on the web,\nadding no cost to schools or the state.\n\nLEGISLATIVE HISTORY:\nS.7930 of 2010\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of July next succeeding the\ndate on which it shall have become a law, and shall apply to all\nschool years which commence on or after its effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to instruction on the history of people with disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110119.T131757.TXT", "SOBI.D110119.T124254.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T125755.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090075
}