{
  "year" : 2011,
  "senateBillNo" : "S236-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S236-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes the Niagara section of the thruway from the control of the thruway authority and puts it under the department of transportation's control; repealer",
  "summary" : "Removes the Niagara section of the thruway from the control of the thruway authority and puts it under the department of transportation's control. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S2902-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          236\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the public authorities  law  and  the  highway  law,  in\n         relation to removing the Niagara section of the New York state thruway\n         from  the  control of the thruway authority and to putting the Niagara\n         section of the New York state thruway under the control of the depart-\n         ment of transportation; and to repeal certain provisions of the public\n         authorities law and the highway law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 8 of section 356 of the public authorities law\n    2  is REPEALED and subdivision 9 is renumbered subdivision 8.\n    3    S 2. Subdivision 4 of section 356-a of the public authorities  law  is\n    4  REPEALED and subdivision 5, as added by chapter 741 of the laws of 1957,\n    5  is amended to read as follows:\n    6    [5]  4.  The thruway constructed along the route described in subdivi-\n    7  sion [nine] EIGHT of section three hundred  fifty-six  of  this  article\n    8  shall be known as \"The Algonquin Path\".\n    9    S 3. Subdivision 6 of section 349-a of the highway law is REPEALED and\n   10  subdivisions 7, 8 and 9 are renumbered subdivisions 6, 7 and 8.\n   11    S  4. The highway law is amended by adding a new section 341-b to read\n   12  as follows:\n   13    S 341-B. ACCEPTANCE OF A BRIDGE AND HIGHWAY AS PART OF THE STATE HIGH-\n   14  WAY SYSTEM. THE STATE HEREBY ACCEPTS AS A PART OF THE  SYSTEM  OF  STATE\n   15  HIGHWAYS  A  CERTAIN  BRIDGE AND HIGHWAY STARTING AT THE JUNCTION OF THE\n   16  ERIE AND THE ONTARIO SECTIONS OF THE THRUWAY AT A POINT IN THE  VICINITY\n   17  OF  THE CROSSING OF DINGENS STREET AND THE LEHIGH VALLEY RAILROAD IN THE\n   18  TOWN OF CHEEKTOWAGA, THENCE GENERALLY IN A WESTERLY  DIRECTION  TO  ERIE\n   19  STREET  IN THE CITY OF BUFFALO, THENCE CONTINUING IN A GENERAL NORTHWES-\n   20  TERLY DIRECTION TO THE FRONT, THENCE THROUGH THE FRONT AND NORTH BETWEEN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01089-01-1\n\n       S. 236                              2\n\n    1  NIAGARA STREET AND THE SHIP CANAL TO THE RIGHT OF WAY OF  THE  ABANDONED\n    2  ERIE  CANAL  NEAR  THE NORTHERN END OF SUCH SHIP CANAL, THENCE GENERALLY\n    3  ALONG SUCH RIGHT OF WAY, DEVIATING THEREFROM TO MAKE A  CONNECTION  WITH\n    4  THE  EASTERLY  APPROACH  OF THE SOUTH GRAND ISLAND BRIDGE, THENCE ACROSS\n    5  THE NIAGARA RIVER, UTILIZING THE EXISTING  SOUTH  GRAND  ISLAND,  THENCE\n    6  ALONG OR PARALLEL TO EXISTING GRAND ISLAND BOULEVARD, ACROSS THE NIAGARA\n    7  RIVER,  UTILIZING THE EXISTING NORTH GRAND ISLAND BRIDGE AND SUCH BRIDGE\n    8  AND HIGHWAY SHALL HEREAFTER BE A PART OF SUCH  SYSTEM,  SUBJECT  TO  THE\n    9  SUPERVISION  AND  CONTROL  OF THE COMMISSIONER OF TRANSPORTATION, AND BE\n   10  HEREAFTER MAINTAINED, REPAIRED OR RECONSTRUCTED SOLELY AT THE EXPENSE OF\n   11  THE STATE, NOTWITHSTANDING THE PROVISIONS OF ANY OTHER PROVISION OF LAW.\n   12    THE AFORESAID HIGHWAY SHALL BE UNDER THE JURISDICTION OF  THE  COMMIS-\n   13  SIONER OF TRANSPORTATION AND IN ANY FUTURE IMPROVEMENT SHALL BE ELIGIBLE\n   14  FOR FEDERAL AID IN THE SAME MANNER AS ANY OTHER STATE HIGHWAY OR BRIDGE.\n   15    S 5. This act shall take effect on the one hundred twentieth day after\n   16  it shall have become a law; provided, however, that effective immediate-\n   17  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   18  necessary for the implementation of this act on its effective  date  are\n   19  authorized and directed to be made and completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law and the highway law, in relation to removing the Niagara section of the New York state thruway from the control of the thruway authority and to putting the Niagara section of the New York state thruway under the control of the department of transportation; and to repeal certain provisions of the public authorities law and the highway law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T111304.TXT", "SOBI.D101213.T104803.TXT", "SOBI.D101214.T144215.TXT", "SOBI.D101213.T113807.TXT", "SOBI.D101213.T105303.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292355735612
}