{
  "year" : 2011,
  "senateBillNo" : "S2361-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2361-2011-1295413200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that restrictions regarding the carrying of concealed weapons and licenses therefor shall be by statute only",
  "summary" : "Provides that restrictions regarding the carrying of concealed weapons and licenses therefor shall be by statute only. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S7910-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2361\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by Sens. SEWARD, DeFRANCISCO, LARKIN, O'MARA, RANZENHOFER --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Codes\n\n       AN  ACT  to  amend the penal law, in relation to restrictions imposed by\n         statute regarding the carrying of concealed weapons\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section  400.00  of the penal law, as\n    2  amended by chapter 189 of the laws  of  2000,  is  amended  to  read  as\n    3  follows:\n    4    2.  Types  of  licenses.  A license for gunsmith or dealer in firearms\n    5  shall be issued to engage in such business. A license for  a  pistol  or\n    6  revolver,  other  than  an  assault  weapon or a disguised gun, shall be\n    7  issued to (a) have and possess in his dwelling  by  a  householder;  (b)\n    8  have  and possess in his place of business by a merchant or storekeeper;\n    9  (c) have and carry concealed while so employed by a  messenger  employed\n   10  by  a  banking  institution  or  express  company;  (d)  have  and carry\n   11  concealed by a justice of the supreme court in the first or second judi-\n   12  cial departments, or by a judge of the New York city civil court or  the\n   13  New  York  city  criminal  court;  (e) have and carry concealed while so\n   14  employed by a regular employee of an institution of the state, or of any\n   15  county, city, town or  village,  under  control  of  a  commissioner  of\n   16  correction  of  the city or any warden, superintendent or head keeper of\n   17  any state prison, penitentiary, workhouse, county jail or other institu-\n   18  tion for the detention of persons convicted or accused of crime or  held\n   19  as witnesses in criminal cases, provided that application is made there-\n   20  for  by  such  commissioner,  warden, superintendent or head keeper; (f)\n   21  have and carry concealed, without  regard  to  employment  or  place  of\n   22  possession,  by  any  person  when  proper cause exists for the issuance\n   23  thereof, SUBJECT ONLY TO RESTRICTIONS IMPOSED BY STATUTE; and (g)  have,\n   24  possess, collect and carry antique pistols which are defined as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04307-01-1\n\n       S. 2361                             2\n\n    1  (i)  any single shot, muzzle loading pistol with a matchlock, flintlock,\n    2  percussion cap, or similar type of ignition system  manufactured  in  or\n    3  before  l898,  which  is  not designed for using rimfire or conventional\n    4  centerfire  fixed  ammunition;  and  (ii)  any  replica  of  any  pistol\n    5  described in clause (i) hereof if such replica--\n    6    (1) is not designed or redesigned for using  rimfire  or  conventional\n    7  centerfire fixed ammunition, or\n    8    (2)  uses rimfire or conventional centerfire fixed ammunition which is\n    9  no longer manufactured in the United States and  which  is  not  readily\n   10  available in the ordinary channels of commercial trade.\n   11    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2361\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to restrictions imposed by\nstatute regarding the carrying of concealed weapons\n\nPURPOSE:\nTo clarify and restate uniform requirements\nfor the licensing\nof individuals to carry and possess pistols and handguns across the\nstate.\n\nSUMMARY OF PROVISIONS:\nThis bill amends &sect;400.00 of the Penal Law to\nmake only restrictions imposed by statute applicable to the licensing\nof handguns in New York\n\nEXISTING LAW:\nAlthough not specifically authorized by statute, some\nlicensing officers may impose certain time, place and use\nrestrictions on pistol and handgun licenses in New York State on a\ncounty by county basis, Such restrictions include \"hunting and target\nshooting,\" \"valid only during daylight hours,\" \"valid only if\ncarrying X amount of cash;\" and so on. In short, licensing officers\nhave, without legislative authority, created new classes and versions\nof pistol licenses not contemplated by statute. The result is a\n\"patchwork quilt\" effect of licensing throughout the state, with\ncertain licensing officers imposing additional restrictions not\nauthorized by law and some imposing none. In an effort to make the\nlicensing requirements uniform throughout New York, this bill will\nprohibit county licensing officers from imposing extra-legal\nrestrictions except for those authorized in statute.\n\nJUSTIFICATION:\nCurrently, handgun licensees from different counties\nmay be subject to assorted sets of rules. Confusion may be created\nregarding compliance and enforcement of restrictions imposed by each\ncounty licensing officer. Varying restrictions provide a problem for\nlaw enforcement officers as well. The process as it presently\noperates is fundamentally unjust and unfair, and can result in\ninadvertent noncompliance and litigation. Since state pistol\nlicensing is a creature of statute, this bill allows county licensing\nofficers to apply only those restrictions expressly imposed by the\nlegislature. The state standard for a handgun license is that without\nrestrictions imposed on an ad hoc basis.\n\nLEGISLATIVE HISTORY:\nS.7910 of 2009-10\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to restrictions imposed by statute regarding the carrying of concealed weapons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T142840.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110119.T153822.TXT", "SOBI.D110119.T163826.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090091
}