{
  "year" : 2011,
  "senateBillNo" : "S2362-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2362-2011-1295413200000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "TO ATTORNEY-GENERAL FOR OPINION",
    "billEventId" : "S2362-2011-1295931600000-TO+ATTORNEY-GENERAL+FOR+OPINION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Preserves New Yorkers' ability to provide for their health care",
  "summary" : "Proposes an amendment to article 17 of the constitution, in relation to preserving the freedom of New Yorkers to provide for their health care. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S7374-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2362\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD,  DeFRANCISCO,  JOHNSON,  LARKIN, MAZIARZ,\n         O'MARA, RANZENHOFER -- read twice and ordered printed, and when print-\n         ed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to article 17 of the constitution, in relation to\n         preserving the freedom of New Yorkers to provide their health care\n\n    1    Section 1. Resolved (if the Assembly concur), That the article heading\n    2  of article 17 of the constitution be amended to read as follows:\n\n    3                          HEALTH AND Social Welfare\n\n    4    S 2. Resolved (if the Assembly concur), That article 17 of the consti-\n    5  tution be amended by adding a new section 3-a to read as follows:\n    6    S 3-A. TO PRESERVE THE FREEDOM OF NEW YORKERS  TO  PROVIDE  FOR  THEIR\n    7  HEALTH CARE:\n    8    A.  A  LAW OR RULE SHALL NOT COMPEL, DIRECTLY OR INDIRECTLY ANY PERSON\n    9  OR EMPLOYER OR HEALTH CARE PROVIDER TO PARTICIPATE IN  ANY  HEALTH  CARE\n   10  SYSTEM.  A  PERSON  OR  EMPLOYER MAY PAY DIRECTLY FOR LAWFUL HEALTH CARE\n   11  SERVICES AND SHALL NOT BE REQUIRED TO PAY PENALTIES OR FINES FOR  PAYING\n   12  DIRECTLY  FOR  LAWFUL  HEALTH  CARE SERVICES. A HEALTH CARE PROVIDER MAY\n   13  ACCEPT DIRECT PAYMENT FOR LAWFUL HEALTH CARE SERVICES AND SHALL  NOT  BE\n   14  REQUIRED  TO  PAY PENALTIES OR FINES FOR ACCEPTING DIRECT PAYMENT FROM A\n   15  PERSON OR EMPLOYER FOR LAWFUL HEALTH CARE SERVICES.\n   16    B. SUBJECT TO REASONABLE AND NECESSARY RULES THAT DO NOT SUBSTANTIALLY\n   17  LIMIT A PERSON'S OPTIONS, THE PURCHASE OR SALE OF  HEALTH  INSURANCE  IN\n   18  PRIVATE HEALTH CARE SYSTEMS SHALL NOT BE PROHIBITED BY LAW OR RULE.\n   19    C. THIS SECTION DOES NOT:\n   20    1.  AFFECT WHICH HEALTH CARE SERVICES A HEALTH CARE PROVIDER OR HOSPI-\n   21  TAL IS REQUIRED TO PERFORM OR PROVIDE;\n   22    2. AFFECT WHICH HEALTH CARE SERVICES ARE PERMITTED BY LAW;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89067-01-1\n\n       S. 2362                             2\n\n    1    3. PROHIBIT CARE PROVIDED PURSUANT TO SECTION EIGHTEEN OF ARTICLE  ONE\n    2  OF THIS CONSTITUTION OR ANY STATUTES ENACTED BY THE LEGISLATURE RELATING\n    3  TO WORKERS' COMPENSATION;\n    4    4.  AFFECT  LAWS  OR RULES IN EFFECT AS OF JANUARY FIRST, TWO THOUSAND\n    5  ELEVEN; OR\n    6    5. AFFECT THE TERMS OR CONDITIONS OF ANY HEALTH  CARE  SYSTEM  TO  THE\n    7  EXTENT THAT THOSE TERMS AND CONDITIONS DO NOT HAVE THE EFFECT OF PUNISH-\n    8  ING  A  PERSON  OR  EMPLOYER  FOR PAYING DIRECTLY FOR LAWFUL HEALTH CARE\n    9  SERVICES OR A HEALTH CARE PROVIDER  OR  HOSPITAL  FOR  ACCEPTING  DIRECT\n   10  PAYMENT FROM A PERSON OR EMPLOYER FOR LAWFUL HEALTH CARE SERVICES.\n   11    D. FOR THE PURPOSES OF THIS SECTION:\n   12    1.\"COMPEL\" INCLUDES PENALTIES OR FINES.\n   13    2.  \"DIRECT  PAYMENT  OR PAY DIRECTLY\" MEANS PAYMENT FOR LAWFUL HEALTH\n   14  CARE SERVICES WITHOUT A PUBLIC OR PRIVATE THIRD PARTY, NOT INCLUDING  AN\n   15  EMPLOYER, PAYING FOR ANY PORTION OF THE SERVICE.\n   16    3. \"HEALTH CARE SYSTEM\" MEANS ANY PUBLIC OR PRIVATE ENTITY WHOSE FUNC-\n   17  TION OR PURPOSE IS THE MANAGEMENT OF, PROCESSING OF, ENROLLMENT OF INDI-\n   18  VIDUALS  FOR OR PAYMENT FOR, IN FULL OR IN PART, HEALTH CARE SERVICES OR\n   19  HEALTH CARE DATA OR HEALTH CARE INFORMATION FOR ITS PARTICIPANTS.\n   20    4. \"LAWFUL HEALTH CARE SERVICES\" MEANS ANY HEALTH-RELATED  SERVICE  OR\n   21  TREATMENT  TO  THE  EXTENT THAT THE SERVICE OR TREATMENT IS PERMITTED OR\n   22  NOT PROHIBITED BY LAW OR REGULATION THAT MAY BE PROVIDED BY  PERSONS  OR\n   23  BUSINESSES OTHERWISE PERMITTED TO OFFER SUCH SERVICES.\n   24    5.  \"PENALTIES  OR FINES\" MEANS ANY CIVIL OR CRIMINAL PENALTY OR FINE,\n   25  TAX, SALARY OR WAGE WITHHOLDING OR SURCHARGE OR ANY  NAMED  FEE  WITH  A\n   26  SIMILAR  EFFECT  ESTABLISHED BY LAW OR RULE BY A GOVERNMENT ESTABLISHED,\n   27  CREATED OR CONTROLLED AGENCY THAT IS USED TO PUNISH  OR  DISCOURAGE  THE\n   28  EXERCISE OF RIGHTS PROTECTED UNDER THIS SECTION.\n   29    S  3. Resolved (if the Assembly concur), That the foregoing amendments\n   30  be referred to the first regular legislative session convening after the\n   31  next succeeding general election of members of  the  assembly,  and,  in\n   32  conformity  with  section  1  of  article  19  of  the  constitution, be\n   33  published three months previous to the time of such election.\n",
  "memo" : "BILL NUMBER:S2362\n\nTITLE OF BILL:\nCONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\nproposing an amendment\nto article 17 of the constitution, in relation to preserving the freedom\nof New Yorkers to provide their health care\n\nPURPOSE:\nThe purpose of the constitutional amendment is to preserve\nNew Yorkers' ability to provide for their health care by allowing\nresidents to opt out of the new federal requirement to purchase\nhealth insurance.\n\nSUMMARY OF PROVISIONS:\nAmends article 17 of the New York State\nConstitution by creating a new section 3-a that will preserve the\nfreedom of New Yorkers to provide for their own health care by the\nfollowing:\n\n1. Prohibits any individual, employer or health care provider from\nbeing compelled to participate in any health care system.\n\n2. Prohibits the government from imposing any penalties or fines when\nan individual or employer chooses not to participate in any health\ncare system.\n\n3. Establishes that health care providers have the right to accept\ndirect payments from individuals and employers for lawful health care\nservices without fear of penalties or fines.\n\n4. Establishes that the purchase or sale of private health insurance\nshall not be prohibited by law or rule.\n\nThe new section 3-a does not affect which health care services\nrequired of a health care provider or which services are permitted by\nlaw. This section also specifically excludes any services provided\npursuant to the workers' compensation system. Further, this section\ndoes not affect any laws or rules in effect as of January 1, 2010 so\nit would not affect programs including VA programs, Medicare,\nMedicaid, or any of New York State's public health programs (Child\nHealth Plus, Family Health Plus, Healthy New York).\n\nJUSTIFICATION:\nThe federal government recently enacted a sweeping\nhealth care overhaul measure that will require all Americans to\npurchase health insurance by 2014 or face a tax penalty. The\nproposed constitutional amendment would allow New Yorkers to opt out\nof the individual health insurance mandate if they so choose, without\nfear of fines or penalties. It is important to note that this\namendment is not an attempt to nullify the entire federal health care\n\nreform law; rather it seeks to ensure that individuals, employers and\nhealth care providers continue to have the right to make their own\nhealth care decisions. It would not prohibit individuals or employers\nfrom purchasing government approved health insurance; it would simply\nensure that no one will be forced into it if they either do not want\nit or cannot afford it.\n\nLEGISLATIVE HISTORY:\nS.7474 of 2010\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nResolved (if the Assembly concur), That the foregoing\namendment be referred to the first regular legislative session\nconvening after the next succeeding general election of members of\nthe assembly, and, in conformity with section 1 of article 19 of the\nconstitution, be published for 3 months previous to the time of such\nelection.\n\n",
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to article 17 of the constitution, in relation to preserving the freedom of New Yorkers to provide their health care ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T142840.TXT", "SOBI.D110125.T122411.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110119.T153314.TXT", "SOBI.D110119.T163826.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090093
}