{
  "year" : 2011,
  "senateBillNo" : "S2369-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2369-2011-1295413200000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the use of ultra low sulfur diesel fuel and the best available technology by the state",
  "summary" : "Relates to the use of ultra low sulfur diesel fuel and the best available technology by the state. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S7095-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2369\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by Sens. SEWARD, LARKIN, MAZIARZ, RANZENHOFER, SALAND -- read\n         twice  and  ordered  printed,  and when printed to be committed to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         use  of  ultra low sulfur diesel fuel and best available technology by\n         the state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 19-0323 of the environmental conservation law, as\n    2  added by chapter 629 of the laws of 2006, subdivision  5  as  added  and\n    3  subdivisions  6, 7 and 8 as renumbered by section 1 of part C of chapter\n    4  59 of the laws of 2010, is amended to read as follows:\n    5  S 19-0323. Use of ultra low sulfur diesel fuel and best available  tech-\n    6               nology by the state.\n    7    1. As used in this section, the terms:\n    8    a.  \"Ultra  low  sulfur  diesel  fuel\" means diesel fuel having sulfur\n    9  content of 0.0015 per cent of sulfur or less.\n   10    b. \"Heavy duty vehicle\" or \"vehicle\" means any on and off-road vehicle\n   11  powered by diesel fuel and having a gross vehicle weight of greater than\n   12  8,500 pounds, except that those vehicles defined in section 101  of  the\n   13  vehicle  and traffic law, paragraph 2 of schedule E and paragraph (a) of\n   14  schedule F of subdivision 7 of section 401 of  such  law,  and  vehicles\n   15  specified  in  subdivision  13 of section 401 of such law, and farm type\n   16  tractors and all terrain type vehicles used exclusively for agricultural\n   17  or mowing purposes, or for snow  plowing,  other  than  for  hire,  farm\n   18  equipment,  including  self-propelled machines used exclusively in grow-\n   19  ing, harvesting or handling farm produce, and self-propelled caterpillar\n   20  or crawler-type equipment while being operated on the contract site, and\n   21  timber harvesting equipment such as harvesters, wood chippers,  forward-\n   22  ers,  log  skidders, and other processing equipment used exclusively off\n   23  highway for timber harvesting and logging purposes, shall not be  deemed\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05844-01-1\n\n       S. 2369                             2\n\n    1  heavy  duty  vehicles for purposes of this section.  This term shall not\n    2  include vehicles that are specially equipped for emergency  response  by\n    3  the  department, office of emergency management, sheriff's office of the\n    4  department of finance, police department or fire department.\n    5    c.  \"Best available retrofit technology\" means technology, verified by\n    6  the United States environmental protection agency for reducing the emis-\n    7  sion of pollutants that achieves reductions in particulate matter  emis-\n    8  sions  at  the  highest classification level for diesel emission control\n    9  strategies that is applicable to the particular engine and  application.\n   10  Such  technology  shall also, at a reasonable cost, achieve the greatest\n   11  reduction in emissions of nitrogen oxides  at  such  particulate  matter\n   12  reduction  level  and  shall in no event result in a net increase in the\n   13  emissions of either particulate matter or nitrogen oxides.\n   14    d. \"Reasonable cost\" means that such technology does not cost  greater\n   15  than  30 percent more than other technology applicable to the particular\n   16  engine and application that falls within the same  classification  level\n   17  for  diesel  emission control strategies, as set forth in paragraph c of\n   18  this subdivision, when considering the cost  of  the  strategies,  them-\n   19  selves, and the cost of installation.\n   20    E.  \"USEFUL  LIFE\"  MEANS  THE PERIOD OF PROBABLE USEFULNESS FOR WHICH\n   21  INDEBTEDNESS WAS INCURRED FOR A VEHICLE  AS  ESTABLISHED  IN  APPLICABLE\n   22  STATE  FINANCE  LAW  OR  LOCAL  FINANCE LAW, REFLECTED IN THE PERIOD FOR\n   23  WHICH INDEBTEDNESS WAS INCURRED BY THE OWNER OF THE VEHICLE.\n   24    2. Any diesel powered heavy duty vehicle that is owned by, operated by\n   25  or on behalf of, or leased by a state  agency  and  state  and  regional\n   26  public authority shall be powered by ultra low sulfur diesel fuel.\n   27    3. Any diesel powered heavy duty vehicle that is owned by, operated by\n   28  or  on  behalf  of,  or  leased by a state agency and state and regional\n   29  public authority with more than half of its governing body appointed  by\n   30  the  governor  shall  utilize the best available retrofit technology for\n   31  reducing the emission of pollutants. The commissioner  shall  promulgate\n   32  regulations for the implementation of this subdivision specifying proce-\n   33  dures for compliance according to the following schedule:\n   34    a. Not less than 33% of the vehicles covered by this subdivision shall\n   35  have best available retrofit technology on or before December 31, 2008.\n   36    b. Not less than 66% of the vehicles covered by this subdivision shall\n   37  have best available retrofit technology on or before December 31, 2009.\n   38    c.  [All]  THE REMAINDER OF vehicles covered by this subdivision shall\n   39  have best available retrofit technology on or before December 31, 2010 ;\n   40  PROVIDED THAT SUCH VEHICLES ARE NOT WITHIN FIVE  YEARS  OF  THE  END  OF\n   41  THEIR  USEFUL  LIFE  AND SHALL CEASE TO BE OPERATED UPON THE END OF SUCH\n   42  USEFUL LIFE. PROVIDED FURTHER THAT ALL VEHICLES COVERED BY THIS SUBDIVI-\n   43  SION SHALL HAVE BEST AVAILABLE RETROFIT TECHNOLOGY ON OR BEFORE DECEMBER\n   44  31, 2016.\n   45    This subdivision shall not apply to any vehicle subject to a lease  or\n   46  public  works  contract  entered  into or renewed prior to the effective\n   47  date of this section.\n   48    4. In addition to other provisions for regulations  in  this  section,\n   49  the commissioner shall promulgate regulations as necessary and appropri-\n   50  ate to carry out the provisions of this act including but not limited to\n   51  provision  for waivers upon written finding by the commissioner that (a)\n   52  best available retrofit technology for reducing the emissions of  pollu-\n   53  tants  as required by subdivision 3 of this section is not available for\n   54  a particular vehicle or class of vehicles and (b) that ultra low  sulfur\n   55  diesel fuel is not available.\n\n       S. 2369                             3\n\n    1    5.  In addition to any waiver which may be issued pursuant to subdivi-\n    2  sion four of this section, the department shall  issue  a  waiver  to  a\n    3  state  agency, a state or regional public authority, or a person operat-\n    4  ing any diesel-powered heavy duty vehicle on behalf of a  state  agency,\n    5  state  or regional public authority, upon a request in a form acceptable\n    6  to the department for a waiver from the provisions of subdivision  three\n    7  of  this  section for a vehicle engine provided that such vehicle engine\n    8  will cease to be used in the state on or before  December  thirty-first,\n    9  two  thousand  thirteen.  Any waiver issued pursuant to this subdivision\n   10  shall expire when a state agency, a state or regional public  authority,\n   11  or a person operating any diesel-powered heavy duty vehicle on behalf of\n   12  a  state  agency,  state  or regional public authority ceases to use the\n   13  engine in the state but not later than December thirty-first, two  thou-\n   14  sand thirteen.\n   15    6. This section shall not apply where federal law or funding precludes\n   16  the state from imposing the requirements of this section.\n   17    7. On or before January 1, 2008 and every year thereafter, the commis-\n   18  sioner  shall report to the governor and legislature on the use of ultra\n   19  low sulfur diesel fuel and the use of the best available retrofit  tech-\n   20  nology as required under this section. The information contained in this\n   21  report  shall  include, but not be limited to, for each state agency and\n   22  public authority covered by this section: (a) the total number of diesel\n   23  fuel-powered motor vehicles owned or operated by such agency and author-\n   24  ity; (b) the number of such motor vehicles that were  powered  by  ultra\n   25  low  sulfur  diesel  fuel;  (c)  the total number of diesel fuel-powered\n   26  motor vehicles owned or operated by such agency and authority  having  a\n   27  gross vehicle weight rating of more than 8,500 pounds; (d) the number of\n   28  such  motor vehicles that utilized the best available retrofit technolo-\n   29  gy, including a breakdown by motor vehicle model, engine  year  and  the\n   30  type  of  technology used for each vehicle; (e) the number of such motor\n   31  vehicles that are equipped with an engine certified  to  the  applicable\n   32  2007 United States environmental protection agency standard for particu-\n   33  late matter as set forth in section 86.007-11 of title 40 of the code of\n   34  federal  regulations  or  to  any subsequent United States environmental\n   35  protection agency standard for particulate matter that is  at  least  as\n   36  stringent; and (f) all waivers, findings, and renewals of such findings,\n   37  which,  for each waiver, shall include, but not be limited to, the quan-\n   38  tity of diesel fuel needed to power diesel fuel-powered  motor  vehicles\n   39  owned  or  operated  by  such agency and authority; specific information\n   40  concerning the availability of ultra low sulfur diesel fuel.\n   41    8. The department shall, to the extent  practicable,  coordinate  with\n   42  regions  which  have  proposed or adopted heavy duty emission inspection\n   43  programs to promote regional consistency in such programs.\n   44    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the use of ultra low sulfur diesel fuel and best available technology by the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T143807.TXT", "SOBI.D110119.T143307.TXT", "SOBI.D110119.T164826.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110125.T113906.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973546847
}