{
  "year" : 2011,
  "senateBillNo" : "S2363-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2363-2011-1295413200000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to membership on regional fish and wildlife boards",
  "summary" : "Eliminate term limits for members on regional fish and wildlife boards. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S3723-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2363\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens. SEWARD, JOHNSON, LARKIN, RANZENHOFER -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to elim-\n         inating term limits for regional fish and wildlife management boards\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  a  of  subdivision 4 of section 11-0501 of the\n    2  environmental conservation law, as amended by chapter 64 of the laws  of\n    3  1987, is amended to read as follows:\n    4    a. A regional fish and wildlife management board shall be appointed in\n    5  each  of  the  regions  established under subdivision 3 of this section.\n    6  Such regional board shall consist of  three  members  from  each  county\n    7  within  the  region which has appointed its members. In each county, one\n    8  member shall be a member of or represent the  board  of  supervisors  or\n    9  county  legislative  body,  one member shall represent the landowners of\n   10  the county and one member shall represent the sportsmen of  the  county.\n   11  Such  members from each county shall be appointed by the chairman of the\n   12  board of supervisors of such county with the approval of  the  board  of\n   13  supervisors, except that in a county having a county president, a county\n   14  executive  or other chief executive officer, the chief executive officer\n   15  shall appoint the members representing such county with the approval  of\n   16  the  board  of supervisors of such county. In a county having an elected\n   17  legislative body the presiding officer shall appoint the members repres-\n   18  enting such county with the approval of the legislative body.  If  there\n   19  is  no presiding officer then the members representing such county shall\n   20  be appointed by the legislative body as a whole.  If  a  member  of  the\n   21  board  of  supervisors  or legislative body is not available to actively\n   22  participate on the fish and wildlife management board, a  representative\n   23  shall  be  selected who is an elected county official or who is employed\n   24  by the county government in a position having administrative or  manage-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05834-01-1\n\n       S. 2363                             2\n\n    1  rial  authority.  A  landowner  representative must actually reside upon\n    2  rural lands within the county and actually be engaged in  the  operation\n    3  of  such  lands  for  production  of  agricultural commodities or forest\n    4  products.  If a landowner representative with such qualifications is not\n    5  available to actively participate on the fish  and  wildlife  management\n    6  board,  a representative may be appointed who has been for at least five\n    7  of the past ten years, before commencing his first term in any series of\n    8  consecutive terms, engaged in such operation of  rural  lands,  and  who\n    9  resides  within the county he represents. If no landowner representative\n   10  with either of these qualifications is available to actively participate\n   11  on the fish and  wildlife  management  board  a  representative  may  be\n   12  appointed  who is a resource manager engaged in such operations on rural\n   13  lands, and designated by the corporate owner of those lands to represent\n   14  the landowner's agricultural or silvicultural interests. In the case  of\n   15  certain  counties  designated by the full state board with a scarcity of\n   16  rural lands operated  for  production  of  agricultural  commodities  or\n   17  forest products, the landowner representative shall own such rural lands\n   18  in New York state, whether or not those properties lie within the county\n   19  wherein  he resides and represents. A sportsman representative must be a\n   20  resident of the county.   The said chief  executive  officer,  presiding\n   21  officer  or  legislative body shall receive and consider for appointment\n   22  as the landowner representative, the recommendations made by the  county\n   23  farm  bureau  and  Pomona grange, and for appointment as the sportsmen's\n   24  representative, the recommendations made by the county units  of  organ-\n   25  ized  sportsmen's  groups,  AS WELL AS CONSIDERING THE ADVANTAGES OF NEW\n   26  REPRESENTATIVES.  The term of office of regional board members shall  be\n   27  two  calendar  years. A member shall be eligible [to succeed himself not\n   28  more than three times and shall thereafter be eligible for reappointment\n   29  only after one term out of office] FOR REAPPOINTMENT TO SUCCESSIVE TERMS\n   30  OF OFFICE WITHOUT LIMITATION WHERE OTHERWISE QUALIFIED.  The term of the\n   31  sportsmen's representative and the board of supervisors or county legis-\n   32  lative body representative shall expire at the end of the  odd  numbered\n   33  years;  the term of the landowner representative shall expire at the end\n   34  of the even numbered years. An alternate board of supervisors or  county\n   35  legislative body representative, sportsmen's representative and landown-\n   36  er representative may also be appointed, who shall be available to serve\n   37  in the event of the temporary inability of the member sportsmen's repre-\n   38  sentative  or member landowner representative or board of supervisors or\n   39  county legislative body representative to  so  function.  A  vacancy  in\n   40  membership of a regional board shall be filled in the same manner as the\n   41  original  appointment for the balance of the unexpired term during which\n   42  the vacancy occurs; if a supervisor member or  county  legislative  body\n   43  member  shall cease to be a supervisor or member of the legislative body\n   44  before the expiration of his term as a member of the regional  board,  a\n   45  successor  shall be appointed for the unexpired balance of the term as a\n   46  member of the regional board. The chairman of the Board of Directors  of\n   47  each  soil  and  water  conservation  district  and the chairman of each\n   48  regional forest practice board within the fish and  wildlife  management\n   49  region, or his or their representatives, shall be advisory members with-\n   50  out vote.\n   51    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2363\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to eliminating\nterm limits for regional fish and wildlife management boards\n\nPURPOSE:\nTo allow willing members of regional fish and wildlife\nmanagement boards (FWMBs) to succeed themselves after serving four\ntwo-year terms.\n\nSUMMARY OF PROVISIONS:\nThe measure deletes the current stipulation in\nlaw that members of regional fish and wildlife management boards step\naside after serving eight (8) years on their regional boards.\n\nEXISTING LAW:\nCurrent law makes regional FWMB members ineligible for\nreappointment if they have served eight (R) years on fish and\nwildlife management boards. After a one-term (two calendar year)\nabsence from the board, one is eligible for a new appointment.\n\nJUSTIFICATION:\nMembers of the regional fish and wildlife management\nboards are citizen-volunteers who serve in each of the DEC's regions.\nThree are appointed from each county within the various regions. By\nstatute they represent local governments, landowners and sportsmen\nand recommend to the state fish and wildlife management board and\ncommissioner appropriate fish and wildlife management policies for\ntheir respective regions. With the difficulty of finding volunteers\nto serve. and considering the time that is necessary to acquire a\nbroad knowledge of the issues related to scientific fish and wildlife\nmanagement. it is unwise to require members to step aside after an\narbitrary cap of eight (8) years. An arbitrary limit on service has\na deleterious effect on leadership of the boards because those who\nhave gained experience and knowledge and who have become leaders are\nsoon required to step aside Rotation in membership will occur as\nmembers voluntarily step down. The bill includes language that those\nwith appointing authority contemplate the value of rotating membership.\n\nThe measure has been requested by resolution of the New York State\nFish and Wildlife Management Board.\n\nLEGISLATIVE HISTORY:\nS.3723 of 2010\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to eliminating term limits for regional fish and wildlife management boards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T142840.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110119.T151326.TXT", "SOBI.D110119.T153822.TXT", "SOBI.D110119.T163826.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090095
}