{
  "year" : 2011,
  "senateBillNo" : "S2367-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2367-2011-1295413200000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs department of environmental conservation to establish a program to permit purchase of fishing licenses through the internet",
  "summary" : "Directs department of environmental conservation to establish a program to permit purchase of fishing licenses through the internet. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S3722-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2367\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD,  BONACIC,  DeFRANCISCO,  HANNON,  LARKIN,\n         O'MARA, RANZENHOFER, SALAND -- read twice  and  ordered  printed,  and\n         when printed to be committed to the Committee on Environmental Conser-\n         vation\n\n       AN  ACT  to amend the environmental conservation law, in relation to the\n         purchase of fishing licenses via the internet\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  11-0713 of the environmental conservation law is\n    2  amended by adding a new subdivision 7 to read as follows:\n    3    7. THE COMMISSIONER SHALL ESTABLISH A PROGRAM TO ALLOW THE PURCHASE OF\n    4  FISHING LICENSES VIA THE INTERNET. INCLUDED WITHIN SUCH PROGRAM SHALL BE\n    5  THE ABILITY FOR RESIDENT OR NONRESIDENT APPLICANTS WHO HAVE  NOT  PREVI-\n    6  OUSLY  PURCHASED A SPORTING LICENSE TO PURCHASE FISHING LICENSES VIA THE\n    7  INTERNET.\n    8    S 2. This act shall take effect on the one hundred eightieth day after\n    9  it shall have become a law, provided, however, that effective immediate-\n   10  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   11  necessary  for  the  implementation of this act on its effective date is\n   12  authorized and directed to be made  and  completed  on  or  before  such\n   13  effective date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05833-01-1\n",
  "memo" : "BILL NUMBER:S2367\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to the purchase\nof fishing licenses via the internet\n\nPURPOSE:\nTo allow New York State and out of state residents to\npurchase their first fishing licenses through an online service\nprovided by the New York State Department of Environmental\nConservation.\n\nSUMMARY OF PROVISIONS:\nRequires the New York State Department of\nEnvironmental Conservation to develop a new way to sell fishing\nlicenses via the internet to New York State and out of state\nresidents purchasing fishing licenses for the first time.\n\nEXISTING LAW:\nThe New York State Department of Environmental\nConservation (DEC) does not permit New York State or out of state\nresidents to purchase fishing licenses online if they have not\npreviously purchased New York State fishing licenses through the\nDEC's Automated Licensing System (DECALS).\n\nJUSTIFICATION:\nTourists and local anglers are unable to secure\nfirst-time fishing licenses at key weekend times and off-hours. For\nexample, tourists visiting a destination resort or campground that\noffers significant fishing opportunities for a weekend may not have\nan opportunity to purchase fishing licenses over the DEC telephone\nservice before the operators leave. The operators are available\nMonday through Friday. 8:00 a.m. - 5:00 p.m. If prospective anglers\nwant to purchase fishing licenses after 5:00 p.m. or before 8:00\na.m. the following day, they must find the local municipal clerk who\nsells fishing licenses or travel to the nearest super store in the\narea. Tourists are not familiar with the area they are visiting and\nmay have difficulty locating the local agency or nearest super store\nto purchase fishing licenses. or the vendors may be closed. While the\ncurrent DEC online service allows consumers who have previously\npurchased New York State fishing licenses and are consequently in the\nDEC's system to purchase fishing licenses 24 hours, 7 days a week.\nMany first time buyers and out of state residents must endure a\nbattling process of obtaining a fishing license that could easily be\navoided if residents and nonresidents\nwere permitted to purchase fishing licenses for the first time\nthrough the DECs web site.\n\nThe sponsor did not move the legislation in the previous session\nbecause the DEC was working to establish an online opportunity for\n\nfirst time fishermen. but the change has not materialized and\nfishing/tourist season will soon be at its peak.\n\nLEGISLATIVE HISTORY:\nS.3722 of 2009-10; S.6710 of 2008.\n\nFISCAL IMPLICATIONS:\nNone for the general fund. Additional revenue\nis anticipated for the conservation fund as more out of state anglers\ntake the opportunity to purchase fishing licenses.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred\neightieth day after it shall have become a law,\nprovided, however, that effective immediately, the addition,\namendment and/or repeal of any rule or regulation necessary for the\nimplementation of this act on its effective date is authorized and\ndirected to be made and completed on or bet ore such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the purchase of fishing licenses via the internet ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T142840.TXT", "SOBI.D110119.T143307.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110125.T113906.TXT", "SOBI.D110119.T164326.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090100
}