{
  "year" : 2011,
  "senateBillNo" : "S2366-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2366-2011-1295413200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes constables and police constables of a town or village within the definition of \"qualified agencies\"",
  "summary" : "Includes constables and police constables of a town or village within the definition of \"qualified agencies\". ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S3061-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2366\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD,  BONACIC, JOHNSON, LARKIN, O'MARA -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Finance\n\n       AN  ACT  to amend the executive law, in relation to including constables\n         and police constables of a town or village within  the  definition  of\n         \"qualified agencies\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 9 of section  835  of  the  executive  law,  as\n    2  amended  by  section  39 of part A of chapter 56 of the laws of 2010, is\n    3  amended to read as follows:\n    4    9. \"Qualified agencies\" means courts in the unified court system,  the\n    5  administrative  board of the judicial conference, probation departments,\n    6  sheriffs' offices, district attorneys' offices, the state department  of\n    7  correctional services, the department of correction of any municipality,\n    8  the  insurance  frauds  bureau of the state department of insurance, the\n    9  office of professional medical conduct of the state department of health\n   10  for the purposes of section two hundred thirty of the public health law,\n   11  the child protective services unit of a local social  services  district\n   12  when  conducting an investigation pursuant to subdivision six of section\n   13  four hundred twenty-four of the social services law, the office of Medi-\n   14  caid inspector general, the temporary state commission of investigation,\n   15  the criminal investigations bureau of  the  banking  department,  police\n   16  forces  and  departments  having  responsibility  for enforcement of the\n   17  general criminal laws of the state, CONSTABLES AND POLICE CONSTABLES  OF\n   18  A  TOWN  OR VILLAGE and the Onondaga County Center for Forensic Sciences\n   19  Laboratory when acting within the scope of its law enforcement duties.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05832-01-1\n",
  "memo" : "BILL NUMBER:S2366\n\nTITLE OF BILL:\nAn act to amend the executive law, in relation to including constables\nand police constables of a town or village within the definition of\n\"qualified agencies\"\n\nPURPOSE:\nThis legislation would permit constables to\naccess criminal history and other pertinent information contained in the\nDivision for Criminal Justice Services' databases.\n\nSUMMARY OF PROVISIONS:\nThe bill amends section 835(9) of the executive law to add\nconstables to the\nlist of \"qualified agencies\" that are permitted to access criminal\nhistory information.\n\nJUSTIFICATION:\nConstables are peace officers who\nperform important law enforcement services. Constables often conduct\ntraffic stops, answer calls for service and have powers of arrest as\nwell. Under current law, however, constables are not included in the\ndefinition of \"qualified agencies\" in section 835 of the Executive Law,\nthereby making them unable to access criminal history and other\npertinent information contained within the Division of Criminal Justice\nServices' databases. In addition to thwarting their ability to\naccomplish their law enforcement duties, the inability of constables to\naccess this important information may put the safety of constables and\nothers at greater risk, Constables should be provided with every\npossible tool to allow them to carry out their duties as safely and\neffectively as possible and this legislation would help to ensure that\nconstables are able to access criminal history and other necessary\ninformation in order to continue to carry out their important law\nenforcement duties in a safe and effective manner.\n\nLEGISLATIVE HISTORY:\nS.3061 of 2009-10; S.7900 of 2008\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to including constables and police constables of a town or village within the definition of \"qualified agencies\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T142840.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110119.T164326.TXT", "SOBI.D110119.T163826.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090099
}