{
  "year" : 2011,
  "senateBillNo" : "S2370-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S2370-2011-1295413200000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends the agriculture and markets law, exempting certain institutions from the definition of a food processing establishment",
  "summary" : "Exempts certain institutions involved in the processing of homemade baked goods, spices and powders, sold only at farmers' markets and roadside stands from the definition of a food processing establishment. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S7069-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2370\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD, GRISANTI, JOHNSON, LARKIN, RANZENHOFER --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Agriculture\n\n       AN  ACT to amend the agriculture and markets law, in relation to exempt-\n         ing certain institutions involved in the processing of homemade  baked\n         goods, spices, and powders, sold only at farmers' markets and roadside\n         stands from the definition of a food processing establishment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 251-z-2  of  the  agriculture  and\n    2  markets  law,  as amended by chapter 507 of the laws of 1973, is amended\n    3  to read as follows:\n    4    3. The term \"food processing  establishment\"  means  any  place  which\n    5  receives  food  or food products for the purpose of processing or other-\n    6  wise adding to  the  value  of  the  product  for  commercial  sale.  It\n    7  includes,  but  is not limited to, bakeries, processing plants, beverage\n    8  plants and food manufactories. However, the term does not include: those\n    9  establishments that process and manufacture food or food  products  that\n   10  are  sold  exclusively  at retail for consumption on the premises; those\n   11  operations which cut meat and sell such meat at retail on the  premises;\n   12  bottled  and bulk water facilities; those food processing establishments\n   13  which are covered by articles four,  [four-a,  five-a,  five-b,  five-c,\n   14  five-d, seventeen-b, nineteen, twenty-b, and twenty-one] FOUR-A, FIVE-A,\n   15  FIVE-B, FIVE-C, FIVE-D, SEVENTEEN-B, NINETEEN AND TWENTY-ONE, AND FORMER\n   16  ARTICLE TWENTY-B of this chapter; service food establishments, including\n   17  vending  machine  commissaries, under permit and inspection by the state\n   18  department of health or by a  local  health  agency  which  maintains  a\n   19  program  certified  and  approved  by  the state commissioner of health;\n   20  establishments under federal meat, poultry or  egg  product  inspection;\n   21  [or]  establishments  engaged  solely  in  the  harvesting,  storage, or\n   22  distribution of one or more raw agricultural commodities which are ordi-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05843-01-1\n\n       S. 2370                             2\n\n    1  narily cleaned, prepared, treated or otherwise  processed  before  being\n    2  marketed  to the consuming public; OR ESTABLISHMENTS THAT ARE ENGAGED IN\n    3  THE PROCESSING OF HOMEMADE BAKED GOODS, SPICES OR  POWDERS  TO  BE  SOLD\n    4  EXCLUSIVELY AT FARMERS' MARKETS OR ROADSIDE STANDS.\n    5    S  2.  Subdivision 4 of section 251-z-2 of the agriculture and markets\n    6  law, as added by chapter 863 of the laws of 1972, is amended to read  as\n    7  follows:\n    8    4. The term \"processing\" means processing foods in any manner, such as\n    9  by  manufacturing,  canning,  preserving, freezing, drying, dehydrating,\n   10  juicing, GRINDING, pickling, baking, brining, bottling, packing, repack-\n   11  ing, pressing, waxing, heating or cooking, or otherwise treating food in\n   12  such a way as to create a risk that it may become adulterated if improp-\n   13  erly handled.\n   14    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2370\n\nTITLE OF BILL:\nAn act\nto amend the agriculture and markets law, in relation to exempting\ncertain institutions involved in the processing of homemade baked goods,\nspices, and powders, sold only at farmers' markets and roadside stands\nfrom the definition of a food processing establishment\n\nPURPOSE:\nThe purpose of the legislation is to allow\nindividuals who\nproduce a small amount of homemade baked goods, spices and powders to\nsell their wares at farmers' markets and roadside stands without\nbeing required to obtain an Article 20-C food processing\nestablishment license.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill amends\nsubdivision 3 of\nsection 251-z-2 of the agriculture and markets law to provide an\nexemption from the definition of \"food processing establishment\" for\nestablishments that are engaged in the processing of homemade baked\ngoods, spice or powders to be sold exclusively at farmers' markets or\nroadside stands.\n\nSection 2 amends subdivision 4 of section 251-z-2 of the agriculture\nand markets law to include the processing of foods by \"grinding\"\nwithin the definition of \"processing.\"\n\nEXISTING LAW:\nCurrent law provides exemptions for the following\nestablishments: those that process and manufacture food sold\nexclusively at retail for consumption on the premises; those that cut\nmeat and sell it at retail on the premises; bottled and bulk water\nfacilities; establishments under permit/inspection by the Department\nof Health; establishments under federal meat, poultry or egg product\ninspection; those engaged solely in the harvesting, storage, or\ndistribution of one or more raw agricultural commodities.\n\nPart 276.4 of the Ag & Markets regulations provide further exemptions\nfor processors of maple syrup, honey and home-processed foods.\n\nJUSTIFICATION:\nThe current article 20-c requirements, while\nappropriate for large food processing establishments, are overly\nburdensome and cost-prohibitive for many smaller operations. Among\nother requirements, article 20-c requires individuals to process\ntheir products in commercial facilities. As most individuals do not\nhave commercial kitchens in their homes, finding commercial\nfacilities to use may be difficult and costly. For individuals who\n\nprocess a very small amount of homemade goods and sell their products\nexclusively at farmers' markets or roadside stands, the requirements\nof article 20-c are simply not necessary. By easing some of these\nburdensome requirements, we can encourage and promote the production\nof healthy locally produced foods and other products.\n\nLEGISLATIVE HISTORY:\nS.7069 of 2010\n\nFISCAL IMPLICATIONS:\nMinimal.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to exempting certain institutions involved in the processing of homemade baked goods, spices, and powders, sold only at farmers' markets and roadside stands from the definition of a food processing establishment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T143807.TXT", "SOBI.D110119.T164826.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090105
}