{
  "year" : 2011,
  "senateBillNo" : "S2372-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2372-2011-1295413200000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a toll exemption for certain ambulance services",
  "summary" : "Exempts ambulance services from tolls on any highway, bridge, tunnel or other toll on toll roads within the state at any time. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Highways",
  "previousVersions" : [ "S4469-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2372\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD,  BONACIC, LARKIN, MAZIARZ, RANZENHOFER --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Transportation\n\n       AN  ACT  in  relation  to  exempting certain ambulance services from the\n         payment of tolls\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  the  payment  of tolls on any highway, bridge, tunnel or other toll road\n    3  within the state shall not apply to an ambulance service as  defined  in\n    4  subdivision  two  of section three thousand one of the public health law\n    5  or a voluntary ambulance service as defined in subdivision three of such\n    6  section, regardless of whether or not such vehicles are responding to an\n    7  emergency.\n    8    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05835-01-1\n",
  "memo" : "BILL NUMBER:S2372\n\nTITLE OF BILL:\nAn act\nin relation to exempting certain ambulance services from the payment of\ntolls\n\nPURPOSE:\nThe purpose of the legislation is to exempt both commercial\nand voluntary ambulance services from paying tolls on the New York\nState Thruway.\n\nSUMMARY OF PROVISIONS:\nSection one of the legislation provides that\nthe payment of tolls on any highway, bridge, tunnel or other toll\nroad in the state shall not apply to a commercial ambulance service\nor a voluntary ambulance service, regardless of whether or not they\nare responding to an emergency.\n\nEXISTING LAW:\nUnder current law, an ambulance service is exempt from\ntolls only when traveling with its lights and sirens on during an\nemergency operation.\n\nJUSTIFICATION:\nIn many parts of the state, the New\nYork State Thruway\nis the fastest and most direct route for ambulances to travel not\nonly to emergencies but also to local health care facilities.\nAmbulance services are struggling with increased costs, the declining\neconomy, and inadequate Medicaid reimbursement. To require ambulance\nservices to pay for Thruway tolls only exacerbates this problem, and\noften results in the patient being forced to pay for the added costs.\nOther emergency vehicles, including State Police and fire vehicles,\nare exempt from tolls - it is only right that ambulances should also\nbe afforded this courtesy.\n\nLEGISLATIVE HISTORY:\nS.4469 of 2009-10\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT in relation to exempting certain ambulance services from the payment of tolls ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T143807.TXT", "SOBI.D110119.T164826.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090108
}