{
  "year" : 2011,
  "senateBillNo" : "S2379-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S2379-2011-1295413200000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the delivery of fossil fuel from those building services for which municipalities are required to pay prevailing wage",
  "summary" : "Eliminates the delivery of fossil fuel from those building services for which municipalities are required to pay minimum wage. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S3057-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2379\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD, LARKIN, O'MARA, RANZENHOFER -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Labor\n\n       AN ACT to amend the labor law, in relation to eliminating  the  delivery\n         of  fossil  fuel from those building services for which municipalities\n         are required to pay prevailing wage\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 230 of the labor law, as amended\n    2  by chapter 542 of the laws of 1984, is amended to read as follows:\n    3    1. \"Building service employee\" or \"employee\" means any person perform-\n    4  ing work in connection with the  care  or  maintenance  of  an  existing\n    5  building,  or  in connection with the transportation of office furniture\n    6  or equipment to or from such building, [or in connection with the trans-\n    7  portation and delivery of fossil fuel to such building,] for a  contrac-\n    8  tor  under  a  contract  with  a public agency which is in excess of one\n    9  thousand five hundred dollars and the principal purpose of which  is  to\n   10  furnish services through the use of building service employees.\n   11    \"Building  service employee\" or \"employee\" includes, but is not limit-\n   12  ed, to, watchman, guard, doorman, building  cleaner,  porter,  handyman,\n   13  janitor,  gardener, groundskeeper, stationary fireman, elevator operator\n   14  and starter, window cleaner, and occupations relating to the  collection\n   15  of  garbage or refuse, and to the transportation of office furniture and\n   16  equipment, [and to the transportation and delivery of fossil  fuel]  but\n   17  does  not  include clerical, sales, professional, technician and related\n   18  occupations.\n   19    \"Building service employee\" or \"employee\" also does  not  include  any\n   20  employee  to  whom  the provisions of articles eight and eight-a of this\n   21  chapter are applicable.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05764-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to eliminating the delivery of fossil fuel from those building services for which municipalities are required to pay prevailing wage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T152324.TXT", "SOBI.D110119.T170327.TXT", "SOBI.D110119.T153314.TXT", "SOBI.D110119.T144309.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295474607089
}