{
  "year" : 2011,
  "senateBillNo" : "S2374-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2374-2011-1295413200000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the county of Westchester to issue serial bonds to finance certain payments over a period of five years",
  "summary" : "Authorizes the county of Westchester to issue serial bonds to finance certain payments over a period of five years for any costs associated with or related to the 2010 Early Retirement Incentive. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A3403",
  "lawSection" : "Westchester County",
  "previousVersions" : [ "S8513-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2374\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  STEWART-COUSINS,  OPPENHEIMER  --  read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Local Government\n\n       AN  ACT  to authorize the county of Westchester to issue serial bonds to\n         finance certain payments over a period of five years\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  county  of Westchester is hereby authorized to issue\n    2  serial bonds in an aggregate principal amount to be  determined  by  the\n    3  Westchester  county  board  of  legislators,  for  a  period of probable\n    4  usefulness not to exceed five years, which shall apply to  the  specific\n    5  object or purpose of payment, by the county of Westchester, of all costs\n    6  associated  with  or  related to the 2010 Early Retirement Incentive. In\n    7  anticipation of the issuance and sale of such serial bonds, bond  antic-\n    8  ipation notes are hereby authorized to be issued.\n    9    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07545-01-1\n",
  "memo" : "BILL NUMBER:S2374\n\nTITLE OF BILL:\nAn act\nto authorize the county of Westchester to issue serial bonds to finance\ncertain payments over a period of five years\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill will allow Westchester County the option to issue bonds to\nfund the cost of the 2010 Early Retirement Incentive.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 of the bill authorizes the county of Westchester to issue\nserial bonds in an aggregate principal amount to be determined by the\nWestchester County Board of Legislators, for a period of probable\nusefulness not to exceed five years which shall apply to the specific\nobject or purpose of payment, by the County of Westchester, of all\ncosts associated with or related to the 2010 Early Retirement\nIncentive.\n\nSection 2 is the effective date.\n\nJUSTIFICATION:\nOn June 25, 2010, the Westchester County Board of Legislators passed\nLocal Law No. 10 and Local Law 12 of 2010, which authorized\nWestchester County and Westchester County Community College to opt\ninto the State's retirement incentive program in order to achieve\nmaximum savings for county taxpayers.\n\nHowever, opting into the State's Early Retirement Incentive requires\nWestchester County to make payments into the New York State\nRetirement System. Approximately, 400 employees will have taken the\nRetirement Incentive and as a result, the payments are significant.\n\nBecause the significant payment in a lump sum will negatively impact\nthe current County budget, Westchester County has requested this\nlegislation that will allow for the financing of the payments\nrequired by the issuance of bonds payable over a period of time.\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nLEGISLATIVE HISTORY:\n2010 - S.8513 (Died - Rules)\n\nEFFECTIVE DATE:\nThis Act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to authorize the county of Westchester to issue serial bonds to finance certain payments over a period of five years ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T143807.TXT", "SOBI.D110125.T120909.TXT", "SOBI.D110125.T120408.TXT", "SOBI.D110119.T165826.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110119.T170327.TXT", "SOBI.D110119.T153314.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090110
}