{
  "year" : 2011,
  "senateBillNo" : "S237-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S237-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes portable x-ray services and laboratory and other diagnostic procedures provided in mobile settings as covered services for medical assistance",
  "summary" : "Includes portable x-ray services and laboratory and other diagnostic procedures provided in mobile settings pursuant to the order of a physician as covered services for medical assistance; defines \"mobile settings\". ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S310-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          237\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the social services law, in relation to including  port-\n         able x-ray services as a covered service for medical assistance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 365-a of the social  services  law  is  amended  by\n    2  adding a new subdivision 10 to read as follows:\n    3    10. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW, MEDICAL ASSIST-\n    4  ANCE SHALL ALSO INCLUDE PAYMENT FOR RADIOLOGIC SERVICES, INCLUDING PORT-\n    5  ABLE  X-RAY  AND  IMAGING SERVICES, INDEPENDENT PHYSIOLOGICAL LABORATORY\n    6  SERVICES AND  RELATED  DIAGNOSTIC  ULTRASOUND  PROCEDURES,  PROVIDED  IN\n    7  MOBILE SETTINGS PURSUANT TO THE ORDER OF A PHYSICIAN, AND UNDER A PHYSI-\n    8  CIAN'S  SUPERVISION.  FOR  THE  PURPOSES OF THIS SUBDIVISION, RADIOLOGIC\n    9  SERVICES PROVIDED UNDER A PHYSICIAN'S SUPERVISION SHALL  INCLUDE  RADIO-\n   10  LOGIC SERVICES WHERE:\n   11    (A)  THE  SUPERVISING PHYSICIAN OWNS THE RADIOLOGIC EQUIPMENT AND SUCH\n   12  EQUIPMENT IS OPERATED ONLY BY SUCH PHYSICIAN'S EMPLOYEES; OR\n   13    (B) THE OWNER OF THE RADIOLOGIC EQUIPMENT EMPLOYS OR CONTRACTS WITH  A\n   14  SUPERVISING PHYSICIAN WHO CERTIFIES ON AN ANNUAL BASIS THAT:\n   15    (I)  HE  OR SHE PERIODICALLY CHECKS THE OPERATING OR PROCEDURE MANUALS\n   16  RELATING TO SUCH EQUIPMENT;\n   17    (II) HE OR SHE OBSERVES THE  PERFORMANCE  OF  THE  OPERATORS  OF  SUCH\n   18  EQUIPMENT;\n   19    (III) HE OR SHE HAS VERIFIED THAT THE EQUIPMENT AND PERSONNEL MEET ALL\n   20  APPLICABLE  FEDERAL, STATE AND LOCAL LICENSURE AND REGISTRATION REQUIRE-\n   21  MENTS; AND\n   22    (IV) SAFE PROCEDURES ARE USED IN THE OPERATION OF SUCH EQUIPMENT.\n   23    FOR PURPOSES OF THIS SUBDIVISION, \"MOBILE SETTINGS\" SHALL BE DEEMED TO\n   24  MEAN FACILITIES LICENSED PURSUANT TO ARTICLE TWENTY-EIGHT OF THE  PUBLIC\n   25  HEALTH  LAW, OR SUCH OTHER LONG TERM CARE FACILITIES AND ASSISTED LIVING\n   26  FACILITIES THAT ARE LICENSED AND REGULATED BY THE DEPARTMENT OF HEALTH.\n   27    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01364-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to including portable x-ray services as a covered service for medical assistance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101214.T102128.TXT", "SOBI.D101213.T111304.TXT", "SOBI.D101214.T095126.TXT", "SOBI.D101213.T114306.TXT", "SOBI.D101213.T105303.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292340088715
}