{
  "year" : 2011,
  "senateBillNo" : "S2375-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2375-2011-1295413200000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to exempting certain health insurance policies from certain coverage requirements",
  "summary" : "Exempts policies intended for use in health savings account pursuant to section 1201 of the federal medicare prescription drug, improvement and modernization act of 2003 from certain coverage requirements. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S3047-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2375\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD,  BONACIC,  DeFRANCISCO,  JOHNSON, LARKIN,\n         O'MARA, RANZENHOFER -- read twice and ordered printed, and when print-\n         ed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to coverage  requirements\n         of certain health insurance plans\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (l) of section 3216 of  the  insurance  law,  as\n    2  added by chapter 504 of the laws of 1995, is amended to read as follows:\n    3    (l)  On  and  after  January  first, nineteen hundred ninety-seven, no\n    4  insurer shall offer major medical,  comprehensive  or  other  comparable\n    5  individual  contracts, other than for purposes of conversion, unless the\n    6  benefits of such contracts, including deductibles and  coinsurance,  are\n    7  identical  to  the  out-of-plan  benefits  of the contracts described in\n    8  section four thousand three hundred twenty-two  of  this  chapter.  Such\n    9  contracts  must  include  a prescription drug benefit complying with the\n   10  requirements of that section. THE REQUIREMENTS OF THIS SUBSECTION  SHALL\n   11  NOT  APPLY  TO  A POLICY INTENDED TO QUALIFY FOR USE IN A HEALTH SAVINGS\n   12  ACCOUNT PURSUANT TO SECTION 1201 OF THE  FEDERAL  MEDICARE  PRESCRIPTION\n   13  DRUG, IMPROVEMENT AND MODERNIZATION ACT OF 2003.\n   14    S  2. Subsection (l) of section 4304 of the insurance law, as added by\n   15  chapter 504 of the laws of 1995, is amended to read as follows:\n   16    (l) On and after January  first,  nineteen  hundred  ninety-seven,  no\n   17  insurer  shall  offer  major  medical, comprehensive or other comparable\n   18  individual contracts on a direct payment basis, other than for  purposes\n   19  of  conversion, unless the benefits of such contracts, including deduct-\n   20  ibles and coinsurance, are identical to the out-of-plan benefits of  the\n   21  contracts described in section four thousand three hundred twenty-two of\n   22  this  article.  Such  contracts must include a prescription drug benefit\n   23  complying with the requirements of such  section.  THE  REQUIREMENTS  OF\n   24  THIS  SUBSECTION SHALL NOT APPLY TO A POLICY INTENDED TO QUALIFY FOR USE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05748-01-1\n\n       S. 2375                             2\n\n    1  IN A HEALTH SAVINGS ACCOUNT PURSUANT TO  SECTION  1201  OF  THE  FEDERAL\n    2  MEDICARE PRESCRIPTION DRUG, IMPROVEMENT AND MODERNIZATION ACT OF 2003.\n    3    S  3.  Subsection (a) of section 4322 of the insurance law, as amended\n    4  by chapter 342 of the laws of 2004, is amended to read as follows:\n    5    (a) On and after  January  first,  nineteen  hundred  ninety-six,  all\n    6  health maintenance organizations issued a certificate of authority under\n    7  article forty-four of the public health law or licensed under this arti-\n    8  cle shall offer to individuals, in addition to the standardized contract\n    9  required by section four thousand three hundred twenty-one of this arti-\n   10  cle,  a  standardized  individual enrollee direct payment contract on an\n   11  open enrollment basis as  prescribed  by  section  four  thousand  three\n   12  hundred seventeen of this article and section four thousand four hundred\n   13  six  of  the  public health law, and regulations promulgated thereunder,\n   14  with  an  out-of-plan  benefit  system,  provided,  however,  that  such\n   15  requirements shall not apply to a health maintenance organization exclu-\n   16  sively  serving individuals enrolled pursuant to title eleven of article\n   17  five of the social services law, title eleven-D of article five  of  the\n   18  social  services  law,  title one-A of article twenty-five of the public\n   19  health law or title eighteen of the federal Social  Security  Act,  and,\n   20  further  provided,  that  such health maintenance organization shall not\n   21  discontinue a contract for an  individual  receiving  comprehensive-type\n   22  coverage  in  effect  prior  to  January first, two thousand four who is\n   23  ineligible to purchase policies offered after such date pursuant to this\n   24  section [or section four thousand three hundred twenty-two of this arti-\n   25  cle] due to the provision of 42 U.S.C. 1395ss in effect prior to January\n   26  first, two thousand four. The out-of-plan benefit system shall either be\n   27  provided by the health maintenance organization pursuant to  subdivision\n   28  two  of  section four thousand four hundred six of the public health law\n   29  or through an  accompanying  insurance  contract  providing  out-of-plan\n   30  benefits  offered  by  a company appropriately licensed pursuant to this\n   31  chapter. On and after January first, nineteen  hundred  ninety-six,  the\n   32  contracts  issued  pursuant  to  this  section and section four thousand\n   33  three hundred twenty-one of this article shall  be  the  only  contracts\n   34  offered  by  health  maintenance organizations to individuals; PROVIDED,\n   35  HOWEVER, THIS LIMITATION  SHALL  NOT  APPLY  TO  ONE  OR  MORE  POLICIES\n   36  INTENDED  TO  QUALIFY  FOR  USE  IN A HEALTH SAVINGS ACCOUNT PURSUANT TO\n   37  SECTION 1201 OF THE FEDERAL MEDICARE PRESCRIPTION DRUG, IMPROVEMENT, AND\n   38  MODERNIZATION ACT OF 2003.  The enrollee contracts issued  by  a  health\n   39  maintenance  organization  under  this section and section four thousand\n   40  three hundred  twenty-one  of  this  article  shall  also  be  the  only\n   41  contracts  issued by the health maintenance organization for purposes of\n   42  conversion pursuant to sections four thousand  three  hundred  four  and\n   43  four  thousand  three  hundred five of this article. However, nothing in\n   44  this section shall be deemed to require health maintenance organizations\n   45  to terminate individual direct payment contracts issued prior to January\n   46  first, nineteen hundred ninety-six or prohibit health maintenance organ-\n   47  izations from terminating individual  direct  payment  contracts  issued\n   48  prior to January first, nineteen hundred ninety-six.\n   49    S 4. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to coverage requirements of certain health insurance plans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T143807.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110119.T170327.TXT", "SOBI.D110119.T153314.TXT", "SOBI.D110119.T144309.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295474607081
}