{
  "year" : 2011,
  "senateBillNo" : "S2373-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2373-2011-1295413200000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes recording officers to accept conveyance of real property presented for recording as electronic records",
  "summary" : "Permits recording officers to require that conveyances of real property presented for recording be presented as digitized paper documents in the form of digitized images of original paper records. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "State Technology Law",
  "previousVersions" : [ "S8318-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2373\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen.  STEWART-COUSINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Energy and  Tele-\n         communications\n\n       AN  ACT to amend the state technology law, the real property law and the\n         civil practice law and rules, in  relation  to  permitting  electronic\n         recording of instruments affecting real property\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 3 and 4 of section 307 of the state technology\n    2  law, such section as renumbered by chapter 437 of the laws of 2004,  are\n    3  amended to read as follows:\n    4    3.  [To  any  conveyance  or other instrument recordable under article\n    5  nine of the real property law.\n    6    4.] To any other document that the electronic facilitator has  specif-\n    7  ically excepted, pursuant to the rules and regulations of the electronic\n    8  facilitator, from the application of this article.\n    9    S 2. Section 290 of the real property law, subdivision 4 as amended by\n   10  chapter 569 of the laws of 1925, subdivision 5 as amended by chapter 317\n   11  of  the  laws  of 1943 and subdivision 6 as renumbered by chapter 227 of\n   12  the laws of 1926, is amended to read as follows:\n   13    S 290. Definitions; effect of article. 1. The term \"real property,\" as\n   14  used in this article, includes lands, tenements  and  hereditaments  and\n   15  chattels real, except a lease for a term not exceeding three years.\n   16    2.  The  term  \"purchaser\" includes every person to whom any estate or\n   17  interest in real property is conveyed for a valuable consideration,  and\n   18  every assignee of a mortgage, lease or other conditional estate.\n   19    3.  The  term \"conveyance\" includes every written instrument, by which\n   20  any estate or interest in real property is created,  transferred,  mort-\n   21  gaged  or  assigned,  or  by which the title to any real property may be\n   22  affected, including an instrument in execution of a power, although  the\n   23  power  be one of revocation only, and an instrument postponing or subor-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07544-01-1\n\n       S. 2373                             2\n\n    1  dinating a mortgage lien; except a will, a lease for a term not  exceed-\n    2  ing  three  years,  an  executory  contract  for the sale or purchase of\n    3  lands, and an instrument containing a power to convey real  property  as\n    4  the agent or attorney for the owner of such property.\n    5    4.  The term \"recording officer\" means the county clerk of the county,\n    6  except in a county having a register, where it means the register of the\n    7  county.\n    8    5. \"Recording\" or \"recorded\" means the  entry,  at  length,  upon  the\n    9  pages of the proper record books in a plain and legible hand writing, or\n   10  in  print  or in symbols of drawing or by photographic process or partly\n   11  in writing, partly in printing, partly in symbols of drawing  or  partly\n   12  by  photographic  process  or  by  any combination of writing, printing,\n   13  drawing or photography or either or any two of them, OR BY AN ELECTRONIC\n   14  PROCESS BY WHICH A RECORD OR INSTRUMENT AFFECTING REAL  PROPERTY,  AFTER\n   15  DELIVERY  IS  INCORPORATED  INTO  THE  PUBLIC  RECORD.    \"Recording\" or\n   16  \"recorded\" also means the reproduction of instruments by  microphotogra-\n   17  phy  or  other photographic process on film which is kept in appropriate\n   18  files.\n   19    6.  \"ELECTRONIC\" MEANS OF OR RELATING TO TECHNOLOGY HAVING ELECTRICAL,\n   20  DIGITAL, MAGNETIC, WIRELESS, OPTICAL, ELECTROMAGNETIC OR  SIMILAR  CAPA-\n   21  BILITIES.\n   22    7.  \"ELECTRONIC  RECORD\"  MEANS INFORMATION EVIDENCING ANY ACT, TRANS-\n   23  ACTION, OCCURRENCE, EVENT OR OTHER ACTIVITY, PRODUCED OR STORED BY ELEC-\n   24  TRONIC MEANS AND CAPABLE OF BEING ACCURATELY REPRODUCED IN FORMS PERCEP-\n   25  TIBLE BY HUMAN SENSORY CAPABILITIES.\n   26    8. \"ELECTRONIC SIGNATURE\" MEANS AN ELECTRONIC SOUND, SYMBOL, OR  PROC-\n   27  ESS,  ATTACHED  TO OR LOGICALLY ASSOCIATED WITH AN ELECTRONIC RECORD AND\n   28  EXECUTED OR ADOPTED BY A PERSON WITH THE INTENT TO SIGN THE RECORD.\n   29    9. \"PAPER DOCUMENT\" MEANS A DOCUMENT IN A FORM THAT IS NOT ELECTRONIC.\n   30    10.  \"DIGITIZED PAPER DOCUMENT\" MEANS A DIGITIZED  IMAGE  OF  A  PAPER\n   31  DOCUMENT  THAT  ACCURATELY DEPICTS THE INFORMATION ON THE PAPER DOCUMENT\n   32  IN A FORMAT THAT CANNOT BE ALTERED WITHOUT DETECTION.\n   33    11. \"WET SIGNATURE\" MEANS A SIGNATURE AFFIXED  IN  INK  OR  PENCIL  OR\n   34  OTHER MATERIAL TO A PAPER DOCUMENT.\n   35    12.  This  article  does not apply to leases for life or lives, or for\n   36  years, heretofore made, of lands in either of the  counties  of  Albany,\n   37  Ulster, Sullivan, Herkimer, Dutchess, Columbia, Delaware or Schenectady.\n   38    S 3. The real property law is amended by adding a new section 291-i to\n   39  read as follows:\n   40    S 291-I. VALIDITY OF ELECTRONIC RECORDING. 1.  NOTWITHSTANDING ANY LAW\n   41  TO  THE  CONTRARY,  (A)  WHERE  A LAW, RULE OR REGULATION REQUIRES, AS A\n   42  CONDITION FOR RECORDING, THAT AN INSTRUMENT AFFECTING REAL  PROPERTY  BE\n   43  AN  ORIGINAL,  BE  ON PAPER OR ANOTHER TANGIBLE MEDIUM OR BE IN WRITING,\n   44  THE REQUIREMENT IS SATISFIED BY A DIGITIZED PAPER DOCUMENT OR  AN  ELEC-\n   45  TRONIC RECORD OF SUCH INSTRUMENT;\n   46    (B)  WHERE  A  LAW,  RULE  OR  REGULATION REQUIRES, AS A CONDITION FOR\n   47  RECORDING, THAT AN INSTRUMENT AFFECTING REAL  PROPERTY  BE  SIGNED,  THE\n   48  REQUIREMENT  IS  SATISFIED,  WHERE  THE INSTRUMENT EXISTS AS A DIGITIZED\n   49  PAPER DOCUMENT, IF THE DIGITIZED IMAGE OF A WET SIGNATURE OF THE  PERSON\n   50  EXECUTING  SUCH  INSTRUMENT APPEARS ON SUCH DIGITIZED PAPER DOCUMENT OR,\n   51  WHERE THE INSTRUMENT EXISTS AS AN ELECTRONIC RECORD, IF  THE  INSTRUMENT\n   52  IS SIGNED BY USE OF AN ELECTRONIC SIGNATURE;\n   53    (C)  WHERE  A  LAW,  RULE  OR  REGULATION  REQUIRES, AS A CONDITION OF\n   54  RECORDING, THAT AN INSTRUMENT AFFECTING REAL  PROPERTY  OR  A  SIGNATURE\n   55  ASSOCIATED WITH SUCH AN INSTRUMENT BE NOTARIZED, ACKNOWLEDGED, VERIFIED,\n   56  WITNESSED OR MADE UNDER OATH, THE SIGNATURE REQUIREMENT IS SATISFIED IF:\n\n       S. 2373                             3\n\n    1  (I)  THE  DIGITIZED IMAGE OF A WET SIGNATURE OF THE PERSON AUTHORIZED TO\n    2  PERFORM THAT ACT AND ANY STAMP, IMPRESSION OR SEAL REQUIRED BY LAW TO BE\n    3  INCLUDED, APPEARS ON A DIGITIZED PAPER DOCUMENT OF SUCH  INSTRUMENT;  OR\n    4  (II)  THE  ELECTRONIC SIGNATURE OF THE PERSON AUTHORIZED TO PERFORM THAT\n    5  ACT, AND ALL OTHER INFORMATION REQUIRED TO BE INCLUDED, IS  ATTACHED  TO\n    6  OR  LOGICALLY  ASSOCIATED  WITH AN ELECTRONIC RECORD OF SUCH INSTRUMENT,\n    7  PROVIDED, HOWEVER THAT NO PHYSICAL  OR  ELECTRONIC  IMAGE  OF  A  STAMP,\n    8  IMPRESSION OR SEAL SHALL BE REQUIRED TO ACCOMPANY SUCH ELECTRONIC SIGNA-\n    9  TURE.\n   10    (D)  WHERE  A  LAW,  RULE  OR  REGULATION  REQUIRES, AS A CONDITION OF\n   11  RECORDING AN INSTRUMENT AFFECTING REAL PROPERTY, THAT  ANY  ACCOMPANYING\n   12  DOCUMENT  BE  FILED  THEREWITH,  THE REQUIREMENT IS SATISFIED IF, IN THE\n   13  CASE OF RECORDING BY ELECTRONIC MEANS, A  DIGITIZED  PAPER  DOCUMENT  OR\n   14  ELECTRONIC  RECORD OF ANY SUCH ACCOMPANYING DOCUMENT IS PRESENTED TO THE\n   15  RECORDING OFFICER AT THE SAME TIME AS SUCH  INSTRUMENT  IS  RECORDED  BY\n   16  ELECTRONIC  MEANS;  PROVIDED  THAT EACH SUCH DOCUMENT OR RECORD SHALL BE\n   17  PRESENTED TO THE RECORDING OFFICER AS A SEPARATE DIGITIZED  PAPER  DOCU-\n   18  MENT OR ELECTRONIC RECORD UNTO ITSELF.\n   19    2.  (A)  A  RECORDING  OFFICER  MAY  RECORD A DIGITIZED PAPER DOCUMENT\n   20  PURSUANT TO THIS SECTION IF SUCH DOCUMENT IS AFFIRMED AS A  TRUE,  ACCU-\n   21  RATE  AND  COMPLETE COPY OF THE ORIGINAL PAPER DOCUMENT. THE AFFIRMATION\n   22  CONCERNING SUCH DIGITIZED PAPER DOCUMENT SHALL BE MADE BY THE  CUSTODIAN\n   23  OF THE ORIGINAL PAPER DOCUMENT AND THE SIGNATURE OF THAT PERSON SHALL BE\n   24  ACKNOWLEDGED  IN ACCORDANCE WITH THE APPLICABLE PROVISIONS OF THIS ARTI-\n   25  CLE GOVERNING ACKNOWLEDGEMENT OR PROOF OF A CONVEYANCE OF REAL PROPERTY.\n   26  THE AFFIRMATION SHALL BE TRANSMITTED WITH SUCH DIGITIZED PAPER  DOCUMENT\n   27  AND SHALL BE RECORDED BY THE RECORDING OFFICER AS A PART OF THE DOCUMENT\n   28  BEING RECORDED. THE AFFIRMATION CONCERNING SUCH DIGITIZED PAPER DOCUMENT\n   29  MUST  CONFORM  SUBSTANTIALLY  WITH  THE FOLLOWING FORM, THE BLANKS BEING\n   30  PROPERLY FILLED:\n\n   31       AFFIRMATION CONCERNING DIGITIZED PAPER DOCUMENTS PRESENTED FOR\n   32                                  RECORDING\n   33  STATE OF NEW YORK)\n   34                SS:\n   35  COUNTY OF _______)\n   36  I                  HEREBY AFFIRM, THAT THE DIGITIZED  PAPER  DOCUMENT(S)\n   37  PRESENTED HEREWITH WAS (WERE) CREATED BY A SOFTWARE APPLICATION OR OTHER\n   38  ELECTRONIC  PROCESS WHICH STORES AN IMAGE OF THE ORIGINAL PAPER DOCUMENT\n   39  AND WHICH DOES NOT PERMIT ADDITIONS, DELETIONS, OR CHANGES TO THE  DIGI-\n   40  TIZED  IMAGE,  OR  IF  ADDITIONS, DELETIONS, OR CHANGES ARE PERMITTED, A\n   41  MEDIA TRAIL EXISTS WHICH CREATES AN ELECTRONIC  RECORD  WHICH  MAKES  IT\n   42  POSSIBLE  TO  IDENTIFY  THESE  CHANGES.  I AFFIRM THAT I HAVE PERSONALLY\n   43  EXAMINED ALL PAGES OF THE ORIGINAL PAPER DOCUMENT(S) WHICH CONTAIN(S)  A\n   44  WET  SIGNATURE  AND  COMPARED  THEM  TO ALL PAGES OF THE DIGITIZED PAPER\n   45  DOCUMENT PRESENTED HEREWITH FOR RECORDING  AND  THE  ATTACHED  DIGITIZED\n   46  PAPER DOCUMENT IS A TRUE, ACCURATE, AND COMPLETE ELECTRONIC IMAGE OF THE\n   47  ORIGINAL PAPER DOCUMENT. I FURTHER AFFIRM THAT EACH SIGNATURE OR MARK ON\n   48  THE ORIGINAL PAPER DOCUMENT IS A WET SIGNATURE OR MARK.\n   49  SUBSCRIBED AND AFFIRMED, UNDER THE PENALTY OF PERJURY,\n   50  by ________________________ on _________________________\n   51     PRINT NAME OF AFFIRMANT          INSERT DATE\n   52  ___________________________\n   53  SIGNATURE OF AFFIRMANT\n   54    ON  THE  _____  DAY  OF ______ IN THE YEAR ______ BEFORE ME PERSONALLY\n   55  APPEARED __________________, TO MAKE  THIS  AFFIRMATION  CONCERNING  THE\n\n       S. 2373                             4\n\n    1  DIGITIZED  PAPER  DOCUMENT  PRESENTED  FOR RECORDING AND/OR FILING, WITH\n    2  WHOM I AM PERSONALLY ACQUAINTED, WHO, BEING BY ME FIRST DULY SWORN,  DID\n    3  DEPOSE  AND  SAY  THAT  HE/SHE RESIDES IN ____________________; AND THAT\n    4  HE/SHE  IS  THE  INDIVIDUAL  DESCRIBED IN AND WHO EXECUTED THE FOREGOING\n    5  AFFIRMATION CONCERNING DIGITIZED PAPER DOCUMENTS PRESENTED FOR RECORDING\n    6  OR FILING.\n    7  (SIGNATURE OF NOTARY)\n    8    (B) FOR PURPOSES OF THIS SUBDIVISION,  A  CUSTODIAN  OF  THE  ORIGINAL\n    9  PAPER  DOCUMENTS  WHO MAKES THE AFFIRMATION REQUIRED BY THIS SUBDIVISION\n   10  SHALL NOT BE REQUIRED TO KEEP, HOLD OR MAINTAIN SUCH DOCUMENTS AFTER THE\n   11  DATE ON WHICH THE DIGITIZED PAPER DOCUMENTS OF SUCH ORIGINAL PAPER DOCU-\n   12  MENTS ARE RECORDED OR FILED.\n   13    3. NOTHING IN THIS SECTION OR ANY OTHER  PROVISION  OF  LAW  SHALL  BE\n   14  CONSTRUED  TO  REQUIRE  THE RECORDING BY ELECTRONIC MEANS OF INSTRUMENTS\n   15  AFFECTING REAL PROPERTY.\n   16    4. WHERE ANY RECORDING OFFICER PERMITS OR REQUIRES INSTRUMENTS AFFECT-\n   17  ING REAL PROPERTY AND ANY ACCOMPANYING DOCUMENTS  TO  BE  PRESENTED  FOR\n   18  RECORDING  OR  FILING AS DIGITIZED PAPER DOCUMENTS OR ELECTRONIC RECORDS\n   19  PURSUANT TO THIS SECTION, SUCH RECORDING BY ELECTRONIC MEANS SHALL BE IN\n   20  ACCORDANCE WITH THE RULES, REGULATIONS, GUIDELINES, STANDARDS AND  POLI-\n   21  CIES  ESTABLISHED  BY THE ELECTRONIC FACILITATOR PURSUANT TO SUBDIVISION\n   22  FIVE OF THIS SECTION.\n   23    5. IN ORDER TO ENSURE CONSISTENCY IN THE STANDARDS AND  PRACTICES  OF,\n   24  AND  THE  TECHNOLOGY  USED BY RECORDING OFFICERS IN THE STATE, THE ELEC-\n   25  TRONIC FACILITATOR, AS DESCRIBED IN SECTION THREE HUNDRED THREE  OF  THE\n   26  STATE  TECHNOLOGY  LAW, SHALL, CONSISTENT WITH THE PROVISIONS OF ARTICLE\n   27  THREE OF THE STATE TECHNOLOGY LAW, PROMULGATE RULES, REGULATIONS, GUIDE-\n   28  LINES, STANDARDS AND POLICIES, AND AMENDMENTS  THERETO,  AS  APPROPRIATE\n   29  GOVERNING THE USE AND ACCEPTANCE OF DIGITIZED PAPER DOCUMENTS, ELECTRON-\n   30  IC  RECORDS  AND  ELECTRONIC  SIGNATURES UNDER THIS ARTICLE, TAKING INTO\n   31  CONSIDERATION: (A) THE MOST RECENT  STANDARDS  PROMULGATED  BY  NATIONAL\n   32  STANDARD-SETTING  BODIES  SUCH  AS,  WITHOUT  LIMITATION,  THE  PROPERTY\n   33  RECORDS INDUSTRY ASSOCIATION; (B) THE VIEWS OF  INTERESTED  PERSONS  AND\n   34  GOVERNMENTAL  OFFICIALS  AND  ENTITIES,  INCLUDING  BUT  NOT  LIMITED TO\n   35  RECORDING OFFICERS AND REPRESENTATIVES OF THE  STATE  TITLE,  LEGAL  AND\n   36  BANKING INDUSTRIES; AND (C) THE NEEDS OF COUNTIES OF VARYING SIZE, POPU-\n   37  LATION, AND RESOURCES. SUCH PROMULGATION SHALL INCLUDE BUT NOT BE LIMIT-\n   38  ED  TO  STANDARDS  REQUIRING ADEQUATE INFORMATION SECURITY PROTECTION TO\n   39  ENSURE THAT ELECTRONIC RECORDS OF INSTRUMENTS  AFFECTING  REAL  PROPERTY\n   40  DOCUMENTS ARE ACCURATE, AUTHENTIC, ADEQUATELY PRESERVED AND RESISTANT TO\n   41  TAMPERING.\n   42    6. NOTHING CONTAINED IN THIS SECTION SHALL BE CONSTRUED TO AUTHORIZE A\n   43  RECORDING  OFFICER  TO  FURNISH DIGITIZED PAPER DOCUMENTS OF THE REPORTS\n   44  REQUIRED BY SECTION FIVE HUNDRED SEVENTY-FOUR OF THE REAL  PROPERTY  TAX\n   45  LAW.  SUCH REPORTS SHALL BE FURNISHED AS PAPER DOCUMENTS WITH THE REQUI-\n   46  SITE NOTATIONS THEREON, EXCEPT WHERE THE STATE BOARD  OF  REAL  PROPERTY\n   47  SERVICES  HAS  AGREED  TO ACCEPT DATA SUBMISSIONS IN LIEU THEREOF OR HAS\n   48  PROVIDED FOR THE ELECTRONIC TRANSMISSION OF SUCH DATA PURSUANT TO LAW.\n   49    S 4. Section 317 of the real  property  law  is  amended  to  read  as\n   50  follows:\n   51    S  317. Order of recording. Every instrument, entitled to be recorded,\n   52  must be recorded by the recording officer in the order  and  as  of  the\n   53  time  of its delivery to him OR HER therefor, and is considered recorded\n   54  from the time of such delivery;  PROVIDED,  HOWEVER,  THAT  A  DIGITIZED\n   55  PAPER DOCUMENT OR AN ELECTRONIC RECORD SHALL BE CONSIDERED DELIVERED FOR\n   56  PURPOSES OF THIS SECTION AT THE DATE AND TIME OF RECEIPT INDICATED ON AN\n\n       S. 2373                             5\n\n    1  ELECTRONIC  OR OTHER WRITTEN NOTIFICATION WHICH SHALL BE PROVIDED BY THE\n    2  RECORDING OFFICER IMMEDIATELY UPON RECEIPT OF A DIGITIZED PAPER DOCUMENT\n    3  OR ELECTRONIC RECORD.\n    4    S  5.  Clause 1 of subparagraph a of paragraph 4 of subdivision (a) of\n    5  section 8021 of the civil practice law and rules, as amended by  chapter\n    6  288 of the laws of 2008, is amended to read as follows:\n    7    (1)  For  recording, entering, indexing and endorsing a certificate on\n    8  any instrument, five dollars, and, in addition  thereto,  three  dollars\n    9  for  each page or portion of a page, and fifty cents for each additional\n   10  town, city, block or other indices in which such  instrument  is  to  be\n   11  indexed  as  directed by the endorsement thereon. On the assignment of a\n   12  mortgage which assigns more than one mortgage or on a release  of  lease\n   13  which  releases  more  than one lease, then there shall be an additional\n   14  fee of three dollars for every mortgage assigned or  lease  released  in\n   15  excess  of one. PROVIDED, HOWEVER, THAT THERE SHALL BE NO FEE FOR A PAGE\n   16  TRANSMITTED FOR RECORDING OR FILING THAT CONTAINS ONLY THE CERTIFICATION\n   17  AS TO AUTHENTICITY OF DIGITIZED PAPER DOCUMENTS PRESENTED FOR  RECORDING\n   18  OR   FILING   PURSUANT   TO  SUBDIVISION  TWO  OF  SECTION  TWO  HUNDRED\n   19  NINETY-ONE-I OF THE REAL PROPERTY LAW.\n   20    S 6. This act shall take effect on  the  two  hundred  seventieth  day\n   21  after  it shall have become a law; provided, however that the electronic\n   22  facilitator shall be authorized to promulgate rules, regulations, guide-\n   23  lines, standards and policies to  effectuate  this  act  prior  to  such\n   24  effective date.\n",
  "memo" : "BILL NUMBER:S2373\n\nTITLE OF BILL:\n\nAn act\nto amend the state technology law,\nthe\nreal property law and the civil practice law and rules,\nin relation to permitting electronic\nrecording of instruments affecting real property\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThe fundamental purpose of this bill is to clarify the authorization\nfor real property records official to accept records in electronic\nform, storing electronic records, and setting up systems for search\nfor and retrieving these real property records. This bill modernizes\nthe real estate transaction process.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nSection 1 of this bill would amend State Technology Law (STL), Section\n307 to remove a provision that makes the Electronic Signature and\nRecords Act (ESRA) inapplicable to conveyances or other instruments\nrecordable under Real Property Law (RPL) Article 9.\n\nSection 2 of the bill amends RPL Section 290, to include definitions\nor germs used in the new RPL Section 291-1, added by Section 3 of\nthis bill.\n\nSection 3 of the bill amends RPL Article 9 to add a new Section 29l-i\nthat would confirm the validity of digitized paper documents,\nelectronic records, electronic signatures and electronic\nnotarization, as follows:\n\no RPL Section 291-1 (1) would provide that where a law, rule or\nregulation requires, as a condition of recording, that an instrument\nbe a signed and notarized paper original, the requirement is\nsatisfied by a digitized paper document or an electronic record that\nhad been electronically signed and notarized.\n\no RPL Section 291-1 (2) would provide a form for a Certification as to\nAuthenticity of digitized paper documents presented for recording or\nfiling.\n\no RPL Section 291-1 (3) would authorize recording officers to receive,\nindex, store, archive, transmit and provide access to electronic\nrecords, and to convert paper documents into electronic documents.\n\no RPL Section 291-1 (4) would provide that nothing in RPL Section\n291-1 shall be construed to require electronic recording, but the\n\ngoverning body of a county may by local law authorize its recording\nofficer to require electronic recording of instruments affecting real\nproperty. A recording officer so authorized would be required to\nprovide for the waiver of such requirement in accordance with the\nrules and standards promulgated by the State Office for Technology\n(OFT) as provided in RPL Section 291-1 (6).\n\no RPL Section 291·1 (5) would provide that where any recording officer\npermits or requires electronic recording pursuant to RPL Section\n291-1, it must be in accordance with the rules, regulations,\nguidelines, standards, and policies established by OFT>\n\no RPL Section 291-1 (6) would provide that to ensure consistency in\nthe practices and technology used by county clerks in the State, OFT\nwould promulgate rules, regulations, guidelines, standards and\npolicies as appropriate, governing the use and acceptance of digitized\npaper documents, electronic records, and electronic signatures under\nRPL Article 9.\n\no RPL Section 291-1 (7) would provide that recording officers must\ncontinue to furnish the State Office of Real Property Services (ORPS)\nwith paper documents of reports required by Real Property Tax Law\nSection 574, unless ORPS agrees to accept data submissions in lieu\nthereof or has provided for the electronic transmission of such data\npursuant to law.\n\nSection 4 of this bill amends RPL Section 317 to provide that a\ndigitized paper document or an electronic record would be considered\ndelivered for purposes of RPL Section 317 of the date and at the time\nsuch document or record is successfully transmitted to a recording\noffice.\n\nSection 5 of this bill would amend CPLR Section 8021 (a) (4) (a) (I),\nto provide that no fee would be charged for a page transmitted for\nrecording that contains the Certification as to Authentication of\nDigitized Paper Documents Presented for Recording or filing required\npursuant to RPL Section 291·1 (2).\n\nSection 6 of the bill makes it effective 270 days after it becomes a\nlaw, provided, however, that OFT would be authorized to promulgate\nrules, regulations, guidelines, standards and policies to effectuate\nthe bill prior to such effective date.\n\nJUSTIFICATION:\n\nThis bill responds to the ongoing challenge of local governments to\ndeliver more services with fewer resources. County clerks are\ncontinually seeking ways to improve efficiency, enhance\nservices, and save taxpayer dollars. This bill permits, but not\nmandate, the application of information and communication\ntechnologies to support their activities related to the recording of\ninstruments affecting real property.\n\nIn the past several years, virtually all businesses have become, to\nsome degree or another, ebusinesses. Internet technology and readily\navailable solutions have made e-business ubiquitous.\nGovernment has experienced a parallel trend. For example, the New York\nState Unified Court System has established \"NYSCEF\", a program that\npermits the filing an service of legal papers by electronic means\nwith certain county clerks, and with courts in certain types of\ncases. This bill seeks to achieve similar efficiencies in the realm\nof real property conveyances by enabling county governments to\nmodernize the manner in which real estate professional and recording\nofficers conduct their business together.\n\nBy implementing electronic recording, a local government would be able\nto reduce the volume of paper documents coming into the recorders'\noffices. Moreover, local governments that permit electronic recording\nstand to save considerable money of personnel and postage for\nreturning documents.\n\nOwners of real property, real estate professionals and local\ngovernment taxpayers would benefit from the more accurate and\nefficient land records system that this bill would facilitate. This\nbill will also eliminate the need for persons seeking to record land\ndocuments to appear at the offices of recording officers to file hard\ncopy originals, and it would provide for a more efficient and\nstreamlined storage and retrieval system. Ultimately, electronic\nrecording will improve the recording process from the point of origin\n(e.g. title companies, banks, attorneys' offices) to county clerks'\noffices. It will improve work flow, increase productivity, speed up\nthe recording process and improve data accuracy.\n\nLEGISLATIVE HISTORY:\n\n2010 - S.8318 (Died - Rules)\n\nFISCAL IMPLICATIONS:\n\nNone to the State. Depending on the level of participation in each\ncounty, the receipt of electronic records or digitized documents for\nrecording will enable county clerk offices to attain significant\nsavings from the elimination of document scanning and the reduction\nin time and supplies necessary to return documents to their\ncustodians after the original copies have been recorded.\n\nEFFECTIVE DATE:\n\nThis bill would take effect 270 days after it becomes a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state technology law, the real property law and the civil practice law and rules, in relation to permitting electronic recording of instruments affecting real property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T143807.TXT", "SOBI.D110119.T155323.TXT", "SOBI.D110119.T165826.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090109
}