{
  "year" : 2011,
  "senateBillNo" : "S2388-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2388-2011-1295413200000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows for a fee reduction for the registration of vintage snowmobiles",
  "summary" : "Allows for a fee reduction for the registration of vintage snowmobiles; prescribes the use of a different color registration sticker for vintage snowmobiles; defines vintage snowmobiles; creates a violation for misuse of a vintage snowmobile registration. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S3042-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RITCHIE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2388\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD,  DeFRANCISCO, LARKIN, RANZENHOFER -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Transportation\n\n       AN  ACT  to amend the vehicle and traffic law, in relation to the regis-\n         tration of vintage snowmobiles\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 2222 of the vehicle and traffic law is amended by\n    2  adding a new subdivision 15 to read as follows:\n    3    15. (A) FEES FOR VINTAGE SNOWMOBILES. NOTWITHSTANDING ANY  OTHER  LAW,\n    4  RULE  OR  REGULATION TO THE CONTRARY, FEES FOR REGISTRATION OF A VINTAGE\n    5  SNOWMOBILE WHICH IS OWNED AND OPERATED AS AN EXHIBITION PIECE OR COLLEC-\n    6  TOR'S ITEM, AND IS USED FOR PARTICIPATION IN CLUB ACTIVITIES,  EXHIBITS,\n    7  TOURS, PARADES, OCCASIONAL TRANSPORTATION AND SIMILAR USES, BUT NOT USED\n    8  FOR GENERAL SNOWMOBILING PURPOSES, SHALL NOT INCLUDE THE ADDITIONAL FEES\n    9  SET  OUT IN SUBDIVISION FOUR-A OF THIS SECTION, AND SECTION 21.07 OF THE\n   10  PARKS, RECREATION AND HISTORIC PRESERVATION LAW.\n   11    (B) THE REGISTRATION STICKER FOR VINTAGE SNOWMOBILES  WHICH  SHALL  BE\n   12  USED  ONLY  FOR  VINTAGE  SNOWMOBILES SHALL BE OF A DIFFERENT COLOR THAN\n   13  OTHER REGISTRATION STICKERS FOR SNOWMOBILES.\n   14    (C) FOR PURPOSES OF THIS SUBDIVISION, A VINTAGE SNOWMOBILE SHALL  MEAN\n   15  ANY  SNOWMOBILE  MANUFACTURED  MORE  THAN TWENTY-FIVE YEARS PRIOR TO THE\n   16  CURRENT CALENDAR YEAR, AND ANY OTHER MODEL,  YEAR  AND  TYPE  SNOWMOBILE\n   17  WHICH  HAS UNIQUE CHARACTERISTICS AND WHICH IS DETERMINED BY THE COMMIS-\n   18  SIONER TO BE OF HISTORICAL, CLASSIC OR EXHIBITION VALUE.\n   19    (D) A PERSON WHO OWNS OR OPERATES A SNOWMOBILE WHICH IS REGISTERED  AS\n   20  A  VINTAGE SNOWMOBILE AND SUCH SNOWMOBILE IS NOT A VINTAGE SNOWMOBILE AS\n   21  DEFINED IN PARAGRAPH (C) OF  THIS  SUBDIVISION  SHALL  BE  GUILTY  OF  A\n   22  VIOLATION AND SHALL BE SUBJECT TO A FINE OF TWO HUNDRED DOLLARS.\n   23    S  2.  This  act shall take effect on the ninetieth day after it shall\n   24  have become a law, provided that the commissioner of motor  vehicles  is\n   25  immediately  authorized  and  directed  to  promulgate and/or repeal any\n   26  rules and regulations necessary to implement the provisions of this  act\n   27  on its effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05743-01-1\n",
  "memo" : "BILL NUMBER:S2388\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to the registration of\nvintage snowmobiles\n\nPURPOSE:\nTo exempt vintage snowmobiles that\nare used for participation in club activities, exhibits, tours,\nparades, occasional transportation and similar uses, but not used for\ngeneral snowmobiling purposes, from the portion of the snowmobile\nregistration fee that is deposited into the Snowmobile Trail\nDevelopment and Maintenance Fund.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1: Exempts vintage snowmobiles that are used only for\nparticipation in club activities, exhibits, tours, parades,\noccasional transportation and similar uses, but not used for general\nsnowmobiling purposes, from the portion of the snowmobile\nregistration fee that is deposited into the Snowmobile Trail\nDevelopment and Maintenance Fund.\n\nSection 2: Requires that the registration stickers for vintage\nsnowmobiles be of a different color than other registration stickers\nfor snowmobiles.\n\nSection 3: Defines a vintage snowmobile as any snowmobile manufactured\nmore than twenty-five years prior to the current calendar year, or\nany other model, year and type snowmobile which has unique\ncharacteristics and is determined by the commissioner to be of\nhistorical, classic, or exhibition value.\n\nSection 4: A person who owns or operates a snowmobile which is\nregistered as a vintage snowmobile and such snowmobile is not a\nvintage snowmobile as defined shall be subject to a fine of $200.\n\nEXISTING LAW:\nThe current snowmobile registration fee is $45 for New York State\nSnowmobile Association (NYSSA) members and $100 for non-members.\n\nJUSTIFICATION:\nRequiring individuals who use their vintage snowmobiles\nfor participation in club activities, exhibits, tours, parades,\noccasional transportation and similar uses, but do not use them for\ngeneral snowmobile purposes to pay into the Snowmobile Trail\nDevelopment and Maintenance Fund is unfair, as these individuals do\nnot use the trail system.\n\nLEGISLATIVE HISTORY:\nS.3042 of 2009-10.\n\nFISCAL IMPLICATIONS:\nUnknown at this time.\n\nEFFECTIVE DATE:\n90 days after becoming a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the registration of vintage snowmobiles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T145826.TXT", "SOBI.D110120.T102826.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T153314.TXT", "SOBI.D110201.T101520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296573320558
}