{
  "year" : 2011,
  "senateBillNo" : "S2387-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2387-2011-1295413200000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296450000000,
    "eventText" : "1ST REPORT CAL.44",
    "billEventId" : "S2387-2011-1296450000000-1ST+REPORT+CAL.44",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to permitting the possession of external defibrillators by certain persons",
  "summary" : "Relates to permitting the possession of external defibrillators by a health care practitioner licensed or certified under title VIII of the education law or a person certified under this article acting within his or her lawful scope of practice or by a person acting pursuant to a lawful prescription. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S3044-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : [ "HEALTH" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2387\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD,  DeFRANCISCO,  HANNON,  JOHNSON,  LARKIN,\n         O'MARA, RANZENHOFER, SALAND -- read twice  and  ordered  printed,  and\n         when printed to be committed to the Committee on Health\n\n       AN  ACT to amend the public health law, in relation to the possession of\n         external defibrillators\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (a)  of subdivision 3 of section 3000-b of the\n    2  public health law, as amended by chapter 243 of the  laws  of  2010,  is\n    3  amended to read as follows:\n    4    (a)  No  person may operate an automated external defibrillator unless\n    5  the person has successfully completed a training course in the operation\n    6  of an automated external defibrillator approved by  a  nationally-recog-\n    7  nized  organization  or  the  state  emergency medical services council.\n    8  However, this section shall not prohibit THE POSSESSION OR operation  of\n    9  an  automated  external defibrillator, (i) by a health care practitioner\n   10  licensed or certified under title VIII of the education law or a  person\n   11  certified  under  this  article acting within his or her lawful scope of\n   12  practice; (ii) by a person acting pursuant to a lawful prescription;  or\n   13  (iii)  by  a  person  who  operates the automated external defibrillator\n   14  other than as part of or incidental to his or her employment or  regular\n   15  duties,  who  is acting in good faith, with reasonable care, and without\n   16  expectation of monetary compensation, to provide first aid that includes\n   17  operation of an automated external defibrillator; nor shall this section\n   18  limit any good samaritan protections provided  in  section  three  thou-\n   19  sand-a of this article.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05746-01-1\n",
  "memo" : "BILL NUMBER:S2387\n\nTITLE OF BILL:\nAn act\nto amend the public health law, in relation to the possession of\nexternal defibrillators(AED)\n\nPURPOSE:\nTo allow emergency medical technicians to carry an AED in their\npersonal vehicles at the request of the emergency medical service\nprovider and to ensure that they be equipped to act as an emergency\nfirst responder to cardiac emergencies.\n\nSUMMARY OF PROVISIONS:\nSection 1 amends subparagraph (a) of paragraph (3) section 3000-b of\nthe public health law to add \"possession or\" to expand the freedom\nof licensed medical providers to carry and use an AED.\n\nEXISTING LAW:\nUnder current law there is no exception for an EMT to posses and use\nan AED while off duty without being licensed as an public access\ndefibrillator provider through the establishment of a collaborative\nagreement as outlined by public health law paragraph (2) section\n3000-b.\n\nJUSTIFICATION:\nUnder the current law an emergency medical service provider cannot\nequip off duty emergency medical technicians with an AED without\nestablishing the technician as a public access defibrillator\nprovider. The current requirements have greatly undermined the\nability for these individuals to act as efficiently equipped\nemergency first responders whom are especially important in rural New\nYork. With cardiovascular disease as a top natural killer of adults,\nit is imperative that our emergency medical technicians can act as\neffective first responders for such sensitive crises. In the event of\na heart attack or similar cardiovascular emergency the period of time\nthat an individual has to receive treatment before catastrophic\ndamage or even death is incredibly short. Hence, it is of the utmost\nimportance that medical treatment is administered expediently and in\nmany cases an individual first responder can arrive on a scene before\nanyone else. It logically follows that an emergency medical\ntechnician that acts as a first responder while off duty should be\nequipped with an AED and allowed to carry the AED in their private\nvehicles.\n\nLEGISLATIVE HISTORY:\nS.3044 of 2009-10; S.3027 of 2008-08.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the possession of external defibrillators ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T145826.TXT", "SOBI.D110125.T114407.TXT", "SOBI.D110131.T133709.TXT", "SOBI.D110120.T102826.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T153314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296499029746
}