{
  "year" : 2011,
  "senateBillNo" : "S2383-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2383-2011-1295413200000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to a tax credit for the purchase of certain health insurance policies",
  "summary" : "Provides a tax credit for certain health insurance plans purchased by small employers and certain individuals. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S3052-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2383\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD,  BONACIC,  DeFRANCISCO, GOLDEN, GRISANTI,\n         HANNON, JOHNSON, LANZA, LARKIN, O'MARA, RANZENHOFER -- read twice  and\n         ordered  printed, and when printed to be committed to the Committee on\n         Investigations and Government Operations\n\n       AN ACT to amend the tax law, in relation to providing a tax  credit  for\n         the purchase of certain health insurance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 210 of the tax law  is  amended  by  adding  a  new\n    2  subdivision 43 to read as follows:\n    3    43.  (A) A TAXPAYER WHO IS A QUALIFIED SMALL EMPLOYER SHALL BE ALLOWED\n    4  A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTICLE EQUAL TO THE APPLICABLE\n    5  PERCENTAGE OF PREMIUMS PAID DURING THE TAXABLE YEAR FOR HEALTH INSURANCE\n    6  BY SUCH EMPLOYER. THE APPLICABLE PERCENTAGE SHALL BE  (I)  FIVE  PERCENT\n    7  FOR  TAXABLE  YEARS  BEGINNING  ON  OR AFTER JANUARY FIRST, TWO THOUSAND\n    8  ELEVEN AND (II) TEN PERCENT FOR TAXABLE  YEARS  BEGINNING  ON  OR  AFTER\n    9  JANUARY FIRST, TWO THOUSAND TWELVE.\n   10    (B)  THE  CREDIT ALLOWED UNDER THIS SUBDIVISION FOR ANY YEAR SHALL NOT\n   11  REDUCE THE TAX DUE FOR SUCH YEAR TO LESS THAN THE HIGHER OF THE  AMOUNTS\n   12  PRESCRIBED IN PARAGRAPHS (C) AND (D) OF SUBDIVISION ONE OF THIS SECTION.\n   13  IF,  HOWEVER,  THE AMOUNT OF CREDIT ALLOWABLE UNDER THIS SUBDIVISION FOR\n   14  ANY TAXABLE YEAR REDUCES THE TAX TO SUCH AMOUNT, ANY  AMOUNT  OF  CREDIT\n   15  NOT DEDUCTIBLE IN SUCH TAXABLE YEAR MAY BE CARRIED OVER TO THE FOLLOWING\n   16  YEAR  OR YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR\n   17  OR YEARS.\n   18    (C) FOR THE PURPOSES OF THIS SUBDIVISION  \"QUALIFIED  SMALL  EMPLOYER\"\n   19  SHALL  MEAN  AN  INDIVIDUAL  PROPRIETOR  WHO IS THE SOLE EMPLOYEE OF THE\n   20  BUSINESS OR AN EMPLOYER WITH NOT MORE THAN  FIFTY  EMPLOYEES  WHO  IS  A\n   21  \"SMALL BUSINESS TAXPAYER\" AS DEFINED IN PARAGRAPH (F) OF SUBDIVISION ONE\n   22  OF THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05750-01-1\n\n       S. 2383                             2\n\n    1    (D)  FOR THE PURPOSES OF THIS SUBDIVISION, THE TERM \"HEALTH INSURANCE\"\n    2  MEANS AN ACCIDENT AND HEALTH INSURANCE POLICY SUBJECT TO THE  PROVISIONS\n    3  OF  SECTION  THREE  THOUSAND  TWO  HUNDRED  SIXTEEN,  THREE THOUSAND TWO\n    4  HUNDRED TWENTY-ONE, FOUR THOUSAND THREE HUNDRED THREE OR  FOUR  THOUSAND\n    5  EIGHT  HUNDRED  ONE  OF THE INSURANCE LAW, AND ARTICLE FORTY-FOUR OF THE\n    6  PUBLIC HEALTH LAW AND SHALL INCLUDE A POLICY INTENDED TO QUALIFY FOR USE\n    7  IN A HEALTH SAVINGS ACCOUNT PURSUANT TO  SECTION  1201  OF  THE  FEDERAL\n    8  MEDICARE PRESCRIPTION DRUG, IMPROVEMENT AND MODERNIZATION ACT OF 2003.\n    9    S  2. Subparagraph (B) of paragraph 1 of subsection (i) of section 606\n   10  of the tax law is amended by adding a new  clause  (xxxii)  to  read  as\n   11  follows:\n   12  (XXXII) SMALL EMPLOYER HEALTH           CREDIT UNDER SUBDIVISION\n   13  CARE INSURANCE CREDIT                   FORTY-THREE OF SECTION TWO\n   14  UNDER SUBSECTION (SS)                   HUNDRED TEN\n   15    S  3. Section 606 of the tax law is amended by adding a new subsection\n   16  (ss) to read as follows:\n   17    (SS) SMALL EMPLOYER HEALTH CARE INSURANCE CREDIT. (1) A  TAXPAYER  WHO\n   18  IS  A QUALIFIED SMALL EMPLOYER SHALL BE ALLOWED A CREDIT AGAINST THE TAX\n   19  IMPOSED BY THIS ARTICLE EQUAL TO THE APPLICABLE PERCENTAGE OF THE PREMI-\n   20  UMS PAID DURING THE TAXABLE YEAR FOR HEALTH INSURANCE BY SUCH  EMPLOYER.\n   21  THE  APPLICABLE  PERCENTAGE  SHALL BE (A) FIVE PERCENT FOR TAXABLE YEARS\n   22  BEGINNING ON OR AFTER JANUARY FIRST, TWO THOUSAND  ELEVEN  AND  (B)  TEN\n   23  PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOU-\n   24  SAND  TWELVE.    IF  THE  AMOUNT  OF  THE  CREDIT  ALLOWABLE  UNDER THIS\n   25  SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH\n   26  YEAR, THE EXCESS MAY BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS  AND\n   27  MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   28    (2)  FOR  THE  PURPOSES  OF THIS SUBSECTION \"QUALIFIED SMALL EMPLOYER\"\n   29  SHALL MEAN AN INDIVIDUAL PROPRIETOR WHO IS  THE  SOLE  EMPLOYEE  OF  THE\n   30  BUSINESS  OR  AN  EMPLOYER  WITH  NOT MORE THAN FIFTY EMPLOYEES WHO IS A\n   31  \"SMALL BUSINESS TAXPAYER\" AS DEFINED IN PARAGRAPH (F) OF SUBDIVISION ONE\n   32  OF SECTION TWO HUNDRED TEN OF THIS CHAPTER.\n   33    (3) FOR THE PURPOSES OF THIS SUBSECTION, THE TERM  \"HEALTH  INSURANCE\"\n   34  MEANS  AN ACCIDENT AND HEALTH INSURANCE POLICY SUBJECT TO THE PROVISIONS\n   35  OF SECTION THREE  THOUSAND  TWO  HUNDRED  SIXTEEN,  THREE  THOUSAND  TWO\n   36  HUNDRED  TWENTY-ONE,  FOUR THOUSAND THREE HUNDRED THREE OR FOUR THOUSAND\n   37  EIGHT HUNDRED ONE OF THE INSURANCE LAW, AND ARTICLE  FORTY-FOUR  OF  THE\n   38  PUBLIC HEALTH LAW AND SHALL INCLUDE A POLICY INTENDED TO QUALIFY FOR USE\n   39  IN  A  HEALTH  SAVINGS  ACCOUNT  PURSUANT TO SECTION 1201 OF THE FEDERAL\n   40  MEDICARE PRESCRIPTION DRUG, IMPROVEMENT AND MODERNIZATION ACT OF 2003.\n   41    S 4. Section 1456 of the tax law is amended by adding a new subsection\n   42  (f-1) to read as follows:\n   43    (F-1) SMALL EMPLOYER TAX CREDIT.  (1) A TAXPAYER WHO  IS  A  QUALIFIED\n   44  SMALL EMPLOYER SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY THIS\n   45  ARTICLE  EQUAL  TO THE APPLICABLE PERCENTAGE OF THE PREMIUMS PAID DURING\n   46  THE TAXABLE YEAR FOR HEALTH INSURANCE BY SUCH EMPLOYER.  THE  APPLICABLE\n   47  PERCENTAGE  SHALL  BE (A) FIVE PERCENT FOR TAXABLE YEARS BEGINNING ON OR\n   48  AFTER JANUARY FIRST, TWO THOUSAND ELEVEN AND (B) TEN PERCENT FOR TAXABLE\n   49  YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE.\n   50    (2) IN NO EVENT SHALL THE CREDIT HEREIN PROVIDED FOR,  AND  CARRYOVERS\n   51  OF  SUCH CREDIT, BE ALLOWED IN AN AMOUNT WHICH WILL REDUCE THE TAX PAYA-\n   52  BLE TO LESS THAN THE DOLLAR AMOUNT FIXED AS A MINIMUM TAX BY  SUBSECTION\n   53  (B) OF SECTION FOURTEEN HUNDRED FIFTY-FIVE OF THIS ARTICLE. IF, HOWEVER,\n   54  THE  AMOUNT  OF  CREDIT OR CARRYOVERS OF SUCH CREDIT, OR BOTH, ALLOWABLE\n   55  UNDER THIS SUBSECTION FOR ANY TAXABLE  YEAR  REDUCES  THE  TAX  TO  SUCH\n   56  AMOUNT,  ANY  AMOUNT  OF  CREDIT  OR  CARRYOVERS OF SUCH CREDIT THUS NOT\n\n       S. 2383                             3\n\n    1  DEDUCTIBLE IN SUCH TAXABLE YEAR MAY BE   CARRIED OVER TO  THE  FOLLOWING\n    2  YEAR  OR YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR\n    3  OR YEARS.\n    4    (3) FOR THE PURPOSES OF THIS SECTION THE TERM \"QUALIFIED SMALL EMPLOY-\n    5  ER\"  SHALL MEAN AN INDIVIDUAL PROPRIETOR WHO IS THE SOLE EMPLOYEE OF THE\n    6  BUSINESS OR AN EMPLOYER WITH NOT MORE THAN  FIFTY  EMPLOYEES  WHO  IS  A\n    7  \"SMALL BUSINESS TAXPAYER\" AS DEFINED IN PARAGRAPH (F) OF SUBDIVISION ONE\n    8  OF SECTION TWO HUNDRED TEN OF THIS CHAPTER.\n    9    (4)  FOR  THE PURPOSES OF THIS SUBSECTION, THE TERM \"HEALTH INSURANCE\"\n   10  MEANS AN ACCIDENT AND HEALTH INSURANCE POLICY SUBJECT TO THE  PROVISIONS\n   11  OF  SECTION  THREE  THOUSAND  TWO  HUNDRED  SIXTEEN,  THREE THOUSAND TWO\n   12  HUNDRED TWENTY-ONE, FOUR THOUSAND THREE HUNDRED THREE OR  FOUR  THOUSAND\n   13  EIGHT  HUNDRED  ONE  OF THE INSURANCE LAW, AND ARTICLE FORTY-FOUR OF THE\n   14  PUBLIC HEALTH LAW AND SHALL INCLUDE A POLICY INTENDED TO QUALIFY FOR USE\n   15  IN A HEALTH SAVINGS ACCOUNT PURSUANT TO  SECTION  1201  OF  THE  FEDERAL\n   16  MEDICARE PRESCRIPTION DRUG, IMPROVEMENT AND MODERNIZATION ACT OF 2003.\n   17    S  5.  Section 1511 of the tax law is amended by adding a new subdivi-\n   18  sion (aa) to read as follows:\n   19    (AA) SMALL EMPLOYER HEALTH CARE INSURANCE CREDIT. (1) A TAXPAYER SHALL\n   20  BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTICLE EQUAL TO THE\n   21  APPLICABLE PERCENTAGE OF THE PREMIUMS PAID DURING THE TAXABLE  YEAR  FOR\n   22  HEALTH  INSURANCE  BY  SUCH EMPLOYER. THE APPLICABLE PERCENTAGE SHALL BE\n   23  (A) FIVE PERCENT FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY  FIRST,\n   24  TWO  THOUSAND  ELEVEN AND (B) TEN PERCENT FOR TAXABLE YEARS BEGINNING ON\n   25  OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE.\n   26    (2) IN NO EVENT SHALL THE CREDIT HEREIN PROVIDED FOR BE ALLOWED IN  AN\n   27  AMOUNT  WHICH WILL REDUCE THE TAX PAYABLE TO LESS THAN THE MINIMUM FIXED\n   28  BY SUBDIVISION (A) OF SECTION FIFTEEN HUNDRED TWO OF THIS  ARTICLE.  IF,\n   29  HOWEVER,  THE  AMOUNT OF CREDIT ALLOWABLE UNDER THIS SUBDIVISION FOR ANY\n   30  TAXABLE YEAR REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT  OF  CREDIT  NOT\n   31  DEDUCTIBLE  IN  SUCH  TAXABLE  YEAR MAY BE CARRIED OVER TO THE FOLLOWING\n   32  YEAR OR YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH  YEAR\n   33  OR YEARS.\n   34    (3)  FOR  THE  PURPOSES  OF THIS SUBDIVISION THE TERM \"QUALIFIED SMALL\n   35  EMPLOYER\" SHALL MEAN AN INDIVIDUAL PROPRIETOR WHO IS THE  SOLE  EMPLOYEE\n   36  OF THE BUSINESS OR AN EMPLOYER WITH NOT MORE THAN FIFTY EMPLOYEES WHO IS\n   37  A  \"SMALL  BUSINESS TAXPAYER\" AS DEFINED IN PARAGRAPH (F) OF SUBDIVISION\n   38  ONE OF SECTION TWO HUNDRED TEN OF THIS CHAPTER.\n   39    (4) FOR THE PURPOSES OF THIS SUBDIVISION, THE TERM \"HEALTH  INSURANCE\"\n   40  MEANS  AN ACCIDENT AND HEALTH INSURANCE POLICY SUBJECT TO THE PROVISIONS\n   41  OF SECTION THREE  THOUSAND  TWO  HUNDRED  SIXTEEN,  THREE  THOUSAND  TWO\n   42  HUNDRED  TWENTY-ONE,  FOUR THOUSAND THREE HUNDRED THREE OR FOUR THOUSAND\n   43  EIGHT HUNDRED ONE OF THE INSURANCE LAW, AND ARTICLE  FORTY-FOUR  OF  THE\n   44  PUBLIC HEALTH LAW AND SHALL INCLUDE A POLICY INTENDED TO QUALIFY FOR USE\n   45  IN  A  HEALTH  SAVINGS  ACCOUNT  PURSUANT TO SECTION 1201 OF THE FEDERAL\n   46  MEDICARE PRESCRIPTION DRUG, IMPROVEMENT AND MODERNIZATION ACT OF 2003.\n   47    S 6. Section 606 of the tax law is amended by adding a new  subsection\n   48  (h-1) to read as follows:\n   49    (H-1) INDIVIDUAL ENROLLEE HEALTH INSURANCE CREDIT. A TAXPAYER SHALL BE\n   50  ALLOWED  A  CREDIT  AGAINST THE TAX IMPOSED BY THIS ARTICLE EQUAL TO THE\n   51  APPLICABLE PERCENTAGE OF THE PREMIUM PAID DURING THE  TAXABLE  YEAR  FOR\n   52  HEALTH  INSURANCE  PURCHASED  PURSUANT  TO  SECTION  FOUR THOUSAND THREE\n   53  HUNDRED TWENTY-ONE OR FOUR THOUSAND  THREE  HUNDRED  TWENTY-TWO  OF  THE\n   54  INSURANCE  LAW,  INCLUDING  POLICIES  INTENDED  TO  QUALIFY FOR USE IN A\n   55  HEALTH SAVINGS ACCOUNT PURSUANT TO SECTION 1201 OF THE FEDERAL  MEDICARE\n   56  PRESCRIPTION DRUG, IMPROVEMENT AND MODERNIZATION ACT OF 2003. THE APPLI-\n\n       S. 2383                             4\n\n    1  CABLE  PERCENTAGE  SHALL BE (1) FIVE PERCENT FOR TAXABLE YEARS BEGINNING\n    2  ON OR AFTER JANUARY FIRST, TWO THOUSAND ELEVEN AND (2) TEN  PERCENT  FOR\n    3  TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE.\n    4    S 7. This act shall take effect January 1, 2012.\n",
  "memo" : "BILL NUMBER:S2383\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to providing a\ntax credit for the purchase of certain health insurance\n\nPURPOSE:\nThe purpose of this legislation is to provide tax credits for\nsmall businesses to encourage them to provide health insurance to\ntheir employees.\n\nSUMMARY OF PROVISIONS:\nThis bill amends sections 210, 606, 1456 and\n1511 of the tax law to provide small businesses of fifty employees or\nless and individuals purchasing their own insurance a state tax\ncredit equal to ten percent of the cost of health insurance premiums.\nThe tax credits would be phased in over two years.\n\nEXISTING LAW:\nCurrent law does not provide a tax credit to small\nbusinesses or individuals for the purchase of health insurance.\n\nJUSTIFICATION:\nIndividuals and employers are currently struggling with\nthe skyrocketing cost of health insurance in New York inevitably,\nas health care costs increase, so do the number of uninsured in the\nstate. There are already nearly 3 million New Yorkers without health\ninsurance. and we can ill afford any more, Small business owners are\nstruggling with rising health care costs, and are particularly\nburdened by the expense of providing health insurance to their\nemployees. They are often forced to either shift more of the cost to\nemployees, or to terminate benefits altogether. By giving tax credits\nto small businesses. we can reduce their financial burden and provide\nthem with an incentive to purchase health insurance for their\nemployees.\n\nLEGISLATIVE HISTORY:\nS.3052 of 2009-10; S.2968-A of 2007-08\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nJanuary 1, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a tax credit for the purchase of certain health insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T152324.TXT", "SOBI.D110125.T114407.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110119.T170327.TXT", "SOBI.D110119.T144808.TXT", "SOBI.D110119.T153314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090122
}