{
  "year" : 2011,
  "senateBillNo" : "S2381-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2381-2011-1295413200000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for legislative review of rules and regulations and allows the legislature to invalidate regulations that are not consistent with the legislative intent",
  "summary" : "Provides for legislative review of rules and regulations and allows the legislature to invalidate regulations that are not consistent with the legislative intent. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S3048-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2381\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD,  DeFRANCISCO,  GOLDEN,  JOHNSON,  LARKIN,\n         LITTLE, O'MARA, RANZENHOFER, SALAND -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 8 of article 4 of the constitution, in\n         relation to legislative review of rules and regulations\n\n    1    Section 1. Resolved (if the Assembly concur), That section 8 of  arti-\n    2  cle 4 of the constitution be amended to read as follows:\n    3    S  8.  No  rule  or  regulation  made  by any state department, board,\n    4  bureau, officer, authority or commission, except such as relates to  the\n    5  organization  or  internal  management  of  a  state  department, board,\n    6  bureau, authority or commission shall be effective until it is filed  in\n    7  the office of the department of state. The legislature shall provide for\n    8  the  speedy  publication  of  such  rules and regulations by appropriate\n    9  laws.  THE LEGISLATURE MAY REVIEW ANY RULE OR REGULATION TO DETERMINE IF\n   10  THE RULE OR REGULATION IS CONSISTENT WITH THE INTENT OF THE  LEGISLATURE\n   11  AS EXPRESSED IN THE LANGUAGE OF THE STATUTE WHICH THE RULE OR REGULATION\n   12  IS  INTENDED  TO IMPLEMENT AND/OR TO DETERMINE WHETHER THE RULE OR REGU-\n   13  LATION IS LIKELY TO HAVE A SUBSTANTIAL FISCAL IMPACT  ON  THE  STATE  OR\n   14  LOCAL  GOVERNMENTS  WHICH  WAS NOT ANTICIPATED BY THE LEGISLATURE AT THE\n   15  TIME OF THE PASSAGE OF THE LEGISLATION. UPON A FINDING THAT AN  EXISTING\n   16  OR PROPOSED RULE OR REGULATION IS NOT CONSISTENT WITH LEGISLATIVE INTENT\n   17  AND/OR  A  FINDING  OF  A SUBSTANTIAL UNANTICIPATED FISCAL IMPACT ON THE\n   18  STATE OR LOCAL GOVERNMENTS, THE LEGISLATURE SHALL TRANSMIT THIS  FINDING\n   19  IN  THE  FORM OF A CONCURRENT RESOLUTION TO THE GOVERNOR AND THE HEAD OF\n   20  THE STATE DEPARTMENT,  BOARD,  BUREAU,  AUTHORITY  OR  COMMISSION  WHICH\n   21  PROMULGATED,  OR  PLANS TO PROMULGATE, THE RULE OR REGULATION. THE STATE\n   22  DEPARTMENT, BOARD, BUREAU, AUTHORITY OR  COMMISSION  SHALL  HAVE  THIRTY\n   23  DAYS  TO  AMEND OR WITHDRAW THE EXISTING OR PROPOSED RULE OR REGULATION.\n   24  IF THE STATE DEPARTMENT, BOARD, BUREAU, AUTHORITY OR COMMISSION DOES NOT\n   25  AMEND OR WITHDRAW THE EXISTING  OR  PROPOSED  RULE  OR  REGULATION,  THE\n   26  LEGISLATURE MAY INVALIDATE THAT RULE OR REGULATION, IN WHOLE OR IN PART,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89064-01-1\n\n       S. 2381                             2\n\n    1  OR  MAY  PROHIBIT THAT PROPOSED RULE OR REGULATION, IN WHOLE OR IN PART,\n    2  FROM TAKING EFFECT BY A VOTE OF A MAJORITY OF THE AUTHORIZED  MEMBERSHIP\n    3  OF  EACH HOUSE IN FAVOR OF A CONCURRENT RESOLUTION PROVIDING FOR INVALI-\n    4  DATION OR PROHIBITION, AS THE CASE MAY BE, OF THE RULE OR REGULATION.\n    5    S  2.  Resolved (if the Assembly concur), That the foregoing amendment\n    6  be referred to the first regular legislative session convening after the\n    7  next succeeding general election of members of  the  assembly,  and,  in\n    8  conformity  with  section  1  of  article  19  of  the  constitution, be\n    9  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 8 of article 4 of the constitution, in relation to legislative review of rules and regulations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T152324.TXT", "SOBI.D110119.T170327.TXT", "SOBI.D110119.T144808.TXT", "SOBI.D110119.T153314.TXT", "SOBI.D110119.T144309.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295474607091
}