{
  "year" : 2011,
  "senateBillNo" : "S2384-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2384-2011-1295413200000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to permitting certain holders of class DJ and class MJ licenses to drive to volunteer fire and ambulance activities",
  "summary" : "Permits holders of class DJ and class MJ licenses outside of the counties of Nassau and Suffolk, and New York City to drive to volunteer fire and ambulance activities. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S3053-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2384\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD,  BONACIC, JOHNSON, LARKIN, O'MARA -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Transportation\n\n       AN  ACT  to amend the vehicle and traffic law, in relation to permitting\n         holders of class DJ and class MJ licenses to drive to  volunteer  fire\n         and ambulance activities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 501 of  the  vehicle  and  traffic\n    2  law,  as added by chapter 449 of the laws of 1989, the subdivision head-\n    3  ing and the first undesignated paragraph as amended by  chapter  173  of\n    4  the laws of 1990, subparagraph (ii) of paragraph (b) as amended by chap-\n    5  ter 644 of the laws of 2002, is amended to read as follows:\n    6    3.  Restrictions  on use of class DJ and class MJ licenses. A class DJ\n    7  or class MJ license shall permit the holder  to  operate  a  vehicle  in\n    8  accordance with the following restrictions:\n    9    (a) in the counties of Nassau and Suffolk:\n   10    (i)  for  the  purpose of driving to and from a state-approved cooper-\n   11  ative work-study educational program, or to or from an approved  program\n   12  for  credit  in  a post-secondary institution, or to or from a state-ap-\n   13  proved registered evening high school or while engaged in  farm  employ-\n   14  ment, or to or from an approved driver education course; or\n   15    (ii)  from five o'clock in the morning to nine o'clock in the evening,\n   16  to and from a place of business where the holder is regularly  employed,\n   17  or  when  accompanied  by  a duly licensed parent, guardian, person in a\n   18  position of loco parentis, driver education teacher, or  driving  school\n   19  instructor.\n   20    (b) in all other areas of the state, except for the city of New York:\n   21    (i)  from  five o'clock in the morning to nine o'clock in the evening;\n   22  or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05751-01-1\n\n       S. 2384                             2\n\n    1    (ii) from nine o'clock in the evening to five o'clock in  the  morning\n    2  when  going  to  or from school, or to or from a place of business where\n    3  the holder is employed on a regularly scheduled basis, OR TO OR  FROM  A\n    4  FIRE,  ALARM OF FIRE, ACCIDENT OR ALARM OF ACCIDENT FOR THE PROVISION OF\n    5  VOLUNTEER FIRE OR VOLUNTEER AMBULANCE SERVICES, or when accompanied by a\n    6  duly  licensed parent, guardian or one in a position of loco parentis to\n    7  the licensee.\n    8    (c) in the city of New York, driving shall be prohibited.\n    9    (d) for the purpose of this subdivision, the term \"school\" shall  mean\n   10  instruction,  education or training licensed or approved by a department\n   11  or agency of the state or training conducted by the armed forces of  the\n   12  United States except it shall not include extra-curricular activities or\n   13  social events for which scholastic credits are not given.\n   14    (e) any person operating a motor vehicle to or from school [or], to or\n   15  from  a  place of business OR TO OR FROM PARTICIPATION IN VOLUNTEER FIRE\n   16  OR VOLUNTEER AMBULANCE SERVICES as authorized by this  subdivision  must\n   17  possess  documentation signed by such person's instructor [or], employer\n   18  OR VOLUNTEER FIRE OR AMBULANCE COMPANY. The commissioner shall, by regu-\n   19  lation, prescribe the form and content of such documentation.\n   20    S 2. This act shall take effect on the one hundred eightieth day after\n   21  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to permitting holders of class DJ and class MJ licenses to drive to volunteer fire and ambulance activities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T102826.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110119.T144808.TXT", "SOBI.D110119.T153314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295537306648
}