{
  "year" : 2011,
  "senateBillNo" : "S2380-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S2380-2011-1295413200000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes certain persons who are eligible for or receiving social security disability insurance benefits eligible for elderly pharmaceutical insurance coverage",
  "summary" : "Makes certain persons (meeting certain income requirements) who are eligible for or receiving social security disability insurance (SSDI) benefits eligible for elderly pharmaceutical insurance coverage. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "SA3056-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2380\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD,  BONACIC, DeFRANCISCO, FUSCHILLO, GOLDEN,\n         HANNON, LANZA, LARKIN, MAZIARZ, O'MARA, RANZENHOFER -- read twice  and\n         ordered  printed, and when printed to be committed to the Committee on\n         Aging\n\n       AN ACT to amend the elder law, in relation to making certain persons who\n         are eligible for or receiving  social  security  disability  insurance\n         benefits eligible for elderly pharmaceutical insurance coverage\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1 and 2 of section 242 of the elder law, para-\n    2  graph (b) of subdivision 1 and paragraphs (a) and (b) of  subdivision  2\n    3  as  amended  by  section 14 of part B of chapter 57 of the laws of 2006,\n    4  are amended to read as follows:\n    5    1. Persons eligible  for  comprehensive  coverage  under  section  two\n    6  hundred forty-seven of this title shall include:\n    7    (a) any unmarried resident who is at least sixty-five years of age, OR\n    8  ELIGIBLE  FOR  OR  RECEIVING SOCIAL SECURITY DISABILITY INSURANCE (SSDI)\n    9  BENEFITS, and whose income for the calendar year  immediately  preceding\n   10  the  effective  date of the annual coverage period beginning on or after\n   11  January first, two thousand [five] TWELVE, is  less  than  or  equal  to\n   12  twenty  thousand dollars.   After the initial determination of eligibil-\n   13  ity, each eligible individual must be  redetermined  eligible  at  least\n   14  every twenty-four months; and\n   15    (b)  any  married resident who is at least sixty-five years of age, OR\n   16  ELIGIBLE FOR OR RECEIVING SOCIAL SECURITY  DISABILITY  INSURANCE  (SSDI)\n   17  BENEFITS,  and  whose income for the calendar year immediately preceding\n   18  the effective date of the annual coverage period when combined with  the\n   19  income  in the same calendar year of such married person's spouse begin-\n   20  ning on or after January first, two thousand [one] TWELVE, is less  than\n   21  or equal to twenty-six thousand dollars. After the initial determination\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05763-01-1\n\n       S. 2380                             2\n\n    1  of  eligibility,  each eligible individual must be redetermined eligible\n    2  at least every twenty-four months.\n    3    2.  Persons  eligible  for  catastrophic  coverage  under  section two\n    4  hundred forty-eight of this title shall include:\n    5    (a) any unmarried resident who is at least sixty-five years of age, OR\n    6  ELIGIBLE FOR OR RECEIVING SOCIAL SECURITY  DISABILITY  INSURANCE  (SSDI)\n    7  BENEFITS,  and  whose income for the calendar year immediately preceding\n    8  the effective date of the annual coverage period beginning on  or  after\n    9  January  first,  two thousand [one] TWELVE, is more than twenty thousand\n   10  and less than or  equal  to  thirty-five  thousand  dollars.  After  the\n   11  initial  determination  of eligibility, each eligible individual must be\n   12  redetermined eligible at least every twenty-four months; and\n   13    (b) any married resident who is at least sixty-five years of  age,  OR\n   14  ELIGIBLE  FOR  OR  RECEIVING SOCIAL SECURITY DISABILITY INSURANCE (SSDI)\n   15  BENEFITS, and whose income for the calendar year  immediately  preceding\n   16  the  effective date of the annual coverage period when combined with the\n   17  income in the same calendar year of such married person's spouse  begin-\n   18  ning  on or after January first, two thousand [one] TWELVE, is more than\n   19  twenty-six thousand dollars and less than or  equal  to  fifty  thousand\n   20  dollars.  After  the initial determination of eligibility, each eligible\n   21  individual must be redetermined  eligible  at  least  every  twenty-four\n   22  months.\n   23    S 2. This act shall take effect on the one hundred twentieth day after\n   24  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2380\n\nTITLE OF BILL:\nAn act\nto amend the elder law, in relation to making certain persons who\nare eligible for or receiving social security disability insurance\nbenefits eligible for elderly pharmaceutical insurance coverage\n\nPURPOSE:\nThis bill would add low-income disabled persons to the list of persons\neligible to receive benefits from New York's (EPIC) program.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAmends subdivisions 1 and 2 of section 242 of the elder law to add\npersons who are eligible for or receiving social security disability\ninsurance (SSDI) to the list of eligible participants in the EPIC\nprogram.\n\nJUSTIFICATION:\nThe EPIC program which offers prescription drug assistance has proven\nhelpful to many senior citizens who face high costs for\npharmaceuticals, but do not qualify for Medicaid. In recent years,\nmany programs originally designed to benefit senior citizens -\nranging from Social Security to real property tax reductions - have\nbeen extended to cover disabled persons. This bill recognizes that\nthrough no fault of their own, disabled persons may experience\nsimilar limitations on their ability to independently earn a living\nas do elderly citizens.\n\nAdvances in pharmaceuticals have also increased their importance in\nhelping disabled persons remain active in their community. Yet, faced\nwith severe income limitations, declining availability of\nemployer-paid health insurance and caps on prescription coverage\nwhich are increasingly being implemented by health insurers, many\ndisabled individuals are unable to afford the pharmaceuticals which\nmay be essential to their health. This bill would follow clear\nprecedent in other programs by extending the EPIC program to include\nlow-income disabled individuals.\n\nPRIOR LEGISLATIVE HISTORY:\nS.3056/A.3917 of 2009-10; S.2644/A.5178 of 2007-08\n\nFISCAL IMPACT:\nTo be determined.\n\nEFFECTIVE DATE:\nOn the one hundred twentieth day after it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to making certain persons who are eligible for or receiving social security disability insurance benefits eligible for elderly pharmaceutical insurance coverage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T152324.TXT", "SOBI.D110125.T114407.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T170327.TXT", "SOBI.D110119.T153314.TXT", "SOBI.D110119.T144309.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090118
}