{
  "year" : 2011,
  "senateBillNo" : "S2389-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2389-2011-1295413200000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires publication of the New York City housing and vacancy survey and rent reduction schedules every three years",
  "summary" : "Allows owners of buildings which are master metered for electricity and have rent inclusion of electricity to file applications to terminate the rent inclusion of electricity for such accommodations. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "SA2349-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2389\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the administrative code of the city of New York, the\n         emergency tenant protection act of nineteen seventy-four and the emer-\n         gency housing rent control law, in relation to the termination of rent\n         inclusion of electricity for housing accommodations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision c of section 26-511 of the administrative code\n    2  of  the city of New York is amended by adding a new paragraph 15 to read\n    3  as follows:\n    4    (15) PROVIDES THAT OWNERS OF BUILDINGS WHICH ARE  MASTER  METERED  FOR\n    5  ELECTRICITY AND HAVE RENT INCLUSION OF ELECTRICITY MAY FILE APPLICATIONS\n    6  TO  TERMINATE  THE  RENT INCLUSION OF ELECTRICITY FOR THE ACCOMMODATIONS\n    7  SUBJECT TO THIS SECTION.\n    8    (A) THE DIVISION OF HOUSING AND COMMUNITY RENEWAL SHALL FORMULATE  AND\n    9  PUBLISH A SCHEDULE OF RENT ADJUSTMENTS OR UPDATE THE SCHEDULE OF ADJUST-\n   10  MENTS  WITHIN SIX MONTHS OF THE PUBLICATION OF A NEW HOUSING AND VACANCY\n   11  SURVEY BY THE UNITED STATES CENSUS BUREAU. THE SCHEDULE OR UPDATED SCHE-\n   12  DULE OF RENT ADJUSTMENTS SHALL BE BASED ON THE NEW SURVEY DATA AS  TABU-\n   13  LATED  BY THE NEW YORK CITY RENT GUIDELINES BOARD, GOVERNING THE RATE BY\n   14  WHICH THE RENT OF REGULATED HOUSING  ACCOMMODATIONS  SHALL  BE  ADJUSTED\n   15  UPON  AND  AFTER  CONVERSION  TO  INDIVIDUAL METERING AT THE BUILDING BY\n   16  MEANS OF EITHER DIRECT METERING OR SUBMETERING. THE DIVISION OF  HOUSING\n   17  AND  COMMUNITY  RENEWAL  SHALL PROMULGATE AN OPERATIONAL BULLETIN AND/OR\n   18  MODIFY OR AMEND ITS REGULATIONS AS MAY BE NECESSARY TO  GIVE  EFFECT  TO\n   19  THE PROVISIONS OF THIS PARAGRAPH.\n   20    (B)  THE  NEW  YORK CITY RENT GUIDELINES BOARD SHALL PROVIDE STAFF AND\n   21  ASSISTANCE TO THE DIVISION OF HOUSING AND COMMUNITY RENEWAL, BY TABULAT-\n   22  ING THE DATA OF THE TRIENNIAL NEW YORK CITY HOUSING AND  VACANCY  SURVEY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07864-01-1\n\n       S. 2389                             2\n\n    1  PRODUCED BY THE UNITED STATES CENSUS BUREAU WITHIN NINETY DAYS OF PUBLI-\n    2  CATION  AND  PROVIDING THE DIVISION OF HOUSING AND COMMUNITY RENEWAL THE\n    3  DATA NECESSARY TO PROMULGATE A SCHEDULE OF RENT ADJUSTMENTS.\n    4    (C) THE SCHEDULE OF RENT REDUCTIONS SHALL APPLY TO ALL RENT STABILIZED\n    5  ACCOMMODATION  UNITS  IN  A  BUILDING  THAT CONVERTS FROM MASTER UTILITY\n    6  METERING TO INDIVIDUAL UTILITY METERING BY MEANS OF EITHER DIRECT METER-\n    7  ING OR SUBMETERING, AND SHALL TAKE EFFECT DURING THE YEAR IN  WHICH  THE\n    8  METERING IN THE BUILDING IS CONVERTED AND CONTINUE EACH YEAR THEREAFTER.\n    9    (D)  AFTER  THE CONVERSION, ALL TENANTS SHALL BE RESPONSIBLE FOR THEIR\n   10  OWN ELECTRIC CONSUMPTION EXCEPT THOSE WHO, ON THE  DATE  OF  CONVERSION,\n   11  ARE  RECEIVING  A SENIOR CITIZEN RENT INCREASE EXEMPTION OR A DISABILITY\n   12  RENT INCREASE EXEMPTION PURSUANT TO SECTION 26-509 OF THIS CHAPTER.  FOR\n   13  SUCH  TENANTS  THE RENT SHALL NOT BE REDUCED AND THE COST OF ELECTRICITY\n   14  SHALL REMAIN INCLUDED IN THE RENT; HOWEVER, THE OWNER  MAY  INSTALL  ANY\n   15  EQUIPMENT  IN  SUCH  TENANT'S  HOUSING  ACCOMMODATION AS IS REQUIRED FOR\n   16  EFFECTUATION OF THE ELECTRICAL CONVERSION.  IF  SUCH  TENANT  NO  LONGER\n   17  RECEIVES  SUCH  BENEFIT  OR VACATES THE HOUSING ACCOMMODATION, THE OWNER\n   18  SHALL REDUCE THE LEGAL REGULATED RENT FOR THE HOUSING  ACCOMMODATION  IN\n   19  ACCORDANCE  WITH THE THEN-CURRENT SCHEDULE OF RENT REDUCTIONS AS PROMUL-\n   20  GATED BY THE DIVISION OF HOUSING AND COMMUNITY RENEWAL.\n   21    (E) NOTHING IN THIS PARAGRAPH SHALL  BE  CONSTRUED  TO  PERMIT  SHARED\n   22  METERING.\n   23    S 2. Section 26-405 of the administrative code of the city of New York\n   24  is amended by adding a new subdivision n to read as follows:\n   25    N.  SCHEDULE OF RENT REDUCTIONS; INDIVIDUAL ELECTRIC METERING.  OWNERS\n   26  OF BUILDINGS WHICH ARE MASTER METERED  FOR  ELECTRICITY  AND  HAVE  RENT\n   27  INCLUSION  OF  ELECTRICITY  MAY  FILE APPLICATIONS TO TERMINATE THE RENT\n   28  INCLUSION OF ELECTRICITY FOR THE ACCOMMODATIONS SUBJECT TO THIS SECTION.\n   29    (1) THE CITY RENT AGENCY SHALL FORMULATE AND  PUBLISH  A  SCHEDULE  OF\n   30  RENT ADJUSTMENTS OR UPDATE THE SCHEDULE OF ADJUSTMENTS WITHIN SIX MONTHS\n   31  OF  THE  PUBLICATION  OF  A NEW HOUSING AND VACANCY SURVEY BY THE UNITED\n   32  STATES CENSUS BUREAU. THE SCHEDULE OR UPDATED SCHEDULE OF  RENT  ADJUST-\n   33  MENTS SHALL BE BASED ON THE NEW SURVEY DATA AS TABULATED BY THE NEW YORK\n   34  CITY  RENT  GUIDELINES  BOARD,  GOVERNING  THE RATE BY WHICH THE RENT OF\n   35  REGULATED HOUSING  ACCOMMODATIONS  SHALL  BE  ADJUSTED  UPON  AND  AFTER\n   36  CONVERSION  TO  INDIVIDUAL  METERING  AT THE BUILDING BY MEANS OF EITHER\n   37  DIRECT METERING OR SUBMETERING. THE CITY RENT AGENCY SHALL PROMULGATE AN\n   38  OPERATIONAL BULLETIN AND/OR MODIFY OR AMEND ITS REGULATIONS  AS  MAY  BE\n   39  NECESSARY TO GIVE EFFECT TO THE PROVISIONS OF THIS SUBDIVISION.\n   40    (2)  THE  NEW  YORK CITY RENT GUIDELINES BOARD SHALL PROVIDE STAFF AND\n   41  ASSISTANCE TO THE CITY RENT AGENCY, BY TABULATING THE DATA OF THE TRIEN-\n   42  NIAL NEW YORK CITY HOUSING AND VACANCY SURVEY  PRODUCED  BY  THE  UNITED\n   43  STATES CENSUS BUREAU WITHIN NINETY DAYS OF PUBLICATION AND PROVIDING THE\n   44  CITY  RENT  AGENCY  THE  DATA NECESSARY TO PROMULGATE A SCHEDULE OF RENT\n   45  ADJUSTMENTS.\n   46    (3) THE SCHEDULE OF RENT REDUCTIONS SHALL APPLY TO ALL RENT CONTROLLED\n   47  ACCOMMODATION UNITS IN A BUILDING  THAT  CONVERTS  FROM  MASTER  UTILITY\n   48  METERING TO INDIVIDUAL UTILITY METERING BY MEANS OF EITHER DIRECT METER-\n   49  ING  OR  SUBMETERING, AND SHALL TAKE EFFECT DURING THE YEAR IN WHICH THE\n   50  METERING IN THE BUILDING IS CONVERTED AND CONTINUE EACH YEAR THEREAFTER.\n   51    (4) AFTER THE CONVERSION, ALL TENANTS SHALL BE RESPONSIBLE  FOR  THEIR\n   52  OWN  ELECTRIC  CONSUMPTION  EXCEPT THOSE WHO, ON THE DATE OF CONVERSION,\n   53  ARE RECEIVING A SENIOR CITIZEN RENT INCREASE EXEMPTION OR  A  DISABILITY\n   54  RENT  INCREASE EXEMPTION PURSUANT TO SECTION 26-406 OF THIS CHAPTER. FOR\n   55  SUCH TENANTS THE RENT SHALL NOT BE REDUCED AND THE COST  OF  ELECTRICITY\n   56  SHALL  REMAIN  INCLUDED  IN THE RENT; HOWEVER, THE OWNER MAY INSTALL ANY\n\n       S. 2389                             3\n\n    1  EQUIPMENT IN SUCH TENANT'S HOUSING  ACCOMMODATION  AS  IS  REQUIRED  FOR\n    2  EFFECTUATION  OF  THE  ELECTRICAL  CONVERSION.  IF SUCH TENANT NO LONGER\n    3  RECEIVES SUCH BENEFIT OR VACATES THE HOUSING  ACCOMMODATION,  THE  OWNER\n    4  SHALL  REDUCE  THE MAXIMUM RENT FOR THE HOUSING ACCOMMODATION IN ACCORD-\n    5  ANCE WITH THE THEN-CURRENT SCHEDULE OF RENT REDUCTIONS AS PROMULGATED BY\n    6  THE CITY RENT AGENCY.\n    7    (5) NOTHING IN THIS SUBDIVISION SHALL BE CONSTRUED  TO  PERMIT  SHARED\n    8  METERING.\n    9    S  3.  Subdivision  d  of section 6 of section 4 of chapter 576 of the\n   10  laws of 1974, constituting the emergency tenant protection act of  nine-\n   11  teen  seventy-four,  is  amended  by adding a new paragraph 6 to read as\n   12  follows:\n   13    (6) OWNERS OF BUILDINGS WHICH ARE MASTER METERED FOR  ELECTRICITY  AND\n   14  HAVE  RENT  INCLUSION  OF ELECTRICITY MAY FILE APPLICATIONS TO TERMINATE\n   15  THE RENT INCLUSION OF ELECTRICITY FOR THE ACCOMMODATIONS SUBJECT TO THIS\n   16  SECTION.\n   17    (I) THE DIVISION OF HOUSING AND COMMUNITY RENEWAL SHALL FORMULATE  AND\n   18  PUBLISH A SCHEDULE OF RENT ADJUSTMENTS OR UPDATE THE SCHEDULE OF ADJUST-\n   19  MENTS  WITHIN SIX MONTHS OF THE PUBLICATION OF A NEW HOUSING AND VACANCY\n   20  SURVEY BY THE UNITED STATES CENSUS BUREAU. THE SCHEDULE OR UPDATED SCHE-\n   21  DULE OF RENT ADJUSTMENTS SHALL BE BASED ON THE NEW SURVEY DATA AS  TABU-\n   22  LATED  BY THE NEW YORK CITY RENT GUIDELINES BOARD, GOVERNING THE RATE BY\n   23  WHICH THE RENT OF REGULATED HOUSING  ACCOMMODATIONS  SHALL  BE  ADJUSTED\n   24  UPON  AND  AFTER  CONVERSION  TO  INDIVIDUAL METERING AT THE BUILDING BY\n   25  MEANS OF EITHER DIRECT METERING OR SUBMETERING. THE DIVISION OF  HOUSING\n   26  AND  COMMUNITY  RENEWAL  SHALL PROMULGATE AN OPERATIONAL BULLETIN AND/OR\n   27  MODIFY OR AMEND ITS REGULATIONS AS MAY BE NECESSARY TO  GIVE  EFFECT  TO\n   28  THE PROVISIONS OF THIS PARAGRAPH.\n   29    (II)  THE  NEW YORK CITY RENT GUIDELINES BOARD SHALL PROVIDE STAFF AND\n   30  ASSISTANCE TO THE DIVISION OF HOUSING AND COMMUNITY RENEWAL, BY TABULAT-\n   31  ING THE DATA OF THE TRIENNIAL NEW YORK CITY HOUSING AND  VACANCY  SURVEY\n   32  PRODUCED BY THE UNITED STATES CENSUS BUREAU WITHIN NINETY DAYS OF PUBLI-\n   33  CATION  AND  PROVIDING THE DIVISION OF HOUSING AND COMMUNITY RENEWAL THE\n   34  DATA NECESSARY TO PROMULGATE A SCHEDULE OF RENT ADJUSTMENTS.\n   35    (III) THE SCHEDULE OF RENT REDUCTIONS SHALL APPLY TO ALL  RENT  STABI-\n   36  LIZED ACCOMMODATION UNITS IN A BUILDING THAT CONVERTS FROM MASTER UTILI-\n   37  TY  METERING  TO  INDIVIDUAL  UTILITY METERING BY MEANS OF EITHER DIRECT\n   38  METERING OR SUBMETERING, AND SHALL TAKE EFFECT DURING THE YEAR IN  WHICH\n   39  THE  METERING IN THE BUILDING IS CONVERTED AND CONTINUE EACH YEAR THERE-\n   40  AFTER.\n   41    (IV) AFTER THE CONVERSION, ALL TENANTS SHALL BE RESPONSIBLE FOR  THEIR\n   42  OWN  ELECTRIC  CONSUMPTION  EXCEPT THOSE WHO, ON THE DATE OF CONVERSION,\n   43  ARE RECEIVING A SENIOR CITIZEN RENT INCREASE EXEMPTION OR  A  DISABILITY\n   44  RENT INCREASE EXEMPTION PURSUANT TO A LOCAL LAW, ORDINANCE OR RESOLUTION\n   45  AS  AUTHORIZED  BY  SECTION 467-B OF THE REAL PROPERTY TAX LAW. FOR SUCH\n   46  TENANTS THE RENT SHALL NOT BE REDUCED AND THE COST OF ELECTRICITY  SHALL\n   47  REMAIN  INCLUDED  IN THE RENT; HOWEVER, THE OWNER MAY INSTALL ANY EQUIP-\n   48  MENT IN SUCH TENANT'S HOUSING ACCOMMODATION AS IS REQUIRED FOR EFFECTUA-\n   49  TION OF THE ELECTRICAL CONVERSION. IF SUCH  TENANT  NO  LONGER  RECEIVES\n   50  SUCH  BENEFIT  OR  VACATES  THE  HOUSING  ACCOMMODATION, THE OWNER SHALL\n   51  REDUCE THE LEGAL REGULATED RENT FOR THE HOUSING ACCOMMODATION IN ACCORD-\n   52  ANCE WITH THE THEN-CURRENT SCHEDULE OF RENT REDUCTIONS AS PROMULGATED BY\n   53  THE DIVISION OF HOUSING AND COMMUNITY RENEWAL.\n   54    (V) NOTHING IN THIS PARAGRAPH SHALL  BE  CONSTRUED  TO  PERMIT  SHARED\n   55  METERING.\n\n       S. 2389                             4\n\n    1    S  4.  Section  4 of chapter 274 of the laws of 1946, constituting the\n    2  emergency housing rent control law, is amended by adding a new  subdivi-\n    3  sion 9 to read as follows:\n    4    9.    OWNERS OF BUILDINGS WHICH ARE MASTER METERED FOR ELECTRICITY AND\n    5  HAVE RENT INCLUSION OF ELECTRICITY MAY FILE  APPLICATIONS  TO  TERMINATE\n    6  THE RENT INCLUSION OF ELECTRICITY FOR THE ACCOMMODATIONS SUBJECT TO THIS\n    7  SECTION.\n    8    (1)  THE DIVISION OF HOUSING AND COMMUNITY RENEWAL SHALL FORMULATE AND\n    9  PUBLISH A SCHEDULE OF RENT ADJUSTMENTS OR UPDATE THE SCHEDULE OF ADJUST-\n   10  MENTS WITHIN SIX MONTHS OF THE PUBLICATION OF A NEW HOUSING AND  VACANCY\n   11  SURVEY BY THE UNITED STATES CENSUS BUREAU. THE SCHEDULE OR UPDATED SCHE-\n   12  DULE  OF RENT ADJUSTMENTS SHALL BE BASED ON THE NEW SURVEY DATA AS TABU-\n   13  LATED BY THE NEW YORK CITY RENT GUIDELINES BOARD, GOVERNING THE RATE  BY\n   14  WHICH  THE  RENT  OF  REGULATED HOUSING ACCOMMODATIONS SHALL BE ADJUSTED\n   15  UPON AND AFTER CONVERSION TO INDIVIDUAL  METERING  AT  THE  BUILDING  BY\n   16  MEANS  OF EITHER DIRECT METERING OR SUBMETERING. THE DIVISION OF HOUSING\n   17  AND COMMUNITY RENEWAL SHALL PROMULGATE AN  OPERATIONAL  BULLETIN  AND/OR\n   18  MODIFY  OR  AMEND  ITS REGULATIONS AS MAY BE NECESSARY TO GIVE EFFECT TO\n   19  THE PROVISIONS OF THIS SUBDIVISION.\n   20    (2) THE NEW YORK CITY RENT GUIDELINES BOARD SHALL  PROVIDE  STAFF  AND\n   21  ASSISTANCE TO THE DIVISION OF HOUSING AND COMMUNITY RENEWAL, BY TABULAT-\n   22  ING  THE  DATA OF THE TRIENNIAL NEW YORK CITY HOUSING AND VACANCY SURVEY\n   23  PRODUCED BY THE UNITED STATES CENSUS BUREAU WITHIN NINETY DAYS OF PUBLI-\n   24  CATION AND PROVIDING THE DIVISION OF HOUSING AND COMMUNITY  RENEWAL  THE\n   25  DATA NECESSARY TO PROMULGATE A SCHEDULE OF RENT ADJUSTMENTS.\n   26    (3) THE SCHEDULE OF RENT REDUCTIONS SHALL APPLY TO ALL RENT CONTROLLED\n   27  ACCOMMODATION  UNITS  IN  A  BUILDING  THAT CONVERTS FROM MASTER UTILITY\n   28  METERING TO INDIVIDUAL UTILITY METERING BY MEANS OF EITHER DIRECT METER-\n   29  ING OR SUBMETERING, AND SHALL TAKE EFFECT DURING THE YEAR IN  WHICH  THE\n   30  METERING IN THE BUILDING IS CONVERTED AND CONTINUE EACH YEAR THEREAFTER.\n   31    (4)  AFTER  THE CONVERSION, ALL TENANTS SHALL BE RESPONSIBLE FOR THEIR\n   32  OWN ELECTRIC CONSUMPTION EXCEPT THOSE WHO, ON THE  DATE  OF  CONVERSION,\n   33  ARE  RECEIVING  A SENIOR CITIZEN RENT INCREASE EXEMPTION OR A DISABILITY\n   34  RENT INCREASE EXEMPTION PURSUANT TO A LOCAL LAW, ORDINANCE OR RESOLUTION\n   35  AS AUTHORIZED BY SECTION 467-B OF THE REAL PROPERTY TAX  LAW.  FOR  SUCH\n   36  TENANTS  THE RENT SHALL NOT BE REDUCED AND THE COST OF ELECTRICITY SHALL\n   37  REMAIN INCLUDED IN THE RENT; HOWEVER, THE OWNER MAY INSTALL  ANY  EQUIP-\n   38  MENT IN SUCH TENANT'S HOUSING ACCOMMODATION AS IS REQUIRED FOR EFFECTUA-\n   39  TION  OF  THE  ELECTRICAL  CONVERSION. IF SUCH TENANT NO LONGER RECEIVES\n   40  SUCH BENEFIT OR VACATES  THE  HOUSING  ACCOMMODATION,  THE  OWNER  SHALL\n   41  REDUCE THE MAXIMUM RENT FOR THE HOUSING ACCOMMODATION IN ACCORDANCE WITH\n   42  THE THEN-CURRENT SCHEDULE OF RENT REDUCTIONS AS PROMULGATED BY THE DIVI-\n   43  SION OF HOUSING AND COMMUNITY RENEWAL.\n   44    (5)  NOTHING  IN  THIS SUBDIVISION SHALL BE CONSTRUED TO PERMIT SHARED\n   45  METERING.\n   46    S 5. This act shall take effect immediately; provided that:\n   47    a. sections one, two, three and four of this act shall take effect  on\n   48  the  first  of January next succeeding the date upon which it shall have\n   49  become a law, and shall apply to all fiscal years commencing on or after\n   50  such date;\n   51    b. the amendments to section 26-511 of the rent stabilization  law  of\n   52  nineteen hundred sixty-nine made by section one of this act shall expire\n   53  on the same date as such law expires and shall not affect the expiration\n   54  of such law as provided under section 26-520 of such law;\n   55    c.  the  amendments  to  section 26-405 of the city rent and rehabili-\n   56  tation law made by section two of this act shall remain  in  full  force\n\n       S. 2389                             5\n\n    1  and effect only as long as the public emergency requiring the regulation\n    2  and control of residential rents and evictions continues, as provided in\n    3  subdivision  3  of section 1 of the local emergency housing rent control\n    4  act;\n    5    d.  the  amendments  to  subdivision  d  of section 6 of the emergency\n    6  tenant protection act of nineteen seventy-four made by section three  of\n    7  this act shall expire on the same date as such act expires and shall not\n    8  affect  the  expiration of such act as provided in section 17 of chapter\n    9  576 of the laws of 1974; and\n   10    e. the amendments to section 4 of the emergency housing  rent  control\n   11  law  made  by  section four of this act shall expire on the same date as\n   12  such law expires and shall not affect the  expiration  of  such  law  as\n   13  provided  in  subdivision  2  of section 1 of chapter 274 of the laws of\n   14  1946.\n",
  "memo" : "BILL NUMBER:S2389\n\nTITLE OF BILL:\n\nAn act\nto amend the\nadministrative code of the city of New York,\nthe emergency tenant protection act of nineteen\nseventy-four and the emergency housing rent control law,\nin relation to the termination of rent inclusion of\nelectricity for housing accommodations\n\nPURPOSE:\n\nThe purpose of this bill is to require a specific timeline that the\nDivision of Housing and Community Renewal (DHCR) and the New York\nCity Rent Guidelines Board must adhere to when setting the rent\nreduction schedules so that rent regulated apartments that have\nelectricity factored in to their base rent have a fair reduction at\nthe time of submetering.\n\nSUMMARY OF PROVISIONS:\n\nThis legislation amends subdivision c of section 26-511 of the\nadministrative code of the city of New York by adding a new paragraph\n15, amends section 26-405 of the administrative code of the city of\nNew York by adding a new subdivision n, amends subdivision d of\nsection 6 of section 4 of chapter 576 of the emergency tenant\nprotection act by adding a new paragraph 6, and amends section 4 of\nchapter 274 of the emergency housing rent control law by adding a new\nsubdivision 9.\n\nJUSTIFICATION:\n\nRent regulated tenants in master-metered buildings receive unlimited\nelectric current as a service included in the rent, and there is no\nincentive to the tenants to moderate their consumption of\nelectricity. An incentive for moderation of such consumption is\nindividual metering of electricity (direct metering or submetering),\nas it makes each user responsible for the cost of his or her own\nconsumption. DHCR has thus, encouraged owners of master-metered\nbuildings to undergo the substantial expense of converting their\nbuildings to individual metering, thereby transferring responsibility\nfor the cost of their consumption of electricity to the tenants.\nRecognizing that\nassuming the cost of their own electricity could also be a financial\nburden on the tenants, DHCR has sought to mitigate that burden by\nimposing building-wide rent reductions as a condition to conversion.\n\nDHCR has applied schedules of rent reductions for rent controlled and\nrent stabilized housing accommodations that are converted to\n\nindividual utility metering. The schedules are derived from the New\nYork City Rent Guidelines Board's tabulation of data from the United\nStates Census Bureau's Housing and Vacancy Survey (HVS), which is\nupdated every three years. To ensure that the schedule of rent\nadjustments is updated in a timely manner, this bill would require\nthe New York City Rent Guidelines Board to provide staff and\nassistance to DHCR to tabulate the data of the HVS within 90 days of\npublication and DHCR to publish a schedule of updated rent\nadjustments within 6 months of the publication.\n\nLEGISLATIVE HISTORY:\n\n2010: S.2349-A/A.193-A (Passed Assembly)\n\nFISCAL IMPLICATIONS:\n\nNone to state.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the first of January next succeeding the\ndate upon which it shall have become a law, and shall apply to all\nfiscal years commencing on or after such date; provided that:\n\na. the amendments to section 26-511 of the rent stabilization law of\nnineteen hundred sixty-nine made by section one of this act shall\nexpire on the same date as such law expires and shall not affect the\nexpiration of such law as provided under section 26-520 of such law;\n\nb. the amendments to section 26-405 of the city rent and\nrehabilitation law made by section two of this act shall remain in\nfull force and effect only as long as the public emergency requiring\nthe regulation and control of residential rents and evictions\ncontinues, as provided in subdivision 3 of section 1 of the local\nemergency housing rent control act;\n\nc. the amendments to paragraph d of section 6 of section 4 of the\nemergency tenant protection act of nineteen seventy-four made by\nsection three of this act shall expire on the same date as such act\nexpires and shall not affect the expiration of such act as provided\nin section 17 of chapter 576 of the laws of 1974; and\n\nd. the amendments, to section 4 of the emergency housing rent control\nlaw made by section four of this act shall expire on the same date as\nsuch law expires and shall not affect the expiration of such law as\nprovided in subdivision 2 of section 1 of chapter 274 of the laws of\n1946.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, the emergency tenant protection act of nineteen seventy-four and the emergency housing rent control law, in relation to the termination of rent inclusion of electricity for housing accommodations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T145826.TXT", "SOBI.D110120.T102826.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T153314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090129
}