{
  "year" : 2011,
  "senateBillNo" : "S2386-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2386-2011-1295413200000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to charges for counsel or experts fees in proceedings to review special franchise assessments",
  "summary" : "Provides that charges for counsel or experts designated by the attorney general in proceedings to review special franchise assessments shall be borne by the state and not the assessing unit. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S3045-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2386\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD,  LARKIN,  RANZENHOFER  --  read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Local Government\n\n       AN  ACT  to  amend the real property tax law, in relation to charges for\n         counsel or experts in certain review proceedings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 742 of the real property tax law, subdivision 1 as\n    2  amended by chapter 732 of the laws of  1983,  the  section  heading  and\n    3  subdivision 1 as further amended by section 1 of part W of chapter 56 of\n    4  the laws of 2010, is amended to read as follows:\n    5    S  742.   Appearance by commissioner in proceeding to review a special\n    6  franchise assessment. [1.] In any proceeding to review a  special  fran-\n    7  chise  assessment,  the commissioner may appear by counsel designated by\n    8  the attorney general.  The attorney general or such counsel  may  employ\n    9  experts.   The compensation of such counsel and experts and their neces-\n   10  sary expenses incurred in such proceeding and upon  any  appeal  therein\n   11  shall be BORNE BY THE STATE AND SHALL NOT BE a charge upon the assessing\n   12  unit  upon whose rolls appears the assessment sought to be reviewed [and\n   13  the amount thereof shall be audited, allowed and paid in the same manner\n   14  as other claims against the assessing unit.  Where the assessment  of  a\n   15  special  franchise  in  more  than one assessing unit is reviewed in one\n   16  proceeding, separate accounts for such compensation and  expenses  shall\n   17  be  rendered  to  the proper officer of each of the assessing units. Any\n   18  charge  imposed  pursuant  to  this  subdivision  shall  be  limited  to\n   19  proceedings commenced by a special franchise owner.\n   20    2.   If provision has not been made for the payment of such expense in\n   21  any year, the officers who are empowered by law to make such  provisions\n   22  in any assessing unit shall raise such amount as may be necessary in any\n   23  manner provided by law and shall pay such expense therefrom].\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05747-02-1\n\n       S. 2386                             2\n\n    1    S  2. This act shall take effect immediately.  , is amended to read as\n    2  follows:\n    3    S  742.    Appearance by state board in proceeding to review a special\n    4  franchise assessment. [1.] In any proceeding to review a  special  fran-\n    5  chise  assessment,  the  state board may appear by counsel designated by\n    6  the attorney general.  The attorney general or such counsel  may  employ\n    7  experts.   The compensation of such counsel and experts and their neces-\n    8  sary expenses incurred in such proceeding and upon  any  appeal  therein\n    9  shall be BORNE BY THE STATE AND SHALL NOT BE a charge upon the assessing\n   10  unit  upon whose rolls appears the assessment sought to be reviewed [and\n   11  the amount thereof shall be audited, allowed and paid in the same manner\n   12  as other claims against the assessing unit.  Where the assessment  of  a\n   13  special  franchise  in  more  than one assessing unit is reviewed in one\n   14  proceeding, separate accounts for such compensation and  expenses  shall\n   15  be  rendered  to  the proper officer of each of the assessing units. Any\n   16  charge  imposed  pursuant  to  this  subdivision  shall  be  limited  to\n   17  proceedings commenced by a special franchise owner.\n   18    2.   If provision has not been made for the payment of such expense in\n   19  any year, the officers who are empowered by law to make such  provisions\n   20  in any assessing unit shall raise such amount as may be necessary in any\n   21  manner provided by law and shall pay such expense therefrom].\n   22    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2386\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to charges for counsel\nor experts in certain review proceedings\n\nPURPOSE:\nTo provide that the state shall bear costs associated with\nthe review of special franchise assessments established by the Office\nof Real Property Services (ORPS).\n\nSUMMARY OF PROVISIONS:\nThis bill would amend section 742 of the real\nproperty tax law to remove provisions requiring the state to recoup\nfrom municipalities counsel expert fees incurred by the State Board\nof Real Property Services in proceedings to review special franchise\nassessments and to specify that such fees shall be borne by the state.\n\nJUSTIFICATION:\nThe Office of Real Property Services establishes\nspecial franchise assessments annually on behalf of local\ngovernments. The special franchise owner (public utility companies)\nmay challenge these assessments through a proceeding to review a\nspecial franchise assessment and under current law, counsel and\nexpert fees incurred by the state in such proceedings are charged to\nthe municipality in which the special franchise property is located.\n\nBecause the municipality in which the special franchise property is\nlocated does not establish the amount of the special franchise\nassessment, it seems inequitable to require the municipality to pay\ncounsel and expert fees associated with the defense of such\nassessments, particularly given that the municipality does not have\ninput on whether or not such fees are incurred on or any other\naspects of the defense of these assessments. When a municipality sets\nassessments, the municipality is responsible for defending such\nassessments and the costs associated therewith. Similarly, when the\nstate establishes an assessment, the state should be responsible for\ncosts incurred in the defense of such an assessment. Accordingly,\nthis bill would remove provisions requiring municipalities to pay\ncounsel and expert fees associated with the defense of special\nfranchise assessments and would require that these expenses be borne\nby the State.\n\nLEGISLATIVE HISTORY:\nS.3045 of 2009-10; S.2646 of 2007-08.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to charges for counsel or experts in certain review proceedings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154823.TXT", "SOBI.D110119.T145308.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110120.T092805.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090125
}