{
  "year" : 2011,
  "senateBillNo" : "S2382-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2382-2011-1295413200000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "TO ATTORNEY-GENERAL FOR OPINION",
    "billEventId" : "S2382-2011-1295931600000-TO+ATTORNEY-GENERAL+FOR+OPINION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the right to hunt, trap and fish",
  "summary" : "Prohibits counties and other local municipalities from regulating hunting, fishing, and trapping. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S3049-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2382\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SEWARD,  DeFRANCISCO,  LARKIN,  LITTLE,  MAZIARZ,\n         O'MARA, RANZENHOFER -- read twice and ordered printed, and when print-\n         ed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to the constitution, in relation to the right  to\n         hunt, trap and fish\n\n    1    Section  1.  Resolved (if the Assembly concur), That article 20 of the\n    2  constitution be renumbered article 21 and a new article 20 be  added  to\n    3  read as follows:\n\n    4                                 ARTICLE XX\n    5                        RIGHT TO HUNT, TRAP AND FISH\n\n    6    SECTION  1.    HUNTING,  TRAPPING,  AND FISHING AND THE TAKING OF WILD\n    7  ANIMALS, BIRDS AND FISH ARE A VALUED PART OF OUR HERITAGE  AND  WILL  BE\n    8  FOREVER  PRESERVED FOR THE PEOPLE. FISH AND WILDLIFE SHALL BE MANAGED BY\n    9  LAWS AND REGULATIONS THAT PROVIDE  PERSONS WITH THE  CONTINUED  OPPORTU-\n   10  NITY  TO  TAKE,  BY TRADITIONAL MEANS AND METHODS, SPECIES TRADITIONALLY\n   11  PURSUED BY HUNTERS, ANGLERS AND TRAPPERS. FISH AND WILDLIFE  MANAGEMENT,\n   12  INCLUDING  TAKING,  SHALL BE CONSISTENT WITH THE STATE'S DUTY TO PROTECT\n   13  THIS HERITAGE AND ITS DUTY TO CONSERVE WILD ANIMALS,  BIRDS,  AND  FISH,\n   14  AND  NO COUNTY, MUNICIPALITY OR POLITICAL SUBDIVISION OF THE STATE SHALL\n   15  REGULATE AN INCIDENT OF THE RIGHT TO HUNT, TRAP AND FISH.\n   16    S 2. Resolved (if the Assembly concur), That the  foregoing  amendment\n   17  be referred to the first regular legislative session convening after the\n   18  next  succeeding  general  election  of members of the Assembly, and, in\n   19  conformity with  section  1  of  article  19  of  the  constitution,  be\n   20  published for 3 months previous to the time of such election.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89065-01-1\n",
  "memo" : "BILL NUMBER:S2382\n\nTITLE OF BILL:\nCONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\nproposing an amendment to the constitution, in relation to the right to\nhunt, trap and fish\n\nPURPOSE:\nThis proposed constitutional amendment would provide within\nthe New York State Constitution for a right of the people to hunt,\ntrap and fish.\n\nSUMMARY OF PROVISIONS:\nA new Article Twenty would be added to the\nstate constitution to ensure the right of the law-abiding citizen to\nhunt, trap and fish subject to reasonable regulation by the state.\n\nJUSTIFICATION:\nThe roots of hunting, fishing and trapping go deep into\nthe soil of our American experience. A way of life to Native\nAmericans and European settlers and sources of food and commerce,\nthey have since matured beyond their subsistence origins to become\nrevered outdoor pastimes enjoyed by 1.7 million New Yorkers and\nvisitors for the pleasure, challenge, companionship, food and\nadditional income that our outdoor sporting traditions provide.\n\nNew York's outdoor sporting traditions have a significant impact on\nNew York's economy as well. According to the 1996 National Survey of\nFishing, Hunting, and Wildlife-Associated Recreation conducted by the\nU.S. departments of Interior and Commerce, recreational anglers and\nhunters spent more than $2.5 billion in pursuit of their pastimes in\nNew York in 1996. New York hunters and anglers annually spend\nmillions of dollars for goods and services provided by businesses\nlocated throughout the state. Apart from the cost of their sporting\nlicenses, outdoorsmen's expenditures support jobs, generate sales and\nincome taxes, and are integral parts of the tourism industry. Hunters\nand anglers come from all over the United States to fish legendary\nCatskill and Adirondack streams and enjoy the thrill of the ruffed\ngrouse flushing in our many forests and state wildlife management\nareas.\n\nSportsmen spend money for equipment, bait and tackle, hotels and\nmotels, restaurants, lodges and camps, grocery and hardware stores,\nvehicles, boats, fuel and guide services. The survey found that these\nexpenditures and their associated economic impact supported 43,000\njobs and generated $100 million in state sales taxes and $32 million\nin state income taxes in New York State in 1996.\n\nNew York has invested considerable sums of tax dollars in the\nacquisition of land for outdoor recreation, including canoeing,\nkayaking and hiking, fishing rights, and hunting. Habitat restoration\n\nprojects, funded by the state, are designed in part to enhance fish\nspawning and the proliferation of game species.\n\nBecause of the public dollars and license fees that have supported\ngame reintroductions and habitat improvements, the increasing\nsuburbanization of the state, continued loss of open and wild areas,\nthe distance between the population and our subsistence roots, and their\nfoundation in our culture and history, particularly in our rural\nareas, the time honored and respected pastimes of hunting, fishing and\ntrapping should be recognized in our constitution as rights of the\npeople.\n\nLEGISLATIVE HISTORY:\nS.3049 of 2009-10; S.2639 of 2007-08.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nRESOLVED (if the Assembly concur), That the foregoing amendments\nbe referred to the first regular legislative session convening after\nthe next succeeding general election of members of the assembly,\nand, in conformity with section 1 of article 19 of the constitution,\nbe published for 3 months previous to the time of such election.\n\n",
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to the constitution, in relation to the right to hunt, trap and fish ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T114407.TXT", "SOBI.D110119.T152324.TXT", "SOBI.D110124.T113115.TXT", "SOBI.D110125.T122411.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T170327.TXT", "SOBI.D110119.T144808.TXT", "SOBI.D110119.T153314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090120
}