{
  "year" : 2011,
  "senateBillNo" : "S2398-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S2398-2011-1295413200000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"jobs and trade act\"",
  "summary" : "Enacts \"jobs and trade act\"; establishes the labor and trade enforcement task force; requires annual trade impact reports; preserves state authority over procurement policies. ",
  "currentCommittee" : "LABOR",
  "sameAs" : "A708",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S3350-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2398\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to  enacting  the  \"jobs  and\n         trade act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"jobs and trade act\".\n    3    S  2.  The  labor law is amended by adding a new article 21 to read as\n    4  follows:\n    5                                  ARTICLE 21\n    6                             JOBS AND TRADE ACT\n    7  SECTION 750. LEGISLATIVE INTENT.\n    8          751. ROLE OF THE LEGISLATURE IN TRADE POLICY.\n    9          752. LABOR AND TRADE ENFORCEMENT TASK FORCE.\n   10    S 750. LEGISLATIVE INTENT.   THE  LEGISLATURE  HEREBY  DETERMINES  AND\n   11  DECLARES THAT:\n   12    1. STATES HAVE TRADITIONALLY ENJOYED A LARGE DEGREE OF AUTONOMY TO SET\n   13  THEIR  OWN  PROCUREMENT AND EMPLOYMENT POLICIES UNDER THE U.S. SYSTEM OF\n   14  FEDERALISM.\n   15    2. RECENT INTERNATIONAL TRADE AGREEMENTS THREATEN TO ERODE THIS TRADI-\n   16  TIONAL STATE AUTONOMY BY REQUIRING STATE GOVERNMENTS TO  ACCORD  FOREIGN\n   17  SUPPLIERS  OF  GOODS  AND SERVICES TREATMENT NO LESS FAVORABLE THAN THAT\n   18  AFFORDED TO IN-STATE SUPPLIERS. IN ADDITION,  THE  AGREEMENTS  STIPULATE\n   19  THAT  STATE  CONTRACT SPECIFICATIONS MUST NOT BURDEN TRADE ANY MORE THAN\n   20  NECESSARY, AND LIMIT SUPPLIER QUALIFICATIONS TO QUALIFICATIONS THAT  ARE\n   21  \"ESSENTIAL\" TO THE PERFORMANCE OF THE CONTRACT.\n   22    3.  STATE  LEGISLATORS  HAVE  AN  IMPORTANT ROLE TO PLAY IN PRESERVING\n   23  STATE AUTHORITY OVER PROCUREMENT POLICY. THESE CRITICAL DECISIONS SHOULD\n   24  BE MADE ONLY WITH THE INVOLVEMENT OF THE LEGISLATURE, AND ONLY AFTER THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04826-01-1\n\n       S. 2398                             2\n\n    1  PUBLIC HAS BEEN ADEQUATELY INFORMED AND HAS OPENLY  DEBATED  THE  ISSUES\n    2  INVOLVED.\n    3    4.  IT  IS CRITICAL FOR CITIZENS, STATE AGENCIES, THE LEGISLATURE, AND\n    4  OTHER ELECTED OFFICIALS IN THE STATE TO HAVE ACCESS TO INFORMATION ABOUT\n    5  HOW TRADE IMPACTS STATE LEGISLATIVE AUTHORITY, THE STATE'S ECONOMY,  AND\n    6  EXISTING  STATE LAWS IN ORDER TO PARTICIPATE IN AN INFORMED DEBATE ABOUT\n    7  INTERNATIONAL TRADE ISSUES.\n    8    5. IT IS THE SENSE OF THIS LEGISLATURE THAT THE CONGRESS OF THE UNITED\n    9  STATES SHOULD PASS  LEGISLATION  INSTRUCTING  THE  UNITED  STATES  TRADE\n   10  REPRESENTATIVE  (USTR)  TO  FULLY  AND FORMALLY CONSULT INDIVIDUAL STATE\n   11  LEGISLATURES REGARDING PROCUREMENT, SERVICES, INVESTMENT, OR  ANY  OTHER\n   12  TRADE AGREEMENT RULES THAT IMPACT STATE LAWS OR AUTHORITY BEFORE NEGOTI-\n   13  ATIONS  BEGIN AND AS THEY DEVELOP, AND TO SEEK CONSENT FROM STATE LEGIS-\n   14  LATURES IN ADDITION TO GOVERNORS PRIOR  TO  BINDING  STATES  TO  CONFORM\n   15  THEIR  LAWS  TO  THE  TERMS OF INTERNATIONAL COMMERCIAL AGREEMENTS. SUCH\n   16  LEGISLATION IS NECESSARY TO ENSURE THE PRIOR  INFORMED  CONSENT  OF  THE\n   17  STATE  WITH  REGARD  TO FUTURE INTERNATIONAL TRADE AND INVESTMENT AGREE-\n   18  MENTS.\n   19    S 751. ROLE OF THE LEGISLATURE IN TRADE POLICY.   1. IT SHALL  BE  THE\n   20  POLICY OF THE STATE THAT APPROVAL FOR THE STATE TO BE BOUND BY ANY TRADE\n   21  AGREEMENT REQUIRES THE CONSENT OF THE LEGISLATURE.\n   22    2.  THE  FOLLOWING ACTIONS ARE REQUIRED BEFORE THE STATE SHALL CONSENT\n   23  TO THE TERMS OF A TRADE AGREEMENT:\n   24    A. WHEN A REQUEST HAS BEEN RECEIVED, THE GOVERNOR, THE TEMPORARY PRES-\n   25  IDENT OF THE SENATE OR THE SPEAKER OF THE ASSEMBLY  MAY  SUBMIT  TO  THE\n   26  LEGISLATURE, ON A DAY ON WHICH BOTH HOUSES ARE IN SESSION, A COPY OF THE\n   27  FINAL LEGAL TEXT OF THE AGREEMENT, TOGETHER WITH:\n   28    I.  A REPORT BY THE LABOR AND TRADE ENFORCEMENT TASK FORCE WHICH SHALL\n   29  INCLUDE AN ANALYSIS OF HOW THE AGREEMENT OF THE STATE  TO  THE  SPECIFIC\n   30  PROVISIONS OF THE AGREEMENT SHALL CHANGE OR AFFECT EXISTING STATE LAW;\n   31    II.  A  STATEMENT  OF  ANY ADMINISTRATIVE ACTION PROPOSED TO IMPLEMENT\n   32  THESE TRADE AGREEMENT PROVISIONS IN THE STATE; AND\n   33    III. A DRAFT OF LEGISLATION AUTHORIZING THE STATE TO SIGN  ON  TO  THE\n   34  SPECIFIC LISTED PROVISIONS OF THE AGREEMENT IN QUESTION.\n   35    B.  A PUBLIC HEARING TO BE CONDUCTED BY THE CHAIRPERSONS OF THE SENATE\n   36  AND ASSEMBLY LABOR COMMITTEES, WITH ADEQUATE PUBLIC NOTICE, SHALL  OCCUR\n   37  BEFORE THE LEGISLATURE VOTES ON THE LEGISLATION; AND\n   38    C. THE LEGISLATION AUTHORIZING THE STATE TO SIGN ON TO SPECIFIC LISTED\n   39  PROVISIONS OF AN AGREEMENT IS ENACTED INTO LAW.\n   40    3.  THE  ATTORNEY GENERAL SHALL NOTIFY THE USTR OF THE POLICIES ESTAB-\n   41  LISHED IN THIS ARTICLE IN WRITING NO LATER  THAN  DECEMBER  THIRTY-FIRST\n   42  AND  SHALL  PROVIDE  COPIES OF SUCH NOTICE TO THE TEMPORARY PRESIDENT OF\n   43  THE SENATE, SPEAKER OF  THE  ASSEMBLY,  THE  GOVERNOR  AND  THE  STATE'S\n   44  CONGRESSIONAL DELEGATION.\n   45    S  752.  LABOR  AND  TRADE ENFORCEMENT TASK FORCE.   1. THERE SHALL BE\n   46  WITHIN THE DEPARTMENT THE LABOR AND TRADE ENFORCEMENT TASK FORCE.\n   47    2. THE LABOR AND TRADE ENFORCEMENT TASK FORCE IS DIRECTED TO:\n   48    A. MONITOR TRADE NEGOTIATIONS AND DISPUTES IMPACTING THE STATE  ECONO-\n   49  MY;\n   50    B.  ANALYZE  PENDING TRADE AGREEMENTS THE STATE IS CONSIDERING SIGNING\n   51  AND PROVIDE THE ANALYSIS  TO  THE  GOVERNOR,  THE  LEGISLATURE  AND  THE\n   52  PUBLIC;\n   53    C.  PROVIDE  TECHNICAL  ASSISTANCE  TO  WORKERS  AND FIRMS IMPACTED BY\n   54  UNFAIR TRADE PRACTICES;\n\n       S. 2398                             3\n\n    1    D. PROVIDE A TRADE IMPACT REPORT TO THE GOVERNOR, THE TEMPORARY PRESI-\n    2  DENT OF THE SENATE, THE SPEAKER OF THE ASSEMBLY, AND THE PUBLIC NO LATER\n    3  THAN MARCH THIRTY-FIRST, TWO THOUSAND TWELVE AND ANNUALLY THEREAFTER;\n    4    E. PROVIDE ADDITIONAL RESEARCH AND ANALYSIS AS REQUESTED BY THE GOVER-\n    5  NOR  AND  THE  TEMPORARY  PRESIDENT OF THE SENATE AND THE SPEAKER OF THE\n    6  ASSEMBLY;\n    7    F. SERVE AS THE STATE'S OFFICIAL LIAISONS WITH THE FEDERAL  GOVERNMENT\n    8  AND  AS  THE  LEGISLATURE'S  LIAISONS WITH THE GOVERNOR ON TRADE-RELATED\n    9  MATTERS;\n   10    G. SERVE AS THE DESIGNATED RECIPIENTS OF FEDERAL REQUESTS FOR  CONSENT\n   11  OR  CONSULTATION  REGARDING  INVESTMENT,  PROCUREMENT, SERVICES OR OTHER\n   12  PROVISIONS OF INTERNATIONAL TRADE AGREEMENTS WHICH IMPINGE ON STATE  LAW\n   13  OR REGULATORY AUTHORITY RESERVED TO THE STATE;\n   14    H.  TRANSMIT INFORMATION REGARDING FEDERAL REQUESTS FOR CONSENT TO THE\n   15  OFFICE OF THE GOVERNOR, THE ATTORNEY GENERAL AND THE CHAIRPERSONS OF THE\n   16  SENATE AND ASSEMBLY LABOR COMMITTEES;\n   17    I. ISSUE A FORMAL REQUEST  TO  OTHER  APPROPRIATE  STATE  AGENCIES  TO\n   18  PROVIDE ANALYSIS OF ALL PROPOSED TRADE AGREEMENTS' IMPACT ON LEGISLATIVE\n   19  AUTHORITY AND THE ECONOMY OF THE STATE;\n   20    J.  INFORM  ALL  MEMBERS  OF  THE LEGISLATURE ON A REGULAR BASIS ABOUT\n   21  ONGOING TRADE  NEGOTIATIONS  AND  DISPUTE  SETTLEMENT  PROCEEDINGS  WITH\n   22  IMPLICATIONS FOR THE STATE MORE GENERALLY;\n   23    K.  COMMUNICATE  THE  INTERESTS AND CONCERNS OF THE LEGISLATURE TO THE\n   24  USTR REGARDING ONGOING AND PROPOSED TRADE NEGOTIATIONS; AND\n   25    L. NOTIFY THE USTR OF THE OUTCOME OF ANY LEGISLATIVE ACTION.\n   26    3. EACH ANNUAL TRADE IMPACT REPORT  REQUIRED  BY  THIS  SECTION  SHALL\n   27  INCLUDE:\n   28    A.  AN  AUDIT  OF  THE  AMOUNT OF PUBLIC CONTRACT WORK BEING PERFORMED\n   29  OVERSEAS;\n   30    B. AN AUDIT OF GOVERNMENT GOODS BEING PROCURED FROM OVERSEAS;\n   31    C. A STUDY OF TRADE'S IMPACTS ON STATE AND  LOCAL  EMPLOYMENT  LEVELS,\n   32  TAX REVENUES AND RETRAINING AND ADJUSTMENT COSTS;\n   33    D. AN ANALYSIS OF THE CONSTRAINTS TRADE RULES PLACE ON STATE REGULATO-\n   34  RY  AUTHORITY,  INCLUDING  BUT  NOT  LIMITED  TO  THE STATE'S ABILITY TO\n   35  PRESERVE THE ENVIRONMENT, PROTECT PUBLIC HEALTH AND SAFETY, AND  PROVIDE\n   36  HIGH-QUALITY PUBLIC SERVICES; AND\n   37    E.  FINDINGS  AND RECOMMENDATIONS OF SPECIFIC ACTIONS THE STATE SHOULD\n   38  TAKE IN RESPONSE TO THE IMPACTS OF TRADE ON THE STATE IDENTIFIED IN THIS\n   39  SECTION.\n   40    4. SUCH ACTIONS MAY INCLUDE, BUT SHALL NOT BE LIMITED TO:\n   41    A. REVOCATION OF THE STATE'S CONSENT TO BE BOUND  BY  THE  PROCUREMENT\n   42  RULES OF INTERNATIONAL TRADE AGREEMENTS;\n   43    B.  PROHIBITION  OF  OFFSHORE  PERFORMANCE  OF STATE CONTRACT WORK AND\n   44  PREFERENCES FOR DOMESTIC CONTENT IN STATE PURCHASING;\n   45    C. STATE SUPPORT FOR CASES BROUGHT UNDER FEDERAL TRADE LAWS  BY  RESI-\n   46  DENTS OF THE STATE;\n   47    D. STATE ADVOCACY FOR REFORM OF TRADE AGREEMENTS AND TRADE LAWS AT THE\n   48  FEDERAL LEVEL; AND\n   49    E. IMPLEMENTATION OF A HIGH-ROAD GROWTH STRATEGY FORMULATED WITH BUSI-\n   50  NESS, LABOR AND COMMUNITY PARTICIPATION.\n   51    5. SUCH A STRATEGY MAY INCLUDE, BUT NOT BE LIMITED TO:\n   52    A. MORE EFFECTIVE EARLY WARNING AND LAYOFF AVERSION MEASURES;\n   53    B.  INCREASED ASSISTANCE AND ADJUSTMENT PROGRAMS FOR DISPLACED WORKERS\n   54  AND TRADE-IMPACTED COMMUNITIES;\n   55    C. STRONGER STANDARDS  AND  ACCOUNTABILITY  FOR  RECIPIENTS  OF  STATE\n   56  SUBSIDIES AND INCENTIVES;\n\n       S. 2398                             4\n\n    1    D. INVESTMENTS IN WORKFORCE TRAINING AND DEVELOPMENT;\n    2    E. INVESTMENTS IN TECHNOLOGY AND INFRASTRUCTURE; AND\n    3    F. INCREASED ACCESS TO CAPITAL FOR LOCAL PRODUCERS.\n    4    6. WITHIN THIRTY DAYS OF RECEIPT OF THE ANNUAL TRADE IMPACT REPORT:\n    5    A.  THE  GOVERNOR SHALL REVIEW THE REPORT AND ISSUE A PUBLIC STATEMENT\n    6  EXPLAINING WHICH OF THE REPORT'S RECOMMENDATIONS FOR SPECIFIC ACTION THE\n    7  GOVERNOR WILL ACT UPON IN THE NEXT THIRTY DAYS, WHETHER  THROUGH  EXECU-\n    8  TIVE ACTION OR PROPOSED LEGISLATION; AND\n    9    B.  THE  LEGISLATURE  SHALL REVIEW THE REPORT, HOLD PUBLIC HEARINGS ON\n   10  THE REPORT'S RECOMMENDATIONS FOR SPECIFIC ACTION  AND  INTRODUCE  LEGIS-\n   11  LATION TO ENACT THOSE RECOMMENDATIONS ACCEPTED BY THE LEGISLATURE.\n   12    7.  A.    THE  LABOR AND TRADE ENFORCEMENT TASK FORCE SHALL CONSIST OF\n   13  FIFTEEN MEMBERS, ACTING BY A  MAJORITY  THEREOF,  AND  COMPOSED  OF  THE\n   14  FOLLOWING:  THE  COMMISSIONER  OF  LABOR,  FOUR MEMBERS APPOINTED BY THE\n   15  GOVERNOR; THREE MEMBERS APPOINTED BY THE GOVERNOR UPON  THE  RECOMMENDA-\n   16  TION  OF  THE TEMPORARY PRESIDENT OF THE SENATE; THREE MEMBERS APPOINTED\n   17  BY THE GOVERNOR UPON THE RECOMMENDATION OF THE SPEAKER OF THE  ASSEMBLY;\n   18  TWO MEMBERS APPOINTED BY THE GOVERNOR UPON THE RECOMMENDATION OF THE NEW\n   19  YORK STATE AMERICAN FEDERATION OF LABOR-CONGRESS OF INDUSTRIAL ORGANIZA-\n   20  TIONS; AND TWO MEMBERS APPOINTED BY THE GOVERNOR UPON THE RECOMMENDATION\n   21  OF THE BUSINESS COUNCIL.\n   22    B. THE TASK FORCE SHALL:\n   23    I. ASSESS THE LEGAL AND ECONOMIC IMPACTS OF TRADE AGREEMENTS;\n   24    II. PROVIDE INPUT ON THE ANNUAL TRADE IMPACT REPORT;\n   25    III.  HOLD  PUBLIC  HEARINGS  ON  THE IMPACT OF TRADE ON THE STATE AND\n   26  COMMUNITIES, AS WELL AS THE IMPACT OF THE ANNUAL TRADE IMPACT REPORT  ON\n   27  THE STATE; AND\n   28    IV.  MAKE  POLICY  RECOMMENDATIONS  TO  THE GOVERNOR, LEGISLATURE, THE\n   29  STATE'S CONGRESSIONAL DELEGATION AND U.S. TRADE NEGOTIATORS.\n   30    C. THE TASK FORCE SHALL CONVENE QUARTERLY.\n   31    D. THE TASK FORCE SHALL APPOINT A CHAIRPERSON FROM AMONG ITS MEMBERS.\n   32    E. THE MEMBERS OF THE TASK FORCE SHALL  RECEIVE  NO  COMPENSATION  FOR\n   33  THEIR  SERVICE  BUT SHALL BE ALLOWED THEIR ACTUAL AND NECESSARY EXPENSES\n   34  INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n   35    S 3. This act shall take effect on the one hundred twentieth day after\n   36  it shall have become a law; provided, however, that effective immediate-\n   37  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   38  necessary  for  the  implementation of this act on its effective date is\n   39  authorized and directed to be made  and  completed  on  or  before  such\n   40  effective date.\n",
  "memo" : "BILL NUMBER:S2398\n\nTITLE OF BILL:\nAn act\nto amend the labor law, in relation to enacting the \"jobs and\ntrade act\"\n\nPURPOSE:\nTo ensure that New York's citizens and the\nlegislators they\nelect have access to information on the impact of international trade\npolicy on New York State's economy, Also, to clearly establish the\nrole of the New York State Legislature in setting trade policies for\nthe state, while helping workers and businesses that have been\nimpacted by trade.\n\nSUMMARY OF PROVISIONS:\nThis bill requires the consent\nof the state\nlegislature, not the governor, in order to bind New York to\ninternational trade agreements and establishes Legislative Points of\nContact to serve as official liaisons with the Governor's office and\nFederal Government on trade policy. It establishes a labor and trade\nenforcement task force within the Department of Labor to analyze the\npotential impact of trade proposals to the state, assess the impact of\ntrade on the state economy and make trade policy recommendations, and\nassist local workers, firms and communities on trade matters. This\noffice will be required to provide annual reports to the Governor and\nthe Legislature on the impact of trade on New York State and requires\nthe Governor and Legislature to respond to recommendations for\nhandling the impact of trade on the state.\n\nJUSTIFICATION:\nRecent international trade agreements\nhave threatened\nto erode the traditional degree of autonomy that states have had to\nset their own procurement policies by requiring state governments to\ntreat international suppliers as favorably as they do in-state\nsuppliers. The New York State Legislature must work to preserve the\nstate's authority over procurement policy and to ensure that the\npublic is informed and involved in the discussion process. To protect\nthe state's economy and its citizens, the state must enact this\nlegislation. This bill will ensure that the state has continued input\nto the trade decisions that affect its economy.\nWith the growth in globalization and America's increased dependence on\ninternational trade, those trade agreements have a direct impact on\nthe lives and livelihoods of New York State's citizens. Therefore the\nlegislature must do everything in its power to ensure that trade\nagreements are made which benefit the state's citizens and economy.\n\nLEGISLATIVE HISTORY:\n\nS.4786-A of 2007-08; Passed Senate\nS.3350   of 2009-10; Referred to Labor\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n120 days after it shall have become law, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to enacting the \"jobs and trade act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T100312.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T162328.TXT", "SOBI.D110119.T160824.TXT", "SOBI.D110120.T100810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090143
}