{
  "year" : 2011,
  "senateBillNo" : "S2397-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2397-2011-1295413200000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to clarifying the regulatory authority of the New York power authority over any municipality that owns and operates an electric distribution system",
  "summary" : "Provides that the New York power authority shall have jurisdiction over any municipal corporation that owns and operates an electric distribution system and distributes any power from the authority. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "SB7890-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2397\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend  the public authorities law and the general municipal\n         law, in relation to clarifying the regulatory  authority  of  the  New\n         York power authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1014 of the public authorities law, as  amended  by\n    2  chapter 446 of the laws of 1972, is amended to read as follows:\n    3    S  1014.  Public service law not applicable to authority; inconsistent\n    4  provisions in other acts superseded. The rates, services  and  practices\n    5  relating to the generation, transmission, distribution and sale OF POWER\n    6  by the authority[, of power to be generated from the projects authorized\n    7  by  this  title]  shall  not  be subject to the provisions of the public\n    8  service law nor to regulation by, nor the jurisdiction of the department\n    9  of public service.  IN PARTICULAR, THE AUTHORITY, AND NOT THE DEPARTMENT\n   10  OF PUBLIC SERVICE, WILL HAVE REGULATORY AUTHORITY AND JURISDICTION  OVER\n   11  ANY  MUNICIPAL  CORPORATION AS DEFINED IN SECTION THREE HUNDRED SIXTY OF\n   12  THE GENERAL MUNICIPAL LAW THAT OWNS AND OPERATES  AN  ELECTRIC  DISTRIB-\n   13  UTION  SYSTEM  AND  DISTRIBUTES  ANY POWER FROM THE AUTHORITY, PROVIDED,\n   14  HOWEVER, THAT SUCH MUNICIPAL CORPORATIONS SHALL REMAIN  SUBJECT  TO  THE\n   15  REQUIREMENTS  OF  SECTION  SIXTY-EIGHT  OF  THE  PUBLIC SERVICE LAW; AND\n   16  PROVIDED, FURTHER, THAT THIS EXEMPTION FROM  PUBLIC  SERVICE  COMMISSION\n   17  JURISDICTION  SHALL  NOT  APPLY TO: (1) MUNICIPAL CORPORATIONS THAT SELF\n   18  GENERATE POWER FOR DISTRIBUTION PURPOSES; (2) POWER AUTHORITIES THAT ARE\n   19  ESTABLISHED BY THE LEGISLATURE AFTER MAY TWENTIETH,  TWO  THOUSAND  TEN;\n   20  AND  (3) MUNICIPAL CORPORATIONS THAT ARE ESTABLISHED PURSUANT TO SECTION\n   21  THREE HUNDRED SIXTY OF THE GENERAL MUNICIPAL LAW  AFTER  MAY  TWENTIETH,\n   22  TWO  THOUSAND  TEN.  Except  to  the  extent article seven of the public\n   23  service law applies to the siting and operation of a major utility tran-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07031-01-1\n\n       S. 2397                             2\n\n    1  smission facility as defined therein, and except to the  extent  section\n    2  eighteen-a  of  such  law  provides  for assessment of the authority for\n    3  certain costs relating thereto, the provisions of the public service law\n    4  and  of  the ENVIRONMENTAL conservation law and every other law relating\n    5  to the department of public service or the public service commission  or\n    6  to  the  conservation  department  or to the functions, powers or duties\n    7  assigned to the division of water  power  and  control  by  chapter  six\n    8  hundred  nineteen,  of the laws of nineteen hundred twenty-six, shall so\n    9  far as is necessary to make this title effective in accordance with  its\n   10  terms  and  purposes  be  deemed  to  be  superseded,  and  wherever any\n   11  provision of law shall be found in conflict with the provisions of  this\n   12  title  or  inconsistent with the purposes thereof, it shall be deemed to\n   13  be superseded, modified or repealed as the case may require.\n   14    S 2. Subdivision 2 of section 364 of  the  general  municipal  law  is\n   15  amended by adding a new paragraph (c) to read as follows:\n   16    (C)  A  MUNICIPAL  CORPORATION  THAT  OWNS  AND  OPERATES  AN ELECTRIC\n   17  DISTRIBUTION SYSTEM AND DISTRIBUTES ANY POWER FROM THE  NEW  YORK  POWER\n   18  AUTHORITY  SHALL  BE  REGULATED BY THE NEW YORK POWER AUTHORITY, AND NOT\n   19  SUBJECT TO ARTICLE FOUR OF THE PUBLIC SERVICE  LAW,  PROVIDED,  HOWEVER,\n   20  THAT  SUCH  MUNICIPAL  CORPORATIONS SHALL REMAIN SUBJECT TO THE REQUIRE-\n   21  MENTS OF SECTION SIXTY-EIGHT OF THE PUBLIC  SERVICE  LAW;  AND  PROVIDED\n   22  FURTHER  THAT THIS EXEMPTION FROM PUBLIC SERVICE COMMISSION JURISDICTION\n   23  SHALL NOT APPLY TO: (1) THOSE MUNICIPALITIES THAT  SELF  GENERATE  POWER\n   24  FOR DISTRIBUTION PURPOSES; (2) POWER AUTHORITIES THAT ARE ESTABLISHED BY\n   25  THE LEGISLATURE AFTER MAY TWENTIETH, TWO THOUSAND TEN; AND (3) MUNICIPAL\n   26  CORPORATIONS  THAT  ARE  ESTABLISHED  PURSUANT  TO SECTION THREE HUNDRED\n   27  SIXTY OF THIS ARTICLE AFTER MAY TWENTIETH, TWO THOUSAND TEN.\n   28    S 3. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law and the general municipal law, in relation to clarifying the regulatory authority of the New York power authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T161824.TXT", "SOBI.D110119.T162328.TXT", "SOBI.D110120.T095308.TXT", "SOBI.D110119.T160824.TXT", "SOBI.D110120.T094307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295535188607
}