{
  "year" : 2011,
  "senateBillNo" : "S2393-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S2393-2011-1295413200000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the office of parks, recreation and historic preservation to preserve and maintain state historic sites that are closed for more than a month",
  "summary" : "Requires the office of parks, recreation and historic preservation to preserve and maintain state historic sites that are closed for more than a month. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "S7151-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2393\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sens. SERRANO, PARKER -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Cultural Affairs,\n         Tourism, Parks and Recreation\n\n       AN ACT to amend the parks, recreation and historic preservation law,  in\n         relation to the maintenance and preservation of state historic sites\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative finding. The legislature hereby finds that  the\n    2  state has long acted on the recognition that the historical, archeologi-\n    3  cal,  architectural and cultural heritage of the state as represented in\n    4  state historic sites are amongst the most important environmental assets\n    5  of the state and that they should be carefully maintained and  preserved\n    6  for future generations.\n    7    S 2. The parks, recreation and historic preservation law is amended by\n    8  adding a new section 14.11 to read as follows:\n    9    S  14.11  MAINTENANCE  AND  PRESERVATION OF STATE HISTORIC SITES.   1.\n   10  STATE HISTORIC SITES SHALL BE SUBJECT TO THE HIGHEST STANDARDS OF  CARE,\n   11  CUSTODY AND CONTROL TO ASSURE THEIR PRESERVATION FOR FUTURE GENERATIONS.\n   12  FOR  THE  PURPOSES OF THIS SECTION, \"MOTHBALLING\" SHALL MEAN THE PROCESS\n   13  OF TEMPORARILY CLOSING A HISTORIC STRUCTURE  THAT  INVOLVES  CONTROLLING\n   14  THE  LONG-TERM  DETERIORATION  OF THE BUILDING WHILE IT IS UNOCCUPIED AS\n   15  WELL AS FINDING METHODS TO PROTECT  IT  FROM  SUDDEN  LOSS  BY  FIRE  OR\n   16  VANDALISM;  AND \"SEASONAL\" SHALL MEAN A PERIOD OF TIME NOT TO EXCEED SIX\n   17  MONTHS IN ANY GIVEN YEAR.\n   18    2. DURING THE PROCESS OF DETERMINING THE VIABILITY OF THE OFFICE MAIN-\n   19  TAINING A HISTORIC SITE OPEN  TO  THE  PUBLIC,  THE  COMMISSIONER  SHALL\n   20  PRODUCE  A  WRITTEN OUTLINE OF ALTERNATIVE ACTIONS THAT INCLUDE, BUT ARE\n   21  NOT LIMITED TO THE PREPARATION OF A REQUEST FOR PROPOSALS FOR THE ESTAB-\n   22  LISHMENT OF A NON-PROFIT GROUP THAT WOULD CONTRACT WITH  THE  OFFICE  TO\n   23  MAINTAIN  THE  HISTORIC SITE FOLLOWING THE AGENCY'S ESTABLISHED CRITERIA\n   24  AND BEST PRACTICES AND AN ECONOMIC  IMPACT  STATEMENT  ON  THE  PROPOSED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00298-01-1\n\n       S. 2393                             2\n\n    1  CLOSING  OF THE SITE. THIS OUTLINE AND ECONOMIC IMPACT STATEMENT WILL BE\n    2  MADE AVAILABLE TO THE PUBLIC AND A COPY SHALL BE DELIVERED TO THE GOVER-\n    3  NOR, THE SPEAKER OF THE ASSEMBLY AND  THE  TEMPORARY  PRESIDENT  OF  THE\n    4  SENATE, AND THE CHAIRS OF THE ASSEMBLY COMMITTEE ON TOURISM, PARKS, ARTS\n    5  AND  SPORTS  DEVELOPMENT  AND  THE SENATE COMMITTEE ON CULTURAL AFFAIRS,\n    6  TOURISM, PARKS AND RECREATION. FOLLOWING THE PUBLICATION OF THE  OUTLINE\n    7  OF  ALTERNATIVE  ACTIONS, A PUBLIC COMMENT PERIOD OF NO LESS THAN THIRTY\n    8  DAYS SHALL BE IMPLEMENTED FOLLOWED BY AT LEAST ONE PUBLIC HEARING ON THE\n    9  PROPOSED ACTIONS BY THE AGENCY.\n   10    3. IF IT HAS BEEN DETERMINED BOTH BY THE COMMISSIONER  AND  THE  BOARD\n   11  THAT  A  STATE HISTORIC SITE SHALL BE CLOSED TO THE PUBLIC AND NOT FULLY\n   12  MAINTAINED FOR A PERIOD TO EXCEED THE NORMAL SEASONAL  LIMIT  PREVIOUSLY\n   13  IN  PLACE,  THE COMMISSIONER SHALL ADHERE TO THE STANDARDS OF THE UNITED\n   14  STATES SECRETARY OF THE INTERIOR FOR THE MOTHBALLING OF HISTORIC  BUILD-\n   15  INGS.  SUCH  SECRETARY'S  STANDARDS  FOR  HISTORIC  PRESERVATION ARE THE\n   16  ESTABLISHED AND ACKNOWLEDGED STANDARDS FOR HISTORIC  SITE  AND  BUILDING\n   17  PRESERVATION  THROUGHOUT  THE NATION. SUCH STANDARDS FOR THE MOTHBALLING\n   18  OF HISTORIC BUILDINGS FOCUS ON THE STEPS NEEDED TO PROPERLY DEACTIVATE A\n   19  HISTORIC PROPERTY FOR AN EXTENDED PERIOD OF TIME NOT TO EXCEED TEN YEARS\n   20  AND REQUIRE CONTINUED LIMITED MONITORING AND MAINTENANCE BY PROFESSIONAL\n   21  STAFF. THE STANDARDS FOR THE MOTHBALLING OF HISTORIC  BUILDINGS  REQUIRE\n   22  THE  APPOINTMENT  OF  A  PRESERVATION  SPECIALIST TO ASSESS THE SPECIFIC\n   23  NEEDS OF THE STRUCTURE AND TO DEVELOP AN EFFECTIVE MOTHBALLING PROGRAM.\n   24    4. ACTIONS TAKEN IN THE EVENT OF  THE  CLOSING  OF  A  SPECIFIC  STATE\n   25  HISTORIC SITE SHALL INCLUDE, BUT NOT BE LIMITED TO, THE FOLLOWING:\n   26    (A)  THE  PREPARATION OF A CONDITION ASSESSMENT REPORT OF THE BUILDING\n   27  OR SITE BY A PRESERVATION SPECIALIST, A COPY OF WHICH SHALL BE DELIVERED\n   28  TO THE GOVERNOR, THE SPEAKER OF THE ASSEMBLY AND THE TEMPORARY PRESIDENT\n   29  OF THE SENATE, AND THE CHAIRS OF  THE  ASSEMBLY  COMMITTEE  ON  TOURISM,\n   30  PARKS,  ARTS AND SPORTS DEVELOPMENT AND THE SENATE COMMITTEE ON CULTURAL\n   31  AFFAIRS, TOURISM, PARKS AND RECREATION;\n   32    (B) STRUCTURAL STABILIZATION OF THE BUILDING, BASED ON THE RECOMMENDA-\n   33  TIONS OF THE CONDITION ASSESSMENT;\n   34    (C) EXTERMINATION OR CONTROL OF PESTS, INCLUDING RODENTS AND  INSECTS.\n   35  THIS  SHALL  INCLUDE,  BUT  NOT  BE LIMITED TO, THE INSTALLATION OF PEST\n   36  SCREENS AND THE INSPECTION OF THE BUILDING BY A  LICENSED  PEST  CONTROL\n   37  EXPERT;\n   38    (D)  PROTECTION  OF THE EXTERIOR FROM MOISTURE PENETRATION. THIS SHALL\n   39  INCLUDE AN INSPECTION OF THE  BUILDING  OR  STRUCTURE'S  ROOF,  GUTTERS,\n   40  DRAINS, WINDOW AND DOOR FRAMES, MASONRY, SIDING, AND PROPER DRAINAGE;\n   41    (E) SECURING THE BUILDING AND ITS COMPONENT FEATURES TO REDUCE VANDAL-\n   42  ISM  OR BREAK-INS. THIS SHALL INCLUDE THE NOTIFICATION OF LOCAL FIRE AND\n   43  POLICE DEPARTMENTS THAT THE BUILDING IS BEING MOTHBALLED,  ENSURING  THE\n   44  PROPER  INSTALLATION  AND  MAINTENANCE  OF  FIRE AND INTRUSION DETECTION\n   45  SYSTEMS ARE IN PLACE THROUGHOUT THE STRUCTURE, ALONG WITH  ANY  EXISTING\n   46  INSPECTED  FIRE SUPPRESSION SYSTEMS, THE FASTENING OF ALL EXTERIOR DOORS\n   47  AND WINDOWS, THE PREVENTION OF THE OVERGROWTH OF THE  GROUNDS,  AND  THE\n   48  CREATION AND IMPLEMENTATION OF A SECURITY MONITORING PLAN;\n   49    (F)  PROVISION  OF  ADEQUATE  VENTILATION  TO THE INTERIOR THAT IS, AT\n   50  MINIMUM, TWO AIR EXCHANGES EVERY HOUR TO PREVENT MILDEW DAMAGE;\n   51    (G) SECURING OR MODIFYING UTILITIES AND MECHANICAL SYSTEMS  TO  ENSURE\n   52  NO DAMAGE TAKES PLACE DUE TO NONUSE;\n   53    (H)  DEVELOPMENT  AND  IMPLEMENTATION  OF A MAINTENANCE AND MONITORING\n   54  PLAN FOR PROTECTION OF THE STRUCTURE TO BE MADE AVAILABLE TO THE  PUBLIC\n   55  WITH  A  COPY  SENT TO THE GOVERNOR, THE SPEAKER OF THE ASSEMBLY AND THE\n   56  TEMPORARY PRESIDENT OF THE  SENATE,  AND  THE  CHAIRS  OF  THE  ASSEMBLY\n\n       S. 2393                             3\n\n    1  COMMITTEE  ON TOURISM, PARKS, ARTS AND SPORTS DEVELOPMENT AND THE SENATE\n    2  COMMITTEE ON CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION;\n    3    (I) REMOVAL, CATALOGUING OF, AND PROPER STORAGE OF ANY AND ALL HISTOR-\n    4  ICAL  COLLECTIONS  HELD  WITHIN THE STRUCTURE INCLUDING FURNITURE, ARTI-\n    5  FACTS, ART WORK, TEXTILE MATERIAL, AND LIBRARY  AND  ARCHIVAL  MATERIAL,\n    6  CONSISTENT  WITH  ESTABLISHED  BEST PRACTICES FOR THE HANDLING AND CATA-\n    7  LOGUING OF SUCH HISTORICAL COLLECTIONS AND OBJECTS; AND\n    8    (J) NOT LESS THAN ONCE EVERY SIX MONTHS AT A MINIMUM AN INSPECTION  OF\n    9  THE  BUILDING  SHALL  BE  MADE, MAINTENANCE ACTION SHALL BE TAKEN ON ANY\n   10  DETERIORATION THAT IS FOUND IN SUCH INSPECTION AND A  REPORT,  INCLUDING\n   11  PHOTOGRAPHIC DOCUMENTATION ON THE INSPECTION SHALL BE MADE AND PRESENTED\n   12  TO THE GOVERNOR AND LEGISLATURE.\n   13    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law, in relation to the maintenance and preservation of state historic sites ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154823.TXT", "SOBI.D110120.T093306.TXT", "SOBI.D110119.T151326.TXT", "SOBI.D110119.T153314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295533986170
}