{
  "year" : 2011,
  "senateBillNo" : "S2399-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S2399-2011-1295413200000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Excludes certain seasonal fair workers from the definition of employee for purposes of the minimum wage act",
  "summary" : "Excludes certain seasonal fair workers from the definition of employee for purposes of the minimum wage act. ",
  "currentCommittee" : "LABOR",
  "sameAs" : "A379",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S7470-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2399\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to excluding certain seasonal\n         fair workers from the definition of employee for purposes of the mini-\n         mum wage act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 5 of section 651 of the labor law, as amended\n    2  by chapter 481 of the laws of 2010, is amended to read as follows:\n    3    5. \"Employee\" includes any individual employed or permitted to work by\n    4  an employer in any occupation, but shall not include any individual  who\n    5  is  employed or permitted to work: (a) on a casual basis in service as a\n    6  part time baby sitter in the home of the employer; (b)  in  labor  on  a\n    7  farm;  (c)  in  a  bona  fide executive, administrative, or professional\n    8  capacity; (d) as an outside salesman; (e) as a driver engaged in operat-\n    9  ing a taxicab; (f) as a volunteer, learner or  apprentice  by  a  corpo-\n   10  ration,  unincorporated association, community chest, fund or foundation\n   11  organized and operated exclusively for religious, charitable  or  educa-\n   12  tional  purposes,  no  part  of  the net earnings of which inures to the\n   13  benefit of any private shareholder or individual; (g) as a member  of  a\n   14  religious  order, or as a duly ordained, commissioned or licensed minis-\n   15  ter, priest or rabbi, or as a sexton, or as a christian science  reader;\n   16  (h)  in or for such a religious or charitable institution, which work is\n   17  incidental to or in return for charitable aid conferred upon such  indi-\n   18  vidual  and not under any express contract of hire; (i) in or for such a\n   19  religious, educational or charitable institution if such individual is a\n   20  student; (j) in or for  such  a  religious,  educational  or  charitable\n   21  institution  if  the  earning capacity of such individual is impaired by\n   22  age or by physical or mental deficiency or  injury;  (k)  in  or  for  a\n   23  summer camp or conference of such a religious, educational or charitable\n   24  institution  for  not  more  than  three months annually; (l) as a staff\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03568-01-1\n\n       S. 2399                             2\n\n    1  counselor in a children's camp; (m) in or for a  college  or  university\n    2  fraternity,  sorority,  student  association  or faculty association, no\n    3  part of the net earnings of which inures to the benefit of  any  private\n    4  shareholder  or  individual,  and which is recognized by such college or\n    5  university, if such individual is a student; (n) by a federal, state  or\n    6  municipal  government  or political subdivision thereof.  The exclusions\n    7  from the term \"employee\" contained  in  this  subdivision  shall  be  as\n    8  defined by regulations of the commissioner; [or] (o) as a volunteer at a\n    9  recreational  or  amusement  event  run by a business that operates such\n   10  events, provided that no single  such  event  lasts  longer  than  eight\n   11  consecutive days and no more than one such event concerning substantial-\n   12  ly  the same subject matter occurs in any calendar year. Any such volun-\n   13  teer shall be at least eighteen years of age. A business seeking  cover-\n   14  age  under  this  paragraph  shall notify every volunteer in writing, in\n   15  language acceptable to the commissioner, that by volunteering his or her\n   16  services, such volunteer is waiving his or  her  right  to  receive  the\n   17  minimum  wage  pursuant to this article. Such notice shall be signed and\n   18  dated by a representative of the business and the volunteer and kept  on\n   19  file  by the business for thirty-six months[.]; OR (P) AN EMPLOYEE OF AN\n   20  AMUSEMENT OR RECREATIONAL ESTABLISHMENT PROVIDED THAT  (1)  SUCH  ESTAB-\n   21  LISHMENT  ADHERES TO CURRENT STATE MINIMUM WAGE RATES FOR ALL EMPLOYEES,\n   22  (2) MEETS THE BUSINESS OPERATIONS CRITERIA ESTABLISHED  UNDER  PARAGRAPH\n   23  THREE  OF  SUBDIVISION  A  OF SECTION THIRTEEN OF THE FEDERAL FAIR LABOR\n   24  STANDARDS ACT, AND (3) IS EMPLOYED IN HIS OR HER CAPACITY AS AN EMPLOYEE\n   25  ON THE PREMISES OF A COUNTY OR AGRICULTURAL FAIRGROUND.\n   26    \"Employee\" also includes any individual employed or permitted to  work\n   27  in  any  non-teaching  capacity by a school district or board of cooper-\n   28  ative educational services except that the provisions  of  sections  six\n   29  hundred fifty-three through six hundred fifty-nine of this article shall\n   30  not be applicable in any such case.\n   31    S 2.  This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2399\n\nTITLE OF BILL:\nAn act\nto amend the labor law, in relation to excluding certain seasonal fair\nworkers from the\ndefinition of employee for purposes of the minimum wage act\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo update and amend the labor law to\nreflect the guidelines used in the Federal Fair Labor Standards Act\nregarding seasonal workers employed in the operation of county and\nagricultural fairs.\n\nSUMMARY OF PROVISIONS:\nSection 651 of the labor law is amended by\nadding a new paragraph (P) to include fair workers as classified\nunder the FLSA guidelines as exempt from the minimum wage act.\n\nJUSTIFICATION:\nSeasonal county and agricultural fairs  in New York\nState remain one of the last linkages between our agricultural\nheritage and today's urban based society. Since many fair and\ncarnival jobs are concerned with operating amusement rides and focus\non ride safety of patrons, and these workers travel with the\nbusiness, they are not conducive to training sufficient numbers of\nlocal workers to avoid mandatory overtime costs. These jobs are very\nspecialized and the safety of fair patrons is very much dependent\nupon these skilled workers. In addition, carnival companies work in\nsurrounding states and are not required to pay time and one-half the\nregular pay after 40 hours.\n\nWithout some sort of relief from increasing costs, our agricultural\nfairs will see a decline in revenues and many will be forced to dose\ntheir doors.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10:  S.7470/A.10619 - Referred to Labor\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to excluding certain seasonal fair workers from the definition of employee for purposes of the minimum wage act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T222157.TXT", "SOBI.D110125.T091858.TXT", "SOBI.D110119.T161824.TXT", "SOBI.D110119.T162328.TXT", "SOBI.D110119.T160824.TXT", "SOBI.D110120.T100810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295965138385
}