{
  "year" : 2011,
  "senateBillNo" : "S2391-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2391-2011-1295413200000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "TO ATTORNEY-GENERAL FOR OPINION",
    "billEventId" : "S2391-2011-1295931600000-TO+ATTORNEY-GENERAL+FOR+OPINION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the authorization of debt in times of public emergency",
  "summary" : "Relates to the authorization of debt in times of public emergency; limits the total amount of state debt; establishes a debt management board; relates to the refunding of state debts. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S525-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2391\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LIBOUS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing amendments to article 7 of the constitution,  in  relation  to\n         the authorization of debt in times of public emergency, a limit on the\n         total  amount  of  state  debt, the establishment of a debt management\n         board and refunding of state debts\n\n    1    Section 1. Resolved (if the Assembly concur), That section 10 of arti-\n    2  cle 7 of the constitution be amended to read as follows:\n    3    S 10. In addition to the above limited power to  contract  debts,  the\n    4  state  may contract debts to repel invasion, suppress insurrection, [or]\n    5  defend the state in war, [or to suppress forest fires] OR TO RESPOND  TO\n    6  ANY  OTHER EMERGENCY STEMMING FROM A DISASTER INCLUDING, BUT NOT LIMITED\n    7  TO, A DISASTER CAUSED BY AN ACT OF TERRORISM; but the money arising from\n    8  the contracting of such debts shall be applied for the purpose for which\n    9  it was raised, or to repay such debts, and to no other purpose whatever.\n   10  NO DEBT SHALL BE CONTRACTED PURSUANT TO THIS SECTION WITHOUT THE CONCUR-\n   11  RENCE OF  THE  GOVERNOR,  THE  COMPTROLLER,  THE  ATTORNEY  GENERAL  AND\n   12  TWO-THIRDS  OF THE MEMBERS ELECTED TO EACH HOUSE OF THE LEGISLATURE; AND\n   13  THE GOVERNOR SHALL HAVE POWER TO SUMMON THE COMPTROLLER AND THE ATTORNEY\n   14  GENERAL AND CONVENE THE LEGISLATURE IN  EXTRAORDINARY  SESSION  FOR  THE\n   15  PURPOSE  OF CONSIDERING SUCH EMERGENCY DEBT. AT THE TIME, DATE AND PLACE\n   16  APPOINTED BY THE GOVERNOR, NO OTHER SUBJECT SHALL BE  ACTED  UPON  UNTIL\n   17  EACH, IN THE FOLLOWING ORDER, HAS GIVEN THEIR APPROVAL OR ANY ONE THERE-\n   18  OF  HAS  GIVEN THEIR DISAPPROVAL OF THE DEBT PROPOSED BY THE GOVERNOR TO\n   19  ENABLE THE STATE TO RESPOND TO SUCH EMERGENCY: THE GOVERNOR,  THE  COMP-\n   20  TROLLER, THE ATTORNEY GENERAL, THE SENATE AND THE ASSEMBLY. THE PROPOSAL\n   21  OF SUCH EMERGENCY DEBT SHALL BE IN THE FORM OF A RESOLUTION PREPARED AND\n   22  SUBMITTED  BY THE GOVERNOR TO THE COMPTROLLER, THE ATTORNEY GENERAL, THE\n   23  SENATE AND THE ASSEMBLY, WHO SHALL APPROVE OR DISAPPROVE SUCH RESOLUTION\n   24  WITHOUT ANY CHANGES THERETO; AND IF SUCH RESOLUTION IS APPROVED  BY  THE\n   25  GOVERNOR,  THE  COMPTROLLER, THE ATTORNEY GENERAL, AND TWO-THIRDS OF THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89095-01-1\n\n       S. 2391                             2\n\n    1  MEMBERS ELECTED TO EACH HOUSE OF THE LEGISLATURE, THEN SUCH LAW OR  LAWS\n    2  SHALL  BE  ENACTED  AS  MAY  BE NECESSARY OR ADVISABLE TO IMPLEMENT SUCH\n    3  APPROVAL.\n    4    S  2.  Resolved (if the Assembly concur), That section 11 of article 7\n    5  of the constitution be amended to read as follows:\n    6    S 11. 1. Except the debts or refunding debts specified in sections  9,\n    7  10  and  13 of this article, no debt shall be hereafter contracted by or\n    8  [in] ON behalf of the state, unless such debt shall be authorized by law\n    9  PURSUANT TO THIS SECTION,  for  some  single  work  or  purpose,  to  be\n   10  distinctly  specified  therein.  DEBT  SUBJECT TO THE PROVISIONS OF THIS\n   11  SECTION SHALL BE ANY DEBT OR OBLIGATION SUPPORTED IN WHOLE OR IN PART BY\n   12  ANY FINANCING ARRANGEMENT WHEREBY THE  STATE  AGREES,  WHETHER  BY  LAW,\n   13  CONTRACT,  OR OTHERWISE, TO MAKE PAYMENTS WHICH ARE TO BE USED, DIRECTLY\n   14  OR INDIRECTLY, FOR  THE  PAYMENT  OF  PRINCIPAL,  INTEREST,  OR  RELATED\n   15  PAYMENTS  ON INDEBTEDNESS INCURRED OR CONTRACTED BY THE STATE ITSELF FOR\n   16  ANY PURPOSE, OR BY ANY STATE AGENCY,  MUNICIPALITY,  INDIVIDUAL,  PUBLIC\n   17  AUTHORITY OR OTHER PUBLIC OR PRIVATE CORPORATION OR ANY OTHER ENTITY FOR\n   18  STATE CAPITAL OR OPERATING PURPOSES OR TO FINANCE GRANTS, LOANS OR OTHER\n   19  ASSISTANCE  PAYMENTS MADE OR TO BE MADE BY OR ON BEHALF OF THE STATE FOR\n   20  ANY PURPOSE. IF THE STATE AGREES TO MAKE FUTURE REVENUES FROM A SPECIFIC\n   21  STATE SOURCE AVAILABLE FOR THE PURPOSE OF SUPPORTING DEBT OF ANY MUNICI-\n   22  PALITY, INDIVIDUAL, PUBLIC OR PRIVATE CORPORATION OR ANY  OTHER  ENTITY,\n   23  SUCH  DEBT SHALL BE CONSIDERED TO BE A DEBT FOR THE PURPOSE OF FINANCING\n   24  A STATE GRANT, LOAN OR OTHER ASSISTANCE PAYMENT AND SHALL BE SUBJECT  TO\n   25  THE  PROVISIONS  OF THIS SECTION.   THE PROVISIONS OF THIS SECTION SHALL\n   26  APPLY (I) WHETHER OR NOT THE OBLIGATION OF THE STATE TO MAKE PAYMENTS IS\n   27  SUBJECT TO APPROPRIATION OR IS OTHERWISE CONTINGENT, OR (II) WHETHER  OR\n   28  NOT  DEBT SERVICE IS TO BE PAID FROM A REVENUE STREAM TRANSFERRED BY THE\n   29  STATE TO ANOTHER PARTY THAT IS RESPONSIBLE FOR MAKING SUCH PAYMENTS.\n   30    [No] 2. EXCEPT AS PROVIDED IN SUBDIVISION 5 OF THIS SECTION,  NO  such\n   31  law  shall  take effect until it shall, at a general election, have been\n   32  submitted to the people, and have received a majority of all  the  votes\n   33  cast for and against it at such election nor shall it be submitted to be\n   34  voted on within three months after its passage BY THE LEGISLATURE nor at\n   35  any  general  election  when  any MORE THAN FOUR other [law or any bill]\n   36  PROPOSITIONS shall be submitted to be voted for or against.\n   37    3. DURING THE FISCAL YEAR BEGINNING IN CALENDAR YEAR 2019 AND IN EVERY\n   38  FISCAL YEAR THEREAFTER, NO PROPOSITION CONCERNING SUCH A  LAW  SHALL  BE\n   39  SUBMITTED  TO  THE PEOPLE FOR APPROVAL, AND NO SUCH LAW SHALL BE ENACTED\n   40  PURSUANT TO SUBDIVISION 5 OF THIS SECTION, UNLESS  THE  TOTAL  PRINCIPAL\n   41  AMOUNT  OF  DEBT  TO  BE AUTHORIZED BY SUCH LAW, TOGETHER WITH THE TOTAL\n   42  PRINCIPAL AMOUNT OF DEBT EITHER ALREADY OUTSTANDING, OR AUTHORIZED TO BE\n   43  INCURRED PURSUANT TO THIS SECTION, SHALL BE EQUAL TO OR LESS  THAN  FIVE\n   44  PERCENT  OF THE TOTAL PERSONAL INCOME OF THE STATE. SUCH PERSONAL INCOME\n   45  IS TO BE DETERMINED BY THE DEBT MANAGEMENT BOARD ESTABLISHED PURSUANT TO\n   46  SUBDIVISION 4 OF THIS SECTION IN ACCORDANCE WITH SUCH COMMONLY  ACCEPTED\n   47  METHOD  OR  METHODS  OF  MEASURING THE ECONOMIC ACTIVITY OF THE STATE AS\n   48  SHALL BE PRESCRIBED BY A LAW, WHICH SHALL BE ENACTED NOT LATER THAN JUNE\n   49  30, 2012, AND AS MAY BE AMENDED FROM TIME TO TIME NOT INCONSISTENT  WITH\n   50  THIS  SECTION.  DEBT  SUBJECT TO THE LIMIT IMPOSED BY THIS SECTION SHALL\n   51  INCLUDE ALL DEBT SUPPORTED BY FINANCING ARRANGEMENTS DESCRIBED IN SUBDI-\n   52  VISION 1 OF THIS SECTION BUT SHALL NOT INCLUDE THE  DEBTS  SPECIFIED  IN\n   53  SECTIONS  9,  10 AND 13 OF THIS ARTICLE OR DEBT PREVIOUSLY AUTHORIZED BY\n   54  LAW BUT NOT INCURRED BECAUSE OF THE SUBSEQUENT REPEAL OF  SUCH  AUTHORI-\n   55  ZATION  OR  THE SUBSEQUENT PROHIBITION OF SUCH DEBT PURSUANT TO SUBDIVI-\n   56  SION 10 OF THIS SECTION.\n\n       S. 2391                             3\n\n    1    4. A DEBT MANAGEMENT BOARD, CONSISTING  OF  THE  GOVERNOR,  THE  COMP-\n    2  TROLLER  AND  A  THIRD  PERSON  JOINTLY SELECTED BY THE GOVERNOR AND THE\n    3  COMPTROLLER, SHALL BE ESTABLISHED BY  LAW.  THE  DEBT  MANAGEMENT  BOARD\n    4  SHALL  ANNUALLY  DETERMINE,  WITHIN  THE  LIMITS ESTABLISHED PURSUANT TO\n    5  SUBDIVISION  3  OF  THIS SECTION, A DEBT AFFORDABILITY LEVEL WHICH SHALL\n    6  PRESCRIBE FOR EACH FISCAL YEAR  AND  FORECAST  FOR  THE  TWO  SUCCEEDING\n    7  FISCAL  YEARS  THE  TOTAL AMOUNT OF ADDITIONAL DEBT THAT MAY BE INCURRED\n    8  AND THE TOTAL DEBT SERVICE OBLIGATIONS THAT MAY  BE  UNDERTAKEN  BY  THE\n    9  STATE WITHOUT OVERBURDENING PRESENT OR FUTURE GENERATIONS. THE EXECUTIVE\n   10  BUDGET  SUBMITTED  PURSUANT TO SECTION 2 OF THIS ARTICLE FOR THE ENSUING\n   11  FISCAL YEAR AND THE BUDGET BILLS SUBMITTED PURSUANT TO SECTION 3 OF THIS\n   12  ARTICLE FOR SUCH FISCAL YEAR SHALL NOT PROPOSE ANY  ADDITIONAL  DEBT  OR\n   13  NEW  DEBT  SERVICE  EXPENSE  THAT  WOULD  CAUSE TOTAL DEBT OR TOTAL DEBT\n   14  SERVICE EXPENSES TO EXCEED THE DEBT AFFORDABILITY LEVEL  PRESCRIBED  FOR\n   15  SUCH FISCAL YEAR, AND NEITHER THE GOVERNOR NOR THE LEGISLATURE SHALL, BY\n   16  LAW, CONTRACT, OR OTHERWISE, PROVIDE FOR ANY ADDITIONAL DEBT OR NEW DEBT\n   17  SERVICE  EXPENSE  THAT  WOULD  CAUSE  TOTAL  DEBT  OR TOTAL DEBT SERVICE\n   18  EXPENSES TO EXCEED SUCH LEVEL WITHOUT THE UNANIMOUS APPROVAL OF THE DEBT\n   19  MANAGEMENT BOARD. DURING THE FISCAL YEAR BEGINNING IN 2015 AND IN  EVERY\n   20  FISCAL  YEAR  THEREAFTER,  THE DEBT MANAGEMENT BOARD SHALL NOT ESTABLISH\n   21  ANY DEBT AFFORDABILITY LEVEL WHICH WOULD RESULT  IN  A  TOTAL  PRINCIPAL\n   22  AMOUNT  OF  DEBT IN EXCESS OF THE LIMIT ESTABLISHED PURSUANT TO SUBDIVI-\n   23  SION 3 OF THIS SECTION.\n   24    5. DURING ANY FISCAL YEAR, A LAW  OR  LAWS  AUTHORIZING  DEBT  IN  THE\n   25  COMBINED  AGGREGATE  AMOUNT  OF ONE BILLION DOLLARS, OR THREE PERCENT OF\n   26  THE LIMIT DETERMINED PURSUANT TO SUBDIVISION 3 OF THIS SECTION, WHICHEV-\n   27  ER IS GREATER, MAY BE ENACTED WITHOUT BEING SUBMITTED  FOR  APPROVAL  BY\n   28  THE  PEOPLE.  HOWEVER,  IN  NO EVENT SHALL DEBT INCURRED IN FISCAL YEARS\n   29  BEGINNING IN 2019 AND THEREAFTER PURSUANT TO SUCH LAW OR LAWS RESULT  IN\n   30  A  TOTAL  PRINCIPAL  AMOUNT  OF  DEBT  IN EXCESS OF THE LIMIT DETERMINED\n   31  PURSUANT TO SUBDIVISION 3 OF THIS  SECTION  OR  THE  DEBT  AFFORDABILITY\n   32  LEVEL ESTABLISHED PURSUANT TO SUBDIVISION 4 OF THIS SECTION.\n   33    6.  ALL  DEBT  SUBJECT  TO  THE  PROVISIONS OF THIS SECTION (I) SHALL,\n   34  EXCEPT FOR REFUNDING DEBT,  BE  INCURRED  ONLY  FOR  A  CAPITAL  PURPOSE\n   35  AUTHORIZED BY LAW, AND (II) SHALL, IF INCURRED ON OR AFTER THE FIRST DAY\n   36  OF THE FIRST FISCAL YEAR BEGINNING AT LEAST ONE YEAR AFTER THE EFFECTIVE\n   37  DATE  OF  THIS  SUBDIVISION, BE IN THE FORM OF OBLIGATIONS ISSUED BY THE\n   38  COMPTROLLER.\n   39    7. NOTHING CONTAINED IN THIS SECTION SHALL INVALIDATE DEBT OBLIGATIONS\n   40  OUTSTANDING ON THE EFFECTIVE DATE OF  THIS  SUBDIVISION  THAT  WOULD  BE\n   41  SUBJECT  TO  THE PROVISIONS OF THIS SECTION IF INCURRED AFTER THE EFFEC-\n   42  TIVE DATE OF THIS SUBDIVISION, AND THE STATE MAY CONTINUE TO PROVIDE FOR\n   43  PAYMENTS RELATED TO SUCH DEBT ON THE SAME TERMS UNDER  WHICH  SUCH  DEBT\n   44  WAS  INCURRED;  PROVIDED,  HOWEVER,  THAT NO SUCH DEBT SHALL BE REFUNDED\n   45  UNLESS (I) SUCH REFUNDING COMPLIES IN ALL RESPECTS WITH THE REQUIREMENTS\n   46  OF SECTION 13 OF THIS ARTICLE, AND (II) ANY REFUNDING OBLIGATIONS ISSUED\n   47  ON OR AFTER THE FIRST DAY OF THE FIRST FISCAL YEAR  BEGINNING  AT  LEAST\n   48  ONE  YEAR AFTER THE EFFECTIVE DATE OF THIS SUBDIVISION ARE ISSUED BY THE\n   49  COMPTROLLER. SUCH OUTSTANDING DEBT  OBLIGATIONS  AND  THE  DEBT  SERVICE\n   50  EXPENSES,  DIRECT  OR  INDIRECT,  REQUIRED FOR SUCH OBLIGATIONS SHALL BE\n   51  INCLUDED IN THE DETERMINATION OF THE LIMIT IMPOSED BY SUBDIVISION  3  OF\n   52  THIS  SECTION AND THE DEBT AFFORDABILITY LEVEL REQUIRED BY SUBDIVISION 4\n   53  OF THIS SECTION. THE PROVISIONS OF SECTION 16 OF THIS ARTICLE SHALL  NOT\n   54  APPLY TO STATE PAYMENTS WITH RESPECT TO ANY SUCH OBLIGATIONS UNLESS SUCH\n   55  PROVISIONS WOULD HAVE APPLIED PRIOR TO THE EFFECTIVE DATE OF THIS SUBDI-\n   56  VISION.\n\n       S. 2391                             4\n\n    1    8.  DEBT  OBLIGATIONS ISSUED TO REFUND OUTSTANDING STATE DEBT, REGARD-\n    2  LESS OF WHETHER SUCH OUTSTANDING DEBT WAS INCURRED PRIOR TO  THE  EFFEC-\n    3  TIVE  DATE OF THIS SUBDIVISION, SHALL NOT BE COUNTED FOR THE PURPOSES OF\n    4  THE LIMIT IMPOSED BY SUBDIVISION 3 OF THIS SECTION AND THE DEBT AFFORDA-\n    5  BILITY LEVEL REQUIRED BY SUBDIVISION 4 OF THIS SECTION IF SUCH REFUNDING\n    6  COMPLIES  IN  ALL RESPECTS WITH SECTION 13 OF THIS ARTICLE. DEBT SERVICE\n    7  EXPENSES ON DEBT THAT HAS BEEN REFUNDED IN ACCORDANCE WITH SECTION 13 OF\n    8  THIS ARTICLE SHALL BE EXCLUDED FROM THE DEBT AFFORDABILITY LEVEL TO  THE\n    9  EXTENT  THAT  SUCH  DEBT  SERVICE EXPENSES ARE TO BE PAID FROM AN ESCROW\n   10  FUND ESTABLISHED WITH PROCEEDS OF THE REFUNDING DEBT, BUT  DEBT  SERVICE\n   11  EXPENSES  ON  THE  REFUNDING DEBT SHALL BE INCLUDED EXCEPT TO THE EXTENT\n   12  THAT SUCH DEBT SERVICE EXPENSES ARE TO BE PAID FROM SUCH AN ESCROW FUND.\n   13  FOR PURPOSES OF THIS SUBDIVISION  AND  SUBDIVISIONS  7  AND  9  OF  THIS\n   14  SECTION,  ANY REFUNDING DEBT THAT DOES NOT EXTEND BEYOND THE FINAL MATU-\n   15  RITY OF THE DEBT BEING REFUNDED SHALL  BE  DEEMED  TO  COMPLY  WITH  THE\n   16  PROVISIONS OF SUBDIVISION 6 OF SECTION 13 OF THIS ARTICLE, PROVIDED THAT\n   17  THERE  IS  AN ACTUAL DEBT SERVICE SAVINGS IN EVERY YEAR TO MATURITY AS A\n   18  RESULT OF THE ISSUANCE OF THE REFUNDING DEBT.\n   19    9. AFTER THE EFFECTIVE DATE OF  THIS  SECTION  THE  STATE  SHALL  NOT,\n   20  EXCEPT  AS SPECIFICALLY AUTHORIZED IN SOME OTHER SECTION OF THIS CONSTI-\n   21  TUTION, AGREE TO MAKE PAYMENTS, DIRECTLY OR INDIRECTLY, WHETHER  OR  NOT\n   22  SUBJECT  TO  APPROPRIATION, THAT ARE TO BE AVAILABLE TO PAY DEBT SERVICE\n   23  ON ANY DEBT INCURRED BY A MUNICIPALITY, INDIVIDUAL, PUBLIC AUTHORITY  OR\n   24  OTHER  PUBLIC  OR  PRIVATE  CORPORATION  OR  ANY  OTHER  ENTITY, FOR ANY\n   25  PURPOSE, IF SUCH PAYMENTS ARE EXPECTED TO BE USED TO  PAY  DEBT  SERVICE\n   26  ONLY  IF  OTHER  SOURCES  AVAILABLE  FOR THE PAYMENT OF DEBT SERVICE ARE\n   27  INADEQUATE.  OUTSTANDING DEBT THAT WOULD BE PROHIBITED BY THIS  SUBDIVI-\n   28  SION  IF  SUCH  DEBT  HAD BEEN INCURRED AFTER THE EFFECTIVE DATE OF THIS\n   29  SUBDIVISION MAY BE REFUNDED BY THE ENTITY THAT INCURRED THE  OUTSTANDING\n   30  DEBT  PROVIDED  THAT  ALL  PROVISIONS  OF  SUBDIVISIONS  7 AND 8 OF THIS\n   31  SECTION ARE COMPLIED WITH EXCEPT THE  REQUIREMENT  THAT  SUCH  REFUNDING\n   32  DEBT  OBLIGATIONS  BE  ISSUED  BY  THE  COMPTROLLER,  AND REFUNDING DEBT\n   33  SERVICE EXPENSES SHALL ONLY BE INCLUDED IN THE DEBT AFFORDABILITY  LEVEL\n   34  IF  THE DEBT SERVICE EXPENSES ON THE DEBT BEING REFUNDED WOULD HAVE BEEN\n   35  INCLUDED.\n   36    10. The legislature may, at any time after the ENACTMENT  OR  approval\n   37  of  such  law  [by the people], if no debt shall have been contracted in\n   38  pursuance thereof, repeal the same; and may at any time, by law,  forbid\n   39  the contracting of any further debt or liability under such law.\n   40    S  3.  Resolved (if the Assembly concur), That subdivisions 6 and 7 of\n   41  section 13 of article 7 of  the  constitution  be  amended  to  read  as\n   42  follows:\n   43    6.  In  no  event shall the last annual installment or contribution on\n   44  any portion of refunding debt, including refunding obligations issued to\n   45  refund other refunding obligations, be made after THE  LAST  INSTALLMENT\n   46  ON  THE  RELEVANT PORTION OF THE DEBT TO BE REFUNDED OR AFTER the termi-\n   47  nation of the period of probable life of the projects financed with  the\n   48  proceeds of the relevant portion of the debt to be refunded, or any debt\n   49  previously  refunded  with  the  refunding  obligations  to be refunded,\n   50  determined as of the date of issuance of the original obligations pursu-\n   51  ant to section 12 of this article to finance  such  projects,  or  forty\n   52  years from such date, if earlier; provided, however, that in lieu of the\n   53  foregoing,  an  entire  refunding issue or portion thereof may be struc-\n   54  tured to mature over the remaining weighted average useful life  of  all\n   55  projects financed with the obligations being refunded.\n\n       S. 2391                             5\n\n    1    7.  [Subject  to the provisions of subdivision 5 of this section, each\n    2  annual installment or contribution of principal of refunding obligations\n    3  shall be equal to the amount that would be required by subdivision 1  of\n    4  section  12  of  this article if such installments or contributions were\n    5  required  to be made from the year that the next installment or contrib-\n    6  ution would have been due on the obligations to be refunded, if they had\n    7  not been refunded, until the final maturity of the refunding obligations\n    8  but excluding any year in which no  installment  or  contribution  would\n    9  have  been due on the obligations to be refunded or, in the alternative,\n   10  the] THE total payments of principal and interest on the refunding bonds\n   11  shall be less in each year  to  their  final  maturity  than  the  total\n   12  payments  of  principal and interest on the bonds to be refunded in each\n   13  such year.\n   14    S 4. Resolved (if the Assembly concur), That the foregoing  amendments\n   15  be referred to the first regular legislative session convening after the\n   16  next  succeeding  general  election  of members of the assembly, and, in\n   17  conformity with  section  1  of  article  19  of  the  constitution,  be\n   18  published for 3 months previous to the time of such election.\n",
  "memo" : "BILL NUMBER:S2391\n\nTITLE OF BILL:\nCONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\nproposing amendments to article 7 of the constitution, in relation to\nthe authorization of debt in times of public emergency, a limit on the\ntotal amount of state debt, the establishment of a debt management\nboard, and refunding of state debts\n\nPURPOSE OF BILL:\nThis proposed constitutional amendment allows for emergency borrowing\nin times of public emergency, prohibits \"back-door borrowing,\" limits\ntotal State debt to no more than 5% of total personal income in the\nState, and establishes a Debt Management Board to prescribe an annual\nDebt Affordability Level.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 of the resolution proposes an amendment of section 10 of\narticle 7 of the Constitution to add disasters, including those\ncaused by acts of terrorism, to the existing list of purposes for\nwhich debt may be incurred on an emergency basis. Emergency borrowing\nwould, however, require the approval of the Governor, the\nComptroller, the Attorney General, and two-thirds of the Senate and\ntwo-thirds of the Assembly.\n\nThe amendment prescribes a procedure for the Governor to propose\nemergency borrowing and for the Comptroller, the Attorney General,\nand the Senate and the Assembly to give their approval or disapproval.\n\nSection 2 eliminates \"back-door borrowing\" and, effective with State\nfiscal year 2015-16, establishes a cap on the total outstanding\nprincipal amount of State debt that would be equivalent to 5% of the\ntotal personal income in the State. Except for short-term revenue\nanticipation notes permitted by section 9 of Article 7 of the\nConstitution, emergency borrowing permitted by section 10 of Article\n7, and refundings permitted by section 13 of Article 7, no\nindebtedness could be incurred for State purposes or to finance State\ngrants unless the debt falls below the 5% cap. To eliminate\n\"back-door borrowing,\" this section defines State debt to include\ndebt supported by any financing arrangement whereby the State agrees\nto make payments which will be used, directly or indirectly, for the\npayment of principal, interest, or related payments on indebtedness\nincurred or contracted by the State itself for any purpose, or by any\nState agency, municipality, individual, public or private corporation\nor any other entity for State capital or operating purposes or to\nfinance grants, loans or other assistance payments made or to be made\nby or on behalf of the State for any purpose. Among other provisions,\nthe prohibition will apply (i)\nwhether or not the obligation of the State to make payments is subject\nto appropriation or is otherwise contingent, or (ii)whether or not\n\ndebt service is to be paid from a revenue stream transferred by the\nState to another party that is responsible for making such payments.\n\nThe amendment also allows up to 5 bond acts to be presented to the\nvoters at one time.\n\nThe amendment requires the establishment of a Debt Management Board,\nconsisting of the Governor, the Comptroller, and a third person to be\nselected jointly by the Governor and the Comptroller. The Debt\nManagement Board will have the duty of prescribing a Debt\nAffordability Level at an appropriate amount to prevent overburdening\npresent or future generations, and the Debt Affordability Level will\nbe binding on the State budget for the next fiscal year and will\nforecast a level to be used as benchmark in planning the 2\nsucceeding fiscal years. Once the 5% constitutional debt limit is in\neffect, the Debt Affordability Level must be set below it.\n\nBond issuances in the aggregate amount of $1 billion a year, or 3% of\nthe amount determined to be equal to 5% of total personal income in\nthe State, whichever is greater, would be permitted without voter\napproval, but only if the total outstanding principal amount of State\ndebt resulting from such an issue would not exceed either the 5% cap\nor the Debt Affordability Level.\n\nThe amendment requires that, with the exception of refundings and\nshort term notes and emergency borrowing permitted by sections 9 and\n10 of Article 7, respectively, all future State debt will be\npermitted only for capital purposes. Except for constitutionally\nguaranteed debt, all new debt, and most refunding debt, will be\nrequired to be issued by the State Comptroller.\n\nThe amendment also prohibits, after its effective date, the issuance\nof any debt supported by financing arrangements where the State's\nobligation to make payments that are to be used for debt service is\nconditioned upon the insufficiency of other revenues available for\nthe payment of debt service. The amendment also changes section 13 of\nArticle 7 to prohibit any refunding that results in dissavings in any\nyear.\n\nJUSTIFICATION:\nDebt reform is one of the most important challenges facing New York\nState. The future of the State's finances depends in large measure on\nits ability to manage debt in a way that is disciplined and\neffective. Debt reform must impose meaningful caps to ensure that\nfuture debt is affordable. Since 1990, outstanding debt has grown\nfrom $14.4 billion to $45.4 billion in 2004, representing a 215\npercent increase. From 1996 to 2001, while experiencing unprecedented\nsurpluses, the State continued to borrow rather than utilizing\nsurplus dollars and responsibly paying for capital expenditures\nthrough more pay-as-you go (PAYGO) spending.\nNew Yorkers bear one of the highest debt burdens in the country. New\nYork is ranked second only to California in total debt outstanding.\n\nAccording to Moody's 2004 State Debt Medians, New York is fourth\nhighest in debt per capita just behind Connecticut, Massachusetts and\nHawaii. New York's $2,420 debt per capita is over two and one-half\ntimes the national average of $944. According to the U.S. Census, New\nYork ranks second only to Alaska for state and local combined debt\nper capita.\nThis proposed constitutional amendment establishes strict limits on\ndebt. All financing arrangements in which the State agrees, even\nindirectly, to make payments on indebtedness incurred by the State or\nby a municipality, public authority or private corporation, or other\nentity on behalf of the State would be subject to a cap equal to 5%\nof total personal income of the State, beginning in 2014.\nAdditionally, a new Debt Management Board would annually prescribe a\nDebt Affordability Level, and no new debt could be authorized or\nissued if it would cause the Debt Affordability Level to be exceeded.\nThe dual restrictions would close loopholes in the existing statutes\ngoverning debt and assure long-term planning and affordability of the\nState's debt service burden.\n\"Back-door borrowing\", or borrowing outside of constitutional\nstrictures, has been used by New York State to circumvent the\nrequirement for public referendum. As of March 31, 2004, \"backdoor\nborrowing\" accounted for approximately 92 percent of the $45 billion\nin outstanding State supported obligations. Only $3.8 billion was\napproved by the State's voters and issued as General Obligation debt.\nThis proposed constitutional amendment restores accountability and\ntransparency to the decision to incur State debt by requiring voter\napproval of most future debt, thereby insuring that the decision to\nobligate future generations of New Yorkers will be subject to full\npublic debate. New York State's capital spending on transportation,\nmental hygiene facilities, State park improvements, State housing\nprograms and other programs will approach $6 billion in State fiscal\nyear 2004--05, with nearly half of that amount financed through debt\nissued by public authorities on behalf of the State. When this\nproposed amendment is in place, New York State. will likely support\nits capital plan with a combination of General Obligation debt issued\nby the Comptroller or \"pay-as-you-go\" dollars appropriated in the\nState budget. A total of $1 billion, or 3% of\nthe amount determined to be equal to 5% of total personal income in\nthe State, whichever is greater, could be issued as General\nObligation debt without voter approval. Any additional debt issuance\nwould be required to be approved by the State's voters. There is a\nsuitable time and an inappropriate time to utilize debt. This\namendment would promote the appropriate use of State debt by capping\nits levels, closing loopholes in the existing statutes and restoring\nthe accountability and transparency associated with the requirement\nfor public referenda on the issuance of debt The New York State\nComptroller respectfully urges passage of this concurrent resolution\nto amend the New York State Constitution.\n\nPRIOR LEGISLATIVE HISTORY:\n2006:      S.8176 - Referred to Judiciary\n2009-2010: S.525 - Referred to Judiciary\n\nEFFECTIVE DATE:\nResolved if the Assembly concur, that the foregoing amendments be\nreferred to the first regular legislative session convening after the\nnext succeeding general election of members of the Assembly, and, in\nconformity with section 1 of article 19 of the constitution, be\npublished for 3 months previous to the time of such election.\n\n",
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing amendments to article 7 of the constitution, in relation to the authorization of debt in times of public emergency, a limit on the total amount of state debt, the establishment of a debt management board and refunding of state debts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154823.TXT", "SOBI.D110125.T122912.TXT", "SOBI.D110125.T122411.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T152814.TXT", "SOBI.D110120.T092805.TXT", "SOBI.D110119.T150810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090131
}