{
  "year" : 2011,
  "senateBillNo" : "S2392-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2392-2011-1295413200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a debt management board; repealer",
  "summary" : "Creates a debt management board with authority to set a limit on state debt; authorizes the use of surplus moneys to reduce outstanding state funded debt; limits the amount of state debt that may be incurred; limits the debt of public authorities. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S521-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2392\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LIBOUS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, in relation to the creation of  a\n         debt  management  board,  using  surplus  moneys to reduce outstanding\n         state funded debt and limiting the amount of state  funded  debt  that\n         may  be  incurred; to amend the public authorities law, in relation to\n         defining and listing public authorities, limiting the debt  of  public\n         authorities,  the  approval by the comptroller of the terms and condi-\n         tions of bonds or notes issued by public authorities, the  powers  and\n         duties  of  the  public authorities control board, and the issuance of\n         bonds and notes of the New York state thruway authority; and to repeal\n         article 5-B of the state finance law relating to limitations on state-\n         supported debt\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Article 5-B of the state finance law is REPEALED and a new\n    2  article 5-B is added to read as follows:\n    3                                 ARTICLE 5-B\n    4                            DEBT MANAGEMENT BOARD\n    5                                     AND\n    6                      LIMITATIONS ON STATE FUNDED DEBT\n    7  SECTION 67-A. DEFINITIONS.\n    8          67-B. USE OF SURPLUS MONEYS TO REDUCE OUTSTANDING  STATE  FUNDED\n    9                  DEBT.\n   10          67-C. NEW YORK STATE DEBT MANAGEMENT BOARD; CREATION; PROCEDURE.\n   11          67-D. POWERS AND DUTIES OF THE BOARD.\n   12          67-E. COMPTROLLER'S DUTIES WITH RESPECT TO BOARD.\n   13          67-F. LIMITATIONS  ON  STATE  FUNDED DEBT AND STATE DEBT SERVICE\n   14                  PAYMENTS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07311-01-1\n\n       S. 2392                             2\n\n    1    S 67-A. DEFINITIONS. AS USED IN THIS ARTICLE  AND  ARTICLE  FIVE-C  OF\n    2  THIS  CHAPTER  THE  FOLLOWING  TERMS  SHALL  HAVE THE MEANINGS SET FORTH\n    3  BELOW:\n    4    1.  \"BOARD\" SHALL MEAN THE NEW YORK STATE DEBT MANAGEMENT BOARD ESTAB-\n    5  LISHED BY SECTION SIXTY-SEVEN-C OF THIS ARTICLE.\n    6    2. \"CAPITAL PURPOSE\" SHALL MEAN ANY PROJECT INVOLVING:\n    7    (A) THE ACQUISITION, CONSTRUCTION,  DEMOLITION  OR  REPLACEMENT  OF  A\n    8  FIXED ASSET;\n    9    (B)  THE MAJOR REPAIR OR RENOVATION OF A FIXED ASSET, WHICH MATERIALLY\n   10  EXTENDS ITS USEFUL LIFE OR MATERIALLY IMPROVES OR INCREASES ITS  CAPACI-\n   11  TY;\n   12    (C)  THE  PLANNING OR DESIGN OF THE ACQUISITION, CONSTRUCTION, DEMOLI-\n   13  TION, REPLACEMENT, MAJOR REPAIR OR RENOVATION OF A FIXED ASSET,  INCLUD-\n   14  ING  THE  PREPARATION  AND  REVIEW OF PLANS AND SPECIFICATIONS INCLUDING\n   15  ENGINEERING AND OTHER SERVICES, FIELD SURVEYS AND  SUB-SURFACE  INVESTI-\n   16  GATIONS INCIDENTAL THERETO; OR\n   17    (D)  THE  COSTS  OF  ISSUING  DEBT  OBLIGATIONS  TO  FINANCE A CAPITAL\n   18  PURPOSE.\n   19    3. \"CASH SURPLUS\" SHALL MEAN THE AMOUNT BY WHICH GENERAL FUND RECEIPTS\n   20  IN A FISCAL YEAR EXCEED GENERAL FUND EXPENDITURES IN SUCH FISCAL YEAR.\n   21    4. \"CONDUIT DEBT OBLIGATIONS\" SHALL MEAN A DEBT OBLIGATION ISSUED BY A\n   22  PUBLIC AUTHORITY (HEREINAFTER REFERRED TO IN  THIS  SUBDIVISION  AS  THE\n   23  \"CONDUIT ISSUER\") ON BEHALF OF A THIRD PARTY (HEREINAFTER REFERRED TO IN\n   24  THIS  SUBDIVISION  AS  THE \"CONDUIT BORROWER\") OTHER THAN THE STATE OR A\n   25  POLITICAL SUBDIVISION OF THE STATE, WHERE PAYMENT OF THE  OBLIGATION  IS\n   26  TO  BE  MADE  FROM  FUNDS  OF THE CONDUIT BORROWER, THE SECURITY FOR THE\n   27  OBLIGATION IS THE CREDIT OF THE CONDUIT BORROWER AND  NO  FUNDS  OF  THE\n   28  CONDUIT  ISSUER,  THE  STATE OR A POLITICAL SUBDIVISION OF THE STATE ARE\n   29  PLEDGED TO SECURE THE OBLIGATION, WHETHER OR NOT THE OBLIGATION  OF  THE\n   30  CONDUIT  ISSUER,  THE  STATE  OR  POLITICAL  SUBDIVISION OF THE STATE IS\n   31  SUBJECT TO APPROPRIATION OR IS OTHERWISE CONTINGENT.\n   32    5. \"STATE BACKED DEBT\" SHALL MEAN ANY DEBT OR OBLIGATION,  OTHER  THAN\n   33  STATE  DEBT,  THAT  IS  SUPPORTED  IN  WHOLE OR IN PART BY ANY FINANCING\n   34  ARRANGEMENT WHEREBY THE STATE AGREES OR HAS IN THE PAST AGREED,  WHETHER\n   35  BY  LAW,  CONTRACT  OR  OTHERWISE,  TO MAKE PAYMENTS WHICH WILL BE USED,\n   36  DIRECTLY OR INDIRECTLY,  FOR  THE  PAYMENT  OF  PRINCIPAL,  INTEREST  OR\n   37  RELATED  PAYMENTS  ON  INDEBTEDNESS  INCURRED OR CONTRACTED BY THE STATE\n   38  ITSELF FOR ANY PURPOSE, OR BY ANY STATE AGENCY,  MUNICIPALITY,  INDIVID-\n   39  UAL,  PUBLIC  AUTHORITY  OR  OTHER  PUBLIC OR PRIVATE CORPORATION OR ANY\n   40  OTHER ENTITY FOR STATE CAPITAL  OR  OPERATING  PURPOSES  OR  TO  FINANCE\n   41  GRANTS,  LOANS  OR OTHER ASSISTANCE PAYMENTS MADE OR TO BE MADE BY OR ON\n   42  BEHALF OF THE STATE FOR ANY PURPOSE. IF THE STATE AGREES TO MAKE  FUTURE\n   43  REVENUES  FROM  A  SPECIFIC  STATE  SOURCE  AVAILABLE FOR THE PURPOSE OF\n   44  SUPPORTING DEBT OF ANY MUNICIPALITY,  INDIVIDUAL,  PUBLIC  AUTHORITY  OR\n   45  OTHER PUBLIC OR PRIVATE CORPORATION OR ANY OTHER ENTITY, SUCH DEBT SHALL\n   46  BE  CONSIDERED  TO BE A DEBT FOR THE PURPOSE OF FINANCING A STATE GRANT,\n   47  LOAN OR OTHER ASSISTANCE PAYMENT AND SHALL BE A \"STATE BACKED DEBT\"  FOR\n   48  THE  PURPOSES  OF  THIS ARTICLE. THE TERM \"STATE BACKED DEBT\" APPLIES TO\n   49  ALL DEBT OR OBLIGATIONS DESCRIBED IN  THIS  SUBDIVISION  FOR  WHICH  THE\n   50  STATE AGREES, OR HAS IN THE PAST AGREED, TO MAKE PAYMENTS (A) WHETHER OR\n   51  NOT THE OBLIGATION OF THE STATE TO MAKE PAYMENTS IS SUBJECT TO APPROPRI-\n   52  ATION  OR IS OTHERWISE CONTINGENT, OR (B) WHETHER OR NOT DEBT SERVICE IS\n   53  TO BE PAID FROM A REVENUE STREAM TRANSFERRED BY  THE  STATE  TO  ANOTHER\n   54  PARTY THAT IS RESPONSIBLE FOR MAKING SUCH PAYMENTS.\n   55    6. \"STATE FUNDED DEBT\" SHALL MEAN THE COMBINED TOTAL OF ALL STATE DEBT\n   56  AND ALL STATE BACKED DEBT, EXCEPT SHORT TERM DEBT INCURRED IN ACCORDANCE\n\n       S. 2392                             3\n\n    1  WITH  SECTION  NINE OF ARTICLE SEVEN OF THE CONSTITUTION, EMERGENCY DEBT\n    2  INCURRED IN ACCORDANCE WITH SECTION TEN OF ARTICLE SEVEN OF THE  CONSTI-\n    3  TUTION,  AND REFUNDING DEBT INCURRED IN ACCORDANCE WITH SECTION THIRTEEN\n    4  OF ARTICLE SEVEN OF THE CONSTITUTION.\n    5    7.  \"STATE  DEBT\"  SHALL  MEAN  ALL  BONDS AND BOND ANTICIPATION NOTES\n    6  ISSUED BY THE STATE COMPTROLLER PURSUANT TO ARTICLE FIVE OF  THIS  CHAP-\n    7  TER.\n    8    8.  \"TOTAL  PERSONAL INCOME OF THE STATE\" SHALL MEAN THE MOST RECENTLY\n    9  PUBLISHED ESTIMATED DOLLAR AMOUNT DETERMINED AS TOTAL PERSONAL INCOME OF\n   10  THE STATE BY THE UNITED STATES DEPARTMENT OF COMMERCE OR  ANY  SUCCESSOR\n   11  AGENCY  FOR  THE FOUR MOST RECENT SUCCESSIVE CALENDAR QUARTERS FOR WHICH\n   12  INFORMATION IS AVAILABLE PRIOR TO OCTOBER  THIRTY-FIRST  OF  EACH  YEAR.\n   13  SUBSEQUENT  REVISIONS  OF THE PUBLISHED ESTIMATED DOLLAR AMOUNT FOR SUCH\n   14  CALENDAR QUARTERS SHALL NOT AFFECT THE  VALIDITY  OF  THE  DETERMINATION\n   15  MADE BY THE BOARD FOR ANY FISCAL YEAR.\n   16    S 67-B. USE OF SURPLUS MONEYS TO REDUCE OUTSTANDING STATE FUNDED DEBT.\n   17  AT  THE CLOSE OF EACH FISCAL YEAR, A PORTION OF ANY CASH SURPLUS REMAIN-\n   18  ING  IN  THE  GENERAL  FUND  AFTER  THE  TRANSFER  PURSUANT  TO  SECTION\n   19  NINETY-TWO  OF  THIS  CHAPTER SHALL BE TRANSFERRED TO THE DEBT REDUCTION\n   20  RESERVE FUND ESTABLISHED BY SECTION NINETY-SEVEN-RRR OF THIS CHAPTER, AS\n   21  ADDED BY SECTION THIRTY-SIX OF PART B OF CHAPTER FIFTY-SEVEN OF THE LAWS\n   22  OF NINETEEN HUNDRED NINETY-EIGHT.  THE PORTION TO BE  TRANSFERRED  SHALL\n   23  BE  EQUAL TO THE PROJECTED RATIO OF TOTAL DEBT SERVICE DISBURSEMENTS FOR\n   24  THE FISCAL YEAR TO TOTAL  GOVERNMENTAL  FUNDS  DISBURSEMENTS  FOR  STATE\n   25  AGENCY OPERATIONS FOR THE FISCAL YEAR.\n   26    S  67-C. NEW YORK STATE DEBT MANAGEMENT BOARD; CREATION; PROCEDURE. 1.\n   27  THE NEW YORK STATE DEBT MANAGEMENT BOARD IS HEREBY ESTABLISHED  TO  HAVE\n   28  AND  EXERCISE  THE  POWERS,  DUTIES  AND  PREROGATIVES  PROVIDED  BY THE\n   29  PROVISIONS OF THIS ARTICLE AND ANY OTHER PROVISION OF LAW.\n   30    2. THE MEMBERSHIP OF THE BOARD SHALL CONSIST OF THREE PERSONS, INCLUD-\n   31  ING THE GOVERNOR, THE COMPTROLLER AND A THIRD PERSON WHO SHALL BE JOINT-\n   32  LY APPOINTED BY THE GOVERNOR AND THE COMPTROLLER. THE TERM OF OFFICE  OF\n   33  THE MEMBERS OF THE BOARD SHALL BE THE SAME AS THE TERMS OF OFFICE OF THE\n   34  GOVERNOR  AND THE COMPTROLLER. IF THE THIRD MEMBER OF THE BOARD RESIGNS,\n   35  BECOMES INCAPACITATED, IS JOINTLY REMOVED BY THE GOVERNOR AND THE  COMP-\n   36  TROLLER  OR  IS  OTHERWISE  UNABLE  TO SERVE, THE GOVERNOR AND THE COMP-\n   37  TROLLER SHALL JOINTLY APPOINT A SUCCESSOR TO SERVE THE REMAINDER OF  THE\n   38  UNEXPIRED  TERM.    THE  GOVERNOR SHALL BE THE CHAIRPERSON OF THE BOARD.\n   39  THE BOARD SHALL ACT BY MAJORITY OF ALL OF  THE  MEMBERS  OF  THE  BOARD,\n   40  EXCEPT THAT CHANGING THE DEBT AFFORDABILITY LEVEL PREVIOUSLY ESTABLISHED\n   41  BY  THE BOARD SHALL REQUIRE UNANIMOUS APPROVAL BY ALL THE MEMBERS OF THE\n   42  BOARD. ANY ACTION BY THE BOARD SHALL BE  EVIDENCED  BY  A  CERTIFICATION\n   43  THEREOF SIGNED BY A MAJORITY OF ALL THE MEMBERS, EXCEPT THAT ALL MEMBERS\n   44  SHALL  SIGN  A CERTIFICATION OF ANY ACTION REQUIRING UNANIMOUS APPROVAL.\n   45  EACH MEMBER OF THE BOARD SHALL BE ENTITLED TO DESIGNATE A REPRESENTATIVE\n   46  TO ATTEND MEETINGS OF THE BOARD IN HIS OR  HER  PLACE  AND  TO  VOTE  OR\n   47  OTHERWISE ACT ON HIS OR HER BEHALF IN HIS OR HER ABSENCE. NOTICE OF SUCH\n   48  DESIGNATION  SHALL BE FURNISHED IN WRITING TO THE BOARD BY THE DESIGNAT-\n   49  ING MEMBER. A REPRESENTATIVE SHALL SERVE AT THE PLEASURE OF  THE  DESIG-\n   50  NATING MEMBER DURING THE MEMBER'S TERM OF OFFICE. A REPRESENTATIVE SHALL\n   51  NOT  BE AUTHORIZED TO DELEGATE ANY OF HIS OR HER DUTIES OR POWERS TO ANY\n   52  OTHER PERSON.\n   53    3. THE THIRD MEMBER JOINTLY APPOINTED BY THE GOVERNOR  AND  THE  COMP-\n   54  TROLLER  SHALL  BE A FINANCIAL EXPERT WITH EXPERIENCE IN PUBLIC FINANCE,\n   55  ECONOMICS, ACADEMICS OR GOVERNMENT.\n\n       S. 2392                             4\n\n    1    4. ALL THE MEMBERS OF THE BOARD AND  THEIR  REPRESENTATIVES  SHALL  BE\n    2  ENTITLED  TO  REIMBURSEMENT  FOR  THEIR  ACTUAL  AND  NECESSARY EXPENSES\n    3  INCURRED IN THE PERFORMANCE OF THEIR OFFICIAL DUTIES  PURSUANT  TO  THIS\n    4  SECTION OR ANY OTHER PROVISION OF LAW.\n    5    5.  THE  BOARD SHALL MEET SEMI-ANNUALLY OR MORE FREQUENTLY AT THE CALL\n    6  OF THE CHAIRPERSON. MEETINGS OF THE BOARD SHALL BE SUBJECT TO  THE  OPEN\n    7  MEETINGS LAW ESTABLISHED BY ARTICLE SEVEN OF THE PUBLIC OFFICERS LAW.\n    8    S  67-D.  POWERS AND DUTIES OF THE BOARD.  1. THE BOARD SHALL HAVE THE\n    9  POWER AND THE DUTY TO (A) ANNUALLY DETERMINE THE TOTAL DEBT LIMIT OF THE\n   10  STATE BY CALCULATING THE DOLLAR AMOUNT EQUIVALENT TO FIVE PERCENT OF THE\n   11  TOTAL PERSONAL INCOME OF THE STATE, AS DEFINED IN SECTION  SIXTY-SEVEN-A\n   12  OF  THIS ARTICLE, AND (B) ANNUALLY PRESCRIBE A DEBT AFFORDABILITY LEVEL,\n   13  WHICH ON AND AFTER APRIL FIRST, TWO THOUSAND NINETEEN SHALL BE NO HIGHER\n   14  THAN THE TOTAL DEBT LIMIT OF THE STATE.\n   15    2. ON OR BEFORE OCTOBER THIRTY-FIRST OF EACH  YEAR,  THE  BOARD  SHALL\n   16  DETERMINE  THE  TOTAL  DEBT LIMIT OF THE STATE FOR THE NEXT FISCAL YEAR,\n   17  AND REPORT THE LIMIT TO THE  TEMPORARY  PRESIDENT  OF  THE  SENATE,  THE\n   18  SPEAKER  OF THE ASSEMBLY, THE CHAIRPERSON AND RANKING MINORITY MEMBER OF\n   19  THE SENATE FINANCE COMMITTEE, AND THE CHAIRPERSON AND  RANKING  MINORITY\n   20  MEMBER  OF  THE ASSEMBLY WAYS AND MEANS COMMITTEE. ON OR BEFORE THE SAME\n   21  DATE, THE BOARD SHALL ISSUE A PUBLIC ANNOUNCEMENT OF SUCH LIMIT.\n   22    3. ON OR BEFORE OCTOBER THIRTY-FIRST OF EACH  YEAR,  THE  BOARD  SHALL\n   23  PRESCRIBE  THE DEBT AFFORDABILITY LEVEL OF THE STATE FOR THE NEXT FISCAL\n   24  YEAR, AND REPORT THE LEVEL TO THE TEMPORARY PRESIDENT OF THE SENATE, THE\n   25  SPEAKER OF THE ASSEMBLY, THE CHAIRPERSON AND RANKING MINORITY MEMBER  OF\n   26  THE  SENATE  FINANCE COMMITTEE, AND THE CHAIRPERSON AND RANKING MINORITY\n   27  MEMBER OF THE ASSEMBLY WAYS AND MEANS COMMITTEE. ON OR BEFORE  THE  SAME\n   28  DATE,  THE BOARD SHALL ISSUE A PUBLIC ANNOUNCEMENT OF SUCH LEVEL. WITHIN\n   29  THE LIMITATION ESTABLISHED BY THE TOTAL DEBT LIMIT  OF  THE  STATE,  THE\n   30  DEBT  AFFORDABILITY  LEVEL  OF THE STATE SHALL BE BASED UPON THE BOARD'S\n   31  EVALUATION OF THE TOTAL AMOUNT OF ADDITIONAL DEBT THAT MAY  BE  INCURRED\n   32  AND  THE TOTAL DEBT SERVICE OBLIGATIONS AND RELATED PAYMENTS THAT MAY BE\n   33  UNDERTAKEN BY THE STATE WITHOUT OVERBURDENING PRESENT OR  FUTURE  GENER-\n   34  ATIONS,  TAKING  INTO  ACCOUNT  THE  CURRENT  AND  EXPECTED REVENUES AND\n   35  EXPENSES OF THE STATE, THE CURRENT AND  EXPECTED  TRENDS  AFFECTING  THE\n   36  ECONOMY  OF  THE  STATE, AND SUCH OTHER FACTORS AS THE BOARD DEEMS RELE-\n   37  VANT. IN ADDITION TO THE DEBT AFFORDABILITY LEVEL OF THE STATE  FOR  THE\n   38  NEXT FISCAL YEAR, THE BOARD'S REPORT TO THE LEGISLATURE AND ANNOUNCEMENT\n   39  TO THE PUBLIC SHALL INCLUDE THE BOARD'S FORECAST OF THE DEBT AFFORDABIL-\n   40  ITY  LEVELS  EXPECTED FOR THE TWO SUCCEEDING FISCAL YEARS. FOLLOWING THE\n   41  BOARD'S ESTABLISHMENT OF A DEBT AFFORDABILITY LEVEL OF THE STATE  FOR  A\n   42  FISCAL  YEAR,  THERE SHALL BE NO CHANGE IN SUCH LEVEL (OTHER THAN A DEBT\n   43  AFFORDABILITY LEVEL FORECAST FOR A FISCAL YEAR  AFTER  THE  NEXT  FISCAL\n   44  YEAR) EXCEPT WITH THE UNANIMOUS APPROVAL OF THE MEMBERS OF THE BOARD.\n   45    4.  THE  BOARD  SHALL  HAVE THE POWER AND IT SHALL BE ITS DUTY TO MAKE\n   46  RECOMMENDATIONS TO THE GOVERNOR  AND  THE  LEGISLATURE  OF  POLICIES  TO\n   47  GOVERN THE ISSUANCE OF ALL STATE FUNDED DEBT AND OTHER CAPITAL FINANCING\n   48  MATTERS.\n   49    5.  THE BOARD SHALL ADOPT POLICY STANDARDS RELATING TO THE ISSUANCE OF\n   50  ALL STATE FUNDED DEBT AND FOR CAPITAL FINANCING.  SUCH  STANDARDS  SHALL\n   51  REQUIRE  THE  UNANIMOUS  APPROVAL OF ALL THREE MEMBERS OF THE BOARD, AND\n   52  SHALL COVER, AMONG OTHER ITEMS, THE FOLLOWING:\n   53    (A) STRUCTURES FOR STATE FUNDED DEBT, SUCH AS RATE OF AMORTIZATION  OF\n   54  PRINCIPAL,  THE  USE OF PREMIUMS AND CAPITALIZATION OF INTEREST ON STATE\n   55  FUNDED DEBT;\n\n       S. 2392                             5\n\n    1    (B) CRITERIA FOR REFUNDING OUTSTANDING STATE  FUNDED  DEBT  INCLUDING,\n    2  BUT NOT LIMITED TO, SUCH MATTERS AS EXTENSION OF THE TERM OF OUTSTANDING\n    3  DEBT, PRESENT VALUE SAVINGS AND DISTRIBUTION OF ACTUAL SAVINGS;\n    4    (C)  THE  USE OF CREDIT ENHANCEMENTS, DERIVATIVE INSTRUMENTS AND VARI-\n    5  ABLE OR FIXED RATE DEBT OBLIGATIONS WITH RESPECT TO STATE FUNDED DEBT;\n    6    (D) GOALS FOR THE PROPORTION OF STATE CAPITAL SPENDING TO BE  FINANCED\n    7  WITH DEBT AND THE PROPORTION TO BE FINANCED WITH CURRENT APPROPRIATIONS;\n    8    (E)  THE  METHOD  OF SALE, SUCH AS COMPETITIVE OR NEGOTIATED, OF STATE\n    9  FUNDED DEBT OBLIGATIONS;\n   10    (F) CRITERIA TO BE USED IN SELECTING STATE FUNDED DEBT OBLIGATIONS  TO\n   11  BE  RETIRED  OR  DEFEASED BY THE USE OF THE PORTION OF ANY CASH SURPLUS,\n   12  DETERMINED PURSUANT TO SECTION SIXTY-SEVEN-B OF THIS ARTICLE, THAT SHALL\n   13  BE DEDICATED TO THE EXCLUSIVE PURPOSE OF REDUCING THE  AGGREGATE  AMOUNT\n   14  OF OUTSTANDING STATE FUNDED DEBT OBLIGATIONS;\n   15    (G)  THE  DEFINITION OF NON-RECURRING REVENUES WHICH SHALL BE USED FOR\n   16  THE FUNDING OF CAPITAL PROJECTS WHICH HAVE BEEN AUTHORIZED BY LAW TO  BE\n   17  FINANCED THROUGH THE ISSUANCE OF STATE FUNDED DEBT OR FOR THE PURPOSE OF\n   18  RETIRING OR DEFEASING BONDS OR NOTES PREVIOUSLY ISSUED;\n   19    (H) SUCH OTHER POLICY MATTERS RELATING TO THE ISSUANCE OF STATE FUNDED\n   20  DEBT AS THE BOARD MAY DETERMINE TO BE APPROPRIATE; AND\n   21    (I)  POLICY  STANDARDS TO BE FOLLOWED BY STATE AUTHORITIES, AS DEFINED\n   22  IN SECTION TWO OF THE PUBLIC AUTHORITIES LAW, IN RELATION TO  THE  ISSU-\n   23  ANCE  BY  SUCH PUBLIC AUTHORITIES OF DEBT OBLIGATIONS OTHER THAN CONDUIT\n   24  DEBT OBLIGATIONS.  IN THE DISCRETION OF  THE  COMPTROLLER,  SUCH  POLICY\n   25  STANDARDS  MAY  BE  APPLIED BY THE COMPTROLLER IN THE EXERCISE OF HIS OR\n   26  HER CONSTITUTIONAL AUTHORITY TO SUPERVISE THE ACCOUNTS OF PUBLIC AUTHOR-\n   27  ITIES, AS DEFINED IN SECTION TWO OF  THE  PUBLIC  AUTHORITIES  LAW,  AND\n   28  POLITICAL SUBDIVISIONS.\n   29    THE  BOARD  SHALL  ANNUALLY REVIEW THE POLICY STANDARDS AND ADOPT SUCH\n   30  CHANGES OR ADDITIONS AS IT DEEMS ADVISABLE ON OR BEFORE THE  ANNIVERSARY\n   31  DATE OF ITS ORIGINAL STANDARDS.\n   32    S  67-E.  COMPTROLLER'S DUTIES WITH RESPECT TO BOARD.  THE COMPTROLLER\n   33  SHALL COLLECT AND ANALYZE DATA WITH RESPECT TO OUTSTANDING STATE  FUNDED\n   34  DEBT  AND,  AT LEAST ANNUALLY, ON OR BEFORE THE ONE HUNDRED FIFTIETH DAY\n   35  FOLLOWING THE END OF THE STATE FISCAL YEAR, REPORT  TO  THE  BOARD,  THE\n   36  GOVERNOR, THE TEMPORARY PRESIDENT AND THE MINORITY LEADER OF THE SENATE,\n   37  AND  THE SPEAKER AND MINORITY LEADER OF THE ASSEMBLY ON THE CONDITION OF\n   38  STATE FUNDED DEBT.  SUCH REPORT SHALL INCLUDE, BUT NOT  BE  LIMITED  TO,\n   39  THE  AMOUNT  OF STATE FUNDED DEBT OUTSTANDING, THE DIFFERENT ISSUERS AND\n   40  CATEGORIES OF SUCH DEBT, AND ANY DIFFERENCES  IN  CREDIT  RATINGS  AMONG\n   41  CATEGORIES AND ISSUES.\n   42    S  67-F.  LIMITATIONS  ON  STATE  FUNDED  DEBT  AND STATE DEBT SERVICE\n   43  PAYMENTS.  1. NO ADDITIONAL STATE FUNDED DEBT SHALL  BE  INCURRED  AFTER\n   44  APRIL FIRST, TWO THOUSAND NINETEEN IF THE TOTAL PRINCIPAL AMOUNT OF SUCH\n   45  ADDITIONAL DEBT, TOGETHER WITH THE TOTAL PRINCIPAL AMOUNT OF STATE FUND-\n   46  ED  DEBT  ALREADY  OUTSTANDING  AND  THE TOTAL PRINCIPAL AMOUNT OF STATE\n   47  FUNDED DEBT ALREADY AUTHORIZED BUT NOT YET  INCURRED,  IS  EQUAL  TO  OR\n   48  GREATER  THAN  THE  TOTAL  DEBT  LIMIT OF THE STATE AS DETERMINED BY THE\n   49  BOARD PURSUANT TO SECTION SIXTY-SEVEN-D OF THIS ARTICLE.\n   50    2. WITH THE EXCEPTION OF SHORT TERM DEBT INCURRED IN  ACCORDANCE  WITH\n   51  SECTION  NINE  OF  ARTICLE  SEVEN  OF  THE  CONSTITUTION, EMERGENCY DEBT\n   52  INCURRED IN ACCORDANCE WITH SECTION TEN OF ARTICLE SEVEN OF THE  CONSTI-\n   53  TUTION,  AND  REFUNDING  DEBT,  NO  STATE  FUNDED DEBT SHALL BE INCURRED\n   54  EXCEPT TO FINANCE A CAPITAL PURPOSE.\n   55    3.(A) ALL DEBT SUBJECT TO THE PROVISIONS OF THIS  SECTION  (I)  SHALL,\n   56  EXCEPT  FOR  REFUNDING  DEBT,  BE  INCURRED  ONLY  FOR A CAPITAL PURPOSE\n\n       S. 2392                             6\n\n    1  AUTHORIZED BY LAW, AND (II) SHALL, IF INCURRED ON OR AFTER THE FIRST DAY\n    2  OF THE FIRST FISCAL YEAR BEGINNING AT LEAST ONE YEAR AFTER THE EFFECTIVE\n    3  DATE OF AN AMENDMENT TO SECTION ELEVEN OF ARTICLE SEVEN OF THE CONSTITU-\n    4  TION, BE IN THE FORM OF OBLIGATIONS ISSUED BY THE COMPTROLLER.\n    5    (B)  ON  AND  AFTER  APRIL FIRST, TWO THOUSAND FOURTEEN, NO DEBT OBLI-\n    6  GATION SUBJECT TO THE PROVISIONS OF THIS SECTION SHALL BE ISSUED  UNLESS\n    7  THE COMPTROLLER DETERMINES THAT SUCH ISSUANCE IS WITHIN THE DEBT AFFORD-\n    8  ABILITY  LEVEL  FOR  THAT FISCAL YEAR ESTABLISHED BY THE DEBT MANAGEMENT\n    9  BOARD PURSUANT TO SECTION SIXTY-SEVEN-D OF THIS  ARTICLE.  ON  OR  AFTER\n   10  APRIL  FIRST,  TWO  THOUSAND  NINETEEN, NO SUCH DEBT OBLIGATION SHALL BE\n   11  ISSUED UNLESS THE COMPTROLLER DETERMINES THAT SUCH  ISSUANCE  IS  WITHIN\n   12  (I) THE LIMIT ON STATE DEBT AND (II) THE DEBT AFFORDABILITY LEVEL ESTAB-\n   13  LISHED BY THE BOARD PURSUANT TO SECTION SIXTY-SEVEN-D OF THIS ARTICLE.\n   14    4. NO STATE FUNDED DEBT SHALL BE INCURRED IN THE FORM OF AN OBLIGATION\n   15  WITH A FINAL MATURITY EXCEEDING THE PROBABLE LIFE OF THE CAPITAL PROJECT\n   16  FINANCED  BY  SUCH DEBT, AS SPECIFIED IN SECTION SIXTY-ONE OF THIS CHAP-\n   17  TER. NOTWITHSTANDING ANY OTHER PROVISION OF  LAW  TO  THE  CONTRARY,  NO\n   18  STATE  FUNDED DEBT SHALL BE INCURRED IN THE FORM OF AN OBLIGATION WITH A\n   19  FINAL MATURITY OF MORE THAN THIRTY YEARS.\n   20    5. DURING EACH FISCAL YEAR BEGINNING ON OR AFTER THE EFFECTIVE DATE OF\n   21  THIS SECTION, UP TO AND INCLUDING ANY FISCAL YEAR ENDING IN TWO THOUSAND\n   22  EIGHTEEN NO NEW STATE FUNDED DEBT SHALL  BE  INCURRED  IN  AN  AGGREGATE\n   23  PRINCIPAL  AMOUNT EXCEEDING NINETY-FIVE PERCENT OF THE AGGREGATE PRINCI-\n   24  PAL AMOUNT OF NEW STATE FUNDED DEBT INCURRED  IN  THE  PRECEDING  FISCAL\n   25  YEAR.\n   26    6.  NO  STATE  FUNDED  DEBT  OUTSTANDING ON THE EFFECTIVE DATE OF THIS\n   27  SUBDIVISION SHALL BE REFUNDED UNLESS (A) SUCH REFUNDING IS CONDUCTED  IN\n   28  ALL RESPECTS AS IF SECTION THIRTEEN OF ARTICLE SEVEN OF THE CONSTITUTION\n   29  APPLIED,  AND  (B) ANY SUCH REFUNDING OBLIGATIONS ISSUED ON OR AFTER THE\n   30  FIRST DAY OF THE FIRST FISCAL YEAR BEGINNING AT LEAST ONE YEAR AFTER THE\n   31  EFFECTIVE DATE OF AN AMENDMENT TO SECTION ELEVEN OF ARTICLE SEVEN OF THE\n   32  CONSTITUTION IMPOSING A LIMIT ON THE TOTAL AMOUNT  OF  STATE  DEBT,  ARE\n   33  ISSUED  BY  THE  COMPTROLLER.  SUCH OUTSTANDING DEBT OBLIGATIONS AND THE\n   34  DEBT SERVICE EXPENSES, DIRECT OR INDIRECT, REQUIRED FOR SUCH OBLIGATIONS\n   35  SHALL BE INCLUDED IN THE DETERMINATION OF THE DEBT LIMIT  AND  THE  DEBT\n   36  AFFORDABILITY LEVEL PURSUANT TO SECTION SIXTY-SEVEN-D OF THIS ARTICLE.\n   37    7.  DEBT  OBLIGATIONS  ISSUED TO REFUND OUTSTANDING STATE FUNDED DEBT,\n   38  REGARDLESS OF WHETHER SUCH OUTSTANDING DEBT WAS INCURRED  PRIOR  TO  THE\n   39  EFFECTIVE  DATE  OF  THIS  SUBDIVISION,  SHALL  NOT  BE  COUNTED FOR THE\n   40  PURPOSES OF THE DEBT LIMIT AND THE DEBT AFFORDABILITY  LEVEL  DETERMINED\n   41  PURSUANT  TO  SECTION SIXTY-SEVEN-D OF THIS ARTICLE IF SUCH REFUNDING IS\n   42  CONDUCTED IN ALL RESPECTS AS IF SECTION THIRTEEN OF ARTICLE SEVEN OF THE\n   43  CONSTITUTION APPLIED. DEBT  SERVICE  EXPENSES  ON  DEBT  THAT  HAS  BEEN\n   44  REFUNDED  IN  ACCORDANCE  WITH  SECTION THIRTEEN OF ARTICLE SEVEN OF THE\n   45  CONSTITUTION SHALL BE EXCLUDED FOR THE DEBT AFFORDABILITY LEVEL  TO  THE\n   46  EXTENT  THAT  SUCH  DEBT  SERVICE EXPENSES ARE TO BE PAID FROM AN ESCROW\n   47  FUND ESTABLISHED WITH PROCEEDS OF THE REFUNDING DEBT, BUT  DEBT  SERVICE\n   48  EXPENSES  ON  THE  REFUNDING DEBT SHALL BE INCLUDED EXCEPT TO THE EXTENT\n   49  THAT SUCH DEBT SERVICE EXPENSES ARE TO BE PAID FROM SUCH AN ESCROW FUND.\n   50  FOR THE PURPOSES OF THIS SUBDIVISION AND SUBDIVISIONS SIX AND  EIGHT  OF\n   51  THIS  SECTION,  ANY REFUNDING DEBT THAT DOES NOT EXTEND BEYOND THE FINAL\n   52  MATURITY OF THE DEBT BEING REFUNDED SHALL BE DEEMED TO BE IN  COMPLIANCE\n   53  WITH  THE  PROVISIONS  OF SUBDIVISION SIX OF SECTION THIRTEEN OF ARTICLE\n   54  SEVEN OF THE CONSTITUTION MADE APPLICABLE BY THIS SUBDIVISION  IF  THERE\n   55  IS  AN ACTUAL DEBT SERVICE SAVINGS IN EVERY YEAR TO MATURITY AS A RESULT\n   56  OF THE ISSUANCE OF THE REFUNDING DEBT.\n\n       S. 2392                             7\n\n    1    8. AFTER THE EFFECTIVE DATE OF  THIS  SECTION  THE  STATE  SHALL  NOT,\n    2  EXCEPT  AS  SPECIFICALLY  AUTHORIZED  BY A PROVISION OF THE CONSTITUTION\n    3  OTHER THAN SECTION ELEVEN OF ARTICLE SEVEN OF THE CONSTITUTION, AGREE TO\n    4  MAKE PAYMENTS, DIRECTLY OR INDIRECTLY, WHETHER OR NOT SUBJECT TO  APPRO-\n    5  PRIATION,  THAT  ARE  TO  BE  AVAILABLE  TO PAY DEBT SERVICE ON ANY DEBT\n    6  INCURRED BY A MUNICIPALITY, INDIVIDUAL, PUBLIC AUTHORITY OR OTHER PUBLIC\n    7  OR PRIVATE CORPORATION OR ANY OTHER ENTITY, FOR  ANY  PURPOSE,  IF  SUCH\n    8  PAYMENTS  ARE  EXPECTED  TO  BE  USED  TO PAY DEBT SERVICE ONLY IF OTHER\n    9  SOURCES AVAILABLE FOR  THE  PAYMENT  OF  DEBT  SERVICE  ARE  INADEQUATE.\n   10  OUTSTANDING  DEBT  THAT  WOULD BE PROHIBITED BY THIS SUBDIVISION IF SUCH\n   11  DEBT HAD BEEN INCURRED AFTER THE EFFECTIVE DATE OF THIS SUBDIVISION  MAY\n   12  BE  REFUNDED  BY  THE ENTITY THAT INCURRED THE OUTSTANDING DEBT PROVIDED\n   13  THAT ALL PROVISIONS OF SUBDIVISIONS SIX AND SEVEN OF  THIS  SECTION  ARE\n   14  COMPLIED  WITH  EXCEPT  THE  REQUIREMENT  THAT SUCH REFUNDING DEBT OBLI-\n   15  GATIONS BE  ISSUED  BY  THE  COMPTROLLER,  AND  REFUNDING  DEBT  SERVICE\n   16  EXPENSES  SHALL ONLY BE INCLUDED IN DEBT AFFORDABILITY DETERMINATIONS IF\n   17  DEBT SERVICE EXPENSES  ON  THE  DEBT  BEING  REFUNDED  WOULD  HAVE  BEEN\n   18  INCLUDED.\n   19    S  2.  Subdivision  2  of  section  68-a  of the state finance law, as\n   20  amended by chapter 79 of the  laws  of  2010,  is  amended  to  read  as\n   21  follows:\n   22    2. \"Authorized purpose\" for purposes of this article and section nine-\n   23  ty-two-z  of  this  chapter  shall mean any [purposes] PURPOSE for which\n   24  [state-supported] STATE FUNDED debt, as defined by section sixty-seven-a\n   25  of this chapter, may BE or has been issued except  debt  for  which  the\n   26  state  is  constitutionally obligated thereunder to pay debt service and\n   27  related expenses, and except (a)  as  authorized  in  paragraph  (b)  of\n   28  subdivision  one  of  section  three  hundred  eighty-five of the public\n   29  authorities law, (b) as authorized for the department of health  of  the\n   30  state  of New York facilities as specified in paragraph a of subdivision\n   31  two of section sixteen hundred eighty of the public authorities law, (c)\n   32  state university of New York dormitory facilities as specified in subdi-\n   33  vision eight of section sixteen  hundred  seventy-eight  of  the  public\n   34  authorities law, and (d) as authorized for mental health services facil-\n   35  ities  by section nine-a of section one of chapter three hundred ninety-\n   36  two of the laws of nineteen hundred seventy-three constituting  the  New\n   37  York  state  medical  care  facilities  [financing]  FINANCE AGENCY act.\n   38  Notwithstanding the provisions of clause (d) of  this  subdivision,  for\n   39  the  period  April  first, two thousand nine through March thirty-first,\n   40  two thousand eleven, mental health services facilities, as authorized by\n   41  section nine-a of section one of chapter three hundred ninety-two of the\n   42  laws of nineteen hundred seventy-three constituting the New  York  state\n   43  medical care facilities [financing] FINANCE AGENCY act, shall constitute\n   44  an authorized purpose.\n   45    S  3. Subdivision 6 of section 68-c of the state finance law, as added\n   46  by section 2 of part I of chapter 383 of the laws of  2001,  is  amended\n   47  and a new subdivision 7 is added to read as follows:\n   48    6.  Any  resolution or other agreement authorizing revenue bonds under\n   49  this article shall reserve the right of the  state,  upon  amendment  OF\n   50  SECTION  ELEVEN  OF  ARTICLE  SEVEN  of  the New York state constitution\n   51  allowing the issuance or assumption of bonds, notes or other obligations\n   52  secured by revenues, which may include  the  revenues  securing  revenue\n   53  bonds  of authorized issuers (a) to assume, in whole or in part, revenue\n   54  bonds of the authorized issuers, (b) to extinguish the existing lien  of\n   55  such  resolution,  or other agreement and (c) to substitute security for\n   56  the revenue bonds of the authorized issuers, in each case only  so  long\n\n       S. 2392                             8\n\n    1  as such assumption, extinguishment or substitution is done in accordance\n    2  with  such  resolution or other agreement AND SUCH CONSTITUTIONAL AMEND-\n    3  MENT.\n    4    7.  ON  AND  AFTER THE FIRST DAY OF THE FIRST FISCAL YEAR BEGINNING AT\n    5  LEAST ONE YEAR AFTER THE EFFECTIVE DATE OF AN AMENDMENT OF SECTION ELEV-\n    6  EN OF ARTICLE SEVEN OF THE CONSTITUTION IMPOSING A LIMIT  ON  THE  TOTAL\n    7  AMOUNT OF STATE DEBT, NO REVENUE BONDS SHALL BE ISSUED.\n    8    S 4. Section 97-rrr of the state finance law, as amended by section 45\n    9  of  part  H  of  chapter  56  of the laws of 2000, is amended to read as\n   10  follows:\n   11    S 97-rrr. Debt reduction reserve fund. 1. There is hereby  established\n   12  in the joint custody of the comptroller and the commissioner of taxation\n   13  and finance a fund to be known as the debt reduction reserve fund. [Such\n   14  fund shall be established as a capital projects fund.]\n   15    2. Such fund shall consist of all monies credited or transferred ther-\n   16  eto  from the general fund or from any other fund or sources pursuant to\n   17  law.\n   18    3. The monies in such fund, following appropriation by the legislature\n   19  and allocation by the director of the budget, shall  be  available  [for\n   20  the following purposes:\n   21    (a)  for  the  payment of principal, interest, and related expenses on\n   22  general obligation bonds, lease purchase payments, or special contractu-\n   23  al obligation payments, or] ONLY for the [purposes] PURPOSE of  retiring\n   24  or  defeasing  bonds  OR  NOTES previously issued, including any accrued\n   25  interest thereon, for any [state-supported bonding program or  programs,\n   26  and;\n   27    (b)  for  the  funding of capital projects, equipment acquisitions, or\n   28  similar expenses which have  been  authorized  by  law  to  be  financed\n   29  through the issuance of bonds, notes, or other obligations] STATE FUNDED\n   30  DEBT.\n   31    S  5.  Section  24 of the state finance law is amended by adding a new\n   32  subdivision 6 to read as follows:\n   33    6. THE BUDGET BILLS SHALL INCLUDE AN APPROPRIATION  OF  THE  AVAILABLE\n   34  BALANCE  FROM THE DEBT REDUCTION RESERVE FUND CREATED BY SECTION NINETY-\n   35  SEVEN-RRR OF THIS CHAPTER, AS ADDED BY SECTION THIRTY-SIX OF PART  B  OF\n   36  CHAPTER  FIFTY-SEVEN OF THE LAWS OF NINETEEN HUNDRED NINETY-EIGHT, TO BE\n   37  USED EXCLUSIVELY FOR THE PURPOSE OF RETIRING OR DEFEASING  STATE  FUNDED\n   38  DEBT  OBLIGATIONS IN ACCORDANCE WITH THE CRITERIA ESTABLISHED BY THE NEW\n   39  YORK STATE DEBT MANAGEMENT BOARD.\n   40    S 6. Subdivision 1 of section 51 of the  public  authorities  law,  as\n   41  added  by chapter 838 of the laws of 1983, paragraph k as added by chap-\n   42  ter 506 of the laws of 1995, paragraph l as added by chapter 468 of  the\n   43  laws  of  2004,  paragraph m as added by section 10 of part E of chapter\n   44  494 of the laws of 2009 and paragraph n as added by chapter 533  of  the\n   45  laws of 2010, is amended to read as follows:\n   46    1.  [The] SUBJECT TO (A) THE COMPTROLLERS' CONSTITUTIONAL AUTHORITY TO\n   47  SUPERVISE THE ACCOUNTS OF  PUBLIC  AUTHORITIES,  (B)  THE  COMPTROLLER'S\n   48  STATUTORY  AUTHORITY  TO  APPROVE THE TERMS AND CONDITIONS OF DEBT OBLI-\n   49  GATIONS ISSUED BY PUBLIC  AUTHORITIES,  AND  (C)  THE  POLICY  STANDARDS\n   50  ESTABLISHED  BY  THE  NEW  YORK  STATE DEBT MANAGEMENT BOARD PURSUANT TO\n   51  SECTION SIXTY-SEVEN-D OF THE STATE FINANCE LAW  IN  RELATION  TO  PUBLIC\n   52  AUTHORITY  DEBT,  THE  New  York  state public authorities control board\n   53  shall have the power and it shall be its duty  to  receive  applications\n   54  for  approval  of the financing and construction of any project proposed\n   55  by any [of the following state public benefit corporations:\n   56    a. New York state environmental facilities corporation\n\n       S. 2392                             9\n\n    1    b. New York state housing finance agency\n    2    c. New York state medical care facilities finance agency\n    3    d. Dormitory authority\n    4    e. New York state urban development corporation\n    5    f. Job development authority\n    6    g. Battery park city authority\n    7    h. New York state project finance agency\n    8    i. State of New York mortgage agency\n    9    j. New York state energy research and development authority\n   10    k. Long Island Power Authority\n   11    l. Albany Convention Center Authority\n   12    m.  State  of  New  York  Municipal  Bond Bank Agency for bonds issued\n   13  pursuant to section two thousand four hundred thirty-six-b of this chap-\n   14  ter\n   15    n. North Country Power Authority] CLASS A OR CLASS B PUBLIC AUTHORITY,\n   16  AS DEFINED IN SECTION TWO OF THIS CHAPTER.\n   17  Any application made concerning  a  project  shall  include  the  terms,\n   18  conditions and dates of the repayment of state appropriations authorized\n   19  by  law  pursuant to a repayment agreement, AND A CURRENT LISTING OF ALL\n   20  OUTSTANDING DEBT AND DEBT SERVICE  OBLIGATIONS  OF  THE  APPLICANT.  Any\n   21  subsidiary  of,  or corporation with the same members or directors as, a\n   22  public benefit corporation subject to the  provisions  of  this  section\n   23  shall  also  be  subject to the provisions of this section. All applica-\n   24  tions and submissions to the board required to be made by  a  subsidiary\n   25  shall  be made on behalf of such subsidiary by the public benefit corpo-\n   26  ration which created  the  subsidiary.  No  public  benefit  corporation\n   27  subject  to  the  provisions  of this section shall make any commitment,\n   28  enter into any agreement or incur any indebtedness for  the  purpose  of\n   29  acquiring,  constructing, or financing any project unless prior approval\n   30  has been received from the board by such public benefit  corporation  as\n   31  provided herein.\n   32    S  7.  Section 51 of the public authorities law is amended by adding a\n   33  new subdivision 6 to read as follows:\n   34    6. NOT LATER THAN NINETY DAYS AFTER THE END OF EACH FISCAL  YEAR,  THE\n   35  BOARD SHALL SUBMIT TO THE GOVERNOR, THE COMPTROLLER, THE TEMPORARY PRES-\n   36  IDENT  AND  THE  MINORITY  LEADER OF THE SENATE, AND THE SPEAKER AND THE\n   37  MINORITY LEADER OF THE ASSEMBLY AN  ANNUAL  REPORT  DETAILING:  (A)  THE\n   38  AGGREGATE AMOUNT OF DEBT APPROVED BY THE BOARD DURING SUCH FISCAL YEAR;\n   39    (B)  A  LIST OF THE INDIVIDUAL PROJECTS APPROVED BY THE BOARD FOR EACH\n   40  PUBLIC AUTHORITY DURING SUCH FISCAL YEAR; AND\n   41    (C) THE TOTAL AMOUNT OF NEW DEBT OBLIGATIONS THE  BOARD  HAS  APPROVED\n   42  DURING SUCH FISCAL YEAR FOR ISSUANCE BY EACH PUBLIC AUTHORITY.\n   43    THE  BOARD  SHALL  PUBLISH  SUCH  REPORT BY POSTING SUCH REPORT ON THE\n   44  BOARD'S INTERNET WEBSITE. EACH SUCH REPORT POSTED ON THE BOARD'S  INTER-\n   45  NET  WEBSITE  SHALL  BE  MAINTAINED  ON SUCH WEBSITE FOR AT LEAST TWELVE\n   46  MONTHS OR UNTIL THE NEXT SUCH REPORT IS POSTED ON SUCH WEBSITE, WHICHEV-\n   47  ER IS LATER. THE BOARD SHALL ISSUE A NEWS RELEASE ANNOUNCING SUCH REPORT\n   48  TO NEWSPAPERS OF GENERAL  CIRCULATION  AND  RADIO  AND  TELEVISION  NEWS\n   49  BUREAUS WITHIN THE STATE.\n   50    S  8.  Subdivision  2 of section 365 of the public authorities law, as\n   51  separately amended by sections 349 and 381 of chapter 190 of the laws of\n   52  1990, is amended to read as follows:\n   53    2. The notes and bonds shall be authorized by resolution of the board,\n   54  shall bear such date or dates and mature at such time or times,  in  the\n   55  case  of  notes  and  any renewals thereof within five years after their\n   56  respective dates and in the case of bonds not exceeding forty years from\n\n       S. 2392                            10\n\n    1  their respective dates, as such resolution or resolutions  may  provide.\n    2  The  notes  and  bonds  shall bear interest at such rate or rates, be in\n    3  such denominations, be in such form, either coupon or registered,  carry\n    4  such  registration privileges, be executed in such manner, be payable in\n    5  such medium of payment, at such place or places, and be subject to  such\n    6  terms of redemption as such resolution or resolutions may provide. Bonds\n    7  and  notes shall be sold by the authority, at public or private sale, at\n    8  such price or prices as the authority may determine. Bonds and notes  of\n    9  the  authority shall not be sold by the authority at private sale unless\n   10  such sale and the terms thereof have been approved  in  writing  by  the\n   11  comptroller, where such sale is not to the comptroller, or by the direc-\n   12  tor  of  the  budget,  where such sale is to the comptroller. [Bonds and\n   13  notes sold at public sale shall be sold by the comptroller, as agent  of\n   14  the authority, in such manner as the authority, with the approval of the\n   15  comptroller, shall determine.]\n   16    S  9.  This act shall take effect immediately; provided, however, that\n   17  paragraph a of subdivision 3 and subdivision 6 of section  67-f  of  the\n   18  state  finance  law,  as  added  by section one of this act, and section\n   19  three of this act, shall take effect on the same date  as  a  concurrent\n   20  resolution  of the Senate and Assembly entitled \"proposing amendments to\n   21  article 7 of the constitution, in relation to the authorization of  debt\n   22  in times of public emergency, a limit on the total amount of state debt,\n   23  the  establishment  of  a  debt  management board and refunding of state\n   24  debts\", takes effect.\n",
  "memo" : "BILL NUMBER:S2392\n\nTITLE OF BILL:\nAn act\nto amend the state finance law, in relation to the creation of a debt\nmanagement board, using surplus moneys to reduce outstanding state\nfunded debt, and limiting the amount of state funded debt that may be\nincurred; and to amend the public authorities law, in relation to\ndefining and listing public authorities, limiting the debt of public\nauthorities, the approval by the comptroller of the terms and conditions\nof bonds or notes issued by public authorities, the powers and duties of\nthe public authorities control board, and the issuance of bonds and\nnotes of the New York state thruway authority; and to repeal certain\nprovisions of the state finance law relating thereto\n\nPURPOSE:\nTo impose discipline on the State's borrowing practices by\nestablishing a State Debt Management Board and strict limitations on\nState and public authority debt.\n\nSUMMARY OF PROVISIONS:\nSection 1 adds a new Article 5-B (\"Debt Management Board and\nLimitations on State Funded Debt\") to the State Finance Law,\nincluding six sections:\n\nSection 67-a defines the terms \"State debt,\" \"State backed debt\" and\n\"State funded debt\" to clarify the full scope of the State's debt\nobligations. Section 67-a also defines the terms \"Board\" (i.e., the\nNew York State Debt Management Board), \"Total personal income of the\nstate,\" \"capital purpose,\" \"conduit debt obligation\" and \"cash\nsurplus.\"\n\nSection 67-b requires, after any transfer to the Tax Stabilization\nReserve Fund, that a portion of any cash surplus accumulated in the\nGeneral Fund as of the end of any fiscal year, be deposited in the\nDebt Reduction Reserve Fund for the exclusive purpose of reducing the\naggregate amount of outstanding State funded debt obligations.\n\nSection 67-c creates the New York State Debt Management Board\nconsisting of the Governor, the Comptroller, and a third person, who\nshall be a financial expert jointly selected by the Governor and the\nComptroller.\n\nSection 67-d sets forth the powers and duties of the Board, which\ninclude monitoring all debt of the State and public authorities,\nestablishing an annual debt affordability level, and adopting debt\npolicy standards addressing:\n\n* structure for State funded debt;\n\n* criteria for refunding, including extending debt and use of savings;\n\n* use of credit enhancements and derivative instruments;\n\n* goals for the proportion of state capital spending to be financed with\ndebt\nand the proportion to be financed with current appropriations;\n\n* methods of sale;\n\n* criteria for selecting State funded obligations to be retired or\ndefeased by the use of a portion of any cash surplus;\n\n* the definition of non-recurring revenues to be used for the funding of\ncapital projects or for the purpose of retiring or defeasing bonds or\nnotes previously issued;\n\n* other policy standards the Board may determine to be appropriate; and\n\n* policy standards for the issuance of debt obligations by Class A and\nClass B public authorities.\n\nSection 67-e requires the Comptroller to annually report to the Debt\nManagement Board on the amount of State funded debt outstanding.\n\nSection 67-f sets forth general limitations on State funded debt and\nState debt service payments, including:\n\n* implementation of an overall debt cap, effective on and after April\n1, 2015, on all State funded debt to limit debt to no more than 5% of\nthe total personal income in the State;\n\n* implementation of the annual debt affordability level established by\nthe Debt Management Board;\n\n* prohibiting the use of State funded debt for any purpose other than\na capital purpose;\n\n* requiring all State funded debt to be in the form of obligations\nissued by the Comptroller, beginning with the fiscal year that is at\nleast one year after the effective date of an amendment to the\nConstitution;\n\n* prohibiting the issuance of any state funded debt obligation with a\nfinal maturity exceeding the probable life of the capital project\nfinanced by such debt, as well as prohibiting any maturity longer\nthan 30 years;\n\n* up to and including State fiscal year 2015-2016, limiting the\nissuance of new State funded debt obligations in any fiscal year to\nno more than 95% of the amount of the State funded debt incurred in\nthe last complete fiscal year.\n\n* Prohibiting the issuance of new debt supported by a state agreement\nto make payments only if expected debt service sources fall short.\n\nSection 2 amends subdivision 2 of section 68-a of Article 5-C\n(\"Revenue Bond Financing Program\") of the State Finance Law to\nconform the definition of \"authorized purpose\" to the definition of\n\"state funded debt\" set forth in new State Finance Law Article 5-B,\nas added by this bill.\n\nSection 3 amends subdivision 6 and adds a new subdivision 7 to section\n68-c of the State Finance Law to prohibit, on a contingent basis, the\nissuance of revenue bonds when and if the Constitution is amended to\neliminate backdoor borrowing.\n\nSection 4 amends section 97-rrr of the State Finance Law to dedicate\nthe moneys of the Debt Reduction Reserve Fund to the purpose of\nretiring or defeasing State funded debt obligations.\n\nSection 5 adds a new subdivision 4 to section 24 of the State Finance\nLaw to require the inclusion in the budget bills submitted with each\nyear's Executive Budget an appropriation of\nthe available balance from the Debt Reduction Reserve Fund to be used\nexclusively for the purpose of retiring or defeasing State funded\ndebt obligations.\n\nSection 6 adds a new section 2 to the Public Authorities Law to\nestablish a new comprehensive definition of a public authority. The\nterm \"public authority\" is defined as:\n\n(i) any public authority, public benefit corporation, or commission\ncreated by or existing under the Public Authorities Law or any other\nlaw;\n\n(ii) a public authority or a public benefit corporation, at least one\nof whose members is appointed by the governor or who serves by virtue\nof holding a civil office of the State;\n\n(iii) a not-for-profit corporation affiliated with, sponsored by, or\ncreated by a\nState agency;\n\n(iv) a not-for-profit corporation created by or existing under article\n2 of the racing, pari-mutuel wagering and breeding law and operating\nunder an exclusive franchise granted by the state;\n\n(v) a local industrial development agency or other local public\nbenefit corporation; or\n\n(vi) a subsidiary or affiliate of such a public authority.\n\nSection 6 also adds definitions of the terms \"affiliate,\" \"affiliated\nwith,\" \"subsidiary\" and \"other debt obligations.\"\n\nThis section categorizes all current or future public authorities into\nfour classes: Class A: major public authorities with statewide or\nregional significance and their subsidiaries; Class B: entities\naffiliated with a State agency or created by the State that have\nlimited jurisdiction but a majority of board members appointed by the\nGovernor or other State officials; Class C: entities with local\njurisdiction; and Class D: entities with interstate or international\njurisdiction. Classes A, B, C and D include, but are not limited to,\nthe more than 720 public authorities specified by name in the bill.\n\nSection 7 adds a new section 3 to the Public Authorities Law imposing\nlimitations on the terms and conditions of any Class A or Class B\npublic authority debt obligations issued after the effective date of\nthis legislation. No Class A or Class B public authority may include\nin a bond covenant or other debt instrument a requirement or\nguarantee that the public authority will remain in existence until\nthe debt is repaid. Unless (i) permitted under a statutory debt cap\napplicable to a Class A or Class B public authority, or (ii)\nspecifically authorized by an act of the Legislature, no Class A or\nClass B public authority can issue any bonds or notes, nor incur any\nother similar debt. Refundings or refinancings would be permitted if\nthey achieve cost savings without extending the maturity of any\nexisting debt. Further, no Class A or Class B public authority can\ninclude any provision having the effect of extending the life of the\nauthority when refunding or refinancing any current debt obligation.\n\nSection 8 amends subdivision 1 of section 51 of the Public Authorities\nLaw to expand the jurisdiction of the Public Authorities Control\nBoard to approving the financing and construction of projects of all\nClass A and Class B public authorities.\n\nSection 9 adds a new subdivision 6 to section 51 of the Public\nAuthorities Law to require an annual report by the Public Authorities\nControl Board detailing (i) the aggregate amount of debt approved by\nthe Board during the fiscal year, (ii) a list of the individual\nprojects approved by the\nBoard for each public authority during the fiscal year, and (iii) the\ntotal amount of new debt obligations the Board has approved during\nthe fiscal year for issuance by each public authority.\n\nSection 10 amends subdivision 2 of section 365 of the Public\nAuthorities Law to delete the requirement that Thruway Authority\nbonds and notes sold at public sale must be issued by the Comptroller.\n\nSection 11 provides for an immediate effective date.\n\nJUSTIFICATION:\nThe construction of roads, bridges, canals, housing developments,\nhospitals, universities mass transit and other government facilities\nhas made New York the Empire State.\nDebt is a tool that, when used prudently, helps governments plan and\npay for such large public works projects. Borrowing in moderation\n\nallows those who will benefit from necessary, worthwhile capital\ninvestment to pay the costs.\n\nSince 1990, New York State's outstanding debt has grown from $14.4\nbillion to $45.4 billion in 2004, representing a 215 percent\nincrease. From 1996 to 2001 when the State experienced unprecedented\nsurpluses, the State continued to borrow, rather than utilizing\nsurplus dollars and responsibly paying for capital expenditures\nthrough more pay-as-you go (PAYGO) spending.\n\nFurthermore, New Yorkers bear one of the highest debt burdens in the\ncountry. New York is ranked second to California in total outstanding\ndebt. According to Moody's 2004 State Debt Medians, New York is\nfourth highest in debt per capita just behind Connecticut,\nMassachusetts and Hawaii. New York's $2,420 debt per capita is over\ntwo and one-half times the national average of $944. According to the\nCensus, New York ranks second only to Alaska for state and local\ncombined debt per capita.\n\nThis bill proposes major reforms that should be enacted into law to\nrestore accountability, and transparency and limit debt to an\naffordable level. It is long past time for effective reform that will\ndecrease the State's propensity to utilize debt financing, recognize\nthe value of pay as-you-go spending and open the process to the public.\nSuccessful reforms must implement debt management policy that balances\nneed with capacity and intergenerational equity. To be competitive\nwith other states, New York must continue to make needed, affordable\ncapital investments.\n\nEstablishing a new, all-inclusive definition of \"State funded debt\"\nwill provide a more comprehensive accounting of the State's debt\nportfolio, eliminate loopholes in the current statutes and insure\nthat all State funded debt is subject to the cap equal to 5 percent\nof the State's personal income beginning in 2014. As New York's\noutstanding debt is currently equal to 6.5 percent of personal\nincome, steps will have to be taken to bring down the debt to 5 percent.\n\nTo force discipline and reach the proposed Constitutional debt cap of\n5 percent by State Fiscal Year 2015-16, the legislation limits annual\ndebt issuance to 95 percent of the last complete fiscal year's\nissuance starting immediately and continuing through March 31, 2016.\nThe establishment of a Debt Management Board will provide coordinated\npolicy direction, monitoring and reporting for all debt, including\ndebt issued by public authorities. The three-person Debt Management\nBoard made up of the Governor, the State Comptroller, and a financial\nexpert, selected jointly by the Governor and Comptroller, would be\nvested with the responsibility to issue a binding debt affordability\nstudy, annually by October 31. Additionally, the board would forecast\nthe debt affordability level expected for the two succeeding fiscal\nyears based on multi-year projections of State revenues and spending.\nWith this structure, the State's chief executive and the State's\nchief fiscal officer jointly would be responsible for controlling,\n\nplanning, implementing, reporting and managing the State's\nborrowing from beginning to end. Beginning in, the issuance of\nState debt will be subject to the Board's debt affordability level.\n\nAdditional oversight of public authority debt is provided by expanding\nthe responsibilities of the Public Authorities Control Board (PACB)\nto include the oversight of all major State and regional authorities,\nrequiring an annual report from the PACB and requiring that all\npublic authority negotiated bond sales be submitted to the\nComptroller for approval of their terms and conditions.\n\nThere is a suitable time and an inappropriate time to utilize debt. In\nNew York State, debt has been utilized all too often, for\nobjectionable purposes, and has become an easy answer to solving the\nState's fiscal problems. With no sign of this harmful trend ceasing\nanytime in the future, it is time for reform. For the foregoing\nreasons, the Comptroller respectfully urges passage of this\nlegislation.\n\nPRIOR LEGISLATIVE HISTORY:\nS.8175 of 2006:    Referred to Rules\nS.1303 of 2007:    Referred to Finance\nS.1303 of 2008:    Referred to Finance\nS.521  of 2009-10: Referred to Finance\n\nEFFECTIVE DATE:\nThis act shall take effect immediately, provided, however, that\nparagraph a of subdivision 3 and subdivision 6 of section 67-f of the\nstate finance law, as added by section one of this act, and section\nthree of this act, shall take effect on the same date as a concurrent\nresolution of the Senate and Assembly entitled \"proposing amendments\nto article 7 of the state constitution, in relation to the\nauthorization of debt in times of public emergency, a limit on the\ntotal amount of state debt, the establishment of a debt management\nboard, and refunding of state debts\", takes effect.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the creation of a debt management board, using surplus moneys to reduce outstanding state funded debt and limiting the amount of state funded debt that may be incurred; to amend the public authorities law, in relation to defining and listing public authorities, limiting the debt of public authorities, the approval by the comptroller of the terms and conditions of bonds or notes issued by public authorities, the powers and duties of the public authorities control board, and the issuance of bonds and notes of the New York state thruway authority; and to repeal article 5-B of the state finance law relating to limitations on state-supported debt ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154823.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110120.T093306.TXT", "SOBI.D110119.T152814.TXT", "SOBI.D110119.T150810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090133
}