{
  "year" : 2011,
  "senateBillNo" : "S2395-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S2395-2011-1295413200000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a twelve percent surcharge on the sale of animals by pet dealers",
  "summary" : "Establishes a twelve percent surcharge on the sale of animals by pet dealers and an account to be administered by an animal protection organization to be chosen by the comptroller and the commissioner of agriculture and markets. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : "A3506",
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S7425-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2395\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen. SERRANO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation  to  estab-\n         lishing a twelve percent surcharge on the sale of animals by pet deal-\n         ers;  and  to amend the state finance law, in relation to establishing\n         the \"New York animal shelter and wildlife rehabilitator account\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The agriculture and markets law is amended by adding a new\n    2  section 380 to read as follows:\n    3    S 380. ANIMAL SALE SURCHARGE. 1. WHENEVER ANY  PET  DEALER  SELLS  ANY\n    4  ANIMAL, THERE SHALL BE LEVIED UPON SUCH PET DEALER A MANDATORY SURCHARGE\n    5  IN  THE AMOUNT OF TWELVE PERCENT OF THE TOTAL OF THE PRICE OF THE ANIMAL\n    6  AND ANY ANCILLARY PRODUCTS SOLD ON THE DATE SUCH ANIMAL  WAS  PURCHASED.\n    7  SUCH  MANDATORY  SURCHARGE  SHALL  BE  PAID TO THE STATE COMPTROLLER WHO\n    8  SHALL DEPOSIT SUCH MONEY IN THE STATE TREASURY TO THE CREDIT OF THE  NEW\n    9  YORK  ANIMAL  SHELTER  AND  WILDLIFE  REHABILITATOR  ACCOUNT ESTABLISHED\n   10  PURSUANT TO SECTION NINETY-NINE-T OF THE STATE FINANCE LAW.\n   11    2. FOR THE PURPOSES OF THIS SECTION, THE TERM \"PET DEALER\" SHALL  MEAN\n   12  ANY  PERSON  WHO  ENGAGES  IN THE SALE OR OFFERING FOR SALE OF MORE THAN\n   13  NINE ANIMALS PER YEAR FOR PROFIT TO THE PUBLIC.  SUCH  DEFINITION  SHALL\n   14  INCLUDE  BREEDERS  WHO  SELL  OR  OFFER TO SELL ANIMALS; PROVIDED THAT A\n   15  BREEDER WHO SELLS OR OFFERS TO SELL DIRECTLY TO THE CONSUMER FEWER  THAN\n   16  TWENTY-FIVE  ANIMALS  PER YEAR THAT ARE BORN AND RAISED ON THE BREEDER'S\n   17  RESIDENTIAL PREMISES SHALL NOT BE CONSIDERED A PET DEALER AS A RESULT OF\n   18  SELLING OR OFFERING TO SELL SUCH ANIMALS. SUCH DEFINITION SHALL  FURTHER\n   19  NOT  INCLUDE DULY INCORPORATED HUMANE SOCIETIES DEDICATED TO THE CARE OF\n   20  UNWANTED ANIMALS WHICH MAKE SUCH ANIMALS AVAILABLE FOR ADOPTION  WHETHER\n   21  OR NOT A FEE FOR SUCH ADOPTION IS CHARGED.\n   22    S  2. The state finance law is amended by adding a new section 99-t to\n   23  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00313-01-1\n\n       S. 2395                             2\n\n    1    S 99-T. ANIMAL SHELTER AND WILDLIFE REHABILITATOR ACCOUNT. 1.    THERE\n    2  IS  HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE COMMISSIONER OF TAXA-\n    3  TION AND FINANCE, THE COMPTROLLER AND A NON-GOVERNMENTAL  ENTITY  TO  BE\n    4  CHOSEN  BY  THE COMMISSIONER OF TAXATION AND FINANCE AND THE COMPTROLLER\n    5  PURSUANT  TO  SUBDIVISION  FOUR OF THIS SECTION, A SPECIAL ACCOUNT TO BE\n    6  KNOWN AS  THE  \"NEW  YORK  ANIMAL  SHELTER  AND  WILDLIFE  REHABILITATOR\n    7  ACCOUNT\".\n    8    2. SUCH ACCOUNT SHALL CONSIST OF ALL REVENUES RECEIVED PURSUANT TO THE\n    9  PROVISIONS  OF  SECTION  THREE  HUNDRED  EIGHTY  OF  THE AGRICULTURE AND\n   10  MARKETS LAW AND ALL OTHER MONEYS APPROPRIATED, CREDITED, OR  TRANSFERRED\n   11  THERETO FROM ANY OTHER FUND OR SOURCE PURSUANT TO LAW. NOTHING CONTAINED\n   12  IN  THIS SECTION SHALL PREVENT THE STATE FROM RECEIVING GRANTS, GIFTS OR\n   13  BEQUESTS FOR THE PURPOSES OF THE ACCOUNT AS DEFINED IN THIS SECTION  AND\n   14  DEPOSITING THEM INTO THE FUND ACCORDING TO LAW.\n   15    3. MONIES OF THE ACCOUNT SHALL BE EXPENDED AS FOLLOWS:\n   16    (A)  SEVENTY-FIVE  PERCENT  OF  SUCH MONIES SHALL BE USED TO SUBSIDIZE\n   17  ANIMAL SHELTERS;\n   18    (B) TWENTY PERCENT OF SUCH MONIES SHALL BE USED TO SUBSIDIZE  WILDLIFE\n   19  REHABILITATORS LICENSED PURSUANT TO SECTION 11-0515 OF THE ENVIRONMENTAL\n   20  CONSERVATION LAW; AND\n   21    (C)  FIVE  PERCENT  OF  SUCH  MONIES SHALL BE USED BY THE ORGANIZATION\n   22  CHOSEN PURSUANT TO SUBDIVISION FOUR OF THIS SECTION  FOR  ADMINISTRATIVE\n   23  COSTS INCURRED DURING THE ADMINISTRATION OF THIS ACCOUNT.\n   24    4.  THE  COMPTROLLER IN CONSULTATION WITH THE COMMISSIONER OF AGRICUL-\n   25  TURE  AND  MARKETS  SHALL  DESIGNATE  A  NON-GOVERNMENTAL   ORGANIZATION\n   26  SPECIALIZING  IN ANIMAL PROTECTION TO ADMINISTER THE ACCOUNT ESTABLISHED\n   27  PURSUANT TO THIS SECTION.\n   28    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n   29  have  become  a  law; provided, however, that effective immediately, the\n   30  addition, amendment and/or repeal of any rule  or  regulation  necessary\n   31  for  the  implementation of this act on its effective date is authorized\n   32  to be made and completed on or before such date.\n",
  "memo" : "BILL NUMBER:S2395\n\nTITLE OF BILL:\nAn act\nto amend the agriculture and markets law, in relation to establishing a\ntwelve percent surcharge on the sale of animals by pet dealers; and to\namend the state finance law, in relation to establishing the \"New York\nanimal shelter and wildlife rehabilitator account\"\n\nPURPOSE OR GENERAL IDEA OF BILL:\nEstablishing a special account\nentitled the 'New York animal shelter and wildlife rehabilitator' so\nas to ensure humane societies are subsidized for the protection and\ncare of unwanted animals.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. This agriculture and markets law is amended by adding a new\nsection 380.\n\n* Establishes that whenever a pet dealer sells an animal there shall\nbe a levy to the amount of twelve percent of the total price of the\nanimal. For the purposes of this section, pet dealers shall be\ndefined as any person who engages in the sale or offering of more\nthan nine animals a year.\nThis applies to breeders although breeders who sell or offer for sale\ndirectly to consumer's less than twenty five animals a year that are\nborn and raised on their premises shall not be considered pet dealers.\n\nSection 2. The state finance law is amended by adding a new section\n99-t\n\n* Establishes the creation of an animal and wildlife\nrehabilitation account. There shall be joint custody between the\nstate comptroller and a non-governmental entity to be chosen by the\ncomptroller pursuant to subdivision four of this section, a special\naccount entitled the New York animal shelter and wildlife\nrehabilitator account. This section strictly outlines the manner in\nwhich money shall be expended and the manner in which money shall be\nobtained.\n\nJUSTIFICATION:\nPassing this bill will ensure that those who are in the\nbusiness of selling animals would incur some financial responsibility\nfor the animals they breed, thus providing the impetus for\ncontrolling the amount of animals they breed. Puppy mills not only\ninvolve incredible levels of animal cruelty but can ultimately end up\ncosting the state in regards the need to relocate the surplus animals\nthat result from this practice. Introducing this bill would provide\nthe incentive to choose adoption rather than buying directly from pet\nstores who in most cases themselves buy from puppy mills. This in\nturn would ensure better regulation of the animal population and\n\nwould have a positive influence on the issue of stray animals.\nAdditionally, providing subsidization for animal shelters which help\nensure that unwanted animals are adopted from their homes would\nreduce the need for people to buy animals from pet dealers. This\nagain would provide another disadvantage to the puppy mill industry\nand thus reduce unwanted costs. Animal shelters provide a\ncomprehensive service in regards the adoption of homeless animals and\nencouraging buyers to be more diligent and informed before they buy\nor adopt animals.\n\nPRIOR LEGISLATIVE HISTORY:\n2010: Senate & Assembly Referred to Agriculture\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the sixtieth day after\nit shall have become a law;\nprovided, however, that effective immediately, the addition, amendment\nand/or repeal of any rule or regulation necessary for the implication\nof this act on its effective date is authorized to be made and\ncompleted on or before such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to establishing a twelve percent surcharge on the sale of animals by pet dealers; and to amend the state finance law, in relation to establishing the \"New York animal shelter and wildlife rehabilitator account\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110125.T145924.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T151326.TXT", "SOBI.D110119.T153314.TXT", "SOBI.D110120.T094307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090138
}