{
  "year" : 2011,
  "senateBillNo" : "S2390-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2390-2011-1295413200000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Declares a policy of equal treatment in development and enforcement of environmental laws, regulations and policies",
  "summary" : "Declares a policy of equal treatment of people of all races, cultures, religions, incomes, education levels and sexual preference in the development and enforcement of environmental laws, regulations and policies. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S4407-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2390\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         declaring  a  policy of equal treatment in development and enforcement\n         of environmental laws, regulations and policies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subdivision 1 of section 1-0101 of\n    2  the  environmental  conservation law is designated paragraph a and a new\n    3  paragraph b is added to read as follows:\n    4    B. IT IS FURTHER THE POLICY OF THE STATE OF NEW YORK  THAT  PEOPLE  OF\n    5  ALL  RACES,  CULTURES,  RELIGIONS,  INCOMES, EDUCATION LEVELS AND SEXUAL\n    6  PREFERENCE BE TREATED  EQUALLY  WITH  RESPECT  TO  THE  DEVELOPMENT  AND\n    7  ENFORCEMENT  OF  ENVIRONMENTAL  LAWS,  REGULATIONS AND POLICIES. IT IS A\n    8  BASIC RIGHT OF ALL NEW YORKERS TO LIVE  AND  WORK  IN  SAFE,  HEALTHFUL,\n    9  PRODUCTIVE  AND AESTHETICALLY AND CULTURALLY PLEASING SURROUNDINGS. THIS\n   10  POLICY IS BASED ON THE CONCEPT OF FUNDAMENTAL  FAIRNESS,  WHICH  IMPLIES\n   11  THAT  NO POPULATION SHOULD BE FORCED TO BEAR A DISPROPORTIONATE SHARE OF\n   12  EXPOSURE TO THE NEGATIVE EFFECTS OF POLLUTION OR BE DEPRIVED OF  LOCALLY\n   13  ACCESSIBLE OPEN SPACE DUE TO LACK OF POLITICAL OR ECONOMIC STRENGTH.\n   14    S  2.  The opening paragraph of subdivision 3 of section 1-0101 of the\n   15  environmental conservation law is amended to read as follows:\n   16    It shall further be the policy of the state to foster, promote, create\n   17  and maintain conditions under which [man] PEOPLE and nature  can  thrive\n   18  in  harmony with each other, and achieve social, economic and technolog-\n   19  ical progress for present and future generations by:\n   20    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07729-01-1\n",
  "memo" : "BILL NUMBER:S2390\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to declaring a\npolicy of equal treatment in development and enforcement of\nenvironmental laws, regulations and policies\n\nPURPOSE:\nThis bill will ensure that the environmental philosophy and\npolicy which guides the State of New York provides environmental\njustice for all people regardless of their political or economic\nstrength.\n\nSUMMARY OF PROVISIONS:\nSection one amends the declaration of policy\nstatement in the general provisions of the environmental conservation\nlaw to ensure that people of all races, cultures, religions, incomes,\neducation levels and sexual preferences are treated equally with\nrespect to our State's environmental laws; and that no population is\nforced to be disproportionately exposed to pollution or be deprived\nof locally accessible open space. The declaration of policy is\nfurther amended to remove an unintended gender bias in subdivision 3\nof section 1-0101 of the environmental conservation law.\n\nEXISTING LAW:\nExisting law does not explicitly provide for\nenvironmental justice considerations.\n\nJUSTIFICATION:\nIn 1987 the Commission for Racial\nJustice of the United\nChurch of Christ published a study which found that minority and\nlow-income communities are disproportionately affected by exposure to\npollution from environmental hazards. This study found that minority\nneighborhoods, even more than poor neighborhoods, are saddled with an\nunfair share of incinerators, dumps, factories and other sources of\npollution. This is a condition and practice known as \"environmental\nracism.\" As the City of New York embarks on finding new locations for\nsolid waste transfer operations, the prospect looms that minority\ncommunities will be exposed to even more pollution. This will happen\nat the expense of losing opportunities for creating new open spaces\nin neighborhoods terribly underserved by neighborhood green spaces.\n\nWithout being unduly restrictive, this broadly applicable law would\nprovide environmental justice to minority and disadvantaged\ncommunities by affirming their legal right to equal\nprotection under the law to a healthy and clean environment.\nOpportunities for economic growth and prosperity in disadvantaged\ncommunities would not be precluded by this legislation.\n\nLEGISLATIVE HISTORY:\n2007 Referred to Environmental Conservation\n2008 Referred to Environmental Conservation\n2010 Passed Senate (S.4407)\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to declaring a policy of equal treatment in development and enforcement of environmental laws, regulations and policies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T145826.TXT", "SOBI.D110120.T102826.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T153314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090130
}