{
  "year" : 2011,
  "senateBillNo" : "S24-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          24\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SQUADRON, ADAMS, DIAZ, HASSELL-THOMPSON, KRUEGER,\n         MONTGOMERY, PARKER, SERRANO -- read twice  and  ordered  printed,  and\n         when printed to be committed to the Committee on Cities\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to certification of payment of rent by  the  human  resources\n         administration to the tenant\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Title 26 of the administrative code of the city of New York\n    2  is amended by adding a new chapter 10 to read as follows:\n    3                                  CHAPTER 10\n    4                    CERTIFICATION OF CERTAIN RENT PAYMENT\n    5    S 26-901 CERTIFICATION OF PAYMENT. (A) WHENEVER RENT IS  PAID  BY  THE\n    6  HUMAN  RESOURCES  ADMINISTRATION TO A LANDLORD ON BEHALF OF A TENANT WHO\n    7  IS RECEIVING PUBLIC ASSISTANCE, THE HUMAN RESOURCES ADMINISTRATION SHALL\n    8  ISSUE A CERTIFICATION OF PAYMENT TO SUCH TENANT,  UPON  REQUEST  BY  THE\n    9  TENANT FOR CERTIFICATION. THE CERTIFICATION OF PAYMENT SHALL SET FORTH:\n   10    (1) THE DATE THE PAYMENT WAS MAILED;\n   11    (2) THE NAME OF THE LANDLORD TO WHOM THE PAYMENT WAS MAILED;\n   12    (3) THE ADDRESS TO WHICH PAYMENT WAS MAILED; AND\n   13    (4) THE AMOUNT OF PAYMENT MAILED.\n   14    (B)  A  REQUEST FOR CERTIFICATION OF PAYMENT MAY BE MADE BY THE TENANT\n   15  IN PERSON AT THE TENANT'S ASSIGNED HUMAN RESOURCE ADMINISTRATION  OFFICE\n   16  OR  BY  THE TENANT OR THE LANDLORD BY TELEPHONE. IF A REQUEST IS MADE IN\n   17  PERSON, THE CERTIFICATION OF PAYMENT SHALL  BE  MADE  AVAILABLE  TO  THE\n   18  TENANT AT THE TENANT'S ASSIGNED HUMAN RESOURCE ADMINISTRATION OFFICE NOT\n   19  MORE  THAN TWO DAYS AFTER THE REQUEST IS MADE. IF THE REQUEST IS MADE BY\n   20  TELEPHONE, THE CERTIFICATION OF PAYMENT SHALL BE SENT  VIA  FIRST  CLASS\n   21  MAIL  TO  THE  TENANT  AT  HIS  OR  HER LAST KNOWN ADDRESS NOT MORE THAN\n   22  FIFTEEN DAYS AFTER THE REQUEST IS MADE.  EACH  HUMAN  RESOURCE  ADMINIS-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00150-01-1\n\n       S. 24                               2\n\n    1  TRATION OFFICE SHALL DESIGNATE A TELEPHONE NUMBER FOR USE BY TENANTS AND\n    2  LANDLORDS TO REQUEST CERTIFICATION OF PAYMENT.\n    3    (C)  AT  THE TIME OF APPROVAL OF AN APPLICATION FOR PUBLIC ASSISTANCE,\n    4  THE HUMAN RESOURCE ADMINISTRATION OFFICE SHALL PROVIDE THE APPLICANT FOR\n    5  ASSISTANCE WITH WRITTEN NOTICE OF  HIS  OR  HER  RIGHT  TO  REQUEST  AND\n    6  RECEIVE CERTIFICATION OF RENT PAYMENTS AS PROVIDED IN THIS SECTION.\n    7    S 2. This act shall take effect on the one hundred twentieth day after\n    8  it  shall have become a law; provided, however, that the human resources\n    9  administration shall  promulgate  rules  and  regulations  necessary  to\n   10  effectuate this act prior to such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101201.T163624.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291239384885
}