{
  "year" : 2011,
  "senateBillNo" : "S2407-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2407-2011-1295499600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies the scope of protections against discrimination on the basis of disability in services provided by public entities",
  "summary" : "Clarifies the scope of protections against discrimination on the basis of disability in services provided by public entities including exclusion from participation or denial of benefits, services, programs or activities of a public entity and refusal of a public entity to make reasonable accommodations unless such entity can establish undue hardship; defines terms. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A71",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S7482-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2407\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee  on  Investigations  and\n         Government Operations\n\n       AN  ACT  to  amend  the  executive  law, in relation to certain unlawful\n         discriminatory practices\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 292 of the executive law is amended by adding two\n    2  new subdivisions 35 and 36 to read as follows:\n    3    35. THE TERM \"PUBLIC ENTITY\" MEANS THE STATE OR ANY POLITICAL SUBDIVI-\n    4  SION THEREOF, AND ANY DEPARTMENT, AGENCY, SPECIAL PURPOSE  DISTRICT,  OR\n    5  OTHER INSTRUMENTALITY OF THE STATE OR LOCAL GOVERNMENT.\n    6    36. THE TERM \"AUXILIARY AIDS AND SERVICES\" INCLUDES:\n    7    (A) QUALIFIED INTERPRETERS OR OTHER EFFECTIVE METHODS OF MAKING AURAL-\n    8  LY  DELIVERED  MATERIALS  AVAILABLE  TO INDIVIDUALS WITH HEARING IMPAIR-\n    9  MENTS;\n   10    (B) QUALIFIED READERS, TAPED TEXT OR OTHER EFFECTIVE METHODS OF MAKING\n   11  VISUALLY  DELIVERED  MATERIALS  AVAILABLE  TO  INDIVIDUALS  WITH  VISUAL\n   12  IMPAIRMENTS;\n   13    (C) ACQUISITION OR MODIFICATION OF EQUIPMENT OR DEVICES; AND\n   14    (D) OTHER SIMILAR SERVICES AND ACTIONS.\n   15    S  2.  Section 296 of the executive law is amended by adding three new\n   16  subdivisions 3-c, 3-d and 3-e to read as follows:\n   17    3-C. NO QUALIFIED INDIVIDUAL WITH A DISABILITY  SHALL,  BY  REASON  OF\n   18  SUCH  DISABILITY,  BE  EXCLUDED  FROM  PARTICIPATION IN OR BE DENIED THE\n   19  BENEFITS OF THE SERVICES, PROGRAMS OR ACTIVITIES OF A PUBLIC ENTITY,  OR\n   20  BE SUBJECTED TO DISCRIMINATION BY ANY SUCH ENTITY.\n   21    3-D.  IT  SHALL  BE  AN  UNLAWFUL DISCRIMINATORY PRACTICE FOR A PUBLIC\n   22  ENTITY TO REFUSE TO MAKE REASONABLE MODIFICATIONS TO RULES, POLICIES  OR\n   23  PRACTICES;  TO  REFUSE TO REMOVE ARCHITECTURAL, COMMUNICATION, OR TRANS-\n   24  PORTATION BARRIERS; OR TO REFUSE TO PROVIDE AUXILIARY AIDS AND  SERVICES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00918-01-1\n\n       S. 2407                             2\n\n    1  TO  A  PERSON  WITH  A  DISABILITY  WHO  MEETS THE ESSENTIAL ELIGIBILITY\n    2  REQUIREMENTS FOR SERVICES BY A PUBLIC ENTITY, UNLESS THE  PUBLIC  ENTITY\n    3  CAN  DEMONSTRATE THAT TO DO SO WOULD POSE AN UNDUE HARDSHIP. THE FACTORS\n    4  TO  BE CONSIDERED IN DETERMINING \"UNDUE HARDSHIP\" SHALL INCLUDE THE SIZE\n    5  OF THE PUBLIC ENTITY, AND THE NATURE AND COST OF THE ACCOMMODATION NEED-\n    6  ED.\n    7    3-E. TO THE EXTENT THAT THE SERVICES, PROGRAMS, ACTIVITIES, OR  RULES,\n    8  POLICIES  AND  PRACTICES OF THE NATIONAL RAILROAD PASSENGER CORPORATION,\n    9  OR OTHER PUBLIC TRANSPORTATION ENTITY WHICH IS OPERATED BY THE STATE,  A\n   10  COUNTY,  CITY,  TOWN OR VILLAGE, OR ANY AGENCY THEREOF, OR BY ANY PUBLIC\n   11  BENEFIT CORPORATION OR AUTHORITY, ARE COVERED BY SUBTITLE B TITLE II  OF\n   12  THE  AMERICANS  WITH DISABILITIES ACT OF 1990, 42 USC 12141 ET SEQ., ANY\n   13  AMENDMENTS THERETO, AND THE  REGULATIONS  PROMULGATED  THEREUNDER,  SUCH\n   14  ENTITIES  SHALL  NOT  BE  SUBJECT  TO  THE  REQUIREMENTS OF SUBDIVISIONS\n   15  THREE-C AND THREE-D OF THIS SECTION INCLUDING BUT  NOT  LIMITED  TO  THE\n   16  REQUIREMENTS FOR THE REMOVAL OF ARCHITECTURAL, COMMUNICATIONS, OR TRANS-\n   17  PORTATION BARRIERS UNDER SUBDIVISION THREE-D OF THIS SECTION.\n   18    S 3. This act shall take effect on the one hundred twentieth day after\n   19  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2407\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to certain unlawful\ndiscriminatory practices\n\nPURPOSE:\nThe purpose of this bill is to clarify the scope of\nprotections against discrimination on the basis of disability in\nservices provided by public entities.\n\nSUMMARY OF PROVISIONS:\nSection one of this bill adds two new\nsubdivisions, 35 and 36, to section 292 of the executive law. New\nsubdivision 35 defines the term \"public entity\" to mean the state or\nany political subdivision including any department, agency, special\npurpose district, or other instrumentality of state or local\ngovernment. Subdivision 36 would add to the term \"auxiliary aids and\nservices.\" Under this new section, these services would include\nqualified interpreters or readers for the hearing or visually\nimpaired, acquisition or modification of equipment and other similar\nservices and actions.\n\nSection two of this bill would amend section 296 of the executive law\nto add three new subdivisions, three-c, three-d, and three-e. The new\nsubdivision three-c would not allow public entities to deny services,\nprograms or activities to exclude a qualified person with a\ndisability based on such disability. Subdivision three-d would also\nmake it an unlawful discriminatory practice for a public entity to\nrefuse to make reasonable modifications to rules, policies or\npractices, remove architectural, communication or transportation\nbarriers or refuse to provide auxiliary aids and services to a person\nwith a disability, unless they can show that to do so would pose an\nundue hardship. Subdivision three provides that to the extent that\ncertain public transportation entities are covered by Subtitle B\nTitle II of the Americans with Disabilities Act of 1990,42 USC 12141\net seq., such entities shall not be subject to the requirements of\nsubdivisions three-c and three-d of this section.\n\nJUSTIFICATION:\nBeginning with the adoption of Chapter 988 of the laws\nof 1974, true nondiscrimination requires more than merely refraining\nfrom offensive conduct. In some\ninstances, there are certain modest actions which must be undertaken\nto assure that people with disabilities have an equal opportunity to\nparticipate in certain programs, services and activities.\n\nTitle II of the ADA prohibits discrimination on the basis of\ndisability by government entities. For several years, similar\nrequirements have been applied to any entity, including state and\nlocal government, which receives, federal funds pursuant to the\n\nfederal Rehabilitation Act of 1973.\nGiven the scope of the 1973 mandate and the extent to which state and\nlocal governments continue to receive federal funds, the additional\nimpact of this requirement should be minimal.\nAlthough Section 296 of the Executive Law already prohibits such\ndiscrimination by public entities as employers and operators of\npublic facilities, this measure will clarify two key obligations of\ngovernmental entities providing benefits, programs or services.\n\nFirst, it will be clear that prohibitions against discrimination\nextend beyond employment and use of facilities to services, programs\nand activities. This distinction becomes critical in the case of\nindividuals who may be afforded full access to a facility but are\ndenied the opportunity to participate in a program offered in that\nfacility because of their disability. Second, it will be consistent\nwith comparable federal requirements and will clarify the obligation\nof the public entity to take reasonable actions to assure that the\nrules, policies or practices by which services, programs or\nactivities are administered and that the existence of architectural,\ncommunication or transportation barriers or the absence of auxiliary\naids and services do not prevent the participation of eligible people\nwith disabilities in public entity services, programs and activities.\n\nGiven the minimal resources which the federal government has in the\npast devoted and in the future is also expected to devote to ADA\nenforcement the availability of state enforcement mechanisms through\nthe Human Rights Law is essential to assure adequate protections\nagainst discrimination on the basis of disability in the area of\ngovernment services.\n\nFurthermore, it adds consistency for government entities that are\nattempting to assist people with disabilities by putting the federal\nrequirements in state law. And finally, it secures these protections\nin state law, should they be challenged in federal court.\n\nLEGISLATIVE HISTORY:\nA.10676, 2010 passed Assembly.\nSame as S.7482,\n2010 passed Senate. Vetoed. (Veto No. 6720 of 2010). A.71l of 2009,\npassed Assembly. Same as S.5396 passed Senate. Vetoed (Veto No. 61 of\n2009). A.6303B, 2007 and 2008 passed Assembly. Same as S.7020A, 2008\nreferred to investigations and governmental operations.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one\nhundred\ntwentieth day after it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to certain unlawful discriminatory practices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T100312.TXT", "SOBI.D110120.T115354.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110120.T094307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090157
}