{
  "year" : 2011,
  "senateBillNo" : "S2404-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2404-2011-1295499600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "CARLUCCI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizing the town of Orangetown, county of Rockland to permanently discontinue the use of certain town lands as parkland",
  "summary" : "Provides that the town of Orangetown, county of Rockland is hereby authorized to permanently discontinue the use of certain town lands as parkland. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A550",
  "lawSection" : "Rockland County",
  "previousVersions" : [ "SA8278-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2404\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by Sen. CARLUCCI -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to authorize the  town  of  Orangetown,  county  of  Rockland  to\n         discontinue  the use of certain town lands as parkland and to sell and\n         convey such lands\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The town of Orangetown, in the county of Rockland, is here-\n    2  by authorized to permanently discontinue as parklands the land described\n    3  in section three of this act.\n    4    S  2.  The authorization provided for in section one of this act shall\n    5  take effect only on the condition that the town  of  Orangetown  acquire\n    6  additional  land of equal or greater fair market value than the parkland\n    7  being permanently discontinued and dedicate such land as parkland.\n    8    S 3. The lands to be permanently discontinued as parklands and  alien-\n    9  ated, and conveyed are described as follows:\n   10    BEGINNING  at  a point  in the existing Westerly  line of the existing\n   11  easement for T/L 701  and 702  South of tower  33 and goes thence,  N-29\n   12  degrees-51  minutes-27  seconds-W  285.75'  to  a  point;  thence,  N-12\n   13  degrees-41  minutes-48  seconds-E  76.87'  to  a  point;  thence,   N-42\n   14  degrees-20  minutes-03  seconds-E  390.79'  to  a point in the aforesaid\n   15  existing Westerly line of the said easement for T/L 701 and 702; thence,\n   16  turning and running along the said Westerly line of this existing  ease-\n   17  ment,  S-12  degrees-41 minutes-48 seconds-W 202.22, to a point; thence,\n   18  leaving the said existing easement for T/L 701 and 702, S-42  degrees-20\n   19  minutes-03  seconds-W  138.01'  to  a  point;  thence,  S-12  degrees-41\n   20  minutes-48  seconds-W  82.65'  to  a  point;  thence,  S-29   degrees-51\n   21  minutes-27  seconds-E  100.92'  to  a  point  in  the aforesaid existing\n   22  Westerly line of T/L 701 and 702; thence, along the said existing  ease-\n   23  ment  for  T/L 701 and 702, S-12 degrees-41 minutes-48 seconds-W 147.87'\n   24  to the point and place of BEGINNING. Containing 1.28 acres.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03977-01-1\n\n       S. 2404                             2\n\n    1    S 4. The discontinuance and conveyance of parkland authorized  by  the\n    2  provisions  of this act shall not occur until the town of Orangetown has\n    3  complied with any federal requirements pertaining to the  alienation  or\n    4  conversion of parklands, including satisfying the Secretary of the Inte-\n    5  rior  that  the conversion complies with all conditions which the Secre-\n    6  tary of the Interior deems necessary to assure the substitution of other\n    7  lands shall be equivalent in fair market value and recreational  useful-\n    8  ness to the lands being alienated or converted.\n    9    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2404\n\nTITLE OF BILL:\nAn act\nto authorize the town of Orangetown, county of Rockland to discontinue\nthe use of certain town lands as parkland and to sell and convey such\nlands\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo authorize the Town of Orangetown\nto discontinue the use of certain lands as parkland\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1: Authorizes the town to\npermanently discontinue as parklands the lands described in section\nthree of this act.\n\nSection 2: The authorization provided for in section one of this act\nshall take effect only on the condition that the Town of Orangetown\nacquires additional land of equal or greater fair market value then\nthe parkland being permanently discontinued and dedicates such land\nas parkland.\n\nSection 3: Describes the lands to be permanently discontinued as\nparklands and alienated and conveyed.\n\nSection 4: The discontinuance and conveyance of parkland authorized by\nthis act must be in compliance with federal requirements.\n\nSection 5: Effective date.\n\nJUSTIFICATION:\nThe Town is seeking to alienate parkland in the form of\nan easement in order for Orange and Rockland Utilities, Inc. to\nconstruct, install, operate and maintain electric transition\nstructures, related facilities and overhead and underground electric\ntransmission wires on town-owned parkland, which will transition the\noverhead power lines underground to feed the Corporate Drive\nsubstation in the Town of Orangetown.\n\nThis substation will provide the means for adequate and sufficient\nelectric service to the Corporate Drive area in Orangeburg. Thereby\nhelping to ensure that existing corporate employers and taxpaying\nratables, remain a vibrant part of the Orangetown community, and\nhopefully attract other potential ratables to the area.\n\nThis alienation was requested by and has full support of the\nresidences of the surrounding community.\n\nPRIOR LEGISLATIVE HISTORY:\n\n06/18/10 Referred to Local Governments\n06/22/10 Amend and Recommit to Local Governments\n06/22/10 Print Number 11512a\n06/29/10 Reported Referred to Ways and Means\n07/01/10 Reported Referred to Rules\n07/01/10 Reported\n07/01/10 Rules Report Cal.558\n07/01/10 Ordered to third reading rules Cal.558\n07/01/10 Home Rule Request\n07/01/10 Passed Assembly\n07/01/10 Delivered to Senate\n07/01/10 REFERRED TO RULES\n\nFISCAL IMPLICATIONS:\n None to the state.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to authorize the town of Orangetown, county of Rockland to discontinue the use of certain town lands as parkland and to sell and convey such lands ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T091804.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110120.T090828.TXT", "SOBI.D110120.T095308.TXT", "SOBI.D110120.T092805.TXT", "SOBI.D110120.T114847.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090150
}