{
  "year" : 2011,
  "senateBillNo" : "S2403-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2403-2011-1295413200000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the city of Kingston to amortize the cost of payments to employees upon separation of service from such city during 2011",
  "summary" : "Authorizes the city of Kingston to amortize the cost of payments to employees upon separation of service from such city during 2011. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A182",
  "lawSection" : "Local Finance Law",
  "previousVersions" : [ "S8495-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2403\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LARKIN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the local finance law, in relation  to  authorizing  and\n         empowering  the  city  of Kingston to amortize the cost of payments to\n         employees upon separation of service from the city during 2011\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  a of section 11.00 of the local finance law is\n    2  amended by adding a new subdivision 105 to read as follows:\n    3    105. PAYMENTS BY THE CITY OF KINGSTON  TO  EMPLOYEES  UPON  SEPARATION\n    4  FROM  EMPLOYMENT  DURING  THE  PERIOD JANUARY FIRST, TWO THOUSAND ELEVEN\n    5  THROUGH AND INCLUDING DECEMBER THIRTY-FIRST, TWO THOUSAND ELEVEN, AS MAY\n    6  BE APPROVED BY THE CITY AND INCLUDING, BUT NOT LIMITED TO, CASH  PAYMENT\n    7  FOR  SEPARATION  INCENTIVES  AND/OR  PAYMENT  OF  THE  MONETARY VALUE OF\n    8  ACCRUED AND ACCUMULATED BUT  UNUSED  AND  UNPAID  SICK  LEAVE,  PERSONAL\n    9  LEAVE,  HOLIDAY LEAVE, VACATION TIME, TIME ALLOWANCES GRANTED IN LIEU OF\n   10  OVERTIME COMPENSATION AND ANY OTHER FORMS OF PAYMENT REQUIRED TO BE PAID\n   11  TO SUCH EMPLOYEES UPON SEPARATION FROM EMPLOYMENT, FIVE YEARS.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00879-02-1\n",
  "memo" : "BILL NUMBER:S2403\n\nTITLE OF BILL:\nAn act\nto amend the local finance law, in relation to authorizing and\nempowering the city of Kingston to amortize the cost of payments to\nemployees upon separation of service from the city during 2011\n\nPURPOSE:\nThe purpose of this bill is to make explicit the ability of the City of\nKingston to amortize the cost of payments made to employees upon\nseparation of service under incentives offered in 2011 over a period\nof five years.\n\nSUMMARY OF PROVISIONS:\nSection 1, authorizing and empowering the City of Kingston to amortize\nthe cost of payments made to employees upon separation of service\nunder incentives offered in 2010 over a period of five years.\n\nSection 2, effective date.\n\nJUSTIFICATION:\nThis legislation addresses the City of Kingston's need to amortize the\ncost of payments to employees upon separation of service from the\nCity. The measure was requested by the City of Kingston.\n\nLEGISLATIVE HISTORY:\nA.9950/S.7030 - Vetoed in 2010\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the local finance law, in relation to authorizing and empowering the city of Kingston to amortize the cost of payments to employees upon separation of service from the city during 2011 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T164826.TXT", "SOBI.D110119.T162825.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T164326.TXT", "SOBI.D110119.T163826.TXT", "SOBI.D110120.T100810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090149
}