{
  "year" : 2011,
  "senateBillNo" : "S240-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S240-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a manufactured home park owner or operator to give every manufactured home resident a copy of their resident's bill of rights",
  "summary" : "Requires a manufactured home park owner or operator to give every manufactured home resident a copy of their resident's bill of rights; requires the conspicuous posting of such bill of rights; provides that the resident's bill of rights shall be created and disseminated by the division of housing and community renewal. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S8368-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          240\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT to amend the real property law, in relation to requiring a manu-\n         factured home park owner or operator to give every  manufactured  home\n         resident a copy of their resident's bill of rights\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 233 of the real property law, as amended by  chap-\n    2  ter  566 of the laws of 1996, paragraph 6 of subdivision b as amended by\n    3  chapter 561 of the laws of 2008, paragraph 1 of subdivision f as amended\n    4  by chapter 48 of the laws of 1998, paragraph 5 of subdivision f as added\n    5  by chapter 103 of the laws of 1996, subdivision w as amended by  section\n    6  18 of part B of chapter 389 of the laws of 1997, paragraph 3-a of subdi-\n    7  vision  w  as added by chapter 405 of the laws of 2001, subdivision x as\n    8  added by chapter 561 of the laws of 2008, is amended to read as follows:\n    9    S 233. Manufactured home parks; duties, responsibilities. a.  Wherever\n   10  used in this section:\n   11    1.  The term \"manufactured home [tenant] RESIDENT\" means one who rents\n   12  space in a manufactured home park from a manufactured home park owner or\n   13  operator for the purpose of parking his OR HER manufactured home or  one\n   14  who  rents  a manufactured home in a manufactured home park from a manu-\n   15  factured home park owner or operator.\n   16    2. The term \"manufactured home owner\" means one who holds title  to  a\n   17  manufactured home.\n   18    3.  The  term  \"manufactured  home  park\" means a contiguous parcel of\n   19  privately owned land which is used for the  accommodation  of  three  or\n   20  more manufactured homes occupied for year-round living.\n   21    4.  The  term  \"manufactured home\" means a structure, transportable in\n   22  one or more sections, which in the traveling mode, is eight body feet or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00708-01-1\n\n       S. 240                              2\n\n    1  more in width or forty body feet or more in length, or, when erected  on\n    2  site, is three hundred twenty or more square feet, and which is built on\n    3  a  permanent chassis and designed to be used as a dwelling with or with-\n    4  out a permanent foundation when connected to the required utilities, and\n    5  includes the plumbing, heating, air-conditioning, and electrical systems\n    6  contained  therein;  except that such term shall include a \"mobile home\"\n    7  as defined in paragraph five OF THIS SUBDIVISION, and  shall  include  a\n    8  structure  which  meets  all the requirements of this subdivision except\n    9  the size requirements and with respect to which the manufacturer  volun-\n   10  tarily  files  a  certification required by the secretary of housing and\n   11  urban development.\n   12    5. The term \"mobile home\" means a moveable or portable unit,  manufac-\n   13  tured prior to January first, nineteen hundred seventy-six, designed and\n   14  constructed  to  be  towed  on  its  own chassis, comprised of frame and\n   15  wheels, connected to utilities, and designed and constructed  without  a\n   16  permanent  foundation  for  year-round  living. A unit may contain parts\n   17  that may be  folded,  collapsed  or  telescoped  when  being  towed  and\n   18  expanded  later  to  provide additional cubic capacity as well as two or\n   19  more separately towable components designed to be joined into one  inte-\n   20  gral  unit  capable  of  being  again  separated into the components for\n   21  repeated towing. \"Mobile home\" shall mean  units  designed  to  be  used\n   22  exclusively for residential purposes, excluding travel trailers.\n   23    6. THE TERM \"RESIDENT'S BILL OF RIGHTS\" MEANS A DOCUMENT PUBLISHED AND\n   24  DISSEMINATED  BY  THE  DIVISION OF HOUSING AND COMMUNITY RENEWAL SETTING\n   25  FORTH THE PROVISIONS OF THIS SECTION.\n   26    b. A manufactured home park owner or operator may not evict a manufac-\n   27  tured home [tenant] RESIDENT other than for the following reasons:\n   28    1. The manufactured home [tenant] RESIDENT continues in possession  of\n   29  any  portion  of  the  premises  after the expiration of his OR HER term\n   30  without the permission of the manufactured home park owner or operator.\n   31    2. The manufactured  home  [tenant]  RESIDENT  has  defaulted  in  the\n   32  payment  of rent, pursuant to the agreement under which the premises are\n   33  held, and a demand of the rent with at least thirty days notice in writ-\n   34  ing has been served upon [him] SUCH RESIDENT as  prescribed  in  section\n   35  seven  hundred  thirty-five of the real property actions and proceedings\n   36  law. Upon the acceptance of such delinquent rent together with allowable\n   37  costs, an action instituted for nonpayment of rent shall be  terminated.\n   38  Any  person succeeding to the manufactured home park owner or operator's\n   39  interest in the premises may proceed under this subdivision for rent due\n   40  [his] THE predecessor in interest if he OR SHE has a right thereto.\n   41    3. The premises, or any part  thereof,  are  used  or  occupied  as  a\n   42  bawdy-house,  or  house or place of assignation for lewd purposes or for\n   43  purposes of prostitution, or for any illegal trade or business.\n   44    4. The manufactured home [tenant] RESIDENT is  in  violation  of  some\n   45  federal, state or local law or ordinance which may be deemed detrimental\n   46  to  the safety and welfare of the other persons residing in the manufac-\n   47  tured home park.\n   48    5. The manufactured home [tenant] RESIDENT  or  anyone  occupying  the\n   49  manufactured  home  is  in  violation of any lease term or rule or regu-\n   50  lation established by the  manufactured  home  park  owner  or  operator\n   51  pursuant  to  this section, and has continued in violation for more than\n   52  ten days after the manufactured home park owner or  operator  has  given\n   53  written notice of such violation to the manufactured home [tenant] RESI-\n   54  DENT  setting  forth  the  lease term or rule or regulation violated and\n   55  directing that the manufactured home [tenant] RESIDENT correct or  cease\n   56  violation  of such lease term or rule or regulation within ten days from\n\n       S. 240                              3\n\n    1  the receipt of said notice. Upon the expiration of  such  period  should\n    2  the violation continue or should the manufactured home [tenant] RESIDENT\n    3  or  anyone occupying the manufactured home be deemed a persistent viola-\n    4  tor of the lease term or rules and regulations, the park owner or opera-\n    5  tor  may  serve written notice upon the manufactured home [tenant] RESI-\n    6  DENT directing that [he] SUCH RESIDENT vacate the premises within thirty\n    7  days of the receipt of said notice.\n    8    6. (i) The manufactured home park owner or operator proposes a  change\n    9  in  the  use  of  the  land  comprising the manufactured home park, or a\n   10  portion thereof, on which the manufactured home is located,  from  manu-\n   11  factured  home  lot rentals to some other use, provided the manufactured\n   12  home owner is given written notice of the proposed change of use and the\n   13  manufactured home owner's need to secure other accommodations.  Whenever\n   14  a  manufactured  home  park owner or operator gives a notice of proposed\n   15  change of use to any manufactured home owner, the manufactured home park\n   16  owner or operator shall, at the same time, give notice of  the  proposed\n   17  change  of use to all other manufactured home owners in the manufactured\n   18  home park who will be required  to  secure  other  accommodations  as  a\n   19  result  of such proposed change of use.  Eviction proceedings based on a\n   20  change in use shall not be  commenced  prior  to  six  months  from  the\n   21  service  of  notice  of  proposed  change in use or the end of the lease\n   22  term, whichever is later. Such notice shall  be  served  in  the  manner\n   23  prescribed  in  section  seven  hundred thirty-five of the real property\n   24  actions and  proceedings  law  or  by  certified  mail,  return  receipt\n   25  requested.\n   26    (ii) Where a purchaser of a manufactured home park certified that such\n   27  purchaser did not intend to change the use of the land pursuant to para-\n   28  graph  (b)  of  subdivision two of section two hundred thirty-three-a of\n   29  this article, no eviction proceedings based on a change of use shall  be\n   30  commenced  until  the  expiration  of  sixty months from the date of the\n   31  closing on the sale of the park.\n   32    c. If the manufactured home park owner or operator does not  have  one\n   33  of  the above grounds available, the manufactured home [tenant] RESIDENT\n   34  may raise the same by affirmative defense to an action for eviction.\n   35    d. The proceedings to evict shall be governed by  the  procedures  set\n   36  forth in article seven of the real property actions and proceedings law,\n   37  except  for  the  provisions of subdivision two of section seven hundred\n   38  forty-nine of the real property actions and proceedings law which  shall\n   39  be superseded by the provisions of this subdivision.\n   40    1.  The  officer  to  whom the warrant is directed and delivered shall\n   41  give at  least  ninety  days  notice,  in  writing  and  in  the  manner\n   42  prescribed in article seven of the real property actions and proceedings\n   43  law  for  the service of notice of petition, to the person or persons to\n   44  be evicted or dispossessed and shall execute  the  warrant  between  the\n   45  hours of sunrise and sunset.\n   46    2.  The  court  may  order that such warrant be directed and delivered\n   47  with only thirty days written notice to the  person  or  persons  to  be\n   48  evicted  or  dispossessed  if  the conditions upon which the eviction is\n   49  founded pose an imminent threat to the health, safety, or welfare of the\n   50  other manufactured home [tenants] RESIDENTS  in  the  manufactured  home\n   51  park.\n   52    3.  The  court shall order that such warrant be directed and delivered\n   53  with thirty days written notice to the person or persons to  be  evicted\n   54  or  dispossessed  if the condition upon which the eviction is founded is\n   55  that such person is in default in the payment of rent.\n\n       S. 240                              4\n\n    1    4. Notwithstanding the provisions of paragraphs one and  two  of  this\n    2  subdivision,  nor  of  any  other general, special or local law, rule or\n    3  regulation to the contrary, the officer to whom the warrant is  directed\n    4  and  delivered shall give seventy-two hours written notice to the person\n    5  or  persons  to  be  evicted  or dispossessed, if such person or persons\n    6  rents a manufactured home in a manufactured home park  from  a  manufac-\n    7  tured  home  park  owner or operator and such officer shall execute such\n    8  warrant between the hours of sunrise and sunset.\n    9    e. [Leases.] 1. The manufactured home park  owner  or  operator  shall\n   10  offer  every manufactured home [tenant] RESIDENT prior to occupancy, the\n   11  opportunity to sign a lease for a minimum of one year, which offer shall\n   12  be made in writing.\n   13    2. (i) On or before, as appropriate, (a) the first day of  October  of\n   14  each  calendar  year  with  respect to a manufactured home owner then in\n   15  good standing who is not currently a party to a  written  lease  with  a\n   16  manufactured  home  park owner or operator or (b) the ninetieth day next\n   17  preceding the expiration date of any existing written  lease  between  a\n   18  manufactured  home  owner  then in good standing and a manufactured home\n   19  park owner or operator, the manufactured home  park  owner  or  operator\n   20  shall  submit  to  each  such manufactured home owner a written offer to\n   21  lease for a term of at least twelve months from  the  commencement  date\n   22  thereof  unless  the manufactured home park owner or operator has previ-\n   23  ously furnished the manufactured home owner with written notification of\n   24  a proposed change of use pursuant to paragraph six of subdivision  b  of\n   25  this  section. Any such offer shall include a copy of the proposed lease\n   26  containing such terms and conditions, including provisions for rent  and\n   27  other  charges, as the manufactured home park owner shall deem appropri-\n   28  ate; provided such terms and conditions are consistent  with  all  rules\n   29  and regulations promulgated by the manufactured home park operator prior\n   30  to  the date of the offer and are not otherwise prohibited or limited by\n   31  applicable law. Such offer shall also contain a statement  advising  the\n   32  manufactured  home  owner  that if he or she fails to execute and return\n   33  the lease to the manufactured home park owner or operator within  thirty\n   34  days  after  submission of such lease, the manufactured home owner shall\n   35  be deemed to have declined the offer of a lease and shall not  have  any\n   36  right  to  a lease from the manufactured home park owner or operator for\n   37  the next succeeding twelve months.\n   38    (ii) For purposes of this paragraph, a manufactured home  owner  shall\n   39  be deemed in good standing if he or she is not in default in the payment\n   40  of  more  than one month's rent to the manufactured home park owner, and\n   41  is not in violation of paragraph three, four or five of subdivision b of\n   42  this section. No manufactured home park owner or operator  shall  refuse\n   43  to  provide a written offer to lease based on a default of rent payments\n   44  or a violation of paragraph three, four or five of subdivision b of this\n   45  section unless, at least thirty days prior to the last date on which the\n   46  owner or operator would otherwise be required to  provide  such  written\n   47  offer  to  lease,  the  owner or operator notifies the manufactured home\n   48  owner, in writing, of the  default  in  rent  or  the  specific  grounds\n   49  constituting  the  violation and such grounds continues up and until the\n   50  fifth calendar day immediately preceding the  last  date  on  which  the\n   51  written offer would otherwise be required to be made.\n   52    (iii)  For  purposes  of  this paragraph, the commencement date of any\n   53  lease offered by the manufactured home park owner  to  the  manufactured\n   54  home  owner  shall  be  the  ninetieth day after the date upon which the\n   55  manufactured home park owner shall  have  provided  the  offer  required\n   56  pursuant  to this paragraph; provided, however, that no such lease shall\n\n       S. 240                              5\n\n    1  be effective if, on such commencement date, the manufactured home  owner\n    2  is  in  default of more than one month's rent. In the event the manufac-\n    3  tured home owner shall have failed to execute and return said  lease  to\n    4  the manufactured home park owner or operator within thirty days after it\n    5  is  submitted to the manufactured home owner as required by subparagraph\n    6  (i) of this paragraph the manufactured home owner  shall  be  deemed  to\n    7  have declined to enter said lease.\n    8    3.  No  lease  provision  shall be inconsistent with any rule or regu-\n    9  lation in effect at the commencement of the lease.\n   10    f. [Rules and regulations.] 1. A manufactured home park owner or oper-\n   11  ator may promulgate rules and regulations governing the rental or  occu-\n   12  pancy  of  a  manufactured  home lot provided such rules and regulations\n   13  shall not be unreasonable, arbitrary or capricious. A copy of all  rules\n   14  and  regulations  shall be delivered by the manufactured home park owner\n   15  or operator to all manufactured home [tenants]  RESIDENTS  at  the  same\n   16  time  such owner or operator initially offers the written lease provided\n   17  for in subdivision e of this section. A copy  of  the  rules  and  regu-\n   18  lations  shall  be  posted  in a conspicuous place upon the manufactured\n   19  home park grounds.\n   20    2. If a rule or regulation is not applied uniformly  to  all  manufac-\n   21  tured home [tenants] RESIDENTS of the manufactured home park there shall\n   22  be  a  rebuttable  presumption that such rule or regulation is unreason-\n   23  able, arbitrary and capricious, provided, however, that an inconsistency\n   24  between a rule or regulation and a  lease  term  contained  in  a  lease\n   25  signed  before  the  date  the rule or regulation is effective shall not\n   26  raise a rebuttable presumption that such rule is unreasonable, arbitrary\n   27  or capricious.\n   28    3. Any rule or regulation which does not conform to  the  requirements\n   29  of  this section or which has not been supplied or posted as required by\n   30  paragraph one of this subdivision shall  be  unenforceable  and  may  be\n   31  raised  by  the  manufactured  home  [tenant] RESIDENT as an affirmative\n   32  defense in any action to evict on the basis of a violation of such  rule\n   33  or regulation.\n   34    4.  No  rules  or  regulations may be changed by the manufactured home\n   35  park owner or operator without specifying the date of implementation  of\n   36  said  changed  rules  and regulations, which date shall be no fewer than\n   37  thirty days after written notice to all [tenants] RESIDENTS.\n   38    5. A [mobile] MANUFACTURED home park owner or operator may not prohib-\n   39  it the placement of a for sale sign on any [mobile] MANUFACTURED home. A\n   40  rule or regulation may be promulgated limiting the maximum size of  such\n   41  sign; provided, that it does not prohibit signs the size of which do not\n   42  exceed the smaller of three feet by two feet or the maximum size allowed\n   43  by law or governmental regulation or ordinance, if any.\n   44    g. 1. No [tenant] RESIDENT shall be charged a fee for other than rent,\n   45  utilities  and  charges  for  facilities  and  services available to the\n   46  [tenant] RESIDENT. All fees, charges or assessments must  be  reasonably\n   47  related to services actually rendered.\n   48    2.  A  manufactured  home  park owner or operator shall be required to\n   49  fully disclose in writing  all  fees,  charges,  assessments,  including\n   50  rental fees, rules and regulations prior to a manufactured home [tenant]\n   51  RESIDENT assuming occupancy in the manufactured home park.\n   52    3.  No fees, charges, assessments or rental fees may be increased by A\n   53  manufactured home park owner or operator without specifying the date  of\n   54  implementation  of  said fees, charges, assessments or rental fees which\n   55  date shall be no less than ninety days after written notice to all manu-\n   56  factured home [tenants] RESIDENTS.  Failure on the part of the  manufac-\n\n       S. 240                              6\n\n    1  tured home park owner or operator to fully disclose all fees, charges or\n    2  assessments  shall  prevent the manufactured home park owner or operator\n    3  from collecting said fees, charges or assessments, and  refusal  by  the\n    4  manufactured home [tenant] RESIDENT to pay any undisclosed charges shall\n    5  not  be  used by the manufactured home park owner or operator as a cause\n    6  for eviction in any court of law.\n    7    4. (a) Whenever money shall be deposited or advanced on a contract  or\n    8  license agreement for the use or rental of premises and the manufactured\n    9  home, if rented, in a manufactured home park as security for performance\n   10  of  the  contract  or  agreement  or to be applied to payments upon such\n   11  contract or agreement when due, such money with interest accruing there-\n   12  on, if any, until repaid or so applied, shall continue to be  the  money\n   13  of  the  person making such deposit or advance and shall be a trust fund\n   14  in the possession of the person with whom such deposit or advance  shall\n   15  be  made and shall not be mingled with other funds or become an asset of\n   16  the park owner, operator or his OR HER agent.\n   17    (b) Whenever the person receiving money so deposited or advanced shall\n   18  deposit such money in a banking organization, such person shall thereup-\n   19  on notify in writing each of the persons making such security deposit or\n   20  advance, giving the name and address  of  the  banking  organization  in\n   21  which  the  deposit  of  security  money is made, and the amount of such\n   22  deposit. Deposits in a banking organization pursuant to  the  provisions\n   23  of  this  subdivision  shall  be made in a banking organization having a\n   24  place of business within the state. If the person depositing such  secu-\n   25  rity  money  in a banking organization shall deposit same in an interest\n   26  bearing account, he OR SHE shall be entitled  to  receive,  as  adminis-\n   27  tration  expenses,  a  sum  equivalent to one percent per annum upon the\n   28  security money so deposited, which shall be in lieu of all other  admin-\n   29  istrative  and  custodial expenses. The balances of the interest paid by\n   30  the banking organization shall be the money of  the  person  making  the\n   31  deposit  or advance and shall either be held in trust by the person with\n   32  whom such deposit or advance shall be made, until repaid or applied  for\n   33  the use or rental of the leased premises, or annually paid to the person\n   34  making the deposit of security money.\n   35    (c) Whenever the money so deposited or advanced is for the rental of a\n   36  manufactured  home park lot on property on which are located six or more\n   37  manufactured home park lots, the  person  receiving  such  money  shall,\n   38  subject  to  the  provisions  of this section, deposit it in an interest\n   39  bearing account in a banking organization within the state which account\n   40  shall earn interest at a rate which shall be the prevailing rate  earned\n   41  by other such deposits made with the banking organizations in such area.\n   42    (d) In the event that a lease terminates other than at the time that a\n   43  banking  organization  in  such area regularly pays interest, the person\n   44  depositing such security money shall pay over to his OR HER manufactured\n   45  home [tenant] RESIDENT such interest as he OR SHE is able to collect  at\n   46  the date of such lease termination.\n   47    (e) Any provision of such a contract or agreement whereby a person who\n   48  so  deposits  or advances money waives any provision of this subdivision\n   49  is void.\n   50    h. No manufactured home park owner shall:\n   51    1. Require a manufactured home [tenant] RESIDENT therein  to  purchase\n   52  from said manufactured home park owner or operator skirting or equipment\n   53  for  tying down manufactured homes, or any other equipment. However, the\n   54  manufactured home park owner or operator may determine by rule or  regu-\n   55  lation  the  style  or  quality of such equipment to be purchased by the\n   56  manufactured home [tenant] RESIDENT from the vendor of the  manufactured\n\n       S. 240                              7\n\n    1  home [tenant's] RESIDENT'S choosing, providing such equipment is readily\n    2  available.\n    3    2.  Charge  any  manufactured  home  [tenant]  RESIDENT who chooses to\n    4  install an electric or gas appliance in his OR HER manufactured home  an\n    5  additional  fee  solely  on  the  basis of such installation unless such\n    6  installation is performed by the manufactured home park owner or  opera-\n    7  tor at the request of the manufactured home [tenant] RESIDENT, nor shall\n    8  the  manufactured home park owner or operator restrict the installation,\n    9  service or maintenance of any such appliance, restrict  the  ingress  or\n   10  egress  of repairers to enter the manufactured home park for the purpose\n   11  of installation, service  or  maintenance  of  any  such  appliance,  or\n   12  restrict  the  making  of  any interior improvement in such manufactured\n   13  home, so long as such an installation or improvement  is  in  compliance\n   14  with  applicable  building codes and other provisions of law and further\n   15  provided that adequate utilities are available for such installation  or\n   16  improvement.\n   17    3. Require, by contract, rule, regulation or otherwise, a manufactured\n   18  home  dweller  to  purchase from the manufactured home park owner or any\n   19  person acting directly or  indirectly  on  behalf  of  the  park  owner,\n   20  commodities  or  services  incidental to placement or rental within such\n   21  park; nor shall the park owner restrict access to the manufactured  home\n   22  park  to  any person employed, retained or requested by the manufactured\n   23  home dweller to provide such commodity or service, unless  the  manufac-\n   24  tured  home  park owner establishes that such requirement or restriction\n   25  is necessary to protect the property of such park owner from substantial\n   26  harm or impairment.\n   27    4. Require a manufactured home owner  or  a  prospective  manufactured\n   28  home  owner  to  purchase his or her manufactured home from the manufac-\n   29  tured home park owner or operator, or from any person or persons  desig-\n   30  nated  by  the  manufactured home park owner or operator. Nothing herein\n   31  shall be construed to prevent a manufactured home park owner or operator\n   32  from requiring that any new manufactured home to be installed in his  or\n   33  her manufactured home park comply with the rules and regulations of said\n   34  manufactured home park or conform to the physical facilities then exist-\n   35  ing  for  installation  of a manufactured home in said manufactured home\n   36  park.\n   37    i. 1. No manufactured home park owner or operator shall deny any manu-\n   38  factured home [tenant] RESIDENT the right to sell his  OR  HER  manufac-\n   39  tured  home  within the manufactured home park provided the manufactured\n   40  home [tenant] RESIDENT shall give to the manufactured home park owner or\n   41  operator twenty days' written notice of his OR HER  intention  to  sell,\n   42  provided  that if the manufactured home owner is deceased no such notice\n   43  shall be required from the administrator or executor of the home owner's\n   44  estate, and provided further that no manufactured  home  park  owner  or\n   45  operator  shall  restrict  access  to  the manufactured home park to any\n   46  potential purchaser or representatives of any seller unless the manufac-\n   47  tured home park owner establishes that such restriction is necessary  to\n   48  protect  the  property  of  such park owner or operator from substantial\n   49  harm or impairment. No manufactured home park owner  or  operator  shall\n   50  require  the  manufactured  home owner or subsequent purchaser to remove\n   51  the manufactured home from the manufactured  home  park  solely  on  the\n   52  basis  of the sale thereof. The manufactured home park owner or operator\n   53  may reserve the right to approve the purchaser of said manufactured home\n   54  as a manufactured home [tenant] RESIDENT for the remainder of the  sell-\n   55  er's  or deceased [tenant's] RESIDENT'S term but such permission may not\n   56  be unreasonably withheld. If the manufactured home park owner or  opera-\n\n       S. 240                              8\n\n    1  tor  unreasonably  withholds  his  OR  HER  permission  or  unreasonably\n    2  restricts access to the manufactured home park,  the  manufactured  home\n    3  [tenant]  RESIDENT  or  the  executor  or  administrator  of  a deceased\n    4  [tenant's]  RESIDENT'S  estate  may recover the costs of the proceedings\n    5  and attorneys' fees if it is found that the manufactured home park owner\n    6  or operator acted in bad faith by withholding permission or  restricting\n    7  access.\n    8    2.  The  manufactured  home  park  owner or operator shall not exact a\n    9  commission or fee with respect to  the  price  realized  by  the  seller\n   10  unless  the  manufactured home park owner or operator has acted as agent\n   11  for the manufactured home owner  in  the  sale  pursuant  to  a  written\n   12  contract.\n   13    3. If the ownership or management rejects a purchaser as a prospective\n   14  [tenant]  RESIDENT,  the  selling  [tenant] RESIDENT must be informed in\n   15  writing of the reasons therefor.\n   16    j. The owner or operator of a manufactured home park may enter a manu-\n   17  factured home owner's manufactured home without the prior consent of the\n   18  occupant only in case of emergency. The owner or operator of a  manufac-\n   19  tured  home  park  may  enter  a manufactured home [tenant's] RESIDENT'S\n   20  manufactured home during reasonable hours on reasonable notice.\n   21    k. The owner or operator shall provide reasonable notice where practi-\n   22  cable to all manufactured home [tenants] RESIDENTS who would be affected\n   23  by any planned disruption of necessary services  caused  by  the  owner,\n   24  operator or his OR HER agent.\n   25    l. The park owner shall designate an agent on the premises or in close\n   26  proximity  to  the  manufactured home park to insure the availability of\n   27  emergency response actions in  matters  affecting  the  health,  safety,\n   28  well-being  and  welfare of manufactured home [tenants] RESIDENTS in the\n   29  park. The designated agent's name, address and telephone number shall be\n   30  posted in a conspicuous location in the park, given in writing  to  each\n   31  [tenant] RESIDENT and registered with appropriate county law enforcement\n   32  and health officials and local fire officials.\n   33    m. [Warranty of habitability, maintenance, disruption of services.] In\n   34  every  written or oral lease or rental agreement entered into by a manu-\n   35  factured home [tenant] RESIDENT, the manufactured  home  park  owner  or\n   36  operator  shall  be  deemed to covenant and warrant that the premises so\n   37  leased or rented and the manufactured home if rented and all areas  used\n   38  in  connection therewith in common with other manufactured home [tenants\n   39  or] residents including all roads within the manufactured home park  are\n   40  fit  for  human  habitation  and for the uses reasonably intended by the\n   41  parties and that the occupants of such premises  and  such  manufactured\n   42  homes  if rented shall not be subjected to any conditions which would be\n   43  dangerous, hazardous or detrimental to their  life,  health  or  safety.\n   44  When  any  such condition has been caused by the misconduct of the manu-\n   45  factured home [tenant] RESIDENT or lessee or persons under  his  OR  HER\n   46  direction or control, it shall not constitute a breach of such covenants\n   47  and warranties. The rights and obligations of the manufactured home park\n   48  owner  or  operator and the manufactured home [tenant] RESIDENT shall be\n   49  governed by the provisions of this subdivision and subdivisions two  and\n   50  three of section two hundred thirty-five-b of this article.\n   51    n. 1. No manufactured home park owner or operator shall serve a notice\n   52  to  quit  upon  any  manufactured home [tenant] RESIDENT or commence any\n   53  action to  recover  real  property  or  summary  proceeding  to  recover\n   54  possession of real property in retaliation for:\n   55    (a)  A good faith complaint, by or in behalf of the [tenant] RESIDENT,\n   56  to a governmental authority of the manufactured  home  park  owner's  or\n\n       S. 240                              9\n\n    1  operator's  alleged  violation  of any health or safety law, regulation,\n    2  code, or ordinance, or any law or regulation which has as its  objective\n    3  the regulation of premises used for dwelling purposes; or\n    4    (b)  Actions  taken in good faith, by or in behalf of the manufactured\n    5  home [tenant] RESIDENT, to secure or enforce any rights under the  lease\n    6  or  rental  agreement,  under subdivision m of this section and subdivi-\n    7  sions two and three of section two hundred thirty-five-b of  this  arti-\n    8  cle,  or  under any other local law, law of the state of New York, or of\n    9  its governmental subdivisions, or of the United States which has as  its\n   10  objective the regulation of premises used for dwelling purposes; or\n   11    (c)  The  manufactured home [tenant's] RESIDENT'S participation in the\n   12  activities of a [tenant's] RESIDENT'S organization.\n   13    2. No manufactured home park owner  or  operator  shall  substantially\n   14  alter  the terms of the tenancy in retaliation for any actions set forth\n   15  in subparagraphs (a), (b), and (c) of paragraph one of this subdivision.\n   16  Substantial alteration shall include, but is not limited to, the refusal\n   17  to continue a tenancy of the manufactured  home  [tenant]  RESIDENT  or,\n   18  upon  expiration  of  the  manufactured home owner's lease, to renew the\n   19  lease or offer a new lease; provided, however, that a manufactured  home\n   20  park  owner  or operator shall not be required under this subdivision to\n   21  offer a manufactured home owner a new lease or a  lease  renewal  for  a\n   22  term greater than one year.\n   23    3.  This  subdivision  shall apply to all manufactured home parks with\n   24  four or more manufactured homes. However, its provisions  shall  not  be\n   25  given  effect  in any case in which it is established that the condition\n   26  from which the complaint or action arose was caused by the  manufactured\n   27  home  [tenant]  RESIDENT,  a  member of the manufactured home [tenant's]\n   28  RESIDENT'S household, or a guest of the manufactured home [tenant] RESI-\n   29  DENT.  Nor shall it apply in a  case  where  a  tenancy  was  terminated\n   30  pursuant  to the terms of a lease as a result of a bona fide transfer of\n   31  ownership. The rights and obligations  of  the  manufactured  home  park\n   32  owner  or  operator and the manufactured home [tenant] RESIDENT shall be\n   33  governed by the provisions of this subdivision and  subdivisions  three,\n   34  four and five of section two hundred twenty-three-b of this article.\n   35    o.  Whenever  a  lease  shall  provide  that  in any action or summary\n   36  proceeding the manufactured home park  owner  or  operator  may  recover\n   37  attorney's fees and/or expenses incurred as the result of the failure of\n   38  the  [tenant] RESIDENT to perform any covenant or agreement contained in\n   39  such lease, or that amounts paid by the manufactured home park owner  or\n   40  operator  therefor  shall be paid by the [tenant] RESIDENT as additional\n   41  rent, there shall be implied in such lease a covenant  by  the  manufac-\n   42  tured  home  park owner or operator, to pay to the [tenant] RESIDENT the\n   43  reasonable attorney's fees and/or  expenses  incurred  by  the  [tenant]\n   44  RESIDENT  to the same extent as is provided in section two hundred thir-\n   45  ty-four of this article which section shall apply in its entirety.\n   46    p. Any manufactured home park owner or  operator  who  has  agreed  to\n   47  provide  hot  or cold water, heat, light, power, or any other service or\n   48  facility to any occupant of the manufactured home park who willfully  or\n   49  intentionally  without  just  cause  fails  to furnish such water, heat,\n   50  light, power, or other service or facility, or who interferes  with  the\n   51  quiet enjoyment of the leased premises, is guilty of a violation.\n   52    q.  Upon  receipt  of rent, fees, charges or other assessments, in the\n   53  form of cash or any instrument other than  the  personal  check  of  the\n   54  [tenant]  RESIDENT,  it  shall be the duty of the manufactured home park\n   55  owner or operator to provide the payor with a written receipt containing\n   56  the following:\n\n       S. 240                             10\n\n    1    1. the date;\n    2    2. the amount;\n    3    3. the identity of the premises and the period for which paid;\n    4    4. the signature and title of the person receiving rent.\n    5    r.  [Limitation  on late charges.] A late charge on any rental payment\n    6  by a manufactured home owner which has become  due  and  remains  unpaid\n    7  shall  not exceed and shall be enforced to the extent of five percent of\n    8  such delinquent payment; provided, however,  that  no  charge  shall  be\n    9  imposed  on  any  rental  payment  by a manufactured home owner received\n   10  within ten days after the  due  date.  In  the  absence  of  a  specific\n   11  provision  in  the lease or the manufactured home park's rules and regu-\n   12  lations, no late charge  on  any  delinquent  rental  payment  shall  be\n   13  assessed or collected.\n   14    s.  It shall be a violation for a manufactured home park owner, opera-\n   15  tor or his OR HER agent to restrict occupancy of a manufactured home  or\n   16  manufactured  home park lot intended for residential purposes by express\n   17  lease terms or otherwise, to a manufactured home  [tenant]  RESIDENT  or\n   18  [tenants] RESIDENTS or to such [tenants] RESIDENTS and immediate family.\n   19  Any  such  restriction  in  a  lease or rental agreement entered into or\n   20  renewed before or after the effective date of this subdivision shall  be\n   21  unenforceable  as against public policy. The rights and obligations of a\n   22  manufactured home park owner  or  operator  and  the  manufactured  home\n   23  [tenant]  RESIDENT  shall be governed by the provisions of this subdivi-\n   24  sion and subdivisions one, three, four, five, six, seven, eight and nine\n   25  of section two hundred thirty-five-f of this article.\n   26    t. 1. Unless a greater right to assign is conferred by  the  lease,  a\n   27  manufactured  home  [tenant]  RESIDENT  may  not assign his OR HER lease\n   28  without the written consent of the manufactured home park owner or oper-\n   29  ator, which  consent  may  be  unconditionally  withheld  without  cause\n   30  provided that the manufactured home park owner or operator shall release\n   31  the  manufactured  home [tenant] RESIDENT from the lease upon request of\n   32  the mobile home [tenant] RESIDENT upon thirty days notice if  the  manu-\n   33  factured  home  park  owner  or  operator unreasonably withholds consent\n   34  which release shall be the sole remedy of the [tenant] RESIDENT.  If the\n   35  owner reasonably withholds consent, there shall be no assignment and the\n   36  manufactured home [tenant] RESIDENT  shall  not  be  released  from  the\n   37  lease.\n   38    2.  (a) A manufactured home [tenant] RESIDENT renting space or a manu-\n   39  factured home in a manufactured home park with four or more manufactured\n   40  homes pursuant to an existing lease shall have a right to  sublease  his\n   41  OR  HER  premises  subject  to  the written consent of the park owner in\n   42  advance of the subletting. Such consent shall not be unreasonably  with-\n   43  held.\n   44    (b)  The manufactured home [tenant] RESIDENT shall inform the manufac-\n   45  tured home park owner or operator of his OR HER intent  to  sublease  by\n   46  mailing  a  notice  of  such  intent  by  certified mail, return receipt\n   47  requested. Such request shall be accompanied by the  following  informa-\n   48  tion:  (i)  the  term  of  the  sublease,  (ii) the name of the proposed\n   49  sublessee, (iii) the business and permanent home address of the proposed\n   50  sublessee, (iv) the [tenant's] RESIDENT'S reason for subletting, (v) the\n   51  [tenant's] RESIDENT'S address for the term of  the  sublease,  (vi)  the\n   52  written  consent  of  any  [co-tenant]  CO-RESIDENT  or guarantor of the\n   53  lease, and (vii) a copy of the proposed sublease, to which a copy of the\n   54  manufactured home [tenant's]  RESIDENT'S  lease  shall  be  attached  if\n   55  available,  acknowledged  by the manufactured home [tenant] RESIDENT and\n   56  proposed [subtenant] SUBRESIDENT as being a true copy of such sublease.\n\n       S. 240                             11\n\n    1    (c) Within ten days after the mailing of such  request,  the  manufac-\n    2  tured home park owner or operator may ask the manufactured home [tenant]\n    3  RESIDENT for additional information as will enable the manufactured home\n    4  park  owner  or operator to determine if rejection of such request shall\n    5  be  unreasonable.  Any such request for additional information shall not\n    6  be unduly burdensome. Within  thirty  days  after  the  mailing  of  the\n    7  request  for  consent, or of the additional information reasonably asked\n    8  for by the manufactured home park owner or operator, whichever is later,\n    9  the manufactured home park owner or operator shall send a notice to  the\n   10  manufactured  home  [tenant] RESIDENT of his OR HER consent or, if he OR\n   11  SHE does not consent, his OR HER  reasons  therefor.  Manufactured  home\n   12  park owner's or operator's failure to send such a notice shall be deemed\n   13  to  be  a  consent  to the proposed subletting. If the manufactured home\n   14  park owner or operator consents, the premises may be sublet  in  accord-\n   15  ance with the request, but the manufactured home [tenant] RESIDENT ther-\n   16  eunder, shall nevertheless remain liable for the performance of manufac-\n   17  tured  home  [tenant's]  RESIDENT'S obligations under said lease. If the\n   18  manufactured home park owner or operator reasonably  withholds  consent,\n   19  there shall be no subletting and the manufactured home [tenant] RESIDENT\n   20  shall  not  be  released  from  the lease. If the manufactured home park\n   21  owner or operator unreasonably withholds consent, the manufactured  home\n   22  [tenant]  RESIDENT  may  sublet  in  accordance with the request and may\n   23  recover the costs of the proceeding and attorneys fees if  it  is  found\n   24  that  the manufactured home park owner or operator acted in bad faith by\n   25  withholding consent. The rights and obligations of the manufactured home\n   26  park owner or operator and the manufactured home [tenant] RESIDENT shall\n   27  be governed by the  provisions  of  this  subdivision  and  subdivisions\n   28  three, five, six, seven and eight of section two hundred twenty-six-b of\n   29  this article.\n   30    u. In the event of a breach by a manufactured home park owner or oper-\n   31  ator  of  any of the requirements of this section, the manufactured home\n   32  [tenant] RESIDENT may commence an action for damages  actually  incurred\n   33  as  a  result  of  such  breach,  or  in an action or summary proceeding\n   34  commenced by such manufactured home park owner or operator, may counter-\n   35  claim for damages occasioned by such breach.\n   36    v. On and after April first, nineteen hundred eighty-nine, the commis-\n   37  sioner of housing and community renewal shall have the power and duty to\n   38  enforce and ensure compliance  with  the  provisions  of  this  section.\n   39  However,  the  commissioner  shall not have the power or duty to enforce\n   40  manufactured home park rules and regulations established under  subdivi-\n   41  sion  f  of  this  section. On or before January first, nineteen hundred\n   42  eighty-nine, each manufactured home park owner or operator shall file  a\n   43  registration  statement  with the commissioner and shall thereafter file\n   44  an annual registration statement on or  before  January  first  of  each\n   45  succeeding  year.  The  commissioner,  by regulation, shall provide that\n   46  such registration statement shall include only the names of all  persons\n   47  owning  an interest in the park, the names of all [tenants] RESIDENTS of\n   48  the park, all services provided by the park owner to the [tenants] RESI-\n   49  DENTS and a copy of all current manufactured home park rules  and  regu-\n   50  lations.  Whenever there shall be a violation of this section, an appli-\n   51  cation may be made by the commissioner of housing and community  renewal\n   52  in the name of the people of the state of New York to a court or justice\n   53  having  jurisdiction by a special proceeding to issue an injunction, and\n   54  upon notice to the defendant of not less than five days, to  enjoin  and\n   55  restrain  the  continuance  of such violation; and if it shall appear to\n   56  the satisfaction of the court or justice  that  the  defendant  has,  in\n\n       S. 240                             12\n\n    1  fact,  violated  this section, an injunction may be issued by such court\n    2  or justice, enjoining and restraining any  further  violation  and  with\n    3  respect  to  this  subdivision,  directing  the filing of a registration\n    4  statement.  In any such proceeding, the court may make allowances to the\n    5  commissioner of housing and community renewal of a sum not exceeding two\n    6  thousand dollars against each defendant, and direct restitution.   When-\n    7  ever  the  court  shall  determine  that a violation of this section has\n    8  occurred, the court may impose a civil penalty  of  not  more  than  one\n    9  thousand  five hundred dollars for each violation. Such penalty shall be\n   10  deposited in the manufactured home cooperative fund, created pursuant to\n   11  section fifty-nine-h of the private housing finance law.  In  connection\n   12  with  any  such  proposed  application,  the commissioner of housing and\n   13  community renewal is authorized to take proof and make  a  determination\n   14  of  the  relevant  facts  and  to issue subpoenas in accordance with the\n   15  civil practice law and rules. The provisions of this  subdivision  shall\n   16  not impair the rights granted under subdivision u of this section.\n   17    w.  [Real  property  tax payments.] 1. A manufactured home park owner,\n   18  operator or the agent of such owner or operator shall reduce the  annual\n   19  rent  paid  by a manufactured home [tenant] RESIDENT for use of the land\n   20  upon which such manufactured home sits in an amount equal to  the  total\n   21  of  the  real  property  taxes  actually  paid by such manufactured home\n   22  [tenant] RESIDENT for such manufactured home plus the  amount  by  which\n   23  the  taxes  on  such  manufactured  home were reduced as a result of the\n   24  partial real property tax exemption granted  to  the  manufactured  home\n   25  [tenant] RESIDENT pursuant to article four of the real property tax law,\n   26  provided such manufactured home [tenant] RESIDENT:\n   27    (a)  owns a manufactured home which is separately assessed, subject to\n   28  the provisions of paragraph two of this subdivision;\n   29    (b) is entitled to and actually receives a partial real  property  tax\n   30  exemption pursuant to article four of the real property tax law; and\n   31    (c) pays the real property taxes due on such home.\n   32    2.  In  the  case  of  a  manufactured  home  which  is not separately\n   33  assessed, but which is entitled to and actually receives the school  tax\n   34  relief  (STAR)  exemption authorized by section four hundred twenty-five\n   35  of the real property tax law, the [tenant] RESIDENT of such manufactured\n   36  home shall be entitled to a rent reduction pursuant to this  subdivision\n   37  to  the  same extent as a [tenant] RESIDENT of a manufactured home which\n   38  satisfies the criteria set forth in paragraph one of  this  subdivision.\n   39  Such  rent  reduction shall be equal to the amount by which the taxes on\n   40  such manufactured home were reduced as a result of such exemption.\n   41    3. A manufactured home park owner or operator providing a reduction in\n   42  rent as required by paragraph one or two of this subdivision may retain,\n   43  in consideration for record keeping expenses, two percent of the  amount\n   44  of such reduction.\n   45    3-a.  Any  reduction required to be provided pursuant to paragraph one\n   46  or two of this subdivision shall be provided as follows:\n   47    (a) a reduction in monthly rent (prorating  the  reduction  in  twelve\n   48  parts) shall take effect upon the first monthly rental payment due sixty\n   49  days  after the last date for the payment of real property taxes with no\n   50  penalty or interest for lateness and shall be extended to the next elev-\n   51  en monthly payments thereafter; or\n   52    (b) with the consent of the manufactured home park owner, operator, or\n   53  agent of such owner or operator, a reduction in rent may  be  offset  in\n   54  the  entire  amount  of  such reduction against the first monthly rental\n   55  payment due sixty days after the last date for the payment of real prop-\n   56  erty taxes with no penalty or interest for  lateness,  and  the  balance\n\n       S. 240                             13\n\n    1  thereof,  if  any, may be offset against the monthly rental payments for\n    2  succeeding months, until exhausted; or\n    3    (c)  at the election of the manufactured home park owner, operator, or\n    4  agent of such owner or operator, the total amount of such  reduction  in\n    5  rent may be paid to the [tenant] RESIDENT no later than sixty days after\n    6  the  last date for the payment of real property taxes with no penalty or\n    7  interest for lateness.\n    8    4. The failure of a manufactured home park owner or operator to comply\n    9  with the provisions of this subdivision shall be a violation  punishable\n   10  by a fine not to exceed five hundred dollars for each violation.\n   11    x.  1.  Rent  and  other  fees,  charges  and  assessments  may not be\n   12  increased by a manufactured home park owner or operator more  than  once\n   13  in any year.\n   14    2.  Notwithstanding  the  provisions of paragraph one of this subdivi-\n   15  sion, if a fee, charge, or assessment in effect at the commencement of a\n   16  lease or tenancy is for goods or services provided by a party  unrelated\n   17  to  and  not controlled by the manufactured home park owner or operator,\n   18  the manufactured home park  owner  or  operator  may,  upon  the  notice\n   19  required in this section, provide for the pass-along to the manufactured\n   20  home tenant of any increases in such fee, charge or assessment.\n   21    3.  Any agreement modifying any of the rights set forth in this subdi-\n   22  vision shall be void as contrary to public policy.\n   23    Y. A MANUFACTURED HOME PARK OWNER OR OPERATOR SHALL OFFER EVERY  MANU-\n   24  FACTURED  HOME  RESIDENT  PRIOR TO OCCUPANCY A WRITTEN COPY OF THE RESI-\n   25  DENT'S BILL OF RIGHTS. THE RESIDENT'S BILL OF RIGHTS  SHALL  BE  CREATED\n   26  AND  DISSEMINATED  BY  THE  DIVISION OF HOUSING AND COMMUNITY RENEWAL. A\n   27  COPY OF THE RESIDENT'S BILL OF RIGHTS SHALL BE POSTED IN  A  CONSPICUOUS\n   28  PLACE UPON THE MANUFACTURED HOME PARK GROUNDS.\n   29    S 2. This act shall take effect on the one hundred twentieth day after\n   30  it shall have become a law; provided, however, that effective immediate-\n   31  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   32  necessary for the implementation of this act on its effective  date  are\n   33  authorized  and  directed  to  be  made  and completed on or before such\n   34  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to requiring a manufactured home park owner or operator to give every manufactured home resident a copy of their resident's bill of rights ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T111304.TXT", "SOBI.D101214.T144215.TXT", "SOBI.D101214.T160652.TXT", "SOBI.D101213.T114306.TXT", "SOBI.D101213.T105303.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292360812662
}