{
  "year" : 2011,
  "senateBillNo" : "S2408-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2408-2011-1295499600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the availability of tax credit refunds for start-up high technology companies",
  "summary" : "Relates to tax credits for start-up high technology companies to allow such companies in existence for 8 or less taxable years to receive refunds of unused investment tax credit carry forwards. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1229-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2408\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by Sen. GRISANTI -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation  to  start-up  high  technology\n         companies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   Subparagraph 3 of paragraph  (j)  of  subdivision  12  of\n    2  section  210 of the tax law, as amended by section 1 of part CC of chap-\n    3  ter 85 of the laws of 2002, is amended to read as follows:\n    4    (3) has been subject to tax under this  article  for  more  than  five\n    5  taxable  years (excluding short taxable years) PROVIDED, HOWEVER, IF THE\n    6  TAXPAYER IS A START-UP HIGH TECHNOLOGY COMPANY OR A SMALL HIGH TECHNOLO-\n    7  GY COMPANY PURSUANT TO THE  PROVISIONS  OF  SECTION  THIRTY-ONE  HUNDRED\n    8  TWO-E  OF  THE  PUBLIC  AUTHORITIES  LAW, THE REFERENCE TO \"FIVE TAXABLE\n    9  YEARS\" IN THE PRECEDING SENTENCE SHALL BE READ AS \"EIGHT TAXABLE YEARS\".\n   10    S 2. This act shall take effect on the first of January next  succeed-\n   11  ing  the  date  on  which  it shall have become a law and shall apply to\n   12  taxable years beginning on or after such date.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07931-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to start-up high technology companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T115354.TXT", "SOBI.D110120.T095811.TXT", "SOBI.D110120.T101311.TXT", "SOBI.D110120.T100810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295542434948
}