{
  "year" : 2011,
  "senateBillNo" : "S2402-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2402-2011-1295413200000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases mileage limit within which transportation for school children will be provided, including to nonpublic schools",
  "summary" : "Increases the maximum mileage limitation for the transportation of children by school districts to and from school from 15 to 25 miles, the cost thereof is to be treated as an ordinary contingent expense; provides for transportation of pupils to nonpublic schools from such students' homes, applies to transportation whether such nonpublic school is within or without the school district. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A3966",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S653-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2402\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LARKIN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to the transportation  of\n         children residing in a school district\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs a, b and e of subdivision 1 of section  3635  of\n    2  the  education  law, paragraph a as amended by chapter 69 of the laws of\n    3  1992, paragraph b as amended by chapter 718 of the laws of 1990, subpar-\n    4  agraph (i) of paragraph b as amended by chapter 571 of the laws of  1994\n    5  and  paragraph  e  as  amended  by  chapter 665 of the laws of 1990, are\n    6  amended to read as follows:\n    7    a. Sufficient transportation facilities (including the  operation  and\n    8  maintenance  of motor vehicles) shall be provided by the school district\n    9  for all the children residing within the school district to and from the\n   10  school they legally attend, who  are  in  need  of  such  transportation\n   11  because  of  the  remoteness  of  the  school  to  the  child or for the\n   12  promotion of the best interest of  such  children.  Such  transportation\n   13  shall be provided for all children attending grades kindergarten through\n   14  eight  who  live  more than two miles from the school which they legally\n   15  attend and for all children attending grades  nine  through  twelve  who\n   16  live more than three miles from the school which they legally attend and\n   17  shall  be  provided  for  each  such child up to a distance of [fifteen]\n   18  TWENTY-FIVE miles, the distances in each  case  being  measured  by  the\n   19  nearest  available route from home to school. The cost of providing such\n   20  transportation between two or three miles,  as  the  case  may  be,  and\n   21  [fifteen] TWENTY-FIVE miles shall be considered for the purposes of this\n   22  chapter  to  be  a  charge  upon the district and an ordinary contingent\n   23  expense of the district. Transportation for a lesser distance  than  two\n   24  miles  in  the  case  of  children attending grades kindergarten through\n   25  eight or three miles in the  case  of  children  attending  grades  nine\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01825-01-1\n\n       S. 2402                             2\n\n    1  through  twelve  and  for  a greater distance than [fifteen] TWENTY-FIVE\n    2  miles may be provided by  the  district,  and,  if  provided,  shall  be\n    3  offered  equally  to  all children in like circumstances residing in the\n    4  district;  provided,  however,  that this requirement shall not apply to\n    5  transportation offered pursuant to section  thirty-six  hundred  thirty-\n    6  five-b of this article.\n    7    b. (i) School districts providing transportation to a nonpublic school\n    8  for  pupils  living  within  a specified distance from such school shall\n    9  designate one or more public schools as centralized pick-up  points  and\n   10  shall  provide  transportation  between  such  points and such nonpublic\n   11  schools for students residing in the district who live too far from such\n   12  nonpublic schools to qualify for transportation between home and school.\n   13  The district shall not be responsible for the provision  of  transporta-\n   14  tion  for  pupils  between  their  home  and  such pick-up points.   The\n   15  district may provide school bus transportation to a pupil if  the  resi-\n   16  dence  of the pupil is located on an established route for the transpor-\n   17  tation of pupils to the centralized pick-up point provided  such  trans-\n   18  portation does not result in additional costs to the district.  The cost\n   19  of providing transportation between such pick-up points and such nonpub-\n   20  lic schools shall be an ordinary contingent expense.\n   21    (ii)  A board of education may, at its discretion, provide transporta-\n   22  tion for pupils residing within  the  district  to  a  nonpublic  school\n   23  located  more than [fifteen] TWENTY-FIVE miles from the home of any such\n   24  pupil provided that  such  transportation  has  been  provided  to  such\n   25  nonpublic  school  pursuant  to  this subdivision in at least one of the\n   26  immediately preceding three school  years  and  such  transportation  is\n   27  provided from one or more centralized pick-up points designated pursuant\n   28  to  this paragraph and that the distance from such pick-up points to the\n   29  nonpublic school is not  more  than  [fifteen]  TWENTY-FIVE  miles.  The\n   30  district  shall  not  be responsible for the provision of transportation\n   31  for pupils between pupils homes and such pick-up  points.  The  cost  of\n   32  providing  transportation between such pick-up points and such nonpublic\n   33  schools shall be an ordinary contingent expense.\n   34    (III) A BOARD OF EDUCATION SHALL  PROVIDE  TRANSPORTATION  FOR  PUPILS\n   35  RESIDING  WITHIN  THE  DISTRICT  WHO  ARE NOT ENTITLED TO TRANSPORTATION\n   36  PURSUANT TO SUBPARAGRAPH (I) OR (II) OF  THIS  PARAGRAPH  OR  ANY  OTHER\n   37  PROVISION  OF  THIS  CHAPTER TO A NONPUBLIC SCHOOL FROM THE HOME OF SUCH\n   38  PUPIL, REGARDLESS OF WHETHER SUCH NONPUBLIC SCHOOL IS WITHIN OR  WITHOUT\n   39  SUCH DISTRICT.\n   40    e.  In  lieu  of the transportation provided pursuant to the foregoing\n   41  provisions of this  subdivision,  a  board  of  education  may,  at  its\n   42  discretion, provide transportation to any child attending grades kinder-\n   43  garten  through  eight between the school such child legally attends and\n   44  before-and/or-after-school child care locations.  For  the  purposes  of\n   45  this subdivision, a before-and/or-after-school child care location shall\n   46  mean  a  place,  other  than  the child's home, where care for less than\n   47  twenty-four hours a day is provided on a regular basis for a  child  who\n   48  attends  school  within the school district, provided that such place is\n   49  situated within the school district. This definition  includes,  but  is\n   50  not  limited  to,  a  variety  of  child  care services such as day care\n   51  centers, family day care homes and in-home care by non-relatives.   Such\n   52  transportation  may be provided for children attending grades kindergar-\n   53  ten through eight where the distance between  the  school  they  legally\n   54  attend  and before-and/or-after-school child care locations is more than\n   55  two miles, and may be provided for up to a distance of  [fifteen]  TWEN-\n   56  TY-FIVE  miles,  the distance in each case being measured by the nearest\n\n       S. 2402                             3\n\n    1  available route from before-and/or-after-school child care locations  to\n    2  the  school they legally attend, except that transportation for a lesser\n    3  distance than two miles or a greater distance than [fifteen] TWENTY-FIVE\n    4  miles  may  be provided if transportation for such distances is provided\n    5  to students between home and school. Where a child receives  transporta-\n    6  tion  from  a  before-school child care location to the school he or she\n    7  legally attends, such child shall be entitled to receive  transportation\n    8  from  the  school  he or she legally attends to his or her home or to an\n    9  after-school child care location in accordance  with  this  subdivision.\n   10  Where  a child receives transportation from the school he or she legally\n   11  attends to an after-school child care  location,  such  child  shall  be\n   12  entitled  to  receive  transportation  from home to the school he or she\n   13  legally attends in accordance with this subdivision. Transportation  may\n   14  be  provided  to  any  child attending grades kindergarten through eight\n   15  between the school the child legally  attends  and  before-and/or-after-\n   16  school  child care locations upon written request of the parent or legal\n   17  guardian submitted not later than the first day of April  preceding  the\n   18  next school year, provided, however, a parent or guardian of a child not\n   19  residing  in  the  district  on such date shall submit a written request\n   20  within thirty days after establishing  residence  in  the  district  and\n   21  provided further that in order to be considered eligible for such trans-\n   22  portation  in  the  nineteen  hundred  eighty-seven--eighty-eight school\n   23  year, such request must be submitted by August first,  nineteen  hundred\n   24  eighty-seven.  The provision of transportation to or from before-and/or-\n   25  after-school child care locations, if provided, shall be offered equally\n   26  to all children in like circumstances residing in the district, provided\n   27  that a board of education furnishing  transportation  pursuant  to  this\n   28  paragraph  may  limit the provision of such transportation to child care\n   29  locations located within the attendance zone of  the  school  the  child\n   30  attends,  and    to  child  day  care  centers and school age child care\n   31  programs licensed or registered pursuant to section three hundred ninety\n   32  of the social services law located anywhere within the school  district.\n   33  The cost of providing such transportation between two or three miles, as\n   34  the case may be, and [fifteen] TWENTY-FIVE miles shall be considered for\n   35  the  purposes  of  this  chapter  to be a charge upon the district. Such\n   36  substitute transportation expense shall be eligible  for  state  aid  in\n   37  accordance  with  clause  one  of  paragraph  b  of subdivision seven of\n   38  section thirty-six hundred two of this chapter. Nothing in this subdivi-\n   39  sion shall be construed to impose a duty upon  boards  of  education  to\n   40  provide  transportation to or from before-and/or-after-school child care\n   41  locations. Nothing in this subdivision shall be construed  to  authorize\n   42  boards  of  education  to  provide to any child transportation between a\n   43  before-and/or-after-school day care location and that child's home.\n   44    S 2. This act shall take effect on the first of July  next  succeeding\n   45  the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2402\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to the transportation of\nchildren residing in a school district\n\nPURPOSE:\nThis bill increases the distances in which\nnon-public school\npupils must be transported to his or her school. 'The bill assists\npupils and their families by encouraging the provision of\ntransportation of pupils to non-public schools from the home of such\npupil regardless of whether such non-public school is within such\ndistrict.\n\nSUMMARY OF PROVISIONS:\nSection 1: Amends Education Law section 3635(1) to increase from 15\nmiles to 25 miles the distance in which a non-public school pupil\nmust be transported to school. In addition, the bill adds a new\nsection 3635(1)(b)(iii) to provide transportation of pupils to a\nnon-public school from the home of such pupil, regardless if such\nschool is within the district.\n\nEXISTING LAW:\nThe current law does not meet the ever\nevolving demands\nof children that need to be transported to non-public schools.\n\nJUSTIFICATION:\nThis bill will better address the\ntransportation\nrequirements of all secondary pupils with this State and facilitate\ntheir ability to be transported to school.\n\nLEGISLATIVE HISTORY:\nS.6997 of 2001, S.1995 of 2003/2004, and S.434 of\n2005/2006, S.226 of 2007/2008, S.653 of 2009/2010\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nLOCAL FISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThe first of July next succeeding the date upon which\nit shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the transportation of children residing in a school district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114701.TXT", "SOBI.D110119.T162825.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T162328.TXT", "SOBI.D110119.T164326.TXT", "SOBI.D110120.T100810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296492421126
}