{
  "year" : 2011,
  "senateBillNo" : "S2401-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2401-2011-1295413200000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends authorization of the county of Tioga to impose an additional one percent of sales and compensating use taxes until November 30, 2013",
  "summary" : "Extends from November 30, 2011 to November 30, 2013, the authorization granted to the county of Tioga to impose an additional one percent of sales and compensating use taxes. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2401\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LIBOUS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to extending the  authorization\n         of  the  county  of Tioga to impose an additional one percent of sales\n         and compensating use taxes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Clause 17 of subparagraph (i) of the opening paragraph of\n    2  section 1210 of the tax law, as amended by chapter 261 of  the  laws  of\n    3  2009, is amended to read as follows:\n    4    (17) the county of Tioga is hereby further authorized and empowered to\n    5  adopt  and  amend  local  laws,  ordinances or resolutions imposing such\n    6  taxes at a rate which is: (i) one-half of one percent additional to  the\n    7  three  percent  rate  authorized above in this paragraph for such county\n    8  for the period beginning September first, nineteen hundred ninety-three,\n    9  and ending November thirtieth, two thousand three; and (ii) one  percent\n   10  additional  to the three percent rate authorized above in this paragraph\n   11  for such county for the period beginning December  first,  two  thousand\n   12  five, and ending November thirtieth, two thousand [eleven] THIRTEEN;\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06913-01-1\n",
  "memo" : "BILL NUMBER:S2401\n\n\n\nPURPOSE OF BILL:\nThis bill authorizes the County of Tioga to extend one percent sales\ntax through 2013.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill extends to the County of Tioga's current one percent sales\ntax by amending the starting date from December 1, 2005 to November\n30, 2013.\n\nJUSTIFICATION:\nThe Tioga County legislature has requested legislation to extend the\nCounty sales tax which is set to expire on November, 2013\n\nPRIOR LEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\n~TIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to extending the authorization of the county of Tioga to impose an additional one percent of sales and compensating use taxes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T162825.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110119.T161824.TXT", "SOBI.D110119.T162328.TXT", "SOBI.D110119.T160824.TXT", "SOBI.D110120.T100810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090147
}