{
  "year" : 2011,
  "senateBillNo" : "S2400-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2400-2011-1295413200000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes member of school athletics department or physical education department on committee on special ed, requires committee to determine level of participation in programs",
  "summary" : "Includes member of school athletics department or physical education department on committee on special education; requires committee to determine level of participation in school athletic programs permitted for student with a handicapping condition; directs that no eligibility requirements shall bar a student's participation in an athletic program/activity if the committee on special education determines participation is permissible. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2400\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to adding a member of the\n         school athletics department or physical education department onto  the\n         committee on special education, and requiring such committee to deter-\n         mine  the level of participation in school athletic programs permitted\n         for a student with a handicapping condition\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4 of section 4401-a of the education law, as\n    2  amended by chapter 378 of the laws  of  2007,  is  amended  to  read  as\n    3  follows:\n    4    4.  The  individual  evaluation  of the educational needs of a student\n    5  referred to the committee on special education  shall  be  conducted  by\n    6  qualified  individuals AND SHALL INCLUDE AN ASSESSMENT OF SUCH STUDENT'S\n    7  ABILITY TO PARTICIPATE IN SCHOOL  ATHLETIC  PROGRAMS  AND/OR  ACTIVITIES\n    8  SUCH  AS  PHYSICAL  EDUCATION  CLASSES OR COMPETITIVE OR NON-COMPETITIVE\n    9  SPORTS, in accordance with regulations of  the  commissioner,  with  the\n   10  results  of such evaluation forwarded to the committee on special educa-\n   11  tion and the student's parent or person in parental relation.   NOTWITH-\n   12  STANDING  ANY  OTHER PROVISION OF LAW, NO ELIGIBILITY REQUIREMENTS SHALL\n   13  PRECLUDE A STUDENT'S PARTICIPATION IN SCHOOL  ATHLETIC  PROGRAMS  AND/OR\n   14  ACTIVITIES  IF  SUCH  COMMITTEE  DETERMINES  THAT  SUCH PARTICIPATION IS\n   15  PERMISSIBLE.\n   16    S 2. Subdivision 4 of section 4401-a of the education law, as  amended\n   17  by chapter 273 of the laws of 1986, is amended to read as follows:\n   18    4.  The  individual  evaluation  of  the  educational needs of a pupil\n   19  referred to the committee on special education  shall  be  conducted  by\n   20  qualified  individuals  AND  SHALL INCLUDE AN ASSESSMENT OF SUCH PUPIL'S\n   21  ABILITY TO PARTICIPATE IN SCHOOL  ATHLETIC  PROGRAMS  AND/OR  ACTIVITIES\n   22  SUCH  AS  PHYSICAL  EDUCATION  CLASSES OR COMPETITIVE OR NON-COMPETITIVE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06378-01-1\n\n       S. 2400                             2\n\n    1  SPORTS, in accordance with regulations of  the  commissioner,  with  the\n    2  results  of such evaluation forwarded to the committee on special educa-\n    3  tion  and  the  pupil's  parent  or  person  in  parental  relationship.\n    4  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW, NO ELIGIBILITY REQUIREMENTS\n    5  SHALL PRECLUDE A STUDENT'S PARTICIPATION  IN  SCHOOL  ATHLETIC  PROGRAMS\n    6  AND/OR  ACTIVITIES  IF SUCH COMMITTEE DETERMINES THAT SUCH PARTICIPATION\n    7  IS PERMISSIBLE.\n    8    S 3. Clause (a) of subparagraph 1 of paragraph b of subdivision  1  of\n    9  section 4402 of the education law, as amended by chapter 311 of the laws\n   10  of  1999  and  subclause (viii) as amended by chapter 194 of the laws of\n   11  2004, is amended to read as follows:\n   12    (a) Such committees shall  be  composed  of  at  least  the  following\n   13  members:    (i)  the  parents or persons in parental relationship to the\n   14  student; (ii) one regular education teacher of the student whenever  the\n   15  student is or may be participating in the regular education environment;\n   16  (iii)  one special education teacher of the student, or, if appropriate,\n   17  a special education provider of the student; (iv) a school psychologist;\n   18  (v) a representative of such school district who is qualified to provide\n   19  or administer or supervise special education and is knowledgeable  about\n   20  the  general  curriculum and the availability of resources of the school\n   21  district; (vi) an individual who can interpret the instructional  impli-\n   22  cations of evaluation results; (vii) a school physician; (viii) an addi-\n   23  tional  parent,  residing in the school district or a neighboring school\n   24  district, of a student with a disability, of  a  student  who  has  been\n   25  declassified  and  is no longer eligible for an individualized education\n   26  program (IEP), or a parent of a disabled child who has graduated, for  a\n   27  period  of  five  years  beyond the student's declassification or gradu-\n   28  ation, provided such parent shall not be employed by or  under  contract\n   29  with  the  school  district,  and  provided further that such additional\n   30  parent shall not be a required member if the parents request  that  such\n   31  additional parent member not participate; (ix) such other persons having\n   32  knowledge  or  special  expertise  regarding  the  student as the school\n   33  district or the parents or  persons  in  parental  relationship  to  the\n   34  student shall designate, to the extent required under federal law; [and]\n   35  (x)  A  MEMBER  OF  THE SCHOOL ATHLETIC DEPARTMENT OR PHYSICAL EDUCATION\n   36  DEPARTMENT; AND (XI) if appropriate, the student.\n   37    S 4. Subparagraph 3 of paragraph b of subdivision 1 of section 4402 of\n   38  the education law is amended by adding a  new  clause  (m)  to  read  as\n   39  follows:\n   40    (M)  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW, THE COMMITTEE SHALL\n   41  OBTAIN, REVIEW AND EVALUATE ALL RELEVANT INFORMATION PERTAINING  TO  THE\n   42  ABILITY  OF  A  STUDENT  WITH A HANDICAPPING CONDITION TO PARTICIPATE IN\n   43  SCHOOL ATHLETIC PROGRAMS AND/OR ACTIVITIES, INCLUDING BUT NOT LIMITED TO\n   44  PHYSICAL EDUCATION CLASSES AND COMPETITIVE AND  NON-COMPETITIVE  SPORTS.\n   45  BASED  UPON  SUCH  REVIEW, THE COMMITTEE SHALL DETERMINE THE APPROPRIATE\n   46  LEVEL OF PARTICIPATION IN SCHOOL  ATHLETIC  PROGRAMS  AND/OR  ACTIVITIES\n   47  PERMITTED  FOR  A STUDENT WITH A HANDICAPPING CONDITION.  NO ELIGIBILITY\n   48  REQUIREMENTS SHALL  PRECLUDE  SUCH  STUDENT'S  PARTICIPATION  IN  SCHOOL\n   49  ATHLETIC  PROGRAMS  AND/OR  ACTIVITIES  IF THE COMMITTEE DETERMINES THAT\n   50  SUCH PARTICIPATION IS PERMISSIBLE.\n   51    S 5. This act shall take effect immediately, provided that the  amend-\n   52  ments  to  subdivision  4 of section 4401-a of the education law made by\n   53  section one of this act shall be subject to the expiration and reversion\n   54  of such section pursuant to subdivision d of section 27 of  chapter  378\n   55  of  the  laws of 2007, as amended, when upon such date the provisions of\n   56  section two of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to adding a member of the school athletics department or physical education department onto the committee on special education, and requiring such committee to determine the level of participation in school athletic programs permitted for a student with a handicapping condition ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T162825.TXT", "SOBI.D110119.T163327.TXT", "SOBI.D110119.T161824.TXT", "SOBI.D110119.T162328.TXT", "SOBI.D110119.T160824.TXT", "SOBI.D110120.T100810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295536090012
}