{
  "year" : 2011,
  "senateBillNo" : "S2419-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2419-2011-1295499600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the childhood lead poisoning prevention and safe housing act of 2011; repealer",
  "summary" : "Enacts the childhood lead poisoning prevention and safe housing act of 2011 to make enforcement of lead hazard control standards in the state of New York more certain and more effective; creates a loan fund to assist owners in complying with lead-safe requirements; provides for inspections and certification of inspectors and remediators; requires registration of affected properties; provides tax credits for remediation; provides for appointment of deputy commissioner of housing and community renewal to oversee provisions; provides for educational programs relating to lead poisoning and abatement. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "SA1002-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2419\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS,  BRESLIN, DIAZ, DUANE, HASSELL-THOMPSON,\n         HUNTLEY, KRUEGER, MONTGOMERY, PARKER, SAMPSON, SERRANO, SMITH,  STAVI-\n         SKY,  STEWART-COUSINS,  VALESKY -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, the real property  law,  the  tax\n         law,  the  state  finance law, the multiple dwelling law, the multiple\n         residence law, the social services law,  and  the  insurance  law,  in\n         relation to enacting the \"childhood lead poisoning prevention and safe\n         housing  act  of 2011\"; and to repeal certain provisions of the public\n         health law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. This act shall be known and may be cited as the \"childhood\n    2  lead poisoning prevention and safe housing act of 2011\".\n    3    S 2. Legislative findings and purposes.   1.  (a)  Lead  poisoning  of\n    4  children  persists as one of the most prevalent and preventable environ-\n    5  mental diseases in New York.  At least 10,000 children were newly  iden-\n    6  tified with levels of lead in their blood at 10 micrograms per deciliter\n    7  (ug/dl)  in  New  York  state in 2001. Moreover, only about one-third of\n    8  children are receiving the lead screenings that are required by law  and\n    9  therefore,  the  actual  number of children affected by the ingestion of\n   10  lead is undoubtedly significantly greater than reported.  Prevention  is\n   11  the  only  effective  way  to protect children from irreversible damage.\n   12  Unless lead poisoning is prevented,  elevated  blood  lead  levels  will\n   13  result in impairment of the ability to think, concentrate, and learn.\n   14    (b)  Medical  research  indicates  that children can suffer permanent,\n   15  irreparable damage at blood levels even lower than 10  ug/dl,  and  that\n   16  there  is  no  level  of lead ingestion which is without adverse impact.\n   17  Medical research also indicates that fetal injuries from lead paint  can\n   18  occur  if women have elevated blood levels during pregnancy.  Because of\n   19  this, intervention measures that wait until children have  been  exposed\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07352-01-1\n\n       S. 2419                             2\n\n    1  have  limited  benefits,  and  the  pursuit of primary prevention, which\n    2  means eliminating lead hazards before children  are  exposed,  has  been\n    3  recommended  by  the  United  States  centers  for  disease  control and\n    4  prevention  and  promoted  by leading experts in the field as a critical\n    5  course of action to protect the health of young children.\n    6    (c) The predominant cause of lead poisoning in children is the  inges-\n    7  tion  of  lead  particles from deteriorating or abraded lead-based paint\n    8  from older and poorly maintained residences.\n    9    (d) Deteriorating lead-based paint or excessive amounts of lead-conta-\n   10  minated dust in these poorly maintained homes endangers the intellectual\n   11  and emotional development and physical well being of affected  children.\n   12  In  addition,  unsafe work practices that inadequately control lead dust\n   13  in the repair or renovation of older homes can  cause  substantial  lead\n   14  hazards.\n   15    (e)  Although  New  York  state banned the sale of lead paint in 1970,\n   16  (l.1970, ch. 338) seventy-four percent of New York's housing  stock  was\n   17  constructed  prior  to 1970. At least ninety percent of lead-based paint\n   18  still remaining in occupied housing exists in units built  before  1960.\n   19  New  York state has both the largest percentage and the largest absolute\n   20  number of older housing units with lead paint in the nation.\n   21    (f) The  dangers  posed  by  lead-based  paint  can  be  substantially\n   22  reduced,  although  not  eliminated, by taking measures to prevent paint\n   23  deterioration and limiting children's exposure to paint chips  and  lead\n   24  dust.\n   25    (g)  The deterioration of lead-based paint in older residences results\n   26  in increased expenses each year for the state of New York in the form of\n   27  special education and other education expenses, medical care  for  lead-\n   28  poisoned  children,  and  expenditures  for  delinquent youth and others\n   29  needing special supervision.\n   30    (h) Older housing units remain an important part of New York's housing\n   31  stock, particularly for those of modest or limited incomes. The  problem\n   32  of  lead-based  paint in housing affects urban, suburban and rural areas\n   33  of the state.\n   34    (i) The existing housing codes and enforcement systems in most  juris-\n   35  dictions do not include primary prevention measures for lead hazards and\n   36  have  proven  ineffective  in  encouraging  widespread  lead-based paint\n   37  hazard abatement, mitigation, and control.\n   38    (j) The financial incentives currently in place have not proven suffi-\n   39  cient to motivate landlords and other property owners to undertake wide-\n   40  spread and effective lead-based paint hazard abatement, mitigation,  and\n   41  control;  moreover  low and moderate income property owners may not have\n   42  access to the  resources  to  eliminate  or  reduce  substantially  lead\n   43  hazards.\n   44    (k)  Insurance companies are reluctant to provide coverage to property\n   45  owners in the absence of evidence that lead hazards have been  appropri-\n   46  ately addressed.\n   47    (l)  Knowledge of lead-based paint hazards, their control, mitigation,\n   48  abatement, and risk avoidance is not sufficiently widespread, especially\n   49  outside urban areas.\n   50    2. The purposes of this act are: (a) to increase the supply of afford-\n   51  able rental housing in the state of New York in which measures have been\n   52  taken to eliminate or substantially reduce the risk  of  childhood  lead\n   53  poisoning;\n   54    (b)  to  ensure  that  New York's response to lead-based paint hazards\n   55  focuses on primary prevention as the essential tool to combat  childhood\n   56  lead  poisoning, and thus to substantially reduce, and eventually elimi-\n\n       S. 2419                             3\n\n    1  nate, the incidence of childhood lead poisoning  in  the  state  of  New\n    2  York;\n    3    (c) to establish and make enforcement of lead hazard control standards\n    4  in the state of New York more certain and more effective;\n    5    (d)  to  improve public awareness of lead safety issues and to educate\n    6  both property owners and tenants about practices  that  can  reduce  the\n    7  incidence of lead poisoning;\n    8    (e)  to  provide access to the resources for property owners and land-\n    9  lords who commit to undertake specified lead hazard reduction  measures;\n   10  and\n   11    (f)  to  facilitate  the  availability  and affordability of liability\n   12  insurance protection to those landlords and other owners  who  undertake\n   13  specified lead hazard reduction measures.\n   14    S  3.  Section  1370  of  the  public health law is REPEALED and a new\n   15  section 1370 is added to read as follows:\n   16    S 1370. DEFINITIONS.    1.  \"ABATEMENT\"  MEANS  ANY  SET  OF  MEASURES\n   17  DESIGNED  TO  PERMANENTLY ELIMINATE LEAD-BASED PAINT OR LEAD-BASED PAINT\n   18  HAZARDS. ABATEMENT INCLUDES THE REMOVAL OF LEAD-BASED PAINT, THE  PERMA-\n   19  NENT  ENCLOSURE OR ENCAPSULATION OF LEAD-BASED PAINT, THE REPLACEMENT OF\n   20  COMPONENTS OR FIXTURES PAINTED WITH LEAD-BASED PAINT, AND THE REMOVAL OR\n   21  PERMANENT COVERING OF SOIL-BASED HAZARDS.\n   22    2. \"AFFECTED PROPERTY\" MEANS A ROOM OR GROUP OF ROOMS WITHIN A PROPER-\n   23  TY CONSTRUCTED BEFORE NINETEEN HUNDRED SEVENTY THAT FORM A SINGLE  INDE-\n   24  PENDENT  HABITABLE  DWELLING UNIT FOR OCCUPATION BY ONE OR MORE INDIVID-\n   25  UALS THAT HAS LIVING FACILITIES WITH PERMANENT  PROVISIONS  FOR  LIVING,\n   26  SLEEPING,  EATING, COOKING, AND SANITATION. \"AFFECTED PROPERTY\" DOES NOT\n   27  INCLUDE:\n   28    (A) AN AREA NOT USED FOR LIVING, SLEEPING, EATING, COOKING, OR SANITA-\n   29  TION, SUCH AS AN UNFINISHED BASEMENT, THAT IS NOT READILY ACCESSIBLE  TO\n   30  CHILDREN UNDER SEVEN YEARS OF AGE;\n   31    (B)  A  UNIT  WITHIN  A HOTEL, MOTEL, OR SIMILAR SEASONAL OR TRANSIENT\n   32  FACILITY UNLESS SUCH UNIT IS OCCUPIED BY ONE OR MORE PERSONS AT RISK FOR\n   33  A PERIOD EXCEEDING THIRTY DAYS;\n   34    (C) AN AREA WHICH IS SECURED AND INACCESSIBLE TO OCCUPANTS;\n   35    (D) A UNIT WHICH IS NOT OFFERED FOR RENT OR INCIDENT TO EMPLOYMENT;\n   36    (E) HOUSING FOR THE ELDERLY,  OR  A  RESIDENTIAL  PROPERTY  DESIGNATED\n   37  EXCLUSIVELY  FOR  PERSONS WITH DISABILITIES; EXCEPT THIS EXEMPTION SHALL\n   38  NOT APPLY IF A PERSON AT RISK RESIDES OR IS EXPECTED TO  RESIDE  IN  THE\n   39  DWELLING UNIT OR VISITS THE DWELLING UNIT ON A REGULAR BASIS;\n   40    (F)  AN UNOCCUPIED DWELLING UNIT OR RESIDENTIAL PROPERTY THAT IS TO BE\n   41  DEMOLISHED, PROVIDED THE DWELLING UNIT OR PROPERTY WILL  REMAIN  UNOCCU-\n   42  PIED UNTIL DEMOLITION; OR\n   43    (G)  IN  CITIES OF MORE THAN ONE MILLION POPULATION, A MULTIPLE DWELL-\n   44  ING, AS DEFINED IN SECTION FOUR OF THE MULTIPLE DWELLING LAW.\n   45    \"AFFECTED PROPERTY\" ALSO EXCLUDES ANY PROPERTY OWNED OR OPERATED BY  A\n   46  UNIT  OF FEDERAL, STATE, OR LOCAL GOVERNMENT, OR ANY PUBLIC, QUASI-PUBL-\n   47  IC, OR MUNICIPAL CORPORATION, IF THE PROPERTY IS SUBJECT TO LEAD  STAND-\n   48  ARDS  THAT  ARE  EQUAL  TO, OR MORE STRINGENT THAN, THE REQUIREMENTS FOR\n   49  LEAD-STABILIZED STATUS  UNDER  SUBDIVISION  THREE  OF  SECTION  THIRTEEN\n   50  HUNDRED  SEVENTY-SIX  OF  THIS  TITLE,  BUT DOES INCLUDE PRIVATELY-OWNED\n   51  PROPERTIES THAT RECEIVE GOVERNMENTAL RENTAL ASSISTANCE.\n   52    3.   \"AREA OF HIGH RISK\" MEANS AN  AREA  DESIGNATED  AS  SUCH  BY  THE\n   53  COMMISSIONER  OR HIS OR HER REPRESENTATIVE AND CONSISTING OF ONE OR MORE\n   54  DWELLINGS IN WHICH A CONDITION CONDUCIVE TO LEAD POISONING  OF  CHILDREN\n   55  IS  PRESENT OR, ADDITIONALLY, ANY CENSUS TRACT OR BLOCK GROUP WITHIN THE\n\n       S. 2419                             4\n\n    1  STATE WHERE, DURING ANY SINGLE YEAR, MORE THAN TWENTY-FIVE CHILDREN HAVE\n    2  BEEN IDENTIFIED WITH ELEVATED BLOOD LEAD LEVELS.\n    3    4. \"CHANGE IN OCCUPANCY\" MEANS A CHANGE OF TENANT IN AN AFFECTED PROP-\n    4  ERTY  IN  WHICH THE PROPERTY IS VACATED AND POSSESSION IS EITHER SURREN-\n    5  DERED TO THE OWNER OR ABANDONED.\n    6    5.  \"CHEWABLE SURFACE\" SHALL MEAN A PROTRUDING INTERIOR WINDOWSILL  IN\n    7  A  DWELLING UNIT IN AN AFFECTED PROPERTY THAT IS READILY ACCESSIBLE TO A\n    8  CHILD UNDER AGE SEVEN. \"CHEWABLE SURFACE\" SHALL ALSO MEAN ANY OTHER TYPE\n    9  OF INTERIOR EDGE OR PROTRUSION IN A DWELLING UNIT IN AN AFFECTED PROPER-\n   10  TY, SUCH AS A RAIL OR STAIR, WHERE THERE IS  EVIDENCE  THAT  SUCH  OTHER\n   11  EDGE OR PROTRUSION HAS BEEN CHEWED OR WHERE AN OCCUPANT HAS NOTIFIED THE\n   12  OWNER  THAT  A  CHILD UNDER AGE SEVEN RESIDING IN THAT AFFECTED PROPERTY\n   13  HAS MOUTHED OR CHEWED SUCH EDGE OR PROTRUSION.\n   14    6. \"COMMUNITIES OF CONCERN\" MEANS THOSE THIRTY MUNICIPALITIES  IN  THE\n   15  STATE  THAT  HAVE  THE  GREATEST  NUMBERS  OF  CHILDREN  IDENTIFIED WITH\n   16  ELEVATED BLOOD LEAD LEVELS IN THE PRIOR CALENDAR YEAR WITHIN THE MEANING\n   17  OF SUBDIVISION FOURTEEN OF THIS SECTION.\n   18    7. \"CONDITION CONDUCIVE TO LEAD POISONING\"  MEANS:  (A)  A  LEAD-BASED\n   19  PAINT HAZARD; AND/OR (B) OTHER ENVIRONMENTAL CONDITIONS WHICH MAY RESULT\n   20  IN SIGNIFICANT LEAD EXPOSURE, INCLUDING SOIL-LEAD HAZARDS.\n   21    8. \"CONTAINMENT\" MEANS THE PHYSICAL MEASURES TAKEN TO ENSURE THAT DUST\n   22  AND  DEBRIS CREATED OR RELEASED DURING LEAD-BASED PAINT HAZARD REDUCTION\n   23  ARE NOT SPREAD, BLOWN, OR TRACKED FROM INSIDE TO OUTSIDE  OF  THE  WORK-\n   24  SITE.\n   25    9.  \"COUNCIL\"  MEANS THE ADVISORY COUNCIL ON LEAD POISONING PREVENTION\n   26  ESTABLISHED PURSUANT TO  SECTION  THIRTEEN  HUNDRED  SEVENTY-B  OF  THIS\n   27  TITLE.\n   28    10.    \"DETERIORATED  PAINT\"  MEANS  ANY INTERIOR OR EXTERIOR PAINT OR\n   29  OTHER COATING THAT IS CURLING, SCALING,  FLAKING,  BLISTERING,  PEELING,\n   30  CHIPPING,  CHALKING, CRACKING, OR LOOSE IN ANY MANNER, SUCH THAT A SPACE\n   31  OR POCKET OF AIR IS BEHIND A PORTION THEREOF OR SUCH THAT THE  PAINT  IS\n   32  NOT  COMPLETELY  ADHERED  TO  THE UNDERLYING SUBSURFACE, OR IS OTHERWISE\n   33  DAMAGED OR SEPARATED FROM THE SUBSTRATE.\n   34    11. \"DETERIORATED SUBSURFACE\" SHALL MEAN AN UNSTABLE OR UNSOUND PAINT-\n   35  ED SUBSURFACE, AN INDICATION OF WHICH CAN BE OBSERVED THROUGH  A  VISUAL\n   36  INSPECTION,  INCLUDING,  BUT  NOT LIMITED TO, ROTTED OR DECAYED WOOD, OR\n   37  WOOD OR PLASTER THAT HAS BEEN SUBJECT TO MOISTURE OR DISTURBANCE.\n   38    12. \"DWELLING\" MEANS A  BUILDING  OR  STRUCTURE  OR  PORTION  THEREOF,\n   39  INCLUDING  THE  PROPERTY  OCCUPIED  BY AND APPURTENANT TO SUCH DWELLING,\n   40  WHICH IS OCCUPIED IN WHOLE OR IN PART AS THE HOME, RESIDENCE OR SLEEPING\n   41  PLACE OF ONE OR MORE HUMAN BEINGS AND SHALL, WITHOUT LIMITING THE  FORE-\n   42  GOING,  INCLUDE  CHILD CARE FACILITIES FOR CHILDREN UNDER SEVEN YEARS OF\n   43  AGE, KINDERGARTENS AND NURSERY SCHOOLS.\n   44    13. \"DWELLING UNIT\" MEANS A:\n   45    (A) SINGLE-FAMILY DWELLING,  INCLUDING  ATTACHED  STRUCTURES  SUCH  AS\n   46  PORCHES AND STOOPS; OR\n   47    (B)  HOUSING  UNIT IN A STRUCTURE THAT CONTAINS MORE THAN ONE SEPARATE\n   48  HOUSING UNIT, AND IN WHICH EACH  SUCH  UNIT  IS  USED  OR  OCCUPIED,  OR\n   49  INTENDED  TO  BE  USED  OR OCCUPIED, IN WHOLE OR IN PART, AS THE HOME OR\n   50  SEPARATE LIVING QUARTERS OF ONE OR MORE PERSONS.\n   51    14. \"ELEVATED BLOOD LEAD LEVEL\" MEANS A  QUANTITY  OF  LEAD  IN  WHOLE\n   52  VENOUS BLOOD, EXPRESSED IN MICROGRAMS PER DECILITER (UG/DL), OF 10 UG/DL\n   53  OR  GREATER,  OR  SUCH OTHER MORE STRINGENT LEVEL AS MAY BE SPECIFICALLY\n   54  PROVIDED IN THIS TITLE OR ADOPTED IN REGULATION BY THE DEPARTMENT PURSU-\n   55  ANT TO RULE OR REGULATION.\n\n       S. 2419                             5\n\n    1    15. \"ENCAPSULATION\" MEANS THE APPLICATION OF  A  COVERING  OR  COATING\n    2  THAT  ACTS AS A BARRIER BETWEEN THE LEAD-BASED PAINT AND THE ENVIRONMENT\n    3  AND THAT RELIES FOR ITS DURABILITY ON ADHESION BETWEEN  THE  ENCAPSULANT\n    4  AND  THE  PAINTED  SURFACE,  AND  ON THE INTEGRITY OF THE EXISTING BONDS\n    5  BETWEEN PAINT LAYERS AND BETWEEN THE PAINT AND THE SUBSTRATE. ENCAPSULA-\n    6  TION  MAY  BE  USED  AS  A  METHOD  OF  ABATEMENT  IF IT IS DESIGNED AND\n    7  PERFORMED SO AS TO BE PERMANENT.\n    8    16. \"EXTERIOR SURFACES\" MEANS:\n    9    (A) ALL FENCES AND PORCHES THAT ARE PART OF  A  DWELLING  THAT  IS  OR\n   10  CONTAINS AN AFFECTED PROPERTY;\n   11    (B) ALL OUTSIDE SURFACES OF A DWELLING THAT IS OR CONTAINS AN AFFECTED\n   12  PROPERTY THAT ARE ACCESSIBLE TO A CHILD UNDER THE AGE OF SEVEN AND THAT:\n   13    (1) ARE ATTACHED TO THE OUTSIDE OF SUCH DWELLING; OR\n   14    (2)  CONSIST OF OTHER BUILDINGS THAT ARE APPURTENANT TO SUCH DWELLING,\n   15  SUCH AS A GARAGE OR SHED; AND\n   16    (C) ALL PAINTED  SURFACES  IN  STAIRWAYS,  HALLWAYS,  ENTRANCE  AREAS,\n   17  RECREATION AREAS, LAUNDRY AREAS, AND GARAGES WITHIN A MULTIFAMILY DWELL-\n   18  ING  THAT  ARE COMMON TO INDIVIDUAL DWELLING UNITS, ONE OR MORE OF WHICH\n   19  CONSTITUTES AN AFFECTED PROPERTY, AND ARE ACCESSIBLE TO  A  CHILD  UNDER\n   20  THE AGE OF SEVEN.\n   21    17.   \"FRICTION SURFACE\" MEANS AN INTERIOR OR EXTERIOR PAINTED SURFACE\n   22  THAT TOUCHES OR IS IN CONTACT WITH ANOTHER SURFACE, SUCH  THAT  THE  TWO\n   23  SURFACES ARE CAPABLE OF RELATIVE MOTION AND ABRADE, SCRAPE, OR BIND WHEN\n   24  IN  RELATIVE MOTION. FRICTION SURFACES SHALL INCLUDE, BUT NOT BE LIMITED\n   25  TO, WINDOW FRAMES AND JAMBS, DOORS, AND HINGES.\n   26    18. \"G\" MEANS GRAM, \"MG\" MEANS MILLIGRAM (THOUSANDTH OF A  GRAM),  AND\n   27  \"UG\" MEANS MICROGRAM (MILLIONTH OF A GRAM).\n   28    19.  \"HAZARD REDUCTION\" MEANS MEASURES DESIGNED TO REDUCE OR ELIMINATE\n   29  HUMAN EXPOSURE TO LEAD-BASED HAZARDS.\n   30    20. \"HEALTH CARE PROVIDER\" MEANS ANY HEALTH CARE PRACTITIONER  AUTHOR-\n   31  IZED  TO  ORDER  A BLOOD LEAD TEST AND ANY FACILITY LICENSED PURSUANT TO\n   32  ARTICLE TWENTY-EIGHT OF THIS CHAPTER.\n   33    21. \"HIGH EFFICIENCY PARTICLE AIR VACUUM\"  OR  \"HEPA-VACUUM\"  MEANS  A\n   34  DEVICE CAPABLE OF FILTERING OUT PARTICLES OF 0.3 MICRONS OR GREATER FROM\n   35  A  BODY  OF  AIR  AT  AN  EFFICIENCY OF 99.97% OR GREATER; \"HEPA-VACUUM\"\n   36  INCLUDES USE OF A HEPA-VACUUM.\n   37    22.  \"IMPACT SURFACE\" MEANS AN INTERIOR OR  EXTERIOR  PAINTED  SURFACE\n   38  THAT  SHOWS  EVIDENCE, SUCH AS MARKING, DENTING, OR CHIPPING, THAT IT IS\n   39  SUBJECT TO DAMAGE BY REPEATED SUDDEN FORCE, SUCH  AS  CERTAIN  PARTS  OF\n   40  DOOR FRAMES, MOLDINGS, OR BASEBOARDS.\n   41    23. \"INSPECTION\" MEANS A COMPREHENSIVE SURVEY BY A PROPERLY ACCREDITED\n   42  PERSON  TO  DETERMINE  THE  PRESENCE  OF LEAD-BASED PAINT AND LEAD-BASED\n   43  PAINT HAZARDS AND THE PROVISION OF A REPORT EXPLAINING  THE  RESULTS  OF\n   44  THE INSPECTION.\n   45    24.  \"INTERIOR  WINDOWSILL\"  MEANS  A PORTION OF THE HORIZONTAL WINDOW\n   46  LEDGE THAT IS PROTRUDING INTO THE INTERIOR OF A ROOM.\n   47    25. \"INVESTIGATION\" MEANS AN EXAMINATION CONDUCTED BY THE OWNER OF  AN\n   48  AFFECTED PROPERTY, THE OWNER'S AGENT OR EMPLOYEE, OR SOMEONE RETAINED BY\n   49  THE OWNER, IN ACCORDANCE WITH THE REQUIREMENTS ESTABLISHED BY THE DEPUTY\n   50  COMMISSIONER, TO DETERMINE WHETHER THE AFFECTED PROPERTY MEETS THE STAN-\n   51  DARDS  OF  LEAD-STABILIZED  STATUS  AS  DEFINED  IN SUBDIVISION THREE OF\n   52  SECTION THIRTEEN HUNDRED SEVENTY-SIX OF THIS TITLE.\n   53    26. \"LEAD-BASED PAINT\" MEANS PAINT OR OTHER  SIMILAR  SURFACE  COATING\n   54  MATERIAL  CONTAINING  1.0  MILLIGRAMS  OF  LEAD PER SQUARE CENTIMETER OR\n   55  GREATER, AS DETERMINED BY LABORATORY ANALYSIS, OR BY AN  X-RAY  FLUORES-\n   56  CENCE  ANALYZER.  IF  AN  X-RAY  FLUORESCENCE ANALYZER IS USED, READINGS\n\n       S. 2419                             6\n\n    1  SHALL BE CORRECTED FOR SUBSTRATE BIAS WHEN NECESSARY AS SPECIFIED BY THE\n    2  PERFORMANCE CHARACTERISTIC SHEETS RELEASED BY THE UNITED STATES ENVIRON-\n    3  MENTAL PROTECTION AGENCY AND THE UNITED STATES DEPARTMENT OF HOUSING AND\n    4  URBAN  DEVELOPMENT  FOR  THE  SPECIFIC X-RAY FLUORESCENCE ANALYZER USED.\n    5  X-RAY FLUORESCENCE READINGS SHALL BE CLASSIFIED AS POSITIVE, NEGATIVE OR\n    6  INCONCLUSIVE IN ACCORDANCE WITH THE UNITED STATES DEPARTMENT OF  HOUSING\n    7  AND  URBAN  DEVELOPMENT  GUIDELINES  FOR  THE  EVALUATION AND CONTROL OF\n    8  LEAD-BASED PAINT HAZARDS IN HOUSING (JUNE 1995, REVISED  1997)  AND  THE\n    9  PERFORMANCE CHARACTERISTIC SHEETS RELEASED BY THE UNITED STATES ENVIRON-\n   10  MENTAL PROTECTION AGENCY AND THE UNITED STATES DEPARTMENT OF HOUSING AND\n   11  URBAN  DEVELOPMENT  FOR  THE  SPECIFIC X-RAY FLUORESCENCE ANALYZER USED.\n   12  X-RAY FLUORESCENCE READINGS THAT FALL WITHIN THE INCONCLUSIVE  ZONE,  AS\n   13  DETERMINED  BY THE PERFORMANCE CHARACTERISTIC SHEETS, SHALL BE CONFIRMED\n   14  BY LABORATORY ANALYSIS OF PAINT CHIPS,  RESULTS  SHALL  BE  REPORTED  IN\n   15  MILLIGRAMS OF LEAD PER SQUARE CENTIMETER AND THE MEASURE OF SUCH LABORA-\n   16  TORY  ANALYSIS  SHALL  BE  DEFINITIVE. IF LABORATORY ANALYSIS IS USED TO\n   17  DETERMINE LEAD CONTENT, RESULTS SHALL BE REPORTED IN MILLIGRAMS OF  LEAD\n   18  PER  SQUARE  CENTIMETER.  WHERE  THE SURFACE AREA OF A PAINT CHIP SAMPLE\n   19  CANNOT BE ACCURATELY MEASURED OR IF AN ACCURATELY  MEASURED  PAINT  CHIP\n   20  SAMPLE  CANNOT  BE  REMOVED,  A  LABORATORY  ANALYSIS MAY BE REPORTED IN\n   21  PERCENT BY WEIGHT. IN SUCH CASE, LEAD-BASED PAINT SHALL MEAN  ANY  PAINT\n   22  OR  OTHER  SIMILAR SURFACE-COATING MATERIAL CONTAINING MORE THAN 0.5% OF\n   23  METALLIC LEAD, BASED ON THE NON-VOLATILE CONTENT OF THE PAINT  OR  OTHER\n   24  SIMILAR SURFACE-COATING MATERIAL.\n   25    27. \"LEAD-BASED PAINT HAZARD\" MEANS ANY CONDITION IN, OR PROXIMATE TO,\n   26  A  DWELLING  OR  DWELLING  UNIT OCCUPIED BY A PERSON AT RISK THAT CAUSES\n   27  EXPOSURE TO LEAD FROM LEAD-CONTAMINATED DUST, FROM LEAD-BASED PAINT THAT\n   28  IS DETERIORATED, OR FROM LEAD-BASED PAINT THAT IS  PRESENT  ON  CHEWABLE\n   29  SURFACES,   DETERIORATED   SUBSURFACES,  FRICTION  SURFACES,  OR  IMPACT\n   30  SURFACES, OR IN SOIL, THAT WOULD RESULT IN ADVERSE HUMAN HEALTH EFFECTS.\n   31    28. \"LEAD-CONTAINED\" MEANS PROPERTY THAT HAS  ATTAINED  LEAD-CONTAINED\n   32  PROPERTY STATUS WITHIN THE MEANING OF SUBDIVISION THREE OF SECTION THIR-\n   33  TEEN HUNDRED SEVENTY-SIX OF THIS TITLE.\n   34    29.  \"LEAD-CONTAMINATED  DUST\" MEANS SURFACE DUST THAT CONTAINS A MASS\n   35  PER AREA CONCENTRATION OF LEAD EQUAL TO OR EXCEEDING 40  MICROGRAMS  PER\n   36  SQUARE  FOOT (\"UG/FT2\") ON FLOORS, OR 250 UG/FT2 ON INTERIOR WINDOWSILLS\n   37  BASED ON WIPE SAMPLE, OR 400 UG/FT2 ON WINDOW WELLS, OR SUCH MORE STRIN-\n   38  GENT STANDARDS AS MAY BE ADOPTED BY THE DEPARTMENT.\n   39    30. \"LEAD-FREE\" MEANS PROPERTY THAT HAS  ATTAINED  LEAD-FREE  PROPERTY\n   40  STATUS WITHIN THE MEANING OF SUBDIVISION TWO OF SECTION THIRTEEN HUNDRED\n   41  SEVENTY-SIX OF THIS TITLE.\n   42    31. \"LEAD-STABILIZED\" MEANS PROPERTY THAT HAS ATTAINED LEAD-STABILIZED\n   43  PROPERTY  STATUS WITHIN THE MEANING OF SUBDIVISION FOUR OF SECTION THIR-\n   44  TEEN HUNDRED SEVENTY-SIX OF THIS TITLE.\n   45    32. \"LOCAL DESIGNEE\" MEANS A  MUNICIPAL,  COUNTY,  OR  OTHER  OFFICIAL\n   46  DESIGNATED  BY  THE  DEPUTY COMMISSIONER OF PUBLIC HEALTH AS RESPONSIBLE\n   47  FOR ASSISTING THE DESIGNATING AUTHORITY, RELEVANT  STATE  AGENCIES,  AND\n   48  RELEVANT  COUNTY  AND  MUNICIPAL AUTHORITIES, IN IMPLEMENTING THE ACTIV-\n   49  ITIES SPECIFIED BY THIS ARTICLE FOR THE LOCALITIES.\n   50    33. \"OCCUPANT\" MEANS ANY INDIVIDUAL LIVING OR SLEEPING IN A  BUILDING,\n   51  OR HAVING POSSESSION OF A SPACE WITHIN A BUILDING.\n   52    34. \"OWNER\" MEANS A PERSON, FIRM, CORPORATION, NONPROFIT ORGANIZATION,\n   53  PARTNERSHIP, GOVERNMENT, GUARDIAN, CONSERVATOR, RECEIVER, TRUSTEE, EXEC-\n   54  UTOR,  OR  OTHER  JUDICIAL OFFICER, OR OTHER ENTITY WHICH, ALONE OR WITH\n   55  OTHERS, OWNS, HOLDS, OR CONTROLS THE FREEHOLD OR LEASEHOLD TITLE OR PART\n   56  OF THE TITLE TO PROPERTY, WITH OR WITHOUT ACTUALLY POSSESSING  IT.  SUCH\n\n       S. 2419                             7\n\n    1  TERM  INCLUDES  A VENDEE WHO POSSESSES THE TITLE, BUT DOES NOT INCLUDE A\n    2  MORTGAGEE OR AN OWNER OF A REVERSIONARY INTEREST  UNDER  A  GROUND  RENT\n    3  LEASE.   \"OWNER\" INCLUDES ANY AUTHORIZED AGENT OF THE OWNER, INCLUDING A\n    4  PROPERTY MANAGER OR LEASING AGENT.\n    5    35.  \"PERMANENT\"  MEANS  AN  EXPECTED  DESIGN  LIFE OF AT LEAST TWENTY\n    6  YEARS.\n    7    36. \"PERSON\" MEANS ANY NATURAL PERSON.\n    8    37. \"PERSON AT RISK\" MEANS A CHILD UNDER THE AGE OF SEVEN YEARS  OR  A\n    9  PREGNANT WOMAN WHO RESIDES IN AN AFFECTED PROPERTY.\n   10    38.  \"PROGRAM\"  MEANS  THE  LEAD  POISONING  PREVENTION PROGRAM IN THE\n   11  DEPARTMENT ESTABLISHED PURSUANT TO SECTION THIRTEEN HUNDRED SEVENTY-A OF\n   12  THIS TITLE.\n   13    39. \"RELOCATION EXPENSES\" MEANS ALL EXPENSES NECESSITATED BY THE RELO-\n   14  CATION OF A TENANT'S HOUSEHOLD TO HOUSING FREE OF LEAD HAZARDS,  INCLUD-\n   15  ING, BUT NOT LIMITED TO, MOVING AND HAULING EXPENSES, THE HEPA-VACUUMING\n   16  OF  ALL UPHOLSTERED FURNITURE, LAUNDERING OF CLOTHES AND LINENS, PAYMENT\n   17  OF A SECURITY DEPOSIT FOR THE RELOCATION HOUSING, AND  INSTALLATION  AND\n   18  CONNECTION OF UTILITIES AND APPLIANCES.\n   19    40.  \"SOIL-LEAD  HAZARD\" MEANS SOIL IN A PLAY AREA WHERE THE SOIL-LEAD\n   20  CONCENTRATION FROM A COMPOSITE PLAY AREA SAMPLE OF BARE SOIL IS EQUAL TO\n   21  OR GREATER THAN 400 PARTS PER MILLION; OR IN THE REST OF THE  YARD  WHEN\n   22  THE  ARITHMETIC  MEAN  LEAD  CONCENTRATION  FROM  A COMPOSITE SAMPLE (OR\n   23  ARITHMETIC MEAN OF COMPOSITE SAMPLES) OF BARE SOIL FROM THE REST OF  THE\n   24  YARD  (I.E., NON-PLAY AREAS) IS EQUAL TO OR GREATER THAN 1,200 PARTS PER\n   25  MILLION.\n   26    41. \"TENANT\" MEANS THE INDIVIDUAL NAMED AS  THE  LESSEE  IN  A  LEASE,\n   27  RENTAL  AGREEMENT  OR OTHER FORM OF OCCUPANCY AGREEMENT, WHETHER WRITTEN\n   28  OR ORAL, FOR A DWELLING UNIT, AND INCLUDES TENANCIES INCIDENT TO EMPLOY-\n   29  MENT.  WHERE APPLICABLE, THE TERM \"TENANT\" SHALL ALSO INCLUDE ANY  OCCU-\n   30  PANT OF THE TENANT'S HOUSEHOLD.\n   31    42. \"WIPE SAMPLE\" MEANS A SAMPLE COLLECTED BY AN APPROPRIATELY ACCRED-\n   32  ITED PERSON WIPING A REPRESENTATIVE SURFACE OF KNOWN AREA, AS DETERMINED\n   33  BY  AMERICAN SOCIETY FOR TESTING MATERIALS (ASTM) E1728 (\"STANDARD PRAC-\n   34  TICE FOR THE FIELD COLLECTION OF SETTLED DUST SAMPLES USING WIPE  SAMPL-\n   35  ING  METHODS FOR LEAD DETERMINATION BY ATOMIC SPECTROMETRY TECHNIQUES\"),\n   36  WITH LEAD DETERMINATION CONDUCTED BY AN  ACCREDITED  LABORATORY  PARTIC-\n   37  IPATING  IN  THE  ENVIRONMENTAL  LEAD  LABORATORY  ACCREDITATION PROGRAM\n   38  (NLAP).\n   39    S 4. Subdivision 2 of section 1370-a of  the  public  health  law,  as\n   40  added  by  chapter  485  of  the laws of 1992, paragraphs (a) and (c) as\n   41  amended by section 4 of part A of chapter 58 of the  laws  of  2009,  is\n   42  amended  and  three  new  subdivisions  4,  5 and 6 are added to read as\n   43  follows:\n   44    2. The department shall:\n   45    (a) IDENTIFY AND DESIGNATE AS COMMUNITIES OF CONCERN THE THIRTY  MUNI-\n   46  CIPALITIES  IN THE STATE HAVING THE GREATEST NUMBERS OF CHILDREN IDENTI-\n   47  FIED WITH ELEVATED BLOOD LEAD LEVELS, AND,  IN  COOPERATION  WITH  LOCAL\n   48  HEALTH  OFFICIALS  AND  MUNICIPAL  OFFICIALS,  DEVELOP  A  LOCAL PRIMARY\n   49  PREVENTION PLAN FOR EACH COMMUNITY OF CONCERN  TO  PREVENT  EXPOSURE  TO\n   50  LEAD  CONSISTENT  WITH  THIS  TITLE.   THE COMMISSIONER IS AUTHORIZED TO\n   51  ENTER INTO AND SHALL ENTER INTO AGREEMENTS OR MEMORANDA OF UNDERSTANDING\n   52  WITH, AND PROVIDE TECHNICAL  AND  OTHER  RESOURCES  TO,  COMMUNITIES  OF\n   53  CONCERN  AND  SHALL  ENSURE  THAT  THE  PRIMARY  PREVENTION PLAN TARGETS\n   54  PERSONS AT RISK LIVING IN THE  HIGHEST  RISK  AFFECTED  HOUSING  IN  THE\n   55  COMMUNITY.   MUNICIPALITIES IDENTIFIED BY THE COMMISSIONER SHALL COOPER-\n\n       S. 2419                             8\n\n    1  ATE FULLY WITH THE DEPARTMENT IN THE FORMULATION AND  IMPLEMENTATION  OF\n    2  THE PRIMARY PREVENTION PLAN FOR THE DESIGNATED COMMUNITY OF CONCERN;\n    3     (B)  IDENTIFY AND DESIGNATE AS AREAS OF HIGH RISK ANY CENSUS TRACT OR\n    4  BLOCK GROUP IN THE STATE IN WHICH DURING  ANY  SINGLE  YEAR,  MORE  THAN\n    5  TWENTY-FIVE  CHILDREN  HAVE  BEEN  IDENTIFIED  WITH  ELEVATED BLOOD LEAD\n    6  LEVELS. IN SUCH AREAS OF HIGH RISK, THE DEPARTMENT SHALL FURTHER REQUIRE\n    7  THAT THE COUNTY COMMISSIONER OF HEALTH, IN COOPERATION WITH  APPROPRIATE\n    8  LOCAL  MUNICIPAL  OFFICIALS,  PRIORITIZE AND IMPLEMENT THE INSPECTION OF\n    9  AFFECTED PROPERTIES WITH PERSONS AT RISK, AND REQUIRE THE  ABATEMENT  OF\n   10  LEAD-BASED  PAINT HAZARDS, OR THE STABILIZATION OF ALL CONDITIONS CONDU-\n   11  CIVE TO LEAD POISONING IN THESE INSPECTED UNITS  USING  LEAD  SAFE  WORK\n   12  PRACTICES,  IN  ACCORDANCE  WITH  THE DEFINITIONS AND PROVISIONS OF THIS\n   13  TITLE;\n   14    (C) promulgate and enforce regulations  [for  screening  children  and\n   15  pregnant  women, including requirements for blood lead testing, for lead\n   16  poisoning, and for follow up of children and  pregnant  women  who  have\n   17  elevated  blood  lead  levels]  NECESSARY  FOR THE IMPLEMENTATION OF ALL\n   18  PORTIONS OF THIS TITLE, EXCEPT  WHERE  RESPONSIBILITY  FOR  IMPLEMENTING\n   19  SPECIFIC  PORTIONS OF THIS TITLE IS SPECIFICALLY ASSIGNED TO THE COMMIS-\n   20  SIONER OF HOUSING AND COMMUNITY RENEWAL OR TO THE COMMISSIONER OF  TAXA-\n   21  TION AND FINANCE;\n   22    [(b)] (D) enter into interagency agreements to coordinate lead poison-\n   23  ing  prevention, exposure reduction, identification and treatment activ-\n   24  ities and lead reduction activities with other federal, state and  local\n   25  agencies and programs;\n   26    [(c)]  (E)  establish  a statewide registry of lead levels of children\n   27  provided such information is maintained as confidential except  for  (i)\n   28  disclosure  for medical treatment purposes; (ii) disclosure of non-iden-\n   29  tifying epidemiological data; and (iii) disclosure of  information  from\n   30  such  registry  to  the statewide immunization information system estab-\n   31  lished by section twenty-one hundred sixty-eight of this chapter; and\n   32    [(d)]  (F)  develop  and  implement  public  education  and  community\n   33  outreach programs on lead exposure, detection and risk reduction.\n   34    4.  THE  COMMISSIONER  OR  THE  COMMISSIONER'S  DESIGNEE SHALL DEVELOP\n   35  CULTURALLY AND LINGUISTICALLY APPROPRIATE INFORMATION PAMPHLETS  REGARD-\n   36  ING  CHILDHOOD  LEAD  POISONING,  THE IMPORTANCE OF TESTING FOR ELEVATED\n   37  BLOOD LEAD LEVELS, PREVENTION OF CHILDHOOD LEAD POISONING, TREATMENT  OF\n   38  CHILDHOOD  LEAD POISONING, AND TENANTS' AND OWNERS' RIGHTS AND RESPONSI-\n   39  BILITIES UNDER  THIS  TITLE.    THESE  INFORMATION  PAMPHLETS  SHALL  BE\n   40  DISTRIBUTED AS FOLLOWS:\n   41    (A)  BY  THE  OWNER  OF  ANY AFFECTED PROPERTY OR HIS OR HER AGENTS OR\n   42  EMPLOYEES AT THE TIME OF THE INITIATION AND RENEWAL OF A  RENTAL  AGREE-\n   43  MENT TO THE TENANT;\n   44    (B)  BY  THE HEALTH CARE PROVIDER TO THE PARENT OR GUARDIAN OF A CHILD\n   45  AT THE TIME OF A CHILD'S BIRTH AND AT THE TIME OF ANY CHILDHOOD  IMMUNI-\n   46  ZATION  OR  VACCINE  UNLESS  IT  IS  ESTABLISHED  THAT  SUCH INFORMATION\n   47  PAMPHLET HAS BEEN PROVIDED PREVIOUSLY TO THE PARENT OR LEGAL GUARDIAN BY\n   48  THE HEALTH CARE PROVIDER WITHIN THE PRIOR  TWELVE  MONTHS.  HEALTH  CARE\n   49  PROVIDERS SHALL ALSO REVISE THEIR PATIENT FORMS TO INCLUDE A REMINDER TO\n   50  CHECK THE LEAD SCREENING STATUS OF EACH CHILD UNDER SIX YEARS OF AGE;\n   51    (C)  BY  THE OWNER OR OPERATOR OF ANY CHILD CARE FACILITY, PRE-SCHOOL,\n   52  OR KINDERGARTEN CLASS ON OR BEFORE OCTOBER FIFTEENTH  OF  EACH  CALENDAR\n   53  YEAR, TO THE PARENT OR GUARDIAN OF A CHILD ENROLLED IN SUCH FACILITY;\n   54    (D)  BY AN OBSTETRICIAN OR GYNECOLOGIST TO EACH PATIENT OF CHILD-BEAR-\n   55  ING AGE AT THE PATIENT'S FIRST  VISIT  AND  AT  EACH  PREGNANCY  OF  THE\n   56  PATIENT; AND\n\n       S. 2419                             9\n\n    1    (E) BY THE PROVIDER OF THE WOMEN, INFANTS AND CHILDREN PROGRAM TO EACH\n    2  PERSON  ENROLLED IN SUCH PROGRAM AND UPON ENROLLMENT AND ANNUALLY THERE-\n    3  AFTER.\n    4    5. WITHIN THREE MONTHS AFTER THE CLOSE OF THE FISCAL YEAR, THE COMMIS-\n    5  SIONER SHALL REPORT TO THE ADVISORY COUNCIL ESTABLISHED IN SECTION THIR-\n    6  TEEN  HUNDRED SEVENTY-B OF THIS TITLE ON THE DEPARTMENT'S IMPLEMENTATION\n    7  OF THIS SECTION DURING  THE  PRECEDING  PERIOD.  SUCH  REPORT  SHALL  BE\n    8  PUBLICLY AVAILABLE AND SHALL INCLUDE, AT A MINIMUM, A DETAILED STATEMENT\n    9  OF  REVENUE  AND EXPENDITURES AND STATEMENT OF THE DEPARTMENT'S PROGRAM,\n   10  SUPPORTED BY A STATISTICAL SECTION WITH GEOGRAPHIC INDEXING DESIGNED  TO\n   11  PROVIDE  A DETAILED EXPLANATION OF THE DEPARTMENT'S ENFORCEMENT, INCLUD-\n   12  ING BUT NOT LIMITED TO THE FOLLOWING:\n   13    (A) A STATISTICAL PROFILE OF DWELLINGS IN WHICH VIOLATIONS  HAVE  BEEN\n   14  PLACED  PURSUANT TO THIS TITLE, INDICATING THE AGES OF THE DWELLINGS AND\n   15  OTHER FACTORS RELEVANT TO THE PREVALENCE OF  LEAD-BASED  PAINT  HAZARDS,\n   16  WHICH  MAY  INCLUDE  THE PRIOR LEAD POISONING OF A PERSON AT RISK IN THE\n   17  DWELLING, OUTSTANDING VIOLATIONS, EMERGENCY REPAIR CHARGES, TAX  ARREARS\n   18  AND MORTGAGE DEBT;\n   19    (B)  THE NUMBER OF DWELLING UNITS INSPECTED BY THE DEPARTMENT OR OTHER\n   20  STATE OR LOCAL AGENCY PURSUANT TO THIS TITLE, THE NUMBER OF  SUCH  UNITS\n   21  WHERE A PERSON AT RISK RESIDED, AND THE NUMBER OF INSPECTORS ASSIGNED TO\n   22  CONDUCT SUCH INSPECTIONS;\n   23    (C)  THE  NUMBER OF DWELLING UNITS IN WHICH THE OCCUPANT COMPLAINED OF\n   24  PEELING PAINT OR A DETERIORATED SUBSURFACE AND THE NUMBER  OF  PRE-NINE-\n   25  TEEN  HUNDRED  SEVENTY  DWELLING  UNITS  IN  WHICH THE EXISTENCE OF SUCH\n   26  CONDITIONS WERE CONFIRMED BY THE DEPARTMENT  OR  OTHER  STATE  OR  LOCAL\n   27  AGENCY;\n   28    (D)  THE  NUMBER  OF  DWELLING UNITS WHERE A PERSON AT RISK RESIDES IN\n   29  WHICH A VIOLATION  WAS  PLACED  PURSUANT  TO  THIS  TITLE,  WHETHER  THE\n   30  VIOLATION  WAS  PLACED  IN RESPONSE TO AN OCCUPANT'S COMPLAINT OR OTHER-\n   31  WISE;\n   32    (E) AN EVALUATION OF THE DEPARTMENT'S CAPABILITY  TO  TIMELY  INSPECT,\n   33  SERVE A NOTICE OF VIOLATION, AND ENFORCE THE CORRECTION OF VIOLATIONS;\n   34    (F)  AN  EVALUATION OF THE DEPARTMENT'S IMPLEMENTATION OF A PROGRAM OF\n   35  INSPECTION PURSUANT TO  SUBDIVISION  SIX  OF  SECTION  THIRTEEN  HUNDRED\n   36  SEVENTY-SEVEN OF THIS TITLE; AND\n   37    (G) A TABULATION OF ALL MUNICIPALITIES, CENSUS TRACTS, OR CENSUS BLOCK\n   38  GROUPS  WHICH  HAVE  IN  ANY  YEAR  MORE  THAN TWENTY-FIVE CHILDREN WITH\n   39  ELEVATED BLOOD LEAD LEVELS, INCLUDING TOTALS OF THE NUMBER  OF  CHILDREN\n   40  WITH SUCH ELEVATED BLOOD LEAD LEVELS BY FIVE POINT INCREMENTS.\n   41    6.  THE  COMMISSIONER  SHALL DESIGNATE A DEPUTY COMMISSIONER OF HEALTH\n   42  RESPONSIBLE FOR FULFILLING THE OBJECTIVES OF THIS TITLE WHEN SUCH OBJEC-\n   43  TIVES INVOLVE THE RESPONSIBILITIES OF THE DEPARTMENT.\n   44    S 5. Section 1370-b of the public health law is amended  by  adding  a\n   45  new subdivision 4 to read as follows:\n   46    4.  THE  DEPARTMENT  SHALL MAKE RECOMMENDATIONS TO AMEND THIS TITLE IF\n   47  ANY OF THE FOLLOWING CONDITIONS OCCUR:\n   48    (A) IN FISCAL YEAR TWO THOUSAND  ELEVEN,  THE  RATE  OF  CHILDREN  WHO\n   49  OBTAIN  BLOOD-LEAD  TESTING  IN COMPLIANCE WITH SECTION THIRTEEN HUNDRED\n   50  SEVENTY-C OF THIS TITLE IS LESS THAN SEVENTY-FIVE PERCENT;\n   51    (B) IN FISCAL YEAR TWO THOUSAND ELEVEN, THE NUMBER OF CHILDREN IN THIS\n   52  STATE WHOSE BLOOD-LEAD LEVEL IS EQUAL TO OR EXCEEDS  10  MICROGRAMS  PER\n   53  DECILITER IS GREATER THAN FOUR THOUSAND;\n   54    (C)  IN  FISCAL  YEAR  TWO  THOUSAND  TWELVE, THE RATE OF CHILDREN WHO\n   55  OBTAIN BLOOD-LEAD TESTING IN COMPLIANCE WITH  SECTION  THIRTEEN  HUNDRED\n   56  SEVENTY-C OF THIS TITLE IS LESS THAN NINETY PERCENT; OR\n\n       S. 2419                            10\n\n    1    (D) IN FISCAL YEAR TWO THOUSAND TWELVE, THE NUMBER OF CHILDREN IN THIS\n    2  STATE  WHOSE  BLOOD-LEAD  LEVEL IS EQUAL TO OR EXCEEDS 10 MICROGRAMS PER\n    3  DECILITER IS GREATER THAN TWO THOUSAND.\n    4    SUCH RECOMMENDATIONS SHALL BE SUBMITTED TO THE ADVISORY COUNCIL WITHIN\n    5  SIX  MONTHS  AFTER  THE  CLOSE OF THE FISCAL YEAR IN WHICH THE CONDITION\n    6  OCCURS.\n    7    S 6. Subdivision 1 of section 1370-c of  the  public  health  law,  as\n    8  added by chapter 485 of the laws of 1992, is amended and four new subdi-\n    9  visions 5, 6, 7 and 8 are added to read as follows:\n   10    1.  The  department  [is  authorized  to] SHALL promulgate AND ENFORCE\n   11  regulations establishing the means by which and the intervals  at  which\n   12  [children  and  pregnant  women]  PERSONS  AT RISK shall be screened for\n   13  elevated BLOOD lead levels AND FOR FOLLOW UP OF PERSONS AT RISK WHO HAVE\n   14  ELEVATED BLOOD LEAD LEVELS.    The  department  is  also  authorized  to\n   15  require  screening  for  lead  poisoning in other high risk groups. AT A\n   16  MINIMUM, THE DEPARTMENT SHALL ENSURE THAT ALL CHILDREN AT BOTH  AGE  ONE\n   17  YEAR  AND AT AGE TWO YEARS AND PREGNANT WOMEN SHALL BE SCREENED AND THAT\n   18  ALL CHILDREN WHO ARE CONSIDERED AT RISK UP TO SIX YEARS OF AGE SHALL  BE\n   19  SCREENED AT LEAST ONCE EACH YEAR.\n   20    5. EACH HEALTH INSURER OR HEALTH MAINTENANCE ORGANIZATION SHALL REPORT\n   21  ANNUALLY  TO THE DEPARTMENT ITS AGGREGATE DATA REGARDING COMPLIANCE WITH\n   22  THE SCREENING REQUIREMENTS PURSUANT TO THIS  SECTION.  SUCH  DATA  SHALL\n   23  DETAIL  THE NUMBER AND PERCENTAGE OF CHILDREN SEEN WHO WERE AGES ONE AND\n   24  TWO, THE NUMBER AND PERCENTAGE WHO WERE SCREENED AT  AGE  ONE,  AND  THE\n   25  NUMBER AND PERCENTAGE WHO WERE SCREENED AT AGE TWO, SEPARATELY ORGANIZED\n   26  BY  ZIP  CODE.  THIS REPORT ON SCREENING COMPLIANCE SHALL BE PROVIDED TO\n   27  THE DEPARTMENT BY MARCH FIRST FOLLOWING THE END OF  THE  CALENDAR  YEAR.\n   28  THE  COMPTROLLER  SHALL INCLUDE A REVIEW OF COMPLIANCE WITH THIS SECTION\n   29  IN ANY AUDIT IT PERFORMS.\n   30    6. THE DEPARTMENT SHALL INCLUDE THE SCREENING AND  REPORTING  REQUIRE-\n   31  MENTS  IN ITS CONTRACTS FOR SERVICES UNDER THE MEDICAID AND CHILD HEALTH\n   32  PLUS PROGRAMS OR ANY OTHER PROGRAMS FUNDED IN  WHOLE  OR  IN  PART  WITH\n   33  STATE  OR  LOCAL FUNDS AND PROVIDING HEALTH SERVICES TO PERSONS AT RISK,\n   34  AND SHALL IMPOSE COMPLIANCE TARGETS AND APPROPRIATE PENALTIES  OR  SANC-\n   35  TIONS IN THE EVENT SUCH TARGETS ARE NOT ACHIEVED.\n   36    7.  BY APRIL FIFTEENTH OF EACH YEAR THE DEPARTMENT SHALL REPORT TO THE\n   37  HEALTH COMMITTEES OF THE SENATE AND ASSEMBLY AND MAKE PUBLICLY AVAILABLE\n   38  A REPORT ON SCREENING RATES OF  THE  PRECEDING  YEAR  PURSUANT  TO  THIS\n   39  SECTION,  INCLUDING  THE  ACTUAL  NUMBER AND ESTIMATED PERCENTAGE OF ONE\n   40  YEAR OLD CHILDREN AND THE ACTUAL NUMBER AND ESTIMATED PERCENTAGE OF  TWO\n   41  YEAR  OLD  CHILDREN SCREENED FOR BLOOD LEAD, THE ACTUAL NUMBER AND ESTI-\n   42  MATED PERCENTAGE OF CHILDREN SCREENED AT BOTH ONE YEAR OF  AGE  AND  TWO\n   43  YEARS OF AGE, THE PERFORMANCE OF MEDICAID AND CHILD HEALTH PLUS PROGRAMS\n   44  OR  ANY  OTHER  PROGRAMS FUNDED IN WHOLE OR IN PART WITH STATE AND LOCAL\n   45  FUNDS AND PROVIDING HEALTH SERVICES TO PERSONS AT RISK, AND ITS  ACTIONS\n   46  TO PUBLICIZE AND ENFORCE THE OBLIGATIONS ON HEALTH CARE PROVIDERS PURSU-\n   47  ANT TO THIS SECTION.\n   48    8.  THE DEPARTMENT SHALL PROMULGATE REGULATIONS ESTABLISHING PENALTIES\n   49  FOR KNOWING VIOLATIONS OF SUBDIVISION TWO OF THIS SECTION.\n   50    S 7. Sections 1373 and 1375 of the public health law are REPEALED  and\n   51  eight  new  sections  1370-f,  1373,  1375-a, 1376, 1377, 1378, 1379 and\n   52  1379-a are added to read as follows:\n   53    S 1370-F. RESPONSE TO A CHILD WITH  ELEVATED  BLOOD  LEAD  LEVELS  AND\n   54  CONDITIONS  CONDUCIVE TO LEAD POISONING.  1. FOR EACH PERSON AT RISK WHO\n   55  HAS A CONFIRMED ELEVATED BLOOD LEAD LEVEL, PRIMARY HEALTH CARE PROVIDERS\n   56  SHALL PROVIDE OR MAKE REASONABLE EFFORTS TO ENSURE THE  PROVISION  OF  A\n\n       S. 2419                            11\n\n    1  COMPLETE  DIAGNOSTIC  EVALUATION;  MEDICAL  TREATMENT, IF NECESSARY; AND\n    2  REFERRAL TO THE APPROPRIATE LOCAL OR STATE HEALTH UNIT FOR ENVIRONMENTAL\n    3  MANAGEMENT. A COMPLETE DIAGNOSTIC EVALUATION SHALL INCLUDE AT A MINIMUM:\n    4  A DETAILED LEAD EXPOSURE ASSESSMENT, A NUTRITIONAL ASSESSMENT, INCLUDING\n    5  IRON STATUS, AND, AS APPROPRIATE, DEVELOPMENT SCREENING.\n    6    2.  THE  COMMISSIONER OR THE COMMISSIONER'S DESIGNATED REPRESENTATIVE,\n    7  AS THE APPROPRIATE LOCAL OR STATE HEALTH UNIT FOR ENVIRONMENTAL  MANAGE-\n    8  MENT,  SHALL CONDUCT AN ENVIRONMENTAL ASSESSMENT, WHICH SHALL INCLUDE AN\n    9  EMERGENCY INSPECTION IN ACCORDANCE WITH  SUBDIVISION  THREE  OF  SECTION\n   10  THIRTEEN HUNDRED SEVENTY-SEVEN OF THIS TITLE, TO DETERMINE THE SOURCE OF\n   11  EXPOSURE TO LEAD FOR ANY PERSON AT RISK REFERRED PURSUANT TO SUBDIVISION\n   12  ONE OF THIS SECTION.\n   13    3.  FOR  EACH PERSON AT RISK WHO IS REFERRED FOR ENVIRONMENTAL MANAGE-\n   14  MENT PURSUANT TO THIS SECTION, WHENEVER THE COMMISSIONER OR HIS  OR  HER\n   15  DESIGNATED  REPRESENTATIVE DETERMINES THAT A CONDITION CONDUCIVE TO LEAD\n   16  POISONING EXISTS IN A DWELLING, A WRITTEN NOTICE AND DEMAND FOR  DISCON-\n   17  TINUANCE  SHALL  BE  ISSUED  IN ACCORDANCE WITH SECTION THIRTEEN HUNDRED\n   18  SEVENTY-EIGHT OF THIS TITLE.  THE  COMMISSIONER  OR  THE  COMMISSIONER'S\n   19  DESIGNATED  REPRESENTATIVE SHALL ALSO IMMEDIATELY NOTIFY THE APPROPRIATE\n   20  PUBLIC WELFARE DEPARTMENT OF THE ISSUANCE OF  SUCH  WRITTEN  NOTICE  AND\n   21  DEMAND  PURSUANT  TO  SECTION  ONE  HUNDRED  FORTY-THREE-B OF THE SOCIAL\n   22  SERVICES LAW.\n   23    4.   WHENEVER THE COMMISSIONER OR  HIS  OR  HER  REPRESENTATIVE  SHALL\n   24  DESIGNATE AN AREA OF HIGH RISK, OTHER THAN A CENSUS TRACT OR BLOCK GROUP\n   25  SO  DESIGNATED  PURSUANT  TO  SECTION THIRTEEN HUNDRED SEVENTY-A OF THIS\n   26  TITLE HE OR SHE MAY GIVE WRITTEN NOTICE AND DEMAND, SERVED  AS  PROVIDED\n   27  IN  SECTION THIRTEEN HUNDRED SEVENTY-EIGHT OF THIS TITLE FOR THE DISCON-\n   28  TINUANCE OF A PAINT CONDITION CONDUCIVE TO LEAD POISONING IN ANY  DESIG-\n   29  NATED DWELLING IN SUCH AREA WITHIN A SPECIFIED PERIOD OF TIME.\n   30    5.  WHENEVER  THE COMMISSIONER OR HIS OR HER DESIGNATED REPRESENTATIVE\n   31  HAS ISSUED A WRITTEN NOTICE AND DEMAND FOR A DISCONTINUANCE OF A  CONDI-\n   32  TION  CONDUCIVE  TO  LEAD POISONING, PRIOR TO CLEARING SUCH CONDITION AS\n   33  MEETING THE REQUIREMENTS OF THIS TITLE, THE COMMISSIONER OR HIS  OR  HER\n   34  DESIGNATED  REPRESENTATIVE  SHALL  COMPLETE  A  CLEARANCE EXAMINATION TO\n   35  CONFIRM THE SAFETY OF THE LOCATION. SUCH  CLEARANCE  EXAMINATIONS  SHALL\n   36  INCLUDE  A  VISUAL  ASSESSMENT, DUST SAMPLING, SUBMISSION OF SAMPLES FOR\n   37  ANALYSIS FOR LEAD, INTERPRETATION OF SAMPLING RESULTS,  AND  PREPARATION\n   38  OF  A  REPORT.  CLEARANCE  EXAMINATIONS SHALL BE PERFORMED IN ACCORDANCE\n   39  WITH FEDERAL GUIDELINES IN 24 CFR SECTION  35.1340  OR  SUCCESSOR  REGU-\n   40  LATION.\n   41    S 1373. SAFE WORK PRACTICES FOR ACTIVITIES DISTURBING LEAD-BASED PAINT\n   42  OR  PAINT OF UNKNOWN LEAD CONTENT IN AFFECTED PROPERTIES WITH PERSONS AT\n   43  RISK.   1. ALL WORK PERFORMED BY AN  OWNER  OR  THE  OWNER'S  AGENTS  OR\n   44  CONTRACTORS,  IN  AFFECTED  PROPERTY  OCCUPIED BY A PERSON OR PERSONS AT\n   45  RISK, THAT DISTURBS LEAD-BASED  PAINT  OR  PAINT  OF  UNDETERMINED  LEAD\n   46  CONTENT  SHALL  BE  PERFORMED  IN  ACCORDANCE WITH SAFE WORK REGULATIONS\n   47  PROMULGATED BY THE COMMISSIONER. SUCH  REGULATIONS  SHALL  PROVIDE  FOR,\n   48  AMONG OTHER THINGS:\n   49    (A) NOTICE TO TENANTS;\n   50    (B)  TRAINING  REQUIREMENTS,  WHICH  SHALL  REQUIRE  THAT SUCH WORK BE\n   51  PERFORMED BY PERSONS WHO HAVE, AT A MINIMUM,  SUCCESSFULLY  COMPLETED  A\n   52  COURSE  ON LEAD-SAFE WORK PRACTICES GIVEN BY OR ON BEHALF OF THE DEPART-\n   53  MENT, OR THE DIVISION OF HOUSING AND COMMUNITY RENEWAL,  BY  THE  UNITED\n   54  STATES  ENVIRONMENTAL PROTECTION AGENCY OR AN ENTITY AUTHORIZED BY IT TO\n   55  GIVE SUCH COURSE, OR BY THE UNITED  STATES  DEPARTMENT  OF  HOUSING  AND\n   56  URBAN DEVELOPMENT OR AN ENTITY AUTHORIZED BY IT TO GIVE SUCH COURSE;\n\n       S. 2419                            12\n\n    1    (C) PRECAUTIONS TO PREVENT ENTRY INTO THE WORK AREA BY OCCUPANTS UNTIL\n    2  CLEAN-UP IS COMPLETED AND FOR TEMPORARY RELOCATION PROVIDED BY THE OWNER\n    3  FOR  THE OCCUPANTS OF A DWELLING OR DWELLING UNIT TO APPROPRIATE HOUSING\n    4  WHEN WORK CANNOT BE PERFORMED SAFELY;\n    5    (D)  PRECAUTIONS  TO  PREVENT  THE  DISPERSION OF LEAD DUST AND DEBRIS\n    6  DURING THE WORK;\n    7    (E) PROHIBITED PRACTICES OF LEAD PAINT REMOVAL, INCLUDING DRY SCRAPING\n    8  AND SANDING, USE OF POWER TOOLS WITHOUT PROPER  ENVIRONMENTAL  CONTROLS,\n    9  AND THE USE OF TOXIC SUBSTANCES;\n   10    (F) PROPER DAILY AND FINAL CLEAN-UP REQUIREMENTS;\n   11    (G) DUST WIPE CLEARANCE TESTING;\n   12    (H)  PRE-NOTIFICATION  OF LOCAL MUNICIPAL CODE ENFORCEMENT AGENCIES OR\n   13  HEALTH DEPARTMENTS, WHERE APPROPRIATE; AND\n   14    (I) EXCEPTIONS FOR SMALL JOBS THAT INVOLVE DISTURBING  LESS  THAN  TWO\n   15  SQUARE FEET OF LEAD-BASED PAINT OR PAINT OF UNDETERMINED LEAD CONTENT OR\n   16  LESS  THAN  TEN  PERCENT OF THE TOTAL SURFACE AREA OF PEELING PAINT ON A\n   17  TYPE OF COMPONENT WITH A SMALL SURFACE AREA, SUCH  AS  A  WINDOWSILL  OR\n   18  DOOR FRAME.\n   19    2.  A TENANT SHALL ALLOW ACCESS TO AN AFFECTED PROPERTY, AT REASONABLE\n   20  TIMES, TO THE OWNER TO PERFORM ANY WORK REQUIRED UNDER THIS TITLE.\n   21    3. IF A TENANT MUST VACATE AN AFFECTED PROPERTY FOR A PERIOD OF  TWEN-\n   22  TY-FOUR  HOURS  OR  MORE IN ORDER TO ALLOW AN OWNER TO PERFORM WORK THAT\n   23  WILL DISTURB THE PAINT ON INTERIOR SURFACES, THE OWNER SHALL PAY TO  THE\n   24  TENANT  IN  ADVANCE  THE  REASONABLE RELOCATION EXPENSES THAT THE TENANT\n   25  INCURS DIRECTLY RELATED TO THE REQUIRED RELOCATION.\n   26    4. THE DEPUTY COMMISSIONER  OR  THE  DEPUTY  COMMISSIONER'S  DESIGNEE,\n   27  WITHIN  ONE  HUNDRED  TWENTY  DAYS  FOLLOWING THE EFFECTIVE DATE OF THIS\n   28  SECTION, SHALL ESTABLISH GUIDELINES AND A TRAINER'S MANUAL FOR A  \"LEAD-\n   29  SAFE  HOUSING  AWARENESS SEMINAR\" WITH A TOTAL CLASS TIME OF THREE HOURS\n   30  OR LESS.  SUCH GUIDELINES AND MATERIALS SHALL BE MADE AVAILABLE SO  THAT\n   31  SUCH  COURSES  MAY BE OFFERED BY PROFESSIONAL ASSOCIATIONS AND COMMUNITY\n   32  ORGANIZATIONS WITH A TRAINING CAPACITY, EXISTING ACCREDITED  EDUCATIONAL\n   33  INSTITUTIONS,  AND  FOR-PROFIT  EDUCATIONAL PROVIDERS. ALL SUCH OFFERING\n   34  PROPOSALS SHALL BE REVIEWED AND APPROVED, BASED ON SEMINAR  CONTENT  AND\n   35  QUALIFICATIONS OF INSTRUCTORS, BY THE DEPUTY COMMISSIONER OF HOUSING AND\n   36  COMMUNITY RENEWAL OR THE DEPUTY COMMISSIONER'S DESIGNEE.\n   37    S 1375-A. ACCREDITATION OF INSPECTORS AND CONTRACTORS PERFORMING WORK.\n   38  1.    NO  PERSON  SHALL ACT AS A CONTRACTOR OR SUPERVISOR TO PERFORM THE\n   39  WORK NECESSARY FOR LEAD-BASED PAINT HAZARD ABATEMENT AS DEFINED IN  THIS\n   40  TITLE UNLESS THAT PERSON IS ACCREDITED PURSUANT TO ONE OF THE FOLLOWING:\n   41    (A)  REGULATIONS  THAT  MAY BE ADOPTED BY THE COMMISSIONER PURSUANT TO\n   42  THIS SECTION GOVERNING THE ACCREDITATION OF  INDIVIDUALS  TO  ENGAGE  IN\n   43  LEAD-BASED PAINT ACTIVITIES SUFFICIENT TO SATISFY THE REQUIREMENTS OF 40\n   44  C.F.R. 745.325 OR SUCCESSOR REGULATIONS;\n   45    (B) CERTIFICATION BY THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY\n   46  TO  ENGAGE  IN LEAD-BASED PAINT ACTIVITIES PURSUANT TO 40 C.F.R. 745.226\n   47  OR SUCCESSOR REGULATION; OR\n   48    (C) CERTIFICATION BY A STATE  OR  TRIBAL  PROGRAM  AUTHORIZED  BY  THE\n   49  UNITED  STATES  ENVIRONMENTAL  PROTECTION  AGENCY TO CERTIFY INDIVIDUALS\n   50  ENGAGED IN LEAD-BASED PAINT ACTIVITIES PURSUANT TO 40 C.F.R. 745.325  OR\n   51  SUCCESSOR REGULATION.\n   52    THE  COMMISSIONER  SHALL,  BY  REGULATION,  CREATE  EXCEPTIONS  TO THE\n   53  ACCREDITATION  REQUIREMENT  FOR  INSTANCES  WHERE  THE  DISTURBANCE   OF\n   54  LEAD-BASED  PAINT  IS  SMALL  AND INCIDENTAL, SUCH AS WORK THAT DISTURBS\n   55  SURFACES OF LESS THAN EITHER TWO SQUARE FEET OF PEELING LEAD-BASED PAINT\n   56  PER ROOM OR TEN PERCENT OF THE TOTAL SURFACE AREA OF PEELING PAINT ON  A\n\n       S. 2419                            13\n\n    1  TYPE  OF  COMPONENT  WITH  A SMALL SURFACE AREA, SUCH AS A WINDOWSILL OR\n    2  DOOR FRAME.\n    3    2. NO PERSON SHALL CONDUCT AN INSPECTION REQUIRED BY SECTIONS THIRTEEN\n    4  HUNDRED  SEVENTY-SIX  AND  THIRTEEN HUNDRED SEVENTY-SEVEN OF THIS TITLE,\n    5  UNLESS THAT PERSON IS ACCREDITED PURSUANT TO ONE OF THE FOLLOWING:\n    6    (A) REGULATIONS THAT MAY BE ADOPTED BY THE  COMMISSIONER  PURSUANT  TO\n    7  THIS  SECTION  GOVERNING  THE  ACCREDITATION  OF INDIVIDUALS ELIGIBLE TO\n    8  CONDUCT THE INSPECTIONS REQUIRED BY THIS TITLE SUFFICIENT TO SATISFY THE\n    9  REQUIREMENTS OF 40 C.F.R. 745.325 OR SUCCESSOR REGULATION; OR\n   10    (B) CERTIFICATION TO CONDUCT INSPECTIONS BY THE UNITED STATES ENVIRON-\n   11  MENTAL PROTECTION AGENCY PURSUANT TO 40 C.F.R. 745.226(B)  OR  SUCCESSOR\n   12  REGULATION; OR\n   13    (C)  CERTIFICATION  BY  A  STATE  OR  TRIBAL PROGRAM AUTHORIZED BY THE\n   14  UNITED STATES ENVIRONMENTAL PROTECTION  AGENCY  TO  CERTIFY  INDIVIDUALS\n   15  ENGAGED  IN LEAD-BASED PAINT ACTIVITIES PURSUANT TO 40 C.F.R. 745.325 OR\n   16  SUCCESSOR REGULATION.\n   17    3.  THE COMMISSIONER MAY ADOPT REGULATIONS, SUFFICIENT TO SATISFY  THE\n   18  REQUIREMENTS OF 40 C.F.R. 745.325 OR SUCCESSOR REGULATION, GOVERNING THE\n   19  ACCREDITATION  OF  INDIVIDUALS  ENGAGING  IN LEAD-BASED PAINT ACTIVITIES\n   20  UNDER THIS TITLE OR ELIGIBLE TO CONDUCT THE INSPECTIONS REQUIRED BY THIS\n   21  TITLE.  THE ACCREDITATION OF SUCH PERSONS PURSUANT TO  SUCH  REGULATIONS\n   22  SHALL  EXTEND FOR A PERIOD OF THREE YEARS UNLESS THE DEPUTY COMMISSIONER\n   23  HAS PROBABLE CAUSE TO BELIEVE A PERSON ACCREDITED UNDER THIS SECTION HAS\n   24  VIOLATED THE TERMS OF THE ACCREDITATION OR ENGAGED IN ILLEGAL OR  UNETH-\n   25  ICAL CONDUCT RELATED TO INSPECTIONS REQUIRED BY THIS TITLE IN WHICH CASE\n   26  THE  ACCREDITATION  TO  PERFORM INSPECTIONS SHALL BE SUSPENDED PENDING A\n   27  HEARING IN ACCORDANCE WITH THE PROVISIONS OF  THE  STATE  ADMINISTRATIVE\n   28  PROCEDURE ACT. THE COMMISSIONER SHALL ESTABLISH BY REGULATION A SCHEDULE\n   29  OF  FEES  FOR  THE  ACCREDITATION AND REGISTRATION OF SUCH PERSONS. SUCH\n   30  FEES SHALL BE REQUIRED TO BE PAID AT THE TIME  OF  INITIAL  REGISTRATION\n   31  AND  AT  THE  TIME  OF  SUBSEQUENT RENEWAL OF REGISTRATION, AND SHALL BE\n   32  SUFFICIENT TO COVER ALL COSTS, INCLUDING THE COSTS OF  STATE  PERSONNEL,\n   33  ATTRIBUTABLE TO ACCREDITATION ACTIVITIES CONDUCTED UNDER THIS SECTION.\n   34    (A)  FEES  COLLECTED  PURSUANT  TO  THIS SUBDIVISION WILL BE HELD IN A\n   35  CONTINUING, NON-LAPSING  SPECIAL  FUND  TO  BE  USED  FOR  ACCREDITATION\n   36  PURPOSES UNDER THIS SECTION.\n   37    (B)  THE FUND ESTABLISHED UNDER THIS SUBDIVISION SHALL BE INVESTED AND\n   38  REINVESTED AND ANY INVESTMENT EARNINGS SHALL BE PAID INTO THE FUND.\n   39    4. ANY VIOLATION OF THE PROVISIONS OF THIS SECTION SHALL BE  A  MISDE-\n   40  MEANOR.\n   41    S  1376.   REQUIREMENTS FOR AFFECTED PROPERTIES OCCUPIED BY PERSONS AT\n   42  RISK. 1. ALL AFFECTED PROPERTIES OCCUPIED BY PERSONS AT  RISK  SHALL  BE\n   43  MAINTAINED FREE OF CONDITIONS CONDUCIVE TO LEAD PAINT POISONING.\n   44    2.  WITHIN  TWO YEARS FOLLOWING THE EFFECTIVE DATE OF THIS SECTION THE\n   45  OWNER OF ANY AFFECTED PROPERTY THAT IS OCCUPIED BY A PERSON AT RISK MUST\n   46  CERTIFY, THROUGH A SWORN STATEMENT IN A FORM PRESCRIBED BY  THE  COMMIS-\n   47  SIONER,  THAT  THE PROPERTY MEETS \"LEAD STABILIZED\" STATUS AS DEFINED BY\n   48  SUBDIVISION THREE OF THIS SECTION AND THE OWNER IS COMPLYING WITH SUBDI-\n   49  VISION TWO OF SECTION THIRTEEN  HUNDRED  SEVENTY-SEVEN  OF  THIS  TITLE,\n   50  UNLESS A REPORT HAS BEEN SUBMITTED BY A CERTIFIED INSPECTOR STATING THAT\n   51  THE  PROPERTY  IS  EITHER \"LEAD FREE\" OR IS \"LEAD CONTAINED\" AS PROVIDED\n   52  FOR IN SUBDIVISION FIVE OR SIX OF THIS SECTION.\n   53    3. AN AFFECTED PROPERTY WILL BE CONSIDERED  TO  BE  \"LEAD  STABILIZED\"\n   54  WHEN:\n   55    (A)  ALL  EXTERIOR  AND  INTERIOR  PAINTED SURFACES HAVE BEEN VISUALLY\n   56  REVIEWED; AND ALL CHIPPING, PEELING,  OR  FLAKING  LEAD-BASED  PAINT  OR\n\n       S. 2419                            14\n\n    1  PAINT  OF UNKNOWN LEAD CONTENT ON EXTERIOR AND INTERIOR PAINTED SURFACES\n    2  HAS BEEN REMOVED AND REPAINTED, OR STABILIZED  AND  REPAINTED,  AND  ANY\n    3  STRUCTURAL DEFECT THAT IS CAUSING OR LIKELY TO CAUSE LEAD-BASED PAINT OR\n    4  PAINT  OF UNKNOWN LEAD CONTENT TO CHIP, PEEL, OR FLAKE THAT THE OWNER OF\n    5  THE AFFECTED PROPERTY HAS KNOWLEDGE OF, OR WITH THE EXERCISE OF  REASON-\n    6  ABLE CARE SHOULD HAVE KNOWLEDGE OF, HAS BEEN REPAIRED; AND\n    7    (B)  ALL  WINDOW  FRICTION  SURFACES WITH LEAD-BASED PAINT OR PAINT OF\n    8  UNKNOWN LEAD CONTENT HAVE HAD SUCH PAINT REMOVED OR PERMANENTLY COVERED,\n    9  SUCH AS VIA THE INSTALLATION OF REPLACEMENT WINDOW CHANNELS  OR  SLIDES,\n   10  AND  INTERIOR  WINDOW  TROUGHS AND WINDOWSILLS HAVE BEEN EITHER STRIPPED\n   11  AND REPAINTED, REPLACED, OR ENCAPSULATED WITH VINYL, METAL, OR ANY OTHER\n   12  DURABLE MATERIALS WHICH RENDER THE SURFACE SMOOTH AND CLEANABLE; AND\n   13    (C) ALL DOORS AND DOORWAYS HAVE BEEN ADJUSTED OR RE-HUNG AS  NECESSARY\n   14  TO  PREVENT THE RUBBING TOGETHER OF ANY SURFACE WITH LEAD-BASED PAINT OR\n   15  PAINT OF UNKNOWN LEAD CONTENT WITH ANOTHER SURFACE; AND\n   16    (D) ALL BARE FLOORS HAVE BEEN MADE SMOOTH AND CLEANABLE; AND\n   17    (E) ALL WORK HAS BEEN COMPLETED IN COMPLIANCE WITH THE SAFE WORK PRAC-\n   18  TICE REGULATIONS PROMULGATED PURSUANT TO SECTION THIRTEEN HUNDRED SEVEN-\n   19  TY-THREE OF THIS TITLE; AND\n   20    (F) AT THE COMPLETION OF ANY ACTIVITIES DESCRIBED IN THIS  SUBDIVISION\n   21  THAT DISTURB LEAD-BASED PAINT OR PAINT OF UNKNOWN LEAD CONTENT:\n   22    (I)  THE  INTERIOR OF THE AFFECTED PROPERTY HAS BEEN HEPA VACUUMED AND\n   23  WASHED WITH HIGH PHOSPHATE DETERGENT OR ITS EQUIVALENT; AND\n   24    (II) CLEARANCE FOR LEAD DUST HAZARDS HAS BEEN ACHIEVED  AS  DETERMINED\n   25  BY  WIPE  SAMPLES  IN  ALL AREAS ACCESSIBLE TO PERSONS AT RISK, TAKEN BY\n   26  PROPERLY ACCREDITED INDEPENDENT PERSONNEL AFTER COMPLETION OF ALL ACTIV-\n   27  ITIES UNDERTAKEN PURSUANT TO SUBDIVISION TWO OF THIS SECTION.\n   28    4. AN OWNER CERTIFYING THAT AN AFFECTED PROPERTY  MEETS  \"LEAD  STABI-\n   29  LIZED\"  STATUS  UNDER  SUBDIVISION  TWO OF THIS SECTION SHALL RETAIN THE\n   30  SWORN CERTIFICATION, WHICH SHALL BE  VALID FOR THREE YEARS, AND MAKE  IT\n   31  AVAILABLE FOR INSPECTION BY DEPARTMENT OR LOCAL OFFICIALS, INCLUDING THE\n   32  RESULTS  OF  WIPE  TESTS WHEN CONDUCTED, AND SHALL PROVIDE A COPY OF THE\n   33  CERTIFICATION AND WIPE TEST RESULTS TO THE TENANT.\n   34    5. AN AFFECTED PROPERTY WILL BE CONSIDERED TO BE \"LEAD-FREE\"  FOR  THE\n   35  PURPOSES  OF  THIS SECTION IF THE OWNER OF THE AFFECTED PROPERTY SUBMITS\n   36  TO THE DEPUTY COMMISSIONER'S DESIGNEE FOR THE JURISDICTION IN WHICH SUCH\n   37  PROPERTY IS LOCATED  AN  INSPECTION  REPORT  WHICH  INDICATES  THAT  THE\n   38  AFFECTED  PROPERTY  HAS BEEN TESTED BY AN INSPECTOR, ACCREDITED PURSUANT\n   39  TO THE PROVISIONS OF SECTION THIRTEEN  HUNDRED  SEVENTY-FIVE-A  OF  THIS\n   40  TITLE,  FOR THE PRESENCE OF LEAD IN ACCORDANCE WITH STANDARDS AND PROCE-\n   41  DURES ESTABLISHED BY THE REGULATIONS PROMULGATED BY THE COMMISSIONER AND\n   42  STATES UNDER PENALTIES OF PERJURY THAT THERE IS NO LEAD-BASED  PAINT  OR\n   43  LEAD-CONTAMINATED  DUST PRESENT ON THE INTERIOR SURFACES OF THE DWELLING\n   44  UNIT, NO LEAD-BASED PAINT ON THE INTERIOR SURFACES OF THE  COMMON  AREAS\n   45  OF  THE PROPERTY, AND NO LEAD-BASED PAINT PRESENT ON ANY OF THE EXTERIOR\n   46  SURFACES OF THE PROPERTY. A COPY OF THE MOST  RECENT  INSPECTION  REPORT\n   47  SHALL BE PROVIDED TO THE TENANT.\n   48    6.  AN AFFECTED PROPERTY WILL BE CONSIDERED TO BE \"LEAD CONTAINED\" FOR\n   49  THE PURPOSES OF THIS SECTION IF  THE  OWNER  OF  THE  AFFECTED  PROPERTY\n   50  SUBMITS  A  REPORT  BY A CERTIFIED INSPECTOR, ACCREDITED PURSUANT TO THE\n   51  PROVISIONS OF SECTION THIRTEEN HUNDRED  SEVENTY-FIVE-A  OF  THIS  TITLE,\n   52  WHICH INDICATES THAT THE AFFECTED PROPERTY HAS BEEN TESTED FOR THE PRES-\n   53  ENCE  OF  LEAD-BASED PAINT AND LEAD-CONTAMINATED DUST IN ACCORDANCE WITH\n   54  THE STANDARDS AND PROCEDURES ESTABLISHED BY REGULATIONS  PROMULGATED  BY\n   55  THE COMMISSIONER AND STATES UNDER PENALTIES OF PERJURY THAT:\n\n       S. 2419                            15\n\n    1    (A)  ALL  INTERIOR  SURFACES  IN  THE  AFFECTED PROPERTY EITHER DO NOT\n    2  CONTAIN LEAD-BASED PAINT OR HAVE BEEN PERMANENTLY ABATED; AND\n    3    (B)(I)  ALL  EXTERIOR  PAINTED  SURFACES OF THE AFFECTED PROPERTY THAT\n    4  WERE CHIPPING, PEELING, OR FLAKING  HAVE  BEEN  RESTORED  WITH  NON-LEAD\n    5  BASED  PAINT  AND  NO EXTERIOR PAINTED SURFACES OF THE AFFECTED PROPERTY\n    6  ARE CHIPPING, PEELING, OR FLAKING; OR\n    7    (II) ALL EXTERIOR PAINTED SURFACES OF THE AFFECTED PROPERTY HAVE  BEEN\n    8  COVERED  WITH VINYL SIDING OR SIMILAR SIDING AND SEALED IN A MANNER THAT\n    9  PREVENTS EXPOSURE TO CHIPPING, PEELING, OR FLAKING PAINT; AND\n   10    (C) CLEARANCE FOR LEAD DUST HAZARDS HAS BEEN ACHIEVED AS DETERMINED BY\n   11  WIPE SAMPLES IN ALL AREAS ACCESSIBLE TO PERSONS AT RISK, TAKEN BY  PROP-\n   12  ERLY  ACCREDITED  INDEPENDENT PERSONNEL. A COPY OF THE INSPECTION REPORT\n   13  SHALL BE PROVIDED TO THE TENANT.\n   14    7. IN ORDER TO MAINTAIN  \"LEAD  CONTAINED\"  STATUS  THE  OWNER  OF  AN\n   15  AFFECTED  PROPERTY  WITH  LEAD-BASED PAINT ON ANY EXTERIOR SURFACE WHICH\n   16  HAS BEEN CERTIFIED AS \"LEAD CONTAINED\" PURSUANT TO  SUBDIVISION  SIX  OF\n   17  THIS  SECTION SHALL SUBMIT TO THE DEPUTY COMMISSIONER'S DESIGNEE FOR THE\n   18  JURISDICTION IN WHICH SUCH PROPERTY  IS  LOCATED  EVERY  THREE  YEARS  A\n   19  CERTIFICATION  BY  AN INSPECTOR, STATING UNDER PENALTIES OF PERJURY THAT\n   20  NO EXTERIOR PAINTED SURFACE OF THE AFFECTED PROPERTY IS CHIPPING,  PEEL-\n   21  ING,  OR  FLAKING, AND THAT THERE HAS BEEN NO COMPROMISE OF ANY INTERIOR\n   22  ABATEMENT SYSTEM THAT RELIES UPON THE  ENCLOSURE  OR  ENCAPSULATION  FOR\n   23  LEAD-BASED  PAINT. A COPY OF SUCH CERTIFICATION SHALL BE RETAINED BY THE\n   24  OWNER AND MADE AVAILABLE FOR INSPECTION BY DEPARTMENT OR LOCAL OFFICIALS\n   25  AND SHALL BE PROVIDED TO THE TENANT.\n   26    S 1377. DUE  DILIGENCE  INQUIRIES;  INVESTIGATION  AND  INSPECTION  OF\n   27  AFFECTED PROPERTIES. 1.  BEGINNING TWO YEARS AFTER THE EFFECTIVE DATE OF\n   28  THIS  SECTION,  UNLESS  THE OWNER OF AN AFFECTED PROPERTY HAS PREVIOUSLY\n   29  DOCUMENTED IN THE MANNER REQUIRED BY  THE  DEPUTY  COMMISSIONER  THAT  A\n   30  PROPERTY  HAS  BEEN  DETERMINED  TO  HAVE  ACHIEVED \"LEAD-FREE\" PROPERTY\n   31  STATUS OR \"LEAD-CONTAINED\" PROPERTY STATUS, THE  OWNER  OF  AN  AFFECTED\n   32  PROPERTY  SHALL  MAKE  A  DUE  DILIGENCE  INQUIRY TO ASCERTAIN WHETHER A\n   33  PERSON AT RISK RESIDES IN AN AFFECTED PROPERTY.\n   34    (A) NO OCCUPANT IN A DWELLING UNIT IN  SUCH  AFFECTED  PROPERTY  SHALL\n   35  REFUSE OR UNREASONABLY FAIL TO PROVIDE ACCURATE AND TRUTHFUL INFORMATION\n   36  REGARDING THE RESIDENCY OF A PERSON AT RISK.\n   37    (B)  ALL  LEASES OFFERED TO TENANTS OR PROSPECTIVE TENANTS IN AFFECTED\n   38  PROPERTIES MUST CONTAIN A NOTICE, CONSPICUOUSLY SET FORTH THEREIN, WHICH\n   39  ADVISES TENANTS OF THE OBLIGATIONS OF THE OWNER AND TENANT AS SET  FORTH\n   40  IN  THIS SECTION. SUCH NOTICE MUST BE IN A MANNER APPROVED BY THE DEPUTY\n   41  COMMISSIONER, THE CONTENT OF WHICH SHALL, AT A MINIMUM,  BE  IN  ENGLISH\n   42  AND  SPANISH.  THE OWNER OF AN AFFECTED PROPERTY SHALL PROVIDE THE OCCU-\n   43  PANT OF SUCH DWELLING UNIT WITH A PAMPHLET DEVELOPED PURSUANT TO  SUBDI-\n   44  VISION FOUR OF SECTION THIRTEEN HUNDRED SEVENTY-A OF THIS TITLE.\n   45    (C)(I)  THE  OWNER OF SUCH AFFECTED PROPERTY SHALL PROVIDE TO AN OCCU-\n   46  PANT OF A DWELLING UNIT AT THE SIGNING OF A LEASE, INCLUDING  A  RENEWAL\n   47  LEASE, IF ANY, OR UPON ANY AGREEMENT TO LEASE, OR AT THE COMMENCEMENT OF\n   48  OCCUPANCY  IF  THERE  IS  NO LEASE, A NOTICE IN ENGLISH AND SPANISH, THE\n   49  FORM AND CONTENT OF WHICH SHALL BE APPROVED BY THE DEPARTMENT, INQUIRING\n   50  WHETHER A PERSON AT RISK RESIDES OR WILL RESIDE THEREIN. IF THERE  IS  A\n   51  LEASE,  SUCH  NOTICE SHALL BE INCLUDED IN SUCH LEASE OR BE ATTACHED AS A\n   52  RIDER TO SUCH LEASE. SUCH NOTICE SHALL BE COMPLETED BY THE  OCCUPANT  AT\n   53  THE  TIME OF SUCH SIGNING OF A LEASE, INCLUDING A RENEWAL LEASE, IF ANY,\n   54  OR SUCH AGREEMENT TO LEASE, OR AT SUCH COMMENCEMENT OF OCCUPANCY.\n   55    (II) WHERE AN OCCUPANT HAS RESPONDED TO THE  NOTICE  PROVIDED  BY  THE\n   56  OWNER  PURSUANT TO SUBPARAGRAPH (I) OF THIS PARAGRAPH BY INDICATING THAT\n\n       S. 2419                            16\n\n    1  NO PERSON AT RISK RESIDES THEREIN, DURING THE PERIOD BETWEEN THE DATE OF\n    2  SUCH RESPONSE AND THE DELIVERY OF  THE  NOTICE  PROVIDED  BY  THE  OWNER\n    3  PURSUANT  TO  PARAGRAPH  (D)  OF THIS SUBDIVISION DURING THE IMMEDIATELY\n    4  FOLLOWING  YEAR THE OCCUPANT SHALL HAVE THE RESPONSIBILITY TO INFORM THE\n    5  OWNER OF ANY PERSON AT RISK THAT COMES TO  RESIDE  THEREIN  DURING  SUCH\n    6  PERIOD.\n    7    (D)(I)  EACH  YEAR, AN OWNER OF AN AFFECTED PROPERTY SHALL, NO EARLIER\n    8  THAN JANUARY FIRST AND  NO  LATER  THAN  JANUARY  SIXTEENTH,  EXCEPT  AS\n    9  PROVIDED  FOR IN SUBPARAGRAPH (II) OF PARAGRAPH (C) OF THIS SUBDIVISION,\n   10  PRESENT TO THE OCCUPANT OF EACH DWELLING UNIT IN SUCH AFFECTED  PROPERTY\n   11  A  NOTICE INQUIRING AS TO WHETHER A PERSON AT RISK RESIDES THEREIN. SUCH\n   12  NOTICE, THE FORM AND CONTENT OF WHICH SHALL BE APPROVED  BY  THE  DEPUTY\n   13  COMMISSIONER, SHALL BE PRESENTED AS PROVIDED FOR IN SUBPARAGRAPH (II) OF\n   14  PARAGRAPH (C) OF THIS SUBDIVISION, AND SHALL BE IN ENGLISH AND SPANISH.\n   15    (II)  THE OWNER MAY PRESENT THE NOTICE REQUIRED BY SUBPARAGRAPH (I) OF\n   16  THIS PARAGRAPH BY DELIVERING SAID NOTICE BY ANY  ONE  OF  THE  FOLLOWING\n   17  METHODS:\n   18    (1)  BY  FIRST  CLASS  MAIL, ADDRESSED TO THE OCCUPANT OF THE DWELLING\n   19  UNIT;\n   20    (2) BY HAND DELIVERY TO THE OCCUPANT OF THE DWELLING UNIT; OR\n   21    (3) BY ENCLOSURE WITH THE JANUARY RENT BILL,  IF  SUCH  RENT  BILL  IS\n   22  DELIVERED AFTER DECEMBER FIFTEENTH BUT NO LATER THAN JANUARY SIXTEENTH.\n   23    (III)  (1)  UPON  RECEIPT  OF  SUCH NOTICE THE OCCUPANT SHALL HAVE THE\n   24  RESPONSIBILITY TO DELIVER BY FEBRUARY FIFTEENTH OF THAT YEAR, A  WRITTEN\n   25  RESPONSE TO THE OWNER INDICATING WHETHER OR NOT A PERSON AT RISK RESIDES\n   26  THEREIN.  IF,  SUBSEQUENT TO DELIVERY OF SUCH NOTICE, THE OWNER DOES NOT\n   27  RECEIVE SUCH WRITTEN RESPONSE BY FEBRUARY FIFTEENTH, AND DOES NOT OTHER-\n   28  WISE HAVE ACTUAL KNOWLEDGE AS TO WHETHER A PERSON AT RISK RESIDES THERE-\n   29  IN, THEN THE OWNER SHALL AT REASONABLE TIMES AND UPON REASONABLE  NOTICE\n   30  INSPECT  THAT  OCCUPANT'S  DWELLING UNIT TO ASCERTAIN THE RESIDENCY OF A\n   31  PERSON AT RISK AND, WHEN NECESSARY, CONDUCT AN INVESTIGATION IN ORDER TO\n   32  MAKE THAT DETERMINATION. WHERE, BETWEEN  FEBRUARY  SIXTEENTH  AND  MARCH\n   33  FIRST  OF  THAT  YEAR,  THE  OWNER  HAS MADE REASONABLE ATTEMPTS TO GAIN\n   34  ACCESS TO A DWELLING UNIT TO DETERMINE IF A PERSON AT  RISK  RESIDES  IN\n   35  THAT DWELLING UNIT AND WAS UNABLE TO GAIN ACCESS, THE OWNER SHALL NOTIFY\n   36  THE  DEPUTY  COMMISSIONER OR THE DEPUTY COMMISSIONER'S LOCAL DESIGNEE OF\n   37  THAT CIRCUMSTANCE.\n   38    (2) WHERE AN OCCUPANT HAS RESPONDED TO  THE  NOTICE  PROVIDED  BY  THE\n   39  OWNER  PURSUANT TO SUBPARAGRAPH (I) OF THIS PARAGRAPH BY INDICATING THAT\n   40  NO PERSON AT RISK RESIDES THEREIN, DURING THE PERIOD BETWEEN THE DATE OF\n   41  SUCH RESPONSE AND THE DELIVERY OF  THE  NOTICE  PROVIDED  BY  THE  OWNER\n   42  PURSUANT  TO  THIS SUBDIVISION DURING THE IMMEDIATELY FOLLOWING YEAR THE\n   43  OCCUPANT SHALL HAVE THE RESPONSIBILITY TO INFORM THE OWNER OF ANY PERSON\n   44  AT RISK THAT COMES TO RESIDE THEREIN DURING SUCH PERIOD.\n   45    (E) THE OWNER SHALL MAKE AND MAINTAIN A RECORD OF  ALL  DUE  DILIGENCE\n   46  INQUIRIES, IN ELECTRONIC OR HARD-COPY FORMAT, FOR A PERIOD OF SIX YEARS.\n   47  COPIES OF SUCH RECORDS SHALL BE MADE AVAILABLE UPON REQUEST TO THE DEPU-\n   48  TY COMMISSIONER OR HIS OR HER LOCAL DESIGNEE.\n   49    2.  BEGINNING TWO YEARS AFTER THE EFFECTIVE DATE OF THIS SECTION, WHEN\n   50  THE OWNER DETERMINES THAT A PERSON AT RISK RESIDES AT AN AFFECTED  PROP-\n   51  ERTY AS PROVIDED IN SUBDIVISION ONE OF THIS SECTION, AND THE OWNER OF AN\n   52  AFFECTED  PROPERTY  HAS NOT PREVIOUSLY DOCUMENTED IN THE MANNER REQUIRED\n   53  BY THE DEPUTY COMMISSIONER THAT A PROPERTY HAS BEEN DETERMINED  TO  HAVE\n   54  ACHIEVED EITHER \"LEAD-FREE\" PROPERTY STATUS OR \"LEAD-CONTAINED\" PROPERTY\n   55  STATUS, NOTWITHSTANDING ANY CERTIFICATION COMPLETED PURSUANT TO SUBDIVI-\n   56  SION  TWO  OF  SECTION  THIRTEEN  HUNDRED SEVENTY-SIX OF THIS TITLE, THE\n\n       S. 2419                            17\n\n    1  OWNER SHALL THEN CAUSE AN INVESTIGATION TO BE MADE, EITHER  DIRECTLY  BY\n    2  THE OWNER, THE OWNER'S AGENT OR EMPLOYEE, OR BY ANY OTHER PERSON AUTHOR-\n    3  IZED  BY  THE  DEPUTY  COMMISSIONER,  TO DETERMINE WHETHER SUCH PROPERTY\n    4  COMPLIES, AT A MINIMUM, WITH \"LEAD-STABILIZED\" PROPERTY STATUS. ALTERNA-\n    5  TIVELY, THE OWNER MAY CAUSE AN INSPECTION TO BE MADE BY A PERSON TRAINED\n    6  AND  ACCREDITED  FOR  SUCH  INSPECTIONS AS DESCRIBED IN SECTION THIRTEEN\n    7  HUNDRED SEVENTY-FIVE-A OF THIS TITLE  FOR  THE  PURPOSE  OF  DETERMINING\n    8  WHETHER  THE AFFECTED PROPERTY COMPLIES WITH EITHER \"LEAD-FREE\" PROPERTY\n    9  STATUS OR \"LEAD-CONTAINED\" PROPERTY STATUS.\n   10    (A) THE INVESTIGATION TO ASCERTAIN WHETHER A  PROPERTY  COMPLIES  WITH\n   11  \"LEAD-STABILIZED\"  PROPERTY  STATUS SHALL OCCUR AT LEAST ONCE A YEAR AND\n   12  MORE OFTEN IF NECESSARY, SUCH AS WHEN THE OWNER KNOWS OR SHOULD  REASON-\n   13  ABLY  BE  AWARE  THAT  A  PERSON  AT  RISK HAS BECOME AN OCCUPANT OF THE\n   14  AFFECTED PROPERTY.\n   15    (B) AN INSPECTION OR INVESTIGATION SHALL, IN  ADDITION,  BE  CONDUCTED\n   16  WHEN,  IN THE EXERCISE OF REASONABLE CARE, AN OWNER KNOWS OR SHOULD KNOW\n   17  OF A CONDITION THAT IS REASONABLY FORESEEABLE TO BE  CONDUCIVE  TO  LEAD\n   18  POISONING,  OR WHEN AN OCCUPANT SPECIFICALLY REQUESTS THAT AN INSPECTION\n   19  OR INVESTIGATION BE MADE BASED UPON HIS OR HER  REASONABLE  BELIEF  THAT\n   20  SUCH  A  CONDITION  EXISTS, OR WHEN AN OCCUPANT MAKES A COMPLAINT TO THE\n   21  OWNER CONCERNING A CONDITION THAT THE OWNER  KNOWS  OR  SHOULD  KNOW  IS\n   22  REASONABLY FORESEEABLE TO BE CONDUCIVE TO LEAD POISONING.\n   23    (C)  IN  ADDITION  TO ANY INVESTIGATIONS OR INSPECTIONS REQUIRED UNDER\n   24  PARAGRAPHS (A) OR (B) OF THIS SUBDIVISION, THE OWNER SHALL CAUSE SUCH AN\n   25  INVESTIGATION OR INSPECTION TO BE MADE WITHIN THE THIRTY DAYS  PRIOR  TO\n   26  THE  LEASING,  RENTAL,  OR  OTHER  TURNOVER OF AN AFFECTED PROPERTY, AND\n   27  SHALL REPORT  THE  FINDINGS  OF  THAT  INVESTIGATION  OR  INSPECTION  TO\n   28  PROSPECTIVE  TENANTS  IN ACCORDANCE WITH TITLE X OF THE FEDERAL RESIDEN-\n   29  TIAL LEAD POISONING PREVENTION ACT AND THIS TITLE.\n   30    (D) THE OWNER SHALL MAKE AND MAINTAIN A RECORD OF  ALL  INVESTIGATIONS\n   31  OR  INSPECTIONS CONDUCTED UNDER THIS SUBDIVISION IN A FORM PRESCRIBED BY\n   32  THE DEPUTY COMMISSIONER. THE OWNER SHALL MAINTAIN SUCH RECORD, IN  ELEC-\n   33  TRONIC  OR  HARD-COPY  FORMAT, FOR A PERIOD OF SIX YEARS. COPIES OF SUCH\n   34  RECORDS SHALL BE MADE AVAILABLE UPON REQUEST TO THE DEPUTY COMMISSIONER,\n   35  HIS OR HER LOCAL DESIGNEE, TENANTS AND OCCUPANTS OF THE AFFECTED PROPER-\n   36  TY, AND ANY PROSPECTIVE TENANTS OR OCCUPANTS OF THE AFFECTED PROPERTY.\n   37    (E)  THE  OWNER  SHALL  CAUSE  A  SUMMARY  OF  SUCH  INVESTIGATION  OR\n   38  INSPECTION  REPORT,  IN A FORM PRESCRIBED BY THE DEPUTY COMMISSIONER, TO\n   39  BE CONSPICUOUSLY POSTED IN A COMMON AREA OF THE DWELLING IN OR  ADJACENT\n   40  TO MAIN ENTRANCES. WHERE THERE IS MORE THAN ONE AFFECTED PROPERTY IN THE\n   41  DWELLING,  THE  SUMMARY SHALL BE POSTED IN A COMMON AREA OF THE DWELLING\n   42  IN, OR ADJACENT TO, THE MAIN ENTRANCE OR ENTRANCES. IN CASES WHERE IT IS\n   43  NOT FEASIBLE TO POST SUCH REPORTS IN A COMMON AREA, THE OWNER  OR  AGENT\n   44  SHALL  DELIVER  INDIVIDUAL COPIES OF SUCH SUMMARY TO EACH AFFECTED UNIT.\n   45  SAID SUMMARY SHALL INDICATE THAT THE FULL REPORT OF  SUCH  INVESTIGATION\n   46  OR INSPECTION IS AVAILABLE TO TENANTS UPON REQUEST.\n   47    3.  BEGINNING  TWO YEARS AFTER THE EFFECTIVE DATE OF THIS SECTION, THE\n   48  DEPUTY COMMISSIONER'S DESIGNEE FOR THE JURISDICTION IN WHICH SUCH  PROP-\n   49  ERTY  IS LOCATED SHALL ORDER AN INSPECTION OF AN AFFECTED PROPERTY BY AN\n   50  INSPECTOR ACCREDITED PURSUANT TO  THE  PROVISIONS  OF  SECTION  THIRTEEN\n   51  HUNDRED SEVENTY-FIVE-A OF THIS TITLE, AT THE EXPENSE OF THE OWNER OF THE\n   52  AFFECTED  PROPERTY,  WHENEVER THE DEPUTY COMMISSIONER'S DESIGNEE FOR THE\n   53  JURISDICTION IN WHICH SUCH PROPERTY IS  LOCATED,  RECEIVES  NOTIFICATION\n   54  THAT  THE  AFFECTED  PROPERTY  DOES NOT REASONABLY APPEAR TO COMPLY WITH\n   55  EITHER THE LEAD-FREE, LEAD-CONTAINED, OR LEAD-STABILIZED PROPERTY STATUS\n   56  AND THAT A PERSON AT RISK RESIDES IN THE AFFECTED PROPERTY. ANY STATE OR\n\n       S. 2419                            18\n\n    1  LOCAL AGENCY EMPLOYEES WHO HAVE OCCASION TO OBSERVE  DETERIORATED  PAINT\n    2  OR  ANY OTHER CONDITION BELIEVED TO BE CONDUCIVE TO LEAD POISONING AT AN\n    3  AFFECTED PROPERTY ARE AUTHORIZED  TO  REPORT,  AND  SHALL  REPORT,  SUCH\n    4  CONDITIONS  TO THE DEPUTY COMMISSIONER'S DESIGNEE, AND IN SUCH INSTANCE,\n    5  THE DEPUTY COMMISSIONER'S DESIGNEE SHALL REQUIRE  AN  INSPECTION  TO  BE\n    6  MADE  OF THE AFFECTED PROPERTY. AN INSPECTION REQUIRED UNDER THIS SUBDI-\n    7  VISION SHALL BE COMPLETED WITHIN NINETY DAYS AFTER NOTIFICATION  OF  THE\n    8  DEPUTY  COMMISSIONER'S DESIGNEE FOR THE JURISDICTION IN WHICH SUCH PROP-\n    9  ERTY IS LOCATED. IN THE EVENT SUCH INSPECTION RESULTS IN  A  FINDING  OF\n   10  LEAD HAZARDS, A REPORT OF SUCH FINDINGS SHALL BE IMMEDIATELY TRANSMITTED\n   11  BY THE DEPUTY COMMISSIONER OR THE DEPUTY COMMISSIONER'S DESIGNEE FOR THE\n   12  JURISDICTION  IN WHICH SUCH PROPERTY IS LOCATED TO THE APPROPRIATE LOCAL\n   13  SOCIAL SERVICES DEPARTMENT PURSUANT TO SECTION ONE HUNDRED FORTY-THREE-B\n   14  OF THE SOCIAL SERVICES LAW.\n   15    4. THE DEPUTY COMMISSIONER, OR THE DEPUTY COMMISSIONER'S DESIGNEE  FOR\n   16  THE  JURISDICTION  IN  WHICH  SUCH  PROPERTY  IS LOCATED, SHALL ORDER AN\n   17  INSPECTION OF AN AFFECTED PROPERTY  FOR  CONDITIONS  CONDUCIVE  TO  LEAD\n   18  POISONING,  BY  AN  INSPECTOR  ACCREDITED  PURSUANT TO THE PROVISIONS OF\n   19  SECTION THIRTEEN HUNDRED SEVENTY-FIVE-A OF THIS TITLE, AT THE EXPENSE OF\n   20  THE OWNER OF THE AFFECTED PROPERTY, WHENEVER THE DEPUTY COMMISSIONER  OR\n   21  THE  DEPUTY  COMMISSIONER'S  DESIGNEE FOR THE JURISDICTION IN WHICH SUCH\n   22  PROPERTY IS LOCATED IS NOTIFIED THAT A PERSON AT RISK WHO RESIDES IN THE\n   23  AFFECTED PROPERTY OR SPENDS MORE THAN FIFTEEN  HOURS  PER  WEEK  IN  THE\n   24  AFFECTED  PROPERTY HAS AN ELEVATED BLOOD LEAD LEVEL. AN INSPECTION UNDER\n   25  THIS SUBDIVISION SHALL BE COMPLETED WITHIN FIFTEEN DAYS AFTER  NOTIFICA-\n   26  TION  OF  THE  DEPUTY COMMISSIONER OR THE DEPUTY COMMISSIONER'S DESIGNEE\n   27  FOR THE JURISDICTION IN WHICH SUCH PROPERTY IS  LOCATED.  IN  THE  EVENT\n   28  SUCH  INSPECTION  RESULTS  IN  A FINDING OF CONDITIONS CONDUCIVE TO LEAD\n   29  POISONING, A REPORT OF SUCH FINDING SHALL BE PROMPTLY TRANSMITTED BY THE\n   30  DEPUTY COMMISSIONER, OR  THE  DEPUTY  COMMISSIONER'S  DESIGNEE  FOR  THE\n   31  JURISDICTION  IN WHICH THE SUBJECT PROPERTY IS LOCATED, TO THE APPROPRI-\n   32  ATE LOCAL SOCIAL SERVICES DEPARTMENT PURSUANT  TO  SECTION  ONE  HUNDRED\n   33  FORTY-THREE-B OF THE SOCIAL SERVICES LAW.\n   34    5.  AN  OWNER  OF AN AFFECTED PROPERTY AT ANY TIME AFTER THE EFFECTIVE\n   35  DATE OF THIS SECTION, MAY REQUEST VOLUNTARILY THAT  THE  DEPUTY  COMMIS-\n   36  SIONER,  OR  THE  DEPUTY COMMISSIONER'S DESIGNEE FOR THE JURISDICTION IN\n   37  WHICH SUCH PROPERTY IS LOCATED, CONDUCT AN INSPECTION  BY  AN  INSPECTOR\n   38  ACCREDITED PURSUANT TO THE PROVISIONS OF SECTION THIRTEEN HUNDRED SEVEN-\n   39  TY-FIVE-A  OF THIS TITLE, OF AN AFFECTED PROPERTY, AT THE EXPENSE OF THE\n   40  OWNER, TO DETERMINE WHETHER IT COMPLIES WITH THE REQUIREMENTS FOR  LEAD-\n   41  FREE  PROPERTY, LEAD-CONTAINED PROPERTY STATUS, OR LEAD-STABILIZED PROP-\n   42  ERTY STATUS. SUCH INSPECTION SHALL BE COMPLETED WITHIN THIRTY DAYS AFTER\n   43  THE OWNER'S REQUEST.\n   44    6. THE  DEPUTY  COMMISSIONER  SHALL  ESTABLISH  A  PRIMARY  PREVENTION\n   45  INSPECTION PROGRAM IN AREAS OF HIGH RISK TO IDENTIFY AND TARGET AFFECTED\n   46  PROPERTIES  WHERE  THERE  ARE  PERSONS  WHO MAY BE EXPOSED TO LEAD-BASED\n   47  PAINT HAZARDS IN ORDER THAT INSPECTIONS MAY  BE  CONDUCTED  WITHOUT  THE\n   48  RECEIPT OF A COMPLAINT OR OTHER SUCH EVENT TRIGGERING AN INSPECTION, AND\n   49  REQUIRE  FOR EACH SUCH AREA OF HIGH RISK THAT THE COUNTY COMMISSIONER OF\n   50  HEALTH OR HIS OR HER OTHER LOCAL  DESIGNEE,  AND  SUCH  LOCAL  MUNICIPAL\n   51  BUILDING  OR  PROPERTY  MAINTENANCE  CODE  ENFORCEMENT  OFFICIALS HAVING\n   52  JURISDICTION OVER SUCH AREA AS THE DEPUTY COMMISSIONER SHALL  DESIGNATE,\n   53  PREPARE AND IMPLEMENT A STRATEGY TO:\n   54    (A)  ASSURE THAT A SUFFICIENT NUMBER OF QUALIFIED INSPECTION PERSONNEL\n   55  ARE AVAILABLE;\n\n       S. 2419                            19\n\n    1    (B) IDENTIFY THE AFFECTED PROPERTIES WITH  PERSONS  AT  RISK  IN  THAT\n    2  MUNICIPALITY, CENSUS TRACT OR CENSUS BLOCK GROUP THAT ARE MOST LIKELY TO\n    3  CONTAIN CONDITIONS CONDUCIVE TO LEAD POISONING;\n    4    (C)  REQUIRE, AT THE OWNER'S EXPENSE, THE INSPECTION OF AFFECTED PROP-\n    5  ERTIES FOR CONDITIONS CONDUCIVE TO LEAD POISONING; AND\n    6    (D) REQUIRE THAT SUCH INSPECTED PROPERTIES ATTAIN LEAD-FREE, LEAD-CON-\n    7  TAINED, OR LEAD-STABILIZED STATUS, AND  ELIMINATION  OF  ALL  CONDITIONS\n    8  CONDUCIVE  TO  LEAD  POISONING  IN SUCH PROPERTIES, USING LEAD SAFE WORK\n    9  PRACTICES IN ACCORDANCE WITH THE PROVISIONS OF THIS TITLE.\n   10  IN PREPARING THIS PRIMARY PREVENTION INSPECTION STRATEGY, THE  RESPONSI-\n   11  BLE OFFICIALS SHALL, AMONG OTHER FACTORS, CONSIDER REPORTS OF PERSONS AT\n   12  RISK  WITH  ELEVATED BLOOD LEAD LEVELS IN OTHER UNITS IN A BUILDING; THE\n   13  AGE AND MAINTENANCE HISTORY OF A BUILDING; AND ANY AVAILABLE DATA ON THE\n   14  PRESENCE OF YOUNG CHILDREN FROM BIRTH CERTIFICATES ISSUED BY THE DEPART-\n   15  MENT.\n   16    7. AN INSPECTOR SHALL SUBMIT A VERIFIED REPORT OF THE  RESULT  OF  THE\n   17  INSPECTION  CONDUCTED  PURSUANT TO SUBDIVISION TWO, THREE, FOUR, FIVE OR\n   18  SIX OF THIS SECTION TO THE DEPUTY COMMISSIONER OR THE DEPUTY COMMISSION-\n   19  ER'S DESIGNEE FOR THE JURISDICTION IN WHICH SUCH  PROPERTY  IS  LOCATED,\n   20  THE OWNER, AND THE TENANT, IF ANY, OF THE AFFECTED PROPERTY. SUCH REPORT\n   21  SHALL  BE  COMPLETED  SUBJECT  TO  PENALTIES FOR PERJURY AND INCLUDE THE\n   22  INSPECTOR'S STATE REGISTRATION  NUMBER  AND  DATE  OF  CERTIFICATION  TO\n   23  PERFORM  SUCH  INSPECTIONS.  IN  THE  EVENT SUCH INSPECTION RESULTS IN A\n   24  FINDING OF LEAD-BASED PAINT HAZARDS  OR  CONDITIONS  CONDUCIVE  TO  LEAD\n   25  POISONING,  A  REPORT  OF SUCH FINDINGS SHALL BE PROMPTLY TRANSMITTED BY\n   26  THE DEPUTY COMMISSIONER OR THE DEPUTY COMMISSIONER'S  DESIGNEE  FOR  THE\n   27  JURISDICTION  IN  WHICH  SUCH PROPERTY IS LOCATED AND TO THE APPROPRIATE\n   28  LOCAL SOCIAL SERVICES DEPARTMENT PURSUANT TO SECTION ONE HUNDRED  FORTY-\n   29  THREE-B OF THE SOCIAL SERVICES LAW.\n   30    8.  UNLESS AN AFFECTED PROPERTY HAS BEEN CERTIFIED AS \"LEAD-FREE PROP-\n   31  ERTY STATUS\" AS PROVIDED IN SUBDIVISION TWO OF SECTION THIRTEEN  HUNDRED\n   32  SEVENTY  OF  THIS  TITLE,  ANY WRITTEN OR PRINTED LEASE FOR THE LEASE OR\n   33  RENTING OF AN AFFECTED PROPERTY FOR A TERM BEGINNING AT A DATE MORE THAN\n   34  ONE YEAR FOLLOWING THE EFFECTIVE DATE OF THIS TITLE  SHALL  INCLUDE  THE\n   35  FOLLOWING  PROVISIONS,  IN  BOTH  ENGLISH  AND  SPANISH,  IN PROMINENTLY\n   36  DISPLAYED AND EASILY READABLE TYPE OR PRINTING:\n   37    \"THIS PROPERTY, CONSTRUCTED BEFORE JANUARY 1, 1970, MAY CONTAIN  LEAD-\n   38  BASED  PAINT.  LEAD-BASED  PAINT, IF IT IS NOT PROPERLY REMOVED OR MAIN-\n   39  TAINED, MAY CAUSE BRAIN DAMAGE OR OTHER SERIOUS HEALTH IMPACTS IN  CHIL-\n   40  DREN  LESS  THAN  SEVEN YEARS OF AGE AND FETAL INJURY IN PREGNANT WOMEN.\n   41  NEW YORK STATE LAW REQUIRES THE  LANDLORD  TO  COMPLY  WITH  MAINTENANCE\n   42  STANDARDS  TO  AVOID  LEAD-BASED  PAINT HAZARDS. THIS PROPERTY (OWNER OR\n   43  AGENT TO CHECK APPROPRIATE BOX):\n   44         HAS BEEN INSPECTED BY AN INDEPENDENT  INSPECTOR  CERTIFIED  UNDER\n   45  NEW  YORK  STATE LAW WITHIN THE PAST SIXTY DAYS AND FOUND NOT TO CONTAIN\n   46  LEAD-BASED PAINT HAZARDS.\n   47         HAS BEEN INVESTIGATED BY THE OWNER,  MANAGER,  OR  HIS/HER  AGENT\n   48  WITHIN THE PAST THIRTY DAYS AND OBSERVABLE LEAD-BASED PAINT HAZARDS HAVE\n   49  BEEN STABILIZED.\n   50         HAS  NOT BEEN INSPECTED FOR LEAD-BASED PAINT HAZARDS.  THIS PROP-\n   51  ERTY MAY CONTAIN LEAD-BASED PAINT HAZARDS DANGEROUS TO A CHILD LESS THAN\n   52  SEVEN YEARS OF AGE.\"\n   53    9. AT THE TIME OF THE LEASE OR RENTING OF AN AFFECTED PROPERTY WITHOUT\n   54  A WRITTEN OR PRINTED LEASE AT A DATE MORE THAN ONE  YEAR  FOLLOWING  THE\n   55  EFFECTIVE  DATE  OF  THIS  SECTION, THE FRONT ENTRANCEWAY OR DOOR OF THE\n   56  AFFECTED PROPERTY SHALL BE POSTED WITH A SIGN  CONTAINING  THE  LANGUAGE\n\n       S. 2419                            20\n\n    1  QUOTED  IN  SUBDIVISION EIGHT OF THIS SECTION, IN BOTH ENGLISH AND SPAN-\n    2  ISH, AND IN PROMINENTLY DISPLAYED AND EASILY READABLE TYPE OR PRINTING.\n    3    S  1378.  ENFORCEMENT.   1. WHENEVER THE DEPUTY COMMISSIONER OR DEPUTY\n    4  COMMISSIONER'S DESIGNEE FINDS AN AFFECTED PROPERTY TO NOT BE IN  COMPLI-\n    5  ANCE WITH THE APPLICABLE REQUIREMENTS FOR EITHER LEAD-FREE, OR LEAD-CON-\n    6  TAINED,  OR  LEAD-STABILIZED PROPERTY STATUS, THE DEPUTY COMMISSIONER OR\n    7  DEPUTY COMMISSIONER'S DESIGNEE SHALL GIVE  WRITTEN  NOTICE  AND  DEMAND,\n    8  SERVED AS PROVIDED HEREIN, FOR THE DISCONTINUANCE OF ANY CONDITION FAIL-\n    9  ING  TO COMPLY WITH EITHER THE LEAD-FREE, LEAD-CONTAINED, OR LEAD-STABI-\n   10  LIZED STANDARDS IN AN AFFECTED PROPERTY WITHIN  A  SPECIFIED  PERIOD  OF\n   11  TIME  NOT  TO  EXCEED  THIRTY  DAYS.  THE  DEPUTY COMMISSIONER OR DEPUTY\n   12  COMMISSIONER'S DESIGNEE SHALL ALSO IMMEDIATELY  NOTIFY  THE  APPROPRIATE\n   13  LOCAL  SOCIAL SERVICES DEPARTMENT OF THE ISSUANCE OF SUCH WRITTEN NOTICE\n   14  AND DEMAND PURSUANT TO SECTION ONE HUNDRED FORTY-THREE-B OF  THE  SOCIAL\n   15  SERVICES LAW.\n   16    2.  IN  THE  EVENT  OF FAILURE TO COMPLY WITH A NOTICE AND DEMAND, THE\n   17  DEPUTY COMMISSIONER OR THE DEPUTY COMMISSIONER'S DESIGNEE SHALL  CONDUCT\n   18  A  FORMAL  HEARING  UPON DUE NOTICE IN ACCORDANCE WITH THE PROVISIONS OF\n   19  THIS SECTION AND ON PROOF OF VIOLATION OF SUCH NOTICE AND  DEMAND  SHALL\n   20  ORDER  THE  OWNER  OF  AN AFFECTED PROPERTY TO TAKE SPECIFIED CORRECTIVE\n   21  ACTIONS TO HAVE THE AFFECTED PROPERTY SATISFY  THE  REQUIREMENTS,  AT  A\n   22  MINIMUM,  OF LEAD-CONTAINED OR LEAD-STABILIZED PROPERTY AND MAY ASSESS A\n   23  PENALTY NOT TO  EXCEED  TWO  THOUSAND  FIVE  HUNDRED  DOLLARS  FOR  EACH\n   24  AFFECTED  PROPERTY.  IN THE EVENT THAT SUCH FAILURE TO COMPLY CONCERNS A\n   25  NOTICE AND DEMAND ISSUED IN  RESPONSE  TO  AN  ENVIRONMENTAL  ASSESSMENT\n   26  UNDERTAKEN  PURSUANT  TO  SUBDIVISION  THREE OF SECTION THIRTEEN HUNDRED\n   27  SEVENTY-SEVEN OF THIS TITLE,  THE  DEPUTY  COMMISSIONER  OR  THE  DEPUTY\n   28  COMMISSIONER'S  DESIGNEE,  SHALL  CAUSE  THE  CONDITION TO BE REMEDIATED\n   29  WITHIN THE NEXT THIRTY DAYS, AND MAY PLACE A LIEN ON SUCH  PROPERTY  AND\n   30  COMMENCE  SUCH  LEGAL ACTIONS AS ARE NECESSARY TO RECOVER FROM THE OWNER\n   31  OF SUCH PROPERTY THE DEPUTY COMMISSIONER'S  EXPENDITURES  IN  CONNECTION\n   32  THEREWITH, INCLUDING LEGAL FEES.\n   33    3.  A  NOTICE  REQUIRED BY THIS SECTION MAY BE SERVED UPON AN OWNER OR\n   34  OCCUPANT OF THE DWELLING OR AGENT OF THE OWNER IN THE SAME MANNER  AS  A\n   35  SUMMONS  IN  A CIVIL ACTION OR BY REGISTERED OR CERTIFIED MAIL TO HIS OR\n   36  HER LAST KNOWN ADDRESS OR PLACE OF RESIDENCE.\n   37    4. THE DEPUTY COMMISSIONER'S DESIGNEE HAVING JURISDICTION, COUNTY  AND\n   38  CITY  COMMISSIONERS  OF HEALTH, AND LOCAL HOUSING CODE ENFORCEMENT AGEN-\n   39  CIES DESIGNATED BY THE DEPUTY COMMISSIONER'S DESIGNEE  HAVING  JURISDIC-\n   40  TION  OR  COUNTY  OR  CITY  COMMISSIONER  OF  HEALTH SHALL HAVE THE SAME\n   41  AUTHORITY, POWERS AND DUTIES WITHIN THEIR  RESPECTIVE  JURISDICTIONS  AS\n   42  HAS THE DEPUTY COMMISSIONER UNDER THE PROVISIONS OF THIS TITLE.\n   43    5. THE DEPUTY COMMISSIONER OR DEPUTY COMMISSIONER'S REPRESENTATIVE AND\n   44  AN  OFFICIAL  OR AGENCY SPECIFIED IN SUBDIVISION ONE OF THIS SECTION MAY\n   45  REQUEST AND SHALL RECEIVE FROM  ALL  PUBLIC  OFFICERS,  DEPARTMENTS  AND\n   46  AGENCIES  OF  THE  STATE AND ITS POLITICAL SUBDIVISIONS SUCH COOPERATION\n   47  AND ASSISTANCE AS MAY BE NECESSARY OR PROPER IN THE ENFORCEMENT  OF  THE\n   48  PROVISIONS OF THIS TITLE.\n   49    6.  ANY  VIOLATION  OF  THE  REQUIREMENTS  OF SECTION THIRTEEN HUNDRED\n   50  SEVENTY-SIX OF THIS TITLE SHALL  ALSO  CONSTITUTE  A  VIOLATION  OF  ANY\n   51  MUNICIPAL  OR OTHER LOCAL HOUSING CODE AND SHALL SUBJECT THE OWNER OF AN\n   52  AFFECTED PROPERTY TO ALL ORDERS, CRIMINAL  PENALTIES,  AND  OTHER  CIVIL\n   53  FORFEITURES OR PENALTIES THAT ARE POSSIBLE UNDER SUCH MUNICIPAL OR LOCAL\n   54  HOUSING CODE, AND SHALL ALSO CONSTITUTE A RENT IMPAIRING VIOLATION WITH-\n   55  IN  THE  MEANING OF SECTION THREE HUNDRED TWO-A OF THE MULTIPLE DWELLING\n   56  LAW AND SECTION THREE HUNDRED FIVE-A OF THE MULTIPLE RESIDENCE LAW.\n\n       S. 2419                            21\n\n    1    7. NOTHING CONTAINED IN THIS TITLE SHALL  BE  CONSTRUED  TO  ALTER  OR\n    2  ABRIDGE  ANY  DUTIES  AND POWERS NOW OR HEREAFTER EXISTING IN THE DEPUTY\n    3  COMMISSIONER, COUNTY BOARDS OF HEALTH, CITY AND COUNTY COMMISSIONERS  OF\n    4  HEALTH,  THE NEW YORK CITY DEPARTMENT OF HOUSING PRESERVATION AND DEVEL-\n    5  OPMENT  AND  THE  DEPARTMENT  OF HEALTH, LOCAL BOARDS OF HEALTH OR OTHER\n    6  PUBLIC AGENCIES OR PUBLIC OFFICIALS, OR ANY PRIVATE PARTY, INCLUDING THE\n    7  POWER TO IMPOSE MORE STRINGENT MEASURES TO PROTECT PUBLIC HEALTH.\n    8    8. THE OFFICE OF  THE  ATTORNEY  GENERAL  AND  ALL  LOCAL  AUTHORITIES\n    9  RESPONSIBLE  FOR  THE  ENFORCEMENT  OF STATE, MUNICIPAL, AND OTHER LOCAL\n   10  HOUSING CODES ARE HEREBY EMPOWERED TO AND SHALL VIGOROUSLY ENFORCE CIVIL\n   11  REMEDIES AND/OR CRIMINAL PENALTIES PROVIDED FOR BY LAW  ARISING  OUT  OF\n   12  THE FAILURE TO COMPLY WITH THE REQUIREMENTS OF SECTIONS THIRTEEN HUNDRED\n   13  SEVENTY-FIVE-A, THIRTEEN HUNDRED SEVENTY-SIX, OR THIRTEEN HUNDRED SEVEN-\n   14  TY-EIGHT OF THIS TITLE AND MAY SEEK INJUNCTIVE RELIEF WHERE APPROPRIATE.\n   15    9.  (A)  ANY  ADMINISTRATIVE PROCEEDING OR CIVIL OR CRIMINAL ACTION BY\n   16  STATE OR LOCAL OFFICIALS TO ENFORCE THE PROVISIONS OF THIS SECTION SHALL\n   17  BE REPORTED TO THE DEPUTY COMMISSIONER.\n   18    (B) THE DEPUTY COMMISSIONER SHALL ISSUE  AN  ANNUAL  REPORT  OUTLINING\n   19  SPECIFICALLY  THE  ENFORCEMENT ACTIONS BROUGHT PURSUANT TO THIS SECTION,\n   20  THE IDENTITY OF THE OWNERS OF THE  AFFECTED  PROPERTIES,  THE  AUTHORITY\n   21  BRINGING  THE ENFORCEMENT ACTION, THE NATURE OF THE ACTION, AND DESCRIB-\n   22  ING THE CRIMINAL PENALTIES AND/OR CIVIL RELIEF.\n   23    10. THE REMOVAL OF A TENANT FROM OR THE SURRENDER BY THE TENANT  OF  A\n   24  DWELLING  WITH  RESPECT  TO  WHICH THE DEPUTY COMMISSIONER OR HIS OR HER\n   25  REPRESENTATIVE, PURSUANT TO SUBDIVISION ONE OF THIS SECTION,  HAS  GIVEN\n   26  WRITTEN  NOTICE  AND DEMAND FOR THE DISCONTINUANCE OF A CONDITION CONDU-\n   27  CIVE TO LEAD POISONING SHALL  NOT  ABSOLVE,  RELIEVE  OR  DISCHARGE  ANY\n   28  PERSONS  CHARGEABLE  THEREWITH FROM THE OBLIGATION AND RESPONSIBILITY TO\n   29  DISCONTINUE SUCH CONDITION CONDUCIVE TO  LEAD  POISONING  IN  ACCORDANCE\n   30  WITH THE METHOD OF DISCONTINUANCE PRESCRIBED THEREFOR IN SUCH NOTICE AND\n   31  DEMAND.\n   32    S  1379.  INJUNCTIVE  RELIEF.   1. IF AN OWNER OF AN AFFECTED PROPERTY\n   33  FAILS TO COMPLY WITH THE REQUIREMENTS OF SECTION THIRTEEN HUNDRED SEVEN-\n   34  TY-SIX OF THIS TITLE, A PERSON AT RISK OR THE PARENT OR  LEGAL  GUARDIAN\n   35  OF  A  PERSON  AT  RISK  OR OTHER INTERESTED PERSONS MAY SEEK INJUNCTIVE\n   36  RELIEF FROM A COURT OF COMPETENT JURISDICTION AGAINST THE OWNER  OF  THE\n   37  AFFECTED PROPERTY IN THE FORM OF A COURT ORDER TO COMPEL COMPLIANCE.\n   38    2. A COURT SHALL NOT GRANT THE INJUNCTIVE RELIEF REQUESTED PURSUANT TO\n   39  SUBDIVISION  ONE  OF THIS SECTION, UNLESS, AT LEAST THIRTY DAYS PRIOR TO\n   40  THE FILING REQUESTING THE INJUNCTION, THE OWNER OF THE AFFECTED PROPERTY\n   41  HAS RECEIVED WRITTEN NOTICE OF THE VIOLATION OF STANDARDS  CONTAINED  IN\n   42  SECTION  THIRTEEN  HUNDRED  SEVENTY-SIX  OF THIS TITLE AND HAS FAILED TO\n   43  BRING THE AFFECTED PROPERTY INTO COMPLIANCE WITH THE  APPLICABLE  STAND-\n   44  ARDS.  THIS  NOTICE  TO  THE OWNER OF THE AFFECTED PROPERTY IS SATISFIED\n   45  WHEN ANY OF THE FOLLOWING HAS OCCURRED:\n   46    (A) A PERSON AT RISK, HIS OR HER PARENT OR LEGAL GUARDIAN,  OR  ATTOR-\n   47  NEY,  HAS  NOTIFIED  THE OWNER OF AN AFFECTED PROPERTY THAT THE PROPERTY\n   48  FAILS TO MEET THE REQUIREMENTS FOR EITHER LEAD-CONTAINED PROPERTY STATUS\n   49  OR LEAD-STABILIZED PROPERTY STATUS;\n   50    (B) THE DEPUTY COMMISSIONER, THE COMMISSIONER OF HOUSING AND COMMUNITY\n   51  RENEWAL, OR THE DESIGNEE OF EITHER OF THESE SUCH OFFICIALS, A  MUNICIPAL\n   52  OR  OTHER  LOCAL  AUTHORITY  WITH RESPONSIBILITY FOR ENFORCING ANY LOCAL\n   53  HOUSING CODE OR CODES, OR A LOCAL OR MUNICIPAL DEPARTMENT OF HEALTH  HAS\n   54  NOTIFIED  THE  OWNER  OF  THE  AFFECTED  PROPERTY  OF  VIOLATIONS OF THE\n   55  PROVISIONS OF THIS TITLE OCCURRING WITHIN AN AFFECTED PROPERTY OR OF THE\n   56  FAILURE TO REGISTER AND FILE REPORTS AS REQUIRED BY THIS TITLE; OR\n\n       S. 2419                            22\n\n    1    (C) A CRIMINAL OR CIVIL ACTION PURSUANT TO THIS TITLE HAS BEEN BROUGHT\n    2  BY EITHER STATE OR LOCAL ENFORCEMENT OFFICIALS TO ENFORCE THIS TITLE.\n    3    3. THE NOTICE REQUIREMENT OF SUBDIVISION TWO OF THIS SECTION SHALL NOT\n    4  APPLY WITH RESPECT TO APPLICATIONS FOR PRELIMINARY INJUNCTIVE RELIEF.\n    5    4.  A  PERSON  WHO  PREVAILS IN AN ACTION TO ENFORCE THE PROVISIONS OF\n    6  THIS TITLE IS ENTITLED TO AN AWARD OF THE COSTS OF THE LITIGATION AND TO\n    7  AN AWARD OF REASONABLE ATTORNEYS' FEES IN AN AMOUNT TO BE FIXED  BY  THE\n    8  COURT.\n    9    5.  CASES BROUGHT BEFORE THE COURT UNDER THIS SECTION SHALL BE GRANTED\n   10  AN ACCELERATED HEARING.\n   11    6. THE LEGAL REMEDIES CREATED UNDER THIS SECTION SHALL BE IN  ADDITION\n   12  TO  ANY  OTHER COMMON LAW OR STATUTORY REMEDIES, WHICH MAY BE PURSUED IN\n   13  THE SAME OR SEPARATE ACTION OR PROCEEDING.\n   14    S 1379-A. RETALIATORY  EVICTIONS  PROHIBITED.    1.  AN  OWNER  OF  AN\n   15  AFFECTED  PROPERTY  MAY  NOT  EVICT OR TAKE ANY OTHER RETALIATORY ACTION\n   16  AGAINST A PERSON AT RISK OR HIS OR  HER  PARENT  OR  LEGAL  GUARDIAN  IN\n   17  RESPONSE  TO  THE  ACTIONS  OF  THE PERSON AT RISK, HIS OR HER PARENT OR\n   18  LEGAL GUARDIAN IN:\n   19    (A) PROVIDING INFORMATION TO THE OWNER OF THE AFFECTED  PROPERTY,  THE\n   20  DEPUTY  COMMISSIONER, THE COMMISSIONER OF HOUSING AND COMMUNITY RENEWAL,\n   21  OR THE DESIGNEE OF EITHER OF  THESE  OFFICIALS,  A  LOCAL  OR  MUNICIPAL\n   22  DEPARTMENT  OF  HEALTH,  OR  A  MUNICIPAL  OR OTHER LOCAL AUTHORITY WITH\n   23  RESPONSIBILITY FOR ENFORCING ANY LOCAL HOUSING CODE OR CODES  CONCERNING\n   24  LEAD-BASED  PAINT  HAZARDS WITHIN AN AFFECTED PROPERTY OR ELEVATED BLOOD\n   25  LEAD LEVELS OF A PERSON AT RISK; OR\n   26    (B) ENFORCING ANY OF HIS OR HER RIGHTS UNDER THIS TITLE.\n   27    2. FOR PURPOSES OF THIS SECTION, A RETALIATORY ACTION INCLUDES ANY  OF\n   28  THE  FOLLOWING  ACTIONS IN WHICH THE ACTIVITIES PROTECTED UNDER SUBDIVI-\n   29  SION ONE OF THIS SECTION  ARE  A  MATERIAL  FACTOR  IN  MOTIVATING  SAID\n   30  ACTION:\n   31    (A) A REFUSAL TO RENEW A LEASE;\n   32    (B) TERMINATION OF A TENANCY;\n   33    (C)  AN  ARBITRARY  RENT INCREASE OR DECREASE IN SERVICES TO WHICH THE\n   34  PERSON AT RISK OR HIS OR HER PARENT OR LEGAL GUARDIAN IS ENTITLED; OR\n   35    (D) ANY FORM OF CONSTRUCTIVE EVICTION.\n   36    3. A PERSON AT RISK OR HIS OR HER PARENT OR LEGAL GUARDIAN SUBJECT  TO\n   37  AN  EVICTION OR RETALIATORY ACTION UNDER THIS SECTION IS ENTITLED TO THE\n   38  RELIEF AS MAY BE PROVIDED BY STATUTE AND/OR ANY  FURTHER  RELIEF  DEEMED\n   39  JUST  AND  EQUITABLE BY THE COURT, AND IS ELIGIBLE FOR REASONABLE ATTOR-\n   40  NEYS' FEES AND COSTS.\n   41    S 8. The real property law is amended by adding two new sections 236-a\n   42  and 242-a to read as follows:\n   43    S 236-A. DISCRIMINATION AGAINST PERSONS AND FAMILIES RECEIVING  PUBLIC\n   44  ASSISTANCE OR GOVERNMENTAL HOUSING SUBSIDIES PROHIBITED.  1. ANY PERSON,\n   45  FIRM  OR  CORPORATION  OWNING  OR  HAVING IN CHARGE ANY APARTMENT HOUSE,\n   46  TENEMENT HOUSE OR OTHER BUILDING OR  MANUFACTURED  HOME  PARK  USED  FOR\n   47  DWELLING  PURPOSES  WHO  SHALL  REFUSE  TO  RENT ANY OR PART OF ANY SUCH\n   48  BUILDING OR MANUFACTURED HOME PARK TO  ANY  PERSON  OR  FAMILY,  OR  WHO\n   49  DISCRIMINATES  IN  THE  TERMS,  CONDITIONS,  OR  PRIVILEGES  OF ANY SUCH\n   50  RENTAL, ON THE GROUND THAT SUCH PERSON OR FAMILY RECEIVES PUBLIC ASSIST-\n   51  ANCE OR ANY OTHER GOVERNMENT SUBSIDY FOR PAYMENT OF RENT SHALL BE GUILTY\n   52  OF A MISDEMEANOR AND ON CONVICTION THEREOF SHALL BE PUNISHED BY  A  FINE\n   53  OF  NOT  LESS  THAN  FIVE HUNDRED NOR MORE THAN ONE THOUSAND DOLLARS FOR\n   54  EACH OFFENSE.\n   55    2.  (A) WHERE DISCRIMINATORY CONDUCT PROHIBITED BY  THIS  SECTION  HAS\n   56  OCCURRED,  AN  AGGRIEVED  INDIVIDUAL SHALL HAVE A CAUSE OF ACTION IN ANY\n\n       S. 2419                            23\n\n    1  COURT OF COMPETENT JURISDICTION FOR DAMAGES, DECLARATORY AND  INJUNCTIVE\n    2  RELIEF.\n    3    (B)  IN  ALL ACTIONS BROUGHT UNDER THIS SECTION, THE COURT SHALL ALLOW\n    4  THE PREVAILING PLAINTIFF REASONABLE ATTORNEY'S FEES AND, UPON A  FINDING\n    5  THAT  DEFENDANT'S  DISCRIMINATORY  CONDUCT  WAS  WILLFUL,  AN ADDITIONAL\n    6  AMOUNT AS LIQUIDATED DAMAGES EQUAL TO TWO THOUSAND FIVE HUNDRED  DOLLARS\n    7  SHALL BE AWARDED.\n    8    S  242-A. INSPECTION OF RESIDENTIAL REAL PROPERTY FOR LEAD-BASED PAINT\n    9  PRIOR TO TRANSFER.  1. (A) EFFECTIVE JANUARY FIRST, TWO THOUSAND TWELVE,\n   10  THE TRANSFEROR OR GRANTOR OF ANY RESIDENTIAL REAL PROPERTY ERECTED PRIOR\n   11  TO THE YEAR NINETEEN HUNDRED SEVENTY, OR IN CITIES WITH A POPULATION  OF\n   12  ONE  MILLION  OR  MORE  A  DWELLING  ERECTED  PRIOR TO THE YEAR NINETEEN\n   13  HUNDRED SIXTY, SHALL PROVIDE TO THE TRANSFEREE OR GRANTEE A  CERTIFICATE\n   14  THAT SUCH PROPERTY HAS BEEN TESTED FOR THE PRESENCE OF LEAD-BASED PAINT,\n   15  AS DEFINED IN SUBDIVISION TWENTY-SIX OF SECTION THIRTEEN HUNDRED SEVENTY\n   16  OF  THE  PUBLIC  HEALTH  LAW,  AND  A REPORT OF SUCH TEST INDICATING THE\n   17  LOCATIONS WHERE LEAD-BASED PAINT HAS BEEN DETECTED, IF ANY. SUCH TESTING\n   18  SHALL NOT BE VALID UNLESS PERFORMED BY A PERSON ACCREDITED  PURSUANT  TO\n   19  SECTION THIRTEEN HUNDRED SEVENTY-FIVE-A OF THE PUBLIC HEALTH LAW. A COPY\n   20  OF SUCH CERTIFICATE SHALL BE FILED WITH THE DEPARTMENT OF HEALTH.\n   21    (B) THE PRESENTATION OF A CERTIFICATE OF SUCH TESTING BY A PRIOR OWNER\n   22  OF SAID PROPERTY AND EVIDENCE OF FILING SUCH CERTIFICATE AND REPORT WITH\n   23  THE  DEPARTMENT  OF  HEALTH SHALL BE DEEMED TO BE IN COMPLIANCE WITH THE\n   24  PROVISIONS OF THIS SUBDIVISION.\n   25    (C) IN THE EVENT THE TRANSFEROR OR GRANTOR HAS  NOT  RECEIVED  FROM  A\n   26  PRIOR  OWNER  A  CERTIFICATION  AND REPORT OF SUCH TESTS AS SET FORTH IN\n   27  THIS SUBDIVISION, THE COSTS OF TESTING  FOR  LEAD-BASED  PAINT  AND  THE\n   28  PREPARATION  OF  A  CERTIFICATE  AND  REPORT THEREOF AS PROVIDED IN THIS\n   29  SUBDIVISION SHALL BE DEDUCTIBLE BY THE TRANSFEROR OR GRANTOR, UP TO  THE\n   30  AMOUNT  OF  FIVE  HUNDRED  DOLLARS,  OR IN A BUILDING WITH MORE THAN ONE\n   31  DWELLING UNIT UP TO FOUR HUNDRED DOLLARS PER DWELLING UNIT TESTED,  FROM\n   32  THE  TAXES IMPOSED BY SECTIONS FOURTEEN HUNDRED TWO AND FOURTEEN HUNDRED\n   33  TWO-A OF THE TAX LAW.\n   34    2. ANY PROVISION IN A PURCHASE OFFER, CONTRACT OF SALE,  LEASE,  OFFER\n   35  TO  LEASE,  OR ANY OTHER DOCUMENT RELATED TO THE TRANSFER OF AN INTEREST\n   36  IN REAL PROPERTY THAT PURPORTS TO WAIVE ANY RIGHT CREATED UNDER STATE OR\n   37  FEDERAL LAW FOR THE PURCHASER, TENANT, OR TRANSFEREE TO CONDUCT  A  RISK\n   38  ASSESSMENT  OR  INSPECTION  OF THE PROPERTY TO DETERMINE THE PRESENCE OF\n   39  LEAD-BASED PAINT AND/OR LEAD-BASED PAINT HAZARDS, OR ANY ORAL  AGREEMENT\n   40  THAT  PURPORTS  TO  WAIVE SUCH RIGHT, IS NULL AND VOID AS AGAINST PUBLIC\n   41  POLICY, NOTWITHSTANDING THAT SUCH WAIVERS MIGHT OTHERWISE  BE  PERMITTED\n   42  BY FEDERAL LAW.\n   43    S 9. Section 210 of the tax law is amended by adding a new subdivision\n   44  43 to read as follows:\n   45    43.  LEAD  HAZARD  REDUCTION TAX CREDIT. (A) TAX CREDIT FOR ACTIVITIES\n   46  RESULTING IN LEAD-FREE OR LEAD-CONTAINED STATUS.  A  TAXPAYER  SHALL  BE\n   47  ALLOWED  A  CREDIT  AGAINST  TAX  IMPOSED BY THIS ARTICLE FOR ACTIVITIES\n   48  NECESSARY TO BRING ANY AFFECTED PROPERTY  INTO  LEAD-FREE  OR  LEAD-CON-\n   49  TAINED  STATUS  WITHIN  THE MEANING OF SECTIONS THIRTEEN HUNDRED SEVENTY\n   50  AND THIRTEEN HUNDRED SEVENTY-SIX OF THE PUBLIC HEALTH LAW, PROVIDED THAT\n   51  THE TAXPAYER COMPLIES WITH THE DOCUMENTATION REQUIREMENTS  OF  PARAGRAPH\n   52  (D) OF THIS SUBDIVISION.\n   53    (B)  TAX  CREDIT  FOR  MULTIPLE  DWELLING UNITS LOCATED WITHIN MUNICI-\n   54  PALITIES OF MORE THAN ONE MILLION INHABITANTS. A TAXPAYER ALSO SHALL  BE\n   55  ELIGIBLE FOR THE TAX CREDIT UNDER PARAGRAPH (A) OF THIS SUBDIVISION IF A\n   56  DWELLING  UNIT THAT SATISFIES ALL THE REQUIREMENTS FOR AN AFFECTED PROP-\n\n       S. 2419                            24\n\n    1  ERTY CONTAINED IN SUBDIVISION TWO OF SECTION THIRTEEN HUNDRED SEVENTY OF\n    2  THE PUBLIC HEALTH LAW BUT SUCH DWELLING UNIT IS LOCATED IN A CITY WITH A\n    3  POPULATION OF ONE MILLION OR MORE.  IN  SUCH  CASE,  THE  TAXPAYER  MUST\n    4  COMPLY  WITH  EQUIVALENT STANDARDS IN LOCAL LAWS CONCERNING LEAD HAZARDS\n    5  THAT APPLY TO MULTIPLE DWELLINGS.\n    6    (C) TAX CREDITS FOR CERTAIN RENOVATIONS AS PART OF ACHIEVING LEAD-STA-\n    7  BILIZED STATUS. A TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST TAX IMPOSED\n    8  BY THIS ARTICLE FOR THE COSTS OF CERTAIN ACTIVITIES NECESSARY  TO  BRING\n    9  ANY  AFFECTED PROPERTY INTO LEAD-STABILIZED STATUS WITHIN THE MEANING OF\n   10  SECTION THIRTEEN HUNDRED SEVENTY-SIX OF THE PUBLIC HEALTH LAW,  PROVIDED\n   11  THAT  THE  EXPECTED USEFUL LIFE OF SUCH RENOVATIONS IS TEN YEARS OR MORE\n   12  AND THE TAXPAYER COMPLIES WITH THE DOCUMENTATION REQUIREMENTS  OF  PARA-\n   13  GRAPH  (D)  OF THIS SUBDIVISION. THE DEPUTY COMMISSIONER OF HEALTH SHALL\n   14  PROMULGATE REGULATIONS DEFINING THOSE ACTIVITIES  NECESSARY  TO  ACHIEVE\n   15  LEAD-STABILIZED  STATUS  WITH  AN  EXPECTED USEFUL LIFE OF MORE THAN TEN\n   16  YEARS. TAXPAYERS WHO HAVE COMPLETED RENOVATIONS  OF  HABITABLE  DWELLING\n   17  UNITS CONTAINED IN MULTIPLE DWELLINGS, AS DEFINED IN SECTION FOUR OF THE\n   18  MULTIPLE DWELLING LAW IN A CITY OF MORE THAN ONE MILLION POPULATION ALSO\n   19  SHALL  BE  ALLOWED  A  CREDIT  UNDER  THIS SUBDIVISION PROVIDED THAT THE\n   20  TAXPAYER COMPLIES WITH SIMILAR STANDARDS IN LOCAL LAWS  CONCERNING  LEAD\n   21  HAZARDS THAT APPLY TO MULTIPLE DWELLINGS.\n   22    (D)  DOCUMENTATION  REQUIRED FOR CREDIT ALLOWANCE.  NO CREDIT SHALL BE\n   23  ALLOWED UNDER PARAGRAPH (A), (B), OR (C) OF THIS SUBDIVISION UNLESS  THE\n   24  TAXPAYER  PROVIDES  DOCUMENTATION  TO  THE DEPUTY COMMISSIONER OF HEALTH\n   25  THAT:\n   26    (1) THE ACTIVITIES DESCRIBED ABOVE HAVE BEEN PERFORMED BY A CONTRACTOR\n   27  ACCREDITED PURSUANT TO SECTION THIRTEEN HUNDRED  SEVENTY-FIVE-A  OF  THE\n   28  PUBLIC HEALTH LAW;\n   29    (2)  THE  AFFECTED  PROPERTY WAS CONSTRUCTED PRIOR TO NINETEEN HUNDRED\n   30  SEVENTY;\n   31    (3) THE TAXPAYER HAS PAID FOR THE ACTIVITIES DESCRIBED ABOVE; AND\n   32    (4) INCLUDES A WRITTEN CERTIFICATION OBTAINED BY THE TAXPAYER FROM  AN\n   33  INSPECTOR,    ACCREDITED    PURSUANT   TO   SECTION   THIRTEEN   HUNDRED\n   34  SEVENTY-FIVE-A OF THE PUBLIC HEALTH LAW, THAT THE  ACTIVITIES  DESCRIBED\n   35  ABOVE HAVE BEEN COMPLETED IN ACCORDANCE WITH ALL APPLICABLE REQUIREMENTS\n   36  AND THAT EITHER:\n   37    (A)  WHERE  APPLICABLE, THE AFFECTED PROPERTY OR PROPERTY UNIT CAN NOW\n   38  BE CERTIFIED AS EITHER LEAD-FREE OR LEAD-CONTAINED UNDER  SECTION  THIR-\n   39  TEEN HUNDRED SEVENTY-SIX OF THE PUBLIC HEALTH LAW; OR\n   40    (B)  WHERE APPLICABLE, THE AFFECTED PROPERTY HAS UNDERGONE RENOVATIONS\n   41  THAT SATISFY THE REQUIREMENTS ESTABLISHED BY REGULATION  BY  THE  DEPUTY\n   42  COMMISSIONER  OF  HEALTH  AS ACTIVITIES NECESSARY TO ACHIEVE LEAD-STABI-\n   43  LIZED STATUS WITH AN EXPECTED USEFUL LIFE OF MORE THAN TEN YEARS.\n   44    (E) AMOUNT OF CREDIT.  THE TAX CREDIT SHALL BE  EQUAL  TO  THE  AMOUNT\n   45  ACTUALLY  PAID  FOR THE ACTIVITIES DESCRIBED IN THIS SUBDIVISION UP TO A\n   46  MAXIMUM OF THREE THOUSAND DOLLARS PER AFFECTED  PROPERTY  FOR  A  CREDIT\n   47  ALLOWED UNDER EITHER PARAGRAPH (A) OR (B) OF THIS SUBDIVISION OR A MAXI-\n   48  MUM  OF  ONE  THOUSAND  FIVE  HUNDRED DOLLARS FOR A CREDIT ALLOWED UNDER\n   49  PARAGRAPH (C) OF THIS SUBDIVISION.\n   50    (F) CARRY-OVER OF CREDIT.  ANY AMOUNT OF TAX CREDIT NOT  USED  IN  THE\n   51  TAXABLE  YEAR OF CERTIFICATION MAY BE CARRIED FORWARD AND APPLIED TO THE\n   52  CORPORATION'S TAX LIABILITY FOR ANY ONE OR MORE OF THE  SUCCEEDING  FIVE\n   53  TAXABLE  YEARS.    THE CREDIT MAY NOT BE APPLIED UNTIL ALL OTHER CREDITS\n   54  AVAILABLE TO THE TAXPAYER FOR THAT TAXABLE YEAR HAVE BEEN APPLIED.\n   55    S 10. Section 606 of the tax law is amended by adding a new subsection\n   56  (ss) to read as follows:\n\n       S. 2419                            25\n\n    1    (SS) LEAD-HAZARD REDUCTION IN HOUSING TAX  CREDIT.  (1)  ALLOWANCE  OF\n    2  CREDIT FOR ACTIVITIES RESULTING IN LEAD-FREE OR LEAD-CONTAINED STATUS. A\n    3  TAXPAYER  SHALL  BE  ALLOWED A CREDIT AS PROVIDED IN THIS SUBSECTION FOR\n    4  ACTIVITIES NECESSARY TO BRING ANY AFFECTED PROPERTY  INTO  LEAD-FREE  OR\n    5  LEAD-CONTAINED  STATUS  WITHIN  THE MEANING OF SECTIONS THIRTEEN HUNDRED\n    6  SEVENTY AND THIRTEEN HUNDRED  SEVENTY-SIX  OF  THE  PUBLIC  HEALTH  LAW,\n    7  PROVIDED  THAT THE TAXPAYER COMPLIES WITH THE DOCUMENTATION REQUIREMENTS\n    8  OF PARAGRAPH FOUR OF THIS SUBSECTION.\n    9    (2) TAX CREDIT FOR MULTIPLE  DWELLING  UNITS  LOCATED  WITHIN  MUNICI-\n   10  PALITIES  OF MORE THAN ONE MILLION INHABITANTS. A TAXPAYER ALSO SHALL BE\n   11  ELIGIBLE FOR THE TAX CREDIT UNDER PARAGRAPH ONE OF THIS SUBSECTION IF  A\n   12  DWELLING  UNIT THAT SATISFIES ALL THE REQUIREMENTS FOR AN AFFECTED PROP-\n   13  ERTY CONTAINED IN SUBDIVISION TWO OF SECTION THIRTEEN HUNDRED SEVENTY OF\n   14  THE PUBLIC HEALTH LAW BUT SUCH DWELLING UNIT IS LOCATED IN A CITY WITH A\n   15  POPULATION OF ONE MILLION OR MORE.  IN  SUCH  CASE,  THE  TAXPAYER  MUST\n   16  COMPLY  WITH  EQUIVALENT STANDARDS IN LOCAL LAWS CONCERNING LEAD HAZARDS\n   17  THAT APPLY TO MULTIPLE DWELLINGS.\n   18    (3) TAX CREDITS FOR CERTAIN RENOVATIONS AS PART OF ACHIEVING LEAD-STA-\n   19  BILIZED STATUS. A TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST TAX IMPOSED\n   20  BY THIS ARTICLE FOR THE COSTS OF CERTAIN ACTIVITIES NECESSARY  TO  BRING\n   21  ANY  AFFECTED PROPERTY INTO LEAD-STABILIZED STATUS WITHIN THE MEANING OF\n   22  SECTION THIRTEEN HUNDRED SEVENTY-SIX OF THE PUBLIC HEALTH LAW,  PROVIDED\n   23  THAT  THE  EXPECTED USEFUL LIFE OF SUCH RENOVATIONS IS TEN YEARS OR MORE\n   24  AND THE TAXPAYER COMPLIES WITH THE DOCUMENTATION REQUIREMENTS  OF  PARA-\n   25  GRAPH  FOUR  OF THIS SUBSECTION. THE DEPUTY COMMISSIONER OF HEALTH SHALL\n   26  PROMULGATE REGULATIONS DEFINING THOSE ACTIVITIES  NECESSARY  TO  ACHIEVE\n   27  LEAD-STABILIZED  STATUS  WITH  AN  EXPECTED USEFUL LIFE OF MORE THAN TEN\n   28  YEARS. TAXPAYERS WHO HAVE COMPLETED RENOVATIONS  OF  HABITABLE  DWELLING\n   29  UNITS CONTAINED IN MULTIPLE DWELLINGS, AS DEFINED IN SECTION FOUR OF THE\n   30  MULTIPLE DWELLING LAW IN A CITY OF MORE THAN ONE MILLION POPULATION ALSO\n   31  SHALL BE ALLOWED A CREDIT UNDER THIS PARAGRAPH PROVIDED THAT THE TAXPAY-\n   32  ER COMPLIES WITH SIMILAR STANDARDS IN LOCAL LAWS CONCERNING LEAD HAZARDS\n   33  THAT APPLY TO MULTIPLE DWELLINGS.\n   34    (4)  DOCUMENTATION  REQUIRED  FOR CREDIT ALLOWANCE. NO CREDIT SHALL BE\n   35  ALLOWED UNDER PARAGRAPH ONE, TWO OR THREE OF THIS SUBSECTION UNLESS  THE\n   36  TAXPAYER  PROVIDES  DOCUMENTATION  TO  THE DEPUTY COMMISSIONER OF HEALTH\n   37  THAT:\n   38    (A) THE ACTIVITIES DESCRIBED ABOVE HAVE BEEN PERFORMED BY A CONTRACTOR\n   39  ACCREDITED PURSUANT TO SECTION THIRTEEN HUNDRED  SEVENTY-FIVE-A  OF  THE\n   40  PUBLIC HEALTH LAW;\n   41    (B)  THE  AFFECTED  PROPERTY WAS CONSTRUCTED PRIOR TO NINETEEN HUNDRED\n   42  SEVENTY;\n   43    (C) THE TAXPAYER HAS PAID FOR THE ACTIVITIES DESCRIBED ABOVE; AND\n   44    (D) INCLUDES A WRITTEN CERTIFICATION OBTAINED BY THE TAXPAYER FROM  AN\n   45  INSPECTOR,    ACCREDITED    PURSUANT   TO   SECTION   THIRTEEN   HUNDRED\n   46  SEVENTY-FIVE-A OF THE PUBLIC HEALTH LAW, THAT THE  ACTIVITIES  DESCRIBED\n   47  ABOVE HAVE BEEN COMPLETED IN ACCORDANCE WITH ALL APPLICABLE REQUIREMENTS\n   48  AND THAT EITHER:\n   49    (I)  WHERE  APPLICABLE,  THE AFFECTED PROPERTY CAN NOW BE CERTIFIED AS\n   50  EITHER LEAD-FREE OR LEAD-CONTAINED UNDER SECTION THIRTEEN HUNDRED SEVEN-\n   51  TY-SIX OF THE PUBLIC HEALTH LAW; OR\n   52    (II) WHERE APPLICABLE, THE AFFECTED PROPERTY HAS UNDERGONE RENOVATIONS\n   53  THAT SATISFY THE REQUIREMENTS ESTABLISHED BY REGULATION  BY  THE  DEPUTY\n   54  COMMISSIONER  OF  HEALTH  AS ACTIVITIES NECESSARY TO ACHIEVE LEAD-STABI-\n   55  LIZED STATUS WITH AN EXPECTED USEFUL LIFE OF MORE THAN TEN YEARS.\n\n       S. 2419                            26\n\n    1    (5) THE TAX CREDIT PURSUANT TO THIS SUBSECTION SHALL BE  AVAILABLE  TO\n    2  SOMEONE  WHO  OWNS AND OCCUPIES HIS OR HER OWN DWELLING UNIT IN THE SAME\n    3  MANNER AND TO THE SAME EXTENT AS IT IS AVAILABLE  TO  THE  OWNER  OF  AN\n    4  AFFECTED PROPERTY WHO LEASES THE PREMISES.\n    5    (6)  AMOUNT  OF  CREDIT.  THE  TAX CREDIT SHALL BE EQUAL TO THE AMOUNT\n    6  ACTUALLY PAID FOR THE ACTIVITIES DESCRIBED IN THIS SUBSECTION  UP  TO  A\n    7  MAXIMUM  OF  THREE  THOUSAND  DOLLARS PER AFFECTED PROPERTY FOR A CREDIT\n    8  ALLOWED UNDER EITHER PARAGRAPH ONE OR TWO OF THIS SUBSECTION OR A  MAXI-\n    9  MUM  OF  ONE  THOUSAND  FIVE  HUNDRED DOLLARS FOR A CREDIT ALLOWED UNDER\n   10  PARAGRAPH THREE OF THIS SUBSECTION.\n   11    (7) APPLICATION OF CREDIT. ANY AMOUNT OF TAX CREDIT NOT  USED  IN  THE\n   12  TAXABLE  YEAR OF CERTIFICATION MAY BE CARRIED FORWARD AND APPLIED TO THE\n   13  INDIVIDUAL'S TAX LIABILITY FOR ANY ONE OR MORE OF  THE  SUCCEEDING  FIVE\n   14  TAXABLE  YEARS.  THE  CREDIT  MAY NOT BE APPLIED UNTIL ALL OTHER CREDITS\n   15  AVAILABLE TO THE TAXPAYER FOR THAT TAXABLE YEAR HAVE BEEN APPLIED.\n   16    S 11. The state finance law is amended by adding a new section 99-t to\n   17  read as follows:\n   18    S 99-T. RESIDENTIAL PROPERTY LEAD-BASED PAINT HAZARD ABATEMENT REVOLV-\n   19  ING LOAN FUND.   1. THERE IS CREATED, AS  A  SEPARATE  FUND  WITHIN  THE\n   20  GENERAL  FUND, A FUND TO BE KNOWN AS THE RESIDENTIAL PROPERTY LEAD-BASED\n   21  PAINT HAZARD ABATEMENT REVOLVING LOAN FUND. SUCH FUND SHALL  CONSIST  OF\n   22  PROCEEDS  RECEIVED FROM THE SALE OF BONDS PURSUANT TO SUBDIVISION TWO OF\n   23  THIS SECTION, AND ANY SUMS THAT THE STATE MAY FROM  TIME  TO  TIME  DEEM\n   24  APPROPRIATE,  AS  WELL  AS DONATIONS, GIFTS, BEQUESTS, OR OTHERWISE FROM\n   25  ANY PUBLIC OR PRIVATE SOURCE, WHICH MONEY IS INTENDED TO  ASSIST  OWNERS\n   26  OF  RESIDENTIAL PROPERTIES IN MEETING THE STANDARDS FOR EITHER LEAD-FREE\n   27  OR LEAD-CONTAINED CERTIFICATION PURSUANT  TO  SECTION  THIRTEEN  HUNDRED\n   28  SEVENTY-SIX  OF  THE  PUBLIC  HEALTH  LAW, OR, FOR MULTIPLE DWELLINGS IN\n   29  CITIES OF ONE MILLION POPULATION OR MORE,  COMPLIANCE  WITH  LOCAL  LAWS\n   30  CONCERNING  THE  CONTROL  OF  LEAD-BASED  PAINT HAZARDS IN SUCH MULTIPLE\n   31  DWELLINGS.\n   32    2. THE STATE SHALL ISSUE BONDS IN AN AMOUNT SPECIFIED FOR THE  PURPOSE\n   33  OF FUNDING THE RESIDENTIAL PROPERTY LEAD ABATEMENT REVOLVING LOAN FUND.\n   34    (A)  ANY  BONDS  ISSUED  OR  TO BE ISSUED PURSUANT TO THIS SUBDIVISION\n   35  SHALL BE SUBJECT TO ALL THE REQUIREMENTS AND CONDITIONS  ESTABLISHED  BY\n   36  THE STATE FOR THE SALE OF BONDS.\n   37    (B)  THE  INTEREST  RATE  AND  OTHER TERMS UPON WHICH BONDS ARE ISSUED\n   38  PURSUANT TO THIS SUBDIVISION SHALL NOT CREATE A  PROSPECTIVE  OBLIGATION\n   39  OF  THE  STATE  OF NEW YORK IN EXCESS OF THE AMOUNT OF REVENUES THAT CAN\n   40  REASONABLY BE EXPECTED FROM THE LOAN REPAYMENTS, INTEREST ON SUCH LOANS,\n   41  AND FEES THAT THE STATE OF NEW YORK  CAN  REASONABLY  EXPECT  TO  CHARGE\n   42  UNDER  THE  PROVISIONS  OF  TITLE  TEN OF ARTICLE THIRTEEN OF THE PUBLIC\n   43  HEALTH LAW.\n   44    (C) ALL MONEY RECEIVED FROM THE SALE OF BONDS SHALL BE DEPOSITED  INTO\n   45  THE RESIDENTIAL PROPERTY LEAD ABATEMENT REVOLVING LOAN FUND.\n   46    3. THE COMPTROLLER SHALL CONTRACT FOR THE ADMINISTRATION AND DISBURSE-\n   47  MENT OF FUNDING. THE DEPUTY COMMISSIONER OF HEALTH SHALL ADOPT RULES AND\n   48  REGULATIONS WHICH PROVIDE FOR THE ORDERLY AND EQUITABLE DISBURSEMENT AND\n   49  REPAYMENT OF FUNDS.\n   50    4.  FUNDS  PLACED  IN THE RESIDENTIAL PROPERTY LEAD-BASED PAINT HAZARD\n   51  ABATEMENT REVOLVING LOAN FUND SHALL BE MADE AVAILABLE, AT THE DISCRETION\n   52  OF THE DEPUTY COMMISSIONER OF HEALTH, TO THE OWNERS OF AFFECTED  PROPER-\n   53  TIES  INCLUDING  THOSE  LOCATED  WITHIN  MUNICIPALITIES OF MORE THAN ONE\n   54  MILLION INHABITANTS, AND TO NON-PROFIT ORGANIZATIONS FOR THE PURPOSE  OF\n   55  BRINGING  AFFECTED  PROPERTIES  INTO  COMPLIANCE  WITH THE STANDARDS FOR\n   56  LEAD-FREE, LEAD-CONTAINED, OR LEAD-STABILIZED PROPERTY STATUS AS  SPECI-\n\n       S. 2419                            27\n\n    1  FIED  BY  SECTION THIRTEEN HUNDRED SEVENTY-SIX OF THE PUBLIC HEALTH LAW,\n    2  OR, FOR MULTIPLE DWELLINGS IN CITIES WITH A POPULATION OF ONE MILLION OR\n    3  MORE, COMPLIANCE WITH LOCAL LAWS CONCERNING THE  CONTROL  OF  LEAD-BASED\n    4  PAINT  HAZARDS  IN  SUCH  MULTIPLE DWELLINGS. AN OWNER OF A PRE-NINETEEN\n    5  HUNDRED SEVENTY PROPERTY WHO OWNS AND OCCUPIES THE DWELLING  UNIT  SHALL\n    6  BE  ELIGIBLE FOR LOANS UNDER THIS SECTION IN THE SAME MANNER, AND TO THE\n    7  SAME EXTENT, AS AN OWNER OF AN AFFECTED PROPERTY.\n    8    5. LOANS MADE AVAILABLE UNDER THE PROVISIONS OF THIS  SECTION  MAY  BE\n    9  MADE  DIRECTLY, OR IN COOPERATION WITH OTHER PUBLIC AND PRIVATE LENDERS,\n   10  OR ANY AGENCY, DEPARTMENT, OR BUREAU OF THE FEDERAL  GOVERNMENT  OR  THE\n   11  STATE.\n   12    6.  THE PROCEEDS FROM THE REPAYMENT OF ANY LOANS MADE FOR THAT PURPOSE\n   13  SHALL BE DEPOSITED IN AND RETURNED  TO  THE  RESIDENTIAL  PROPERTY  LEAD\n   14  ABATEMENT  REVOLVING LOAN FUND TO CONSTITUTE A CONTINUING REVOLVING FUND\n   15  FOR THE PURPOSES PROVIDED IN THIS SECTION.\n   16    7. THE DEPUTY COMMISSIONER OF HOUSING AND COMMUNITY RENEWAL SHALL TAKE\n   17  ANY ACTION NECESSARY  TO  OBTAIN  FEDERAL  ASSISTANCE  FOR  LEAD  HAZARD\n   18  REDUCTION  TO  BE USED IN CONJUNCTION WITH THE RESIDENTIAL PROPERTY LEAD\n   19  ABATEMENT REVOLVING LOAN FUND.\n   20    S 12. Paragraph a of subdivision 2 of section 302-a  of  the  multiple\n   21  dwelling law, as added by chapter 911 of the laws of 1965, is amended to\n   22  read as follows:\n   23    a.  A  \"rent  impairing\"  violation within the meaning of this section\n   24  shall designate a condition in a multiple dwelling which, in the opinion\n   25  of the department, constitutes,  or  if  not  promptly  corrected,  will\n   26  constitute,  a fire hazard, A LEAD-BASED PAINT HAZARD WITHIN THE MEANING\n   27  OF SUBDIVISION TWENTY-SEVEN OF SECTION THIRTEEN HUNDRED SEVENTY  OF  THE\n   28  PUBLIC  HEALTH LAW, or a serious threat to the life, health or safety of\n   29  occupants thereof.\n   30    S 13. Paragraph a of subdivision 2 of section 305-a  of  the  multiple\n   31  residence  law,  as added by chapter 291 of the laws of 1966, is amended\n   32  to read as follows:\n   33    a. A \"rent impairing\" violation within the  meaning  of  this  section\n   34  shall designate a condition in a multiple dwelling which, in the opinion\n   35  of  the  state  building  code  council, constitutes, or if not promptly\n   36  corrected, will constitute, a fire hazard,  A  LEAD-BASED  PAINT  HAZARD\n   37  WITHIN  THE  MEANING  OF  SUBDIVISION  TWENTY-SEVEN  OF SECTION THIRTEEN\n   38  HUNDRED SEVENTY OF THE PUBLIC HEALTH LAW, or a  serious  threat  to  the\n   39  life, health or safety of occupants thereof.\n   40    S 14. The social services law is amended by adding a new section 131-y\n   41  to read as follows:\n   42    S 131-Y. SUPPLEMENTAL SHELTER ALLOWANCE. EVERY PUBLIC WELFARE OFFICIAL\n   43  SHALL  PAY,  IN ADDITION TO THE SHELTER ALLOWANCE COMPONENTS ESTABLISHED\n   44  BY THE DEPARTMENT PURSUANT TO SECTION ONE HUNDRED THIRTY-ONE-A  OF  THIS\n   45  TITLE,  A  SUPPLEMENTAL  SHELTER ALLOWANCE FOR UNITS FOR WHICH THE OWNER\n   46  HAS SUBMITTED DOCUMENTATION CERTIFYING THAT  THE  DWELLING  UNIT  IS  IN\n   47  COMPLIANCE  WITH  SUBDIVISION SEVEN OF SECTION ONE HUNDRED FORTY-THREE-B\n   48  OF THIS TITLE. THIS MONTHLY LEAD-SAFE HOUSING SUPPLEMENT SHALL BE IN THE\n   49  AMOUNT OF FIFTY DOLLARS FOR EFFICIENCY OR ONE-BEDROOM UNITS; ONE HUNDRED\n   50  DOLLARS FOR TWO-BEDROOM UNITS; ONE HUNDRED FIFTY DOLLARS FOR  THREE-BED-\n   51  ROOM  UNITS;  AND  TWO  HUNDRED  DOLLARS  FOR  UNITS  WITH  FOUR OR MORE\n   52  BEDROOMS; OR SUCH HIGHER AMOUNTS AS  THE  DEPARTMENT  MAY  ESTABLISH  BY\n   53  REGULATION  AS  APPROPRIATE  TO INDUCE LANDLORDS IN HIGH RISK LEAD-PAINT\n   54  POISONING AREAS TO VOLUNTARILY  REMOVE  LEAD-PAINT  HAZARDS  FROM  THEIR\n   55  UNITS  USING  LEAD SAFE WORK PRACTICES. THIS SUPPLEMENTAL SHELTER ALLOW-\n   56  ANCE FOR LEAD-SAFE HOUSING SHALL BE PAID FOR A PERIOD OF  TWELVE  MONTHS\n\n       S. 2419                            28\n\n    1  FOLLOWING  THE SUBMISSION OF THE MOST RECENT CERTIFICATION OF COMPLIANCE\n    2  AND SHALL BE RENEWED  FOR  SUBSEQUENT  TWELVE  MONTH  PERIODS  UPON  THE\n    3  SUBMISSION  OF  FURTHER  CERTIFICATIONS  OF  COMPLIANCE  BASED UPON MORE\n    4  RECENT INSPECTIONS.\n    5    S  15.  Subdivision  2 of section 143-b of the social services law, as\n    6  added by chapter 997 of the laws of 1962, is amended and a new  subdivi-\n    7  sion 7 is added to read as follows:\n    8    2.  Every  public welfare official shall have power to and [may] SHALL\n    9  withhold the payment of any such rent in any case where he has knowledge\n   10  that there exists or there  is  outstanding  any  violation  of  law  in\n   11  respect  to  the building containing the housing accommodations occupied\n   12  by the person entitled to such assistance which is dangerous,  hazardous\n   13  or  detrimental to life or health. A report of each such violation shall\n   14  be made to the appropriate public welfare department by the  appropriate\n   15  department or agency having jurisdiction over violations.\n   16    7. NO STATE OR LOCAL AGENCY SHALL ARRANGE TO PLACE A FAMILY CONSISTING\n   17  OF  A  PERSON  OR  PERSONS  UNDER SEVEN YEARS OF AGE OR A KNOWN PREGNANT\n   18  WOMAN IN ANY DWELLING UNIT CONSTRUCTED PRIOR TO NINETEEN HUNDRED  SEVEN-\n   19  TY, OR, IN CITIES WITH A POPULATION OF ONE MILLION OR MORE, ANY DWELLING\n   20  UNIT CONSTRUCTED PRIOR TO NINETEEN HUNDRED SIXTY, FOR WHICH RENT IS PAID\n   21  IN  ANY  PART  WITH STATE FUNDS UNLESS SUCH DWELLING UNIT HAS BEEN FIRST\n   22  INSPECTED BY A PERSON ACCREDITED PURSUANT TO  SECTION  THIRTEEN  HUNDRED\n   23  SEVENTY-FIVE-A  OF  THE  PUBLIC HEALTH LAW, AND DETERMINED TO BE FREE OF\n   24  LEAD-BASED HAZARDS, AS DEFINED BY SUBDIVISION  TWENTY-SEVEN  OF  SECTION\n   25  THIRTEEN HUNDRED SEVENTY OF THE PUBLIC HEALTH LAW, AND UNLESS SUCH AGEN-\n   26  CY  HAS  FIRST  OBTAINED  APPROPRIATE  DOCUMENTATION  ACCEPTABLE  TO THE\n   27  COMMISSIONER THAT SUCH DWELLING UNIT IS IN COMPLIANCE WITH THE  REQUIRE-\n   28  MENTS  OF SECTION THIRTEEN HUNDRED SEVENTY-SIX OF THE PUBLIC HEALTH LAW,\n   29  OR, FOR MULTIPLE DWELLINGS IN CITIES WITH A POPULATION OF ONE MILLION OR\n   30  MORE, IN COMPLIANCE WITH LOCAL LAWS CONCERNING THE CONTROL OF LEAD-BASED\n   31  PAINT HAZARDS IN SUCH MULTIPLE DWELLINGS.  A  WRITTEN  REPORT  SHALL  BE\n   32  PREPARED  OF  ANY  INSPECTION PERFORMED PURSUANT TO THIS SUBDIVISION AND\n   33  SHALL BE PROVIDED TO THE FAMILY.\n   34    S 16. Section 390-a of the social services law is amended by adding  a\n   35  new subdivision 6 to read as follows:\n   36    6.  NO  LICENSE  OR  REGISTRATION  SHALL BE ISSUED TO A CHILD DAY CARE\n   37  CENTER, A FAMILY DAY CARE HOME, OR A GROUP FAMILY DAY CARE HOME  AND  NO\n   38  SUCH  REGISTRATION  SHALL  BE  RENEWED UNTIL IT CAN BE DEMONSTRATED THAT\n   39  THOSE PORTIONS OF THE FACILITY IN WHICH  SUCH  CHILD  DAY  CARE  CENTER,\n   40  FAMILY DAY CARE HOME, OR GROUP FAMILY DAY CARE HOME IS LOCATED AND THOSE\n   41  PORTIONS  OF  SUCH  FACILITY  THAT ARE READILY ACCESSIBLE TO CHILDREN IN\n   42  SUCH CHILD DAY CARE CENTER, FAMILY DAY CARE HOME, OR  GROUP  FAMILY  DAY\n   43  CARE  HOME,  MEET THE STANDARDS FOR LEAD-FREE PROPERTY STATUS, LEAD-CON-\n   44  TAINED PROPERTY STATUS, OR LEAD-STABILIZED PROPERTY STATUS SET FORTH  IN\n   45  SECTION  THIRTEEN  HUNDRED SEVENTY-SIX OF THE PUBLIC HEALTH LAW, OR, FOR\n   46  MULTIPLE DWELLINGS IN CITIES WITH A POPULATION OF ONE MILLION  OR  MORE,\n   47  WITH  ALL  LOCAL LAWS CONCERNING THE CONTROL OF LEAD-BASED PAINT HAZARDS\n   48  THAT APPLY TO MULTIPLE DWELLING UNITS WHERE CHILDREN RESIDE.\n   49    S 17. The insurance law is amended by adding a  new  section  3455  to\n   50  read as follows:\n   51    S  3455. INSURANCE COVERAGE FOR LEAD POISONING. (A) FOR THE PURPOSE OF\n   52  THIS SECTION, THE TERM \"AFFECTED PROPERTY\" SHALL MEAN A ROOM OR GROUP OF\n   53  ROOMS WITHIN A PROPERTY CONSTRUCTED BEFORE NINETEEN HUNDRED SEVENTY,  OR\n   54  CONSTRUCTED BEFORE NINETEEN HUNDRED SIXTY IN CITIES WITH A POPULATION OF\n   55  ONE  MILLION  OR MORE, THAT FORM A SINGLE INDEPENDENT HABITABLE DWELLING\n   56  UNIT FOR OCCUPATION BY ONE OR MORE INDIVIDUALS THAT HAS  LIVING  FACILI-\n\n       S. 2419                            29\n\n    1  TIES  WITH  PERMANENT  PROVISIONS FOR LIVING, SLEEPING, EATING, COOKING,\n    2  AND SANITATION. \"AFFECTED PROPERTY\" SHALL NOT INCLUDE:\n    3    (1) AN AREA NOT USED FOR LIVING, SLEEPING, EATING, COOKING, OR SANITA-\n    4  TION,  SUCH AS AN UNFINISHED BASEMENT, THAT IS NOT READILY ACCESSIBLE TO\n    5  CHILDREN UNDER SEVEN YEARS OF AGE;\n    6    (2) A UNIT WITHIN A HOTEL, MOTEL, OR  SIMILAR  SEASONAL  OR  TRANSIENT\n    7  FACILITY  UNLESS  SUCH  UNIT IS OCCUPIED BY ONE OR MORE  PERSONS AT RISK\n    8  FOR A PERIOD EXCEEDING THIRTY DAYS;\n    9    (3) AN AREA WHICH IS SECURED AND INACCESSIBLE TO OCCUPANTS;\n   10    (4) HOUSING FOR THE ELDERLY,  OR  A  RESIDENTIAL  PROPERTY  DESIGNATED\n   11  EXCLUSIVELY  FOR  PERSONS WITH DISABILITIES; EXCEPT THIS EXEMPTION SHALL\n   12  NOT APPLY IF A PERSON AT RISK RESIDES OR IS EXPECTED TO  RESIDE  IN  THE\n   13  DWELLING UNIT OR VISITS THE DWELLING UNIT ON A REGULAR BASIS; OR\n   14    (5)  AN UNOCCUPIED DWELLING UNIT OR RESIDENTIAL PROPERTY THAT IS TO BE\n   15  DEMOLISHED, PROVIDED THE DWELLING UNIT OR PROPERTY WILL  REMAIN  UNOCCU-\n   16  PIED UNTIL DEMOLITION.\n   17    FOR  THE  PURPOSE  OF THIS SECTION, THE TERM \"AFFECTED PROPERTY\" SHALL\n   18  NOT MEAN ANY PROPERTY OWNED OR OPERATED BY A UNIT OF FEDERAL, STATE,  OR\n   19  LOCAL GOVERNMENT, OR ANY PUBLIC, QUASI-PUBLIC, OR MUNICIPAL CORPORATION,\n   20  BUT  DOES  INCLUDE  PRIVATELY-OWNED PROPERTIES THAT RECEIVE GOVERNMENTAL\n   21  RENTAL ASSISTANCE.\n   22    (B) AFTER  FOURTEEN  MONTHS  FOLLOWING  THE  EFFECTIVE  DATE  OF  THIS\n   23  SECTION,  NO  INSURER LICENSED OR PERMITTED BY THE DEPARTMENT TO PROVIDE\n   24  LIABILITY COVERAGE TO RENTAL PROPERTY OWNERS SHALL  EXCLUDE,  EXCEPT  AS\n   25  OTHERWISE PROVIDED BY THIS SECTION, AN AFFECTED PROPERTY COVERED UNDER A\n   26  POLICY  COVERAGE  FOR LOSSES OR DAMAGES CAUSED BY EXPOSURE TO LEAD-BASED\n   27  PAINT.  THE DEPARTMENT SHALL NOT PERMIT, AUTHORIZE OR APPROVE ANY EXCLU-\n   28  SION FOR INJURY OR DAMAGE RESULTING FROM EXPOSURE TO  LEAD-BASED  PAINT,\n   29  EXCEPT AS SPECIFICALLY PROVIDED FOR IN LAW, THAT WAS NOT IN EFFECT AS OF\n   30  THE  EFFECTIVE  DATE OF THIS SECTION, AND ALL PREVIOUSLY APPROVED EXCLU-\n   31  SIONS SHALL TERMINATE ON OR BEFORE FOURTEEN MONTHS FOLLOWING THE  EFFEC-\n   32  TIVE DATE OF THIS SECTION.\n   33    (C)  ALL  INSURERS  ISSUING  LIABILITY  INSURANCE  POLICIES, INCLUDING\n   34  COMMERCIAL LINES INSURANCE POLICIES, PERSONAL LINES INSURANCE  POLICIES,\n   35  AND/OR  ANY  OTHER  POLICIES,  COVERING  AFFECTED PROPERTIES SHALL OFFER\n   36  COVERAGE FOR BODILY INJURY CAUSED BY EXPOSURE TO LEAD-BASED PAINT.\n   37    (D) RATES FOR THE COVERAGE SPECIFIED IN SUBSECTION (C) OF THIS SECTION\n   38  SHALL BE APPROVED BY THE SUPERINTENDENT USING THE FOLLOWING STANDARDS:\n   39    (1) SUCH RATES MUST NOT BE EXCESSIVE, INADEQUATE, OR UNFAIRLY  DISCRI-\n   40  MINATORY; AND\n   41    (2) IN ESTABLISHING SUCH RATES, CONSIDERATION WILL BE GIVEN TO:\n   42    (A) PAST AND PROSPECTIVE LOSS EXPERIENCE;\n   43    (B) A REASONABLE MARGIN FOR PROFITS AND CONTINGENCIES;\n   44    (C) PAST AND PROSPECTIVE EXPENSES;\n   45    (D) SUCH OTHER DATA AS THE DEPARTMENT MAY DEEM NECESSARY;\n   46    (E) THE PAST HISTORY OF THE OWNER WITH REGARD TO LEAD POISONING OR ANY\n   47  OTHER  LIABILITY OR VIOLATIONS OF ORDINANCES OR STATUTES RELATING TO THE\n   48  AFFECTED PROPERTY OR  SIMILAR  PROPERTIES  REASONABLY  BELIEVED  BY  THE\n   49  INSURER TO BE RELEVANT; AND\n   50    (F)  COMPLIANCE  WITH  THE  REQUIREMENTS  OF  EITHER  SECTION THIRTEEN\n   51  HUNDRED SEVENTY-SIX OF THE PUBLIC HEALTH LAW OR, FOR MULTIPLE  DWELLINGS\n   52  IN  CITIES WITH A POPULATION OF ONE MILLION OR MORE, WITH ALL LOCAL LAWS\n   53  CONCERNING THE CONTROL OF LEAD-BASED  PAINT  HAZARDS  IN  SUCH  MULTIPLE\n   54  DWELLINGS.\n   55    (E)  THE  DEPARTMENT  SHALL  DETERMINE  WITHIN TWO YEARS FOLLOWING THE\n   56  EFFECTIVE DATE OF THIS SECTION THE AVAILABILITY IN THE STATE OF  LIABIL-\n\n       S. 2419                            30\n\n    1  ITY  PERSONAL  INJURY/BODILY INJURY COVERAGE DESCRIBED IN SUBSECTION (B)\n    2  OF THIS SECTION, AND MAY IF SUCH COVERAGE IS  NOT  GENERALLY  AVAILABLE,\n    3  ESTABLISH  A MARKET ASSISTANCE PLAN OR TAKE OTHER MEASURES TO ASSURE THE\n    4  AVAILABILITY  OF SUCH COVERAGE THAT OFFERS A LIABILITY LIMIT WHICH IS AT\n    5  LEAST THREE HUNDRED THOUSAND DOLLARS OR SHALL REQUIRE THAT SUCH COVERAGE\n    6  BE MADE AVAILABLE THROUGH A JOINT UNDERWRITING PLAN.\n    7    (F) AN OWNER MAY NOT ASSIGN LIABILITY NOR REQUIRE A TENANT TO LIMIT OR\n    8  WAIVE LIABILITY AND ANY SUCH LIMIT OR WAIVER SHALL BE VOID  AS  CONTRARY\n    9  TO THE PUBLIC POLICY OF NEW YORK STATE.\n   10    (G) THE SUPERINTENDENT SHALL, WITHIN TWELVE MONTHS AFTER THE EFFECTIVE\n   11  DATE OF THIS SECTION:\n   12    (1)  ADOPT  RULES  FOR  AND  ISSUE  AN  ADVISORY BULLETIN TO ALL STATE\n   13  LICENSED, ADMITTED INSURERS PROVIDING LIABILITY  COVERAGE  FOR  PROPERTY\n   14  OWNERS REGARDING THEIR RESPONSIBILITIES UNDER THIS SECTION; AND\n   15    (2)  ADOPT  RULES  FOR  AND  ISSUE  AN  ADVISORY BULLETIN TO ALL STATE\n   16  LICENSED INSURANCE AGENTS AND BROKERS OUTLINING THE PROVISIONS  OF  THIS\n   17  SECTION AND THE NEW REQUIREMENTS FOR STATE LICENSED, ADMITTED INSURERS.\n   18    S 18. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, the real property law, the tax law, the state finance law, the multiple dwelling law, the multiple residence law, the social services law, and the insurance law, in relation to enacting the \"childhood lead poisoning prevention and safe housing act of 2011\"; and to repeal certain provisions of the public health law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110125.T161942.TXT", "SOBI.D110120.T124859.TXT", "SOBI.D110120.T144408.TXT", "SOBI.D110120.T140405.TXT", "SOBI.D110120.T124359.TXT", "SOBI.D110120.T134904.TXT", "SOBI.D110120.T135905.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295990382655
}