{
  "year" : 2011,
  "senateBillNo" : "S2412-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2412-2011-1295499600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the governor's advisory council on bias-related violence",
  "summary" : "Provides for the creation of the governor's advisory council on bias-related violence; provides for membership therein and powers and duties thereof (chiefly studies and recommendations); provides that the council shall consist of 20 members representative of government who have historically been targets of bias-related violence and members of the clergy. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1141-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2412\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS,  DUANE, HASSELL-THOMPSON, PARKER -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Finance\n\n       AN  ACT  to  amend the executive law, in relation to the creation of the\n         council on bias-related violence\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The executive law is amended by adding a new article 19-M\n    2  to read as follows:\n    3                                 ARTICLE 19-M\n    4                         GOVERNOR'S ADVISORY COUNCIL\n    5                          ON BIAS-RELATED VIOLENCE\n    6  SECTION 549-X. GOVERNOR'S ADVISORY COUNCIL ON BIAS-RELATED VIOLENCE.\n    7          549-Y. GENERAL POWERS AND DUTIES OF THE COUNCIL.\n    8          549-Z. ASSISTANCE OF OTHER AGENCIES.\n    9    S 549-X. GOVERNOR'S ADVISORY COUNCIL ON  BIAS-RELATED  VIOLENCE.    1.\n   10  THERE IS HEREBY ESTABLISHED WITHIN THE EXECUTIVE DEPARTMENT A GOVERNOR'S\n   11  ADVISORY  COUNCIL ON BIAS-RELATED VIOLENCE. THE COUNCIL SHALL CONSIST OF\n   12  TWENTY MEMBERS, BROADLY REPRESENTATIVE OF THE VARIOUS GROUPS IN  SOCIETY\n   13  WHICH HAVE HISTORICALLY BEEN THE TARGETS OF BIAS-RELATED VIOLENCE AND OF\n   14  CLERGY,  TO BE APPOINTED BY THE GOVERNOR, WITH THE ADVICE AND CONSENT OF\n   15  THE SENATE, FROM AMONG PRIVATE CITIZENS. IN  MAKING  SUCH  APPOINTMENTS,\n   16  DUE  CONSIDERATION  SHALL BE GIVEN TO THE RECOMMENDATIONS MADE BY REPRE-\n   17  SENTATIVE CIVIC, EDUCATIONAL, LEGAL AND ADVOCACY GROUPS AND ASSOCIATIONS\n   18  CONCERNED WITH OR OTHERWISE ENGAGED IN THE REPRESENTATION  OF  INTERESTS\n   19  OF  PERSONS WHO HAVE BEEN THE TARGETS OF BIAS-RELATED VIOLENCE. IN ADDI-\n   20  TION, THE ATTORNEY GENERAL, THE COMMISSIONER OF THE DIVISION OF CRIMINAL\n   21  JUSTICE SERVICES AND THE COMMISSIONER OF THE DIVISION  OF  HUMAN  RIGHTS\n   22  SHALL BE EX-OFFICIO MEMBERS OF THE COUNCIL.\n   23    2.  THE  TERM OF OFFICE OF EACH MEMBER OF THE COUNCIL SHALL BE FOR TWO\n   24  YEARS. VACANCIES IN THE COUNCIL OCCURRING OTHERWISE THAN  BY  EXPIRATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07002-01-1\n\n       S. 2412                             2\n\n    1  OF  TERM  SHALL  BE  FILLED FOR THE UNEXPIRED TERM IN THE SAME MANNER AS\n    2  ORIGINAL APPOINTMENTS. THE GOVERNOR SHALL DESIGNATE A CHAIRPERSON AND  A\n    3  VICE-CHAIRPERSON TO SERVE AS SUCH AT THE PLEASURE OF THE GOVERNOR.\n    4    3.  THE MEMBERS OF THE COUNCIL SHALL RECEIVE NO COMPENSATION FOR THEIR\n    5  SERVICES, BUT SHALL BE REIMBURSED FOR ALL EXPENSES ACTUALLY  AND  NECES-\n    6  SARILY  INCURRED  BY  THEM  IN THE PERFORMANCE OF THEIR DUTIES HEREUNDER\n    7  WITHIN THE AMOUNT MADE AVAILABLE BY APPROPRIATION THEREFOR.\n    8    4. THE CHAIRPERSON MAY APPOINT AN EXECUTIVE DIRECTOR AND SUCH  EXPERTS\n    9  AND  EMPLOYEES  AS HE OR SHE MAY DEEM NECESSARY, PRESCRIBE THEIR DUTIES,\n   10  FIX THEIR COMPENSATION AND PROVIDE FOR REIMBURSEMENT OF  THEIR  EXPENSES\n   11  WITHIN AMOUNTS AVAILABLE THEREFOR BY APPROPRIATION.\n   12    S  549-Y.  GENERAL POWERS AND DUTIES OF THE COUNCIL. THE COUNCIL SHALL\n   13  HAVE THE FOLLOWING POWERS AND DUTIES:\n   14    1. TO RECEIVE INFORMATION WITH RESPECT TO, AND TO STUDY  AND  ANALYZE,\n   15  INCIDENTS OF VIOLENCE THAT APPEAR TO BE BIAS-RELATED, AND TO EXAMINE THE\n   16  ELEMENTS  OF  SUCH INCIDENTS TO IDENTIFY THOSE FACTORS THAT ARE CONSIST-\n   17  ENTLY ASSOCIATED WITH SUCH VIOLENCE;\n   18    2. TO IDENTIFY AND ANALYZE THE RESPONSES TO INCIDENTS OF  BIAS-RELATED\n   19  VIOLENCE MADE BY GOVERNMENTAL OFFICIALS, INCLUDING LAW ENFORCEMENT OFFI-\n   20  CIALS AND PROSECUTORS, AND TO DETERMINE WHETHER SUCH RESPONSES ARE BASED\n   21  ON APPROPRIATE POLICIES AND PROCEDURES;\n   22    3.  TO  CONDUCT  PUBLIC  HEARINGS AS MAY BE NECESSARY TO CARRY OUT ITS\n   23  FUNCTIONS HEREUNDER; AND\n   24    4. TO MAKE RECOMMENDATIONS WITH RESPECT TO THE FOLLOWING:\n   25    A. EDUCATIONAL PROGRAMS TO TEACH CHILDREN THE VALUE OF  TOLERANCE  FOR\n   26  OTHERS;\n   27    B.  TRAINING PROGRAMS FOR LAW ENFORCEMENT OFFICIALS AND PROSECUTORS TO\n   28  SENSITIZE THEM TO THE  SPECIAL  NATURE  OF  BIAS-RELATED  CRIME  AND  TO\n   29  ENCOURAGE  THEM  TO  RECOGNIZE  ITS EXISTENCE AND TO DEVELOP APPROPRIATE\n   30  RESPONSES;\n   31    C. THE APPROPRIATENESS AND EFFECTIVENESS OF EXISTING CIVIL AND  CRIMI-\n   32  NAL LAWS IN REDRESSING BIAS-RELATED VIOLENCE AND ANY CHANGES THAT SHOULD\n   33  BE MADE IN SUCH LAWS; AND\n   34    D.  SUCH  OTHER  MATTERS  AS  MAY BE DEEMED APPROPRIATE BY THE COUNCIL\n   35  AFTER CONSULTATION WITH INVOLVED PARTIES.\n   36    S 549-Z. ASSISTANCE OF OTHER AGENCIES. TO EFFECTUATE THE  PURPOSES  OF\n   37  THIS  ARTICLE,  THE GOVERNOR'S ADVISORY COUNCIL ON BIAS-RELATED VIOLENCE\n   38  MAY REQUEST FROM ANY DEPARTMENT,  BOARD,  BUREAU,  COMMISSION  OR  OTHER\n   39  AGENCY  OF  THE  STATE,  AND  THE  SAME  ARE AUTHORIZED TO PROVIDE, SUCH\n   40  ASSISTANCE, SERVICES AND DATA AS WILL ENABLE  THE  COUNCIL  PROPERLY  TO\n   41  CARRY OUT ITS POWERS AND DUTIES HEREUNDER.\n   42    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the creation of the council on bias-related violence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T120852.TXT", "SOBI.D110120.T114408.TXT", "SOBI.D110120.T142907.TXT", "SOBI.D110120.T121416.TXT", "SOBI.D110120.T111858.TXT", "SOBI.D110120.T114847.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295551747435
}