{
  "year" : 2011,
  "senateBillNo" : "S2410-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S2410-2011-1295499600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the membership of the board of trustees of the state university of New York from seventeen to eighteen members",
  "summary" : "Increases the membership of the board of trustees of the state university of New York from seventeen to eighteen members; new member to be the president of the faculty council of community colleges. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A2718",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S1656-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2410                                                  A. 2718\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by  Sens.  LAVALLE, LARKIN -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Higher Education\n\n       IN  ASSEMBLY  --  Introduced  by  M.  of  A. CANESTRARI -- read once and\n         referred to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to the membership of  the\n         board of trustees of the state university of New York\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section  353  of  the  education  law,  as\n    2  amended  by  chapter  127  of  the  laws  of 2006, is amended to read as\n    3  follows:\n    4    1. The state university shall be governed, and all  of  its  corporate\n    5  powers  exercised,  by  a board of trustees. Such board shall consist of\n    6  [seventeen] EIGHTEEN members, fifteen of whom shall be appointed by  the\n    7  governor with the advice and consent of the senate, one of whom shall be\n    8  the  president of the student assembly of the state university, ex-offi-\n    9  cio and voting, [and] one of whom shall be the president of the  univer-\n   10  sity faculty senate, ex-officio and non-voting, AND ONE OF WHOM SHALL BE\n   11  THE  PRESIDENT  OF THE FACULTY COUNCIL OF COMMUNITY COLLEGES, EX-OFFICIO\n   12  AND NON-VOTING.   Such ex-officio members  shall  be  subject  to  every\n   13  provision  of  any  general,  special, or local law, ordinance, charter,\n   14  code, rule, or regulation applying to the voting members of  such  board\n   15  with respect to the discharge of their duties, including, but not limit-\n   16  ed  to,  those  provisions  setting  forth  codes  of ethics, disclosure\n   17  requirements, and prohibiting business and professional activities.  One\n   18  member  of  the board shall be designated by the governor as chairperson\n   19  and one as vice-chairperson. Of the members first appointed,  two  shall\n   20  be  appointed  for a term which shall expire on June thirtieth, nineteen\n   21  hundred fifty-two; one for a term which shall expire on June  thirtieth,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06092-01-1\n\n       S. 2410                             2                            A. 2718\n\n    1  nineteen  hundred fifty-three; two for a term which shall expire on June\n    2  thirtieth, nineteen hundred fifty-four;  one  for  a  term  which  shall\n    3  expire  on  June  thirtieth, nineteen hundred fifty-five; two for a term\n    4  which  shall  expire  on June thirtieth, nineteen hundred fifty-six; one\n    5  for a term which  shall  expire  on  June  thirtieth,  nineteen  hundred\n    6  fifty-seven;  two for a term which shall expire on June thirtieth, nine-\n    7  teen hundred fifty-eight; one for a term  which  shall  expire  on  June\n    8  thirtieth,  nineteen  hundred  fifty-nine;  two  for  a term which shall\n    9  expire on June thirtieth, nineteen hundred sixty; and  one  for  a  term\n   10  which shall expire on June thirtieth, nineteen hundred sixty-one. Vacan-\n   11  cies  shall  be  filled  for  the  unexpired  term in the same manner as\n   12  original appointments. The term of office of each trustee  appointed  on\n   13  or  after April first, nineteen hundred eighty-six shall be seven years,\n   14  except those of the student member and  the  faculty  [member]  MEMBERS.\n   15  Trustees  shall  receive no compensation for their services but shall be\n   16  reimbursed for their expenses actually and necessarily incurred by  them\n   17  in the performance of their duties under this article.\n   18    S 2.  This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2410\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to the membership of the board\nof trustees of the state university of New York\n\nPURPOSE:\nThis bill adds community college faculty representation to the State\nUniversity Board of Trustees.\n\nSUMMARY OF PROVISIONS:\nThis bill amends Subdivision 1 of Section 353 of the Education Law,\nadding an 18th member of the State University Board of Trustees. The\nboard currently consists of 17 members (15 appointed by the Governor\nwith the advice and consent of the Senate, and the president of the\nStudent Assembly serving ex officio and the president of the\nUniversity Faculty Senate serving as a non-voting ex-officio member).\nThis legislation will give the president of the Faculty Council of\nCommunity Colleges a seat on the board, as a non-voting, ex-officio\nmember.\n\nJUSTIFICATION:\nThe Faculty Council of Community Colleges represents approximately\n14,000 faculty members who educate over half the students enrolled in\nSUNY and instruct the majority of its freshman and sophomore\nstudents. In 2006, the legislature affirmed the need for faculty\nrepresentation on the Board of Trustees by adding an additional seat\nfor the President of the University Faculty Senate.\nHowever, the community college faculty are not represented by the\nFaculty Senate, but are instead represented by the Faculty Council of\nCommunity Colleges. As more and more students enroll in community\ncolleges across the state, it is important for the community colleges\nto have representation on the SUNY board.\n\nLEGISLATIVE HISTORY:\n2009-10 S.1656; 2007-08, S.3818.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the membership of the board of trustees of the state university of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T142907.TXT", "SOBI.D110120.T110333.TXT", "SOBI.D110120.T104833.TXT", "SOBI.D110126.T181321.TXT", "SOBI.D110120.T110834.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601458
}