{
  "year" : 2011,
  "senateBillNo" : "S2414-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2414-2011-1295499600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Does away with run-off elections in NYC and statewide; repealer",
  "summary" : "Eliminates run-off elections in NYC and statewide. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S6248-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2414\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS, ADAMS, ADDABBO -- read twice and ordered\n         printed, and  when  printed  to  be  committed  to  the  Committee  on\n         Elections\n\n       AN  ACT  to  amend the election law, the municipal home rule law and the\n         administrative code of the city of New York, in relation to the deter-\n         mination of a winner of a primary  election;  and  to  repeal  certain\n         provisions of the election law and the administrative code of the city\n         of New York relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 6-160 of the election law is amended  by  adding  a\n    2  new subdivision 3 to read as follows:\n    3    3.  THE  INDIVIDUAL  WHO  RECEIVES THE HIGHEST PERCENTAGE OF THE TOTAL\n    4  VOTES CAST AT THE PRIMARY SHALL BE DEEMED THE WINNER OF THE PRIMARY.\n    5    S 2. Section 6-162 of the election law is REPEALED.\n    6    S 3. Paragraph (b) of subdivision 1 of section 8-100 of  the  election\n    7  law  is  REPEALED and paragraph (c), as relettered by chapter 373 of the\n    8  laws of 1978, is relettered paragraph (b).\n    9    S 4. Paragraph d of subdivision 1 of section 15-104  of  the  election\n   10  law,  as  amended by chapter 684 of the laws of 2006, is amended to read\n   11  as follows:\n   12    d. Except as otherwise provided by law, to be  elected  in  a  village\n   13  election,  a  candidate must receive more votes than any other candidate\n   14  for the office. In the event of a tie at a village election, [a  run-off\n   15  election shall be conducted pursuant to the provisions of section 15-126\n   16  of  this article; provided, however, that if all candidates receiving an\n   17  equal number of votes agree to waive a run-off election,]  the  election\n   18  shall  be  determined  according to the provisions of paragraph [d] B of\n   19  subdivision two of section 15-126 of this article.\n   20    S 5. Subdivision 2 of section 15-126 of the election law,  as  amended\n   21  by chapter 684 of the laws of 2006, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07177-01-1\n\n       S. 2414                             2\n\n    1    2.  a. The person or persons eligible and receiving the highest number\n    2  of votes for an office shall be elected thereto.\n    3    b.  In  the event that more eligible persons than the number remaining\n    4  to be elected receive for the same office or offices an equal number  of\n    5  votes,  the  [board  of  trustees shall conduct a run-off election. Such\n    6  run-off election shall be held on the first Tuesday at  least  ten  days\n    7  after  the  final  certification  of  such  tie  result,  subject to the\n    8  provisions of paragraph b of subdivision three of section 15-104 of this\n    9  article, provided, however, that the only persons who  shall  be  deemed\n   10  nominated  shall  be  those  persons  who shall have received such equal\n   11  number of votes. The order of the candidates names on the  ballot  shall\n   12  be determined by a drawing conducted by a village clerk, in the presence\n   13  of  all  those  persons  who  received  such equal number of votes, or a\n   14  representative of such persons.\n   15    c. Such run-off election may be waived and the selection made  by  lot\n   16  as  otherwise  provided  by  this  section if each person who shall have\n   17  received such equal number of votes shall file with the  village  clerk,\n   18  no  later  than  two  days  after  such  final certification of such tie\n   19  result, a written notice of consent that such selection be made by lot.\n   20    d. If a waiver of such run-off  election  shall  occur,  the]  village\n   21  clerk, no later than two days after receiving written notice [of consent\n   22  that such selection be made by lot], shall certify such facts in writing\n   23  to  any supreme court justice within the judicial district in which such\n   24  village is located and shall within three  days  summon  the  candidates\n   25  before  him  or  her  and he or she shall by lot determine which of them\n   26  shall be elected.\n   27    S 6. Section 16-116 of the election law is amended to read as follows:\n   28    S 16-116. Proceedings;  provisions  in  relation  thereto.  A  special\n   29  proceeding under the foregoing provisions of this article shall be heard\n   30  upon  a  verified  petition  and  such  oral  or written proof as may be\n   31  offered, and upon such notice to such officers, persons or committees as\n   32  the court or justice shall direct, and shall  be  summarily  determined.\n   33  The  proceeding  shall  have  preference  over  all  other causes in all\n   34  courts. The petition in any such proceeding instituted by the  state  or\n   35  other  board  of elections shall be verified by the persons specified in\n   36  accordance with rules promulgated by the state board of elections.   [In\n   37  the city of New York, a proceeding relating to a run-off primary brought\n   38  pursuant  to  this  article  shall  have first preference over all other\n   39  proceedings.]\n   40    S 7. Paragraph f of subdivision 1 of section 11 of the municipal  home\n   41  rule  law,  as  amended by chapter 21 of the laws of 1992, is amended to\n   42  read as follows:\n   43    f. Applies to or affects any  provision  of  paragraph  [(c)]  (B)  of\n   44  subdivision  one  of  section  8-100 of the election law, the labor law,\n   45  sections two, three and four of chapter one thousand eleven of the  laws\n   46  of  nineteen  hundred  sixty-eight,  entitled \"An act in relation to the\n   47  maximum hours of labor of certain municipal and  fire  district  firemen\n   48  and the holidays of firemen and policemen, repealing certain sections of\n   49  the  labor  law  relating  thereto, and to amend the municipal home rule\n   50  law, in relation thereto,\" as amended, the volunteer  [firemen's]  FIRE-\n   51  FIGHTERS'  benefit  law, or the [workmen's] WORKERS' compensation law or\n   52  changes any provision of the multiple  residence  law  or  the  multiple\n   53  dwelling  law, except that in a city of one million persons or more, the\n   54  provisions of local law for the enforcement of the housing code which is\n   55  not less restrictive than the multiple dwelling law may  be  applied  in\n   56  the enforcement of the multiple dwelling law.\n\n       S. 2414                             3\n\n    1    S 8. Subdivision 10 of section 3-702 of the administrative code of the\n    2  city  of  New York, as amended by local law number 12 of the city of New\n    3  York for the year 2003, is amended to read as follows:\n    4    10.  The  term  \"covered  election\"  shall  mean any primary, [run-off\n    5  primary,] special[, run-off special] or general election for  nomination\n    6  for  election,  or  election,  to  the office of mayor, public advocate,\n    7  comptroller, borough president or member of the city council.\n    8    S 9. Paragraph (f) of subdivision 1 of section 3-703 of  the  adminis-\n    9  trative code of the city of New York, as amended by local law number 105\n   10  of  the  city  of  New  York  for  the  year 2005, is amended to read as\n   11  follows:\n   12    (f) not accept and  his  or  her  principal  committee  or  authorized\n   13  committees must not accept, either directly or by transfer, any contrib-\n   14  ution  or  contributions from any one individual, partnership, political\n   15  committee, labor organization or other entity for all covered  elections\n   16  held  in  the  same  calendar year in which he or she is a participating\n   17  candidate or a non-participating candidate which in the  aggregate:  (i)\n   18  for  the  office  of  mayor, public advocate or comptroller shall exceed\n   19  four thousand five hundred dollars, or (ii) for borough president, shall\n   20  exceed three thousand five hundred dollars, or (iii) for member  of  the\n   21  city  council,  shall exceed two thousand five hundred dollars; provided\n   22  that a participating candidate and his or her principal committee  or  a\n   23  non-participating  candidate  and  his  or her authorized committees may\n   24  accept additional contributions which do not exceed one half the  amount\n   25  of  the  applicable limitation for any [run-off primary election,] addi-\n   26  tional day for voting held pursuant to  section 3-108 of  the  New  York\n   27  state election law, special election to fill a vacancy, [run-off special\n   28  election to fill a vacancy,] delayed or otherwise postponed election, or\n   29  election held pursuant to court order which is a covered election and in\n   30  which  the  candidate  seeks  nomination  for  election or election; and\n   31  provided further that for the purposes of this paragraph,  contributions\n   32  made by different labor organizations shall not be aggregated or treated\n   33  as  contributions from a single contributor for purposes of the contrib-\n   34  ution limit that is set forth in this paragraph if those labor organiza-\n   35  tions make contributions  from  different  accounts,  maintain  separate\n   36  accounts  with different signatories, do not share a majority of members\n   37  of their governing boards, and do not share a majority of  the  officers\n   38  of  their  governing  boards;  and  provided  further  that if state law\n   39  prescribes a contribution limitation of a lesser amount, this  paragraph\n   40  shall  not be deemed to authorize acceptance of a contribution in excess\n   41  of such lesser amount.   The maximum contributions  set  forth  in  this\n   42  paragraph shall be adjusted in accordance with subdivision seven of this\n   43  section;\n   44    S  10.  Subdivision 1-a of section 3-703 of the administrative code of\n   45  the city of New York, as amended by local law number 67 of the  city  of\n   46  New York for the year 2007, is amended to read as follows:\n   47    1-a.  Notwithstanding  any  inconsistent  provision of this section, a\n   48  participating candidate or  his  or  her  principal  committee  may  not\n   49  accept,  either  directly  or  by transfer, any contribution or contrib-\n   50  utions for a covered election in which he  or  she  is  a  participating\n   51  candidate from a natural person who has business dealings with the city,\n   52  as that term is defined in subdivision eighteen of section 3-702 of this\n   53  chapter,  if  the aggregate of such contributions to such candidate from\n   54  such person for all covered elections in the same calendar year exceeds:\n   55  (i) for the office of mayor, public advocate or comptroller four hundred\n   56  dollars; (ii) for borough president three hundred  twenty  dollars;  and\n\n       S. 2414                             4\n\n    1  (iii) for member of the city council two hundred fifty dollars; provided\n    2  that  a  participating  candidate  or his or her principal committee may\n    3  accept additional contributions which do not exceed one half the  amount\n    4  of  the  applicable limitation for any [run-off primary election,] addi-\n    5  tional day for voting held pursuant to section 3-108  of  the  New  York\n    6  state election law, special election to fill a vacancy, [run-off special\n    7  election to fill a vacancy,] delayed or otherwise postponed election, or\n    8  election held pursuant to court order which is a covered election and in\n    9  which  the  candidate  seeks  nomination  for  election or election. Any\n   10  contribution made pursuant to this section  shall  not  be  a  matchable\n   11  contribution.  For  purposes of this subdivision, \"person\" shall include\n   12  any chief executive officer, chief financial officer and/or chief  oper-\n   13  ating  officer  of  an entity which has business dealings with the city,\n   14  any person employed in a senior managerial capacity  regarding  such  an\n   15  entity,  or  any person with an interest in such an entity which exceeds\n   16  ten percent of the entity. For purposes of this subdivision, the  phrase\n   17  \"senior managerial capacity\" shall mean a high level supervisory capaci-\n   18  ty, either by virtue of title or duties, in which substantial discretion\n   19  and  oversight  is  exercised over the solicitation, letting or adminis-\n   20  tration of business transactions with  the  city,  including  contracts,\n   21  franchises,  concessions,  grants,  economic  development agreements and\n   22  applications for land use approvals.  Notwithstanding any  provision  of\n   23  this  subdivision,  the  limitations  on  contributions contained herein\n   24  shall not apply to any contribution made by a  natural  person  who  has\n   25  business  dealings  with the city to a participating candidate or his or\n   26  her principal  committee  where  such  participating  candidate  is  the\n   27  contributor,  or where such participating candidate is the contributor's\n   28  parent, spouse, domestic  partner,  sibling,  child,  grandchild,  aunt,\n   29  uncle, cousin, niece or nephew by blood or by marriage.\n   30    S 11. Subdivision 5 of section 3-705 of the administrative code of the\n   31  city of New York is REPEALED.\n   32    S  12. Paragraph (b) of subdivision 1 of section 3-706 of the adminis-\n   33  trative code of the city of New York, as amended by local law number  34\n   34  of  the  city  of  New  York  for  the  year 2007, is amended to read as\n   35  follows:\n   36    (b) [(i) The expenditure limitation in a run-off primary election held\n   37  pursuant to section 6-162 of the New York state election law or  a  run-\n   38  off special election held to fill a vacancy shall be one half the amount\n   39  of  the  applicable  limitation provided for an election for such office\n   40  pursuant to the provisions of paragraph (a) of this subdivision.\n   41    (ii)] The board shall promulgate  rules  to  provide  for  a  separate\n   42  expenditure  limit applicable to campaign expenditures for an additional\n   43  day for voting held pursuant to section 3-108  of  the  New  York  state\n   44  election  law, an election held pursuant to court order, or a delayed or\n   45  otherwise postponed election.\n   46    S 13. Subdivision 3 of section 3-706 of the administrative code of the\n   47  city of New York, as amended by local law number 58 of the city  of  New\n   48  York for the year 2004, subparagraph (iii) of paragraph (a) and subpara-\n   49  graph  (iii)  of  paragraph (b) as amended by local law number 67 of the\n   50  city of New York for the year 2007, is amended to read as follows:\n   51    3. (a) If any candidate in any covered election chooses not to file  a\n   52  certification  as  a  participating  or  limited participating candidate\n   53  pursuant to this chapter, and  where  the  campaign  finance  board  has\n   54  determined that such candidate and his or her authorized committees have\n   55  spent  or contracted or have obligated to spend, or received in loans or\n   56  contributions, or both, an amount which, in the aggregate, exceeds  half\n\n       S. 2414                             5\n\n    1  the  applicable  expenditure  limit for such office fixed by subdivision\n    2  one of this section, then:\n    3    (i)  such expenditure limit applicable to participating candidates and\n    4  limited participating candidates in such election for such office  shall\n    5  be increased to one hundred fifty percent of such limit; and\n    6    (ii)  the  principal committees of such participating candidates shall\n    7  receive payment for qualified campaign expenditures of five dollars  for\n    8  each  one  dollar  of  matchable  contributions,  up to one thousand two\n    9  hundred fifty dollars in public funds per  contributor  (or  up  to  six\n   10  hundred  twenty five dollars in public funds per contributor in the case\n   11  of a special  election);  provided,  however,  that  [(A)  participating\n   12  candidates  in  a  run-off  election shall receive public funds for such\n   13  election pursuant to subdivision five of section  3-705  and  shall  not\n   14  receive  any  additional public funds pursuant to this section, and (B)]\n   15  in no case shall a principal committee receive in public funds an amount\n   16  exceeding two-thirds of the expenditure  limitation  provided  for  such\n   17  office in subdivision one of this section.\n   18    (iii) for elections occurring after January first, two thousand eight,\n   19  the  campaign  finance  board shall promulgate rules to provide that the\n   20  principal committees of  such  participating  candidates  shall  receive\n   21  payment  for qualified campaign expenditures that will provide the high-\n   22  est allowable matchable contribution to be matched by an  amount  up  to\n   23  one  thousand  two hundred fifty dollars in public funds per contributor\n   24  (or up to six hundred twenty five dollars in public funds per  contribu-\n   25  tor  in  the  case  of  special  election); provided, however, that [(A)\n   26  participating candidates in a  run-off  election  shall  receive  public\n   27  funds  for  such  election pursuant to subdivision five of section 3-705\n   28  and shall not receive any  additional  public  funds  pursuant  to  this\n   29  section,  and  (B)]  in  no  case shall a principal committee receive in\n   30  public funds an amount exceeding two-thirds of the  expenditure  limita-\n   31  tion provided for such office in subdivision one of this section.\n   32    (b)  If  any  candidate  in any covered election chooses not to file a\n   33  certification as a  participating  or  limited  participating  candidate\n   34  pursuant  to  this  chapter,  and  where  the campaign finance board has\n   35  determined that such candidate and his or her authorized committees have\n   36  spent or contracted or have obligated to spend, or received in loans  or\n   37  contributions, or both, an amount which, in the aggregate, exceeds three\n   38  times the applicable expenditure limit for such office fixed by subdivi-\n   39  sion one of this section, then:\n   40    (i)  such  expenditure  limit  shall  no longer apply to participating\n   41  candidates and limited participating candidates  in  such  election  for\n   42  such office; and\n   43    (ii)  the  principal committees of such participating candidates shall\n   44  receive payment for qualified campaign expenditures of six  dollars  for\n   45  each  one  dollar  of  matchable  contributions, up to one thousand five\n   46  hundred dollars in public funds per contributor (or up to seven  hundred\n   47  fifty  dollars  in public funds per contributor in the case of a special\n   48  election); provided, however, that [(A) participating  candidates  in  a\n   49  run-off  election  shall receive public funds for such election pursuant\n   50  to subdivision five of section 3-705 and shall  not  receive  any  addi-\n   51  tional  public funds pursuant to this section, and (B)] in no case shall\n   52  a principal committee receive in public funds an  amount  exceeding  one\n   53  hundred  twenty-five  percent of the expenditure limitation provided for\n   54  such office in subdivision one of this section.\n   55    (iii) for elections occurring after January first, two thousand eight,\n   56  the campaign finance board shall promulgate rules to  provide  that  the\n\n       S. 2414                             6\n\n    1  principal  committees  of  such  participating  candidates shall receive\n    2  payment for qualified campaign expenditures that will provide the  high-\n    3  est  allowable  matchable  contribution to be matched by an amount up to\n    4  one thousand five hundred dollars in public funds per contributor (or up\n    5  to  seven  hundred  fifty dollars in public funds per contributor in the\n    6  case of special election); provided, however,  that  [(A)  participating\n    7  candidates  in  a  run-off  election shall receive public funds for such\n    8  election pursuant to subdivision five of section  3-705  and  shall  not\n    9  receive  any  additional public funds pursuant to this section, and (B)]\n   10  in no case shall a principal committee receive in public funds an amount\n   11  exceeding one hundred twenty-five percent of the expenditure  limitation\n   12  provided for such office in subdivision one of this section.\n   13    S 14. Subdivision 6 of section 3-709 of the administrative code of the\n   14  city of New York is REPEALED.\n   15    S  15. Paragraph (b) of subdivision 1 of section 3-709.5 of the admin-\n   16  istrative code of the city of New York is REPEALED  and  paragraphs  (c)\n   17  and (d) are relettered paragraphs (b) and (c).\n   18    S  16.  Subdivision 4 of section 3-709.5 of the administrative code of\n   19  the city of New York, as amended by local law number 58 of the  city  of\n   20  New York for the year 2004, is amended to read as follows:\n   21    4.  Organizations which are not affiliated with any political party or\n   22  with any holder of or  candidate  for  public  office,  which  have  not\n   23  endorsed  any candidate in the pending primary, special, OR general[, or\n   24  run-off] election for the city-wide office shall be eligible to  sponsor\n   25  one  or  more  of  the  required  debates. The rules for conducting such\n   26  debates shall be solely the responsibility of the organizations selected\n   27  but shall not be made  final  without  consultation  with  the  campaign\n   28  finance  board.  The  organizations  selected  shall  be responsible for\n   29  choosing the date, time and location of the debates.\n   30    S 17. Subparagraph (ii) of paragraph (b) of subdivision 5  of  section\n   31  3-709.5  of  the administrative code of the city of New York, as amended\n   32  by local law number 34 of the city of New York for  the  year  2007,  is\n   33  amended to read as follows:\n   34    (ii)  If  a  debate  sponsor  has  determined that a non-participating\n   35  candidate has met all the non-partisan, objective, and non-discriminato-\n   36  ry criteria applicable to participating candidates  or  limited  partic-\n   37  ipating candidates for access to any of the primary, general, or special\n   38  election  debates,  the sponsor may invite that candidate to participate\n   39  in such debate. [In the case of a run-off primary election or a  run-off\n   40  special  election,  the sponsor may invite a non-participating candidate\n   41  to participate in such debate. However, if a non-participating candidate\n   42  does not accept such invitation to debate or does  not  appear  at  such\n   43  debate,  the debate shall go forward as scheduled; provided, however, if\n   44  there is only  one  participating  candidate  or  limited  participating\n   45  candidate  participating  in  any  such  debate,  such  debate  shall be\n   46  canceled.]\n   47    S 18. Subdivision 9 of section 3-709.5 of the administrative  code  of\n   48  the  city  of New York, as amended by local law number 58 of the city of\n   49  New York for the year 2004, is amended to read as follows:\n   50    9. If a candidate fails to participate in any  debate  required  under\n   51  this  section  before  an  election,  the  candidate shall be liable for\n   52  return of any public matching funds previously received pursuant to  the\n   53  certification filed by the candidate in connection with the election for\n   54  which  such  debate  is held, shall be ineligible to receive any further\n   55  matching funds for that election, and may be subject to a civil  penalty\n   56  pursuant to section 3-711. For purposes of this subdivision, each prima-\n\n       S. 2414                             7\n\n    1  ry,  general,  OR  special  [or  run-off] election shall be considered a\n    2  separate election.\n    3    S 19. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2414\n\nTITLE OF BILL:\n\nAn act\nto amend the election law, the municipal home rule law and the\nadministrative code of the city of New York, in relation to the\ndetermination of a winner of a primary election; and to repeal certain\nprovisions of the election law and the administrative code of the city\nof New York relating thereto\n\nPURPOSE:\n\nThe bill eliminates the requirement for run-off voting in certain\nprimary elections.\n\nSUMMARY OF PROVISIONS:\n\nSection 1: Amends election law section 6-160 by adding a new\nsubdivision 3, which provides that the individual who receives the\nmost votes shall be deemed the winner of the primary election.\n\nSection 2: Repeals election law section 6-162, which provides for a\nrun-off election if no candidate for mayor, comptroller or public\nadvocate wins forty percent of the vote in the primary.\n\nSections 3-18: Amend provisions of the election law and the\nadministrative code of the City of New York to eliminate provisions\nfor run-off voting in primary elections.\n\nSection 19: Provides for the Act to take effect immediately.\n\nEXISTING LAW:\n\nPursuant to election law section 6-162, a run-off election between the\ntop two vote getters is required in New York City whenever no\ncandidate for mayor, comptroller or public advocate receives over\nforty percent of the primary vote. There are some similar provisions\nfor run-off elections in local elections.\n\nJUSTIFICATION:\n\nRun-off voting has come to be regarded as a waste of time and money,\nespecially since the turnouts for such run-off elections tend to be\nextremely low, as a result of which a small minority of voters may\nend up selecting the candidate (and ultimate winner) at a very high\ncost. In some\nareas, like New York City, which is heavily Democratic, the winner of\nthat party's primary will also be the winner in the general election.\n\nIn the 2009 primary run-off elections for New York City comptroller\nand public advocate, less than eight percent of the City's\napproximately three million registered Democrats voted at a cost to\nthe City of $15 million, and millions more were Spent by the four\ncandidates. Whether in a fiscal crisis of not, such an expenditure\nfor a process that attracts little Participatory public support and\ndoes not even bolster the legitimacy of the winner, seems to be money\npoorly spent that cannot continue to be justified.\n\nLEGISLATIVE HISTORY:\n\n2009-10: Referred to Elections; Passed Senate\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\n\nCost savings.\n\nEFFECTIVE DATE:\n\nThis bill is effective immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, the municipal home rule law and the administrative code of the city of New York, in relation to the determination of a winner of a primary election; and to repeal certain provisions of the election law and the administrative code of the city of New York relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T114408.TXT", "SOBI.D110120.T121416.TXT", "SOBI.D110120.T142907.TXT", "SOBI.D110120.T111858.TXT", "SOBI.D110126.T181321.TXT", "SOBI.D110120.T121853.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601465
}