{
  "year" : 2011,
  "senateBillNo" : "S2411-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2411-2011-1295499600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the use of closed-circuit television for the taking of testimony from a witness who is determined to be adverse",
  "summary" : "Authorizes the use of closed-circuit television for the taking of testimony from a witness who is determined to be adverse; a witness is adverse when he or she is called to testify in a criminal proceeding against a defendant, where such witness has previously had a restraining order issued against such defendant. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1142-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2411\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by Sens. PERKINS, DIAZ, HASSELL-THOMPSON, KRUEGER, SERRANO --\n         read  twice  and  ordered printed, and when printed to be committed to\n         the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation  to  authorizing\n         the use of closed-circuit televisions for witnesses who are determined\n         to be adverse due to domestic violence disputes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The criminal procedure law is amended by adding a new arti-\n    2  cle 66 to read as follows:\n\n    3                                 ARTICLE 66\n    4                    USE OF CLOSED-CIRCUIT TELEVISION FOR\n    5                       CERTAIN DOMESTIC VIOLENCE CASES\n\n    6  SECTION 66.00 DEFINITIONS.\n    7          66.10 CLOSED-CIRCUIT TELEVISION; GENERAL  RULE;  DECLARATION  OF\n    8                  ADVERSITY.\n    9          66.20 CLOSED-CIRCUIT  TELEVISION;  PROCEDURE FOR APPLICATION AND\n   10                  GROUNDS FOR DETERMINATION.\n   11          66.30 CLOSED-CIRCUIT TELEVISION; SPECIAL TESTIMONIAL PROCEDURES.\n   12  S 66.00 DEFINITIONS.\n   13    AS USED IN THIS ARTICLE:\n   14    1. \"ADVERSE WITNESS\" MEANS A PERSON WHO WILL BE CALLED TO TESTIFY IN A\n   15  CRIMINAL PROCEEDING, OTHER THAN A GRAND JURY PROCEEDING,  CONCERNING  AN\n   16  OFFENSE  DEFINED  IN  TITLE  G,  H, I OR J OF THE PENAL LAW WHICH IS THE\n   17  SUBJECT OF SUCH  CRIMINAL  PROCEEDING  WHERE  SUCH  WITNESS  HAS  HAD  A\n   18  RESTRAINING ORDER ISSUED AGAINST THE ALLEGED DEFENDANT.\n   19    2.  \"TESTIMONIAL  ROOM\"  MEANS  ANY  ROOM, SEPARATE AND APART FROM THE\n   20  COURTROOM, WHICH IS FURNISHED  COMFORTABLY  AND  LESS  FORMALLY  THAN  A\n   21  COURTROOM  AND  FROM  WHICH  THE  TESTIMONY OF AN ADVERSE WITNESS CAN BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07805-01-1\n\n       S. 2411                             2\n\n    1  TRANSMITTED TO THE COURTROOM BY MEANS OF  LIVE,  TWO-WAY  CLOSED-CIRCUIT\n    2  TELEVISION.\n    3    3.  \"LIVE,  TWO-WAY  CLOSED-CIRCUIT  TELEVISION\"  MEANS A SIMULTANEOUS\n    4  TRANSMISSION, BY CLOSED-CIRCUIT TELEVISION, OR OTHER  ELECTRONIC  MEANS,\n    5  BETWEEN  THE  COURTROOM  AND THE TESTIMONIAL ROOM IN ACCORDANCE WITH THE\n    6  PROVISIONS OF SECTION 66.30 OF THIS ARTICLE.\n    7    4. \"OPERATOR\" MEANS THE INDIVIDUAL AUTHORIZED BY THE COURT TO  OPERATE\n    8  THE  CLOSED-CIRCUIT  TELEVISION  EQUIPMENT  USED  IN ACCORDANCE WITH THE\n    9  PROVISIONS OF THIS ARTICLE.\n   10  S 66.10 CLOSED-CIRCUIT TELEVISION; GENERAL RULE; DECLARATION  OF  ADVER-\n   11                SITY.\n   12    1.  A  WITNESS SHALL BE DECLARED ADVERSE WHEN THE COURT, IN ACCORDANCE\n   13  WITH THE PROVISIONS OF SECTION 66.20  OF  THIS  ARTICLE,  DETERMINES  BY\n   14  CLEAR AND CONVINCING EVIDENCE THAT IT IS LIKELY, AS A RESULT OF EXTRAOR-\n   15  DINARY CIRCUMSTANCES, THAT:\n   16    (A)  SUCH  WITNESS  WILL  SUFFER  SEVERE  MENTAL  OR EMOTIONAL HARM IF\n   17  REQUIRED TO TESTIFY AT A CRIMINAL PROCEEDING WITHOUT THE  USE  OF  LIVE,\n   18  TWO-WAY CLOSED-CIRCUIT TELEVISION AND THAT THE USE OF SUCH LIVE, TWO-WAY\n   19  CLOSED-CIRCUIT  TELEVISION WILL HELP PREVENT, OR DIMINISH THE LIKELIHOOD\n   20  OR EXTENT OF, SUCH HARM; OR\n   21    (B) THE PRESENCE OF SUCH WITNESS IN THE COURT WILL CAUSE ONE  OR  MORE\n   22  OF THE PARTIES INVOLVED TO BECOME UNRULY AND UNMANAGEABLE.\n   23    2.  WHEN  THE COURT DECLARES A WITNESS TO BE ADVERSE, IT SHALL, EXCEPT\n   24  AS PROVIDED IN SUBDIVISION  FOUR  OF  SECTION  66.30  OF  THIS  ARTICLE,\n   25  AUTHORIZE  THE  TAKING  OF THE TESTIMONY OF THE ADVERSE WITNESS FROM THE\n   26  TESTIMONIAL ROOM BY MEANS OF LIVE,  TWO-WAY  CLOSED-CIRCUIT  TELEVISION.\n   27  UNDER NO CIRCUMSTANCES SHALL THE PROVISIONS OF THIS ARTICLE BE CONSTRUED\n   28  TO  AUTHORIZE  A CLOSED-CIRCUIT TELEVISION SYSTEM BY WHICH EVENTS IN THE\n   29  COURTROOM ARE NOT TRANSMITTED TO THE TESTIMONIAL ROOM DURING THE  TESTI-\n   30  MONY OF THE ADVERSE WITNESS.\n   31    3.  NOTHING HEREIN SHALL BE CONSTRUED TO PRECLUDE THE COURT FROM EXER-\n   32  CISING ITS POWER TO CLOSE THE COURTROOM OR FROM EXERCISING ANY AUTHORITY\n   33  IT OTHERWISE MAY HAVE TO PROTECT THE WELL-BEING OF  A  WITNESS  AND  THE\n   34  RIGHTS OF THE DEFENDANT.\n   35  S 66.20 CLOSED-CIRCUIT TELEVISION; PROCEDURE FOR APPLICATION AND GROUNDS\n   36            FOR DETERMINATION.\n   37    1.  PRIOR  TO  THE COMMENCEMENT OF A CRIMINAL PROCEEDING; OTHER THAN A\n   38  GRAND JURY PROCEEDING, EITHER PARTY MAY APPLY TO THE COURT FOR AN  ORDER\n   39  DECLARING THAT A WITNESS IS ADVERSE.\n   40    2.  A  MOTION PURSUANT TO SUBDIVISION ONE OF THIS SECTION MUST BE MADE\n   41  IN WRITING AT LEAST EIGHT DAYS BEFORE THE COMMENCEMENT OF TRIAL OR OTHER\n   42  CRIMINAL PROCEEDING UPON REASONABLE NOTICE TO THE OTHER PARTY  AND  WITH\n   43  AN OPPORTUNITY TO BE HEARD.\n   44    3.  THE  MOTION  PAPERS  MUST  STATE THE BASIS FOR THE MOTION AND MUST\n   45  CONTAIN SWORN ALLEGATIONS OF FACT WHICH, IF TRUE, WOULD SUPPORT A DETER-\n   46  MINATION BY THE COURT THAT THE WITNESS IS ADVERSE. SUCH ALLEGATIONS  MAY\n   47  BE BASED UPON THE PERSONAL KNOWLEDGE OF THE DEPONENT OR UPON INFORMATION\n   48  AND  BELIEF,  PROVIDED  THAT,  IN  THE LATTER EVENT, THE SOURCES OF SUCH\n   49  INFORMATION AND THE GROUNDS FOR SUCH BELIEF ARE STATED.\n   50    4. THE ANSWERING PAPERS MAY ADMIT OR DENY ANY OF THE ALLEGED FACTS AND\n   51  MAY, IN ADDITION, CONTAIN SWORN ALLEGATIONS  OF  FACT  RELEVANT  TO  THE\n   52  MOTION,  INCLUDING  THE RIGHTS OF THE DEFENDANT, THE NEED TO PROTECT THE\n   53  WITNESS AND THE INTEGRITY OF THE TRUTH-FINDING FUNCTION OF THE TRIER  OF\n   54  FACT.\n   55    5.  UNLESS  ALL  MATERIAL  FACTS ALLEGED IN SUPPORT OF THE MOTION MADE\n   56  PURSUANT TO SUBDIVISION ONE OF THIS  SECTION  ARE  CONCEDED,  THE  COURT\n\n       S. 2411                             3\n\n    1  SHALL,  IN  ADDITION  TO EXAMINING THE PAPERS AND HEARING ORAL ARGUMENT,\n    2  CONDUCT AN APPROPRIATE HEARING FOR THE PURPOSE  OF  MAKING  FINDINGS  OF\n    3  FACT ESSENTIAL TO THE DETERMINATION OF THE MOTION. EXCEPT AS PROVIDED IN\n    4  SUBDIVISION  SIX  OF  THIS  SECTION, IT MAY SUBPOENA OR CALL AND EXAMINE\n    5  WITNESSES, WHO MUST TESTIFY UNDER OATH.\n    6    6. NOTWITHSTANDING ANY OTHER PROVISION OF  LAW,  THE  WITNESS  WHO  IS\n    7  ALLEGED TO BE ADVERSE MAY NOT BE COMPELLED TO TESTIFY AT SUCH HEARING OR\n    8  TO  SUBMIT  TO ANY PSYCHOLOGICAL OR PSYCHIATRIC EXAMINATION. THE FAILURE\n    9  OF THE WITNESS TO TESTIFY AT SUCH HEARING SHALL  NOT  BE  A  GROUND  FOR\n   10  DENYING A MOTION MADE PURSUANT TO SUBDIVISION ONE OF THIS SECTION. PRIOR\n   11  STATEMENTS  MADE  BY  THE WITNESS RELATING TO ANY ALLEGATIONS OF CONDUCT\n   12  CONSTITUTING AN OFFENSE DEFINED IN TITLE G, H, I OR J OF THE  PENAL  LAW\n   13  OR  TO  ANY  ALLEGATION  OF  WORDS OR CONDUCT CONSTITUTING AN ATTEMPT TO\n   14  PREVENT, IMPEDE OR DETER THE WITNESS FROM COOPERATING  IN  THE  INVESTI-\n   15  GATION  OR  PROSECUTION OF THE OFFENSE SHALL BE ADMISSIBLE AT SUCH HEAR-\n   16  ING, PROVIDED, HOWEVER, THAT A DECLARATION THAT A WITNESS IS ADVERSE MAY\n   17  NOT BE BASED SOLELY UPON SUCH PRIOR STATEMENTS.\n   18    7. (A) NOTWITHSTANDING ANY OF THE PROVISIONS OF ARTICLE FORTY-FIVE  OF\n   19  THE CIVIL PRACTICE LAW AND RULES, ANY PHYSICIAN, PSYCHOLOGIST, NURSE, OR\n   20  POLICE  OFFICER WHO HAS HAD AN ENCOUNTER WITH THE WITNESS MAY TESTIFY AT\n   21  A HEARING  CONDUCTED  PURSUANT  TO  SUBDIVISION  FIVE  OF  THIS  SECTION\n   22  CONCERNING  THE  EVENTS  SURROUNDING  THE ENCOUNTER WITH SUCH WITNESS AS\n   23  SUCH ENCOUNTER RELATES TO THE ISSUE PRESENTED AT THE  HEARING,  PROVIDED\n   24  THAT  ANY  OTHERWISE APPLICABLE STATUTORY PRIVILEGES CONCERNING COMMUNI-\n   25  CATIONS BETWEEN THE WITNESS AND SUCH PHYSICIAN, PSYCHOLOGIST,  NURSE  OR\n   26  POLICE  OFFICER  IN  CONNECTION  WITH SUCH ENCOUNTER SHALL NOT BE DEEMED\n   27  WAIVED BY SUCH TESTIMONY ALONE, EXCEPT TO THE LIMITED EXTENT OF  PERMIT-\n   28  TING THE COURT ALONE TO EXAMINE IN CAMERA REPORTS, RECORDS OR DOCUMENTS,\n   29  IF  ANY, PREPARED BY SUCH PHYSICIAN, PSYCHOLOGIST, NURSE OR POLICE OFFI-\n   30  CER. IF UPON SUCH EXAMINATION THE COURT DETERMINES  THAT  SUCH  REPORTS,\n   31  RECORDS OR DOCUMENTS, OR ANY ONE OR PORTION THEREOF, CONTAIN INFORMATION\n   32  MATERIAL  AND RELEVANT TO THE ISSUE OF WHETHER THE WITNESS IS AN ADVERSE\n   33  WITNESS, THE COURT SHALL DISCLOSE SUCH INFORMATION TO BOTH THE  ATTORNEY\n   34  FOR THE DEFENDANT AND THE DISTRICT ATTORNEY.\n   35    (B)  AT  ANY TIME AFTER A MOTION HAS BEEN MADE PURSUANT TO SUBDIVISION\n   36  ONE OF THIS SECTION, UPON THE DEMAND OF THE OTHER PARTY THE MOVING PARTY\n   37  MUST FURNISH THE DEMANDING PARTY WITH A COPY OF  ANY  AND  ALL  OF  SUCH\n   38  RECORDS,  REPORTS  OR  OTHER  DOCUMENTS  IN THE POSSESSION OF SUCH OTHER\n   39  PARTY AND MUST, IN ADDITION, SUPPLY THE COURT WITH A COPY  OF  ALL  SUCH\n   40  REPORTS, RECORDS OR OTHER DOCUMENTS WHICH ARE THE SUBJECT OF THE DEMAND.\n   41  AT ANY TIME AFTER A DEMAND HAS BEEN MADE PURSUANT TO THIS PARAGRAPH, THE\n   42  MOVING  PARTY  MAY DEMAND THAT PROPERTY OF THE SAME KIND OR CHARACTER IN\n   43  POSSESSION OF THE PARTY THAT ORIGINALLY MADE SUCH DEMAND BE FURNISHED TO\n   44  THE MOVING PARTY AND, IF SO FURNISHED, BE SUPPLIED, IN ADDITION, TO  THE\n   45  COURT.\n   46    8.  (A) PRIOR TO THE COMMENCEMENT OF THE HEARING CONDUCTED PURSUANT TO\n   47  SUBDIVISION FIVE OF THIS SECTION, THE DISTRICT ATTORNEY  SHALL,  SUBJECT\n   48  TO  A PROTECTIVE ORDER, COMPLY WITH THE PROVISIONS OF SUBDIVISION ONE OF\n   49  SECTION 240.45 OF THIS CHAPTER AS THEY  CONCERN  ANY  WITNESS  WHOM  THE\n   50  DISTRICT  ATTORNEY  INTENDS  TO  CALL  AT  THE  HEARING  AND THE ADVERSE\n   51  WITNESS.\n   52    (B) BEFORE A DEFENDANT CALLS A WITNESS AT  SUCH  HEARING,  HE  OR  SHE\n   53  MUST,  SUBJECT  TO  A  PROTECTIVE  ORDER,  COMPLY WITH THE PROVISIONS OF\n   54  SUBDIVISION TWO OF SECTION 240.45 OF THIS CHAPTER AS  THEY  CONCERN  ALL\n   55  THE WITNESSES THE DEFENDANT INTENDS TO CALL AT SUCH HEARING.\n\n       S. 2411                             4\n\n    1    9.  THE  COURT  MAY  CONSIDER,  IN  DETERMINING WHETHER THERE ARE SUCH\n    2  EXTRAORDINARY CIRCUMSTANCES AS WOULD CAUSE THE WITNESS TO SUFFER  SEVERE\n    3  MENTAL  OR EMOTIONAL HARM, A FINDING THAT ANY ONE OR MORE OF THE FOLLOW-\n    4  ING FACTORS HAVE BEEN ESTABLISHED BY CLEAR AND CONVINCING EVIDENCE:\n    5    (A) THE MANNER OF THE COMMISSION OF THE OFFENSE OF WHICH THE DEFENDANT\n    6  IS  ACCUSED WAS PARTICULARLY HEINOUS OR WAS CHARACTERIZED BY AGGRAVATING\n    7  CIRCUMSTANCES.\n    8    (B) THE WITNESS IS  PARTICULARLY  SUBJECT  TO  PSYCHOLOGICAL  HARM  ON\n    9  ACCOUNT  OF  A  PHYSICAL  OR  MENTAL  CONDITION WHICH EXISTED BEFORE THE\n   10  ALLEGED COMMISSION OF THE OFFENSE.\n   11    (C) AT THE TIME OF THE ALLEGED OFFENSE, THE DEFENDANT OCCUPIED A POSI-\n   12  TION OF AUTHORITY WITH RESPECT TO THE WITNESS.\n   13    (D) THE OFFENSE OR OFFENSES CHARGED WERE PART OF AN ONGOING COURSE  OF\n   14  CONDUCT  COMMITTED BY THE DEFENDANT AGAINST THE WITNESS OVER AN EXTENDED\n   15  PERIOD OF TIME.\n   16    (E) A DEADLY WEAPON OR DANGEROUS INSTRUMENT WAS ALLEGEDLY USED  DURING\n   17  THE COMMISSION OF THE CRIME.\n   18    (F)  THE  DEFENDANT  HAS  INFLICTED  SERIOUS  PHYSICAL INJURY UPON THE\n   19  WITNESS.\n   20    (G) A THREAT, EXPRESS OR IMPLIED, OF PHYSICAL VIOLENCE  TO  THE  CHILD\n   21  WITNESS  OR A THIRD PERSON IF THE WITNESS WERE TO REPORT THE INCIDENT TO\n   22  ANY PERSON OR COMMUNICATE INFORMATION TO  OR  COOPERATE  WITH  A  COURT,\n   23  GRAND  JURY,  PROSECUTOR, POLICE OFFICER OR PEACE OFFICER CONCERNING THE\n   24  INCIDENT HAS BEEN MADE BY OR ON BEHALF OF THE DEFENDANT.\n   25    (H) A WITNESS OTHER THAN THE WITNESS HAS RECEIVED A THREAT OF PHYSICAL\n   26  VIOLENCE DIRECTED AT SUCH WITNESS OR TO A THIRD PERSON BY OR  ON  BEHALF\n   27  OF THE DEFENDANT.\n   28    (I)  THE  DEFENDANT,  AT THE TIME OF THE INQUIRY, (I) IS LIVING IN THE\n   29  SAME HOUSEHOLD WITH THE WITNESS, (II) HAS READY ACCESS TO THE WITNESS OR\n   30  (III) IS PROVIDING SUBSTANTIAL FINANCIAL SUPPORT FOR THE WITNESS.\n   31    (J) ACCORDING TO EXPERT TESTIMONY, THE WITNESS WOULD  BE  PARTICULARLY\n   32  SUSCEPTIBLE  TO  PSYCHOLOGICAL HARM IF REQUIRED TO TESTIFY IN OPEN COURT\n   33  OR IN THE PHYSICAL PRESENCE OF THE DEFENDANT.\n   34    10. IRRESPECTIVE OF WHETHER A MOTION WAS MADE PURSUANT TO  SUBDIVISION\n   35  ONE OF THIS SECTION, THE COURT, AT THE REQUEST OF EITHER PARTY OR ON ITS\n   36  OWN  MOTION,  MAY  DECIDE THAT A WITNESS MAY BE ADVERSE BASED ON ITS OWN\n   37  OBSERVATIONS THAT A WITNESS WHO HAS BEEN CALLED TO TESTIFY AT A CRIMINAL\n   38  PROCEEDING IS SUFFERING SEVERE MENTAL OR EMOTIONAL HARM AND THEREFORE IS\n   39  PHYSICALLY OR MENTALLY UNABLE TO TESTIFY OR TO CONTINUE  TO  TESTIFY  IN\n   40  OPEN COURT OR IN THE PHYSICAL PRESENCE OF THE DEFENDANT AND THAT THE USE\n   41  OF  LIVE,  TWO-WAY  CLOSED-CIRCUIT TELEVISION IS NECESSARY TO ENABLE THE\n   42  WITNESS TO TESTIFY. IF THE COURT SO DECIDES, IT MUST  CONDUCT  THE  SAME\n   43  HEARING  THAT SUBDIVISION FIVE OF THIS SECTION REQUIRES WHEN A MOTION IS\n   44  MADE PURSUANT TO SUBDIVISION ONE OF THIS SECTION, AND IT MUST MAKE FIND-\n   45  INGS OF FACT PURSUANT TO SUBDIVISIONS NINE AND ELEVEN OF  THIS  SECTION,\n   46  BEFORE DETERMINING THAT THE WITNESS IS ADVERSE.\n   47    11.  IN  DECIDING  WHETHER  A WITNESS IS ADVERSE, THE COURT SHALL MAKE\n   48  FINDINGS OF FACT WHICH  REFLECT  THE  CAUSAL  RELATIONSHIP  BETWEEN  THE\n   49  EXISTENCE  OF  ANY  ONE  OR MORE OF THE FACTORS SET FORTH IN SUBDIVISION\n   50  NINE OF THIS SECTION OR OTHER RELEVANT FACTORS WHICH THE COURT FINDS ARE\n   51  ESTABLISHED AND THE DETERMINATION THAT THE WITNESS IS ADVERSE.   IF  THE\n   52  COURT IS SATISFIED THAT THE WITNESS IS ADVERSE AND THAT, UNDER THE FACTS\n   53  AND CIRCUMSTANCES OF THE PARTICULAR CASE, THE DEFENDANT'S CONSTITUTIONAL\n   54  RIGHTS TO AN IMPARTIAL JURY OR OF CONFRONTATION WILL NOT BE IMPAIRED, IT\n   55  MAY ENTER AN ORDER GRANTING THE APPLICATION FOR THE USE OF LIVE, TWO-WAY\n   56  CLOSED-CIRCUIT TELEVISION.\n\n       S. 2411                             5\n\n    1    12.  WHEN  THE  COURT  HAS  DETERMINED  THAT  A  WITNESS IS AN ADVERSE\n    2  WITNESS, IT SHALL MAKE A SPECIFIC FINDING  AS  TO  WHETHER  PLACING  THE\n    3  DEFENDANT  AND  THE WITNESS IN THE SAME ROOM DURING THE TESTIMONY OF THE\n    4  WITNESS WILL CONTRIBUTE TO THE LIKELIHOOD THAT THE WITNESS  WILL  SUFFER\n    5  SEVERE  MENTAL  OR  EMOTIONAL  HARM. IF THE COURT FINDS THAT PLACING THE\n    6  DEFENDANT AND THE WITNESS IN THE SAME ROOM DURING THE TESTIMONY  OF  THE\n    7  WITNESS  WILL  CONTRIBUTE TO THE LIKELIHOOD THAT THE WITNESS WILL SUFFER\n    8  SEVERE MENTAL OR EMOTIONAL HARM, THE ORDER ENTERED PURSUANT TO  SUBDIVI-\n    9  SION  ELEVEN  OF  THIS SECTION SHALL DIRECT THAT THE DEFENDANT REMAIN IN\n   10  THE COURTROOM DURING THE TESTIMONY OF THE ADVERSE WITNESS.\n   11  S 66.30 CLOSED-CIRCUIT TELEVISION; SPECIAL TESTIMONIAL PROCEDURES.\n   12    1. WHEN THE COURT HAS ENTERED AN ORDER PURSUANT TO  SECTION  66.20  OF\n   13  THIS ARTICLE, THE TESTIMONY OF THE ADVERSE WITNESS SHALL BE TAKEN IN THE\n   14  TESTIMONIAL ROOM AND THE IMAGE AND VOICE OF THE ADVERSE WITNESS, AS WELL\n   15  AS THE IMAGE OF ALL OTHER PERSONS OTHER THAN THE OPERATOR PRESENT IN THE\n   16  TESTIMONIAL  ROOM,  SHALL BE TRANSMITTED LIVE BY MEANS OF CLOSED-CIRCUIT\n   17  TELEVISION TO THE COURTROOM. THE COURTROOM SHALL BE EQUIPPED WITH  MONI-\n   18  TORS  SUFFICIENT  TO  PERMIT THE JUDGE, JURY, DEFENDANT AND ATTORNEYS TO\n   19  OBSERVE THE DEMEANOR OF THE ADVERSE WITNESS DURING HIS OR HER TESTIMONY.\n   20  UNLESS THE COURTROOM HAS BEEN CLOSED PURSUANT TO COURT ORDER, THE PUBLIC\n   21  SHALL ALSO BE PERMITTED TO HEAR THE TESTIMONY AND VIEW THE IMAGE OF  THE\n   22  ADVERSE WITNESS.\n   23    2.  IN  ALL  INSTANCES,  THE IMAGE OF THE JURY SHALL BE SIMULTANEOUSLY\n   24  TRANSMITTED TO THE ADVERSE WITNESS IN THE TESTIMONIAL ROOM. IF THE COURT\n   25  ORDER ISSUED PURSUANT TO SECTION 66.20 OF THIS  ARTICLE  SPECIFIES  THAT\n   26  THE  ADVERSE  WITNESS SHALL TESTIFY OUTSIDE THE PHYSICAL PRESENCE OF THE\n   27  DEFENDANT, THE IMAGE OF THE DEFENDANT AND THE IMAGE  AND  VOICE  OF  THE\n   28  PERSON EXAMINING THE ADVERSE WITNESS SHALL ALSO BE SIMULTANEOUSLY TRANS-\n   29  MITTED TO THE ADVERSE WITNESS IN THE TESTIMONIAL ROOM.\n   30    3.  THE OPERATOR SHALL PLACE HERSELF OR HIMSELF AND THE CLOSED-CIRCUIT\n   31  TELEVISION EQUIPMENT IN A POSITION THAT PERMITS THE ENTIRE TESTIMONY  OF\n   32  THE  ADVERSE  WITNESS  TO BE TRANSMITTED TO THE COURTROOM BUT LIMITS THE\n   33  ABILITY OF THE ADVERSE WITNESS TO SEE OR HEAR THE OPERATOR OR THE EQUIP-\n   34  MENT.\n   35    4. NOTWITHSTANDING ANY PROVISION OF THIS ARTICLE, IF THE  COURT  IN  A\n   36  PARTICULAR CASE INVOLVING AN ADVERSE WITNESS DETERMINES THAT THERE IS NO\n   37  LIVE, TWO-WAY CLOSED-CIRCUIT TELEVISION EQUIPMENT AVAILABLE IN THE COURT\n   38  OR  ANOTHER COURT IN THE COUNTY OR WHICH CAN BE TRANSPORTED TO THE COURT\n   39  FROM ANOTHER COUNTY OR THAT SUCH EQUIPMENT, IF AVAILABLE, IS  TECHNOLOG-\n   40  ICALLY INADEQUATE TO PROTECT THE CONSTITUTIONAL RIGHTS OF THE DEFENDANT,\n   41  IT  SHALL NOT PERMIT THE USE OF THE CLOSED-CIRCUIT TELEVISION PROCEDURES\n   42  AUTHORIZED BY THIS ARTICLE.\n   43    5. IF THE ORDER OF THE COURT ENTERED PURSUANT TO SECTION 66.20 OF THIS\n   44  ARTICLE REQUIRES THAT THE DEFENDANT REMAIN IN THE COURTROOM, THE  ATTOR-\n   45  NEY FOR THE DEFENDANT AND THE DISTRICT ATTORNEY SHALL ALSO REMAIN IN THE\n   46  COURTROOM  UNLESS  THE  COURT  IS  SATISFIED  THAT THEIR PRESENCE IN THE\n   47  TESTIMONIAL ROOM WILL NOT IMPEDE FULL AND PRIVATE COMMUNICATION  BETWEEN\n   48  THE DEFENDANT AND HIS OR HER ATTORNEY AND WILL NOT ENCOURAGE THE JURY TO\n   49  DRAW AN INFERENCE ADVERSE TO THE INTEREST OF THE DEFENDANT.\n   50    6.  UPON  REQUEST  OF THE DEFENDANT, THE COURT SHALL INSTRUCT THE JURY\n   51  THAT THEY ARE TO DRAW  NO  INFERENCE  FROM  THE  USE  OF  LIVE,  TWO-WAY\n   52  CLOSED-CIRCUIT TELEVISION IN THE EXAMINATION OF THE ADVERSE WITNESS.\n   53    7.  THE ADVERSE WITNESS SHALL TESTIFY UNDER OATH.  THE EXAMINATION AND\n   54  CROSS-EXAMINATION OF THE ADVERSE WITNESS SHALL, IN ALL  OTHER  RESPECTS,\n   55  BE  CONDUCTED IN THE SAME MANNER AS IF THE ADVERSE WITNESS HAD TESTIFIED\n   56  IN THE COURTROOM.\n\n       S. 2411                             6\n\n    1    8. WHEN THE TESTIMONY OF THE ADVERSE WITNESS IS TRANSMITTED  FROM  THE\n    2  TESTIMONIAL ROOM INTO THE COURTROOM, THE COURT STENOGRAPHER SHALL RECORD\n    3  THE TESTIMONY IN THE SAME MANNER AS IF THE ADVERSE WITNESS HAD TESTIFIED\n    4  IN THE COURTROOM.\n    5    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to authorizing the use of closed-circuit televisions for witnesses who are determined to be adverse due to domestic violence disputes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T114408.TXT", "SOBI.D110120.T142907.TXT", "SOBI.D110120.T111858.TXT", "SOBI.D110120.T114847.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295551747429
}