{
  "year" : 2011,
  "senateBillNo" : "S2418-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2418-2011-1295499600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the archery season in the Northern zone for one week beyond the close of rifle season",
  "summary" : "Extends the archery season for the taking of antlerless deer in the Northern zone for a period of seven days immediately following the close of the regular rifle season. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A1085",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S2928-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RITCHIE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2418\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRIFFO,  DeFRANCISCO,  LARKIN,  LITTLE,  MAZIARZ,\n         RANZENHOFER, RITCHIE -- read  twice  and  ordered  printed,  and  when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         providing for a special archery season for the  taking  of  antlerless\n         deer\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3  of  section  11-0907  of  the  environmental\n    2  conservation  law  is  amended  by adding a new paragraph b-1 to read as\n    3  follows:\n    4    B-1. IN THE NORTHERN ZONE, A SPECIAL OPEN SEASON IS  ALSO  ESTABLISHED\n    5  FOR TAKING ANTLERLESS DEER ONLY, BY THE USE OF A LONG BOW ONLY, BY HOLD-\n    6  ERS  OF  A  SMALL  AND BIG GAME, SPORTSMAN, OR FREE SPORTSMAN LICENSE TO\n    7  WHICH A VALID BOWHUNTING STAMP IS AFFIXED OR  TO  HOLDERS  OF  A  JUNIOR\n    8  ARCHERY,  RESIDENT  OR  NON-RESIDENT  SUPER  SPORTSMAN,  OR NON-RESIDENT\n    9  BOWHUNTING LICENSE. SUCH SPECIAL SEASON SHALL INCLUDE THE  REGULAR  OPEN\n   10  SEASON  FOR DEER STATED IN ITEM (A) OF COLUMN TWO OF THE TABLE SET FORTH\n   11  IN PARAGRAPH A OF SUBDIVISION TWO OF THIS SECTION AND SHALL ALSO INCLUDE\n   12  THE SEVEN DAY PERIOD IMMEDIATELY FOLLOWING  THE  CLOSE  OF  THE  REGULAR\n   13  RIFLE  SEASON STATED IN CLAUSE A OF COLUMN TWO OF THE TABLE SET FORTH IN\n   14  SUBDIVISION TWO OF THIS SECTION.\n   15    S 2. This act shall take effect on the one hundred eightieth day after\n   16  it shall have become a law; provided that the commissioner  of  environ-\n   17  mental  conservation  is  authorized to promulgate any and all rules and\n   18  regulations and take any other measures necessary to implement this  act\n   19  on its effective date on or before such date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01457-01-1\n",
  "memo" : "BILL NUMBER:S2418\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to providing\nfor a special archery season for the taking of antlerless deer\n\nPURPOSE:\nThis bill relates to subdivision 3 of section 11-0907 of the\nenvironmental conservation law, which is amended by the addition of a\nnew paragraph that allows for a special seven day archery season, for\nantlerless deer only, in the Northern Zone of New York State.\n\nSUMMARY OF PROVISIONS:\nThis bill provides that in a special open season, there would be the\ntaking of antlerless deer only, by the use of a bow and arrow only,\nby holders of a small and big game, sportsman, or free sportsman\nlicense to which a valid bowhunting stamp is affixed or to holders of\na junior archery, resident or non-resident super sportsman, or\nnon-resident bow hunting license. Such a special season shall include\nthe seven day period immediately following the close of the regular\nrifle season stated in clause a or column two of the table set forth\nin subdivision two of this section.\n\nJUSTIFICATION:\nDeer hunting has always been a long standing tradition and an\nimportant part of New York's outdoor heritage. The Southern Zone for\nNew York State continually has a late archery season, yet the\nNorthern Zone has been excluded of this privilege. The Department of\nEnvironmental Conservation has expressed that the extension of the\nantlerless deer harvest is necessary in order to maintain more\nadequate herd control. Several other states such as Ohio,\nPennsylvania, and Connecticut have an extended archery season ending\non January 15th or January 31st.\n\nLEGISLATIVE HISTORY:\n2009-10: S.2928 En Con Committee\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred eightieth day after it\nshall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to providing for a special archery season for the taking of antlerless deer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T114408.TXT", "SOBI.D110125.T114407.TXT", "SOBI.D110120.T143407.TXT", "SOBI.D110120.T112342.TXT", "SOBI.D110126.T130255.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601470
}