{
  "year" : 2011,
  "senateBillNo" : "S2420-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2420-2011-1295499600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires fingerprinting of prospective employees of special education schools for purposes of a criminal background check",
  "summary" : "Requires fingerprinting of prospective employees of special education schools for purposes of a criminal background check; defines \"special education school\"; allows school to establish procedures for conditional appointment or emergency conditional appointment of prospective employees of the school. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S3440-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2420\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to requiring the  finger-\n         printing of prospective employees of public or publicly-funded special\n         education  schools  for  the  purpose  of  conducting criminal history\n         record checks\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraphs (a) and (b) of subdivision 30 of section 305 of\n    2  the education law, paragraph (a), the opening paragraph and subparagraph\n    3  (i) of paragraph (b) as amended by chapter 630 of the laws of  2006  and\n    4  paragraph  (b)  as added by chapter 180 of the laws of 2000, are amended\n    5  to read as follows:\n    6    (a) The commissioner, in cooperation with  the  division  of  criminal\n    7  justice  services  and  in  accordance with all applicable provisions of\n    8  law, shall promulgate rules and regulations to require the  fingerprint-\n    9  ing of prospective employees, as defined in section eleven hundred twen-\n   10  ty-five  of  this  [chapter] TITLE, of school districts, charter schools\n   11  [and], boards of cooperative educational services AND SPECIAL  EDUCATION\n   12  SCHOOLS,  and authorizing the fingerprinting of prospective employees of\n   13  nonpublic and private elementary and secondary schools, and for the  use\n   14  of  information  derived from searches of the records of the division of\n   15  criminal justice services and the federal bureau of investigation  based\n   16  on  the  use of such fingerprints. The commissioner shall also develop a\n   17  form for use by school districts, charter schools, boards of cooperative\n   18  educational services, [and] nonpublic and private elementary and second-\n   19  ary schools AND  SPECIAL  EDUCATION  SCHOOLS,  in  connection  with  the\n   20  submission  of  fingerprints that contains the specific job title sought\n   21  and any other information that may be relevant to consideration  of  the\n   22  applicant. The commissioner shall also establish a form for the recorda-\n   23  tion  of  allegations  of  child  abuse  in  an  educational setting, as\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05598-02-1\n\n       S. 2420                             2\n\n    1  required pursuant to section eleven hundred twenty-six of this [chapter]\n    2  TITLE.  No person who has been fingerprinted pursuant to  section  three\n    3  thousand  four-b  of  this  chapter  or pursuant to section five hundred\n    4  nine-cc  or  twelve hundred twenty-nine-d of the vehicle and traffic law\n    5  and whose fingerprints remain on file  with  the  division  of  criminal\n    6  justice  services  shall  be  required  to  undergo  fingerprinting  for\n    7  purposes of a new criminal history record check.  This  subdivision  and\n    8  the  rules  and regulations promulgated pursuant thereto shall not apply\n    9  to a school district within a city with a population of one  million  or\n   10  more, OR TO SPECIAL EDUCATION SCHOOLS LOCATED WITHIN SUCH CITY.\n   11    (b)  The  commissioner,  in  cooperation with the division of criminal\n   12  justice services, shall promulgate a form to be  provided  to  all  such\n   13  prospective  employees  of  school districts, charter schools, boards of\n   14  cooperative educational services, SPECIAL EDUCATION SCHOOLS and  nonpub-\n   15  lic  and  private elementary and secondary schools that elect to finger-\n   16  print and seek clearance for prospective employees that shall:\n   17    (i) inform the prospective employee that the commissioner is  required\n   18  or  authorized  to  request his or her criminal history information from\n   19  the division of criminal justice services  and  the  federal  bureau  of\n   20  investigation  and review such information pursuant to this section, and\n   21  provide a description of the manner in  which  his  or  her  fingerprint\n   22  cards  will  be used upon submission to the division of criminal justice\n   23  services;\n   24    (ii) inform the prospective employee that he or she has the  right  to\n   25  obtain, review and seek correction of his or her criminal history infor-\n   26  mation  pursuant  to regulations and procedures established by the divi-\n   27  sion of criminal justice services.\n   28    S 2. Subparagraph (vii) of paragraph (c) of subdivision 30 of  section\n   29  305 of the education law, as amended by chapter 630 of the laws of 2006,\n   30  is amended to read as follows:\n   31    (vii)  been informed that in the event his or her employment is termi-\n   32  nated and such person has not become employed in  the  same  or  another\n   33  school  district,  charter  school,  board  of  cooperative  educational\n   34  services, SPECIAL EDUCATION SCHOOL or nonpublic or private elementary or\n   35  secondary school within [twelve-months] TWELVE  MONTHS  of  such  termi-\n   36  nation,  the  commissioner shall notify the division of criminal justice\n   37  services of such termination,  and  the  division  of  criminal  justice\n   38  services  shall destroy the fingerprints of such person. Such person may\n   39  request that the commissioner notify the division  of  criminal  justice\n   40  services  that  his  or her fingerprints shall be destroyed prior to the\n   41  expiration of such twelve month period in which  case  the  commissioner\n   42  shall  notify the division of criminal justice services and the division\n   43  shall destroy the fingerprints of such person promptly upon  receipt  of\n   44  the request; and\n   45    S  3. Subdivision 30 of section 305 of the education law is amended by\n   46  adding a new paragraph (d) to read as follows:\n   47    (D) AS USED IN THIS SECTION AND SECTION THREE THOUSAND THIRTY-FIVE  OF\n   48  THIS CHAPTER, \"SPECIAL EDUCATION SCHOOL\" SHALL MEAN A STATE SCHOOL OPER-\n   49  ATED PURSUANT TO ARTICLE EIGHTY-SEVEN OR EIGHTY-EIGHT OF THIS CHAPTER, A\n   50  STATE-SUPPORTED  SCHOOL OPERATED PURSUANT TO ARTICLE EIGHTY-FIVE OF THIS\n   51  CHAPTER, AN APPROVED PRIVATE NON-RESIDENTIAL OR RESIDENTIAL  SCHOOL  FOR\n   52  THE  EDUCATION  OF STUDENTS WITH DISABILITIES THAT IS LOCATED WITHIN THE\n   53  STATE, OR AN APPROVED PROVIDER OF PRESCHOOL SPECIAL  EDUCATION  SERVICES\n   54  OR  PROGRAMS  THAT  IS LOCATED WITHIN THE STATE; PROVIDED THAT SUCH TERM\n   55  SHALL NOT APPLY TO A SCHOOL OR FACILITY OPERATED OR LICENSED BY A  STATE\n   56  AGENCY OTHER THAN THE DEPARTMENT, UNLESS SUCH SCHOOL OR FACILITY IS ALSO\n\n       S. 2420                             3\n\n    1  AN APPROVED PRIVATE SCHOOL FOR STUDENTS WITH DISABILITIES OR AN APPROVED\n    2  PROVIDER UNDER SECTION FORTY-FOUR HUNDRED TEN OF THIS CHAPTER.\n    3    S 4. Subdivision 1 of section 3035 of the education law, as amended by\n    4  chapter 630 of the laws of 2006, is amended to read as follows:\n    5    1.  The  commissioner shall submit to the division of criminal justice\n    6  services two sets of fingerprints of prospective employees as defined in\n    7  subdivision three of section eleven hundred twenty-five of this  chapter\n    8  received  from a school district, charter school or board of cooperative\n    9  educational services and of prospective employees received from  nonpub-\n   10  lic  and  private elementary and secondary schools pursuant to title two\n   11  of this chapter OR A SPECIAL EDUCATION SCHOOL, AS DEFINED  IN  PARAGRAPH\n   12  (D) OF SUBDIVISION THIRTY OF SECTION THREE HUNDRED FIVE OF THIS CHAPTER,\n   13  PURSUANT  TO  TITLE  SIX OF THIS CHAPTER, OTHER THAN A SPECIAL EDUCATION\n   14  SCHOOL LOCATED IN THE CITY OF NEW YORK, and  the  division  of  criminal\n   15  justice  services processing fee imposed pursuant to subdivision eight-a\n   16  of section eight hundred thirty-seven of the executive law and  any  fee\n   17  imposed by the federal bureau of investigation. The division of criminal\n   18  justice  services  and the federal bureau of investigation shall forward\n   19  such criminal history record to the commissioner in a timely manner. For\n   20  the purposes of this section, the term \"criminal history  record\"  shall\n   21  mean  a  record  of  all  convictions of crimes and any pending criminal\n   22  charges maintained on an individual by the division of criminal  justice\n   23  services  and  the  federal  bureau  of investigation. All such criminal\n   24  history records sent to the commissioner pursuant  to  this  subdivision\n   25  shall be confidential pursuant to the applicable federal and state laws,\n   26  rules  and  regulations,  and  shall  not  be  published  or  in any way\n   27  disclosed to persons  other  than  the  commissioner,  unless  otherwise\n   28  authorized by law.\n   29    S 5. Subdivision 3-a of section 3035 of the education law, as added by\n   30  chapter 380 of the laws of 2001, is amended to read as follows:\n   31    3-a.  Upon request from a prospective employee who has been cleared by\n   32  the commissioner for employment and/or certification,  the  commissioner\n   33  shall  have  the  authority  to  forward a copy of such criminal history\n   34  record to the city school district of the city of New York by  the  most\n   35  expeditious  means  available.  Furthermore, upon notification that such\n   36  prospective employee is employed by the city school district of the city\n   37  of New York OR IS EMPLOYED BY A SPECIAL EDUCATION SCHOOL THAT  CONTRACTS\n   38  WITH  THE  CITY SCHOOL DISTRICT OF THE CITY OF NEW YORK, the division of\n   39  criminal justice services shall have the authority to provide subsequent\n   40  criminal history notifications directly to the city school  district  of\n   41  the  city  of New York. Upon request from a prospective employee who has\n   42  been cleared for licensure and/or employment by the city school district\n   43  of the city of New York OR HAS BEEN CLEARED BY THE CITY OF NEW YORK  FOR\n   44  EMPLOYMENT  BY A SPECIAL EDUCATION SCHOOL THAT IS LOCATED OUTSIDE OF THE\n   45  CITY SCHOOL DISTRICT OF THE CITY OF NEW YORK, such  school  district  OR\n   46  CITY  shall  have  the  authority  to  forward a copy of the prospective\n   47  employee's criminal history record to  the  commissioner,  by  the  most\n   48  expeditious means available, for the purposes of this section.  Further-\n   49  more,  upon notification that such prospective employee is employed by a\n   50  school district outside the city of New York OR BY A  SPECIAL  EDUCATION\n   51  SCHOOL  THAT IS LOCATED OUTSIDE OF THE CITY OF NEW YORK, the division of\n   52  criminal justice services shall have the authority to provide subsequent\n   53  criminal history notifications directly to the commissioner.\n   54    S 6. Paragraph (i) of subdivision (a) of section 4212 of the education\n   55  law, as amended by chapter 32 of the laws of 1992, is amended to read as\n   56  follows:\n\n       S. 2420                             4\n\n    1    (i) consistent with appropriate collective bargaining  agreements  and\n    2  applicable  provisions  of  the civil service law, the review and evalu-\n    3  ation of the backgrounds of and the information supplied by  any  person\n    4  applying  to  be  an  employee,  a  volunteer or consultant, which shall\n    5  include  but  not  be  limited  to  the following requirements: that the\n    6  applicant set forth his or her employment history, provide personal  and\n    7  employment  references, and relevant experiential and educational infor-\n    8  mation, [and] sign a sworn statement indicating whether  the  applicant,\n    9  to  the best of his or her knowledge, has ever been convicted of a crime\n   10  in this state or any other jurisdiction AND, IN THE CASE OF  A  PROSPEC-\n   11  TIVE EMPLOYEE, BE FINGERPRINTED FOR PURPOSES OF A CRIMINAL HISTORY BACK-\n   12  GROUND CHECK PURSUANT TO SUBDIVISION (D) OF THIS SECTION;\n   13    S  7.  Section  4212  of  the education law is amended by adding a new\n   14  subdivision (d) to read as follows:\n   15    (D) (I) THE SCHOOL SHALL REQUIRE, FOR PURPOSES OF A  CRIMINAL  HISTORY\n   16  RECORD  CHECK,  THE  FINGERPRINTING  OF ALL PROSPECTIVE EMPLOYEES OF THE\n   17  SCHOOL PURSUANT TO SUBDIVISION THIRTY OF SECTION THREE HUNDRED FIVE  AND\n   18  SECTION  THREE  THOUSAND  THIRTY-FIVE OF THIS CHAPTER, EXCEPT WHERE SUCH\n   19  PROSPECTIVE EMPLOYEES HOLD VALID  CLEARANCE  PURSUANT  TO  SUCH  SECTION\n   20  THREE  THOUSAND THIRTY-FIVE OR PURSUANT TO SECTION THREE THOUSAND FOUR-B\n   21  OF THIS CHAPTER OR SECTION FIVE HUNDRED NINE-CC OR TWELVE HUNDRED  TWEN-\n   22  TY-NINE-D  OF  THE VEHICLE AND TRAFFIC LAW, OR VALID CLEARANCE ISSUED BY\n   23  THE CITY OF NEW YORK PURSUANT TO LOCAL  LAW.  PRIOR  TO  INITIATING  THE\n   24  FINGERPRINTING PROCESS, THE SCHOOL SHALL FURNISH THE PROSPECTIVE EMPLOY-\n   25  EE  WITH  THE  FORM  DESCRIBED IN PARAGRAPH (C) OF SUBDIVISION THIRTY OF\n   26  SECTION THREE HUNDRED FIVE OF THIS CHAPTER AND SHALL OBTAIN  THE  APPLI-\n   27  CANT'S  CONSENT  TO  THE  CRIMINAL  HISTORY RECORDS SEARCH. EVERY SET OF\n   28  FINGERPRINTS TAKEN  PURSUANT  TO  THIS  SUBDIVISION  SHALL  BE  PROMPTLY\n   29  SUBMITTED  TO THE COMMISSIONER FOR PURPOSES OF CLEARANCE FOR EMPLOYMENT.\n   30  NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, THE  COMMIS-\n   31  SIONER  SHALL  BE  AUTHORIZED  TO  PROVIDE  SUBSEQUENT  CRIMINAL HISTORY\n   32  NOTIFICATIONS TO THE SCHOOL FOR ITS EMPLOYEES.\n   33    (II) NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE  CONTRARY,  THE\n   34  SCHOOL MAY ESTABLISH PROCEDURES FOR THE CONDITIONAL APPOINTMENT OR EMER-\n   35  GENCY  CONDITIONAL APPOINTMENT OF PROSPECTIVE EMPLOYEES OF THE SCHOOL TO\n   36  THE SAME EXTENT AND UNDER THE SAME CONDITIONS AS A BOARD OF EDUCATION OF\n   37  A UNION FREE SCHOOL DISTRICT  PURSUANT  TO  SUBDIVISION  THIRTY-NINE  OF\n   38  SECTION SEVENTEEN HUNDRED NINE OF THIS CHAPTER.\n   39    S 8. Paragraph (i) of subdivision (a) of section 4314 of the education\n   40  law, as amended by chapter 32 of the laws of 1992, is amended to read as\n   41  follows:\n   42    (i)  consistent  with appropriate collective agreements and applicable\n   43  provisions of the civil service law, the review and  evaluation  of  the\n   44  backgrounds of and the information supplied by any person applying to be\n   45  an  employee,  a volunteer or consultant, which shall include but not be\n   46  limited to the following requirements: that the applicant set forth  his\n   47  or  her  employment history, provide personal and employment references,\n   48  and relevant experiential and  educational  information,  [and]  sign  a\n   49  sworn  statement indicating whether the applicant, to the best of his or\n   50  her knowledge, has ever been convicted of a crime in this state  or  any\n   51  other  jurisdiction AND, IN THE CASE OF A PROSPECTIVE EMPLOYEE, BE FING-\n   52  ERPRINTED FOR PURPOSES OF A CRIMINAL HISTORY BACKGROUND  CHECK  PURSUANT\n   53  TO SUBDIVISION (D) OF THIS SECTION;\n   54    S  9.  Section  4314  of  the education law is amended by adding a new\n   55  subdivision (d) to read as follows:\n\n       S. 2420                             5\n\n    1    (D)(I) THE DEPARTMENT SHALL REQUIRE, FOR PURPOSES OF A CRIMINAL HISTO-\n    2  RY RECORD CHECK, THE FINGERPRINTING OF ALL PROSPECTIVE EMPLOYEES OF  THE\n    3  SCHOOL  PURSUANT TO SUBDIVISION THIRTY OF SECTION THREE HUNDRED FIVE AND\n    4  SECTION THREE THOUSAND THIRTY-FIVE OF THIS  CHAPTER,  WHO  DO  NOT  HOLD\n    5  VALID  CLEARANCE  PURSUANT TO SUCH SECTION THREE THOUSAND THIRTY-FIVE OR\n    6  PURSUANT TO SECTION THREE THOUSAND FOUR-B OF  THIS  CHAPTER  OR  SECTION\n    7  FIVE  HUNDRED NINE-CC OR TWELVE HUNDRED TWENTY-NINE-D OF THE VEHICLE AND\n    8  TRAFFIC LAW, OR VALID CLEARANCE ISSUED BY THE CITY OF NEW YORK  PURSUANT\n    9  TO  LOCAL  LAW.  PRIOR  TO  INITIATING  THE  FINGERPRINTING PROCESS, THE\n   10  DEPARTMENT  SHALL  FURNISH  THE  PROSPECTIVE  EMPLOYEE  WITH  THE   FORM\n   11  DESCRIBED  IN  PARAGRAPH  (C)  OF  SUBDIVISION  THIRTY  OF SECTION THREE\n   12  HUNDRED FIVE OF THIS CHAPTER AND SHALL OBTAIN THE APPLICANT'S CONSENT TO\n   13  THE CRIMINAL HISTORY RECORDS SEARCH. EVERY  SET  OF  FINGERPRINTS  TAKEN\n   14  PURSUANT  TO THIS SUBDIVISION SHALL BE PROMPTLY SUBMITTED TO THE COMMIS-\n   15  SIONER FOR PURPOSES OF CLEARANCE FOR EMPLOYMENT.\n   16    (II) NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE  CONTRARY,  THE\n   17  COMMISSIONER MAY ESTABLISH PROCEDURES FOR THE CONDITIONAL APPOINTMENT OR\n   18  EMERGENCY CONDITIONAL APPOINTMENT OF PROSPECTIVE EMPLOYEES OF THE SCHOOL\n   19  BY  THE DEPARTMENT TO THE SAME EXTENT AND UNDER THE SAME CONDITIONS AS A\n   20  BOARD OF EDUCATION OF A UNION FREE SCHOOL DISTRICT PURSUANT TO  SUBDIVI-\n   21  SION THIRTY-NINE OF SECTION SEVENTEEN HUNDRED NINE OF THIS CHAPTER.\n   22    S  10.  Paragraph (i) of subdivision (a) of section 4358 of the educa-\n   23  tion law, as amended by chapter 32 of the laws of 1992,  is  amended  to\n   24  read as follows:\n   25    (i)  consistent  with appropriate collective bargaining agreements and\n   26  applicable provisions of the civil service law, the  review  and  evalu-\n   27  ation  of  the backgrounds of and the information supplied by any person\n   28  applying to be an employee,  a  volunteer  or  consultant,  which  shall\n   29  include  but  not  be  limited  to  the following requirements: that the\n   30  applicant set forth his or her employment history, provide personal  and\n   31  employment references and relevant experiential and educational informa-\n   32  tion,  [and] sign a sworn statement indicating whether the applicant, to\n   33  the best of his or her knowledge, has ever been convicted of a crime  in\n   34  this  state  or any other jurisdiction AND, IN THE CASE OF A PROSPECTIVE\n   35  EMPLOYEE, BE FINGERPRINTED FOR PURPOSES OF A CRIMINAL HISTORY BACKGROUND\n   36  CHECK PURSUANT TO SUBDIVISION (D) OF THIS SECTION;\n   37    S 11. Section 4358 of the education law is amended  by  adding  a  new\n   38  subdivision (d) to read as follows:\n   39    (D)(I) THE DEPARTMENT SHALL REQUIRE, FOR PURPOSES OF A CRIMINAL HISTO-\n   40  RY  RECORD CHECK, THE FINGERPRINTING OF ALL PROSPECTIVE EMPLOYEES OF THE\n   41  SCHOOL PURSUANT TO SUBDIVISION THIRTY OF SECTION THREE HUNDRED FIVE  AND\n   42  SECTION  THREE  THOUSAND  THIRTY-FIVE  OF  THIS CHAPTER, WHO DO NOT HOLD\n   43  VALID CLEARANCE PURSUANT TO SUCH SECTION THREE THOUSAND  THIRTY-FIVE  OR\n   44  PURSUANT  TO  SECTION  THREE  THOUSAND FOUR-B OF THIS CHAPTER OR SECTION\n   45  FIVE HUNDRED NINE-CC OR TWELVE HUNDRED TWENTY-NINE-D OF THE VEHICLE  AND\n   46  TRAFFIC  LAW, OR VALID CLEARANCE ISSUED BY THE CITY OF NEW YORK PURSUANT\n   47  TO LOCAL LAW.  PRIOR  TO  INITIATING  THE  FINGERPRINTING  PROCESS,  THE\n   48  DEPARTMENT   SHALL  FURNISH  THE  PROSPECTIVE  EMPLOYEE  WITH  THE  FORM\n   49  DESCRIBED IN PARAGRAPH  (C)  OF  SUBDIVISION  THIRTY  OF  SECTION  THREE\n   50  HUNDRED FIVE OF THIS CHAPTER AND SHALL OBTAIN THE APPLICANT'S CONSENT TO\n   51  THE  CRIMINAL  HISTORY  RECORDS  SEARCH. EVERY SET OF FINGERPRINTS TAKEN\n   52  PURSUANT TO THIS SUBDIVISION SHALL BE PROMPTLY SUBMITTED TO THE  COMMIS-\n   53  SIONER FOR PURPOSES OF CLEARANCE FOR EMPLOYMENT.\n   54    (II)  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW TO THE CONTRARY, THE\n   55  COMMISSIONER MAY ESTABLISH PROCEDURES FOR THE CONDITIONAL APPOINTMENT OR\n   56  EMERGENCY CONDITIONAL APPOINTMENT OF PROSPECTIVE EMPLOYEES OF THE SCHOOL\n\n       S. 2420                             6\n\n    1  BY THE DEPARTMENT TO THE SAME EXTENT AND UNDER THE SAME CONDITIONS AS  A\n    2  BOARD  OF EDUCATION OF A UNION FREE SCHOOL DISTRICT PURSUANT TO SUBDIVI-\n    3  SION THIRTY-NINE OF SECTION SEVENTEEN HUNDRED NINE OF THIS CHAPTER.\n    4    S 12. Paragraph (a) of subdivision 11 of section 4403 of the education\n    5  law, as amended by chapter 32 of the laws of 1992, is amended to read as\n    6  follows:\n    7    (a)  consistent  with appropriate collective bargaining agreements and\n    8  applicable provisions of the civil service law, the  review  and  evalu-\n    9  ation  of  the backgrounds of and the information supplied by any person\n   10  applying to be an employee,  a  volunteer  or  consultant,  which  shall\n   11  include  but  not  be  limited  to  the following requirements: that the\n   12  applicant set forth his or her employment history, provide personal  and\n   13  employment  references, and relevant experiential and educational quali-\n   14  fications [and], sign a sworn statement indicating  whether  the  appli-\n   15  cant,  to  the best of his or her knowledge has ever been convicted of a\n   16  crime in this state or any other jurisdiction AND,  IN  THE  CASE  OF  A\n   17  PROSPECTIVE EMPLOYEE, BE FINGERPRINTED FOR PURPOSES OF A CRIMINAL HISTO-\n   18  RY BACKGROUND CHECK PURSUANT TO SUBDIVISION TWENTY-ONE OF THIS SECTION;\n   19    S  13.  Section  4403  of the education law is amended by adding a new\n   20  subdivision 21 to read as follows:\n   21    21. A. THE COMMISSIONER SHALL REQUIRE,  FOR  PURPOSES  OF  A  CRIMINAL\n   22  HISTORY RECORD CHECK, THE FINGERPRINTING OF ALL PROSPECTIVE EMPLOYEES OF\n   23  APPROVED  PRIVATE  RESIDENTIAL  AND  NON-RESIDENTIAL  SCHOOLS  WHICH ARE\n   24  LOCATED WITHIN THE STATE BY SUCH SCHOOLS PURSUANT TO SUBDIVISION  THIRTY\n   25  OF  SECTION THREE HUNDRED FIVE AND SECTION THREE THOUSAND THIRTY-FIVE OF\n   26  THIS CHAPTER, EXCEPT WHERE SUCH PROSPECTIVE EMPLOYEES HOLD VALID  CLEAR-\n   27  ANCE  PURSUANT TO SUCH SECTION THREE THOUSAND THIRTY-FIVE OR PURSUANT TO\n   28  SECTION THREE THOUSAND FOUR-B OF THIS CHAPTER OR  SECTION  FIVE  HUNDRED\n   29  NINE-CC  OR TWELVE HUNDRED TWENTY-NINE-D OF THE VEHICLE AND TRAFFIC LAW,\n   30  OR VALID CLEARANCE ISSUED BY THE CITY OF NEW YORK PURSUANT TO LOCAL LAW.\n   31  THE PROVISIONS OF THIS SUBDIVISION SHALL NOT APPLY TO PROGRAMS  OPERATED\n   32  PURSUANT TO SECTION FORTY-FOUR HUNDRED EIGHT OF THIS ARTICLE BY A SCHOOL\n   33  DISTRICT OR BOARD OF COOPERATIVE EDUCATIONAL SERVICES. PRIOR TO INITIAT-\n   34  ING THE FINGERPRINTING PROCESS, THE SCHOOL SHALL FURNISH THE PROSPECTIVE\n   35  EMPLOYEE  WITH THE FORM DESCRIBED IN PARAGRAPH (C) OF SUBDIVISION THIRTY\n   36  OF SECTION THREE HUNDRED FIVE OF  THIS  CHAPTER  AND  SHALL  OBTAIN  THE\n   37  APPLICANT'S CONSENT TO THE CRIMINAL HISTORY RECORDS SEARCH. EVERY SET OF\n   38  FINGERPRINTS  TAKEN  PURSUANT  TO  THIS  SUBDIVISION  SHALL  BE PROMPTLY\n   39  SUBMITTED TO THE COMMISSIONER FOR PURPOSES OF CLEARANCE FOR  EMPLOYMENT.\n   40  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW TO THE CONTRARY, THE COMMIS-\n   41  SIONER SHALL  BE  AUTHORIZED  TO  PROVIDE  SUBSEQUENT  CRIMINAL  HISTORY\n   42  NOTIFICATIONS TO APPROVED PRIVATE SCHOOLS FOR THEIR EMPLOYEES.\n   43    B.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW TO THE CONTRARY, THE\n   44  APPROVED PRIVATE SCHOOL MAY ESTABLISH  PROCEDURES  FOR  THE  CONDITIONAL\n   45  APPOINTMENT  OR EMERGENCY CONDITIONAL APPOINTMENT OF PROSPECTIVE EMPLOY-\n   46  EES OF THE SCHOOL TO THE SAME EXTENT AND UNDER THE SAME CONDITIONS AS  A\n   47  BOARD  OF EDUCATION OF A UNION FREE SCHOOL DISTRICT PURSUANT TO SUBDIVI-\n   48  SION THIRTY-NINE OF SECTION SEVENTEEN HUNDRED NINE OF THIS CHAPTER.\n   49    S 14. Section 4410 of the education law is amended  by  adding  a  new\n   50  subdivision 9-e to read as follows:\n   51    9-E.  FINGERPRINTING  OF  PROSPECTIVE EMPLOYEES.   A. THE COMMISSIONER\n   52  SHALL REQUIRE, FOR PURPOSES OF A  CRIMINAL  HISTORY  RECORD  CHECK,  THE\n   53  FINGERPRINTING  OF  ALL  PROSPECTIVE  EMPLOYEES OF APPROVED PROVIDERS OF\n   54  SPECIAL SERVICES OR PROGRAMS THAT ARE LOCATED WITHIN THE STATE  PURSUANT\n   55  TO  SUBDIVISION  THIRTY  OF SECTION THREE HUNDRED FIVE AND SECTION THREE\n   56  THOUSAND THIRTY-FIVE OF THIS  CHAPTER,  EXCEPT  WHERE  SUCH  PROSPECTIVE\n\n       S. 2420                             7\n\n    1  EMPLOYEES  HOLD  VALID CLEARANCE PURSUANT TO SUCH SECTION THREE THOUSAND\n    2  THIRTY-FIVE OR PURSUANT TO SECTION THREE THOUSAND FOUR-B OF THIS CHAPTER\n    3  OR SECTION FIVE HUNDRED NINE-CC OR TWELVE HUNDRED TWENTY-NINE-D  OF  THE\n    4  VEHICLE  AND  TRAFFIC LAW OR A VALID CLEARANCE ISSUED BY THE CITY OF NEW\n    5  YORK PURSUANT TO LOCAL LAW. AN INDIVIDUAL WHO PROVIDES RELATED  SERVICES\n    6  PURSUANT  TO  THIS  SECTION  SHALL  BE DEEMED A PROSPECTIVE EMPLOYEE FOR\n    7  PURPOSES OF THIS SUBDIVISION AND SHALL BE RESPONSIBLE FOR SUBMITTING HIS\n    8  OR HER FINGERPRINTS TO THE COMMISSIONER FOR PURPOSES OF RECEIVING CLEAR-\n    9  ANCE FOR EMPLOYMENT PRIOR TO HIS OR HER INCLUSION ON A LIST  OF  RELATED\n   10  SERVICE  PROVIDERS  MAINTAINED  BY THE MUNICIPALITY OR BOARD PURSUANT TO\n   11  PARAGRAPH C OF SUBDIVISION NINE OF THIS SECTION. PRIOR TO INITIATING THE\n   12  FINGERPRINTING PROCESS,  THE  PROVIDER  SHALL  FURNISH  ITS  PROSPECTIVE\n   13  EMPLOYEE  WITH THE FORM DESCRIBED IN PARAGRAPH (C) OF SUBDIVISION THIRTY\n   14  OF SECTION THREE HUNDRED FIVE OF  THIS  CHAPTER  AND  SHALL  OBTAIN  THE\n   15  APPLICANT'S CONSENT TO THE CRIMINAL HISTORY RECORDS SEARCH. EVERY SET OF\n   16  FINGERPRINTS  TAKEN  PURSUANT  TO  THIS  SUBDIVISION  SHALL  BE PROMPTLY\n   17  SUBMITTED TO THE COMMISSIONER FOR PURPOSES OF CLEARANCE FOR  EMPLOYMENT.\n   18  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW TO THE CONTRARY, THE COMMIS-\n   19  SIONER SHALL  BE  AUTHORIZED  TO  PROVIDE  SUBSEQUENT  CRIMINAL  HISTORY\n   20  NOTIFICATIONS  TO APPROVED PROVIDERS FOR THEIR EMPLOYEES. IN THE CASE OF\n   21  A PROSPECTIVE EMPLOYEE WHO IS EMPLOYED BY THE CITY  SCHOOL  DISTRICT  OF\n   22  THE  CITY  OF  NEW YORK, THE COMMISSIONER SHALL BE AUTHORIZED TO PROVIDE\n   23  SUBSEQUENT CRIMINAL HISTORY NOTIFICATIONS DIRECTLY TO  THE  CITY  SCHOOL\n   24  DISTRICT OF THE CITY OF NEW YORK.\n   25    B.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW TO THE CONTRARY, THE\n   26  APPROVED PROVIDER MAY ESTABLISH PROCEDURES FOR THE CONDITIONAL  APPOINT-\n   27  MENT  OR  EMERGENCY  CONDITIONAL APPOINTMENT OF PROSPECTIVE EMPLOYEES OF\n   28  THE PROVIDER TO THE SAME EXTENT AND UNDER THE SAME CONDITIONS AS A BOARD\n   29  OF EDUCATION OF A UNION FREE SCHOOL  DISTRICT  PURSUANT  TO  SUBDIVISION\n   30  THIRTY-NINE OF SECTION SEVENTEEN HUNDRED NINE OF THIS CHAPTER.\n   31    C.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW TO THE CONTRARY, THE\n   32  COMMISSIONER MAY ESTABLISH PROCEDURES FOR THE CONDITIONAL APPOINTMENT OR\n   33  EMERGENCY CONDITIONAL APPOINTMENT OF  INDIVIDUALS  WHO  PROVIDE  RELATED\n   34  SERVICES  PURSUANT TO THIS SECTION TO THE SAME EXTENT AND UNDER THE SAME\n   35  CONDITIONS AS A BOARD OF EDUCATION  OF  A  UNION  FREE  SCHOOL  DISTRICT\n   36  PURSUANT TO SUBDIVISION THIRTY-NINE OF SECTION SEVENTEEN HUNDRED NINE OF\n   37  THIS  CHAPTER. NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRA-\n   38  RY, THE COMMISSIONER SHALL PROVIDE EACH MUNICIPALITY OR BOARD  IN  WHICH\n   39  SUCH  INDIVIDUAL  SEEKS  TO BE INCLUDED ON A LIST OF RELATED SERVICES OR\n   40  SPECIAL EDUCATION ITINERANT SERVICES PROVIDERS WITH A COPY OF SUCH INDI-\n   41  VIDUAL'S CRIMINAL CLEARANCE OR DENIAL OF CRIMINAL CLEARANCE, AND IN  THE\n   42  EVENT  OF A DENIAL OF CLEARANCE, SUCH MUNICIPALITY OR BOARD SHALL REMOVE\n   43  THE INDIVIDUAL FROM SUCH LIST UNLESS CRIMINAL CLEARANCE IS  SUBSEQUENTLY\n   44  ISSUED  BY  THE COMMISSIONER. NOTWITHSTANDING ANY OTHER PROVISION OF LAW\n   45  TO THE CONTRARY, THE COMMISSIONER SHALL BE AUTHORIZED TO PROVIDE  SUBSE-\n   46  QUENT  CRIMINAL  HISTORY  NOTIFICATIONS TO EACH MUNICIPALITY OR BOARD IN\n   47  WHICH SUCH INDIVIDUAL IS INCLUDED ON A LIST OF RELATED  SERVICE  PROVID-\n   48  ERS.\n   49    S  15.  Subdivisions  3 and 5 of section 1125 of the education law, as\n   50  added by chapter 180 of the  laws  of  2000,  are  amended  to  read  as\n   51  follows:\n   52    3.  \"Employee\"  shall  mean  any  person receiving compensation from a\n   53  school district, A SPECIAL EDUCATION SCHOOL DISTRICT AS DEFINED IN PARA-\n   54  GRAPH (D) OF SUBDIVISION THIRTY OF SECTION THREE HUNDRED  FIVE  OF  THIS\n   55  CHAPTER  or  employee  of a contracted service provider or worker placed\n   56  within the school under a public assistance employment program, pursuant\n\n       S. 2420                             8\n\n    1  to title nine-B of article five of the social services law, and consist-\n    2  ent with the provisions of such title for the provision of  services  to\n    3  such  district, its students or employees, directly or through contract,\n    4  whereby  such  services  performed by such person involve direct student\n    5  contact.\n    6    5. \"Educational setting\" shall mean the  building  and  grounds  of  a\n    7  public  school  district, A SPECIAL EDUCATION SCHOOL DISTRICT AS DEFINED\n    8  IN PARAGRAPH (D) OF SUBDIVISION THIRTY OF SECTION THREE HUNDRED FIVE  OF\n    9  THIS  CHAPTER,  the  vehicles provided by the school district OR SPECIAL\n   10  EDUCATION SCHOOL for the transportation of students to and  from  school\n   11  buildings,  field  trips,  co-curricular and extra-curricular activities\n   12  both on and off school district grounds, all  co-curricular  and  extra-\n   13  curricular  activity  sites, and any other location where direct contact\n   14  between an employee or volunteer and a child has allegedly occurred.\n   15    S 16. Subdivision 3 of section 3035 of the education law,  as  amended\n   16  by  section  8 of chapter 630 of the laws of 2006, is amended to read as\n   17  follows:\n   18    3. After receipt of a criminal history record  from  the  division  of\n   19  criminal  justice  services  and the federal bureau of investigation the\n   20  commissioner shall promptly  notify  the  appropriate  school  district,\n   21  charter  school,  board  of  cooperative  educational  services, SPECIAL\n   22  EDUCATION SCHOOL or nonpublic or private elementary or secondary  school\n   23  whether the prospective employee to which such report relates is cleared\n   24  for  employment  based  upon  his  or her criminal history. All determi-\n   25  nations to grant or deny  clearance  for  employment  pursuant  to  this\n   26  subdivision shall be performed in accordance with subdivision sixteen of\n   27  section  two hundred ninety-six of the executive law and article twenty-\n   28  three-A of the correction law.  When the commissioner denies a  prospec-\n   29  tive  employee clearance for employment, such prospective employee shall\n   30  be afforded notice and the right to be heard and offer  proof  in  oppo-\n   31  sition  to  such determination in accordance with the regulations of the\n   32  commissioner.\n   33    S 17.  This act shall take effect on the  one  hundred  eightieth  day\n   34  after it shall have become a law; provided that:\n   35    (a)  the commissioner of education is authorized to promulgate any and\n   36  all rules and regulations and  take  any  other  measures  necessary  to\n   37  implement  the provisions of this act on its effective date on or before\n   38  such date;\n   39    (b) the provisions of this act shall apply to prospective employees of\n   40  special education schools who are appointed on or after  such  effective\n   41  date  and  to individual providers of preschool related services who are\n   42  placed on lists maintained by the municipality pursuant to subdivision 9\n   43  of section 4410 of the education law on and after such effective date.\n",
  "memo" : "BILL NUMBER:S2420\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to requiring the fingerprinting\nof prospective employees of public or publicly-funded special education\nschools for the purpose of conducting criminal history record checks\n\nPURPOSE:\nThe purpose of this bill is to protect the health and safety of\nstudents with disabilities who attend various special education\nschools in settings outside of a public school district or board of\ncooperative educational services (BOCES) by requiring the\nfingerprinting and criminal history record checks of prospective\nemployees of such schools on the same basis as prospective employees\nof school districts, charter schools and BOCES.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill amends paragraphs a and b of subdivision 30 of\nsection 305 of the Education Law to make the provisions that require\nthe Commissioner of Education to promulgate regulations on\nfingerprinting of prospective employees and develop forms relating to\nfingerprinting and notices to employees applicable to prospective\nemployees of special education schools. Such regulations would not\napply to special education schools located within the City of New\nYork, which currently fingerprints employees of special education\nschools that contract with the New York City School District.\n\nSection 2 of the bill amends subparagraph (vii) of paragraph C of\nsubdivision 30 of section 305 of the Education Law to make the\nprovision requiring the destruction of an employee's fingerprinting\nrecords 12 months after termination if the individual is not employed\nby another public school also apply to employees of special education\nschools and to re-employment in such schools.\n\nSection 3 of the bill amends paragraph d of subdivision 30 of section\n305 to make the provision that requires the Commissioner to develop\nforms to be completed by prospective employees when conditional\nappointments and emergency conditional appointments are made\napplicable to special education schools.\n\nSection 4 of the bill adds a new paragraph (f) to subdivision 30 of\nsection 305 of the Education Law to define a \"special education\nschool\" as a State school operated pursuant to Article 87 or 88 of\nthe Education Law (i.e., the State School for the Blind at Batavia\nand the State School for the Deaf at Rome); a State-supported school\noperated pursuant to Article 85 of the Education Law (i.e., a \"4201\nschool\"); an approved private non-residential or residential school\nfor students with disabilities that is located within the state\n(i.e., a \"Chapter 853 school\");\nor an approved provider of preschool special education services or\nprograms that are located within the state (i.e., \"4410 providers\");\n\nprovided that such term shall not include a school or facility\noperated or licensed by another State agency unless such school or\nfacility is also an approved private school for students with\ndisabilities or an approved preschool provider.\n\nSection 5 of the bill amends subdivision 1 of section 3035 of the\nEducation Law to make the provision that requires the Commissioner to\nsubmit fingerprints to the Division of Criminal Justice Services\n(DCJS) with required processing fees and requires DCJS and the\nFederal Bureau of Investigations (FBI) to submit the criminal history\nrecord to the commissioner in a timely manner, also applicable to\nfingerprints received from a special education school pursuant to\nTitle 6 of the Education Law, except a special education school\nlocated within the City of New York. It also makes the definition of\nan \"employee\" that is contained in Education Law &sect; 1125(3) apply to\nspecial education schools.\n\nSection 6 of the bill amends subdivision 3 of section 3035 of the\nEducation Law to make the existing procedures for conditional\nclearances and emergency conditional clearances apply to special\neducation schools.\nSection 6 also amends subdivision 3-a of section 3035 to authorize the\nsharing of criminal history record information on employees of\nspecial education schools between the City of New York and the\ncommissioner to authorize the Division of Criminal Justice Services\nto provide subsequent criminal history to the Commissioner for\nemployees of special education schools located outside New York City\nand to the City of New York for special education schools that\ncontract with the New York City School District.\n\nSection 7 of the bill amends paragraph i of subdivision a of section\n4212 of the Education Law to require that applicants for employment\nby 4201 schools be fingerprinted in accordance with subdivision (d)\nof such section.\n\nSection 8 of the bill adds a new subdivision (d) to section 4212 of\nthe Education Law to require the fingerprinting of all prospective\nemployees of 4201 schools unless they have already received clearance\nfor employment pursuant to sections 3035 or 3004-b of the Education\nLaw (i.e., through a public school or teacher certification) or\nsection 509-cc or 1229-d of the Vehicle and Traffic Law (school bus\ndrivers and attendants)\nor by the City of New York pursuant to local law. The new\nsubdivision also authorizes the Commissioner to provide subsequent\ncriminal history notifications to the schools. The new subdivision\nalso authorizes conditional appointments and emergency conditional\nappointments of prospective employees of such schools to the same\nextent and under the same conditions as a board of education of a\nunion free school district pursuant to Education Law &sect; 1709(39).\n\nSection 9 of the bill amends paragraph i of subdivision a of section\n4314 of the Education Law to require that applicants for employment\n\nby the State School for the Blind at Batavia be fingerprinted in\naccordance with subdivision (d) of such section.\n\nSection 10 of the bill adds a new subdivision (d) to section 4314 of\nthe Education Law to require the fingerprinting of all prospective\nemployees of the State School for the Blind at Batavia unless they\nhave already received clearance for employment pursuant to sections\n3035 or 3004-b of the Education Law (i.e., through a public school or\nteacher certification) or section 509-cc or 1229-d of the Vehicle and\nTraffic Law (school bus drivers and attendants) or by the City of New\nYork pursuant to local law. The new subdivision also authorizes\nconditional appointments and emergency conditional appointments of\nprospective employees of such schools to the same extent and under\nthe same conditions as a board of education of a union free school\ndistrict pursuant to Education Law &sect; 1709(39).\n\nSection 11 of the bill amends paragraph i of subdivision a of section\n4358 of the Education Law to require that applicants for employment\nby the State School for the Deaf at Rome be fingerprinted in\naccordance with subdivision (d) of such section.\n\nSection 12 of the bill adds a new subdivision (d) to section 4358 of\nthe Education Law to require the fingerprinting of all prospective\nemployees of the State School for the Deaf at Rome unless they have\nalready received clearance for employment pursuant to sections 3035\nor 3004-b of the Education Law (i.e., through a public school or\nteacher certification) or section 509-cc or 1229-d of the Vehicle and\nTraffic Law (school bus drivers and attendants) or by the City of New\nYork pursuant to local law. The new subdivision also authorizes\nconditional appointments and emergency conditional appointments of\nprospective employees of such schools to the same extent and under\nthe same conditions as a board of education of a union free school\ndistrict pursuant to Education Law &sect; 1709(39).\n\nSection 13 of the bill amends paragraph a of subdivision 11 of section\n4403 of the Education Law to require that applicants for employment\nby Chapter 853 schools be fingerprinted in accordance with\nsubdivision 21 of such section.\n\nSection 14 of the bill adds a new subdivision 21 to section 4403 of\nthe Education Law to require the fingerprinting of all prospective\nemployees of Chapter 853 schools unless they have already received\nclearance for employment pursuant to sections 3035 or 3004-b of the\nEducation Law (i.e., through a public school or teacher\ncertification) or section 509-cc or 1229-d of the Vehicle and Traffic\nLaw (school bus drivers and attendants) or by the City of New York\npursuant to local law. The new\nsubdivision also authorizes the Commissioner to provide subsequent\ncriminal history notifications to the schools. The new subdivision\nalso authorizes conditional appointments and emergency conditional\nappointments of prospective employees of such schools to the same\nextent and under the same conditions as a board of education of a\n\nunion free school district pursuant to Education Law &sect; 1709(39). The\nnew subdivision also clarifies that it does not apply to an approved\nJuly and August program under Education Law section 4408 that is\noperated by a school district or BOCES.\n\nSection 15 of the bill adds a new subdivision 9-e to section 4410 of\nthe Education Law to require the fingerprinting of all prospective\nemployees of 4410 providers unless they have already received\nclearance for employment pursuant to sections 3035 or 3004-b of the\nEducation Law (i.e., through a public school or teacher\ncertification) or section 509-cc or 1229-d of the Vehicle and Traffic\nLaw (school bus drivers and attendants), or a valid clearance issued\nby the City of New York pursuant to local law. The new subdivision\nalso clarifies that individual related service providers are\nresponsible for submitting their own fingerprints prior to inclusion\nof a list maintained by the municipality or board pursuant to\nsubdivision (9) (c) of section 4410. The new subdivision also\nauthorizes the Commissioner to provide subsequent criminal history\nnotifications to the approved providers or to the City School\nDistrict of the City of New York for its employees. The new\nsubdivision also authorizes conditional appointments and emergency\nconditional appointments of prospective employees of such schools to\nthe same extent and under the same conditions as a board of education\nof a union free school district pursuant to Education Law &sect; 1709(39).\nThe\nnew subdivision also clarifies that it does not apply to an approved\nJuly and August program under Education Law section 4408 that is\noperated by a school district or BOCES. Finally, the new subdivision\nauthorizes the Commissioner to provide a copy of the employees'\nclearance for employment or a denial of clearance to each\nmunicipality that employs or has such individual on a list of related\nservice providers.\n\nSection 16 amends subdivision 3 of section 1125 of the Education Law\nto include persons receiving compensation in special education school\ndistricts in the definition of employee. Subdivision 5 of section\n1125 of the Education Law is amended to special education schools and\nschool districts in the definition of educational setting.\n\nSection 17 amends subdivision 3 of section 3035 of the Education Law,\nas such subdivision existed prior to its amendment by Chapter 630 of\nthe Laws of 2006, to assure that the expiration of the amendments\nmade by Chapter 147 will not affect the amendment to subdivision 3\nthat is needed to provide for clearances by special education\nschools. This bill section only takes effect if the provisions of\nChapter 147 expire and are deemed repealed.\n\nSection 18 appropriates $250,000 to the State Education Department\nfor its expenses in implementing this bill in the first year.\n\nSection 19 is the effective date.\n\nJUSTIFICATION:\nFingerprinting requirements were imposed on prospective employees of\nschool districts, BOCES and charter schools by Chapter 180 of the\nLaws of 2000. This bill would extend the protection currently\nprovided by the\ncriminal history record checks of prospective employees of such public\nschools to fully cover prospective employees of the various types of\npublicly-funded schools that serve students with disabilities placed\nby school district committees on special education and committees on\npreschool special education.\n\nThe City of New York currently fingerprints employees of special\neducation schools with which it contracts, but there is no\nfinger-printing requirement in place for special education schools\nlocated outside the City of New York that do not contract with the\nNew York City School District. Now that school districts, BOCES and\ncharter schools are required to fingerprint applicants for\nemployment, and as more and more states impose fingerprinting\nrequirements for their school employees, leaving our special\neducation schools unprotected creates a serious risk. Those convicted\nof certain crimes would be disqualified from serving in public\nschools, such as sex offenses involving children, and as such may\nseek out employment in schools not authorized to screen prospective\nemployees through an FBI background check.\n\nStudents with disabilities are perhaps the most vulnerable student\npopulation of all, and exposing them to the risk of abuse by\nindividuals with criminal histories involving physical or sexual\nabuse of children is simply unconscionable, regardless of the costs\nand burdens of fully implementing a fingerprinting system. The\nexisting protections provided to students with disabilities are not\nadequate. Education Law &sect;&sect; 4212, 4314, 4358 and 4403(11) and Title 6\nof the Social Services Law provide protections against abuse and\nmaltreatment of students with disabilities in residential care,\nincluding requirements that applicants for employment provide\nsworn statements of their criminal history and access by special\neducation schools to the Statewide Central Register of Child Abuse\nand Maltreatment for the purpose of screening applicants for\nemployment. However, the Statewide Central Register will only pick up\nprior founded reports of child abuse or maltreatment against the\nindividual, and the legal definition of child abuse and maltreatment\nis too narrow to cover many criminal offenses that ought to be\ndisqualifying, such as sexual offenses involving children for whom\nthe individual is not the parent or otherwise responsible under the\nFamily Court Act or rape or other serious offenses involving adults.\nMoreover, there is no such protection for students with disabilities\nin non-residential schools, and no mechanism in either residential or\nnon-residential schools for screening for criminal history on a\nnational basis through the FBI. It is because of the need for\nstatutory authorization for an FBI criminal history check that this\nbill includes the State Schools for the Deaf and Blind, where a State\ncriminal history check has already been implemented.\n\nIn recognition of the costs and administrative burdens that would\nresult from immediate imposition of fingerprinting requirements, this\nbill follows the same measured approach that was adopted in Chapter\n180 of 2000 establishing fingerprinting requirements. Fingerprinting\nis imposed only prospectively-it applies to new applicants for\nemployment and does not apply to existing employees. Instead of\ninvolving school districts or BOCES in the fingerprinting of\nemployees of other entities, the bill makes the special education\nschools responsible for ensuring that their prospective employees are\nfingerprinted and granted criminal clearance by the Commissioner of\nEducation. Duplication of fingerprinting requirements is avoided to\nthe extent practicable, though there are circumstances under which\nindividuals who are fingerprinted and subjected to a criminal history\nrecord check under other laws are not exempted by this\nbill because such other laws do not authorize an FBI criminal history\nrecord check. For example, this bill does not provide an exemption\nfor individuals employed by approved providers under section 4410 of\nthe Education Law who have been fingerprinted under the provisions of\n&sect; 390-b of the Social Services Law applicable to day care workers,\nbecause there is no provision for an FBI criminal history record\ncheck under that statute. Once an individual is given criminal\nclearance after having been fingerprinted by a school district\npursuant to Education Law &sect; 3035 or after they apply for a teachers'\ncertificate, they will not need to be re-fingerprinted. Special\neducation schools located within the City of New York and individuals\nwho are employed by special education schools located outside of the\nCity of New York who receive clearance by the City of New York would\nalso be exempted. With those exceptions, the bill tracks the existing\nrequirements for criminal history record checks of prospective school\ndistrict employees, providing special education school prospective\nemployees with the same due process protections as school district\nprospective employees.\n\nTo ensure the protection of children in special education schools,\nthis bill establishes standardized practices and procedures for\nschools to follow which guarantee that allegations of child abuse by\nschool employees and volunteers with direct access to school children\nare investigated by appropriate law enforcement authorities. This\nlegislation is required to fill a major gap in State law affecting\nthe protection of children from child abuse. Whereas, all officers\nand employees of the New York City School District and New York State\nPublic School Districts are required to report incidences of\nmisconduct, no comparable directive requiring an investigation of\nallegations by a law enforcement agency exists in these special\neducation schools. As a result, employees have been permitted to\n\"quietly\" resign in the face of child abuse allegations, enabling\nthem to again victimize children in another school setting. This bill\nwill eliminate \"quiet\" resignations and provide an important measure\nof protection for children in these special education schools.\n\nLEGISLATIVE HISTORY:\n\n2009-10: S.3440 - Referred to Education\n2007-08: S.5774 - Passed Senate\n2005-06: Similar to S.5432 - Passed Senate\n\nFISCAL IMPLICATIONS:\nIt is estimated that this bill would result in an annual cost to\nthe State of $225,000, for staff to handle the additional workload\nthat would be generated by this bill.  Applicants for positions at\nspecial education schools would be required to pay a processing fee\nfor a criminal history record check by DCJS and the FBI that is\ncurrently set at $99.  Special education schools located within\nthe City of New York would be exempt and a substantial proportion\nof the employees of special education schools located outside the\nCity of New York, and would also be exempted.\n\nEFFECTIVE DATE:\nThis act would take effect on the 180th day after it shall have become\na law, provided that the commissioner's authority to promulgate any\nregulations needed to implement the act on such effective date would\ntake effect immediately and provided further that the provisions of\nthis act shall apply to prospective employees of special education\nschools who are appointed on or after such effective date and to\nindividual providers of preschool related services who are placed on\nlists maintained by the municipality pursuant to subdivision 9 of\nsection 4410 of the education law on and after such effective date.\nThe provisions of section 6 of this act would expire and be deemed\nrepealed in accordance with section 12 of Chapter 147 of the Laws of\n2001, whereupon the provisions of section 17 of this act would take\neffect.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring the fingerprinting of prospective employees of public or publicly-funded special education schools for the purpose of conducting criminal history record checks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T153912.TXT", "SOBI.D110120.T140405.TXT", "SOBI.D110120.T142407.TXT", "SOBI.D110120.T140905.TXT", "SOBI.D110120.T150910.TXT", "SOBI.D110126.T181321.TXT", "SOBI.D110120.T145409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601474
}