{
  "year" : 2011,
  "senateBillNo" : "S242-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S242-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes additional penalties for prohibited sales of alcoholic beverages",
  "summary" : "Provides that a person who illegally sells, gives away or delivers an alcoholic beverage to a minor shall have his or her license to drive a motor vehicle suspended for a period of thirty days for a first offense, ninety days for a second offense and a year for a third or subsequent offense; does not apply to persons licensed under the alcoholic beverage control law. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S1404-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          242\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. MAZIARZ, FLANAGAN, GOLDEN -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Investi-\n         gations and Government Operations\n\n       AN ACT to amend the alcoholic beverage control law, in relation to addi-\n         tional penalties for prohibited sales of alcoholic beverages\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The alcoholic beverage control law is amended by adding a\n    2  new section 65-e to read as follows:\n    3    S 65-E. ADDITIONAL PENALTIES FOR PROHIBITED SALES OF ALCOHOLIC  BEVER-\n    4  AGES.  IF A DETERMINATION IS MADE SUSTAINING A CHARGE VIOLATING SUBDIVI-\n    5  SION TWO OF SECTION 260.20 OF THE PENAL LAW, IN ADDITION TO THE  IMPOSI-\n    6  TION  OF  ANY  OTHER  PENALTY  AUTHORIZED UNDER SUCH LAW THE COURT SHALL\n    7  SUSPEND SUCH PERSON'S LICENSE TO DRIVE A MOTOR VEHICLE AND THE PRIVILEGE\n    8  OF AN UNLICENSED PERSON OF OBTAINING SUCH LICENSE, FOR A PERIOD OF THIR-\n    9  TY DAYS FOR A FIRST OFFENSE, NINETY DAYS FOR A SECOND  OFFENSE  AND  ONE\n   10  YEAR  FOR A THIRD OFFENSE OR ANY SUBSEQUENT OFFENSE.  HOWEVER, THE COURT\n   11  MAY ISSUE AN ORDER PERMITTING SUCH PERSON TO OPERATE A MOTOR VEHICLE FOR\n   12  PURPOSES OF THE PERSON'S EMPLOYMENT, ATTENDANCE AT SCHOOL  OR  TO  COURT\n   13  COUNSELING PROGRAMS DURING THE HOURS OF THE DAY AND THE DAYS OF THE WEEK\n   14  SET  FORTH  IN  THE  ORDER.  PROVIDED,  HOWEVER,  THE PROVISIONS OF THIS\n   15  SECTION SHALL NOT APPLY TO A PERSON LICENSED UNDER THIS CHAPTER.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01590-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to additional penalties for prohibited sales of alcoholic beverages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101215.T103856.TXT", "SOBI.D101213.T115306.TXT", "SOBI.D101213.T120307.TXT", "SOBI.D101213.T105804.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292427536916
}