{
  "year" : 2011,
  "senateBillNo" : "S2421-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S2421-2011-1295499600000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BALL",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the ballots of deceased military personnel shall be counted toward the election for which they were cast",
  "summary" : "Provides that the ballots of deceased military personnel shall be counted toward the election for which they were cast. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : "A1450",
  "lawSection" : "Military Law",
  "previousVersions" : [ "A8077-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "FARLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2421\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sens.  BALL,  FARLEY,  LARKIN  -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Veter-\n         ans, Homeland Security and Military Affairs\n\n       AN  ACT  to  amend the military law and the election law, in relation to\n         the counting of ballots of deceased military personnel\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The military law is amended by adding a new section 234 to\n    2  read as follows:\n    3    S 234. COUNTING OF BALLOTS OF DECEASED MILITARY PERSONNEL. ANY  MEMBER\n    4  OF  THE ARMY, NAVY, AIR FORCE, MARINES, COAST GUARD, ARMY RESERVE, NAVAL\n    5  RESERVE, MARINE RESERVE, AIR FORCE RESERVE,  NATIONAL  GUARD,  NEW  YORK\n    6  ARMY  NATIONAL  GUARD,  NEW  YORK AIR NATIONAL GUARD, NEW YORK GUARD, OR\n    7  NAVAL MILITIA, WHO CASTS AN ABSENTEE OR MILITARY BALLOT WHILE ON  ACTIVE\n    8  DUTY,  SHALL  HAVE  SUCH  BALLOT BE COUNTED, EVEN IN THE EVENT THAT SUCH\n    9  SERVICE MEMBER DIES BEFORE THE DATE OF THE SCHEDULED ELECTION FOR  WHICH\n   10  IT WAS CAST.\n   11    S 2. The election law is amended by adding a new section 8-413 to read\n   12  as follows:\n   13    S  8-413.  COUNTING  OF  BALLOTS  OF  DECEASED MILITARY PERSONNEL. ANY\n   14  MEMBER OF THE ARMY, NAVY, AIR FORCE, MARINES, COAST GUARD, ARMY RESERVE,\n   15  NAVAL RESERVE, MARINE RESERVE, AIR FORCE RESERVE,  NATIONAL  GUARD,  NEW\n   16  YORK  ARMY  NATIONAL GUARD, NEW YORK AIR NATIONAL GUARD, NEW YORK GUARD,\n   17  OR NAVAL MILITIA, WHO CASTS AN ABSENTEE  OR  MILITARY  BALLOT  WHILE  ON\n   18  ACTIVE  DUTY,  SHALL HAVE SUCH BALLOT BE COUNTED, EVEN IN THE EVENT THAT\n   19  SUCH SERVICE MEMBER DIES BEFORE THE DATE OF THE SCHEDULED  ELECTION  FOR\n   20  WHICH IT WAS CAST.\n   21    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03922-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the military law and the election law, in relation to the counting of ballots of deceased military personnel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T141406.TXT", "SOBI.D110120.T150410.TXT", "SOBI.D110120.T145937.TXT", "SOBI.D110120.T142407.TXT", "SOBI.D110120.T145409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295553850457
}