{
  "year" : 2011,
  "senateBillNo" : "S2424-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S2424-2011-1295499600000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BALL",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York State veterans cemetery act",
  "summary" : "Establishes the New York State veterans cemetary act. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2424\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sen.  BALL  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the executive law, in relation to the  establishment  of\n         the New York State veterans cemetery act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the  \"New  York\n    2  State veterans cemetery act\".\n    3    S  2. The executive law is amended by adding a new section 369 to read\n    4  as follows:\n    5    S 369. VETERANS CEMETERY PROGRAM.   THE NEW  YORK  STATE  DIVISION  OF\n    6  VETERANS  AFFAIRS  IS  HEREBY  DIRECTED  TO CONDUCT AN INVESTIGATION AND\n    7  STUDY ON THE ISSUE OF THE ESTABLISHMENT OF A  NEW  YORK  STATE  VETERANS\n    8  CEMETERY  PROGRAM. SUCH INVESTIGATION AND STUDY SHALL BE COMPLETED ON OR\n    9  BEFORE DECEMBER THIRTY-FIRST, TWO THOUSAND TWELVE.   WITHIN NINETY  DAYS\n   10  OF  THE  COMPLETION  OF SUCH INVESTIGATION AND STUDY, THE NEW YORK STATE\n   11  DIVISION OF VETERANS AFFAIRS SHALL COMPLETE AND DELIVER, TO THE CHAIR OF\n   12  THE SENATE COMMITTEE ON VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS\n   13  AND THE CHAIR OF THE ASSEMBLY COMMITTEE ON VETERANS' AFFAIRS A REPORT ON\n   14  SUCH INVESTIGATION AND STUDY, CONTAINING RECOMMENDATIONS TO THE LEGISLA-\n   15  TURE ON THE ESTABLISHMENT OF A NEW YORK STATE VETERANS CEMETERY PROGRAM.\n   16  SUCH RECOMMENDATIONS SHALL INCLUDE WHAT MEASURES NEED TO BE TAKEN BY NEW\n   17  YORK STATE TO ESTABLISH SUCH A PROGRAM, WHAT LAWS SHOULD BE  AMENDED  OR\n   18  ADDED  TO ESTABLISH SUCH A PROGRAM, AND WHAT FISCAL RESOURCES WOULD NEED\n   19  TO BE APPROPRIATED AND EXPENDED, IF ANY, TO ESTABLISH SUCH A PROGRAM.\n   20    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08544-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the establishment of the New York State veterans cemetery act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T141406.TXT", "SOBI.D110120.T142907.TXT", "SOBI.D110120.T142407.TXT", "SOBI.D110120.T144909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295552949027
}