{
  "year" : 2011,
  "senateBillNo" : "S2425-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2425-2011-1295499600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a policy and procedures for state site selection in urban areas",
  "summary" : "Establishes a policy that state facilities and state uses of space in urban areas shall serve to strengthen the state's cities; establishes criteria and procedures to carry out such policy. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Public Lands Law",
  "previousVersions" : [ "S5683-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2425\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sens.  STEWART-COUSINS, HANNON, HASSELL-THOMPSON, KLEIN,\n         MONTGOMERY, OPPENHEIMER -- read twice and ordered  printed,  and  when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN  ACT to amend the public lands law, in relation to site selection for\n         state use\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public lands law is amended by adding a new section 2-c\n    2  to read as follows:\n    3    S  2-C.  SITE  SELECTION FOR STATE USE. 1. IT IS HEREBY DECLARED TO BE\n    4  THE POLICY OF THE STATE THAT STATE FACILITIES AND STATE USE OF SPACE  IN\n    5  URBAN  AREAS  SHALL  SERVE  TO STRENGTHEN THE STATE'S CITIES AND TO MAKE\n    6  THEM ATTRACTIVE PLACES TO LIVE  AND  WORK.  SUCH  SPACE  SHALL  CONSERVE\n    7  EXISTING URBAN RESOURCES AND ENCOURAGE THE DEVELOPMENT AND REDEVELOPMENT\n    8  OF  CITIES. PROCEDURES FOR MEETING SPACE NEEDS IN URBAN AREAS SHALL GIVE\n    9  SERIOUS CONSIDERATION TO THE  IMPACT  A  SITE  SELECTION  WILL  HAVE  ON\n   10  IMPROVING  THE  SOCIAL, ECONOMIC, ENVIRONMENTAL, AND CULTURAL CONDITIONS\n   11  OF THE COMMUNITIES IN THE URBAN AREA.\n   12    2. EXCEPT WHERE SUCH SELECTION IS OTHERWISE  PROHIBITED,  THE  PROCESS\n   13  FOR  MEETING STATE SPACE NEEDS IN URBAN AREAS SHALL GIVE FIRST CONSIDER-\n   14  ATION TO A CENTRALIZED COMMUNITY BUSINESS AREA  AND  ADJACENT  AREAS  OF\n   15  SIMILAR  CHARACTER,  INCLUDING  OTHER SPECIFIC AREAS WHICH MAY BE RECOM-\n   16  MENDED BY LOCAL OFFICIALS.\n   17    3. THE PROCESS OF MEETING STATE SPACE NEEDS IN URBAN  AREAS  SHALL  BE\n   18  CONSISTENT WITH THE POLICIES OF THIS SECTION AND SHALL INCLUDE CONSIDER-\n   19  ATION OF THE FOLLOWING CRITERIA:\n   20    (A)  COMPATIBILITY OF THE SITE WITH STATE, REGIONAL, OR LOCAL DEVELOP-\n   21  MENT, REDEVELOPMENT, OR CONSERVATION OBJECTIVES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04601-01-1\n\n       S. 2425                             2\n\n    1    (B) IMPACT ON ECONOMIC DEVELOPMENT AND EMPLOYMENT OPPORTUNITIES IN THE\n    2  URBAN AREA, INCLUDING THE UTILIZATION OF HUMAN, NATURAL,  CULTURAL,  AND\n    3  COMMUNITY RESOURCES.\n    4    (C) AVAILABILITY OF ADEQUATE LOW AND MODERATE INCOME HOUSING FOR STATE\n    5  EMPLOYEES AND THEIR FAMILIES ON A NONDISCRIMINATORY BASIS.\n    6    (D)  AVAILABILITY  OF  ADEQUATE  PUBLIC TRANSPORTATION AND PARKING AND\n    7  ACCESSIBILITY TO THE PUBLIC.\n    8    4. PROCEDURES FOR MEETING SPACE NEEDS IN URBAN AREAS SHALL BE CONSIST-\n    9  ENT WITH THE POLICIES OF THIS SECTION AND SHALL INCLUDE CONSIDERATION OF\n   10  THE FOLLOWING ALTERNATIVES:\n   11    (A) AVAILABILITY OF EXISTING STATE CONTROLLED FACILITIES.\n   12    (B) UTILIZATION OF BUILDINGS OF HISTORIC, ARCHITECTURAL,  OR  CULTURAL\n   13  SIGNIFICANCE.\n   14    (C) ACQUISITION OR UTILIZATION OF EXISTING PRIVATELY OWNED FACILITIES.\n   15    (D) CONSTRUCTION OF NEW FACILITIES.\n   16    (E) OPPORTUNITIES FOR LOCATING CULTURAL, EDUCATIONAL, RECREATIONAL, OR\n   17  COMMERCIAL ACTIVITIES WITHIN THE PROPOSED FACILITY.\n   18    5.  THE  COMMISSIONER  OF  GENERAL  SERVICES SHALL DEVELOP PROGRAMS TO\n   19  IMPLEMENT THE POLICIES OF THIS SECTION THROUGH THE EFFICIENT ACQUISITION\n   20  AND UTILIZATION OF STATE OWNED AND LEASED  SPACE.  IN  PARTICULAR,  SUCH\n   21  COMMISSIONER SHALL:\n   22    (A)  SELECT,  ACQUIRE,  AND  MANAGE STATE SPACE IN A MANNER WHICH WILL\n   23  FOSTER THE POLICIES AND PROGRAMS OF THE STATE GOVERNMENT AND IMPROVE THE\n   24  MANAGEMENT AND ADMINISTRATION OF GOVERNMENT ACTIVITIES.\n   25    (B) ISSUE REGULATIONS, STANDARDS,  AND  CRITERIA  FOR  THE  SELECTION,\n   26  ACQUISITION, AND MANAGEMENT OF STATE OWNED AND LEASED SPACE.\n   27    (C)  PERIODICALLY  UNDERTAKE  SURVEYS  OF SPACE REQUIREMENTS AND SPACE\n   28  UTILIZATION IN THE EXECUTIVE AGENCIES.\n   29    (D) ENSURE, IN COOPERATION WITH THE HEADS OF EXECUTIVE AGENCIES,  THAT\n   30  THEIR  ESSENTIAL  SPACE REQUIREMENTS ARE MET IN A MANNER THAT IS ECONOM-\n   31  ICALLY FEASIBLE AND PRUDENT.\n   32    (E) MAKE MAXIMUM USE OF EXISTING STATE CONTROLLED FACILITIES WHICH, IN\n   33  HIS JUDGMENT, ARE ADEQUATE OR  ECONOMICALLY  ADAPTABLE  TO  MEETING  THE\n   34  SPACE NEEDS OF EXECUTIVE AGENCIES.\n   35    (F) ANNUALLY SUBMIT LONG-RANGE PLANS AND PROGRAMS FOR THE ACQUISITION,\n   36  MODERNIZATION, AND USE OF SPACE FOR APPROVAL BY THE GOVERNOR.\n   37    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public lands law, in relation to site selection for state use ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T141907.TXT", "SOBI.D110120.T150410.TXT", "SOBI.D110120.T145937.TXT", "SOBI.D110121.T125024.TXT", "SOBI.D110121.T125524.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295632524038
}