{
  "year" : 2011,
  "senateBillNo" : "S2426-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2426-2011-1295499600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes technical corrections to provisions of law pertaining to the qualification and cancellation of voter registration; and the investigation surrounding such issue",
  "summary" : "Makes technical corrections to provisions of law pertaining to the qualification and cancellation of voter registration and the investigation surrounding such issues. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S5398-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2426\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sens. STEWART-COUSINS, HASSELL-THOMPSON, KRUEGER, OPPEN-\n         HEIMER -- read twice and ordered  printed,  and  when  printed  to  be\n         committed to the Committee on Elections\n\n       AN  ACT  to  amend  the  election  law,  in relation to making technical\n         corrections thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 5-702 of the election law, subdivisions 1 and 6 as\n    2  amended by chapter 339 of the laws of 1986 and subdivisions 7 and  9  as\n    3  amended  by  chapter  659  of  the  laws  of 1994, is amended to read as\n    4  follows:\n    5    S 5-702. Voters' check cards; investigation. 1. The board of elections\n    6  shall cause a bipartisan team of regular or special  employees  of  such\n    7  board  to conduct an investigation of the qualifications to register and\n    8  vote, or cause a voter's check card to be prepared for  each  voter  who\n    9  was registered after being challenged or who was challenged after regis-\n   10  tration  and,  if  requested  by  any member of the board, for any other\n   11  voter. [The board shall forthwith deliver each such voter's  check  card\n   12  to  the  head  of  the police department in the city, town or village in\n   13  which the voter resides, or, if there be no such police  department,  to\n   14  the  sheriff  or  head of the police department of the county. The board\n   15  shall make and retain an inventory list of all cards so delivered.]\n   16    2. The [head of the police department  or  sheriff]  COUNTY  OR  STATE\n   17  BOARD OF ELECTIONS, forthwith shall cause an investigation to be made to\n   18  determine,  in  each  instance,  whether the registrant resides, and how\n   19  long he OR SHE has resided, at the address at which he OR SHE  claims  a\n   20  residence,  and  to  check the facts relating to why the voter was chal-\n   21  lenged. Such investigation shall be completed  within  five  days  after\n   22  receipt  of  such check cards.  Each check card shall be signed with the\n   23  title or rank, badge number, if any, and signature of the [police  offi-\n   24  cer, sheriff or deputy] INVESTIGATING OFFICER FOR THE BOARD OF ELECTIONS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04072-01-1\n\n       S. 2426                             2\n\n    1  making the investigation, who shall note above such signature whether he\n    2  OR  SHE personally interviewed the registrant and, if not, the full name\n    3  of at least one other person whom he OR SHE  personally  interviewed  at\n    4  the  registrant's  claimed  residence or place of employment; the place,\n    5  date and hour of  such  interview;  the  family  relationship,  if  any,\n    6  between  the registrant and the person interviewed; and any reason he OR\n    7  SHE may have to believe that the  registrant  does  not  reside  at  the\n    8  address  given or does not possess the qualifications prescribed by this\n    9  chapter for eligibility for registration. If he OR SHE is satisfied that\n   10  the registrant resides at such address and does possess such  qualifica-\n   11  tions  [he] THE INVESTIGATING OFFICER shall write the word \"valid\" above\n   12  his OR HER signature. If [the] SUCH INVESTIGATING officer  charged  with\n   13  or actually making such investigation knows [of his] WITH personal know-\n   14  ledge  that the registrant is a qualified voter in the election district\n   15  in which such registrant claims a residence,  he  OR  SHE  may,  without\n   16  further  investigation,  endorse on such check card[, above his title or\n   17  rank, badge number, if any, and signature,] the words  \"Valid;  Personal\n   18  knowledge.\"  [Such endorsement shall be considered for all purposes as a\n   19  statement under oath by such officer that the registrant is qualified to\n   20  vote from the residence claimed.]\n   21    3. [No later than the sixth day after receipt of such check cards from\n   22  the board of elections the head of  the  police  department  or  sheriff\n   23  shall  return  them, in sealed wrappers and in each instance endorsed as\n   24  required by subdivision two of this section, to the board of  elections.\n   25  Each  wrapper shall contain all of the check cards for a single election\n   26  district, alphabetically arranged in two groups.] AN INVESTIGATION SHALL\n   27  BE CONDUCTED WITHIN A SEVEN DAY  PERIOD.    THE  CHECK  CARDS  SHALL  BE\n   28  DIVIDED  INTO  TWO  GROUPS.  The first group shall contain all the check\n   29  cards marked \"Valid\" or \"Valid: Personal knowledge.\"  The  second  group\n   30  shall  contain  the  remainder of such check cards. On the face of [the]\n   31  EACH wrapper such [forwarding] officer shall cause to be  noted  his  OR\n   32  HER name and [the title of his office, the city, town or village, assem-\n   33  bly district or ward, if any, and] the election district of the cards in\n   34  the wrapper[, the total number of check cards marked \"Valid\" and \"Valid;\n   35  Personal  knowledge\",  the number of other check cards, and the total of\n   36  all check cards contained in such wrapper. With each  such  wrapper  the\n   37  forwarding  officer  shall  present to the board of elections a receipt,\n   38  containing the information required to be stated on  such  wrapper.  The\n   39  original  of  such  receipt shall be retained by the forwarding officer.\n   40  The duplicate of such receipt shall be filed in the board of elections].\n   41    4. The board of elections forthwith shall compare such check cards for\n   42  each election district with the [inventory list prepared as directed  by\n   43  subdivision  one  of  this  section,  the]  certificates executed by the\n   44  registration board, the challenge affidavits executed in  such  district\n   45  and returned to the board of elections and the registration cards of all\n   46  applicants  for whom check cards were executed and shall investigate any\n   47  discrepancies.\n   48    5. The board of elections shall file all such check  cards  which  are\n   49  marked  \"Valid\"  or \"Valid: Personal knowledge\" in a separate file main-\n   50  tained by it for such purpose. Within such  file,  all  cards  shall  be\n   51  arranged by election districts and alphabetically within such districts.\n   52    6.  The  board  of  elections shall likewise file all such check cards\n   53  which are not marked \"Valid\" or \"Valid: Personal knowledge\" in  a  sepa-\n   54  rate file or ledgers maintained by it for such purpose.\n\n       S. 2426                             3\n\n    1    7.  If  it  appears  from  the check card that the registrant does not\n    2  reside at the address from which he OR  SHE  is  registered,  the  board\n    3  shall proceed in the manner prescribed by section 5-402 of this article.\n    4    8.  Whenever  it  appears  to the satisfaction of a board of elections\n    5  that any voter or witness has made a false  statement,  whether  or  not\n    6  under  oath, affecting his OR HER qualifications to be registered or has\n    7  given false testimony at any hearing affecting such  registration,  such\n    8  board  forthwith  shall  forward  such  statement  or  testimony  to the\n    9  district attorney and the district attorney forthwith shall present  the\n   10  matter to the grand jury.\n   11    9.  Check cards. The state board of election shall prescribe a form of\n   12  registration check card for use pursuant to this article.\n   13    S 2. Section 5-220 of the election law, subdivision 1  as  amended  by\n   14  chapter 373 of the laws of 1978, is amended to read as follows:\n   15    S 5-220. Registration; challenge after registered. [1.] Any person may\n   16  challenge the registration of a voter by executing and delivering to the\n   17  board of elections or a board taking registrations, his OR HER affidavit\n   18  that  he  OR  SHE  has  reason to believe that such voter's registration\n   19  should be cancelled. Such affidavit shall  contain  the  affiant's  full\n   20  name,  residence, and business address, the name of his OR HER employer,\n   21  the registration serial number of the person challenged and a recital of\n   22  the reasons and the facts supporting affiant's belief  that  the  person\n   23  challenged  lacks the qualifications for voting prescribed in this chap-\n   24  ter and specified in such affidavit. The affidavit shall  state  if  the\n   25  reasons  for  challenge are based upon the affiant's personal knowledge,\n   26  or upon information received  from  another  person.  If  the  affiant's\n   27  belief  is  based  upon  information furnished by another, the affidavit\n   28  shall recite the name of the person furnishing the information  and  the\n   29  basis  for  his  OR  HER  information. After the affiant has signed such\n   30  affidavit a member of such board shall read to him OR  HER  and  request\n   31  him OR HER to sign the following oath, which shall be subscribed by such\n   32  affiant  AS  FOLLOWS:  \"I do solemnly swear (or affirm) UNDER PENALTY OF\n   33  PERJURY that the foregoing statement made by me on  (insert  day,  month\n   34  and year) is a truthful disclosure of the reasons for my belief that the\n   35  registered voter therein named is not qualified to continue to be regis-\n   36  tered in the election district in which he OR SHE is now registered.\" If\n   37  the  affiant  shall  take  and  sign such oath, the members of the board\n   38  shall sign their names as witnesses below the affiant's subscription  to\n   39  such oath. Each such affidavit shall be directed toward the challenge of\n   40  only  one registrant. The board shall give full assistance to any person\n   41  desiring to execute such an affidavit.  The  board  of  elections  shall\n   42  furnish the necessary forms. Upon receipt of such affidavit the board of\n   43  elections forthwith shall conduct an investigation of the voter's quali-\n   44  fications to remain registered in the same manner as provided for appli-\n   45  cations for personal registration by mail. Any person whose registration\n   46  is  so challenged shall be notified thereof by the board of elections by\n   47  registered or certified mail within five days  after  the  affidavit  is\n   48  received  by  it.    UPON  A  FINDING  AND DETERMINATION BY THE BOARD OF\n   49  ELECTIONS AFTER SUCH AN INVESTIGATION  HAS  BEEN  CONDUCTED,  AND  AFTER\n   50  NOTICE HAS BEEN PROVIDED TO SUCH VOTER PURSUANT TO SECTION 5-402 OF THIS\n   51  ARTICLE  THE VOTER'S REGISTRATION SHALL BE CANCELLED. IN ADDITION TO THE\n   52  VOTER'S RIGHT TO REREGISTER PROVIDED UNDER SECTION 5-402 OF  THIS  ARTI-\n   53  CLE,  A  VOTER  WHOSE  REGISTRATION  HAS BEEN CANCELLED PURSUANT TO THIS\n   54  SECTION SHALL BE ENTITLED TO A HEARING ON NOTICE.\n   55    [2. If the board of elections cannot complete  its  investigation,  or\n   56  cannot make a determination before the next election at which the regis-\n\n       S. 2426                             4\n\n    1  trant  could  vote,  it  shall  place  his name on a challenge list as a\n    2  person to be challenged when voting.]\n    3    S  3.  The  state  board of elections shall immediately promulgate any\n    4  rules and regulations necessary for the implementation of this act on or\n    5  before its effective date, specifically pertaining to the  hearings  and\n    6  notice requirement set forth in section 5-220 of the election law.\n    7    S 4. This act shall take effect on the one hundred twentieth day after\n    8  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to making technical corrections thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T141907.TXT", "SOBI.D110120.T150410.TXT", "SOBI.D110120.T145937.TXT", "SOBI.D110120.T150910.TXT", "SOBI.D110121.T125524.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295632524041
}