{
  "year" : 2011,
  "senateBillNo" : "S2422-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S2422-2011-1295499600000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BALL",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York state veteran health insurance act",
  "summary" : "Enacts the New York State veteran health insurance act. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S4700-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2422\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sen.  BALL  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the executive law and the military law, in  relation  to\n         the establishment of the New York state veteran health insurance act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the  \"New  York\n    2  state veteran health insurance act\".\n    3    S  2.  Article  17  of  the  executive  law is amended by adding a new\n    4  section 369 to read as follows:\n    5    S 369. VETERAN HEALTH INSURANCE PROGRAM. THE NEW YORK  STATE  DIVISION\n    6  OF  MILITARY  AND  NAVAL  AFFAIRS IS HEREBY DIRECTED TO ADMINISTRATE, IN\n    7  COOPERATION WITH THE DIVISION OF VETERANS  AFFAIRS,  A  NEW  YORK  STATE\n    8  VETERAN HEALTH INSURANCE PROGRAM. SUCH PROGRAM SHALL PROVIDE ANY PERSON,\n    9  WHO  IS A MEMBER OF THE NEW YORK ARMY NATIONAL GUARD OR THE NEW YORK AIR\n   10  NATIONAL GUARD, AND WHO IS ELIGIBLE TO ENROLL  IN  THE  TRICARE  RESERVE\n   11  SELECT  HEALTH  INSURANCE PROGRAM WITH ANY AND ALL ENROLLMENT FEES, COST\n   12  SHARING OR CO-PAYMENTS NECESSARY FOR SUCH PERSON TO ENROLL IN AND OBTAIN\n   13  INDIVIDUAL OR FAMILY COVERAGE UNDER SUCH PROGRAM. THE  PAYMENT  OF  SUCH\n   14  FEES,  COST  SHARING  OR  CO-PAYMENTS MAY BE PROVIDED, PURSUANT TO REGU-\n   15  LATION, EITHER DIRECTLY TO THE TRICARE RESERVE SELECT  HEALTH  INSURANCE\n   16  PROGRAM,  OR  ITS AGENTS, OR TO THE INDIVIDUAL ENROLLEE, UPON SUFFICIENT\n   17  PROOF OF ENROLLMENT. NOTHING IN THIS SECTION, HOWEVER, SHALL REQUIRE THE\n   18  VETERAN HEALTH INSURANCE PROGRAM TO PROVIDE PAYMENT FOR PROGRAM  DEDUCT-\n   19  IBLES  OR FOR THE TWENTY PERCENT NONPLAN MEDICAL PROVIDER CO-PAYMENT, OR\n   20  THE FIFTEEN PERCENT PLAN MEDICAL PROVIDER CO-PAYMENT.\n   21    S 3. The military law is amended by adding a new section 246-a to read\n   22  as follows:\n   23    S 246-A. VETERAN HEALTH INSURANCE PROGRAM. THE NEW YORK STATE DIVISION\n   24  OF MILITARY AND NAVAL AFFAIRS IS HEREBY  DIRECTED  TO  ADMINISTRATE,  IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06298-01-1\n\n       S. 2422                             2\n\n    1  COOPERATION  WITH  THE  NEW  YORK  STATE DIVISION OF VETERANS AFFAIRS, A\n    2  VETERAN HEALTH INSURANCE PROGRAM. SUCH PROGRAM SHALL PROVIDE ANY PERSON,\n    3  WHO IS A MEMBER OF THE NEW YORK ARMY NATIONAL GUARD OR THE NEW YORK  AIR\n    4  NATIONAL  GUARD,  AND  WHO  IS ELIGIBLE TO ENROLL IN THE TRICARE RESERVE\n    5  SELECT HEALTH INSURANCE PROGRAM WITH ANY AND ALL ENROLLMENT  FEES,  COST\n    6  SHARING OR CO-PAYMENTS NECESSARY FOR SUCH PERSON TO ENROLL IN AND OBTAIN\n    7  INDIVIDUAL  OR  FAMILY  COVERAGE UNDER SUCH PROGRAM. THE PAYMENT OF SUCH\n    8  FEES, COST SHARING OR CO-PAYMENTS MAY BE  PROVIDED,  PURSUANT  TO  REGU-\n    9  LATION,  EITHER  DIRECTLY TO THE TRICARE RESERVE SELECT HEALTH INSURANCE\n   10  PROGRAM, OR ITS AGENTS, OR TO THE INDIVIDUAL ENROLLEE,  UPON  SUFFICIENT\n   11  PROOF OF ENROLLMENT. NOTHING IN THIS SECTION, HOWEVER, SHALL REQUIRE THE\n   12  VETERAN  HEALTH INSURANCE PROGRAM TO PROVIDE PAYMENT FOR PROGRAM DEDUCT-\n   13  IBLES OR FOR THE TWENTY PERCENT NONPLAN MEDICAL PROVIDER CO-PAYMENT,  OR\n   14  THE FIFTEEN PERCENT PLAN MEDICAL PROVIDER CO-PAYMENT.\n   15    S 4. This act shall take effect on the one hundred eightieth day after\n   16  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the military law, in relation to the establishment of the New York state veteran health insurance act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T141406.TXT", "SOBI.D110120.T142407.TXT", "SOBI.D110120.T144909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295552949032
}