{
  "year" : 2011,
  "senateBillNo" : "S2422-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S2422-2011-1295499600000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "REPORTED AND COMMITTED TO FINANCE",
    "billEventId" : "S2422-2011-1295931600000-REPORTED+AND+COMMITTED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BALL",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York state veteran health insurance act",
  "summary" : "Enacts the New York State veteran health insurance act. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S4700-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2422\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sen.  BALL  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the executive law and the military law, in  relation  to\n         the establishment of the New York state veteran health insurance act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the  \"New  York\n    2  state veteran health insurance act\".\n    3    S  2.  Article  17  of  the  executive  law is amended by adding a new\n    4  section 369 to read as follows:\n    5    S 369. VETERAN HEALTH INSURANCE PROGRAM. THE NEW YORK  STATE  DIVISION\n    6  OF  MILITARY  AND  NAVAL  AFFAIRS IS HEREBY DIRECTED TO ADMINISTRATE, IN\n    7  COOPERATION WITH THE DIVISION OF VETERANS  AFFAIRS,  A  NEW  YORK  STATE\n    8  VETERAN HEALTH INSURANCE PROGRAM. SUCH PROGRAM SHALL PROVIDE ANY PERSON,\n    9  WHO  IS A MEMBER OF THE NEW YORK ARMY NATIONAL GUARD OR THE NEW YORK AIR\n   10  NATIONAL GUARD, AND WHO IS ELIGIBLE TO ENROLL  IN  THE  TRICARE  RESERVE\n   11  SELECT  HEALTH  INSURANCE PROGRAM WITH ANY AND ALL ENROLLMENT FEES, COST\n   12  SHARING OR CO-PAYMENTS NECESSARY FOR SUCH PERSON TO ENROLL IN AND OBTAIN\n   13  INDIVIDUAL OR FAMILY COVERAGE UNDER SUCH PROGRAM. THE  PAYMENT  OF  SUCH\n   14  FEES,  COST  SHARING  OR  CO-PAYMENTS MAY BE PROVIDED, PURSUANT TO REGU-\n   15  LATION, EITHER DIRECTLY TO THE TRICARE RESERVE SELECT  HEALTH  INSURANCE\n   16  PROGRAM,  OR  ITS AGENTS, OR TO THE INDIVIDUAL ENROLLEE, UPON SUFFICIENT\n   17  PROOF OF ENROLLMENT. NOTHING IN THIS SECTION, HOWEVER, SHALL REQUIRE THE\n   18  VETERAN HEALTH INSURANCE PROGRAM TO PROVIDE PAYMENT FOR PROGRAM  DEDUCT-\n   19  IBLES  OR FOR THE TWENTY PERCENT NONPLAN MEDICAL PROVIDER CO-PAYMENT, OR\n   20  THE FIFTEEN PERCENT PLAN MEDICAL PROVIDER CO-PAYMENT.\n   21    S 3. The military law is amended by adding a new section 246-a to read\n   22  as follows:\n   23    S 246-A. VETERAN HEALTH INSURANCE PROGRAM. THE NEW YORK STATE DIVISION\n   24  OF MILITARY AND NAVAL AFFAIRS IS HEREBY  DIRECTED  TO  ADMINISTRATE,  IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06298-01-1\n\n       S. 2422                             2\n\n    1  COOPERATION  WITH  THE  NEW  YORK  STATE DIVISION OF VETERANS AFFAIRS, A\n    2  VETERAN HEALTH INSURANCE PROGRAM. SUCH PROGRAM SHALL PROVIDE ANY PERSON,\n    3  WHO IS A MEMBER OF THE NEW YORK ARMY NATIONAL GUARD OR THE NEW YORK  AIR\n    4  NATIONAL  GUARD,  AND  WHO  IS ELIGIBLE TO ENROLL IN THE TRICARE RESERVE\n    5  SELECT HEALTH INSURANCE PROGRAM WITH ANY AND ALL ENROLLMENT  FEES,  COST\n    6  SHARING OR CO-PAYMENTS NECESSARY FOR SUCH PERSON TO ENROLL IN AND OBTAIN\n    7  INDIVIDUAL  OR  FAMILY  COVERAGE UNDER SUCH PROGRAM. THE PAYMENT OF SUCH\n    8  FEES, COST SHARING OR CO-PAYMENTS MAY BE  PROVIDED,  PURSUANT  TO  REGU-\n    9  LATION,  EITHER  DIRECTLY TO THE TRICARE RESERVE SELECT HEALTH INSURANCE\n   10  PROGRAM, OR ITS AGENTS, OR TO THE INDIVIDUAL ENROLLEE,  UPON  SUFFICIENT\n   11  PROOF OF ENROLLMENT. NOTHING IN THIS SECTION, HOWEVER, SHALL REQUIRE THE\n   12  VETERAN  HEALTH INSURANCE PROGRAM TO PROVIDE PAYMENT FOR PROGRAM DEDUCT-\n   13  IBLES OR FOR THE TWENTY PERCENT NONPLAN MEDICAL PROVIDER CO-PAYMENT,  OR\n   14  THE FIFTEEN PERCENT PLAN MEDICAL PROVIDER CO-PAYMENT.\n   15    S 4. This act shall take effect on the one hundred eightieth day after\n   16  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2422\n\nTITLE OF BILL:\n\nAn act\nto amend the executive law and the military law,\nin relation to the establishment of the New\nYork state veteran health insurance\nact\n\nPURPOSE:\n\nThis bill would create the New York State Veteran Health Insurance Act\nto provide health care insurance for certain National Guard members\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nSection one of the bill would provide that this act would be know and\nmay be cited as the New York State Veteran Health Insurance Act.\n\nSection Two of this bill would amend the executive law to adding a new\nsection 368 to provide that the New York state division of military\nand naval affairs would be directed to administrate, in cooperation\nwith the division of veterans affairs, a New York state veteran\nhealth insurance program. Such program would provide any person, who\nis a member of the New York Army National Guard or the New York Air\nNational Guard, and who is eligible to enroll in the TRICARE Reserve\nSelect Health Insurance Program with any and all enrollment fees,\ncost sharing or co-payments necessary for such person to enroll in\nand obtain individual or family coverage under such program. The\npayment of such fees, cost sharing or co-payments may be provided,\npursuant to regulation, either directly to the TRICARE Reserve Select\nHealth Insurance Program, or its agents, or to the individual\nenrollee, upon sufficient proof of enrollment. Nothing in this\nsection, however, shall require the Veteran health insurance program\nto provide payment for program deductibles or for the 20 percent non\nplan medical provider co-payment, or the 15 percent plan medical\nprovider co-payment.\n\nSection Three of this bill would amend the military law to add a new\nsection 246-a to direct the New York state division of military and\nnaval affairs to cooperate with the division of veterans affairs to\naccomplish this task.\n\nJUSTIFICATION:\n\nOur nation's war on terrorism has required that the members of the New\nYork. National Guard and Air National Guard step forward to play a\ncritical role in the security of both the State and the Nation. The\nchallenges which have been ably met by. the New York National Guard\ncan continue to be overcome only as long as the New York National\n\nGuard continues to attract highly qualified citizen-soldiers\ncommitted to the protection of the State and Nation.\n\nMembers of the New York National Guard and Air National Guard\npresently receive health care coverage from the federal veterans\nadministration if they are called to active duty, and then thereafter\nfor a limited period of time. Such National Guard members, however,\nare eligible, under a federally arranged program to receive health\ninsurance from a private insurer known as TRICARE.\n\nIn order to receive such coverage, however, such service members must\npay a co-payment of nearly $3,000. As many members of the Guard do\nnot have the resources to afford this co-pay, many go uninsured and\nwithout coverage.\n\nThis bill would have the state of New York pay for the co-pay as a\nbenefit to Guard members. thereby assuring that they have health\ninsurance, and relieving any cost that could incur to medicaid or\nchild health plus. As a result, for a fraction of the cost that it\nwould expend to cover a state employee, this program would assure\nGuard members have family health insurance coverage.\n\nThis bill would not only serve as an important recruitment and\nretention incentive, but also provide a fitting reward for their\npublic, state and national service.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2008 - S.5063B - Passed Senate.\n\nFISCAL IMPLICATIONS:\n\nAccording to DMNA and TRICARE it is estimated that no more than\napproximately 3000 individuals would take advantage of this coverage\noption in the event that the co-pay is provided. With family\ncoverage, such state share would constitute $253 per month or $3036\nper year.\nThis would effect a total maximum cost of $9,1 08.000. Due to the age\nand income demographics of the personnel involved, however, many would\nnot take have to purchase family coverage (thereby lowering their\nannual cost to $972). Additionally, income demographics of the\npersonnel involved, indicate that many of these individuals would\nalso otherwise qualify for medicaid or child health plus. As a result\nof these two qualifications, the maximum cost of $9,108,000 estimated\nfor this program would actually be far less, to the point where this\nproposal could actually be close to revenue neutral.\n\nEFFECTIVE DATE:\n\nThis act would take effect on the 180th day after it shall have become\na law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the military law, in relation to the establishment of the New York state veteran health insurance act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T141921.TXT", "SOBI.D110120.T141406.TXT", "SOBI.D110120.T142407.TXT", "SOBI.D110120.T144909.TXT", "SOBI.D110120.T180923.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295983161397
}