{
  "year" : 2011,
  "senateBillNo" : "S2427-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2427-2011-1295499600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to identifying the sources of campaign telephone canvasses or \"push polls\"",
  "summary" : "Relates to identifying the sources of campaign telephone canvasses or \"push polls\". ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S3863-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2427\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sens.  STEWART-COUSINS, HASSELL-THOMPSON, OPPENHEIMER --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Elections\n\n       AN ACT to amend the election law, in relation to identifying the sources\n         of campaign telephone canvasses or \"push polls\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 3-106  of  the  election  law,  as\n    2  amended  by chapter 8 of the laws of 1978 and as redesignated by chapter\n    3  9 of the laws of 1978, is amended to read as follows:\n    4    1. (A) In addition to the powers and duties  elsewhere  enumerated  in\n    5  this article, the state board of elections, after public hearings, shall\n    6  adopt  a  \"fair  campaign  code\" [setting] WHICH SHALL SET forth ethical\n    7  standards of conduct  for  persons,  political  parties  and  committees\n    8  engaged  in  election  campaigns including, but not limited to, specific\n    9  prohibitions against practices of political espionage  and  other  poli-\n   10  tical  practices  [involving]  WHICH INVOLVE subversion of the political\n   11  parties and process, SUCH AS, BUT NOT LIMITED TO, THE  MISREPRESENTATION\n   12  OF THE CRIMINAL RECORD OR BACKGROUND, MORAL TURPITUDE, CHARACTER, VOTING\n   13  RECORD  OR  OTHER SPECIFIC ACTS OR OMISSIONS OF A CANDIDATE, TO A POTEN-\n   14  TIAL VOTER, BY MEANS OF PERSONAL CONTACT OR  TELEPHONE  CANVASS  FROM  A\n   15  LIST  OF  NAMES  OF  POTENTIAL  VOTERS NOT DERIVED FROM A SCIENTIFICALLY\n   16  MEASURABLE AND RANDOM SAMPLING TECHNIQUE AND WHICH CONTACT OR CANVASS IS\n   17  DESIGNED TO PERSUADE VOTERS RATHER THAN TO GATHER  A  RANDOM  SAMPLE  OF\n   18  OPINION,  AS  A  FOUNDATION  FOR ASKING A POTENTIAL VOTER IN ONE OR MORE\n   19  CANVASS QUESTIONS OR CANVASS SAMPLINGS WHICH ARE  SPECIFICALLY  DIRECTED\n   20  AT  PERSUADING A VOTER RATHER THAN AT GATHERING A RANDOM SAMPLE OF OPIN-\n   21  ION, AND CONDUCTED IN PERSON OR BY TELEPHONE HIS OR HER OPINION  OR  HOW\n   22  HE  OR  SHE  WILL  VOTE,  AND SPECIFIC REQUIREMENTS TO DISCLOSE THE TRUE\n   23  IDENTITY OF THE CALLER AND  BY WHOM THE CANVASS WAS COMMISSIONED AND  BY\n   24  WHOM  IT  IS CONDUCTED, SPONSORED AND PAID, AND IF PAID FOR OR SPONSORED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04056-02-1\n\n       S. 2427                             2\n\n    1  BY ONE OR MORE CANDIDATES OR BY A POLITICAL COMMITTEE SUPPORTING ONE  OR\n    2  MORE  CANDIDATES,  REQUIRING  THAT  FACT  AND  THEIR  IDENTITIES  TO  BE\n    3  DISCLOSED TO THE POTENTIAL VOTER.\n    4    (B)  NO  CANDIDATE,  POLITICAL  PARTY  OR  COMMITTEE  SHALL ATTEMPT TO\n    5  PROMOTE THE SUCCESS OR DEFEAT OF A CANDIDATE BY, DIRECTLY OR INDIRECTLY,\n    6  DISCLOSING OR CAUSING TO BE DISCLOSED, THE RESULTS  OF  ANY  CANVASS  OR\n    7  POLL  RELATING TO A CANDIDATE FOR SUCH OFFICE OR POSITION, UNLESS WITHIN\n    8  FORTY-EIGHT HOURS AFTER SUCH  DISCLOSURE,  THEY  PROVIDE  THE  FOLLOWING\n    9  INFORMATION  CONCERNING THE CANVASS OR POLL TO THE BOARD OR OFFICER WITH\n   10  WHOM STATEMENTS OR COPIES OF STATEMENTS OF CAMPAIGN RECEIPTS AND EXPEND-\n   11  ITURES ARE REQUIRED TO BE FILED BY THE CANDIDATE TO WHOM SUCH CANVASS OR\n   12  POLL RELATES:\n   13    (I) THE NAME OF THE PERSON, PARTY OR ORGANIZATION THAT CONTRACTED  FOR\n   14  OR WHOM COMMISSIONED THE CANVASS OR POLL AND/OR PAID FOR IT.\n   15    (II)  THE  NAME  AND  ADDRESS  OF  THE ORGANIZATION THAT CONDUCTED THE\n   16  CANVASS OR POLL.\n   17    (III) THE NUMERICAL SIZE OF THE TOTAL  CANVASS  OR  POLL  SAMPLE,  THE\n   18  GEOGRAPHIC  AREA  COVERED BY THE CANVASS OR POLL AND ANY SPECIAL CHARAC-\n   19  TERISTICS OF THE POPULATION INCLUDED IN THE CANVASS OR POLL SAMPLE.\n   20    (IV) THE EXACT WORDING OF THE QUESTIONS ASKED IN THE CANVASS  OR  POLL\n   21  AND THE SEQUENCE OF SUCH QUESTIONS.\n   22    (V) THE METHOD OF CANVASSING OR POLLING WHETHER BY PERSONAL INTERVIEW,\n   23  TELEPHONE, MAIL OR OTHER.\n   24    (VI) THE TIME PERIOD DURING WHICH THE CANVASS OR POLL WAS CONDUCTED.\n   25    (VII)  THE NUMBER OF PERSONS IN THE CANVASS OR POLL SAMPLE; THE NUMBER\n   26  CONTACTED WHO RESPONDED TO EACH SPECIFIC CANVASS OR POLL  QUESTION;  THE\n   27  NUMBER OF PERSONS CONTACTED WHO DID NOT SO RESPOND.\n   28    (VIII) THE RESULTS OF THE CANVASS OR POLL.\n   29    S  2.  Section  14-106 of the election law, as amended by chapter 8 of\n   30  the laws of 1978, is amended to read as follows:\n   31    S 14-106. Political  advertisements  and  literature.  The  statements\n   32  required  to be filed under the provisions of this article next succeed-\n   33  ing a primary, general or special election shall  be  accompanied  by  a\n   34  facsimile  or  copy of all advertisements, pamphlets, circulars, flyers,\n   35  brochures, letterheads and other printed matter  purchased  or  produced\n   36  and  a  schedule  of all radio or television time, AND OF ANY CANVASSING\n   37  DESIGNED OR SPECIFICALLY  DIRECTED  TO  PERSUADE  POTENTIAL  VOTERS  AND\n   38  CONDUCTED  EITHER  IN  PERSON OR BY TELEPHONE, AS DESCRIBED IN PARAGRAPH\n   39  (A) OF SUBDIVISION ONE OF SECTION 3-106 OF  THIS  CHAPTER,  and  scripts\n   40  used therein, purchased in connection with such election by or under the\n   41  authority  of  the  person  filing the statement or the committee or the\n   42  person on whose behalf it is filed, as the case may be. Such facsimiles,\n   43  copies, schedules and scripts shall be preserved  by  the  officer  with\n   44  whom  or the board with which it is required to be filed for a period of\n   45  one year from the date of filing thereof.\n   46    S 3. The election law is amended by adding a  new  section  17-153  to\n   47  read as follows:\n   48    S  17-153.  UNLAWFUL CANVASSING.   IT SHALL BE UNLAWFUL FOR ANY CANDI-\n   49  DATE, POLITICAL COMMITTEE OR CONSTITUTED COMMITTEE, OR FOR AN  AGENT  OR\n   50  EMPLOYEE  OF,  OR  CONTRACTOR OR FIRM HIRED BY, ANY OF THE FOREGOING, OR\n   51  FOR ANY OTHER COMMITTEE, ASSOCIATION, PARTNERSHIP, CORPORATION, CAMPAIGN\n   52  WORKER OR VOLUNTEER OR OTHER PERSON, TO INITIATE, COMMISSION, SPONSOR OR\n   53  PARTICIPATE IN A CANVASS CONDUCTED EITHER IN PERSON OR BY TELEPHONE FROM\n   54  A LIST OF NAMES OF POTENTIAL VOTERS NOT DERIVED  FROM  A  SCIENTIFICALLY\n   55  MEASURABLE AND RANDOM SAMPLING TECHNIQUE AND WHICH CONTACT OR CANVASS IS\n   56  DESIGNED  TO  PERSUADE  VOTERS  RATHER THAN TO GATHER A RANDOM SAMPLE OF\n\n       S. 2427                             3\n\n    1  OPINION, OF POTENTIAL VOTERS RESPECTING ONE  OR  MORE  OF  SUCH  VOTER'S\n    2  PREFERENCES AMONG CANDIDATES OR FOR WHOM SUCH VOTER WILL VOTE, OR SOLIC-\n    3  ITING  SUCH VOTER'S OPINION ON A CAMPAIGN ISSUE, PRECEDED BY ONE OR MORE\n    4  MISREPRESENTATIONS FROM THE KINDS DESCRIBED IN PARAGRAPH (A) OF SUBDIVI-\n    5  SION ONE OF SECTION 3-106 OF THIS CHAPTER, IN ANY INSTANCE IN CONNECTION\n    6  WITH  A SUBSEQUENT PRIMARY, GENERAL, SPECIAL OR SCHOOL BOARD ELECTION TO\n    7  BE HELD WITHIN THIS STATE UNLESS AT THE BEGINNING OF  THE  EXECUTION  OF\n    8  THE CANVASS, THE PERSON IN DIRECT CONTACT WITH THE POTENTIAL VOTER IDEN-\n    9  TIFIES TO THE POTENTIAL VOTER THE TRUE NAME OF THE SPONSOR OR SOURCE, OF\n   10  THE  CANVASS, INCLUDING THE TRUE NAME, IF ANY, OF THE SPECIFIC CANDIDATE\n   11  OR COMMITTEE SUPPORTING A CANDIDATE ON BEHALF  OF  WHOM  THE  PERSON  IN\n   12  DIRECT  CONTACT  WITH  THE  POTENTIAL  VOTER WILL BE ASKING QUESTIONS OR\n   13  IMPARTING INFORMATION; AND, IF THE NAME OF THE COMMITTEE OR OTHER ENTITY\n   14  OR PERSON WHICH HAS OR WHO HAS  INITIATED,  COMMISSIONED,  SPONSORED  OR\n   15  PARTICIPATED  IN  THE TELEPHONE OR IN-PERSON CANVASS OF POTENTIAL VOTERS\n   16  DOES NOT INCLUDE THE NAME OF THE CANDIDATE AFFILIATED WITH OR  SUPPORTED\n   17  BY  SUCH  COMMITTEE,  OTHER  ENTITY OR PERSON, THEN THE CANDIDATE'S NAME\n   18  MUST BE DISCLOSED AT THE BEGINNING OF THE EXECUTION OF SUCH CANVASS,  IN\n   19  ADDITION TO THE NAME OF SUCH COMMITTEE, OTHER ENTITY OR PERSON.\n   20    ANY  CANDIDATE, POLITICAL COMMITTEE OR CONSTITUTED COMMITTEE, OR AGENT\n   21  OR EMPLOYEE OF, OR CONTRACTOR OR FIRM HIRED BY, ANY OF THE FOREGOING, OR\n   22  ANY OTHER COMMITTEE,  ASSOCIATION,  PARTNERSHIP,  CORPORATION,  CAMPAIGN\n   23  WORKER OR VOLUNTEER OR OTHER PERSON, WHO OR WHICH KNOWINGLY VIOLATES ANY\n   24  OF THE FOREGOING PROVISIONS OF THIS SECTION SHALL BE GUILTY OF A CLASS A\n   25  MISDEMEANOR,  WHICH  SHALL  BE  PUNISHABLE  AS PROVIDED IN THE PENAL LAW\n   26  NOTWITHSTANDING THE PROVISIONS OF SECTION 17-166 OF THIS ARTICLE.\n   27    S 4. This act shall take effect on the first of December next succeed-\n   28  ing the date on which it shall have become  a  law,  provided,  however,\n   29  that  effective  immediately,  the addition, amendment and repeal of any\n   30  rules and regulations necessary for the implementation of  this  act  on\n   31  its  effective date are authorized and directed to be made and completed\n   32  on or before such effective date.\n",
  "memo" : "BILL NUMBER:S2427\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to identifying the sources of\ncampaign telephone canvasses or \"push polls\"\n\nPURPOSE:\nTo ban \"push-polling\" unless said poll meets strict public reporting\nrequirements. It also prevents legitimate scientific polling to be\nused to influence elections without meeting strict reporting\nrequirements.\n\nSUMMARY OF PROVISIONS:\nSubdivision 1, paragraph A of section 3-106 of the Election Law is\namended to add language defining the practice commonly known as\n\"push-polling.\" A \"push-poll\" is defined as:\n\n* the misrepresentation of a candidate's background, morality,\ncharacter, voting record or any other acts by a candidate to a voter;\n\n* a poll done by telephone or personal contact from a list of names\nthat is not obtained from a scientifically measurable or random\nsampling technique;\n\n* a poll specifically meant to persuade voters rather than gather a\nrandom sample of information; and\n\n* a poll which attempts to solicit a voter's opinion on what candidate\nthey will vote for.\n\nThis section is also amended to require full disclosure of a\n\"push-poll\" including:\n\n* the true identity of the caller;\n\n* who commissioned the poll, conducts the poll, paid for the poll; and\n\n* if the poll was paid for, or sponsored by, one or more candidates or\npolitical committees supporting one or more candidates.\n\nAdds a new paragraph B to subdivision 1 of section 3-106 of the\nElection Law, codifying section 6201.2 of the rules and regulations\nof the state Board of Election. This section prohibits a candidate,\npolitical party or committee from attempting to promote the success\nor defeat of a candidate by disclosing the results of a poll, unless\nthey report the following information to the state or local board of\nelection, whichever applies:\n\n* the name of the person, party or organization that contracted or\ncommissioned the poll and paid for it;\n\n* the name and address of the organization that conducted the poll;\n\n* the total number of people in the polling sample, the geographic\narea covered by the poll and any special characteristics of the\npopulation included hi the poll sample;\n\n* the exact wording of the questions asked and the sequence of the\nquestions;\n\n* the method of polling;\n\n* the time period the poll was conducted;\n\n* the number of persons in the polls sample, the number contacted who\nresponded to each question and the number of persons who did not\nrespond, and;\n\n* the results of the canvass of poll.\n\nAmends Section 14-106 of the Election Law to require \"push-poll\"\nscripts to be filed with state or local board of elections.\n\nAdds a new Section 17-153 of the Election Law making \"push-polling\"\nunlawful in any primary, general, special or school board election\nunless at the beginning of the execution of the poll the person in\ncontact with the voter tells the voter the true name of the sponsor\nor source of the poll and the name of the candidate(s) or committee\non whose behalf the poll is being done. It defines classes of people,\norganizations and businesses that could be held criminally liable for\nparticipating, initiating, commissioning, or sponsoring an unlawful\n\"push-poll.\" The section also makes violations of any section of this\nlegislation punishable as a class A misdemeanor.\n\nJUSTIFICATION:\nSo-called \"push-polls\" are a deceptive campaign tool designed to\ninfluence public opinion. A typical \"push-poll\" uses a phone bank to\ncall thousands of voters with questions that smear or\ndenigrate the opposing candidate. Questions such as \"if you knew\nthat.candidate A was a drunk (or a womanizer or tax evader or drug\nuser) would you still support him/her\" are typical of \"pushpolls\".\n\"Push-polls\" are designed to persuade voters to vote against an\nopposing candidate. They invariably fail to identify the true source\nof the questioner, often masquerading as a legitimate survey company.\n\nLegitimate polls may sometimes use questions to measure the potential\nimpact of different, including negative, campaign messages but they\nare designed to measure the opinion of an electorate, not persuade.\nLegitimate polling provides voters with the correct name of the\nresearch firm conducting the poll. Legitimate polling only surveys a\nscientifically drawn small sample of voters. The bipartisan American\nAssociation of Political Consultants has condemned the use of\n\n\"push-polls.\" This professional association has drawn a distinction\nbetween \"push-polling\" and the legitimate survey research.\n\n\"Push-polling\" is the latest and most fashionable in a long line of\npolitical dirty tricks and has no place in New York State's political\nprocess. This legislation is designed to ban the practice of\n\"push-polling\" by requiring strict and comprehensive disclosure\nrequirements to voters receiving calls or other contacts and to local\nboard of elections. This legislation also codifies existing New York\nState Board of Elections regulations requiring the comprehensive\ndisclosure of legitimate polling when the results of that polling are\nused to influence the outcome of elections.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.3863 (Died, 3rd Reading)\n2007-2008: S.3931 (Died, Elections)\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act takes effect the first of December next succeeding the date\non which it becomes a law, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to identifying the sources of campaign telephone canvasses or \"push polls\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T150410.TXT", "SOBI.D110120.T145937.TXT", "SOBI.D110120.T142407.TXT", "SOBI.D110121.T125524.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601478
}