{
  "year" : 2011,
  "senateBillNo" : "S2433-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2433-2011-1295499600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires contracts for the collection and transportation of commercial waste to specify recyclable, reusable, and other components for separation",
  "summary" : "Provides that every written contract for the collection and transportation of commercial waste from a place at which such waste is generated shall specify the recyclable, reusable or other components of such waste that are required to be separated in accordance with local law or ordinance; provides for up to a $1000 civil fine for violations. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S3971-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2433\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by Sens. OPPENHEIMER, DIAZ -- read twice and ordered printed,\n         and  when  printed  to  be  committed  to  the  Committee  on Consumer\n         Protection\n\n       AN ACT to amend the general business law, in relation to  contracts  for\n         the collection and transportation of commercial waste\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-ff to read as follows:\n    3    S 399-FF. CONTRACTS FOR THE COLLECTION AND TRANSPORTATION  OF  COMMER-\n    4  CIAL WASTE. 1. DEFINITIONS.\n    5    A.  \"COMMERCIAL  WASTE\" SHALL MEAN WASTE GENERATED BY STORES, OFFICES,\n    6  INSTITUTIONS, RESTAURANTS, WAREHOUSES, AND  NONMANUFACTURING  ACTIVITIES\n    7  AT INDUSTRIAL FACILITIES.\n    8    B.  \"PERSON\"  SHALL MEAN ANY NATURAL PERSON, FIRM, ORGANIZATION, PART-\n    9  NERSHIP, ASSOCIATION OR CORPORATION.\n   10    C. \"SOLID WASTE\" SHALL HAVE THE SAME MEANING  AS  DEFINED  IN  SECTION\n   11  27-0701 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   12    2.  EVERY  WRITTEN  CONTRACT  FOR THE COLLECTION AND TRANSPORTATION OF\n   13  COMMERCIAL WASTE FROM A PLACE AT WHICH SUCH WASTE  IS  GENERATED,  SHALL\n   14  SPECIFY  THE RECYCLABLE, REUSABLE OR OTHER COMPONENTS OF SUCH WASTE THAT\n   15  ARE REQUIRED TO BE SEPARATED IN ACCORDANCE WITH A LOCAL LAW OR ORDINANCE\n   16  ADOPTED PURSUANT TO SECTION ONE HUNDRED TWENTY-AA OF THE GENERAL MUNICI-\n   17  PAL LAW AND ANY PENALTIES IMPOSED BY SUCH LAW OR ORDINANCE FOR THE FAIL-\n   18  URE TO SEPARATE SUCH WASTE.\n   19    3. A KNOWING VIOLATION OF THIS SECTION SHALL BE PUNISHABLE BY A  CIVIL\n   20  FINE NOT TO EXCEED ONE THOUSAND DOLLARS.\n   21    S  2.  This  act shall take effect on the thirtieth day after it shall\n   22  have become a law and shall apply to all contracts executed on or  after\n   23  such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05924-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to contracts for the collection and transportation of commercial waste ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161416.TXT", "SOBI.D110120.T160915.TXT", "SOBI.D110121.T125524.TXT", "SOBI.D110120.T163417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295632524040
}