{
  "year" : 2011,
  "senateBillNo" : "S2431-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2431-2011-1295499600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants local authorities power to enact pesticide local laws, ordinances, and regulations, subject to certain limits, but which may be more stringent than state law",
  "summary" : "Permits a municipality to adopt local laws, ordinances and regulations, beyond regulation afforded by the state, which may be more stringent and may not be less stringent than those of the state, subject to certain limitations, concerning the use of pesticides and notifications relating to their use. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S4557-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2431\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sens.  OPPENHEIMER,  KRUEGER  --  read twice and ordered\n         printed, and when printed to be committed to the Committee on Environ-\n         mental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to local\n         authority to enact pesticide ordinance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  33-0303 of the environmental\n    2  conservation law is amended to read as follows:\n    3    1. Jurisdiction in all matters pertaining to the  distribution,  sale,\n    4  use,  and  transportation  of  pesticides[,] is, by this article, vested\n    5  [exclusively] in the commissioner; PROVIDED, HOWEVER, THAT  ANY  MUNICI-\n    6  PALITY  MAY  ADOPT LOCAL LAWS, ORDINANCES, OR REGULATIONS CONCERNING THE\n    7  USE OF PESTICIDES AND NOTIFICATION RELATING TO  THE  USE  OF  PESTICIDES\n    8  THAT  ARE  NOT  INCONSISTENT WITH THIS ARTICLE OR WITH ANY RULE OR REGU-\n    9  LATION PROMULGATED PURSUANT TO THIS ARTICLE; AND PROVIDED  FURTHER  THAT\n   10  SUCH  LOCAL  LAWS, ORDINANCES, OR REGULATIONS ARE NO LESS STRINGENT THAN\n   11  ANY STATE LAW, RULE, OR REGULATION.  SUCH  LOCAL  LAWS,  ORDINANCES,  OR\n   12  REGULATIONS  SHALL  NOT  (A) PROVIDE FOR THE ISSUANCE OF PERMITS FOR THE\n   13  DISTRIBUTION, SALE, PURCHASE, OR USE OF RESTRICTED USE  PESTICIDES;  (B)\n   14  PROVIDE  FOR  CERTIFICATION OR LICENSING OF PRIVATE OR COMMERCIAL PESTI-\n   15  CIDE APPLICATIONS AS DEFINED IN SECTION 33-0101 OF THIS ARTICLE; OR  (C)\n   16  IMPOSE PESTICIDE REGISTRATION REQUIREMENTS ON MANUFACTURERS OR DISTRIBU-\n   17  TORS  OF  PESTICIDES.  SUCH LOCAL LAWS, ORDINANCES, OR REGULATIONS SHALL\n   18  NOT BE DEEMED INCONSISTENT WITH THIS ARTICLE OR WITH THE RULES AND REGU-\n   19  LATIONS PROMULGATED PURSUANT TO THIS ARTICLE  MERELY  BECAUSE  THEY  ARE\n   20  MORE STRINGENT.\n   21    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05931-01-1\n",
  "memo" : "BILL NUMBER:S2431\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to local\nauthority to enact pesticide ordinance\n\nPURPOSE:\nThis bill would give a municipality limited authority to protect its\nresidents beyond the protection afforded them by State law by\nauthorizing such municipality to regulate and control pesticide use\nwithin its boundaries. Thus, for example, if a State law were deemed\ninsufficient in its protection of the health and safety of a certain\ngroup of people, the municipality would have the power to enact\nlegislation providing for greater protection of these citizens and\ntheir surrounding environment.\n\nSUMMARY OF PROVISIONS:\nSection 1 amends the \"exclusivity\" provision of section 33-0303( I) to\nenable municipalities to control the use, and notification of use, of\npesticides within their boundaries. The Commissioner would still\nretain jurisdiction in these matters. Municipalities can only enact\nlocal ordinances more stringent than the requirements imposed by\narticle 33 under state law.\n\nSection 2 states that this act shall take effect immediately.\n\nJUSTIFICATION:\nA growing body of research indicates that pesticides have contaminated\nwells and municipal drinking water systems in New York and other\nstates. In addressing this pressing problem, the U.S. Environmental\nProtection Agency has recognized the importance of active\nparticipation by local governments in the management and regulation\nof pesticides. (EPA Publication, \"Protecting Groundwater: Pesticides\nand Agricultural Practice 1988\".)\n\nThe U.S. Supreme Court has also acknowledged the threat that pesticide\nuse poses to municipalities by affirming the right of a\nmunicipality to enforce ordinances governing their application. In\nWISCONSIN PUBLIC INTERVENOR V. MORTIER, (June 21,1991), the Supreme\nCourt upheld an ordinance passed by the Town of Casey, Wisconsin,\nthat required a permit for application of any pesticides to public\nlands, to private lands subject to public use or for aerial\napplication to private lands. The Supreme Court ruled that the\nFederal Insecticide, Fungicide and Rodenticide ACT (FIFRA) did not\npreempt local ordinances regulating pesticides. In interpreting FIFRA\nand its legislative history, the court concluded that \"FIFRA implies\na regulatory partnership among federal, state and local government\"\nin the area of pesticide regulation.\n\nWISCONSIN PUBLIC INTERVENOR V. MORTIER, Id. at 2487.\n\nLocal governments and residents in New York have expressed a strong\ninterest in exercising greater control over the use of pesticides in\ntheir communities and in tailoring the existing laws and regulations\nto local needs. In New York, however, local ordinances that address\nthe regulation of pesticides are preempted by state law. In\nLONG ISLAND PEST CONTROL ASSN., V. TOWN OF HUNTINGTON, 72 Misc. 2d\n1031 (1973) (Sup Ct, Suffolk County), the court held that ECL 33-0303\n(1), which grants the commissioner exclusive jurisdiction in all\nmatters pertaining to the distribution, sale, use and transportation\nof pesticides, preempted a town ordinance that purported to establish\na Pesticide Control Board with the power to prohibit the sale or use\nof certain pesticides within the Town of Huntington. It is this\n\"exclusivity\" provision that effectively suppresses efforts by\nlocalities to regulate pesticides in their areas.\n\nBy amending the \"exclusivity\" provision of section 33-0303( 1), this\nbill would provide municipalities with the power to control the use,\nand notification of use, of pesticides within their boundaries. The\nCommissioner would still retain jurisdiction in these matters,\nalthough municipalities would be entitled to enact local ordinances\nmore stringent than the requirements imposed by article 33 or by\nrules and regulations promulgated thereunder.\n\nMunicipalities' regulatory power over pesticide use would not extend\nto control over registration of pesticides, commercial or purchase\npermits, or certification of pesticide applicators. Those areas would\ncontinue to lie within the exclusive jurisdiction of the Commissioner.\n\nThis bill would also give municipalities the opportunity to establish\npesticide regulations beyond application notification covered by the\ncurrent voluntary \"opt-in\" pesticide notification law.\n\nSeveral states, including Alaska, California, Illinois, Minnesota and\nWisconsin, currently allow localities to establish pesticide notice\nand permit requirements. With passage of this bill, New York State\nwould join the ranks of enlightened states that are empowering\nlocalities to address unique concerns relating to the use of\npesticides in their communities.\n\nLEGISLATIVE HISTORY:\n04/24/09 REFERRED TO ENVIRONMENTAL CONSERVATION\n01/06/10 REFERRED TO ENVIRONMENTAL CONSERVATION\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to local authority to enact pesticide ordinance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T160915.TXT", "SOBI.D110121.T125524.TXT", "SOBI.D110120.T163417.TXT", "SOBI.D110120.T160414.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601483
}