{
  "year" : 2011,
  "senateBillNo" : "S2438-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2438-2011-1295586000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Holds a person who willfully fails to collect, account for, and pay tax liable",
  "summary" : "Holds a person who willfully fails to collect, account for, and pay tax liable; defines \"passive investor\" to mean an investor who does not play an active role in the business. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S7922-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2438\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to the failure of a responsible\n         person to collect and pay over withholding tax\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 1131 of the tax law, as amended by\n    2  chapter 576 of the laws of 1994, is amended to read as follows:\n    3    (1)  \"Persons  required to collect tax\" or \"person required to collect\n    4  any tax imposed by this article\" shall include: every vendor of tangible\n    5  personal property or services; every recipient of amusement charges; and\n    6  every operator of a hotel. Said terms shall also  include  any  officer,\n    7  director or employee of a corporation or of a dissolved corporation, any\n    8  employee  of a partnership, any employee or manager of a limited liabil-\n    9  ity company, or any employee of an individual proprietorship who as such\n   10  officer, director, employee or manager is under a duty to act  for  such\n   11  corporation,   partnership,  limited  liability  company  or  individual\n   12  proprietorship in complying with any requirement of  this  article;  and\n   13  any  member  of a partnership or limited liability company EXCEPT, THOSE\n   14  PASSIVE INVESTORS, AS DEFINED, ARE EXEMPT.   FOR THE  PURPOSES  OF  THIS\n   15  SUBDIVISION, THE TERM \"PASSIVE INVESTOR\" SHALL MEAN AN INVESTOR WHO DOES\n   16  NOT  PLAY  AN  ACTIVE ROLE IN THE BUSINESS.  Provided, however, that any\n   17  person who is a vendor solely by reason of clause (D) or (E) of subpara-\n   18  graph (i) of paragraph (8) of subdivision (b) of section eleven  hundred\n   19  one  shall  not be a \"person required to collect any tax imposed by this\n   20  article\" until twenty days after  the  date  by  which  such  person  is\n   21  required to file a certificate of registration pursuant to section elev-\n   22  en hundred thirty-four OF THIS PART.\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08250-01-1\n",
  "memo" : "BILL NUMBER:S2438\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to the failure of a responsible person\nto collect and pay over withholding tax\n\nPURPOSE:\nTo eliminate a disparity in the collection of trust fund\ntaxes for which there is no known policy or legislative basis.\n\nSUMMARY OF PROVISIONS:\nSection 1131 of the tax law is amended to add a\nnew subdivision (1) dealing with those people who are not responsible\nfor payment of sales tax and therefore exempting them from such\nunpaid sales tax liability.\n\nEXISTING LAW:\nNone.\n\nJUSTIFICATION:\nAs currently written, Section 1131(1) appears on its\nface to impose absolute liability for unpaid sales taxes on all\nmembers of an LLC and on all limited partners of a limited\npartnership, without regard to whether the member or limited partner\nhad an active role or significant involvement in the financial\naffairs or management of the business.\n\nThis amendment to the NYS Tax Law, section 1133, liability for the\ntax, will allow the responsible person concept to be applied\nuniformly to the determination of who is responsible for unpaid trust\nfund taxes owed by a business, without regard to the type of tax\n(sales or withholding tax) or the form of the business entity.\n\nSection 121-303 of the NY Partnership Law similarly insulates limited\npartners from the debts of a partnership. This change would eliminate\na disparity in the collection of trust fund taxes for which there is\nno known policy or legislative basis.\n\nIf not corrected, Section 1131 (1) exposes mere passive investors in\nthe LLCs and limited partnerships to personal liability for unpaid\nsales taxes of a business.\n\nLEGISLATIVE HISTORY:\nS.7922 of 2010 - Referred to Investigations & Government Operations\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the failure of a responsible person to collect and pay over withholding tax ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T100513.TXT", "SOBI.D110121.T101514.TXT", "SOBI.D110121.T125524.TXT", "SOBI.D110121.T094513.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601492
}