{
  "year" : 2011,
  "senateBillNo" : "S2434-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S2434-2011-1295499600000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the definition of pet dealer",
  "summary" : "Relates to the definition of pet dealer; in addition to the sale, includes the offering for sale of more than nine animals per year for profit to the public or to any broker, wholesaler, medical facility or pet dealer; requires pet dealers who offer animals for sale to the public, brokers, wholesalers and medical facilities to be licensed. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S4965-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2434\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by Sens. OPPENHEIMER, DIAZ, PARKER -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Agricul-\n         ture\n\n       AN ACT to amend the agriculture and markets law,  the  general  business\n         law  and  the  general municipal law, in relation to the definition of\n         pet dealer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 400 of the agriculture and markets\n    2  law,  as  amended by chapter 687 of the laws of 2006, is amended to read\n    3  as follows:\n    4    4. \"Pet Dealer\" means any person who engages in the sale  or  offering\n    5  for  sale of more than nine animals per year for profit to the public OR\n    6  TO ANY BROKER, WHOLESALE DEALER,  EXHIBITOR,  MEDICAL  FACILITY  OR  PET\n    7  DEALER LICENSED PURSUANT TO THIS ARTICLE.  Such definition shall include\n    8  breeders  who sell or offer to sell animals; provided that a breeder who\n    9  sells or offers to sell directly to  the  consumer  OR  TO  ANY  BROKER,\n   10  WHOLESALE  DEALER,  EXHIBITOR,  MEDICAL  FACILITY OR PET DEALER LICENSED\n   11  PURSUANT TO THIS ARTICLE fewer than twenty-five animals  per  year  that\n   12  are  born  and raised on the breeder's residential premises shall not be\n   13  considered a pet dealer as a result of selling or offering to sell  such\n   14  animals.  Such  definition  shall  further not include duly incorporated\n   15  humane societies dedicated to the care of unwanted  animals  which  make\n   16  such  animals  available  for  adoption  whether  or  not a fee for such\n   17  adoption is charged.\n   18    S 2.  Subdivision 3 of section 752 of the  general  business  law,  as\n   19  amended  by  chapter  687  of  the  laws  of 2006, is amended to read as\n   20  follows:\n   21    3. For purposes of section seven hundred fifty-three of this  article,\n   22  a  \"pet  dealer\"  shall  mean  any person who, in the ordinary course of\n   23  business, engages in the sale or offering for sale  of  more  than  nine\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05934-01-1\n\n       S. 2434                             2\n\n    1  animals per year for profit to the public. Such definition shall include\n    2  breeders  of  animals  who  sell or offer for sale animals directly to a\n    3  consumer but it shall not include  duly  incorporated  humane  societies\n    4  dedicated to the care of unwanted animals which make such animals avail-\n    5  able for adoption whether or not a fee for such adoption is charged. For\n    6  purposes  of  sections seven hundred fifty-three-a, seven hundred fifty-\n    7  three-b, seven hundred fifty-three-c, seven  hundred  fifty-three-d  and\n    8  seven hundred fifty-three-e of this article, \"pet dealer\" shall mean any\n    9  person  who  engages  in the sale or offering for sale of more than nine\n   10  animals per year for profit to the public OR TO  ANY  BROKER,  WHOLESALE\n   11  DEALER,  EXHIBITOR,  MEDICAL FACILITY OR PET DEALER LICENSED PURSUANT TO\n   12  ARTICLE TWENTY-SIX-A OF THE AGRICULTURE AND MARKETS  LAW.    Such  defi-\n   13  nition  shall include breeders who sell animals; provided that a breeder\n   14  who sells or offers to sell directly to the consumer OR TO  ANY  BROKER,\n   15  WHOLESALE  DEALER,  EXHIBITOR,  MEDICAL  FACILITY OR PET DEALER LICENSED\n   16  PURSUANT TO ARTICLE TWENTY-SIX-A OF  THE  AGRICULTURE  AND  MARKETS  LAW\n   17  fewer  than twenty-five animals per year that are born and raised on the\n   18  breeders residential premises shall not be considered a pet dealer as  a\n   19  result  of  selling  or  offering  to sell such animals. Such definition\n   20  shall not include duly incorporated humane societies  dedicated  to  the\n   21  care  of unwanted animals which make such animals available for adoption\n   22  whether or not a fee for such adoption is charged.\n   23    S 3. Subdivision 4 of section 209-cc of the general municipal law,  as\n   24  separately  amended  by  chapters  289  and  538 of the laws of 2005, is\n   25  amended to read as follows:\n   26    4. Except for pet dealers as defined in section seven hundred  [fifty-\n   27  two-a]  FIFTY-TWO  of the general business law WHO SELL OR OFFER ANIMALS\n   28  FOR SALE PURSUANT TO SECTIONS SEVEN HUNDRED FIFTY-THREE-A, SEVEN HUNDRED\n   29  FIFTY-THREE-B, SEVEN HUNDRED FIFTY-THREE-C, SEVEN HUNDRED  FIFTY-THREE-D\n   30  AND SEVEN HUNDRED FIFTY-THREE-E OF THE GENERAL BUSINESS LAW and zoologi-\n   31  cal  facilities and other exhibitors licensed pursuant to title 7 U.S.C.\n   32  sections 2133 and 2134, and in the case of  dangerous  dogs  except  for\n   33  licensed  veterinarians  in  temporary  possession  of  such dogs, every\n   34  person owning, possessing, or harboring a wild animal or a dangerous dog\n   35  within this state shall report the presence thereof to the clerk of  the\n   36  city,  town,  or  village  in which such wild animal or dangerous dog is\n   37  owned, possessed, or harbored. Such report shall be filed annually on  a\n   38  date  to  be  determined  by  the state fire administrator in the manner\n   39  prescribed by the state fire administrator. A separate report  shall  be\n   40  filed for each street address at which any such wild animal or dangerous\n   41  dog may be found.\n   42    S 4. This act shall take effect April 1, 2013.\n",
  "memo" : "BILL NUMBER:S2434\n\nTITLE OF BILL:\nAn act\nto amend the agriculture and markets law, the general business\nlaw and the general municipal law,\nin relation to the definition of pet dealer\n\nPURPOSE:\nTo protect a greater number of consumers of dogs and cats by\nincreasing the number of people considered to be \"pet dealers\" with\nregard to state inspections and already existing consumer protections\nlaws\n\nSUMMARY OF PROVISIONS:\nSection one amends subdivision 4 of section 400 of the agriculture and\nmarkets law by adding that, in addition to any person who sells or\noffers for sale more than nine animals per year for profit to the\npublic, a \"pet dealer\" shall also include a person who sells or\noffers for sale more than nine animals a year for profit to any\nbroker, wholesale dealer, exhibitor, medical facility or licensed pet\ndealer. A \"pet dealer\" shall also include a breeder who sells or\noffers to sell twenty-five or more animals per year that are born and\nraised on the breeder's residential premises to any broker, wholesale\ndealer, exhibitor, medical facility or licensed pet dealer in\naddition to sales or offerings directly to the consumer.\n\nSection two amends subdivision .3 of section 752 of the general\nbusiness law - providing consumer protection with regard to the\npurchase of dogs and cats - by expanding the definition of \"pet\ndealer\" to include those who, not only sell or offer for sale more\nthan nine animals to the public, but also those who sell or offer for\nsale nine or more animals to any broker, wholesale dealer, exhibitor,\nmedical facility or licensed pet dealer. \"Pet dealer\" shall also\ninclude a breeder who sells or offers to sell twenty-five or more\nanimals per year that are born and raised on the breeder's\nresidential premises to any broker, wholesale dealer, exhibitor,\nmedical facility or licensed pet dealer, in addition to direct sale\nto the consumer.\n\nSection three amends subdivision 4 of section 209-cc of the general\nmunicipal law by exempting pet dealers as defined in section 752 of\nthe general business law from the list of persons who\nshall report to the clerk of the city, town, or village their owning,\npossessing, or harboring a wild animal or a dangerous dog within this\nstate.\n\nSection eight defines the effective date.\n\nJUSTIFICATION:\n\nThe Pet Dealer Consumer Protection and Animal Care Standards Act\nprovides much-needed oversight to New York's pet industry. However,\nambiguities exist in the current law, diminishing the Act's original\nintent. This legislation would close a glaring loophole in the law\nthat allows breeders to sell dogs and cats to wholesale dealers,\nbrokers, exhibitors, other pet dealers and medical facilities without\nhaving to be licensed under Article 26-A. This omission also\ncompromises the intended purpose of the law. As such, breeders\ntypically operate very large kennels, thereby increasing the\npotential for animal mismanagement. Indeed, many of these operations\nare repeatedly cited by the United States Department of Agriculture's\nAnimal and Plant Health Inspection Service (APHIS) for violations of\nthe Animal Welfare Act (AWA).\nLarger sellers breed literally thousands of dogs and cats annually,\nwith the largest breeding over 20,000 animals per year. Yet, APHIS\nemploys only about 70 inspectors to oversee every wholesaler and\nbreeder in the entire United States - the same inspectors responsible\nfor inspecting zoos, marine-mammal facilities and circuses. The\nagency also demonstrates scant ability to pursue civil or criminal\nsanctions for failure to comply with the AWA, leaving consumers\nwith no guarantee that animals purchased at their local pet store are\nin good health and bred responsibly.\n\nIn addition, APHIS often does not conduct further site inspections\nonce the license of a repeat offender is revoked. Independent\ninvestigations have found unlicensed breeders back in business almost\nimmediately following license revocation, virtually free from\nreporting, record keeping, health and humane treatment requirements.\nThis leaves dogs and cats bred in such facilities susceptible to\nimproper breeding practices and cruelty, greatly increasing the risk\nof chronic respiratory problems, hip dysplasia, crooked bones,\nblindness, rage disease and other defects. No animal deserves to be\nborn and raised under such poor conditions. Additionally, because\nsuch dealers are not licensed at the state level, state-licensed pet\nstores must assume liability for these sick animals when recourse is\nsought by customers under New York's pet \"lemon law.\" This\nlegislation will also require more substantial state oversight of pet\nwholesalers and brokers who transport and sell animals to pet shops.\nOf those businesses licensed by APHIS, almost two-thirds are\nwholesalers, many of which purchase animals from large breeders and\nturn them over for profit by selling directly to retail stores or\nmedical facilities. Such businesses that enjoy little federal\noversight despite being licensed entities, further jeopardize public\nand animal health and greatly compromise the consumer's right to a\nhealthy, happy companion animal. State supervision of the sale of\nanimals by pet dealers is within the public interest. By expanding\nthe definition of \"pet dealer\" to include a wider array of people or\nentities that sell or breed dogs and cats, more consumers will be\nprotected by already existing laws.\n\nState inspection to guarantee proper treatment and living conditions\nof dogs and cats not only ensures that such animals are treated\n\nhumanely, but also ensures that consumers are purchasing healthy\ncompanion animals. Currently, the animal \"lemon law\", section 752 of\nthe general business law, is designed to protect only the public with\nregard to: returning an animal or\nreceiving a refund when a purchased dog or cat is unfit; guaranteeing\nan examination of the animal by a licensed veterinarian; information\nabout the animal that must be delivered by the seller in writing;\ninformation regarding pedigree of an animal; etc. This legislation\nextends such consumer protection to brokers, wholesale dealers,\nexhibitors, medical facilities and licensed pet dealers.\n\nLEGISLATIVE HISTORY:\n04/27/09 REFERRED TO AGRICULTURE\n01/06/10 REFERRED TO AGRICULTURE\n\nFISCAL IMPLICATIONS:\nCost of inspecting an increase number of sites.\n\nEFFECTIVE DATE:\nApril 1, 2013\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, the general business law and the general municipal law, in relation to the definition of pet dealer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T162416.TXT", "SOBI.D110120.T161915.TXT", "SOBI.D110121.T125524.TXT", "SOBI.D110120.T163417.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601487
}