{
  "year" : 2011,
  "senateBillNo" : "S2439-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2439-2011-1295586000000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a public health study by the department of health on the installation of synthetic turf",
  "summary" : "Provides for a public health study by the department of health on the installation of crumb rubber in synthetic turf. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Health",
  "previousVersions" : [ "S7124-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2439\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to direct the department of health  to  conduct  a  comprehensive\n         public  health  study; and providing for the repeal of such provisions\n         upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative findings. The legislature finds that increas-\n    2  ingly, synthetic turf is being installed in many locations in  New  York\n    3  state, including parks, athletic fields and other settings where natural\n    4  grass  was previously grown. In recent years, crumb rubber fill is being\n    5  used as a component of synthetic turf and mulch.  Crumb  rubber  is  the\n    6  result  of  processing  waste  tires, which contain numerous components,\n    7  some of which are known to be hazardous to people and  the  environment.\n    8  The hazardous components include arsenic, cadmium, chromium, lead, vana-\n    9  dium, zinc and acetone. Health effects associated with these components,\n   10  at  dangerous  levels,  include  birth  defects,  cancer, nervous system\n   11  damage and immune system suppression. While various  options  for  waste\n   12  tire  use  are essential to reducing the significant stockpiles of waste\n   13  tires, such uses should not threaten or compromise public health.\n   14    The legislature finds that more information is necessary  to  make  an\n   15  informed  decision  on the appropriate uses of synthetic turf containing\n   16  crumb rubber. In the interest of preventing adverse health  impacts  and\n   17  contamination to natural resources, the legislature finds that a compre-\n   18  hensive public health study on the potential threats associated with the\n   19  use of synthetic turf is warranted.\n   20    Therefore,  the  legislature  finds  that it is consistent with public\n   21  policy to require such comprehensive public health study to be undertak-\n   22  en immediately.\n   23    S 2. Public health study of the use of synthetic turf.  1.  The  state\n   24  department  of  health,  in  cooperation with the department of environ-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08248-01-1\n\n       S. 2439                             2\n\n    1  mental conservation, shall immediately undertake a review of all  avail-\n    2  able data relating to the potential health risks and effects of synthet-\n    3  ic  turf,  with particular attention to the crumb rubber content of such\n    4  synthetic  turf,  including  the  installation, maintenance, removal and\n    5  disposal of synthetic turf, and including comparisons with other  alter-\n    6  natives   including   natural   turf  with  modern  drainage  and  other\n    7  components.\n    8    2. The commissioner of health, or his or her designee, shall:\n    9    a. Solicit input from environmental and public health specialists, and\n   10  other stakeholders in an open, public process;\n   11    b. Examine various routes of exposure and the health and environmental\n   12  impact of these pathways including,  but  not  limited  to,  small  fill\n   13  particle inhalation, volatility, leaching to groundwater, dermal absorp-\n   14  tion,  and  persistence  in  the environment of original and degradation\n   15  by-products;\n   16    c. Prepare a report to the governor and the legislature which includes\n   17  research and studies conducted on synthetic turf which were  the  source\n   18  of  the report findings and recommendations for appropriate and inappro-\n   19  priate use of synthetic turf, crumb rubber and waste tires. Such  report\n   20  shall  be  filed  within  six  months of the effective date of this act,\n   21  unless the commissioner of health requests in writing, an  extension  of\n   22  time; and\n   23    d.  Conduct  an  outreach program to inform local governments, private\n   24  organizations, schools and the public regarding  the  findings  of  such\n   25  report. If necessary, information on safe alternatives to synthetic turf\n   26  in  settings  where  this  material is a potential or actual health risk\n   27  should be disseminated to the public.\n   28    3. All other departments or agencies  of  the  state  or  subdivisions\n   29  thereof, and local governments shall, at the request of the commissioner\n   30  of  health, provide expertise, assistance, and data that will enable the\n   31  commissioner to carry out his or her powers and duties.\n   32    S 3. This act shall take effect immediately;  (a)  provided,  however,\n   33  that  this  act  shall  continue in full force and effect for six months\n   34  from such effective date, or until the department of health  reports  to\n   35  the governor and the legislature as required by section two of this act,\n   36  whichever  date is later, when upon such date the provisions of this act\n   37  shall be deemed repealed; and\n   38    (b) provided that the commissioner of health shall notify the legisla-\n   39  tive bill drafting commission upon filing the report required in section\n   40  two of this act in order that the commission may  maintain  an  accurate\n   41  and  timely  effective data base of the official text of the laws of the\n   42  state of New York in  furtherance  of  effectuating  the  provisions  of\n   43  section  44  of the legislative law and section 70-b of the public offi-\n   44  cers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to direct the department of health to conduct a comprehensive public health study; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T100513.TXT", "SOBI.D110121.T125524.TXT", "SOBI.D110121.T101514.TXT", "SOBI.D110121.T094513.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295632524059
}