{
  "year" : 2011,
  "senateBillNo" : "S2435-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2435-2011-1295586000000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a wind siting designation board",
  "summary" : "Establishes a wind siting designation board consisting of the department of environmental conservation's nine regional planning bodies each of which will consider applications on an individual basis and may consider designating areas within a region where it shall be impermissible to site a wind farm; outlines the nine regions. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S7923-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2435\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         establishing a wind siting designation board\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new article 48 to read as follows:\n    3                                 ARTICLE 48\n    4                                 WIND SITING\n    5  SECTION 48-0101. WIND SITING.\n    6  S 48-0101. WIND SITING.\n    7    1.  THE  WIND  SITING  DESIGNATION  BOARD IS HEREBY CREATED, AND SHALL\n    8  CONSIST OF NINE REGIONAL PLANNING BODIES EACH OF WHICH SHALL BE  LOCATED\n    9  WITHIN ONE OF THE DEPARTMENT'S NINE REGIONS PURSUANT TO SUBDIVISION FOUR\n   10  OF  THIS SECTION.  EACH REGIONAL PLANNING BODY OF THE WIND SITING DESIG-\n   11  NATION BOARD SHALL CONSIST OF THE REGIONAL DIRECTOR OF  EACH  DEPARTMENT\n   12  OF ENVIRONMENTAL CONSERVATION REGION WITHIN SUCH REGIONAL PLANNING BODY;\n   13  ONE MEMBER WHO SHALL BE DESIGNATED BY THE CHAIRMAN OF THE NEW YORK POWER\n   14  AUTHORITY  AND  WHO  SHALL  RESIDE  WITHIN THE REGIONAL PLANNING BODY TO\n   15  WHICH SUCH PERSON IS APPOINTED; ONE MEMBER WHO SHALL  BE  DESIGNATED  BY\n   16  THE  CHAIRMAN  OF  THE  EMPIRE  STATE  DEVELOPMENT CORPORATION WHO SHALL\n   17  RESIDE WITHIN THE REGION THE  REGIONAL  PLANNING  BODY  REPRESENTS;  AND\n   18  THREE  MEMBERS  FROM  A  LOCAL  GOVERNMENT  ENTITY WITHIN THE REGION THE\n   19  REGIONAL PLANNING BODY REPRESENTS, PROVIDED,  HOWEVER,  THAT  THE  THREE\n   20  MEMBERS  SHALL  NOT  BE  FROM  THE SAME ORIGINATING ENTITY AND THAT SUCH\n   21  MEMBERS SHALL BE APPOINTED IN JOINT AGREEMENT BY THE REGIONAL  DIRECTOR.\n   22  MEMBERS  OF  THE  BOARD  SHALL  SERVE FOR A TERM OF SIX YEARS; PROVIDED,\n   23  HOWEVER, THAT IF ANY MEMBER  SHALL  DISAFFILIATE  FROM  THE  ORIGINATING\n   24  ENTITY FROM WHICH HE OR SHE WAS APPOINTED TO THE BOARD, THEN SUCH MEMBER\n   25  SHALL  BE  TERMINATED FROM THE BOARD AND A NEW MEMBER SHALL BE APPOINTED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08239-01-1\n\n       S. 2435                             2\n\n    1  FROM THE ORIGINATING ENTITY. EACH MEMBER OF THE BOARD SHALL BE  ENTITLED\n    2  TO  DESIGNATE A REPRESENTATIVE TO ATTEND MEETINGS OF THE BOARD IN HIS OR\n    3  HER PLACE, AND TO VOTE OR OTHERWISE ACT ON HIS OR HER BEHALF IN  HIS  OR\n    4  HER ABSENCE. NOTICE OF SUCH DESIGNATION SHALL BE FURNISHED IN WRITING TO\n    5  THE BOARD BY THE DESIGNATING MEMBER. A REPRESENTATIVE SHALL SERVE AT THE\n    6  PLEASURE  OF  THE  DESIGNATING  MEMBER.  A  REPRESENTATIVE  SHALL NOT BE\n    7  AUTHORIZED TO DELEGATE ANY OF HIS OR HER  DUTIES  OR  FUNCTIONS  TO  ANY\n    8  OTHER PERSON.\n    9    2.  THE  WIND  SITING DESIGNATION BOARD SHALL RECEIVE AND CONSIDER ALL\n   10  APPLICATIONS TO SITE ANY WINDMILL OR WINDMILLS, ON AN  INDIVIDUAL  BASIS\n   11  TO APPROVE OR DISAPPROVE AN INDIVIDUAL APPLICATION FOR WIND SITING.\n   12    3.  THE  WIND  SITING DESIGNATION BOARD MAY CONSIDER DESIGNATING AREAS\n   13  WITHIN A REGION WHERE IT SHALL BE IMPERMISSIBLE TO SITE A WIND FARM.\n   14    4. THE NINE REGIONAL PLANNING BODIES SHALL BE AS FOLLOWS:\n   15    (A) REGION ONE SHALL CONSIST OF NASSAU AND SUFFOLK COUNTIES;\n   16    (B) REGION TWO SHALL CONSIST OF BROOKLYN, BRONX, MANHATTAN, QUEENS AND\n   17  STATEN ISLAND;\n   18    (C) REGION THREE SHALL CONSIST OF DUTCHESS, ORANGE, PUTNAM,  ROCKLAND,\n   19  SULLIVAN, ULSTER AND WESTCHESTER COUNTIES;\n   20    (D)  REGION  FOUR SHALL CONSIST OF ALBANY, COLUMBIA, DELAWARE, GREENE,\n   21  MONTGOMERY, OTSEGO, RENSSELAER, SCHENECTADY AND SCHOHARIE COUNTIES;\n   22    (E) REGION FIVE SHALL CONSIST OF  CLINTON,  ESSEX,  FRANKLIN,  FULTON,\n   23  HAMILTON, SARATOGA, WARREN AND WASHINGTON COUNTIES;\n   24    (F) REGION SIX SHALL CONSIST OF HERKIMER, JEFFERSON, LEWIS, ONEIDA AND\n   25  ST. LAWRENCE COUNTIES;\n   26    (G)  REGION SEVEN SHALL CONSIST OF BROOME, CAYUGA, CHENANGO, CORTLAND,\n   27  MADISON, ONONDAGA, OSWEGO, TIOGA AND TOMPKINS COUNTIES;\n   28    (H) REGION  EIGHT  SHALL  CONSIST  OF  CHEMUNG,  GENESEE,  LIVINGSTON,\n   29  MONROE,  ONTARIO,  ORLEANS,  SCHUYLER,  SENECA, STEUBEN, WAYNE AND YATES\n   30  COUNTIES; AND\n   31    (I) REGION NINE SHALL CONSIST OF  ALLEGANY,  CHAUTAUQUA,  CATTARAUGUS,\n   32  ERIE, NIAGARA AND WYOMING COUNTIES.\n   33    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing a wind siting designation board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T100513.TXT", "SOBI.D110121.T102515.TXT", "SOBI.D110121.T125524.TXT", "SOBI.D110121.T101514.TXT", "SOBI.D110121.T094012.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295632524047
}