{
  "year" : 2011,
  "senateBillNo" : "S2436-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2436-2011-1295586000000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits refusal to issue or renew certain insurance policies solely on the ground of the nature of the occupation of the applicant",
  "summary" : "Provides that no insurer shall refuse to issue or renew a covered policy of property/casualty insurance or include a provision therein limiting coverage solely on the ground of the nature of the occupation of the applicant or insured; applies to personal lines insurance including personal umbrella policies as well as automobile liability policies. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S780-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2436\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to prohibited  basis  for\n         refusal to issue or renew a covered policy of property/casualty insur-\n         ance or for limiting coverage therein\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3425 of the insurance law is amended  by  adding  a\n    2  new subsection (i-1) to read as follows:\n    3    (I-1)  NO  INSURER SHALL REFUSE TO ISSUE OR RENEW A COVERED POLICY, OR\n    4  INCLUDE A PROVISION IN THE INSURANCE CONTRACT  LIMITING  COVERAGE  UNDER\n    5  THE  CONTRACT,  SOLELY  ON THE GROUND OF THE NATURE OF THE OCCUPATION OF\n    6  THE APPLICANT OR INSURED.\n    7    S 2. This act shall take effect on the first  of  the  calendar  month\n    8  next succeeding the thirtieth day after it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08243-01-1\n",
  "memo" : "BILL NUMBER:S2436\n\nTITLE OF BILL:\nAn act\nto amend the insurance law, in relation to prohibited\nbasis for refusal to issue or renew a covered\npolicy of property/casualty insurance or for limiting\ncoverage therein\n\nPURPOSE:\nTo prohibit insurance companies from denying the application\nfor or renewal of a personal umbrella liability insurance policy\nbased on an applicant's occupation.\n\nSUMMARY OF PROVISIONS:\nSection 1: Amends section 3425 of the insurance\nlaw by adding a new subsection (i-1) which would prohibit an insurer\nfrom refusing to issue or renew a covered policy or include a\nprovision in the insurance contract limiting coverage under the\ncontract, based on the nature of the occupation of the applicant or\ninsured.\n\nEXISTING LAW:\nCurrently, all insurance contracts for personal umbrella\nliability insurance prohibit a person from applying or having their\ninsurance contract renewed if they are public office holders, seeking\npublic office, professional entertainers, professional athletes,\nradio and television broadcasters, newspaper publishers, editors and\nreporters, individuals convicted of libel or slander, labor leaders,\nprivate detectives, sheriffs and police officers.\n\nJUSTIFICATION:\nPersonal umbrella liability insurance\nis designed to\ncover personal (non business) liability of individuals. Currently,\ncertain individuals because of their occupations are not able to\napply for or even renew an existing personal umbrella liability\ninsurance policy. The following occupations because they are\nconsidered to be a high risk group are denied umbrella insurance\ncoverage: public office holders, professional entertainers,\nprofessional athletes, radio and television broadcasters, newspaper\npublishers, editors and reporters, individuals convicted of libel or\nslander, labor leaders, private detectives, sheriffs and police\nofficers.\n\nRecognizing that public office holders should not be discriminated\nagainst, states such as Oregon and Texas have enacted statutes to\nexempt public office holders from this high risk group, permitting\nthem to apply for personal liability insurance.\n\nThe decision to grant insurance coverage or not should be made on a\ncase by case basis weighing various risk factors, not based on a\nwholesale exclusion of a certain classes of people. Therefore, this\nlegislation does not mandate that insurance companies grant\nindividuals working in an excluded profession an umbrella policy. It\nmerely allows these individuals to apply for such coverage and be\ngranted or denied coverage based on their individual backgrounds and\nexperiences.\n\nLEGISLATIVE HISTORY:\n2007-2008 - Insurance.\n2010 - Insurance\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first day of the\ncalendar month next succeeding the 30th day after it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to prohibited basis for refusal to issue or renew a covered policy of property/casualty insurance or for limiting coverage therein ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T100513.TXT", "SOBI.D110121.T101514.TXT", "SOBI.D110121.T094012.TXT", "SOBI.D110121.T125524.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601488
}