{
  "year" : 2011,
  "senateBillNo" : "S2430-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S2430-2011-1295499600000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes Westchester county to require local marinas provide for watercraft holding tank sewage disposal; prohibits littering of waterways",
  "summary" : "Authorizes Westchester county to require that local marinas provide for the handling and disposal of sewage from watercraft holding tanks; directs the department of environmental conservation to request, from the federal environmental protection agency, a \"no-discharge zone\" designation of waters within the marine jurisdictional boundaries of Westchester county. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Navigation Law",
  "previousVersions" : [ "S1124-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2430\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sen.  OPPENHEIMER -- read twice and ordered printed, and\n         when printed to be committed to the  Committee  on  Cultural  Affairs,\n         Tourism, Parks and Recreation\n\n       AN  ACT  to  amend  the  navigation  law,  in relation to regulating the\n         disposal of sewage from watercraft and  marinas  and  prohibiting  the\n         littering of waterways\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 8 of section 33-c of  the  navigation  law,  as\n    2  amended  by  chapter  199  of  the  laws  of 1999, is amended to read as\n    3  follows:\n    4    8. All marinas that provide pumpout facilities and dump  stations  for\n    5  the  handling and disposal of sewage from marine holding tanks and port-\n    6  able toilets shall do so in a manner that will prevent the pollution  of\n    7  the  surface  waters  of  the  state.  The  facilities for unloading and\n    8  disposal of such sewage shall be approved by either  the  local  or  the\n    9  state  health department in accordance with [guidelines set forth by the\n   10  department in consultation with the department of health]  THE  REQUIRE-\n   11  MENTS  ESTABLISHED  PURSUANT  TO  SUBDIVISION  TEN  OF THIS SECTION. The\n   12  department of environmental conservation shall  require  that  municipal\n   13  sewage  treatment  facilities  accept such waste originating from marine\n   14  holding tanks and portable toilets unless  the  commissioner  determines\n   15  that  such  action would cause an unacceptable threat to human health or\n   16  the environment or the operation of a sewage treatment plant.   NOTWITH-\n   17  STANDING THE FOREGOING, WESTCHESTER COUNTY SHALL BE EMPOWERED TO REQUIRE\n   18  BY ENACTMENT OF A LOCAL LAW, THAT ANY MARINA, WITHIN THE COUNTY OF WEST-\n   19  CHESTER,  PROVIDE  FOR  THE HANDLING AND DISPOSAL OF SEWAGE FROM HOLDING\n   20  TANKS OF WATERCRAFT IN ACCORDANCE WITH THE PROVISIONS OF SUCH LOCAL LAW.\n   21    S 2. Section 33-c of the navigation law is amended  by  adding  a  new\n   22  subdivision 11-a to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06131-01-1\n\n       S. 2430                             2\n\n    1    11-A.  THE  DEPARTMENT  IS HEREBY DIRECTED TO REQUEST FROM THE FEDERAL\n    2  ENVIRONMENTAL PROTECTION AGENCY, PURSUANT TO 40 C.F.R. S 140.4, A DESIG-\n    3  NATION THAT WATERS OF THIS STATE WITHIN THE MARINE JURISDICTIONAL BOUND-\n    4  ARIES OF WESTCHESTER COUNTY, (MID-POINT OF THE HUDSON RIVER AND THE LONG\n    5  ISLAND  SOUND),  BE  DEEMED A \"NO-DISCHARGE ZONE.\" SUCH REQUEST SHALL BE\n    6  MADE NO LATER THAN SIXTY DAYS AFTER THE EFFECTIVE DATE OF THIS  SUBDIVI-\n    7  SION.\n    8    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2430\n\nTITLE OF BILL:\nAn act\nto amend the navigation law, in relation to regulating the disposal\nof sewage from watercraft and marinas and prohibiting the littering\nof waterways\n\nPURPOSE:\nThe purpose of this bill is to empower the county of Westchester to\nrequire any marina in Westchester to provide any pump out facilities\nand to police the handling and disposal of sewage from holding tanks\nof water craft in the county of Westchester. Also, this bill\nestablishes a no discharge zone within the marine jurisdictional\nboundaries of Westchester County (mid-point of the Hudson River and\nthe Long Island Sound).\n\nSUMMARY OF PROVISIONS:\nSections 1 and 2 add a new subdivision 8 of section 33-c of the\nNavigation Law to empower Westchester County to pass a law to require\nany marina within the county to provide for the disposal and handling\nof sewage from watercraft holding tanks.\n\nSection 3 states that this act shall take effect immediately.\n\nJUSTIFICATION:\nThis bill allows Westchester County to maintain at least the level of\nrequirements set by the state but also allows the County to go beyond\nthose requirements to maintain a higher quality water.\n\nLEGISLATIVE HISTORY:\n01/26/09 REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION\n01/06/10 REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION\n03/25/10 COMMITTEE DISCHARGED AND COMMITTED TO ENVIRONMENTAL\nCONSERVATION\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the navigation law, in relation to regulating the disposal of sewage from watercraft and marinas and prohibiting the littering of waterways ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161416.TXT", "SOBI.D110121.T125524.TXT", "SOBI.D110120.T163417.TXT", "SOBI.D110120.T160414.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601482
}