{
  "year" : 2011,
  "senateBillNo" : "S2432-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2432-2011-1295499600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the N.Y. state Thruway Authority to discontinue the New Rochelle toll plaza on the New England section of the state thruway",
  "summary" : "Directs the NYS Thruway Authority to discontinue the New Rochelle toll plaza on the New England section of the state thruway. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A198",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A224-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2432\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  Sen.  OPPENHEIMER -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the public authorities law, in relation to discontinuing\n         the New Rochelle toll plaza on the New England section of the New York\n         state thruway\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  authorities  law  is amended by adding a new\n    2  section 354-a to read as follows:\n    3    S 354-A. NEW ROCHELLE TOLL PLAZA  DISCONTINUED.  THE  AUTHORITY  SHALL\n    4  DISCONTINUE  AND  REMOVE  THE NEW ROCHELLE TOLL PLAZA ON THE NEW ENGLAND\n    5  SECTION OF THE NEW YORK STATE THRUWAY.\n    6    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n    7  have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00292-01-1\n",
  "memo" : "BILL NUMBER:S2432\n\nTITLE OF BILL:\nAn act\nto amend the public authorities law, in relation to discontinuing the\nNew Rochelle toll plaza on the New England section of the New York state\nthruway\n\nPURPOSE:\nThe purpose of the bill is to eliminate the toll plaza on the New\nEngland section of the New York State Thruway. Daily commuters from\nWestchester, the Bronx and Manhattan pay a disproportionate fee to\nuse this section of the Thruway, compared to every other corridor\nacross the state.\n\nSUMMARY OF PROVISIONS:\nSection 1 of this bill adds a new section 354-a of the public\nauthorities law to authorize the discontinuance and elimination of\nthe New Rochelle toil plaza as identified.\n\nJUSTIFICATION:\nThe New Rochelle toll plaza on the New England section of the New York\nState Thruway is located in a densely populated corridor where the\nCity of New Rochelle, Village of Larchmont and Town of Mamaroneck\nmeet. As such, there are serious issues of air pollution and noise\npollution that are generated for area residents by the presence of\nthis toll plaza. Further, the presence of this toil plaza serves to\ndirect northbound traffic onto local roads, particularly U. S. I\n(Boston Post Road), through the developed corridors of New Rochelle,\nLarchmont and Mamaroneck, adding to local congestion and air pollution.\n\nAs a matter of parity, New York State residents in the Buffalo,\nRochester, Syracuse, Utica, Schenectady-Albany and Yonkers areas have\nsought to reduce the financial burdens on daily, local commuters who\ntravel between exits of the main branch of the Thruway. The same\nrelief should apply to commuters who face the $1.00 toll for trips as\nshort as two miles between exits.\n\nAn act to eliminate the Yonkers toll plaza - patterned on the\nelimination of the Spring Valley toll plaza - has received\nlegislative consideration for the same reasons.\n\nLEGISLATIVE HISTORY:\n2005-06: A.7441 (Latimer) Passed Assembly\n2005 Reported to Calendar 437 -2006\n2007-08: A.1220 (Latimer) Passed Assembly\n2009-10: A.224 (Latimer) Referred to Transportation\n\nS.1123 of 2009 and 2010:\n01/26/09 REFERRED TO TRANSPORTATION\n01/06/10 REFERRED TO TRANSPORTATION\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect sixty (60) days after adoption.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to discontinuing the New Rochelle toll plaza on the New England section of the New York state thruway ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161416.TXT", "SOBI.D110120.T160915.TXT", "SOBI.D110121.T125524.TXT", "SOBI.D110120.T163417.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601484
}