{
  "year" : 2011,
  "senateBillNo" : "S2434-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S2434-2011-1295499600000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the definition of pet dealer",
  "summary" : "Relates to the definition of pet dealer; in addition to the sale, includes the offering for sale of more than nine animals per year for profit to the public or to any broker, wholesaler, medical facility or pet dealer; requires pet dealers who offer animals for sale to the public, brokers, wholesalers and medical facilities to be licensed. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S4965-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2434\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by Sens. OPPENHEIMER, DIAZ, PARKER -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Agricul-\n         ture\n\n       AN ACT to amend the agriculture and markets law,  the  general  business\n         law  and  the  general municipal law, in relation to the definition of\n         pet dealer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 400 of the agriculture and markets\n    2  law,  as  amended by chapter 687 of the laws of 2006, is amended to read\n    3  as follows:\n    4    4. \"Pet Dealer\" means any person who engages in the sale  or  offering\n    5  for  sale of more than nine animals per year for profit to the public OR\n    6  TO ANY BROKER, WHOLESALE DEALER,  EXHIBITOR,  MEDICAL  FACILITY  OR  PET\n    7  DEALER LICENSED PURSUANT TO THIS ARTICLE.  Such definition shall include\n    8  breeders  who sell or offer to sell animals; provided that a breeder who\n    9  sells or offers to sell directly to  the  consumer  OR  TO  ANY  BROKER,\n   10  WHOLESALE  DEALER,  EXHIBITOR,  MEDICAL  FACILITY OR PET DEALER LICENSED\n   11  PURSUANT TO THIS ARTICLE fewer than twenty-five animals  per  year  that\n   12  are  born  and raised on the breeder's residential premises shall not be\n   13  considered a pet dealer as a result of selling or offering to sell  such\n   14  animals.  Such  definition  shall  further not include duly incorporated\n   15  humane societies dedicated to the care of unwanted  animals  which  make\n   16  such  animals  available  for  adoption  whether  or  not a fee for such\n   17  adoption is charged.\n   18    S 2.  Subdivision 3 of section 752 of the  general  business  law,  as\n   19  amended  by  chapter  687  of  the  laws  of 2006, is amended to read as\n   20  follows:\n   21    3. For purposes of section seven hundred fifty-three of this  article,\n   22  a  \"pet  dealer\"  shall  mean  any person who, in the ordinary course of\n   23  business, engages in the sale or offering for sale  of  more  than  nine\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05934-01-1\n\n       S. 2434                             2\n\n    1  animals per year for profit to the public. Such definition shall include\n    2  breeders  of  animals  who  sell or offer for sale animals directly to a\n    3  consumer but it shall not include  duly  incorporated  humane  societies\n    4  dedicated to the care of unwanted animals which make such animals avail-\n    5  able for adoption whether or not a fee for such adoption is charged. For\n    6  purposes  of  sections seven hundred fifty-three-a, seven hundred fifty-\n    7  three-b, seven hundred fifty-three-c, seven  hundred  fifty-three-d  and\n    8  seven hundred fifty-three-e of this article, \"pet dealer\" shall mean any\n    9  person  who  engages  in the sale or offering for sale of more than nine\n   10  animals per year for profit to the public OR TO  ANY  BROKER,  WHOLESALE\n   11  DEALER,  EXHIBITOR,  MEDICAL FACILITY OR PET DEALER LICENSED PURSUANT TO\n   12  ARTICLE TWENTY-SIX-A OF THE AGRICULTURE AND MARKETS  LAW.    Such  defi-\n   13  nition  shall include breeders who sell animals; provided that a breeder\n   14  who sells or offers to sell directly to the consumer OR TO  ANY  BROKER,\n   15  WHOLESALE  DEALER,  EXHIBITOR,  MEDICAL  FACILITY OR PET DEALER LICENSED\n   16  PURSUANT TO ARTICLE TWENTY-SIX-A OF  THE  AGRICULTURE  AND  MARKETS  LAW\n   17  fewer  than twenty-five animals per year that are born and raised on the\n   18  breeders residential premises shall not be considered a pet dealer as  a\n   19  result  of  selling  or  offering  to sell such animals. Such definition\n   20  shall not include duly incorporated humane societies  dedicated  to  the\n   21  care  of unwanted animals which make such animals available for adoption\n   22  whether or not a fee for such adoption is charged.\n   23    S 3. Subdivision 4 of section 209-cc of the general municipal law,  as\n   24  separately  amended  by  chapters  289  and  538 of the laws of 2005, is\n   25  amended to read as follows:\n   26    4. Except for pet dealers as defined in section seven hundred  [fifty-\n   27  two-a]  FIFTY-TWO  of the general business law WHO SELL OR OFFER ANIMALS\n   28  FOR SALE PURSUANT TO SECTIONS SEVEN HUNDRED FIFTY-THREE-A, SEVEN HUNDRED\n   29  FIFTY-THREE-B, SEVEN HUNDRED FIFTY-THREE-C, SEVEN HUNDRED  FIFTY-THREE-D\n   30  AND SEVEN HUNDRED FIFTY-THREE-E OF THE GENERAL BUSINESS LAW and zoologi-\n   31  cal  facilities and other exhibitors licensed pursuant to title 7 U.S.C.\n   32  sections 2133 and 2134, and in the case of  dangerous  dogs  except  for\n   33  licensed  veterinarians  in  temporary  possession  of  such dogs, every\n   34  person owning, possessing, or harboring a wild animal or a dangerous dog\n   35  within this state shall report the presence thereof to the clerk of  the\n   36  city,  town,  or  village  in which such wild animal or dangerous dog is\n   37  owned, possessed, or harbored. Such report shall be filed annually on  a\n   38  date  to  be  determined  by  the state fire administrator in the manner\n   39  prescribed by the state fire administrator. A separate report  shall  be\n   40  filed for each street address at which any such wild animal or dangerous\n   41  dog may be found.\n   42    S 4. This act shall take effect April 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, the general business law and the general municipal law, in relation to the definition of pet dealer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T162416.TXT", "SOBI.D110120.T161915.TXT", "SOBI.D110121.T125524.TXT", "SOBI.D110120.T163417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295632524043
}