{
  "year" : 2011,
  "senateBillNo" : "S2446-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2446-2011-1295586000000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes tax increment bonds payable from real property taxes levied by a school district within a blighted project area",
  "summary" : "Authorizes tax increment bonds payable from real property taxes levied by a school district within a blighted project area. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "SA1716-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2446\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general municipal law, in relation to the  municipal\n         redevelopment  law  authorizing  tax  increment bonds payable from and\n         secured by real property taxes levied by a school  district  within  a\n         project area\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The first undesignated paragraph of section  970-b  of  the\n    2  general  municipal  law, as added by chapter 916 of the laws of 1984 and\n    3  such section as renumbered by chapter  686  of  the  laws  of  1986,  is\n    4  amended  and  a  new  fourth  undesignated paragraph is added to read as\n    5  follows:\n    6    It is hereby found and declared that there exists in many  communities\n    7  blighted  areas which threaten the economic and social well-being of the\n    8  people of the state. Blighted areas are characterized by one or more  of\n    9  the  conditions  set  forth  in  subdivision (a) of section nine hundred\n   10  [sixty-c] SEVENTY-C of this article.\n   11    IT IS FURTHER FOUND AND DECLARED THAT SOUND DEVELOPMENT AND REDEVELOP-\n   12  MENT OF BLIGHTED AREAS INCREASES PUBLIC SCHOOL ENROLLMENT  BY  PROVIDING\n   13  AFFORDABLE  HOUSING  AND  EMPLOYMENT  OPPORTUNITIES  AND  THE  NEED  FOR\n   14  EXPANDED PUBLIC EDUCATION FACILITIES AND SERVICES.\n   15    S 2. Subdivisions (b) and (f) of section 970-c of the general  munici-\n   16  pal law, as added by chapter 916 of the laws of 1984 and such section as\n   17  renumbered  by  chapter  686  of the laws of 1986, are amended and a new\n   18  subdivision (i) is added to read as follows:\n   19    (b) \"Legislative body\" means (I) the governing body of a  municipality\n   20  empowered  to  adopt  and  amend  local  laws and ordinances[; provided,\n   21  however, that in the case of the city of New York, the legislative  body\n   22  shall,  for  the purposes of this article be the board of estimate], AND\n   23  (II) THE BOARD OF EDUCATION OF A SCHOOL DISTRICT OF WHICH CONSENTS TO AN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08033-01-1\n\n       S. 2446                             2\n\n    1  ALLOCATION OF TAXES PRESCRIBED IN SECTION NINE HUNDRED SEVENTY-P OF THIS\n    2  ARTICLE.\n    3    (f)  \"Planning agency\" means the planning board or commission of [the]\n    4  A municipality OR THE PLANNING BOARD OR COMMITTEE OF A SCHOOL DISTRICT.\n    5    (I) \"SCHOOL  DISTRICT\"  MEANS  ANY  SCHOOL  DISTRICT,  A  CITY  SCHOOL\n    6  DISTRICT  OR  A SCHOOL DISTRICT IN A CITY, AS THOSE TERMS ARE DEFINED IN\n    7  SECTION 2.00 OF THE LOCAL FINANCE LAW, WHICH APPROVES THE  REDEVELOPMENT\n    8  PLAN  AND  CONSENTS TO AN ALLOCATION OF TAXES PRESCRIBED IN SECTION NINE\n    9  HUNDRED SEVENTY-P OF THIS ARTICLE.\n   10    S 3. Subdivisions (l) and (n) of section 970-f of the general  munici-\n   11  pal law, as added by chapter 916 of the laws of 1984 and such section as\n   12  renumbered  by  chapter  686  of the laws of 1986, are amended and a new\n   13  subdivision (o) is added to read as follows:\n   14    (l) shall provide a limitation on the amount of  bonds  which  may  be\n   15  issued  pursuant  to  section  nine  hundred [sixty-o] SEVENTY-O of this\n   16  article for the purpose of carrying out or administering the  redevelop-\n   17  ment plan;\n   18    (n) shall provide a plan for the relocation of families and persons to\n   19  be  temporarily  or permanently displaced from housing facilities in the\n   20  project area, which plan shall include the provision required by section\n   21  nine hundred [sixty-j] SEVENTY-J OF THIS ARTICLE that no person or fami-\n   22  ly of low and moderate income shall be displaced unless and until  there\n   23  is  suitable housing available and ready for occupancy by such displaced\n   24  person or family at rents comparable to those paid at the time of  their\n   25  displacement.\n   26    (O)  MAY  PROVIDE  FOR THE CONSENT TO AND APPROVAL OF THE PROJECT AREA\n   27  AND THE REDEVELOPMENT PLAN BY THE  BOARD  OF  EDUCATION  OF  THE  SCHOOL\n   28  DISTRICT.\n   29    S  4. Subdivisions (b) and (c) of section 970-h of the general munici-\n   30  pal law, as added by chapter 916 of the laws of 1984 and such section as\n   31  renumbered by chapter 686 of the laws of 1986, are amended  to  read  as\n   32  follows:\n   33    (b)  Notice  of the hearing shall be posted in at least four prominent\n   34  places within the project area for a period of three weeks prior to such\n   35  hearing and shall be published not less  than  once  a  week  for  three\n   36  successive  weeks  prior to the hearing in a newspaper of general circu-\n   37  lation in the municipality involved. The notice of hearing shall include\n   38  a legal description of the boundaries of the  PROJECT  area  [or  areas]\n   39  designated in the proposed redevelopment plan [and], a general statement\n   40  of  the scope and objectives of the plan, AND A STATEMENT WHETHER ONE OR\n   41  MORE  SCHOOL  DISTRICTS  HAVE  CONSENTED  TO  AN  ALLOCATION  OF   TAXES\n   42  PRESCRIBED  IN SECTION NINE HUNDRED SEVENTY-P OF THIS ARTICLE. A copy of\n   43  the notices shall be mailed to the last known owner of  each  parcel  of\n   44  land  in  the  area designated in the redevelopment plan.  A copy of the\n   45  notice shall also be mailed to the  legislative  body  of  each  of  the\n   46  taxing  jurisdictions  which  levies taxes upon any real property in the\n   47  project area designated in the proposed redevelopment plan.\n   48    (c) Any and all persons who have any objections to the proposed  rede-\n   49  velopment  plan or who deny the existence of blight as defined by subdi-\n   50  vision (a) of section nine hundred [sixty-c] SEVENTY-C of this  article,\n   51  in  the proposed project area, or the legality or appropriateness of any\n   52  of the prior proceedings, may appear before the legislative body at such\n   53  public hearing and show cause  why  the  proposed  plan  should  not  be\n   54  adopted.  At any time not later than the hour set for hearing objections\n   55  to the proposed redevelopment plan, any person may file in writing  with\n\n       S. 2446                             3\n\n    1  the  clerk  of  the  legislative  body  a  statement  of  such  person's\n    2  objections to the proposed plan.\n    3    S  5.  Section 970-m of the general municipal law, as added by chapter\n    4  916 of the laws of 1984 and as renumbered by chapter 686 of the laws  of\n    5  1986, is amended to read as follows:\n    6    S  970-m.  Amendment  of  redevelopment plan. If at any time after the\n    7  adoption of a redevelopment plan for a project area by  the  legislative\n    8  body,  it  becomes  necessary or desirable to amend or modify such plan,\n    9  the legislative body may by resolution amend such plan. Such  amendments\n   10  may  include  a change in the boundaries of the project area to add land\n   11  to or, prior to the issuance of indebtedness pursuant  to  section  nine\n   12  hundred [sixty-o] SEVENTY-O OF THIS ARTICLE as provided by such redevel-\n   13  opment plan, exclude land from the project area. An amendment or modifi-\n   14  cation  of  the  plan  shall  be  approved  pursuant to subdivisions (a)\n   15  through (g) of section nine hundred [sixty-h] SEVENTY-H of this article.\n   16  Upon adoption of the amended plan by the legislative body  the  legisla-\n   17  tive body shall transmit the amended plan as provided by subdivision (h)\n   18  of such section.\n   19    S  6.  Paragraphs  (iii),  (iv)  and (v) of subdivision (a) of section\n   20  970-n of the general municipal law, as added by chapter 916 of the  laws\n   21  of  1984  and  such  section as renumbered by chapter 686 of the laws of\n   22  1986, are amended to read as follows:\n   23    (iii) If two or more municipalities jointly exercise the powers grant-\n   24  ed under this subdivision and a redevelopment plan as  adopted  provides\n   25  for  the  allocation  of  real property tax revenues pursuant to section\n   26  nine hundred [sixty-o] SEVENTY-O of this article the real property taxes\n   27  of each municipality shall be allocated pursuant to such section.\n   28    (iv) If two or more municipalities jointly exercise the powers granted\n   29  under this subdivision and the redevelopment plan  as  adopted  provides\n   30  for  the  issuance  of  indebtedness  pursuant  to  section nine hundred\n   31  [sixty-o] SEVENTY-O of this article, such indebtedness shall  either  be\n   32  issued  jointly by the municipalities and the resolution authorizing the\n   33  issuance of such indebtedness must be approved by the  legislative  body\n   34  of  each municipality acting separately or shall be issued by resolution\n   35  of the [the] designated agent on behalf of the municipality  it  repres-\n   36  ents and, by resolution of its legislative body, each municipality shall\n   37  irrevocably  pledge  the  revenues  allocated  pursuant  to section nine\n   38  hundred [sixty-p] SEVENTY-P of this article to  the  repayment  of  such\n   39  indebtedness and any interest thereon.\n   40    (v)  The joint exercise of powers authorized by this subdivision shall\n   41  be permitted only for the purpose of redevelopment of  an  area  located\n   42  wholly within each municipality AND WITHIN ONE OR MORE SCHOOL DISTRICTS.\n   43    S  7. Paragraphs (ii) and (iii) and subparagraph 1 of paragraph (v) of\n   44  subdivision (b) of section 970-n of the general municipal law, as  added\n   45  by  chapter  916  of  the laws of 1984 and such section as renumbered by\n   46  chapter 686 of the laws of 1986, are amended to read as follows:\n   47    (ii) A municipal redevelopment authority shall be a corporate  govern-\n   48  mental  agency  constituting  a  public  benefit  corporation. Except as\n   49  otherwise provided by special act of the legislature, an authority shall\n   50  consist of not less than five nor more  than  nine  members.  Membership\n   51  shall  be apportioned among the municipalities AND SCHOOL DISTRICTS, and\n   52  the manner of selection of a chairman determined by an  [intermunicipal]\n   53  agreement approved by local law by each such municipality, AND BY RESOL-\n   54  UTION  OF THE BOARD OF EDUCATION OF EACH SCHOOL DISTRICT.  Members shall\n   55  serve at the pleasure of the appointing authority, and each member shall\n   56  continue to hold office until his successor is appointed and has  quali-\n\n       S. 2446                             4\n\n    1  fied.  The [governing] LEGISLATIVE body shall file with the secretary of\n    2  state a certificate  of  appointment  or  reappointment  of  any  member\n    3  appointed  or  reappointed  by it. Members shall receive no compensation\n    4  for  their services but shall be entitled to reimbursement of the neces-\n    5  sary expenses, including traveling expenses, incurred in  the  discharge\n    6  of  their duties. No action shall be taken by an authority except pursu-\n    7  ant to the favorable vote of a majority of the members then  in  office.\n    8  Any  one or more of the members of an authority may be an official or an\n    9  employee of such municipality. In the  event  that  an  official  or  an\n   10  employee  of  such  municipality  shall  be appointed as a member of the\n   11  agency, acceptance or retention of such appointment shall not be  deemed\n   12  a  forfeiture of his OR HER municipal office or employment, or incompat-\n   13  ible therewith or affect his OR HER tenure or compensation in  any  way.\n   14  The  term of office of a member of an authority who is an official or an\n   15  employee of such municipality when appointed  as  a  member  thereof  by\n   16  special act of the legislature creating the authority shall terminate at\n   17  the  expiration  of  the  term  of his OR HER municipal office. Upon THE\n   18  creation of an authority, from time to time the [governing]  LEGISLATIVE\n   19  body  of a municipality OR A SCHOOL DISTRICT, may, by resolution, appro-\n   20  priate sums of money to defray the expenses of the authority.\n   21    (iii) Unless otherwise provided by this subdivision or by the  special\n   22  act  of the legislature establishing a municipal redevelopment authority\n   23  or empowering an existing public corporation to carry out  the  purposes\n   24  and  provisions  of  this  article, such authority or public corporation\n   25  shall have the powers, duties and  responsibilities  granted  a  munici-\n   26  pality AND SCHOOL DISTRICT and its legislative body pursuant to sections\n   27  nine  hundred  [sixty-d] SEVENTY-D through nine hundred [sixty-m] SEVEN-\n   28  TY-M of this article, as well as the authority to receive the  taxes  of\n   29  each  municipality  AND  SCHOOL  DISTRICT allocated and paid pursuant to\n   30  section nine hundred [sixty-p] SEVENTY-P of this article. Such authority\n   31  or public corporation shall have the power to designate survey areas and\n   32  select project areas as provided  by  sections  nine  hundred  [sixty-d]\n   33  SEVENTY-D  and  nine  hundred  [sixty-e] SEVENTY-E of this article. Such\n   34  authority or public corporation shall obtain the report and  recommenda-\n   35  tion  of  the planning agency of each municipality OR SCHOOL DISTRICT on\n   36  the redevelopment plan and its conformity to the  master  plan  of  each\n   37  municipality  AND  SCHOOL  DISTRICT  before presenting the redevelopment\n   38  plan to the legislative body of each municipality  OR  SCHOOL  DISTRICT.\n   39  In  order  for  a  preliminary plan to be adopted or for a redevelopment\n   40  plan to be adopted or amended approval must be obtained by resolution of\n   41  the legislative body of each municipality  AND  SCHOOL  DISTRICT  acting\n   42  separately.\n   43    (1)  An  authority  or  public  corporation  shall have the powers and\n   44  duties granted municipalities pursuant to section nine hundred [sixty-o]\n   45  SEVENTY-O of this article to issue tax increment bonds and tax increment\n   46  bond anticipation notes.  Such bonds and notes shall be bonds and  notes\n   47  of  the  authority  or  public corporation and neither the state nor any\n   48  municipality shall be liable on such bonds and notes and such bonds  and\n   49  notes shall not be a debt of the state or of any municipality.\n   50    S 8. Subdivisions (a), (b), (g) and (i) of section 970-o of the gener-\n   51  al  municipal  law, as added by chapter 916 of the laws of 1984 and such\n   52  section as renumbered by chapter 686 of the laws of  1986,  are  amended\n   53  and a new subdivision (j) is added to read as follows:\n   54    (a)  For  the purpose of carrying out or administering a redevelopment\n   55  plan adopted by the legislative body, a municipality is  hereby  author-\n   56  ized,  without  limiting its authority under other provisions of law, to\n\n       S. 2446                             5\n\n    1  issue by resolution of its legislative body tax increment bonds  or  tax\n    2  increment  bond anticipation notes of the municipality which are payable\n    3  from and secured by real property taxes, in whole or in part,  allocated\n    4  to and paid pursuant to the provisions of section nine hundred [sixty-p]\n    5  SEVENTY-P  of this article. The pledge of such real property taxes allo-\n    6  cated and paid shall constitute a first lien  on  the  revenues  derived\n    7  therefrom  and  tax  increment  bonds or tax increment bond anticipation\n    8  notes, the repayment of which is secured by such revenues shall  not  be\n    9  subordinate  to  any other indebtedness of the municipality with respect\n   10  to the pledge of such revenues. The municipality shall have the power to\n   11  issue renewal notes, to issue bonds to pay notes and whenever  it  deems\n   12  refunding  expedient,  to refund any bonds by the issuance of new bonds,\n   13  whether the bonds to be refunded have or have not matured, and to  issue\n   14  bonds  partly  to refund bonds then outstanding and partly for any other\n   15  purposes.\n   16    (b) In contracting indebtedness pursuant to subdivision  (a)  of  this\n   17  section  NEITHER a municipality NOR A SCHOOL DISTRICT shall [not] pledge\n   18  its faith and credit or the faith and credit of the state to the payment\n   19  of THE  principal  thereof  and  the  interest  thereon.    INDEBTEDNESS\n   20  REFERRED  TO  IN  SECTION  SIX  OF ARTICLE XVI OF THE STATE CONSTITUTION\n   21  SHALL NOT APPLY TO A SCHOOL DISTRICT.\n   22    (g) The amount of any indebtedness contracted under this section shall\n   23  be excluded in ascertaining the power of the municipality  OR  A  SCHOOL\n   24  DISTRICT  to  contract  indebtedness  within the provisions of the state\n   25  constitution or the local finance law relating thereto.\n   26    (i) The municipality may [only] contract indebtedness pursuant to this\n   27  section for the following objects [and] OR purposes, EACH OF WHICH SHALL\n   28  BE A PUBLIC USE AND A PUBLIC PURPOSE:\n   29    (i) acquisition AND ASSEMBLAGE of land INCLUDING ENVIRONMENTAL REMEDI-\n   30  ATION AND  BROWNFIELD  REDEVELOPMENT  AUTHORIZED  IN  THE  ENVIRONMENTAL\n   31  CONSERVATION LAW;\n   32    (ii)  demolition and removal of buildings, structures and improvements\n   33  and site preparation;\n   34    (iii) installation, construction or reconstruction of  streets,  walk-\n   35  ways,  docks,  drainage,  parking  facilities, flood control facilities,\n   36  water and sewer systems and other [public] utilities,  parks  and  play-\n   37  grounds;\n   38    (iv)  other public improvements or services integral to the redevelop-\n   39  ment plan authorized by or for which a period of probable usefulness has\n   40  been established by section  11.00  of  the  local  finance  law.  [Such\n   41  objects]  OBJECTS  and purposes REFERRED TO IN THIS SUBDIVISION shall be\n   42  deemed to have the period of probable usefulness as  provided  GENERALLY\n   43  for such objects and purposes by such section.\n   44    (J)  IN ADDITION TO THE ALLOCATION OF TAXES AUTHORIZED IN SECTION NINE\n   45  HUNDRED SEVENTY-P OF THIS ARTICLE, INDEBTEDNESS AUTHORIZED  PURSUANT  TO\n   46  THIS SECTION MAY BE SECURED BY A MUNICIPALITY AS FOLLOWS:\n   47    (I)  PURSUANT  TO  SECTION  ONE  HUNDRED NINETEEN-O OF THIS CHAPTER, A\n   48  MUNICIPALITY MAY BY RESOLUTION OF ITS GOVERNING BOARD, PLEDGE A  PORTION\n   49  OF  THE SALES TAX RECEIVED IN ANY FISCAL YEAR PURSUANT TO SECTION TWELVE\n   50  HUNDRED SIXTY-ONE OF THE  TAX  LAW  FROM  BUSINESSES  OPERATING  IN  THE\n   51  PROJECT  AREA AND BENEFITTING FROM THE REDEVELOPMENT PLAN TO THE PAYMENT\n   52  OF THE PRINCIPAL OF AND INTEREST ON SUCH INDEBTEDNESS;\n   53    (II) A MUNICIPALITY MAY ESTABLISH AN ASSESSMENT AREA, PURSUANT TO  THE\n   54  PROCEDURES  IN  SECTION  22-2200 OF THE VILLAGE LAW TO ACCESS PARCELS IN\n   55  THE PROJECT AREA AS BENEFITED PROPERTIES IN THE AMOUNTS AND IN THE YEARS\n\n       S. 2446                             6\n\n    1  EQUAL TO THE ALLOCATION OF TAXES PROJECTED TO BE COLLECTED AS DETERMINED\n    2  UNDER SECTION NINE HUNDRED SEVENTY-P OF THIS ARTICLE.\n    3    S  9. Paragraph (i) of subdivision (d) of section 970-o of the general\n    4  municipal law, as added by chapter 916 of the  laws  of  1984  and  such\n    5  section  as renumbered by chapter 686 of the laws of 1986, is amended to\n    6  read as follows:\n    7    (i) pledging all or a part of the taxes allocated pursuant to  section\n    8  nine  hundred  [sixty-p]  SEVENTY-P of this article or the proceeds from\n    9  the sale of property acquired with the proceeds of such notes  or  bonds\n   10  to  secure  the  payment of such notes or bonds or of any issue thereof,\n   11  subject to such agreements with bondholders or noteholders as may exist;\n   12    S 10. Section 970-p of the general municipal law, as added by  chapter\n   13  916  of the laws of 1984 and as renumbered by chapter 686 of the laws of\n   14  1986, is amended to read as follows:\n   15    S 970-p. Allocation of taxes. (a) Any redevelopment plan may contain a\n   16  provision that real property taxes levied upon taxable real property  in\n   17  the  project area each year by or for the benefit of the municipality or\n   18  municipalities AND SCHOOL DISTRICTS after  the  effective  date  of  the\n   19  resolution  approving  the  redevelopment  plan,  shall  be  divided  as\n   20  follows:\n   21    (i) that portion of the real property  taxes  not  in  excess  of  the\n   22  amount  which  would be produced by applying the rate upon which the tax\n   23  is levied each year by or for each municipality AND SCHOOL  DISTRICT  to\n   24  the  total sum of the assessed value of the taxable real property in the\n   25  project area as shown upon the assessment roll used in  connection  with\n   26  the  taxation of such property by such municipality AND SCHOOL DISTRICT,\n   27  last adopted prior to the effective date  of  the  resolution  approving\n   28  such  plan,  shall be allocated to and when collected shall be paid into\n   29  the funds of the respective municipalities AND SCHOOL DISTRICTS as  real\n   30  property  taxes  collected  by  or  for  said  municipalities AND SCHOOL\n   31  DISTRICTS adopting the redevelopment plan;\n   32    (ii) that portion of the real  property  taxes  levied  each  year  in\n   33  excess  of  the  portion allocated and paid pursuant to paragraph (i) of\n   34  this subdivision shall be allocated to and when collected shall be  paid\n   35  into  the fund or funds established for such purposes to pay the princi-\n   36  pal and interest on indebtedness incurred by such municipality OR SCHOOL\n   37  DISTRICT pursuant to section nine hundred [sixty-o]  SEVENTY-O  of  this\n   38  article  or, if the redevelopment plan so provides, the amount allocated\n   39  and paid in excess of interest and principal and necessary reserves  may\n   40  be expended for amounts of money to be paid in lieu of taxes. Unless and\n   41  until  the total assessed valuation of the taxable property in a project\n   42  area exceeds the total assessed value of the taxable  real  property  in\n   43  such  project  area  as shown by the last assessment roll referred to in\n   44  paragraph (i) of this subdivision, all of the real property taxes levied\n   45  and collected upon the taxable real property in such project area  shall\n   46  be  paid  into  the  funds  of  the respective municipalities AND SCHOOL\n   47  DISTRICTS.  When such indebtedness, if any and  interest  thereon,  have\n   48  been  paid, all moneys thereafter received from real property taxes upon\n   49  the taxable real property in such project area shall be  paid  into  the\n   50  funds  of  the  respective  municipalities  AND SCHOOL DISTRICTS as real\n   51  property taxes on all other real property are paid;\n   52    (iii) whenever the total  amount  of  real  property  taxes  allocated\n   53  pursuant to paragraph (ii) of this subdivision exceeds the amounts allo-\n   54  cated  and  paid  for interest and principal and necessary reserves, and\n   55  for amounts to be paid in lieu of taxes, the amount of taxes  in  excess\n\n       S. 2446                             7\n\n    1  of  such  amounts shall be paid into the funds of the respective munici-\n    2  palities as taxes on all other real property are paid;\n    3    (iv)  the  allocation  of  taxes  authorized by this section (1) shall\n    4  apply to taxable years beginning after the effective date of the  resol-\n    5  ution approving the redevelopment plan, AND\n    6    (2)  SHALL  BE  ESTIMATED  BY THE APPROPRIATE REAL PROPERTY ASSESSMENT\n    7  OFFICER PRIOR TO THE ISSUANCE OF SUCH INDEBTEDNESS  FOR  EACH  YEAR  THE\n    8  INDEBTEDNESS  TO  BE  INCURRED  BY SUCH MUNICIPALITY PURSUANT TO SECTION\n    9  NINE HUNDRED SEVENTY-O OF THIS ARTICLE IS SCHEDULED TO BE OUTSTANDING IN\n   10  AN AMOUNT SUFFICIENT TO PAY  THE  PRINCIPAL  OF  AND  INTEREST  ON  SUCH\n   11  INDEBTEDNESS IN EACH YEAR REAL PROPERTY TAXES OF THE MUNICIPALITY OR THE\n   12  SCHOOL  DISTRICT  LEVIED  UPON  TAXABLE  PROPERTY IN THE PROJECT AREA IS\n   13  DIVIDED PURSUANT TO THIS SECTION. DURING THE PERIOD SUCH INDEBTEDNESS IS\n   14  OUTSTANDING, THE APPROPRIATE  REAL  PROPERTY  ASSESSMENT  OFFICER  SHALL\n   15  ENDEAVOR  IN  GOOD  FAITH TO DETERMINE ASSESSED VALUES ON PARCELS IN THE\n   16  PROJECT AREA TO ACHIEVE SUCH ESTIMATE IN EACH SUCH YEAR.   UPON  REQUEST\n   17  BY  A  MUNICIPALITY  OR  SCHOOL  DISTRICT,  THE  OFFICE OF REAL PROPERTY\n   18  SERVICES SHALL PROVIDE GUIDANCE ON METHODOLOGIES FOR ASSESSMENTS  AND/OR\n   19  REVIEW SUCH ESTIMATES.\n   20    (b)  [Whenever  real  property  in  any redevelopment project has been\n   21  redeveloped and thereafter is leased by the municipality to  any  person\n   22  or persons or whenever the agency leases real property in any redevelop-\n   23  ment  project  to  any person or persons for redevelopment, the property\n   24  shall be assessed and taxed in the same manner as privately  owned  real\n   25  property  and  the lease or contract shall provide that the lessee shall\n   26  pay real property taxes upon the assessed value of the entire real prop-\n   27  erty and not merely the assessed value of his or her leasehold interest.\n   28    (c)] In any municipality OR SCHOOL DISTRICT subject to the  allocation\n   29  of  revenues pursuant to this section the assessed value of taxable real\n   30  property located in a project area shall  be  included  on  the  taxable\n   31  portion  of the assessment roll, provided, however, that notwithstanding\n   32  any provision of law to the contrary, the assessed value  determined  in\n   33  accordance  with paragraph (ii) of subdivision (a) of this section shall\n   34  not be included in the taxable value of real property  when  determining\n   35  the tax rate for such municipality OR SCHOOL DISTRICT.\n   36    [(d)]  (C)  The  rate  of tax resulting from the levy of real property\n   37  taxes shall be applied to  the  assessed  value  of  any  real  property\n   38  subject  to  the  allocation  provisions  of  this section as determined\n   39  pursuant to subdivision (a) of this section, however, the amount of  tax\n   40  levied as a result of the application of the tax rate to the increase in\n   41  assessed  value determined in accordance with paragraph (ii) of subdivi-\n   42  sion (a) of this section shall not be paid into the fund of the  munici-\n   43  pality  OR THE SCHOOL DISTRICT as real property taxes but shall be allo-\n   44  cated pursuant to that paragraph.\n   45    [(e)] (D) The official or officials responsible for the preparation of\n   46  the assessment roll or  rolls  specified  in  subdivision  (a)  of  this\n   47  section  shall  provide to the municipality or municipalities AND SCHOOL\n   48  DISTRICTS, in addition to the assessment roll or rolls, such information\n   49  as is deemed necessary by the legislative bodies of the municipality  or\n   50  municipalities  AND  SCHOOL  DISTRICTS to effectuate the purpose of this\n   51  section.\n   52    [(f)] (E) The allocation of real property  taxes  authorized  by  this\n   53  section  shall  be  permitted  only  with  respect to municipalities AND\n   54  SCHOOL DISTRICTS which have adopted a redevelopment plan  providing  for\n   55  such  allocation pursuant to section nine hundred [sixty-h] SEVENTY-H or\n   56  section nine hundred [sixty-n] SEVENTY-N of this article and such  allo-\n\n       S. 2446                             8\n\n    1  cation  shall not apply to special ad valorem levies and special assess-\n    2  ments as defined by subdivisions fourteen and  fifteen  of  section  one\n    3  hundred  two  of  the real property tax law, EXCEPT AS PROVIDED IN PARA-\n    4  GRAPH (III) OF SUBDIVISION (J) OF SECTION NINE HUNDRED SEVENTY-O OF THIS\n    5  ARTICLE.\n    6    [(g)]  (F) If, after adoption of a redevelopment plan, the official or\n    7  officials responsible for the preparation  of  the  assessment  roll  or\n    8  rolls  specified in subdivision (a) of this section undertake to revalue\n    9  real property for real property tax purposes by altering the standard of\n   10  assessment utilized to establish the value of real property for  assess-\n   11  ment  purposes, the assessment of real property within a project area as\n   12  provided by paragraph (i) of subdivision (a) of this  section  shall  be\n   13  adjusted  in  such manner as if such new standard of assessment had been\n   14  utilized in the preparation of the assessment roll last adopted prior to\n   15  adoption of the redevelopment plan.\n   16    (G) WITH RESPECT TO A SCHOOL DISTRICT WHICH CONSENTS TO AN  ALLOCATION\n   17  OF TAXES PRESCRIBED IN THIS SECTION, THE OBJECT OR PURPOSE OF WHICH SUCH\n   18  INDEBTEDNESS  MAY BE INCURRED BY A MUNICIPALITY SHALL BE A SCHOOL BUILD-\n   19  ING. HOWEVER, THERE SHALL BE NO APPORTIONMENT  OF  PUBLIC  MONEYS  UNDER\n   20  SECTION THREE THOUSAND SIX HUNDRED ONE OF THE EDUCATION LAW WITH RESPECT\n   21  TO SUCH ALLOCATION OF TAXES LEVIED BY A SCHOOL DISTRICT.\n   22    (H) IN ESTABLISHING A UNIFORM TAX EXEMPTION POLICY PURSUANT TO SECTION\n   23  EIGHT  HUNDRED  SEVENTY-FOUR  OF  THIS CHAPTER, AN AGENCY SHALL NOT TAKE\n   24  INTO ACCOUNT THE PORTION OF REAL PROPERTY TAXES MEASURED UNDER PARAGRAPH\n   25  (II) OF SUBDIVISION (A) OF THIS SECTION IN COMPUTING A PAYMENT  IN  LIEU\n   26  OF TAXES AGREEMENT.\n   27    S  11.  This  act shall take effect immediately and shall apply to any\n   28  indebtedness incurred by a municipality pursuant to section 970-o of the\n   29  general municipal law on or after July 30, 1986.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to the municipal redevelopment law authorizing tax increment bonds payable from and secured by real property taxes levied by a school district within a project area ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T122522.TXT", "SOBI.D110121.T121522.TXT", "SOBI.D110124.T134125.TXT", "SOBI.D110121.T115521.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295894485489
}