{
  "year" : 2011,
  "senateBillNo" : "S2445-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2445-2011-1295586000000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the neurological impairment program governing the compensation of neurologically-impaired persons born in New York on or after January 1, 2012",
  "summary" : "Amends the public health law to add a new article in relation to establishing the neurological impairment program providing the exclusive remedy for compensation of neurologically-impaired persons born in New York on or after January 1, 2012. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S6801-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2445\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  HANNON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to  establishing  the\n         neurological  impairment program to provide compensation of neurologi-\n         cally-impaired persons\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new article\n    2  49-A to read as follows:\n    3                                ARTICLE 49-A\n    4              NEUROLOGICAL IMPAIRMENT PROGRAM OF NEW YORK STATE\n    5  SECTION 4920. DEFINITIONS.\n    6          4921. EXCLUSIVENESS OF REMEDY.\n    7          4922. THE NEUROLOGICAL IMPAIRMENT PROGRAM OF NEW YORK STATE.\n    8          4923. NEUROLOGICAL IMPAIRMENT TRUST FUND.\n    9          4924. FILING OF CLAIMS.\n   10          4925. CASE MANAGEMENT PROGRAM.\n   11          4926. DETERMINATION OF ELIGIBILITY.\n   12          4927. APPEALS OF DETERMINATION OF ELIGIBILITY.\n   13          4928. COMPENSATION.\n   14          4929. LIMITATION ON PROCESSING OF CLAIMS.\n   15          4930. NOTICE TO OBSTETRIC PATIENTS.\n   16          4931. NEW YORK STATE STANDARD OF CARE ASSESSMENT PROGRAM.\n   17    S 4920. DEFINITIONS. WHEN USED IN THIS ARTICLE,  THE  FOLLOWING  TERMS\n   18  SHALL HAVE THE FOLLOWING MEANINGS:\n   19    1.  \"CASE  MANAGEMENT\"  MEANS  CASE  MANAGEMENT  SERVICES FURNISHED IN\n   20  ACCORDANCE WITH THE NEUROLOGICAL IMPAIRMENT PROGRAM OF  THIS  STATE  AND\n   21  WHICH  ASSIST  ALL  ELIGIBLE  IMPAIRED  PERSONS TO ACCESS NECESSARY CASE\n   22  MANAGEMENT SERVICES IN ACCORDANCE WITH GOALS CONTAINED IN A WRITTEN CASE\n   23  MANAGEMENT PLAN.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07100-01-1\n\n       S. 2445                             2\n\n    1    2. \"CASE MANAGEMENT SERVICES\" MEANS SERVICES WHICH WILL ASSIST  ELIGI-\n    2  BLE  IMPAIRED PERSONS IN OBTAINING NEEDED MEDICAL, SOCIAL, PSYCHOSOCIAL,\n    3  EDUCATIONAL AND ANY  OTHER  SERVICES  DEEMED  NECESSARY.  SUCH  SERVICES\n    4  ENHANCE  THE  QUALITY  OF  LIFE FOR ELIGIBLE IMPAIRED PERSONS AND ASSIST\n    5  SUCH  PERSONS  AND THEIR PARENT, GUARDIAN OR CARETAKER IN NAVIGATING THE\n    6  PROGRAM'S BENEFITS AS WELL AS IN ACCESSING ANY SUCH  SERVICES  NECESSARY\n    7  AND APPROPRIATE TO THE ELIGIBLE IMPAIRED PERSONS LEVEL OF IMPAIRMENT AND\n    8  NEED.\n    9    3.  \"CLAIMANT\" MEANS A PERSON WHO FILES A CLAIM PURSUANT TO THIS ARTI-\n   10  CLE ON BEHALF OF AN IMPAIRED PERSON FOR COMPENSATION,  AND  INCLUDES  AN\n   11  AUTHORIZED  LEGAL REPRESENTATIVE FILING A CLAIM ON BEHALF OF AN IMPAIRED\n   12  PERSON.\n   13    4. \"COMPENSATION\" MEANS BENEFITS  PROVIDED  TO  OR  ON  BEHALF  OF  AN\n   14  IMPAIRED NEWBORN OR PERSON PURSUANT TO THIS ARTICLE.\n   15    5.  \"HEALTHCARE PROVIDER\" MEANS A HOSPITAL, A HEALTH CARE ORGANIZATION\n   16  ESTABLISHED PURSUANT TO ARTICLE FORTY-FOUR OF THIS CHAPTER,  A  LICENSED\n   17  PHYSICIAN,  A  LICENSED  MIDWIFE,  A  REGISTERED PROFESSIONAL NURSE OR A\n   18  LICENSED PRACTICAL NURSE.\n   19    6. \"HOSPITAL\" MEANS A HOSPITAL ESTABLISHED PURSUANT TO  ARTICLE  TWEN-\n   20  TY-EIGHT OF THIS CHAPTER. FOR THE PURPOSES OF ANY CLAIM FILED UNDER THIS\n   21  ARTICLE,  A  HOSPITAL  SHALL  INCLUDE THE TRUSTEES, DIRECTORS, OFFICERS,\n   22  EMPLOYEES AND AGENTS OF THE HOSPITAL.\n   23    7. \"IMPAIRED PERSON\" MEANS A NEWBORN OR CHILD WHO HAS  A  NEUROLOGICAL\n   24  MOTOR IMPAIRMENT.\n   25    8.  \"NEUROLOGICAL  IMPAIRMENT  TRUST  FUND\"  OR \"TRUST FUND\" MEANS THE\n   26  TRUST  FUND  ESTABLISHED  PURSUANT   TO   SECTION   FORTY-NINE   HUNDRED\n   27  TWENTY-THREE OF THIS ARTICLE.\n   28    9.  \"NEUROLOGICAL  MOTOR  IMPAIRMENT\" OR \"IMPAIRMENT\" MEANS A SUBSTAN-\n   29  TIAL, NON-PROGRESSIVE MOTOR DEFICIT, OCCURRING IN A CHILD OF THIRTY-FOUR\n   30  OR  MORE  WEEKS  GESTATIONAL  AGE,  THAT  MAY  HAVE  ORIGINATED   DURING\n   31  GESTATION,  LABOR,  DELIVERY, OR WITHIN TWENTY-EIGHT DAYS OF DELIVERY OR\n   32  BEFORE DISCHARGE OF THE NEWBORN,  WHICHEVER  OCCURRED  SOONER;  PROVIDED\n   33  THAT IMPAIRMENTS DUE TO GENETIC OR METABOLIC CONDITIONS ARE EXCLUDED.\n   34    10.  \"NURSE PRACTITIONER\" MEANS A REGISTERED PROFESSIONAL NURSE CERTI-\n   35  FIED AS A NURSE PRACTITIONER UNDER ARTICLE ONE  HUNDRED  THIRTY-NINE  OF\n   36  THE EDUCATION LAW.\n   37    11.   \"PARTICIPATING  PHYSICIAN\"  OR  \"PHYSICIAN\"  MEANS  A  PHYSICIAN\n   38  LICENSED TO PRACTICE MEDICINE IN THIS STATE. FOR PURPOSES OF  ANY  CLAIM\n   39  FILED  UNDER  THIS ARTICLE, \"PHYSICIAN\" SHALL ALSO INCLUDE THE EMPLOYEES\n   40  AND AGENTS OF THE  PHYSICIAN  AND  ANY  PHYSICIAN-OPERATED  PROFESSIONAL\n   41  CORPORATION.\n   42    12.  \"PHYSICIAN ASSESSOR\" MEANS AN EXPERIENCED, BOARD CERTIFIED PHYSI-\n   43  CIAN CERTIFIED BY A BOARD RECOGNIZED BY THE AMERICAN  BOARD  OF  MEDICAL\n   44  SPECIALTIES  WHO,  WITHIN  TWO YEARS OF THE CLAIM, WAS IN ACTIVE MEDICAL\n   45  PRACTICE OR DEVOTED A SUBSTANTIAL PORTION OF HIS OR HER TIME TO TEACHING\n   46  AT AN ACCREDITED MEDICAL SCHOOL,  OR  WAS  ENGAGED  IN  UNIVERSITY-BASED\n   47  RESEARCH IN RELATION TO THE MEDICAL CARE AND TYPE OF TREATMENT AT ISSUE,\n   48  WHO  IS  APPROVED BY HIS OR HER SPECIALTY SOCIETY, AND WHO IS CONTRACTED\n   49  BY THE PROGRAM TO PERFORM LEVEL I OR LEVEL II ASSESSMENTS OF THE  STAND-\n   50  ARD OF CARE.\n   51    13.  \"PHYSICIAN  EXPERT\"  MEANS  A  CHILD NEUROLOGIST OR DEVELOPMENTAL\n   52  PEDIATRICIAN CERTIFIED IN THE SAME SPECIALTY BY A  BOARD  RECOGNIZED  BY\n   53  THE  AMERICAN  BOARD OF MEDICAL SPECIALTIES WHO, WITHIN TWO YEARS OF THE\n   54  CLAIM, WAS IN ACTIVE MEDICAL PRACTICE OR DEVOTED A  SUBSTANTIAL  PORTION\n   55  OF  HIS  OR  HER  TIME  TO  TEACHING AT AN ACCREDITED MEDICAL SCHOOL, OR\n   56  ENGAGED IN UNIVERSITY-BASED RESEARCH IN RELATION TO THE MEDICAL CARE AND\n\n       S. 2445                             3\n\n    1  TYPE OF TREATMENT AT ISSUE, WHO IS APPROVED  BY  HIS  OR  HER  SPECIALTY\n    2  SOCIETY,  AND WHO IS CONTRACTED BY THE PROGRAM TO PHYSICALLY EXAMINE AND\n    3  DETERMINE WHETHER THE IMPAIRED PERSON HAS A NEUROLOGICAL  MOTOR  IMPAIR-\n    4  MENT THAT QUALIFIES FOR ELIGIBILITY IN THE PROGRAM.\n    5    14.  \"PROGRAM\"  MEANS  THE NEUROLOGICAL IMPAIRMENT PROGRAM OF NEW YORK\n    6  STATE ESTABLISHED IN SECTION FORTY-NINE HUNDRED TWENTY-TWO OF THIS ARTI-\n    7  CLE.\n    8    S 4921. EXCLUSIVENESS OF REMEDY. 1. RECOVERY OF COMPENSATION  PURSUANT\n    9  TO  THIS  ARTICLE  FOR  NEUROLOGICAL IMPAIRMENT SUSTAINED BY AN IMPAIRED\n   10  PERSON AS A RESULT OF HEALTH CARE SERVICES RENDERED  BY  A  HEALTH  CARE\n   11  PROVIDER  AT A HOSPITAL, WHETHER RESULTING IN DEATH OR NOT, SHALL BE THE\n   12  EXCLUSIVE REMEDY AGAINST A HEALTH CARE  PROVIDER  OR  HOSPITAL,  OR  ANY\n   13  OFFICER,  AGENT  OR  EMPLOYEE  OF  THE PROVIDER OR HOSPITAL.   EXCEPT AS\n   14  PROVIDED FOR BY THIS ARTICLE, A COVERED HEALTH CARE PROVIDER  OR  HOSPI-\n   15  TAL,  OR  ANY  OFFICER,  AGENT OR EMPLOYEE OF SAID PROVIDER OR HOSPITAL,\n   16  SHALL NOT BE SUBJECT TO ANY LIABILITY  FOR  THE  INJURY,  DISABILITY  OR\n   17  DEATH OF AN IMPAIRED PERSON; AND ALL CAUSES OF ACTION, INCLUDING ACTIONS\n   18  AT LAWSUITS, IN EQUITY, PROCEEDINGS, AND STATUTORY AND COMMON LAW RIGHTS\n   19  AND  REMEDIES FOR AND ON ACCOUNT OF SAID INJURY, DISABILITY OR DEATH ARE\n   20  ABOLISHED EXCEPT AS PROVIDED FOR IN THIS ARTICLE.\n   21    2. IF ANY CLAIM IS FILED IN ANY COURT OR OTHER FORUM BY OR  ON  BEHALF\n   22  OF  ANY  CHILD  ALLEGING  NEUROLOGICAL IMPAIRMENT AS A RESULT OF MEDICAL\n   23  MALPRACTICE BY A HEALTH CARE PROVIDER OR PROVIDERS, THE COURT  OR  FORUM\n   24  SHALL,  IF REQUESTED BY THE HEALTH CARE PROVIDER OR PROVIDERS, REFER THE\n   25  CASE TO THE PROGRAM FOR A DETERMINATION OF ELIGIBILITY  AND  SHALL  STAY\n   26  ALL PROCEEDINGS PENDING A DETERMINATION OF ELIGIBILITY BY THE PROGRAM.\n   27    3. THE DETERMINATION OF ELIGIBILITY AS DETERMINED PURSUANT TO SECTIONS\n   28  FORTY-NINE  HUNDRED  TWENTY-SIX  AND  FORTY-NINE HUNDRED TWENTY-SEVEN OF\n   29  THIS ARTICLE SHALL BE BINDING UPON THE IMPAIRED PERSON, AND UPON HIS  OR\n   30  HER  PARENTS, NEXT OF KIN, AGENT, PROXY, EXECUTOR, GUARDIAN OR ANY OTHER\n   31  PERSON OR ENTITY CLAIMING COMPENSATION AS A RESULT OF  IMPAIRMENT  UNDER\n   32  THIS  ARTICLE AS PROVIDED PURSUANT THERETO. THE PROVISIONS OF THIS ARTI-\n   33  CLE SHALL APPLY TO ALL PERSONS, REGARDLESS OF MINORITY OR LEGAL DISABIL-\n   34  ITY.\n   35    4. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO  PRECLUDE  OR  IMPAIR\n   36  ANY  ACTION BY AN APPROPRIATE AGENCY OR CIVIL AUTHORITY TO IMPOSE UPON A\n   37  HEALTH CARE  PROVIDER  OR  PARTICIPATING  HOSPITAL  CRIMINAL  PENALTIES,\n   38  LICENSURE RESTRICTIONS, OR OTHER SANCTIONS FOR VIOLATION OF LAW OR REGU-\n   39  LATIONS.\n   40    S  4922.  THE  NEUROLOGICAL  IMPAIRMENT  PROGRAM OF NEW YORK STATE. 1.\n   41  THERE IS HEREBY ESTABLISHED  WITHIN  THE  DEPARTMENT,  THE  NEUROLOGICAL\n   42  IMPAIRMENT PROGRAM OF NEW YORK STATE.\n   43    2. THE PROGRAM SHALL EMPLOY PERMANENT STAFF.\n   44    3. THE DIRECTOR OF THE PROGRAM SHALL BE APPOINTED BY THE GOVERNOR WITH\n   45  THE ADVICE AND CONSENT OF THE SENATE AND ASSEMBLY.\n   46    4.  NO CIVIL ACTION SHALL BE BROUGHT IN ANY COURT AGAINST ANY EMPLOYEE\n   47  OR PERSON ENGAGED BY THE PROGRAM FOR ANY ACT DONE, FAILURE  TO  ACT,  OR\n   48  STATEMENT  OR  OPINION MADE, WITHIN THE SCOPE OF HIS OR HER DUTIES AS AN\n   49  EMPLOYEE OF SUCH PROGRAM.\n   50    5. POWERS AND DUTIES OF  THE  PROGRAM.  THE  PROGRAM  SHALL  HAVE  THE\n   51  FOLLOWING POWERS AND DUTIES:\n   52    (A)  TO  SCREEN  OUT PERSONS WHO COULD NOT BE ELIGIBLE FOR THE PROGRAM\n   53  AND TO REFER ALL CASES THAT COULD BE ELIGIBLE TO A PHYSICIAN EXPERT  FOR\n   54  DETERMINATION OF ELIGIBILITY;\n   55    (B)  TO ACCEPT AND COLLECT ALL ELIGIBLE CLAIMS FOR CARE FILED WITH THE\n   56  PROGRAM PURSUANT TO THIS ARTICLE AND TO REINVESTIGATE OR  REOPEN  CLAIMS\n\n       S. 2445                             4\n\n    1  AS  THE PROGRAM DEEMS NECESSARY, INCLUDING UPON THE FILING OF A PETITION\n    2  FOR ADDITIONAL COMPENSATION;\n    3    (C)  TO  SOLICIT,  THROUGH CONTRACT OR OTHERWISE, PHYSICIAN EXPERTS TO\n    4  DETERMINE ELIGIBILITY FOR THE PROGRAM AND TO MAINTAIN  A  LIST  OF  SUCH\n    5  PHYSICIAN EXPERTS;\n    6    (D)  TO  MAKE REFERRALS OF ALL POTENTIALLY ELIGIBLE CLAIMS TO ONE SUCH\n    7  PHYSICIAN EXPERT FOR EVALUATION  AND  DETERMINATION  OF  ELIGIBILITY  AS\n    8  DETERMINED BY THE DEFINITION OF IMPAIRMENT;\n    9    (E)  TO  ESTABLISH  A DATABASE OF ALL CLAIMS THAT HAVE BEEN DETERMINED\n   10  ELIGIBLE FOR COMPENSATION, AND SUMMARIES OF ALL ELIGIBLE PERSONS FOR  AN\n   11  ASSESSMENT OF THE STANDARD OF CARE;\n   12    (F)  FOR  EACH  CLAIMANT DETERMINED TO BE ELIGIBLE PRIOR TO THE CLAIM-\n   13  ANT'S SECOND BIRTHDAY, TO REEVALUATE EACH SUCH CLAIMANT AT AGE TWO YEARS\n   14  TO DETERMINE WHETHER THE CHILD REMAINS  ELIGIBLE  FOR  COMPENSATION  AND\n   15  SERVICES.   REEVALUATIONS SHALL BE PERFORMED BY A PHYSICIAN EXPERT. SUCH\n   16  REEVALUATION WILL PERMIT THE EARLY ENTRY INTO THE  PROGRAM  OF  CHILDREN\n   17  WHO  APPEAR  TO  HAVE  SUBSTANTIAL NEUROLOGICAL MOTOR IMPAIRMENT BUT FOR\n   18  WHOM, BY THE AGE OF TWO YEARS, THAT IMPAIRMENT NO  LONGER  SUBSTANTIALLY\n   19  LIMITS DAILY FUNCTIONS;\n   20    (G)  TO  ADOPT, PROMULGATE, AMEND AND RESCIND RULES AND REGULATIONS TO\n   21  CARRY OUT THE PROVISIONS AND PURPOSES OF THIS ARTICLE,  INCLUDING  RULES\n   22  FOR  THE  APPROVAL  OF  ATTORNEY'S  FEES  FOR  REPRESENTATION BEFORE THE\n   23  PROGRAM;\n   24    (H) TO ESTABLISH A LIST OF CONDITIONS  THAT  MEET  THE  DEFINITION  OF\n   25  IMPAIRMENT  AND  A  LIST OF THOSE CONDITIONS WHICH DO NOT MEET THE DEFI-\n   26  NITION OF IMPAIRMENT AND ARE EXCLUDED. SUCH LIST SHALL BE  REVISED  WHEN\n   27  APPROPRIATE.  THE  PROGRAM  SHALL  REVIEW THE LIST AT LEAST ANNUALLY AND\n   28  SHALL MAKE THE LIST AVAILABLE TO THE PUBLIC;\n   29    (I) TO AUTHORIZE THE COMMISSIONER OF  TAXATION  AND  FINANCE  AND  THE\n   30  COMPTROLLER TO MAKE PAYMENTS FROM THE TRUST FUND TO PROVIDE COMPENSATION\n   31  PURSUANT TO THIS ARTICLE;\n   32    (J)  TO  COLLECT  ASSESSMENTS,  INCLUDING  ANY  AUTHORIZED ASSESSMENTS\n   33  REMAINING UNPAID, FOR DEPOSIT IN THE TRUST FUND IN ACCORDANCE  WITH  THE\n   34  PROVISIONS OF THIS ARTICLE;\n   35    (K)  TO  EMPLOY  SUCH EMPLOYEES AS IT MAY DEEM NECESSARY AND PRESCRIBE\n   36  THEIR DUTIES;\n   37    (L) TO ENTER INTO ANY AGREEMENTS AND CONTRACTS  AS  ARE  NECESSARY  OR\n   38  PROPER IN THE JUDGMENT OF THE PROGRAM TO ADMINISTER THE PROGRAM, INCLUD-\n   39  ING  WITHOUT LIMITATION CONTRACTS WITH ANY ARTICLE FORTY-THREE INSURANCE\n   40  LAW PLANS AND SUCH OTHER ADMINISTRATORS AS THE PROGRAM SHALL  DESIGNATE,\n   41  AND  AGREEMENTS WITH HEALTH CARE PROVIDERS, PEDIATRICIANS, LOCAL GOVERN-\n   42  MENTS  AND  OTHER  PUBLIC  CORPORATIONS,  SCHOOL  DISTRICTS  AND  SCHOOL\n   43  DISTRICT COMMITTEES, EARLY INTERVENTION OFFICIALS DESIGNATED UNDER TITLE\n   44  II-A  OF ARTICLE TWO OF THIS CHAPTER, AND OTHERS, PROVIDING FOR DISTRIB-\n   45  UTION OF MATERIALS AND INFORMATION  CONCERNING  THE  BENEFITS  AVAILABLE\n   46  UNDER  THE PROGRAM, ENSURING WIDE ACCESS TO ITS BENEFITS, AND COORDINAT-\n   47  ING RECEIPT OF BENEFITS AND SERVICES AVAILABLE UNDER OTHER PROGRAMS;\n   48    (M) TO SEEK REFUNDS AND TO TAKE ANY LEGAL ACTION NECESSARY TO AVOID OR\n   49  RECOVER THE PAYMENT OF IMPROPER CLAIMS OR OTHER FUNDS IT IS OWED;\n   50    (N) TO GRANT EXTENSIONS TO THE TIME LIMITATIONS  OF  THIS  ARTICLE  IN\n   51  EXCEPTIONAL CASES;\n   52    (O)  TO PREPARE WRITTEN INFORMATION ABOUT THE PROGRAM'S ACTIVITIES AND\n   53  PROCEDURES AND THE BENEFITS AVAILABLE TO  IMPAIRED  PERSONS  UNDER  THIS\n   54  ARTICLE;\n   55    (P) TO ENCOURAGE ALL PEDIATRICIANS, FAMILY PRACTITIONERS AND HOSPITALS\n   56  THAT  PROVIDE  PEDIATRIC  CARE TO PROVIDE THE INFORMATION REFERRED TO IN\n\n       S. 2445                             5\n\n    1  THIS ARTICLE TO THE PARENTS OR GUARDIANS OF  THEIR  PEDIATRIC  PATIENTS;\n    2  AND\n    3    (Q)  TO HAVE AND EXERCISE ALL POWERS NECESSARY TO EFFECT ANY OR ALL OF\n    4  THE PURPOSES OF THIS ARTICLE.\n    5    S 4923. NEUROLOGICAL IMPAIRMENT TRUST FUND. THE PROGRAM  SHALL  ESTAB-\n    6  LISH AND MAINTAIN A TRUST FUND, TO BE KNOWN AS THE \"NEUROLOGICAL IMPAIR-\n    7  MENT  TRUST FUND\", OF WHICH THE PROGRAM SHALL BE THE TRUSTEE. ALL REVEN-\n    8  UES COLLECTED BY THE PROGRAM PURSUANT TO THIS ARTICLE SHALL BE DEPOSITED\n    9  BY THE PROGRAM INTO THE TRUST FUND AND SHALL BE AVAILABLE FOR USE BY THE\n   10  PROGRAM FOR ITS ORDINARY AND NECESSARY OPERATIONS' EXPENSES AND FOR  THE\n   11  PAYMENT  OF  COMPENSATION TO IMPAIRED PERSONS PURSUANT TO THE PROVISIONS\n   12  OF THIS ARTICLE. FUNDS AND EXPENSES FOR THIS PROGRAM  SHALL  BE  DERIVED\n   13  FROM  FUNDS  APPROPRIATED  AS NECESSARY TO MEET THE REQUIREMENTS OF THIS\n   14  ARTICLE.\n   15    S 4924. FILING OF CLAIMS. 1. A CLAIM MAY BE FILED UNDER  THIS  ARTICLE\n   16  BY EITHER A CLAIMANT OR BY A HEALTH CARE PROVIDER BY SUBMITTING A STAND-\n   17  ARDIZED  CLAIM FORM TO THE PROGRAM, SETTING FORTH THE FOLLOWING INFORMA-\n   18  TION AND ATTACHING DOCUMENTATION WHERE REQUIRED:\n   19    (A) THE NAME AND ADDRESS OF THE PERSON OR ENTITY FILING THE CLAIM;  IF\n   20  THE  CLAIM  IS FILED ON BEHALF OF AN IMPAIRED PERSON, THE CLAIMANT SHALL\n   21  IDENTIFY THE CHILD'S LEGAL REPRESENTATIVE AND THE BASIS FOR HIS  OR  HER\n   22  REPRESENTATION OF THE IMPAIRED PERSON;\n   23    (B)  THE  NAME,  ADDRESS  AND DATE OF BIRTH OF THE IMPAIRED NEWBORN OR\n   24  CHILD AND THE NAME AND ADDRESS OF HIS  OR  HER  PARENTS  AND  ANY  LEGAL\n   25  REPRESENTATIVES;\n   26    (C)  THE  NAME  AND ADDRESS OF ANY PHYSICIAN, MIDWIFE OR NURSE PRACTI-\n   27  TIONER WHO PARTICIPATED IN THE MANAGEMENT OF THE LABOR  AND/OR  DELIVERY\n   28  AND  CARE OF THE IMPAIRED NEWBORN, THE NAME OF THE HOSPITAL IN WHICH THE\n   29  DELIVERY AND/OR NEONATAL MANAGEMENT OCCURRED AND THE NAME OF  ANY  OTHER\n   30  PHYSICIAN  OR  NURSE  PRACTITIONER WHO IS PROVIDING OR HAS PROVIDED CARE\n   31  FOR THE IMPAIRED CHILD;\n   32    (D) THE NAMES AND ADDRESSES OF ANY PHYSICIAN, MIDWIFE OR NURSE PRACTI-\n   33  TIONER WHO PARTICIPATED IN THE  MANAGEMENT  OF  CARE  FOR  THE  IMPAIRED\n   34  PERSON,  THE  NAMES OF THE HOSPITALS IN WHICH ANY CARE WAS PROVIDED, AND\n   35  THE NAME OF ANY OTHER PHYSICIAN OR NURSE PRACTITIONER WHO  IS  PROVIDING\n   36  OR HAS PROVIDED CARE FOR THE IMPAIRED PERSON;\n   37    (E)  A  DESCRIPTION  OF THE IMPAIRMENT FOR WHICH THE CLAIM IS MADE AND\n   38  THE APPLICABLE DIAGNOSIS OR ETIOLOGY OF THE IMPAIRMENT;\n   39    (F) THE TIME AND PLACE THE IMPAIRMENT WAS THOUGHT TO HAVE OCCURRED;\n   40    (G) A STATEMENT OF THE CIRCUMSTANCES SURROUNDING  THE  IMPAIRMENT  AND\n   41  GIVING RISE TO THE CLAIM, INCLUDING THE ROLE OF ANY HEALTH CARE PROVIDER\n   42  ASSOCIATED WITH THE IMPAIRMENT;\n   43    (H)  A SCHEDULE, WITH DOCUMENTATION, OF EXPENSES AND SERVICES INCURRED\n   44  TO DATE, TOGETHER WITH A DESCRIPTION OF ANY PAYMENT THAT HAS  BEEN  MADE\n   45  FOR SUCH SERVICES, AND THE IDENTITY OF THE PAYER; AND\n   46    (I)  A SCHEDULE, WITH DOCUMENTATION, OF ANY SOURCE OF REIMBURSEMENT OR\n   47  CARE, SUCH AS HEALTH  INSURANCE  OR  A  GOVERNMENT  PROGRAM,  WHICH  MAY\n   48  CONSTITUTE AN EXCLUSION FROM COMPENSATION, AS PROVIDED IN THIS ARTICLE.\n   49    2.  A CLAIMANT OR HEALTH CARE PROVIDER SHALL ALSO PROVIDE THE PROGRAM,\n   50  AT THE TIME THE PETITION IS SUBMITTED, WITH THE FOLLOWING MATERIALS  AND\n   51  INFORMATION, TO THE EXTENT AVAILABLE:\n   52    (A) ALL RELEVANT MEDICAL RECORDS OF THE IMPAIRED PERSON, AND IDENTIFI-\n   53  CATION  OF  ANY UNAVAILABLE RECORDS KNOWN TO THE CLAIMANT OR HEALTH CARE\n   54  PROVIDER AND THE REASONS FOR THEIR UNAVAILABILITY; AND\n   55    (B) ALL  APPROPRIATE  ASSESSMENTS,  EVALUATIONS,  DIAGNOSES,  DETERMI-\n   56  NATIONS  OF  ETIOLOGY AND PROGNOSES AND SUCH OTHER RECORDS NECESSARY FOR\n\n       S. 2445                             6\n\n    1  THE DETERMINATION OF THE COMPENSATION TO BE PAID TO THE IMPAIRED NEWBORN\n    2  OR CHILD.\n    3    3.  THE CLAIMANT'S FAILURE TO PROVIDE ALL OF THE INFORMATION DESCRIBED\n    4  IN SUBDIVISIONS ONE AND TWO  OF  THIS  SECTION  SHALL  NOT  DEPRIVE  THE\n    5  PROGRAM OF JURISDICTION OVER THE CLAIM PENDING RECEIPT BY THE PROGRAM OF\n    6  INFORMATION SUFFICIENT TO REVIEW THE CLAIM.\n    7    4. NOTWITHSTANDING ANY LAW TO THE CONTRARY, THE CLAIMANT AND, UPON THE\n    8  SUBMISSION OF A PETITION, THE PROGRAM SHALL HAVE THE RIGHT TO OBTAIN ALL\n    9  RELEVANT MEDICAL RECORDS OF THE IMPAIRED PERSON, AND UPON A REQUEST BY A\n   10  CLAIMANT OR THE PROGRAM PURSUANT TO THIS ARTICLE, A HEALTH CARE PROVIDER\n   11  SHALL  HAVE  THE  DUTY  TO  PROVIDE  FOR  COPYING AT NO CHARGE, ALL SUCH\n   12  RECORDS WITHIN THE PROVIDER'S POSSESSION.\n   13    5. UPON RECEIPT OF A PETITION FROM A CLAIMANT, THE PROGRAM SHALL NOTI-\n   14  FY ANY HEALTH CARE PROVIDER IDENTIFIED IN THE PETITION AND ANY PHYSICIAN\n   15  OR HOSPITAL INVOLVED IN THE LABOR OR DELIVERY OF THE CHILD  WHO  IS  NOT\n   16  IDENTIFIED  IN  THE PETITION.   UPON RECEIPT OF A PETITION FROM A HEALTH\n   17  CARE PROVIDER, THE PROGRAM SHALL NOTIFY ANY PARENTS OR  LEGAL  REPRESEN-\n   18  TATIVES  IDENTIFIED IN THE PETITION AND SHALL MAKE REASONABLE EFFORTS TO\n   19  IDENTIFY AND NOTIFY ANY PARENT OR LEGAL REPRESENTATIVE WHO IS NOT  IDEN-\n   20  TIFIED IN THE PETITION. SUCH PHYSICIAN, HOSPITAL, PARENT OR LEGAL REPRE-\n   21  SENTATIVE  SHALL  HAVE  FORTY-FIVE  DAYS FROM THE DATE OF SUCH NOTICE TO\n   22  SUBMIT ANY COMMENTS OR OTHER INFORMATION RELEVANT TO THE CLAIM,  AND  TO\n   23  ELECT  TO  BE NOTIFIED OF ANY APPEAL HELD ON THE DETERMINATION OF ELIGI-\n   24  BILITY.\n   25    6. BEFORE RECEIVING THE FIRST CLAIM, THE PROGRAM SHALL PREPARE AND, AS\n   26  APPROPRIATE, UPDATE A DOCUMENT DESCRIBING THE BENEFITS  AVAILABLE  UNDER\n   27  THIS  ARTICLE,  THE  PROCEDURES  FOR  OBTAINING SUCH BENEFITS, AND OTHER\n   28  PROGRAMS AVAILABLE TO ASSIST IMPAIRED PERSONS. THE  PROGRAM  SHALL  SEND\n   29  THIS DOCUMENT TO ALL CLAIMANTS AND MAKE IT AVAILABLE TO THE PUBLIC.\n   30    7.  THE  PROGRAM  SHALL ESTABLISH A CLAIMS ASSISTANCE UNIT WHICH SHALL\n   31  PROVIDE INFORMATION TO CLAIMANTS  ABOUT  THE  PROGRAM'S  ACTIVITIES  AND\n   32  PROCEDURES,  A  DESCRIPTION  OF  THE  ELIGIBILITY  PROCESS, THE BENEFITS\n   33  AVAILABLE TO CLAIMANTS AND THE REQUIREMENTS OF THIS  SECTION,  INCLUDING\n   34  THE PHYSICAL EXAMINATION OF THE INFANT WHICH MAY BE NECESSARY TO RECEIVE\n   35  COMPENSATION UNDER THE PROGRAM. THE PROGRAM SHALL ESTABLISH AT LEAST ONE\n   36  TOLL-FREE TELEPHONE NUMBER FOR CENTRALIZED ASSISTANCE, INCLUDING ANSWER-\n   37  ING QUESTIONS AND REFERRAL TO LOCAL SOURCES OF ASSISTANCE MADE AVAILABLE\n   38  UNDER  ANY  CONTRACTS OR AGREEMENTS AUTHORIZED PURSUANT TO THIS ARTICLE.\n   39  ANY CLAIMANT WHO HAS FILED A PETITION THAT THE PROGRAM  FINDS  DOES  NOT\n   40  CONTAIN ALL INFORMATION NECESSARY TO PROCESS THE CLAIM SHALL BE REFERRED\n   41  TO THE CLAIMS ASSISTANCE UNIT FOR GUIDANCE.\n   42    8.  A  CLAIM  SEEKING ADDITIONAL COMPENSATION ON BEHALF OF AN IMPAIRED\n   43  NEWBORN OR CHILD FOR WHICH COMPENSATION HAS ALREADY BEEN AWARDED MAY  BE\n   44  FILED ON BEHALF OF THE IMPAIRED PERSON AT ANY POINT DURING THE REMAINDER\n   45  OF HIS OR HER LIFE. SUCH CLAIM SHALL PROVIDE THE FOLLOWING DOCUMENTATION\n   46  IN  ADDITION TO THE INFORMATION SPECIFIED IN SUBDIVISIONS ONE AND TWO OF\n   47  THIS SECTION:\n   48    (A) A STATEMENT AND SUPPORTING DOCUMENTATION REGARDING THE  REASON  OR\n   49  REASONS WHY ADDITIONAL COMPENSATION IS BEING SOUGHT;\n   50    (B)  A SCHEDULE, WITH DOCUMENTATION, OF EXPENSES AND SERVICES INCURRED\n   51  FOR THE CALENDAR YEAR PRIOR TO THE DATE OF THE  PETITION,  ANY  PAYMENTS\n   52  MADE FOR SUCH SERVICES, AND THE IDENTITY OF THE PAYER; AND\n   53    (C)  A  SCHEDULE,  WITH  DOCUMENTATION,  OF  ANY  PRESENT  SOURCES  OF\n   54  REIMBURSEMENT FOR  CARE,  SUCH  AS  HEALTH  INSURANCE  OR  A  GOVERNMENT\n   55  PROGRAM.\n\n       S. 2445                             7\n\n    1    S  4925.  CASE  MANAGEMENT  PROGRAM. 1. CASE MANAGEMENT SERVICES. CASE\n    2  MANAGEMENT SERVICES AS DEFINED IN SECTION FORTY-NINE HUNDRED  TWENTY  OF\n    3  THIS ARTICLE SHALL NOT:\n    4    (A)  BE UTILIZED TO RESTRICT THE CHOICE OF AN ELIGIBLE IMPAIRED PERSON\n    5  IN OBTAINING  NECESSARY  CASE  MANAGEMENT  SERVICES  FROM  ANY  PROVIDER\n    6  PARTICIPATING  IN  THE PROGRAM WHO IS QUALIFIED TO PROVIDE SUCH SERVICES\n    7  AND WHO UNDERTAKES TO PROVIDE SUCH SERVICES, INCLUDING  AN  ORGANIZATION\n    8  WHICH PROVIDES SUCH SERVICES;\n    9    (B)  DUPLICATE  CASE  MANAGEMENT SERVICES CURRENTLY PROVIDED UNDER THE\n   10  MEDICAL ASSISTANCE PROGRAM OR UNDER ANY OTHER PROGRAM THAT THE  ELIGIBLE\n   11  IMPAIRED  PERSON  IS  ENROLLED  OR  WHICH  SUCH ELIGIBLE IMPAIRED PERSON\n   12  ACCESSES;\n   13    (C) BE UTILIZED BY PROVIDERS OF CASE MANAGEMENT SERVICES TO  CREATE  A\n   14  DEMAND FOR UNNECESSARY SERVICES OR PROGRAMS, PARTICULARLY THOSE SERVICES\n   15  OR PROGRAMS WITHIN THEIR SCOPE OF AUTHORITY; AND\n   16    (D)  BE PROVIDED TO ANY AND ALL ELIGIBLE IMPAIRED PERSONS ALSO RECEIV-\n   17  ING INSTITUTIONAL CARE REIMBURSED UNDER THE MEDICAL  ASSISTANCE  PROGRAM\n   18  OR  TO  ANY AND ALL ELIGIBLE IMPAIRED PERSONS IN RECEIPT OF CASE MANAGE-\n   19  MENT SERVICES UNDER A FEDERAL HOME AND COMMUNITY BASED WAIVER.\n   20    2. CASE MANAGEMENT FUNCTIONS. CASE  MANAGEMENT  FUNCTIONS  ARE  TO  BE\n   21  DETERMINED  ON THE BASIS OF THE ELIGIBLE IMPAIRED PERSON'S ENTRANCE INTO\n   22  THE PROGRAM. A SEPARATE CASE RECORD MUST BE ESTABLISHED FOR EACH  ELIGI-\n   23  BLE  IMPAIRED  PERSON  RECEIVING  CASE MANAGEMENT SERVICES AND EACH CASE\n   24  MANAGEMENT FUNCTION PROVIDED, INCLUDING BUT NOT LIMITED  TO  INTAKE  AND\n   25  SCREENING  WHICH  CONSISTS  OF  INITIATING  CONTACT  WITH  THE  ELIGIBLE\n   26  IMPAIRED PERSON AND PROVIDING INFORMATION CONCERNING ALL CASE MANAGEMENT\n   27  SERVICES AVAILABLE UNDER THE PROGRAM.\n   28    3. ASSESSMENT AND REASSESSMENT. THE CASE MANAGER SHALL SECURE  THROUGH\n   29  BOTH  THE  PROGRAM  AND  THE  DEPARTMENT, AND WITH THE ELIGIBLE IMPAIRED\n   30  PERSON'S PERMISSION OR PERMISSION  OF  THE  ELIGIBLE  IMPAIRED  PERSON'S\n   31  PARENT, GUARDIAN OR CARETAKER:\n   32    (A)  AN  ASSESSMENT  OF  THE  ELIGIBLE IMPAIRED PERSON'S SERVICE NEEDS\n   33  INCLUDING MEDICAL,  SOCIAL,  PSYCHOSOCIAL,  EDUCATIONAL  AND  ANY  OTHER\n   34  SERVICES DEEMED NECESSARY;\n   35    (B)  INFORMATION IDENTIFYING THE BARRIERS TO CARE AND EXISTING GAPS IN\n   36  SERVICE RELATIVE TO THE ELIGIBLE IMPAIRED PERSON'S NEED; AND\n   37    (C) A  DESCRIPTION  OF  FACTORS  RELATIVE  TO  THE  ELIGIBLE  IMPAIRED\n   38  PERSON'S CARE.\n   39    4.  CASE  MANAGEMENT PLAN AND COORDINATION. THE CASE MANAGEMENT ACTIV-\n   40  ITIES REQUIRED TO ESTABLISH A COMPREHENSIVE WRITTEN CASE MANAGEMENT PLAN\n   41  AND TO EFFECTUATE THE COORDINATION OF SERVICES INCLUDE:\n   42    (A) IDENTIFICATION OF THE NATURE, AMOUNT, TYPE, FREQUENCY  AND  POTEN-\n   43  TIAL  DURATION  OF  THE CASE MANAGEMENT SERVICES REQUIRED BY AN ELIGIBLE\n   44  IMPAIRED PERSON;\n   45    (B) SELECTION OF THE NATURE, AMOUNT,  TYPE,  FREQUENCY  AND  POTENTIAL\n   46  DURATION OF SERVICES TO BE PROVIDED TO THE ELIGIBLE IMPAIRED PERSON WITH\n   47  THE  PARTICIPATION  OF  THE  ELIGIBLE IMPAIRED PERSON, AND/OR HIS OR HER\n   48  PARENT, GUARDIAN OR CARETAKER, AND PROVIDERS OF SERVICES;\n   49    (C) SPECIFICATION OF THE LONG-TERM AND SHORT-TERM GOALS TO BE ACHIEVED\n   50  THROUGH THE CASE MANAGEMENT PROCESS;\n   51    (D) COLLABORATION WITH HEALTH CARE  PROVIDERS  AND  OTHER  FORMAL  AND\n   52  INFORMAL  SERVICE PROVIDERS, INCLUDING DISCHARGE PLANNERS AND OTHER CASE\n   53  MANAGERS AS APPROPRIATE,  THROUGH  CASE  CONFERENCES  TO  ENCOURAGE  THE\n   54  EXCHANGE OF CLINICAL INFORMATION AND TO ASSURE:\n   55    (I)  INTEGRATION OF CLINICAL CARE PLANS THROUGHOUT THE CASE MANAGEMENT\n   56  PROCESS,\n\n       S. 2445                             8\n\n    1    (II) CONTINUITY OF CASE MANAGEMENT SERVICES,\n    2    (III)  AVOIDANCE OF DUPLICATION OF SERVICES, INCLUDING CASE MANAGEMENT\n    3  SERVICES, AND\n    4    (IV) ESTABLISHMENT  OF  A  COMPREHENSIVE  CASE  MANAGEMENT  PLAN  THAT\n    5  ADDRESSES  THE  MEDICAL, SOCIAL, PSYCHOSOCIAL, EDUCATIONAL AND ANY OTHER\n    6  NEEDS DEEMED NECESSARY BY THE ELIGIBLE IMPAIRED PERSON;\n    7    (E) IMPLEMENTATION OF THE CASE MANAGEMENT  PLAN  BY  THE  PROGRAM,  IN\n    8  CONJUNCTION AND CONSULTATION WITH THE DEPARTMENT, INCLUDES:\n    9    (I) SECURING THE SERVICES DETERMINED IN THE CASE MANAGEMENT PLAN TO BE\n   10  APPROPRIATE  FOR  AN  ELIGIBLE IMPAIRED PERSON THROUGH REFERRAL TO THOSE\n   11  AGENCIES  OR  PERSONS  WHO  ARE  QUALIFIED  TO  PROVIDE  THE  IDENTIFIED\n   12  SERVICES,\n   13    (II)  ASSISTING  THE  ELIGIBLE  IMPAIRED  PERSON  WITH REFERRAL AND/OR\n   14  APPLICATION FORMS REQUIRED FOR THE ACQUISITION OF SERVICES,\n   15    (III) ADVOCATING FOR THE ELIGIBLE IMPAIRED PERSON WITH  ALL  PROVIDERS\n   16  OF SERVICES, AND\n   17    (IV) DEVELOPING ALTERNATIVE SERVICES TO ASSURE CONTINUITY IN THE EVENT\n   18  OF SERVICE DISRUPTION;\n   19    (F)  CRISIS  INTERVENTION  BY  A CASE MANAGER OR HEALTH CARE PROVIDER,\n   20  WHEN NECESSARY, INCLUDES:\n   21    (I) ASSESSMENT OF THE NATURE OF THE ELIGIBLE IMPAIRED PERSON'S IMPAIR-\n   22  MENT AND CIRCUMSTANCES,\n   23    (II) DETERMINATION OF THE ELIGIBLE IMPAIRED PERSON'S EMERGENCY SERVICE\n   24  NEEDS, AND\n   25    (III) REVISION OF THE CASE MANAGEMENT PLAN, INCLUDING ANY  CHANGES  IN\n   26  ACTIVITIES  OR  OBJECTIVES  REQUIRED TO ACHIEVE THE ESTABLISHED GOAL, AS\n   27  DETERMINED THROUGH THE CASE MANAGEMENT PROCESS; AND\n   28    (G) MONITORING AND FOLLOW-UP OF CASE MANAGEMENT SERVICES INCLUDE:\n   29    (I) VERIFYING THAT QUALITY SERVICES, AS IDENTIFIED IN THE CASE MANAGE-\n   30  MENT PLAN, ARE BEING RECEIVED BY THE ELIGIBLE IMPAIRED PERSON,\n   31    (II) ASSURING THAT THE RECIPIENT IS ADHERING TO  THE  CASE  MANAGEMENT\n   32  PLAN,\n   33    (III)  ASCERTAINING  THE  ELIGIBLE IMPAIRED PERSON'S SATISFACTION WITH\n   34  THE SERVICES PROVIDED AND ADVISING THE PREPARER OF THE  CASE  MANAGEMENT\n   35  PLAN  OF  THE  FINDINGS IF THE PLAN HAS BEEN FORMULATED BY A HEALTH CARE\n   36  PROVIDER,\n   37    (IV) COLLECTING DATA AND DOCUMENTING IN THE CASE RECORD  THE  PROGRESS\n   38  OF THE ELIGIBLE IMPAIRED PERSON,\n   39    (V)  ASCERTAINING  WHETHER THE SERVICES TO WHICH THE ELIGIBLE IMPAIRED\n   40  PERSON HAS BEEN REFERRED ARE AND CONTINUE TO BE APPROPRIATE  TO  HIS  OR\n   41  HER NEEDS, AND MAKING NECESSARY REVISIONS TO THE CASE MANAGEMENT PLAN,\n   42    (VI)  MAKING  ALTERNATE  ARRANGEMENTS  WHEN  SERVICES  ARE POTENTIALLY\n   43  UNAVAILABLE TO THE ELIGIBLE IMPAIRED PERSON, AND\n   44    (VII) ASSISTING THE ELIGIBLE IMPAIRED PERSON AND/OR HIS OR HER PARENT,\n   45  GUARDIAN, CARETAKER AND/OR ANY AND ALL PROVIDERS OF SERVICES TO  RESOLVE\n   46  DISAGREEMENTS,  QUESTIONS  OR  PROBLEMS  WITH IMPLEMENTATION OF THE CASE\n   47  MANAGEMENT PLAN.\n   48    5. COUNSELING AND EXIT  PLANNING.  THE  FOLLOWING  MEASURES  SHALL  BE\n   49  INCLUDED  WITHIN  ANY  COUNSELING AND EXIT PLANNING PROVIDED BY THE CASE\n   50  MANAGEMENT PLAN AND DEVELOPED IN CONJUNCTION WITH THE  PROGRAM  AND  THE\n   51  DEPARTMENT:\n   52    (A)  ASSURING THAT THE ELIGIBLE IMPAIRED PERSON OBTAINS, ON AN ONGOING\n   53  BASIS, THE MAXIMUM BENEFIT FROM THE SERVICES RECEIVED;\n   54    (B) DEVELOPING SUPPORT GROUPS FOR THE ELIGIBLE IMPAIRED PERSON, HIS OR\n   55  HER PARENT, GUARDIAN OR CARETAKER AND INFORMAL PROVIDERS OF SERVICES;\n\n       S. 2445                             9\n\n    1    (C) MEDIATING WITH THE ELIGIBLE IMPAIRED PERSON, HIS  OR  HER  PARENT,\n    2  GUARDIAN OR CARETAKER AND/OR INFORMAL PROVIDERS OF SERVICES ANY PROBLEMS\n    3  WITH SERVICE PROVISION THAT MAY OCCUR; AND\n    4    (D) FACILITATING THE ELIGIBLE IMPAIRED PERSON'S ACCESS TO OTHER APPRO-\n    5  PRIATE CARE AS NEEDED.\n    6    6.  PROCEDURAL  REQUIREMENTS  FOR  THE  ASSESSMENT  AND  PROVISION  OF\n    7  SERVICES.\n    8    (A) AN ASSESSMENT  PROVIDES  VERIFICATION  OF  THE  ELIGIBLE  IMPAIRED\n    9  PERSON'S  LEVEL  OF  IMPAIRMENT, HIS OR HER CONTINUING NEED FOR SERVICES\n   10  AND THE SERVICE PRIORITIES  AND  EVALUATION  OF  THE  ELIGIBLE  IMPAIRED\n   11  PERSON'S ABILITY TO BENEFIT FROM SUCH SERVICES.\n   12    (B)  AN  ASSESSMENT  MUST BE COMPLETED BY A CASE MANAGER WITHIN THIRTY\n   13  DAYS OF THE DATE OF ENTRY INTO THE PROGRAM. THE  REFERRAL  FOR  SERVICES\n   14  MAY  INCLUDE A PLAN OF CARE CONTAINING SIGNIFICANT INFORMATION DEVELOPED\n   15  BY THE PROGRAM WHICH SHOULD BE INCLUDED AS AN INTEGRAL PART OF THE  CASE\n   16  MANAGEMENT PLAN.\n   17    (C)  AN  UPDATED ASSESSMENT OF THE ELIGIBLE IMPAIRED PERSON'S NEED FOR\n   18  CASE MANAGEMENT AND OTHER SERVICES DEEMED NECESSARY MUST BE COMPLETED BY\n   19  THE CASE MANAGER EVERY SIX MONTHS, OR SOONER IF REQUIRED BY  CHANGES  IN\n   20  THE ELIGIBLE IMPAIRED PERSON'S LEVEL OF IMPAIRMENT, CONDITION OR CIRCUM-\n   21  STANCES.\n   22    7.  CASE  MANAGEMENT  PLAN.  A  WRITTEN  CASE MANAGEMENT PLAN SHALL BE\n   23  COMPLETED BY THE CASE MANAGER FOR EACH ELIGIBLE IMPAIRED  PERSON  WITHIN\n   24  THIRTY DAYS OF THE DATE OF ENTRY INTO THE PROGRAM.\n   25    (A) THE CASE MANAGEMENT PLAN SHALL BE REVIEWED AND UPDATED BY THE CASE\n   26  MANAGER  AS  REQUIRED BY CHANGES IN THE ELIGIBLE IMPAIRED PERSON'S LEVEL\n   27  OF IMPAIRMENT, CONDITION OR CIRCUMSTANCES, BUT NOT LESS FREQUENTLY  THAN\n   28  EVERY  SIX  MONTHS SUBSEQUENT TO THE INITIAL PLAN AND INITIAL ENTRY INTO\n   29  THE PROGRAM.\n   30    (B) THE CASE MANAGEMENT PLAN SHALL SPECIFY:\n   31    (I) THOSE ACTIVITIES WHICH THE ELIGIBLE IMPAIRED PERSON IS EXPECTED TO\n   32  UNDERTAKE WITHIN A GIVEN PERIOD OF TIME  TOWARD  THE  ACCOMPLISHMENT  OF\n   33  EACH CASE MANAGEMENT GOAL;\n   34    (II) THE NAME OF THE PERSON OR AGENCY, INCLUDING THE INDIVIDUAL AND/OR\n   35  PARENT, GUARDIAN OR CARETAKER, WHO WILL PERFORM NEEDED TASKS;\n   36    (III)  THE TYPE OF TREATMENT PROGRAM OR SERVICE PROVIDERS TO WHICH THE\n   37  RECIPIENT WILL BE REFERRED;\n   38    (IV) THE METHOD OF PROVISION AND THOSE ACTIVITIES TO BE PERFORMED BY A\n   39  SERVICE PROVIDER OR  OTHER  PERSON  TO  ACHIEVE  THE  ELIGIBLE  IMPAIRED\n   40  PERSON'S RELATED GOAL AND OBJECTIVE; AND\n   41    (V)  THE TYPE, AMOUNT, FREQUENCY AND POTENTIAL DURATION OF SERVICES TO\n   42  BE DELIVERED OR TASKS TO BE PERFORMED.\n   43    8. CONTINUITY OF SERVICE. (A) CASE MANAGEMENT SERVICES MUST BE ONGOING\n   44  FROM THE TIME THE ELIGIBLE IMPAIRED PERSON IS ACCEPTED  BY  THE  PROGRAM\n   45  THROUGHOUT HIS OR HER LIFETIME UNLESS:\n   46    (I)  THE  COORDINATION OF SERVICES PROVIDED THROUGH CASE MANAGEMENT IS\n   47  NOT REQUIRED OR IS NO LONGER REQUIRED BY THE ELIGIBLE IMPAIRED PERSON;\n   48    (II) THE ELIGIBLE IMPAIRED PERSON MOVES OUT OF STATE; OR\n   49    (III) THE ELIGIBLE IMPAIRED PERSON AND/OR HIS OR HER PARENT,  GUARDIAN\n   50  OR  CARETAKER,  ON  THE  ELIGIBLE  IMPAIRED  PERSON'S BEHALF, REFUSES TO\n   51  ACCEPT CASE MANAGEMENT SERVICES.\n   52    (B) CONTACT WITH THE  ELIGIBLE  IMPAIRED  PERSON  AND/OR  HIS  OR  HER\n   53  PARENT,  GUARDIAN  OR CARETAKER ON THE ELIGIBLE IMPAIRED PERSON'S BEHALF\n   54  MUST BE MAINTAINED BY  THE  CASE  MANAGER  AT  LEAST  MONTHLY,  OR  MORE\n   55  FREQUENTLY  AS  SPECIFIED IN THE PROVIDER AGREEMENT WITH THE PROGRAM AND\n   56  THE DEPARTMENT.\n\n       S. 2445                            10\n\n    1    9. QUALIFICATIONS OF  PROVIDERS  OF  CASE  MANAGEMENT  SERVICES.  CASE\n    2  MANAGEMENT  SERVICES  SHALL  BE  PROVIDED  BY  SOCIAL SERVICES AGENCIES,\n    3  FACILITIES, PERSONS, AND GROUPS POSSESSING  THE  CAPABILITY  TO  PROVIDE\n    4  SUCH SERVICES AND WHICH ARE APPROVED BY THE PROGRAM, IN CONJUNCTION WITH\n    5  THE COMMISSIONERS OF DEVELOPMENTAL DISABILITIES AND MENTAL HEALTH PURSU-\n    6  ANT TO CASE MANAGEMENT PROVIDER QUALIFICATIONS, INCLUDING:\n    7    (A) FACILITIES LICENSED OR CERTIFIED UNDER STATE LAW OR REGULATION;\n    8    (B)  HEALTH CARE OR SOCIAL WORK PROFESSIONALS LICENSED OR CERTIFIED IN\n    9  ACCORDANCE WITH STATE LAW;\n   10    (C) STATE AND LOCAL GOVERNMENTAL AGENCIES; AND\n   11    (D) HOME HEALTH AGENCIES CERTIFIED UNDER STATE LAW.\n   12    10. CASE MANAGERS. EACH CASE MANAGER SHALL HAVE TWO YEARS  EXPERIENCE,\n   13  INCLUDING  THE  PERFORMANCE  OF  ASSESSMENTS AND THE DEVELOPMENT OF CASE\n   14  MANAGEMENT PLANS. VOLUNTARY OR PART-TIME EXPERIENCE WHICH CAN  BE  VERI-\n   15  FIED  WILL BE ACCEPTED ON A PRO RATA BASIS. THE FOLLOWING MAY BE SUBSTI-\n   16  TUTED FOR THIS REQUIREMENT:\n   17    (A) ONE YEAR OF CASE MANAGEMENT EXPERIENCE AND A DEGREE IN A HEALTH OR\n   18  HUMAN SERVICES FIELD;\n   19    (B) ONE YEAR OF CASE MANAGEMENT EXPERIENCE AND AN ADDITIONAL  YEAR  OF\n   20  EXPERIENCE  IN  OTHER  ACTIVITIES  RELATED  TO PERSONS WITH NEUROLOGICAL\n   21  IMPAIRMENT;\n   22    (C) A BACHELOR'S OR MASTER'S DEGREE WHICH INCLUDES THE PERFORMANCE  OF\n   23  ASSESSMENTS AND DEVELOPMENT OF CASE MANAGEMENT PLANS; OR\n   24    (D)  MEETING  THE REGULATORY REQUIREMENTS OF A STATE AGENCY FOR A CASE\n   25  MANAGER.\n   26    11. REQUIREMENTS FOR THE PROVISION OF SERVICES. THOSE ENTITIES SEEKING\n   27  TO PROVIDE CASE MANAGEMENT SERVICES THROUGH THE PROGRAM AND THE  DEPART-\n   28  MENT TO ELIGIBLE IMPAIRED PERSONS MUST:\n   29    (A) ESTABLISH A WRITTEN MEMORANDUM OF UNDERSTANDING OR REFERRAL AGREE-\n   30  MENT  DESCRIBING THEIR CURRENT OR PROJECTED RELATIONSHIP WITH THE SOCIAL\n   31  SERVICES DISTRICT OR DISTRICTS WHERE CASE MANAGEMENT  SERVICES  WILL  BE\n   32  PROVIDED. A COPY OF THE PROPOSED MEMORANDUM OF UNDERSTANDING OR REFERRAL\n   33  AGREEMENT  MUST ACCOMPANY THE PROPOSAL SUBMITTED TO BOTH THE PROGRAM AND\n   34  THE DEPARTMENT. SUCH PROPOSALS AND AGREEMENTS  OR  MEMORANDA  OF  UNDER-\n   35  STANDING  SHALL  BECOME  THE  BASIS FOR A PROVIDER AGREEMENT BETWEEN THE\n   36  PROGRAM AND THE DEPARTMENT AND THE PROVIDER OF CASE MANAGEMENT SERVICES;\n   37    (B) SUBMIT TO THE  PROGRAM  AND  THE  DEPARTMENT  A  WRITTEN  PROPOSAL\n   38  SETTING FORTH THEIR PLAN FOR PROVISION OF CASE MANAGEMENT SERVICES. SUCH\n   39  PROPOSAL SHALL BECOME THE BASIS FOR A WRITTEN PROVIDER AGREEMENT BETWEEN\n   40  THE PROVIDER OF SERVICES AND THE DEPARTMENT;\n   41    (C)  SUBMIT  TO  THE PROGRAM AND DEPARTMENT A WRITTEN PROPOSAL SETTING\n   42  FORTH ITS PLAN AND RATES  OR  FEES  FOR  PROVISION  OF  CASE  MANAGEMENT\n   43  SERVICES.  SUCH  PROPOSAL  WILL  BECOME THE BASIS FOR A WRITTEN PROVIDER\n   44  AGREEMENT BETWEEN THE PROGRAM AND THE DEPARTMENT.\n   45    (I) ALL PROPOSALS FOR PROVISION OF CASE MANAGEMENT SERVICES BECOME THE\n   46  PROPERTY OF THE PROGRAM AND THE DEPARTMENT AND MUST BE FOR A  PERIOD  OF\n   47  NOT  MORE  THAN FIVE YEARS AND SHALL BE COMPLETED ON FORMS PRESCRIBED BY\n   48  THE DEPARTMENT.\n   49    (II) AT THE DISCRETION OF THE PROGRAM AND THE DEPARTMENT, ANY PROPOSAL\n   50  SUBMITTED MAY BE  REFERRED  TO  OTHER  APPROPRIATE  STATE  AGENCIES  FOR\n   51  CONSULTATION PRIOR TO FINAL APPROVAL BY THE PROGRAM AND THE DEPARTMENT.\n   52    (III)  ALL  PROPOSALS  ARE SUBJECT TO REVIEW AND FINAL APPROVAL BY THE\n   53  DEPARTMENT, THE DEPARTMENT OF TAXATION AND FINANCE AND THE  DIVISION  OF\n   54  THE BUDGET.\n\n       S. 2445                            11\n\n    1    12.  REFERRAL  AGREEMENTS  AND  MEMORANDA OF UNDERSTANDING.   REFERRAL\n    2  AGREEMENTS AND MEMORANDA OF UNDERSTANDING BETWEEN PROVIDERS OF SERVICES,\n    3  THE PROGRAM AND THE DEPARTMENT SHALL:\n    4    (A) INCLUDE ALL TERMS OF THE AGREEMENT IN ONE INSTRUMENT, AND BE DATED\n    5  AND SIGNED BY AUTHORIZED REPRESENTATIVES OF THE PARTIES TO THE AGREEMENT\n    6  SUBSEQUENT TO THE PROGRAM AND DEPARTMENT'S APPROVAL;\n    7    (B)  DEFINE  THOSE  SPECIFIC  FUNCTIONS AND ACTIVITIES TO BE PERFORMED\n    8  THROUGH THE CASE MANAGEMENT PROCESSES;\n    9    (C) DESCRIBE THE AMOUNT, DURATION, SCOPE AND METHOD OF PROVIDING  SUCH\n   10  CASE  MANAGEMENT  SERVICES  UNDER  THE AGREEMENT INCLUDING THE PROJECTED\n   11  FREQUENCY AND TYPES OF CONTACT THAT WILL BE SUSTAINED WITH THE  ELIGIBLE\n   12  IMPAIRED  PERSON,  IN  CONSULTATION  WITH HIS OR HER PARENT, GUARDIAN OR\n   13  CARETAKER;\n   14    (D) SPECIFY THE LOCATIONS OF THE FACILITIES, IF NECESSARY, TO BE  USED\n   15  IN PROVIDING CASE MANAGEMENT SERVICES;\n   16    (E)  SPECIFY THE QUALIFICATIONS REQUIRED FOR CASE MANAGERS SERVING ANY\n   17  AND ALL  ELIGIBLE  IMPAIRED  PERSONS,  INCLUDING  COPIES  OF  THEIR  JOB\n   18  DESCRIPTIONS;\n   19    (F)  CONTAIN  ASSURANCES  THAT  ELIGIBLE  IMPAIRED  PERSONS  AND THEIR\n   20  PARENT, GUARDIAN OR CARETAKER WILL BE INFORMED OF SERVICES AVAILABLE  TO\n   21  ADDRESS EMERGENCIES THAT OCCUR OUTSIDE OF USUAL WORKING HOURS;\n   22    (G)  SPECIFY THE REQUIREMENTS FOR CASE MANAGEMENT PROGRAM RESPONSIBIL-\n   23  ITY, RECORDKEEPING AND  REPORTS,  AND  ANY  FORMATS  PRESCRIBED  BY  THE\n   24  DEPARTMENT FOR SUCH RECORDKEEPING AND REPORTS;\n   25    (H) PROVIDE FOR ACCESS BY STATE AND FEDERAL OFFICIALS TO FINANCIAL AND\n   26  OTHER  RECORDS  SPECIFIED  BY  THE  DEPARTMENT WHICH PERTAIN TO THE CASE\n   27  MANAGEMENT PROCESS;\n   28    (I) CONTAIN ASSURANCES THAT NO RESTRICTIONS WILL BE  IMPOSED  UPON  AN\n   29  ELIGIBLE  IMPAIRED  PERSON'S  CHOICE  OF  PROVIDER  OF  CASE  MANAGEMENT\n   30  SERVICES OFFERED UNDER THE  PROGRAM  AND  THAT  EACH  ELIGIBLE  IMPAIRED\n   31  PERSON WILL BE ADVISED THAT THE REFUSAL OF SUCH SERVICES INCLUDED IN THE\n   32  CASE  MANAGEMENT PLAN DOES NOT CARRY THE THREAT OF FISCAL OR OTHER SANC-\n   33  TIONS;\n   34    (J) OUTLINE THE PROVIDER'S CONTINGENCY PLAN FOR ASSURING SMOOTH  TRAN-\n   35  SITION  OF  ELIGIBLE IMPAIRED PERSONS TO OTHER AVAILABLE SOURCES OF CASE\n   36  MANAGEMENT IF THE PROVIDER IS UNABLE TO CONTINUE PROVIDING SERVICES,  IF\n   37  THE  AGREEMENT  BETWEEN  THE PROVIDER, THE PROGRAM AND THE DEPARTMENT IS\n   38  NOT RENEWED, OR IF THE AGREEMENT IS TERMINATED;\n   39    (K) INCLUDE A COPY OF THE FORMS WHICH WILL BE UTILIZED  IN  COMPLETING\n   40  ASSESSMENTS AND PREPARING CASE MANAGEMENT PLANS; AND\n   41    (L)  CONTAIN ASSURANCES THAT AN ANNUAL EVALUATION OF THE EFFECTIVENESS\n   42  OF CASE MANAGEMENT SERVICES WILL BE COMPLETED.\n   43    13. PROVIDER AGREEMENT. UPON  APPROVAL  OF  A  SUBMITTED  PROPOSAL,  A\n   44  PROVIDER  AGREEMENT  WILL BE ESTABLISHED BETWEEN THE PROVIDER OF SERVICE\n   45  AND THE PROGRAM, IN CONSULTATION  WITH  THE  DEPARTMENT.  SUCH  PROVIDER\n   46  AGREEMENTS MUST INCLUDE A COPY OF:\n   47    (A) THE PROVIDER'S PROPOSAL;\n   48    (B)  THE REFERRAL AGREEMENT OR MEMORANDUM OF UNDERSTANDING BETWEEN THE\n   49  PROVIDER OF SERVICE AND THE PROGRAM, IF DEEMED NECESSARY;\n   50    (C) A WORK PLAN OUTLINING THE CASE MANAGEMENT PROCESS AS IT APPLIES TO\n   51  THE ELIGIBLE IMPAIRED PERSON; AND\n   52    (D) THE FORMS TO BE UTILIZED  IN  THE  PROVISION  OF  CASE  MANAGEMENT\n   53  SERVICES.\n   54    14.  AGREEMENT PERIOD. A PROVIDER AGREEMENT SHALL NOT REMAIN IN EFFECT\n   55  FOR A PERIOD EXCEEDING TWELVE MONTHS. THIS PROVISION MAY  BE  WAIVED  AT\n   56  THE  DISCRETION  OF  THE  PROGRAM AND THE DEPARTMENT IF THE PROVISION OF\n\n       S. 2445                            12\n\n    1  SERVICE TO THE ELIGIBLE IMPAIRED PERSON FOR A LONGER PERIOD OF  TIME  IS\n    2  JUSTIFIED.\n    3    (A) ANY PROVIDER AGREEMENT WHICH IS NOT BEING PROPERLY FULFILLED SHALL\n    4  BE TERMINATED IN ACCORDANCE WITH THE TERMS OF THE AGREEMENT.\n    5    (B) AGREEMENTS TO BE RENEWED MUST BE RENEGOTIATED IN A TIMELY MANNER.\n    6    15.  ANNUAL  EVALUATION.  AN ANNUAL EVALUATION OF EACH CASE MANAGEMENT\n    7  PROGRAM SHALL BE PERFORMED BY THE PROVIDER AND SHALL BE  TRANSMITTED  TO\n    8  THE  PROGRAM  AND  THE DEPARTMENT AS REQUIRED BY THE PROVIDER AGREEMENT.\n    9  THE ANNUAL EVALUATION MUST BE RECEIVED BY THE DEPARTMENT AT LEAST NINETY\n   10  DAYS PRECEDING THE ANNUAL ANNIVERSARY OF  THE  EFFECTIVE  DATE  OF  EACH\n   11  PROVIDER AGREEMENT.  THE ANNUAL EVALUATION SHALL:\n   12    (A)  RESTATE  THE GOALS AND OBJECTIVES OF THE CASE MANAGEMENT SERVICES\n   13  THAT HAVE BEEN PROVIDED, AS LISTED IN THE APPROVED PROVIDER PROPOSAL;\n   14    (B) RESTATE THE SCOPE OF CASE MANAGEMENT PROVIDED;\n   15    (C) USING EVALUATION HYPOTHESES, DEMONSTRATE THE EXTENT TO  WHICH  THE\n   16  PROVIDER  HAS  ACHIEVED  THE GOALS AND OBJECTIVES LISTED IN THE APPROVED\n   17  PROVIDER PROPOSAL;\n   18    (D) SET FORTH THE TYPES AND SOURCES OF DATA COLLECTED AND USED IN  THE\n   19  EVALUATION; AND\n   20    (E)  RECOMMEND  ANY  CASE  MANAGEMENT  SERVICE  CHANGES BASED UPON THE\n   21  CONCLUSIONS OF THE EVALUATION.\n   22    16. MONITORING OF PROGRAM  PERFORMANCE  AND  PROVIDER  AGREEMENTS.  TO\n   23  ASSURE  THAT  THE QUALITY OF SERVICES PROVIDED IS IN ACCORDANCE WITH THE\n   24  REQUIREMENTS OF THIS SECTION, THE FOLLOWING  PERFORMANCE  MONITORING  IS\n   25  REQUIRED:\n   26    (A) THE PROGRAM PERFORMANCE OF ANY STATE AGENCY ESTABLISHING AN AGREE-\n   27  MENT  WITH  THE DEPARTMENT FOR THE PROVISION OF CASE MANAGEMENT SERVICES\n   28  SHALL BE MONITORED BY THE PROGRAM AND THE DEPARTMENT.\n   29    (B) THE PROGRAM PERFORMANCE OF ANY OTHER  ENTITIES  ENTERING  INTO  AN\n   30  AGREEMENT  WITH THE DEPARTMENT SHALL BE MONITORED BY THE PROGRAM AND THE\n   31  DEPARTMENT.\n   32    (C) PROGRAM PERFORMANCE MONITORING INCLUDES  ON-SITE  VISITS,  AT  SIX\n   33  MONTH INTERVALS, TO PROVIDERS OF CASE MANAGEMENT SERVICES. THE SIX-MONTH\n   34  ON-SITE MONITORING REQUIREMENT MAY BE WAIVED BY THE DEPARTMENT TO PERMIT\n   35  ANNUAL  ON-SITE  MONITORING OF PROVIDERS WHEN, AFTER TWO YEARS OF OPERA-\n   36  TION, NO  SIGNIFICANT  DEFICIENCIES  HAVE  BEEN  IDENTIFIED  IN  REPORTS\n   37  PREPARED. IN ORDER FOR THE DEPARTMENT TO GRANT A WAIVER, THE APPROPRIATE\n   38  PROVIDER  SHALL  SUBMIT TO THE DEPARTMENT A WRITTEN REQUEST FOR A WAIVER\n   39  AND COPIES OF THE FOUR MOST RECENT  MONITORING  REPORTS  PREPARED.  UPON\n   40  RECEIPT  OF  SUCH  REQUEST  AND  REPORTS,  THE DEPARTMENT WILL DETERMINE\n   41  WHETHER THERE ARE SIGNIFICANT OPERATIONAL DEFICIENCIES IDENTIFIED IN THE\n   42  MONITORING REPORTS. IF NO SIGNIFICANT DEFICIENCIES ARE  IDENTIFIED,  THE\n   43  WAIVER SHALL BE GRANTED AND DEEMED IN FULL FORCE AND EFFECT.\n   44    (D) REPORTS, BASED UPON MONITORING BY A SOCIAL SERVICES DISTRICT OR BY\n   45  A  STATE AGENCY, AND ANY OTHER EVALUATIONS REQUIRED BY A PROVIDER AGREE-\n   46  MENT SHALL BE FORWARDED TO THE PROGRAM  AND  THE  DEPARTMENT  COMMENCING\n   47  WITH  THE  SIXTH  MONTH  FOLLOWING  THE  EFFECTIVE DATE OF EACH PROVIDER\n   48  AGREEMENT AND ANNUALLY THEREAFTER AND MUST BE RECEIVED  BY  THE  PROGRAM\n   49  AND THE DEPARTMENT NO LATER THAN NINETY DAYS PRIOR TO THE ANNIVERSARY OF\n   50  THE PROVIDER AGREEMENT.\n   51    (E)  THE  DEPARTMENT  SHALL  MONITOR  THE  PERFORMANCE OF ALL PROVIDER\n   52  AGREEMENTS.\n   53    (F) PROVIDER AGREEMENTS SHALL BE REVIEWED BY THE DEPARTMENT  AT  LEAST\n   54  ANNUALLY  TO  VERIFY  CONFORMITY WITH THE TERMS OF SUCH AGREEMENTS. SUCH\n   55  MONITORING MAY INCLUDE:\n\n       S. 2445                            13\n\n    1    (I) THE REVIEW OF PERIODIC REPORTS, INCLUDING THOSE  PROGRAM  PERFORM-\n    2  ANCE REPORTS PURSUANT TO THIS SUBDIVISION;\n    3    (II)  ANY  OTHER EVALUATIONS OR INFORMATION REQUIRED BY THE DEPARTMENT\n    4  OR REQUIRED BY THE PROVIDER AGREEMENT; AND\n    5    (III) ON-SITE VISITS TO PROVIDERS OF SERVICE.\n    6    (G) AUTHORIZATION FOR CASE MANAGEMENT  SERVICES.  AUTHORIZATION  BY  A\n    7  PROVIDER  CONTRACTED  WITH THE PROGRAM, IN CONSULTATION WITH THE COMMIS-\n    8  SIONER IS REQUIRED PRIOR TO THE PROVISION OF CASE MANAGEMENT SERVICES.\n    9    (H) THE PROVISIONS OF THIS SECTION APPLY TO CASE  MANAGEMENT  SERVICES\n   10  PROVIDED ON OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE.\n   11    S  4926. DETERMINATION OF ELIGIBILITY. 1. IN ORDER TO DETERMINE ELIGI-\n   12  BILITY FOR CARE UNDER THE PROGRAM, THE MEDICAL RECORDS OF  THE  IMPAIRED\n   13  NEWBORN  OR  CHILD  SHALL BE REVIEWED AND THE PERSON PHYSICALLY SEEN AND\n   14  EVALUATED IF DEEMED NECESSARY, BY A PHYSICIAN  EXPERT  ASSIGNED  TO  THE\n   15  CLAIM BY THE PROGRAM.\n   16    2.  WITHIN  ONE  HUNDRED  EIGHTY  DAYS  OF RECEIVING THE CLAIM AND ALL\n   17  NECESSARY ACCOMPANYING DOCUMENTATION AND RECORDS SET FORTH  IN  SUBDIVI-\n   18  SION ONE OF THIS SECTION, THE PHYSICIAN EXPERT SHALL DETERMINE WHETHER:\n   19    (A) THE IMPAIRED NEWBORN OR CHILD IS ELIGIBLE FOR THE PROGRAM, AND\n   20    (B) IF SO, THE COMPENSATION TO BE PROVIDED.\n   21    3.  A COPY OF THE DETERMINATION SHALL BE MAILED PROMPTLY TO THE CLAIM-\n   22  ANT AND, UPON REQUEST, TO ANY HEALTH CARE PROVIDER NAMED  IN  THE  PETI-\n   23  TION.\n   24    S  4927.  APPEALS  OF DETERMINATION OF ELIGIBILITY. 1. IF REQUESTED BY\n   25  THE CLAIMANT OR HEALTH CARE PROVIDER, THE PROGRAM MAY CONVENE A PANEL OF\n   26  THREE PHYSICIAN EXPERTS TO REVIEW APPEALS OF DETERMINATION BY  A  PHYSI-\n   27  CIAN  EXPERT  PURSUANT  TO SECTION FORTY-NINE HUNDRED TWENTY-SIX OF THIS\n   28  ARTICLE THAT THE CLAIMANT IS INELIGIBLE FOR THE PROGRAM. THE  REVIEW  OF\n   29  AN  APPEAL  SHALL  BE  COMMENCED  NOT LATER THAN ONE HUNDRED TWENTY DAYS\n   30  AFTER THE DETERMINATION OF INELIGIBILITY IS  PROVIDED  TO  THE  CLAIMANT\n   31  PURSUANT TO SECTION FORTY-NINE HUNDRED TWENTY-SIX OF THIS ARTICLE.\n   32    2.  THE  PROGRAM  SHALL  PROVIDE NOTICE OF THE DATE, TIME AND PLACE OF\n   33  SUCH REVIEW TO THE CLAIMANT AND TO ANY PERSON  WHO  REQUESTS  NOTICE.  A\n   34  CLAIMANT MAY PRESENT INFORMATION FOR THIS REVIEW.\n   35    3.  THE  PROGRAM MAY REQUIRE THE CLAIMANT AND ANY HEALTH CARE PROVIDER\n   36  WHO PROVIDED PRENATAL, DELIVERY, POSTPARTUM, NEONATAL OR PEDIATRIC  CARE\n   37  TO  THE  IMPAIRED  PERSON TO SPEAK AT THE APPEAL, PROVIDED THAT ANY SUCH\n   38  PERSON SHALL HAVE THE RIGHT TO BE REPRESENTED BY COUNSEL.\n   39    4. THE PHYSICIAN EXPERT APPEAL PANEL SHALL PROVIDE ITS WRITTEN  DETER-\n   40  MINATION  TO THE PROGRAM WITHIN THIRTY DAYS OF THE HEARING. THE DECISION\n   41  SHALL BE DEEMED BINDING WHEN AT LEAST TWO OF THE THREE MEMBERS AGREE.\n   42    5. SUCH REPORT SHALL INDICATE WHETHER THE NEWBORN OR CHILD IS ELIGIBLE\n   43  FOR THE PROGRAM, AND IF SO, THE LEVEL OF  COMPENSATION  TO  BE  PROVIDED\n   44  SHALL BE COMMUNICATED TO THE PROGRAM AND THE DEPARTMENT.\n   45    S  4928.  COMPENSATION.  1. (A) COMPENSATION PROVIDED PURSUANT TO THIS\n   46  ARTICLE SHALL COVER, TO THE EXTENT NOT EXCLUDED IN  SUBDIVISION  TWO  OF\n   47  THIS SECTION, MEDICALLY-NECESSARY AND REASONABLE EXPENSES RELATED TO THE\n   48  IMPAIRMENT FOR MEDICAL AND HOSPITAL CARE, SERVICES AND SUPPLIES, REHABI-\n   49  LITATIVE AND REMEDIAL CARE, RESIDENTIAL AND CUSTODIAL CARE AND SERVICES,\n   50  DRUGS,  SPECIAL  EQUIPMENT, AND HEALTH INSURANCE CO-PAYMENTS AND DEDUCT-\n   51  IBLES, SUBJECT TO ELIGIBILITY IN SECTION FORTY-NINE  HUNDRED  TWENTY-SIX\n   52  OF THIS ARTICLE.\n   53    (B)  COMPENSATION  PROVIDED PURSUANT TO THIS ARTICLE ALSO MAY INCLUDE,\n   54  TO THE EXTENT NOT EXCLUDED IN SUBDIVISION TWO OF THIS  SECTION,  AND  AS\n   55  APPROVED  BY  THE  CASE  MANAGER,  REASONABLE  EXPENSES  FOR: ADDITIONAL\n   56  MEDICAL CARE, SERVICES AND SUPPLIES; CARE BY OTHER  PROFESSIONALS,  SUCH\n\n       S. 2445                            14\n\n    1  AS  SOCIAL WORKERS, COUNSELORS, MENTAL HEALTH PROFESSIONALS, HOME HEALTH\n    2  CARE WORKERS, CUSTODIANS AND MEDICAL PROFESSIONALS; APPROPRIATE  MODIFI-\n    3  CATIONS  TO  HOUSING  TO  ASSURE  THAT THE IMPAIRED NEWBORN RESIDES IN A\n    4  SUITABLE ENVIRONMENT; EDUCATIONAL AND VOCATIONAL TRAINING; AND TRANSPOR-\n    5  TATION, SUBJECT TO SUBDIVISIONS TWO AND THREE OF THIS SECTION.\n    6    (C) COMPENSATION PROVIDED PURSUANT TO THIS ARTICLE MAY INCLUDE REASON-\n    7  ABLE  EXPENSES  INCURRED  IN  CONNECTION  WITH THE FILING OF THE INITIAL\n    8  CLAIM INCLUDING REASONABLE ATTORNEY'S FEES AS DETERMINED IN REGULATION.\n    9    2. COMPENSATION SHALL EXCLUDE CARE, SERVICES OR ITEMS,  OR  REIMBURSE-\n   10  MENT,  WHICH  THE IMPAIRED PERSON HAS RECEIVED OR IS ENTITLED TO RECEIVE\n   11  FROM:\n   12    (A) ANY COMMERCIAL OR SELF-INSURING  ENTITY,  CORPORATION  SUBJECT  TO\n   13  ARTICLE  FORTY-THREE OF THE INSURANCE LAW, PREPAID HEALTH PLAN OR HEALTH\n   14  MAINTENANCE ORGANIZATION;\n   15    (B) ANY FEDERAL, STATE OR LOCAL  GOVERNMENT  PROGRAM,  EXCEPT  TO  THE\n   16  EXTENT  SUCH  EXCLUSION  MAY  BE PROHIBITED BY FEDERAL LAW AND EXCEPT AS\n   17  PROVIDED IN SUBDIVISION FIVE OF THIS SECTION,  PROVIDED,  HOWEVER,  THAT\n   18  COMPENSATION  MAY  INCLUDE  CARE,  SERVICES  OR ITEMS, OR REIMBURSEMENT,\n   19  WHICH ARE  IN  SUPPLEMENTATION  OF  ANY  CARE,  SERVICES  OR  ITEMS,  OR\n   20  REIMBURSEMENT, WHICH THE NEWBORN HAS RECEIVED, OR IS ENTITLED TO RECEIVE\n   21  FROM  ANY  SUCH  GOVERNMENT  PROGRAM  TO THE EXTENT PERMITTED UNDER SUCH\n   22  PROGRAM; AND\n   23    (C) ANY PERSON AS A RESULT OF OR IN SETTLEMENT OF A  CIVIL  ACTION  OR\n   24  PROSPECTIVE CIVIL ACTION BY OR ON BEHALF OF THE IMPAIRED PERSON RELATING\n   25  TO THE IMPAIRMENT, INCLUDING AN ACTION DESCRIBED IN THIS SECTION.\n   26    3.  COMPENSATION  SHALL NOT INCLUDE ANY MONETARY AWARD ATTRIBUTABLE TO\n   27  NON-ECONOMIC DAMAGES OR LOSS OF FUTURE EARNINGS.\n   28    4. (A) COMPENSATION MAY BE IN THE FORM OF A  DOCUMENTED  CASH  PAYMENT\n   29  FOR EXPENSES PREVIOUSLY INCURRED; PERIODIC PAYMENTS MADE FOR EXPENSES AS\n   30  INCURRED;  A HEALTH INSURANCE POLICY; THE PROVISION OF CARE, SERVICES OR\n   31  ITEMS BY A PROVIDER PURSUANT TO A CONTRACT  WITH  THE  PROGRAM;  A  CASH\n   32  PAYMENT  TO  ESTABLISH,  OR  TO  ADD  TO, A TRUST FOR THE BENEFIT OF THE\n   33  IMPAIRED NEWBORN OR CHILD; PERIODIC PAYMENTS FOR THE SUPPLEMENTAL  NEEDS\n   34  OF  THE  IMPAIRED  NEWBORN WHICH ARE NOT PROVIDED BY GOVERNMENT ENTITLE-\n   35  MENTS, WITH A RECOGNITION OF THE SPECIAL NEEDS  OF  AN  IMPAIRED  PERSON\n   36  WHO,  BECAUSE  OF THE NATURE OF THE DISABILITIES OF THE IMPAIRED PERSON,\n   37  MAY BE DEPENDENT ON GOVERNMENT ENTITLEMENTS FOR LIFE; A  COMBINATION  OF\n   38  THE  FOREGOING;  OR SUCH OTHER FORM OF COMPENSATION THAT WILL ENSURE THE\n   39  PROVISION OF THE CARE, SERVICES AND ITEMS SET FORTH IN  SUBDIVISION  ONE\n   40  OF THIS SECTION.\n   41    (B)   COMPENSATION   FOR  EXPENSES  SHALL  BE  LIMITED  TO  REASONABLE\n   42  REIMBURSEMENT FOR SIMILAR CARE, SERVICES AND ITEMS PROVIDED IN THE  SAME\n   43  COMMUNITY TO OTHER PERSONS WITH IMPAIRMENTS.\n   44    5.  (A) COMPENSATION FOR THE FOLLOWING PERSONS SHALL BE REDUCED TO THE\n   45  EXTENT THAT THE MEDICAL ASSISTANCE PROGRAM PROVIDES EQUIVALENT OR BETTER\n   46  COVERAGE OF MEDICAL CARE, SERVICES AND SUPPLIES THAN WOULD  BE  PROVIDED\n   47  AS COMPENSATION BY THE PROGRAM WITHOUT REGARD TO COVERAGE BY THE MEDICAL\n   48  ASSISTANCE PROGRAM:\n   49    (I) ANY IMPAIRED NEWBORN WHO IS DEEMED TO HAVE BEEN FOUND ELIGIBLE FOR\n   50  MEDICAL  ASSISTANCE ON THE DATE OF BIRTH AND TO REMAIN ELIGIBLE FOR SUCH\n   51  ASSISTANCE FOR A PERIOD OF ONE YEAR, BY REASON OF BEING BORN TO A  WOMAN\n   52  WHO  IS  ELIGIBLE  FOR  AND RECEIVING SUCH ASSISTANCE ON THE DATE OF THE\n   53  IMPAIRED NEWBORN'S BIRTH AND WHO REMAINS OR, IF PREGNANT,  WOULD  REMAIN\n   54  ELIGIBLE  FOR  SUCH ASSISTANCE, AND FOR SO LONG AS SUCH IMPAIRED NEWBORN\n   55  REMAINS ELIGIBLE FOR SUCH ASSISTANCE; AND\n\n       S. 2445                            15\n\n    1    (II) ANY IMPAIRED NEWBORN WHO HAS BEEN INSTITUTIONALIZED NOT LESS THAN\n    2  THIRTY DAYS AND WHO WOULD BE ELIGIBLE FOR SUPPLEMENTAL  SECURITY  INCOME\n    3  BENEFITS  IF  NOT  INSTITUTIONALIZED  AND  FOR  SO LONG AS SUCH IMPAIRED\n    4  NEWBORN REMAINS ELIGIBLE FOR MEDICAL ASSISTANCE.\n    5    (B)  IN  DETERMINING  THE  CONTINUING  ELIGIBILITY  FOR AND PAYMENT OF\n    6  MEDICAL ASSISTANCE WITH RESPECT TO SUCH A  CHILD,  THE  AVAILABILITY  OF\n    7  BENEFITS  UNDER  THE PROGRAM SHALL NOT BE CONSIDERED INCOME OR RESOURCES\n    8  AVAILABLE TO THE CHILD, NOR A LEGAL LIABILITY OF A THIRD-PARTY.\n    9    S 4929. LIMITATION ON PROCESSING OF CLAIMS. ANY CLAIM FOR COMPENSATION\n   10  FOR AN ELIGIBLE IMPAIRED PERSON BASED ON A PETITION FILED MORE THAN  TEN\n   11  YEARS AFTER THE BIRTH OF THE NEWBORN SHALL BE TIME BARRED.\n   12    S  4930. NOTICE TO OBSTETRIC PATIENTS. 1. OBSTETRIC HOSPITALS MAY POST\n   13  NOTICE OF THIS PROGRAM AT APPROPRIATE LOCATIONS.  WRITTEN  INFORMATIONAL\n   14  PAMPHLETS  DESCRIBING  THE  PROGRAM  MAY  BE PROVIDED AT ANY TIME TO THE\n   15  PARENTS OR GUARDIANS AND SHALL INCLUDE A CLEAR AND  CONCISE  EXPLANATION\n   16  OF  THE  BENEFITS AVAILABLE TO THE PATIENT UNDER THE PROGRAM, THE AVAIL-\n   17  ABILITY OF GOVERNMENTAL ASSISTANCE PROGRAMS FOR CHILDREN WITH  DISABILI-\n   18  TIES  AND THE TOLL-FREE TELEPHONE NUMBER OF THE PROGRAM'S CLAIMS ASSIST-\n   19  ANCE UNIT.\n   20    2. IF A HOSPITAL AT WHICH A PATIENT DELIVERS A  CHILD  HAS  REASON  TO\n   21  BELIEVE  THAT  A  CHILD HAS AN IMPAIRMENT, IT WILL MAKE EVERY ATTEMPT TO\n   22  NOTIFY THE PROGRAM'S CLAIMS ASSISTANCE UNIT, AND THE EARLY  INTERVENTION\n   23  OFFICIAL APPOINTED PURSUANT TO TITLE II-A OF ARTICLE TWO OF THIS CHAPTER\n   24  IN  THE  LOCALITY  IN WHICH THE CHILD RESIDES, EACH OF WHICH SHALL OFFER\n   25  THE LEGALLY RESPONSIBLE PARENTS OR GUARDIANS THE OPPORTUNITY TO  DISCUSS\n   26  BENEFITS,  RESOURCES  AND  SERVICES  AVAILABLE, AND ASSIST THE PARENT OR\n   27  PARENTS IN APPLYING FOR THEM.\n   28    S 4931. NEW YORK STATE STANDARD OF CARE ASSESSMENT PROGRAM.  1.  THERE\n   29  IS  HEREBY  ESTABLISHED  WITHIN THE NEUROLOGICAL IMPAIRED PROGRAM OF NEW\n   30  YORK STATE, THE STANDARD OF CARE ASSESSMENT PROGRAM.\n   31    2. NO CIVIL ACTION SHALL BE BROUGHT IN ANY COURT AGAINST ANY EMPLOYEE,\n   32  PHYSICIAN, NURSE OR OTHER EXPERT ENGAGED BY  THE  PROGRAM  FOR  ANY  ACT\n   33  DONE,  FAILURE TO ACT, OR STATEMENT OR OPINION MADE, WITHIN THE SCOPE OF\n   34  HIS OR HER DUTIES AS AN EMPLOYEE OF SUCH PROGRAM.\n   35    3. A LIST OF PHYSICIAN ASSESSORS WILL  BE  ASSEMBLED,  MAINTAINED  AND\n   36  CONTRACTED FOR THE PURPOSE OF MAKING DETERMINATIONS OF NEGLIGENCE.\n   37    4.  PHYSICIANS  AND NURSES SHALL BE PAID A FLAT FEE PER CASE FOR THEIR\n   38  WORK EITHER AS A LEVEL I OR LEVEL  II  ASSESSOR  AS  DETERMINED  THROUGH\n   39  REGULATION.\n   40    5.  THE  DECISIONS  OF  INDIVIDUAL ASSESSORS SHALL BE EXAMINED PERIOD-\n   41  ICALLY FOR FAIRNESS, QUALITY AND APPROPRIATENESS  BY  THE  STATE  AGENCY\n   42  THAT ADMINISTERS THE PROGRAM OR OTHER AGENCY AS DEEMED BY REGULATION.\n   43    6.  QUALIFICATIONS OF PHYSICIAN ASSESSORS. (A) PHYSICIANS MAY SERVE AS\n   44  EITHER A LEVEL I OR LEVEL II ASSESSOR BUT NEVER BOTH IN THE SAME CLAIM.\n   45    (B) THE DECISIONS OF INDIVIDUAL ASSESSORS SHALL  BE  EXAMINED  PERIOD-\n   46  ICALLY  FOR  FAIRNESS,  QUALITY  AND APPROPRIATENESS BY THE STATE AGENCY\n   47  THAT ADMINISTERS THE PROGRAM OR OTHER AGENCY AS DEEMED BY REGULATION.\n   48    7. DUTIES  OF  PHYSICIAN  ASSESSORS.  THE  PHYSICIAN  ASSESSORS  SHALL\n   49  PERFORM THE FOLLOWING DUTIES:\n   50    (A)  WITHIN THIRTY DAYS OF THE NOTICE OF AN ELIGIBILITY DETERMINATION,\n   51  A LEVEL I STANDARD OF  CARE  ASSESSMENT  SHALL  COMMENCE.  ALL  RELEVANT\n   52  RECORDS SHALL BE OBTAINED FROM THE INSTITUTION OR INSTITUTIONS WHERE THE\n   53  CHILD WAS BORN AND RECEIVED ITS NEONATAL CARE.\n   54    (B) THE LEVEL I ASSESSMENT SHALL CONCLUDE WITH A DETERMINATION OF:\n\n       S. 2445                            16\n\n    1    (I)  WHETHER  THE  STANDARD OF CARE WAS MET BY EACH OF THE HEALTH CARE\n    2  PROVIDERS WHO PARTICIPATED IN THE OBSTETRICAL CARE AND NEONATAL  MANAGE-\n    3  MENT;\n    4    (II)  WHETHER SYSTEMS FAILURES AT THE SITE OF THE DELIVERY OR NEONATAL\n    5  CARE CONTRIBUTED ADVERSELY TO THE CHILD'S OUTCOME.\n    6    (C) EACH CASE SHALL RECEIVE AN INITIAL ASSESSMENT BY A LEVEL  I  PANEL\n    7  CONSISTING  OF  TWO  BOARD CERTIFIED OBSTETRICIANS AND A BOARD CERTIFIED\n    8  NEONATOLOGIST WHO SHALL DETERMINE WITHIN NINETY DAYS:\n    9    (I) WHETHER THE STANDARD OF CARE WAS MET BY  EACH  OF  THE  INDIVIDUAL\n   10  PRACTITIONERS  WHO PROVIDED CARE TO THE PATIENT'S MOTHER DURING THE ANTE\n   11  PARTUM, INTRAPARTUM AND DELIVERY PERIODS AS WELL AS THOSE CARING FOR THE\n   12  NEONATE DURING THE FIRST TWENTY-EIGHT DAYS OF HIS OR HER BIRTH;\n   13    (II) WHETHER SYSTEMS FAILURES AT THE SITE OF THE DELIVERY OR  NEONATAL\n   14  CARE CONTRIBUTED ADVERSELY TO THE CHILD'S OUTCOME.\n   15    (D)  THE PANEL SHALL LIMIT ITS REVIEW TO THE RECORDS IT HAS BEEN SENT.\n   16  IF THIS MATERIAL IS DEEMED TO BE INSUFFICIENT TO  MAKE  A  DETERMINATION\n   17  REGARDING THE STANDARD OF CARE RENDERED, THE CASE SHALL BE REFERRED TO A\n   18  PANEL OF LEVEL II ASSESSORS.\n   19    (E)  IF ALL THREE MEMBERS OF THE LEVEL I PANEL ARE UNANIMOUS IN DECID-\n   20  ING THAT THE STANDARD OF CARE WAS MET BY  THE  INDIVIDUAL  PRACTITIONERS\n   21  AND  PARTICIPATING  HOSPITALS  WHERE  THE  CARE WAS RENDERED, THE REVIEW\n   22  PROCESS CONCLUDES.\n   23    (F) IF THE LEVEL I PANEL FINDS THAT THE STANDARD OF CARE HAS NOT  BEEN\n   24  MET,  OR  IS  DIVIDED  IN THEIR OPINION ON THIS MATTER, THE CASE WILL BE\n   25  REFERRED TO A SECOND LEVEL OF REVIEW. THE PANEL OF  LEVEL  II  ASSESSORS\n   26  WILL  CONSIST OF THREE SUBSPECIALTY BOARDED PHYSICIANS OR ADVANCED PRAC-\n   27  TICE NURSES WHOSE AREA OF EXPERTISE WILL  BE  DECIDED  BY  THE  LEVEL  I\n   28  SCREENING  PANELISTS. THIS SECOND PANEL CANNOT CONTAIN ANY OF THE PHYSI-\n   29  CIANS FROM THE LEVEL I PANEL.\n   30    (G) WITHIN THIRTY DAYS OF THE FINDINGS OF THE LEVEL I PANEL, THE LEVEL\n   31  II PANEL WILL REVIEW THE RECORDS THAT HAVE BEEN SUBMITTED AND NOTIFY THE\n   32  INVOLVED HEALTH CARE PROVIDERS THAT A LEVEL II ASSESSMENT IS IN PROCESS.\n   33  THE LEVEL II ASSESSMENT SHALL BE COMPLETED  WITHIN  ONE  HUNDRED  TWENTY\n   34  DAYS.  LEVEL  II  ASSESSORS  CAN  REQUEST  ADDITIONAL RECORDS FOR REVIEW\n   35  AND/OR INTERVIEW ANY INDIVIDUALS THAT WERE  INVOLVED  IN  THE  PATIENT'S\n   36  OBSTETRICAL OR NEONATAL CARE.\n   37    (H)  IF  TWO  OR  MORE OF THE LEVEL II PANEL FIND THAT THE STANDARD OF\n   38  CARE HAS BEEN MET, THE REVIEW PROCESS CONCLUDES.\n   39    (I) IF TWO OR MORE OF THE LEVEL II PANEL FIND  THAT  THE  STANDARD  OF\n   40  CARE  HAS NOT BEEN MET, THE HEALTH CARE PROVIDERS SHALL BE SENT A REPORT\n   41  DETAILING THE ACTS OF NEGLIGENCE THAT HAVE BEEN IDENTIFIED.\n   42    (J) IF TWO OR MORE OF THE LEVEL II  PANEL  OF  ASSESSORS  DECIDE  THAT\n   43  SYSTEMS FAILURES CONTRIBUTED ADVERSELY TO THE CHILD'S OUTCOME THE SENIOR\n   44  LEADERSHIP  OF THE INSTITUTION INVOLVED SHALL BE SENT A REPORT DETAILING\n   45  THE NEGLIGENT OFFENSES THAT HAVE BEEN IDENTIFIED.\n   46    (K) IF TWO OR MORE OF THE LEVEL II  PANEL  OF  ASSESSORS  DECIDE  THAT\n   47  FAILURE TO MEET THE STANDARD OF CARE BY ANY OF THE HEALTH CARE PROVIDERS\n   48  OR  HOSPITALS  CONSTITUTES  NEGLIGENCE  THAT  CONTRIBUTED  TO  THE  POOR\n   49  OUTCOME, A REPORT SHALL BE SENT TO THE OFFICE  OF  PROFESSIONAL  MEDICAL\n   50  CONDUCT  AND  THE  NY PATIENT OCCURRENCE, REPORTING AND TRACKING SYSTEM.\n   51  ALL STATUTORY AND REGULATORY REQUIREMENTS OF SAID PHYSICIAN AND HOSPITAL\n   52  REVIEW PROGRAMS SHALL BE AND REMAIN IN EFFECT RELEVANT TO  A  NEGLIGENCE\n   53  NOTIFICATION BY THE LEVEL II PANEL.\n   54    (L) IN EACH CASE, THE FAMILY SHALL BE NOTIFIED IN WRITING OF THE FINAL\n   55  DETERMINATIONS OF THE STANDARD OF CARE ASSESSMENTS.\n\n       S. 2445                            17\n\n    1    (M)  DETAILED  SUMMARIES OF THE CASES IN WHICH NEGLIGENCE WAS FOUND TO\n    2  BE PRESENT SHALL BE KEPT IN A DATABASE.  A  CASEBOOK  SHALL  BE  CREATED\n    3  ANNUALLY  WHICH  SHALL  INCLUDE  DE-IDENTIFIED  SELECTED CASES FROM THAT\n    4  DATABASE. THE CASES SHALL BE CHOSEN TO ILLUSTRATE SPECIFIC  ISSUES,  AND\n    5  SHALL  BE ACCOMPANIED BY COMMENTARY THAT HIGHLIGHTS THOSE ASPECTS OF THE\n    6  CASE THAT SHOULD HAVE BEEN MANAGED DIFFERENTLY. THIS CASEBOOK  SHALL  BE\n    7  CIRCULATED  ELECTRONICALLY  TO ALL OBSTETRICAL CAREGIVERS THROUGHOUT THE\n    8  STATE.\n    9    S 2. This act shall take effect January 1,  2012;  provided,  however,\n   10  that effective immediately, the addition, amendment and/or repeal of any\n   11  rule  or  regulation necessary for the implementation of this act on its\n   12  effective date are authorized and directed to be made and  completed  on\n   13  or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing the neurological impairment program to provide compensation of neurologically-impaired persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T102515.TXT", "SOBI.D110121.T121522.TXT", "SOBI.D110124.T134125.TXT", "SOBI.D110121.T123022.TXT", "SOBI.D110121.T103015.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295894485486
}