{
  "year" : 2011,
  "senateBillNo" : "S2442-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2442-2011-1295586000000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that no retailer shall engage in zone pricing with respect to any motor fuel of like grade or quality",
  "summary" : "Provides that no retailer shall engage in zone pricing with respect to any motor fuel of like grade or quality. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S7122-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2442\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to providing  that\n         no  retailer  shall  engage  in zone pricing with respect to any motor\n         fuel of like grade or quality\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of section 399-ee of the general business\n    2  law, as added by chapter 579 of the laws of 2008, is amended to read  as\n    3  follows:\n    4    2. No wholesaler OR RETAILER shall engage in zone pricing with respect\n    5  to any motor fuel of like grade or quality.\n    6    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08247-01-1\n",
  "memo" : "BILL NUMBER:S2442\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to providing that no\nretailer shall engage in zone pricing with respect to any motor fuel of\nlike grade or quality\n\nPURPOSE:\nTo prohibit the use of zone pricing as a marketing device for\ngasoline.\n\nSUMMARY OF PROVISIONS:\nSection 1: Subdivision 2 of section 399-ee of\nthe general business law, as added by chapter 579 of the laws of 2008\nis amended. Section 2: adds \"retailer\" to those entities who cannot\nengage in zone pricing\n\nEXISTING LAW:\nChapter 579 of the laws of 2008.\n\nJUSTIFICATION:\nZone pricing is a marketing technique currently used by\npetroleum companies. The company determines geographical price zones\nbased on the demographics of a certain area. For example, if one area\ntypically is more affluent than another, the tank wagon price, in\nother words, the price per gallon determined by the wholesaler, at\nwhich gasoline is offered for sale to the retailers may be slightly\nhigher in that area, than an area where the clientele is primarily a\nworking class neighborhood. Because the petroleum companies increase\nthe amount charged to the service station dealers for the gasoline in\nthose designated zones, this cost is then passed on to the consumers.\nThus, the result of zone pricing is higher prices at the pump for\nindividuals who are assumed to be able to pay more. This legislation\nwould prohibit this discriminatory pricing policy.\n\nThis simple change merely adds retailer to those entities who are not\npermitted to engage in zone pricing with respect to any motor fuel of\nlike grade or quality. This language should have been included in the\ninitial legislation, so this is merely a small adjustment.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.7122 - Consumer Protection\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to providing that no retailer shall engage in zone pricing with respect to any motor fuel of like grade or quality ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T095513.TXT", "SOBI.D110121.T100513.TXT", "SOBI.D110121.T130024.TXT", "SOBI.D110121.T101014.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601497
}