{
  "year" : 2011,
  "senateBillNo" : "S2444-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2444-2011-1295586000000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York birth-related neurological impairment compensation act",
  "summary" : "Enacts the New York birth-related neurological injury compensation act; provides a program whereby families of infants who are neurologically injured at birth would have an option for compensation other than by suing the physician. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S6744-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2444\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  HANNON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to enacting  the  New\n         York birth-related neurological injury compensation act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  article\n    2  20-B to read as follows:\n    3                                ARTICLE 20-B\n    4                     NEW YORK BIRTH-RELATED NEUROLOGICAL\n    5                           INJURY COMPENSATION ACT\n    6  SECTION 2021. SHORT TITLE.\n    7          2022. DEFINITIONS.\n    8          2023. NEW  YORK  BIRTH-RELATED  NEUROLOGICAL INJURY COMPENSATION\n    9                  PROGRAM; EXCLUSIVE REMEDY; EXCEPTION.\n   10          2024. FILING OF CLAIMS; REVIEW BY STATE BOARD  FOR  PROFESSIONAL\n   11                  MEDICAL  CONDUCT;  FILING OF RESPONSES; DETERMINATION OF\n   12                  ESTABLISHED CLAIMS BY ADMINISTRATIVE LAW JUDGE.\n   13          2025. TOLLING OF STATUTE OF LIMITATIONS.\n   14          2026. HEARING; PARTIES.\n   15          2027. INTERROGATORIES AND DEPOSITIONS.\n   16          2028. DETERMINATION OF CLAIMS; PRESUMPTION; FINDINGS OF ADMINIS-\n   17                  TRATIVE LAW JUDGE BINDING ON PARTICIPANTS; MEDICAL ADVI-\n   18                  SORY PANEL.\n   19          2029. ADMINISTRATIVE LAW JUDGE AWARDS FOR  BIRTH-RELATED  NEURO-\n   20                  LOGICAL INJURIES; NOTICE OF AWARD.\n   21          2030. LIMITATION ON CLAIMS.\n   22          2031. SCOPE.\n   23          2032. BIRTH-RELATED NEUROLOGICAL INJURY COMPENSATION FUND.\n   24          2033. BOARD OF DIRECTORS; APPOINTMENT; VACANCIES; TERM.\n   25          2034. PLAN OF OPERATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07194-01-1\n\n       S. 2444                             2\n\n    1          2035. FUNDS TO BE HELD IN RESTRICTED CASH ACCOUNT.\n    2          2036. ASSESSMENTS.\n    3          2037. ACTUARIAL  INVESTIGATION,  VALUATIONS, GAIN/LOSS ANALYSIS;\n    4                  NOTICE IF ASSESSMENTS PROVE INSUFFICIENT.\n    5    S 2021. SHORT TITLE. THE PROVISIONS OF THIS ARTICLE SHALL BE KNOWN AND\n    6  MAY BE CITED AS THE \"NEW YORK BIRTH-RELATED NEUROLOGICAL INJURY  COMPEN-\n    7  SATION ACT\".\n    8    S 2022. DEFINITIONS. AS USED IN THIS ARTICLE:\n    9    1. \"BIRTH-RELATED NEUROLOGICAL INJURY\" MEANS A NON-PROGRESSIVE IMPAIR-\n   10  MENT OF BRAIN OR SPINAL CORD WHICH OCCURRED OR WHICH COULD HAVE OCCURRED\n   11  DURING  PREGNANCY,  DURING  LABOR,  DURING  DELIVERY OR IN THE IMMEDIATE\n   12  RESUSCITATION PERIOD AFTER  DELIVERY  WHICH  RESULTS  IN  A  SIGNIFICANT\n   13  IMPAIRMENT  IN  CENTRAL  NERVOUS  SYSTEM  FUNCTION  RENDERING THE INFANT\n   14  SUBSTANTIALLY HANDICAPPED. THE DETERMINATION OF  WHETHER  A  SUBSTANTIAL\n   15  HANDICAP EXISTS SHALL BE MADE BY THE STATE BOARD OF PROFESSIONAL MEDICAL\n   16  CONDUCT.  THIS  TERM  SHALL  APPLY  ONLY  TO  LIVE BIRTHS, AND SHALL NOT\n   17  INCLUDE DISABILITIES CAUSED BY CONGENITAL ABNORMALITIES  INCLUDING,  BUT\n   18  NOT LIMITED TO: GENETIC, DEVELOPMENTAL OR TERATOGENIC CAUSES.\n   19    2.  \"CLAIMANT\"  MEANS ANY PERSON WHO FILES A CLAIM PURSUANT TO SECTION\n   20  TWO  THOUSAND  TWENTY-FOUR  OF  THIS  ARTICLE  FOR  COMPENSATION  FOR  A\n   21  BIRTH-RELATED  NEUROLOGICAL  INJURY  TO  AN INFANT.   SUCH CLAIMS MAY BE\n   22  FILED BY ANY LEGAL REPRESENTATIVE ON BEHALF OF AN INJURED  INFANT;  AND,\n   23  IN  THE CASE OF A DECEASED INFANT, THE CLAIM MAY BE FILED BY AN ADMINIS-\n   24  TRATOR, EXECUTOR, OR OTHER LEGAL REPRESENTATIVE.\n   25    3.  \"PARTICIPATING PHYSICIAN\" MEANS A PHYSICIAN LICENSED IN THIS STATE\n   26  TO PRACTICE MEDICINE, WHO PRACTICES OBSTETRICS OR  PERFORMS  OBSTETRICAL\n   27  SERVICES EITHER FULL OR PART TIME AND WHO HAD IN FORCE AN AGREEMENT WITH\n   28  THE  STATE  BOARD FOR PROFESSIONAL MEDICAL CONDUCT WHEREBY THE PHYSICIAN\n   29  AGREED TO SUBMIT TO REVIEW BY THE STATE BOARD FOR  PROFESSIONAL  MEDICAL\n   30  CONDUCT   AS  REQUIRED  BY  SUBDIVISION  TWO  OF  SECTION  TWO  THOUSAND\n   31  TWENTY-FOUR OF THIS ARTICLE.\n   32    4. \"PARTICIPATING HOSPITAL\" MEANS A  HOSPITAL  LICENSED  IN  NEW  YORK\n   33  WHICH  AT  THE  TIME OF THE INJURY HAD IN FORCE AN AGREEMENT WHEREBY THE\n   34  HOSPITAL AGREED TO SUBMIT TO  REVIEW  OF  ITS  OBSTETRICAL  SERVICE,  AS\n   35  REQUIRED  BY  SUBDIVISION  THREE  OF SECTION TWO THOUSAND TWENTY-FOUR OF\n   36  THIS ARTICLE.\n   37    5. \"PROGRAM\" MEANS THE  NEW  YORK  BIRTH-RELATED  NEUROLOGICAL  INJURY\n   38  COMPENSATION PROGRAM ESTABLISHED BY THIS ARTICLE.\n   39    S  2023.  NEW  YORK  BIRTH-RELATED  NEUROLOGICAL  INJURY  COMPENSATION\n   40  PROGRAM; EXCLUSIVE REMEDY; EXCEPTION. 1. THERE IS HEREBY ESTABLISHED THE\n   41  NEW YORK BIRTH-RELATED NEUROLOGICAL INJURY COMPENSATION PROGRAM.\n   42    2. THE RIGHTS AND REMEDIES GRANTED IN THIS ARTICLE  TO  AN  INFANT  ON\n   43  ACCOUNT  OF  A BIRTH-RELATED NEUROLOGICAL INJURY SHALL EXCLUDE ALL OTHER\n   44  RIGHTS AND REMEDIES OF SUCH INFANT, HIS OR HER PERSONAL  REPRESENTATIVE,\n   45  PARENTS,  DEPENDENTS  OR NEXT OF KIN, AT COMMON LAW OR OTHERWISE ARISING\n   46  OUT OF OR RELATED TO A MEDICAL MALPRACTICE CLAIM WITH  RESPECT  TO  SUCH\n   47  INJURY.\n   48    3.  NOTWITHSTANDING  ANYTHING TO THE CONTRARY IN THIS SECTION, A CIVIL\n   49  ACTION SHALL NOT BE FORECLOSED AGAINST A PHYSICIAN OR A  HOSPITAL  WHERE\n   50  THERE  IS  CLEAR AND CONVINCING EVIDENCE THAT SUCH PHYSICIAN OR HOSPITAL\n   51  INTENTIONALLY OR WILLFULLY CAUSED OR INTENDED TO CAUSE  A  BIRTH-RELATED\n   52  NEUROLOGICAL  INJURY,  PROVIDED  THAT SUCH SUIT IS FILED PRIOR TO AND IN\n   53  LIEU OF PAYMENT OF AN AWARD UNDER THIS ARTICLE. SUCH SUIT SHALL BE FILED\n   54  BEFORE THE AWARD OF THE BOARD BECOMES CONCLUSIVE AND BINDING.\n   55    S 2024. FILING OF CLAIMS;  REVIEW  BY  STATE  BOARD  FOR  PROFESSIONAL\n   56  MEDICAL  CONDUCT;  FILING  OF  RESPONSES;  DETERMINATION  OF ESTABLISHED\n\n       S. 2444                             3\n\n    1  CLAIMS BY ADMINISTRATIVE LAW JUDGE.  1. (A) IN ALL  CLAIMS  FILED  UNDER\n    2  THIS  ARTICLE, THE CLAIMANT SHALL FILE WITH THE ADMINISTRATIVE LAW JUDGE\n    3  A PETITION, SETTING FORTH THE FOLLOWING INFORMATION:\n    4    (I) THE NAME AND ADDRESS OF THE LEGAL REPRESENTATIVE AND THE BASIS FOR\n    5  HIS OR HER REPRESENTATION OF THE INJURED INFANT;\n    6    (II) THE NAME AND ADDRESS OF THE INJURED INFANT;\n    7    (III)  THE  NAME  AND  ADDRESS  OF ANY PHYSICIAN PROVIDING OBSTETRICAL\n    8  SERVICES WHO WAS PRESENT AT THE BIRTH AND THE NAME AND  ADDRESS  OF  THE\n    9  HOSPITAL AT WHICH THE BIRTH OCCURRED;\n   10    (IV) A DESCRIPTION OF THE DISABILITY FOR WHICH CLAIM IS MADE;\n   11    (V) THE TIME AND PLACE WHERE THE INJURY OCCURRED;\n   12    (VI)  A BRIEF STATEMENT OF THE FACTS AND CIRCUMSTANCES SURROUNDING THE\n   13  INJURY AND GIVING RISE TO THE CLAIM;\n   14    (VII) ALL AVAILABLE RELEVANT MEDICAL RECORDS RELATING  TO  THE  PERSON\n   15  WHO  ALLEGEDLY SUFFERED A BIRTH-RELATED NEUROLOGICAL INJURY AND AN IDEN-\n   16  TIFICATION OF ANY UNAVAILABLE RECORDS KNOWN  TO  THE  CLAIMANT  AND  THE\n   17  REASONS FOR THEIR UNAVAILABILITY;\n   18    (VIII)  APPROPRIATE  ASSESSMENTS,  EVALUATIONS, AND PROGNOSES AND SUCH\n   19  OTHER RECORDS AND DOCUMENTS AS ARE REASONABLY NECESSARY FOR THE DETERMI-\n   20  NATION OF THE AMOUNT OF COMPENSATION TO BE PAID TO, OR ON BEHALF OF, THE\n   21  INJURED INFANT ON ACCOUNT OF A BIRTH-RELATED NEUROLOGICAL INJURY;\n   22    (IX) DOCUMENTATION OF EXPENSES AND SERVICES INCURRED  TO  DATE,  WHICH\n   23  INDICATES  WHETHER SUCH EXPENSES AND SERVICES HAVE BEEN PAID FOR, AND IF\n   24  SO, BY WHOM; AND\n   25    (X) DOCUMENTATION OF ANY APPLICABLE PRIVATE OR GOVERNMENTAL SOURCE  OF\n   26  SERVICES OR REIMBURSEMENT RELATIVE TO THE ALLEGED IMPAIRMENTS.\n   27    (B)  THE  CLAIMANT  SHALL FURNISH THE ADMINISTRATIVE LAW JUDGE WITH AS\n   28  MANY COPIES OF THE PETITION AS REQUIRED FOR SERVICE  UPON  THE  PROGRAM,\n   29  ANY  PHYSICIAN  AND  HOSPITAL NAMED IN THE PETITION, AND THE STATE BOARD\n   30  FOR PROFESSIONAL MEDICAL CONDUCT, ALONG WITH  A  FIFTEEN  DOLLAR  FILING\n   31  FEE.  UPON  RECEIPT  OF THE PETITION, THE ADMINISTRATIVE LAW JUDGE SHALL\n   32  IMMEDIATELY SERVE THE PROGRAM BY SERVICE UPON THE  AGENT  DESIGNATED  TO\n   33  ACCEPT  SERVICE  ON  BEHALF  OF  THE PROGRAM IN THE PLAN OF OPERATION BY\n   34  REGISTERED OR CERTIFIED MAIL, AND SHALL MAIL COPIES OF THE  PETITION  TO\n   35  ANY  PHYSICIAN  AND  HOSPITAL NAMED IN THE PETITION, THE STATE BOARD FOR\n   36  PROFESSIONAL MEDICAL CONDUCT AND THE DEPARTMENT.\n   37    2. UPON RECEIPT OF THE PETITION,  THE  STATE  BOARD  FOR  PROFESSIONAL\n   38  MEDICAL  CONDUCT  SHALL  EVALUATE  THE  CLAIM, AND IF IT DETERMINES THAT\n   39  THERE IS REASON TO BELIEVE THAT THE ALLEGED INJURY RESULTED FROM, OR WAS\n   40  AGGRAVATED BY, SUBSTANDARD CARE ON THE PART OF THE PHYSICIANS, IT  SHALL\n   41  TAKE ANY APPROPRIATE ACTION.\n   42    3.  UPON  RECEIPT  OF  THE PETITION, THE DEPARTMENT SHALL EVALUATE THE\n   43  CLAIM, AND IF IT DETERMINES THAT THERE IS REASON  TO  BELIEVE  THAT  THE\n   44  ALLEGED  INJURY RESULTED FROM, OR WAS AGGRAVATED BY, SUBSTANDARD CARE ON\n   45  THE PART OF THE HOSPITAL AT WHICH THE BIRTH OCCURRED, IT SHALL TAKE  ANY\n   46  APPROPRIATE ACTION.\n   47    4.  THE  PROGRAM  SHALL  HAVE  THIRTY DAYS FROM THE DATE OF SERVICE IN\n   48  WHICH TO FILE A RESPONSE TO THE PETITION, AND TO SUBMIT RELEVANT WRITTEN\n   49  INFORMATION RELATING TO THE ISSUE OF WHETHER THE  INJURY  ALLEGED  IS  A\n   50  BIRTH-RELATED NEUROLOGICAL INJURY, WITHIN THE MEANING OF THIS ARTICLE.\n   51    5.  UPON  THE  ESTABLISHMENT OF A CLAIM BY THE STATE BOARD FOR PROFES-\n   52  SIONAL MEDICAL CONDUCT, SUCH CLAIM SHALL BE ADVANCED TO  AN  ADMINISTRA-\n   53  TIVE LAW JUDGE, AUTHORIZED TO HEAR AND PASS UPON ALL CLAIMS FILED PURSU-\n   54  ANT TO THIS ARTICLE.\n   55    S  2025. TOLLING OF STATUTE OF LIMITATIONS. THE STATUTE OF LIMITATIONS\n   56  WITH RESPECT TO ANY CIVIL ACTION THAT MAY BE BROUGHT BY OR ON BEHALF  OF\n\n       S. 2444                             4\n\n    1  AN INJURED INFANT ALLEGEDLY ARISING OUT OF OR RELATED TO A BIRTH-RELATED\n    2  INJURY  SHALL BE TOLLED BY THE FILING OF A CLAIM IN ACCORDANCE WITH THIS\n    3  SECTION, AND THE TIME SUCH CLAIM IS PENDING SHALL  NOT  BE  COMPUTED  AS\n    4  PART OF THE PERIOD WITHIN WHICH SUCH CIVIL ACTION MAY BE BROUGHT.\n    5    S  2026. HEARING; PARTIES. 1. IMMEDIATELY AFTER SUCH PETITION HAS BEEN\n    6  RECEIVED, THE ADMINISTRATIVE LAW JUDGE SHALL SET THE DATE FOR A HEARING,\n    7  WHICH SHALL BE HELD NO SOONER THAN FORTY-FIVE DAYS AND NO LATER THAN ONE\n    8  HUNDRED TWENTY DAYS AFTER THE FILING OF A PETITION, AND SHALL NOTIFY THE\n    9  PARTIES THERETO OF THE TIME AND PLACE OF SUCH HEARING. THE HEARING SHALL\n   10  BE HELD IN THE CITY OR COUNTY WHERE THE INJURY OCCURRED, OR IN A CONTIG-\n   11  UOUS CITY OR COUNTY, UNLESS OTHERWISE  AGREED  TO  BY  THE  PARTIES  AND\n   12  AUTHORIZED BY THE ADMINISTRATIVE LAW JUDGE.\n   13    2.  THE  PARTIES  TO  THE  HEARING  REQUIRED  UNDER THIS SECTION SHALL\n   14  INCLUDE THE CLAIMANT AND THE PROGRAM.\n   15    S 2027. INTERROGATORIES AND DEPOSITIONS. ANY  PARTY  TO  A  PROCEEDING\n   16  UNDER THIS ARTICLE MAY, UPON APPLICATION TO THE ADMINISTRATIVE LAW JUDGE\n   17  SETTING  FORTH THE MATERIALITY OF THE EVIDENCE TO BE GIVEN, SERVE INTER-\n   18  ROGATORIES OR CAUSE THE DEPOSITIONS  OF  WITNESSES  RESIDING  WITHIN  OR\n   19  WITHOUT  THE  STATE  TO  BE  TAKEN,  THE  COSTS  TO BE TAXED AS EXPENSES\n   20  INCURRED IN CONNECTION WITH THE FILING OF A CLAIM,  IN  ACCORDANCE  WITH\n   21  SUBDIVISION  TWO  OF  SECTION  TWO THOUSAND TWENTY-NINE OF THIS ARTICLE.\n   22  SUCH DEPOSITIONS SHALL BE TAKEN AFTER GIVING NOTICE AND  IN  THE  MANNER\n   23  PRESCRIBED  BY  LAW, FOR DEPOSITIONS IN ACTIONS AT LAW, EXCEPT THAT THEY\n   24  SHALL BE FILED WITH THE ADMINISTRATIVE LAW JUDGE.\n   25    S 2028. DETERMINATION OF CLAIMS; PRESUMPTION; FINDINGS OF  ADMINISTRA-\n   26  TIVE  LAW  JUDGE BINDING ON PARTICIPANTS; MEDICAL ADVISORY PANEL. 1. THE\n   27  ADMINISTRATIVE LAW JUDGE SHALL DETERMINE, ON THE BASIS OF  THE  EVIDENCE\n   28  PRESENTED TO IT, THE FOLLOWING ISSUES:\n   29    (A)  WHETHER THE INJURIES CLAIMED ARE BIRTH-RELATED NEUROLOGICAL INJU-\n   30  RIES AS DEFINED IN SECTION TWO THOUSAND TWENTY-TWO OF  THIS  ARTICLE.  A\n   31  REBUTTABLE  PRESUMPTION  SHALL  ARISE  THAT  THE  INJURY  ALLEGED  IS  A\n   32  BIRTH-RELATED NEUROLOGICAL INJURY WHERE IT HAS BEEN DEMONSTRATED, TO THE\n   33  SATISFACTION OF THE  ADMINISTRATIVE  LAW  JUDGE,  THAT  THE  INFANT  HAS\n   34  SUSTAINED  A BRAIN OR SPINAL CORD INJURY CAUSED BY OXYGEN DEPRIVATION OR\n   35  MECHANICAL INJURY, AND THAT THE INFANT WAS THEREBY RENDERED  PERMANENTLY\n   36  NONAMBULATORY, APHASIC AND INCONTINENT.\n   37    IF EITHER PARTY DISAGREES WITH SUCH PRESUMPTION, THAT PARTY SHALL HAVE\n   38  THE  BURDEN  OF  PROVING THAT THE INJURIES ALLEGED ARE NOT BIRTH-RELATED\n   39  NEUROLOGICAL INJURIES WITHIN THE MEANING OF THIS ARTICLE.\n   40    (B) WHETHER OBSTETRICAL SERVICES WERE  DELIVERED  BY  A  PARTICIPATING\n   41  PHYSICIAN AT THE BIRTH.\n   42    (C) WHETHER THE BIRTH OCCURRED IN A PARTICIPATING HOSPITAL.\n   43    (D)  HOW  MUCH  COMPENSATION, IF ANY, IS AWARDABLE PURSUANT TO SECTION\n   44  TWO THOUSAND TWENTY-NINE OF THIS ARTICLE.\n   45    (E) IF THE ADMINISTRATIVE LAW JUDGE DETERMINES THAT THE INJURY ALLEGED\n   46  IS NOT A BIRTH-RELATED NEUROLOGICAL INJURY WITHIN THE  MEANING  OF  THIS\n   47  ARTICLE, THAT OBSTETRICAL SERVICES WERE NOT DELIVERED BY A PARTICIPATING\n   48  PHYSICIAN AT THE BIRTH, OR THAT THE BIRTH DID NOT OCCUR IN A PARTICIPAT-\n   49  ING  HOSPITAL,  IT  SHALL  CAUSE A COPY OF SUCH DETERMINATION TO BE SENT\n   50  IMMEDIATELY TO THE PARTIES BY REGISTERED OR CERTIFIED MAIL.\n   51    (F) BY BECOMING A PARTICIPATING PHYSICIAN OR HOSPITAL EACH PARTICIPANT\n   52  IS BOUND FOR ALL PURPOSES INCLUDING ANY SUIT AT LAW  AGAINST  A  PARTIC-\n   53  IPATING  PHYSICIAN  OR  PARTICIPATING  HOSPITAL,  BY  THE FINDING OF THE\n   54  ADMINISTRATIVE LAW JUDGE (OR  ANY  APPEAL  THEREFROM)  WITH  RESPECT  TO\n   55  WHETHER SUCH INJURY IS BIRTH-RELATED.\n\n       S. 2444                             5\n\n    1    2.  THE DEANS OF THE MEDICAL SCHOOLS OF THE STATE SHALL DEVELOP A PLAN\n    2  WHEREBY EACH CLAIM FILED WITH THE ADMINISTRATIVE LAW JUDGE  IS  REVIEWED\n    3  BY A PANEL OF THREE QUALIFIED AND IMPARTIAL PHYSICIANS. THIS PANEL SHALL\n    4  FILE  ITS REPORT AND RECOMMENDATIONS AS TO WHETHER THE INJURY ALLEGED IS\n    5  A  BIRTH-RELATED  NEUROLOGICAL INJURY WITHIN THE MEANING OF THIS ARTICLE\n    6  WITH THE ADMINISTRATIVE LAW JUDGE AT LEAST TEN DAYS PRIOR  TO  THE  DATE\n    7  SET  FOR  HEARING  PURSUANT  TO  SECTION TWO THOUSAND TWENTY-SIX OF THIS\n    8  ARTICLE.  AT THE REQUEST OF THE ADMINISTRATIVE LAW JUDGE, AT  LEAST  ONE\n    9  MEMBER  OF  THE  PANEL SHALL BE AVAILABLE TO TESTIFY AT THE HEARING. THE\n   10  ADMINISTRATIVE LAW JUDGE MUST CONSIDER, BUT SHALL NOT BE BOUND  BY,  THE\n   11  RECOMMENDATION OF THE PANEL.\n   12    S 2029. ADMINISTRATIVE LAW JUDGE AWARDS FOR BIRTH-RELATED NEUROLOGICAL\n   13  INJURIES; NOTICE OF AWARD. UPON DETERMINING THAT AN INFANT HAS SUSTAINED\n   14  A  BIRTH-RELATED  NEUROLOGICAL  INJURY,  THAT  OBSTETRICAL SERVICES WERE\n   15  DELIVERED BY A PARTICIPATING PHYSICIAN AT THE BIRTH, AND THAT THE  BIRTH\n   16  OCCURRED IN A PARTICIPATING HOSPITAL, THE ADMINISTRATIVE LAW JUDGE SHALL\n   17  MAKE AN AWARD PROVIDING COMPENSATION FOR THE FOLLOWING ITEMS RELATIVE TO\n   18  SUCH INJURY:\n   19    1.  ACTUAL  MEDICALLY NECESSARY AND REASONABLE EXPENSES OF MEDICAL AND\n   20  HOSPITAL, REHABILITATIVE, RESIDENTIAL AND CUSTODIAL  CARE  AND  SERVICE,\n   21  SPECIAL  EQUIPMENT  OR  FACILITIES,  AND  RELATED  TRAVEL. HOWEVER, SUCH\n   22  EXPENSES SHALL NOT INCLUDE:\n   23    (A) EXPENSES FOR ITEMS OR SERVICES THAT THE INFANT HAS RECEIVED, OR IS\n   24  ENTITLED TO RECEIVE, UNDER THE LAWS OF ANY STATE OR THE FEDERAL  GOVERN-\n   25  MENT EXCEPT TO THE EXTENT PROHIBITED BY FEDERAL LAW;\n   26    (B) EXPENSES FOR ITEMS OR SERVICES THAT THE INFANT HAS RECEIVED, OR IS\n   27  CONTRACTUALLY  ENTITLED TO RECEIVE, FROM ANY PREPAID HEALTH PLAN, HEALTH\n   28  MAINTENANCE ORGANIZATION, OR OTHER PRIVATE INSURING ENTITY;\n   29    (C) EXPENSES FOR WHICH THE INFANT HAS RECEIVED REIMBURSEMENT,  OR  FOR\n   30  WHICH THE INFANT IS ENTITLED TO RECEIVE REIMBURSEMENT, UNDER THE LAWS OF\n   31  ANY  STATE  OR  FEDERAL  GOVERNMENT  EXCEPT  TO THE EXTENT PROHIBITED BY\n   32  FEDERAL LAW; AND\n   33    (D) EXPENSES FOR WHICH THE INFANT HAS RECEIVED REIMBURSEMENT,  OR  FOR\n   34  WHICH  THE  INFANT  IS  CONTRACTUALLY ENTITLED TO RECEIVE REIMBURSEMENT,\n   35  PURSUANT TO THE PROVISIONS OF ANY HEALTH OR SICKNESS INSURANCE POLICY OR\n   36  OTHER PRIVATE INSURANCE PROGRAM.\n   37    2. EXPENSES OF MEDICAL AND HOSPITAL SERVICES UNDER SUBDIVISION ONE  OF\n   38  THIS  SECTION  SHALL  BE  LIMITED TO SUCH CHARGES AS PREVAIL IN THE SAME\n   39  COMMUNITY FOR SIMILAR TREATMENT OF INJURED PERSONS OF A LIKE STANDARD OF\n   40  LIVING WHEN SUCH TREATMENT IS PAID FOR BY THE INJURED PERSON.\n   41    3. LOSS OF EARNINGS FROM THE AGE OF EIGHTEEN. AN INFANT FOUND TO  HAVE\n   42  SUSTAINED  A  BIRTH-RELATED  NEUROLOGICAL  INJURY  SHALL BE CONCLUSIVELY\n   43  PRESUMED TO HAVE BEEN ABLE TO EARN INCOME FROM  WORK  FROM  THE  AGE  OF\n   44  EIGHTEEN  THROUGH  THE  AGE  OF  SIXTY-FIVE,  IF  HE OR SHE HAD NOT BEEN\n   45  INJURED, IN THE AMOUNT OF FIFTY PERCENT OF THE AVERAGE  WEEKLY  WAGE  IN\n   46  THE STATE OF WORKERS IN THE PRIVATE, NONFARM SECTOR.\n   47    4.  REASONABLE  EXPENSES  INCURRED  IN CONNECTION WITH THE FILING OF A\n   48  CLAIM UNDER THIS ARTICLE, INCLUDING REASONABLE  ATTORNEYS'  FEES,  WHICH\n   49  SHALL  BE  SUBJECT  TO  THE APPROVAL AND AWARD OF THE ADMINISTRATIVE LAW\n   50  JUDGE.\n   51    5. A COPY OF THE AWARD SHALL BE  SENT  IMMEDIATELY  BY  REGISTERED  OR\n   52  CERTIFIED MAIL TO THE PARTIES.\n   53    S  2030.  LIMITATION  ON  CLAIMS. ANY CLAIM UNDER THIS ARTICLE THAT IS\n   54  FILED MORE THAN TEN YEARS AFTER THE BIRTH OF AN INFANT ALLEGED TO HAVE A\n   55  BIRTH-RELATED NEUROLOGICAL INJURY IS BARRED.\n\n       S. 2444                             6\n\n    1    S 2031. SCOPE. THIS ARTICLE APPLIES TO ALL  CLAIMS  FOR  BIRTH-RELATED\n    2  NEUROLOGICAL INJURIES OCCURRING IN THIS STATE ON OR AFTER JANUARY FIRST,\n    3  TWO THOUSAND ELEVEN. THIS ARTICLE SHALL NOT APPLY TO DISABILITY OR DEATH\n    4  CAUSED  BY  GENETIC  OR CONGENITAL ABNORMALITIES, OR DISABILITY OR DEATH\n    5  CAUSED BY BIRTH AT HOME UNATTENDED BY A PHYSICIAN.\n    6    S 2032. BIRTH-RELATED NEUROLOGICAL INJURY COMPENSATION FUND.  THERE IS\n    7  ESTABLISHED  THE  BIRTH-RELATED NEUROLOGICAL INJURY COMPENSATION FUND TO\n    8  FINANCE THE NEW  YORK  BIRTH-RELATED  NEUROLOGICAL  INJURY  COMPENSATION\n    9  PROGRAM CREATED BY THIS ARTICLE.\n   10    S  2033.  BOARD  OF  DIRECTORS; APPOINTMENT; VACANCIES; TERM. 1.   THE\n   11  BIRTH-RELATED NEUROLOGICAL INJURY COMPENSATION PROGRAM SHALL BE GOVERNED\n   12  BY A BOARD OF FIVE DIRECTORS.\n   13    2. DIRECTORS SHALL BE APPOINTED FOR A TERM OF  THREE  YEARS  OR  UNTIL\n   14  THEIR SUCCESSORS ARE APPOINTED AND HAVE QUALIFIED.\n   15    3. (A) THE DIRECTORS SHALL BE APPOINTED BY THE GOVERNOR AS FOLLOWS:\n   16    (I) ONE CITIZEN REPRESENTATIVE;\n   17    (II) ONE REPRESENTATIVE OF PARTICIPATING PHYSICIANS;\n   18    (III) ONE REPRESENTATIVE OF PARTICIPATING HOSPITALS;\n   19    (IV) ONE REPRESENTATIVE OF LIABILITY INSURERS; AND\n   20    (V)  ONE  REPRESENTATIVE OF PHYSICIANS OTHER THAN PARTICIPATING PHYSI-\n   21  CIANS.\n   22    (B) THE GOVERNOR MAY SELECT THE REPRESENTATIVE  OF  THE  PARTICIPATING\n   23  PHYSICIANS  FROM A LIST OF AT LEAST THREE NAMES TO BE RECOMMENDED BY THE\n   24  AMERICAN COLLEGE OF OBSTETRICIANS AND GYNECOLOGISTS; THE  REPRESENTATIVE\n   25  OF  PARTICIPATING  HOSPITALS  FROM  A LIST OF AT LEAST THREE NAMES TO BE\n   26  RECOMMENDED BY THE HEALTH CARE ASSOCIATION OF NEW YORK STATE; THE REPRE-\n   27  SENTATIVE OF LIABILITY INSURERS FROM A LIST OF AT LEAST THREE NAMES, ONE\n   28  OF WHICH IS RECOMMENDED BY THE AMERICAN INSURANCE  ASSOCIATION,  ONE  BY\n   29  THE  ALLIANCE  OF AMERICAN INSURERS, AND ONE BY THE NATIONAL ASSOCIATION\n   30  OF INDEPENDENT INSURERS; AND THE REPRESENTATIVE OF PHYSICIANS OTHER THAN\n   31  PARTICIPATING PHYSICIANS FROM A LIST OF  AT  LEAST  THREE  NAMES  TO  BE\n   32  RECOMMENDED  BY  THE  MEDICAL  SOCIETY OF NEW YORK. IN NO CASE SHALL THE\n   33  GOVERNOR BE BOUND TO MAKE ANY APPOINTMENT FROM AMONG THE NOMINEES OF THE\n   34  RESPECTIVE ASSOCIATIONS.\n   35    4. THE GOVERNOR SHALL PROMPTLY NOTIFY THE ASSOCIATION, WHICH MAY  MAKE\n   36  NOMINATIONS,  OF  ANY VACANCY OTHER THAN BY EXPIRATION AMONG THE MEMBERS\n   37  OF THE BOARD REPRESENTING A PARTICULAR INTEREST AND LIKE NOMINATIONS MAY\n   38  BE MADE FOR THE FILLING OF THE VACANCY.\n   39    5. THE DIRECTORS SHALL  ACT  BY  MAJORITY  VOTE  WITH  FIVE  DIRECTORS\n   40  CONSTITUTING  A  QUORUM FOR THE TRANSACTION OF ANY BUSINESS OR THE EXER-\n   41  CISE OF ANY POWER OF THE PROGRAM.  THE  DIRECTORS  SHALL  SERVE  WITHOUT\n   42  SALARY,  BUT  EACH DIRECTOR SHALL BE REIMBURSED FOR ACTUAL AND NECESSARY\n   43  EXPENSES INCURRED IN THE PERFORMANCE OF HIS OR HER OFFICIAL DUTIES AS  A\n   44  DIRECTOR  OF  THE  PROGRAM.  THE  DIRECTORS  SHALL NOT BE SUBJECT TO ANY\n   45  PERSONAL LIABILITY WITH RESPECT TO THE ADMINISTRATION OF THE PROGRAM.\n   46    6. THE BOARD ESTABLISHED BY THIS  SECTION  SHALL  HAVE  THE  POWER  TO\n   47  ADMINISTER THE PROGRAM, ADMINISTER THE BIRTH-RELATED NEUROLOGICAL INJURY\n   48  COMPENSATION  FUND, APPOINT A SERVICE COMPANY OR COMPANIES TO ADMINISTER\n   49  THE PAYMENT OF CLAIMS ON BEHALF OF THE PROGRAM,  DIRECT  THE  INVESTMENT\n   50  AND  REINVESTMENT  OF  ANY SURPLUS IN THE FUND OVER LOSSES AND EXPENSES,\n   51  PROVIDED ANY INVESTMENT INCOME GENERATED THEREBY REMAINS  IN  THE  FUND,\n   52  AND REINSURE THE RISKS OF THE FUND IN WHOLE OR IN PART.\n   53    S  2034.  PLAN  OF OPERATION. 1. ON OR BEFORE SEPTEMBER THIRTIETH, TWO\n   54  THOUSAND ELEVEN, THE DIRECTORS  OF  THE  PROGRAM  SHALL  SUBMIT  TO  THE\n   55  COMMISSIONER  FOR  REVIEW  A PROPOSED PLAN OF OPERATIONS CONSISTENT WITH\n   56  THIS ARTICLE.\n\n       S. 2444                             7\n\n    1    2. THE PLAN OF OPERATION SHALL  PROVIDE  FOR  THE  EFFICIENT  ADMINIS-\n    2  TRATION  OF  THE  PROGRAM  AND  FOR THE PROMPT PROCESSING OF CLAIMS MADE\n    3  AGAINST THE FUND PURSUANT TO AN AWARD UNDER THIS ARTICLE. THE PLAN SHALL\n    4  CONTAIN OTHER PROVISIONS INCLUDING:\n    5    (A) ESTABLISHMENT OF NECESSARY FACILITIES;\n    6    (B) MANAGEMENT OF THE FUND;\n    7    (C)  APPOINTMENT OF SERVICING CARRIERS OR OTHER SERVICING ARRANGEMENTS\n    8  TO ADMINISTER THE PROCESSING OF CLAIMS AGAINST THE FUND; AND\n    9    (D) ANY OTHER MATTERS NECESSARY FOR THE  EFFICIENT  OPERATION  OF  THE\n   10  PROGRAM.\n   11    3.  THE  PLAN OF OPERATION SHALL BE SUBJECT TO APPROVAL BY THE COMMIS-\n   12  SIONER AFTER CONSULTATION WITH REPRESENTATIVES OF INTERESTED INDIVIDUALS\n   13  AND ORGANIZATIONS. IF THE COMMISSIONER DISAPPROVES ALL OR  ANY  PART  OF\n   14  THE  PROPOSED  PLAN OF OPERATION, THE DIRECTORS SHALL WITHIN THIRTY DAYS\n   15  SUBMIT FOR REVIEW AN APPROPRIATE  REVISED  PLAN  OF  OPERATION.  IF  THE\n   16  DIRECTORS  FAIL  TO  DO  SO, THE COMMISSIONER SHALL PROMULGATE A PLAN OF\n   17  OPERATION. THE PLAN OF OPERATION APPROVED OR PROMULGATED BY THE  COMMIS-\n   18  SIONER  SHALL BECOME EFFECTIVE AND OPERATIONAL UPON ORDER OF THE COMMIS-\n   19  SIONER.\n   20    4. AMENDMENTS TO THE PLAN OF OPERATION MAY BE MADE BY THE DIRECTORS OF\n   21  THE PROGRAM, SUBJECT TO THE APPROVAL OF THE COMMISSIONER.\n   22    S 2035. FUNDS TO BE HELD IN RESTRICTED CASH ACCOUNT. ALL FUNDS,  SHALL\n   23  BE  HELD IN A SEPARATE RESTRICTED CASH ACCOUNT UNDER THE SOLE CONTROL OF\n   24  AN INDEPENDENT FUND MANAGER TO BE SELECTED BY THE DIRECTORS.  THE  FUND,\n   25  AND  ANY INCOME FROM IT, SHALL BE DISBURSED FOR THE PAYMENT OF AWARDS AS\n   26  PROVIDED IN THIS ARTICLE AND FOR THE PAYMENT OF THE EXPENSES OF ADMINIS-\n   27  TRATION OF THE FUND.\n   28    S 2036. ASSESSMENTS. FUNDS FOR THIS PROGRAM SHALL BE DERIVED FROM  THE\n   29  HOSPITAL  EXCESS  LIABILITY POOL, ENACTED BY SECTION EIGHTEEN OF CHAPTER\n   30  TWO HUNDRED SIXTY-SIX OF THE LAWS OF  NINETEEN  HUNDRED  EIGHTY-SIX,  AS\n   31  AMENDED, IN AN AMOUNT DETERMINED BY THE DIRECTORS OF THE FUND AND CERTI-\n   32  FIED BY THE SUPERINTENDENT OF INSURANCE TO BE ACTUARIALLY SOUND.\n   33    S  2037.  ACTUARIAL  INVESTIGATION,  VALUATIONS,  GAIN/LOSS  ANALYSIS;\n   34  NOTICE IF ASSESSMENTS PROVE INSUFFICIENT. THE SUPERINTENDENT  OF  INSUR-\n   35  ANCE  SHALL  UNDERTAKE AN ACTUARIAL INVESTIGATION OF THE REQUIREMENTS OF\n   36  THE FUND BASED ON THE FUND'S EXPERIENCE IN THE FIRST YEAR OF  OPERATION,\n   37  INCLUDING  WITHOUT  LIMITATION  THE  ASSETS AND LIABILITIES OF THE FUND.\n   38  PURSUANT TO SUCH INVESTIGATION, THE SUPERINTENDENT  OF  INSURANCE  SHALL\n   39  ESTABLISH  THE  RATE  OF CONTRIBUTION FROM THE HOSPITAL EXCESS LIABILITY\n   40  POOL.\n   41    FOLLOWING THE INITIAL VALUATION, THE SUPERINTENDENT OF INSURANCE SHALL\n   42  CAUSE AN ACTUARIAL VALUATION TO BE MADE OF THE ASSETS AND LIABILITIES OF\n   43  THE FUND NO LESS FREQUENTLY THAN BIENNIALLY. PURSUANT TO THE RESULTS  OF\n   44  SUCH  VALUATIONS, THE SUPERINTENDENT OF INSURANCE SHALL PREPARE A STATE-\n   45  MENT AS TO THE APPLICABLE CONTRIBUTION FROM THE HOSPITAL EXCESS  LIABIL-\n   46  ITY POOL.\n   47    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to enacting the New York birth-related neurological injury compensation act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T102515.TXT", "SOBI.D110121.T121522.TXT", "SOBI.D110124.T134125.TXT", "SOBI.D110121.T123022.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295894485481
}