{
  "year" : 2011,
  "senateBillNo" : "S2448-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2448-2011-1295586000000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to providing state aid for transportation of students to and from extracurricular activities",
  "summary" : "Provides that fifty percent of the cost of transportation of students to and from extracurricular activities shall be included in regular aidable transportation; provides that a school district shall only receive fifty percent of the cost of such transportation. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2251-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2448\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to expenses for transpor-\n         tation of students to and from extracurricular activities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions  6  and 7 of section 3622-a of the education\n    2  law, subdivision 6 as amended and subdivision 7 as added by chapter  422\n    3  of  the  laws  of  2004, are amended and a new subdivision 8 is added to\n    4  read as follows:\n    5    6. Transportation  of  pupils  to  and  from  approved  summer  school\n    6  programs operated by a school district in the two thousand--two thousand\n    7  one school year and thereafter, provided, however, that any expenses for\n    8  which  aid  is  received  pursuant to subdivision thirty-nine of section\n    9  thirty-six hundred two of this article shall be excluded from the compu-\n   10  tation of allowable transportation expense, and provided further that if\n   11  the total statewide apportionment attributable to allowable  transporta-\n   12  tion expenses incurred pursuant to this subdivision exceeds five million\n   13  dollars  ($5,000,000),  individual  school district allocations shall be\n   14  prorated to ensure that the apportionment for such summer transportation\n   15  does not exceed five million dollars ($5,000,000),  provided  that  such\n   16  prorated  apportionment  computed and payable as of September one of the\n   17  school year immediately following the school year for which such aid  is\n   18  claimed shall be deemed final and not subject to change; [and]\n   19    7.  Transportation  provided  pursuant  to  section thirty-six hundred\n   20  thirty-five-b of this article[.]; AND\n   21    8. TRANSPORTATION OF PUPILS TO AND FROM SCHOOL SPONSORED  EXTRACURRIC-\n   22  ULAR  ACTIVITIES,  PROVIDED  HOWEVER  THAT  A SCHOOL DISTRICT SHALL ONLY\n   23  RECEIVE FIFTY PERCENT OF THE COST OF SUCH TRANSPORTATION.\n   24    S 2. This act shall take effect immediately and shall apply to  school\n   25  years beginning on and after July 1, 2012.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06968-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to expenses for transportation of students to and from extracurricular activities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T143633.TXT", "SOBI.D110121.T122522.TXT", "SOBI.D110124.T134626.TXT", "SOBI.D110121.T121522.TXT", "SOBI.D110121.T120521.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897793957
}