{
  "year" : 2011,
  "senateBillNo" : "S2441-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S2441-2011-1295586000000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires mandatory jail time for repeat violators of orders of protection",
  "summary" : "Requires mandatory jail time of no less than thirty days for repeat violators of orders of protection. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "S2580-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2441\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the domestic relations law, the family court act and the\n         criminal procedure law, in  relation  to  requiring  mandatory  prison\n         sentences for repeat violators of orders of protection\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The closing paragraph of subdivision 3 of  section  240  of\n    2  the domestic relations law, as added by chapter 606 of the laws of 1999,\n    3  is amended to read as follows:\n    4    Upon  issuance  of  an  order  of  protection  or  temporary  order of\n    5  protection or upon a violation of such order,  the  court  may  make  an\n    6  order in accordance with section eight hundred forty-two-a of the family\n    7  court  act directing the surrender of firearms, revoking or suspending a\n    8  party's firearms license, and/or directing that such party be ineligible\n    9  to receive a firearms license. Upon issuance of an order  of  protection\n   10  pursuant  to  this section or upon a finding of a violation thereof, the\n   11  court also may direct payment of restitution in an amount not to  exceed\n   12  ten thousand dollars in accordance with subdivision (e) of section eight\n   13  hundred  forty-one of such act; provided, however, that in no case shall\n   14  an order of restitution be issued where the court  determines  that  the\n   15  party against whom the order would be issued has already compensated the\n   16  injured  party  or  where  such  compensation is incorporated in a final\n   17  judgment or settlement of the action.  IF THE PERSON  SO  VIOLATING  THE\n   18  ORDER  HAS BEEN FOUND TO HAVE VIOLATED SUCH ORDER ON MORE THAN ONE OCCA-\n   19  SION, AND THIS VIOLATION CONSISTED OF COMMITTING  A  FAMILY  OFFENSE  AS\n   20  DEFINED IN SUBDIVISION ONE OF SECTION EIGHT HUNDRED TWELVE OF THE FAMILY\n   21  COURT ACT OR SUBDIVISION ONE OF SECTION 530.12 OF THE CRIMINAL PROCEDURE\n   22  LAW,  THE COURT SHALL COMMIT SUCH PERSON TO A TERM OF IMPRISONMENT OF NO\n   23  LESS THAN THIRTY DAYS, WHICH MAY BE SERVED UPON CERTAIN  SPECIFIED  DAYS\n   24  OR PARTS OF DAYS AS THE COURT MAY DIRECT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08282-01-1\n\n       S. 2441                             2\n\n    1    S  2.  Subdivision  9 of section 252 of the domestic relations law, as\n    2  added by chapter 606   of the laws  of  1999,  is  amended  to  read  as\n    3  follows:\n    4    9.  Upon  issuance  of  an  order  of protection or temporary order of\n    5  protection or upon a violation of such order, the court may [take]  MAKE\n    6  an  order  in  accordance  with section eight hundred forty-two-a of the\n    7  family court act  directing  the  surrender  of  firearms,  revoking  or\n    8  suspending  a party's firearms license, and/or directing that such party\n    9  be ineligible to receive a firearms license. Upon issuance of  an  order\n   10  of  protection pursuant to this section or upon a finding of a violation\n   11  thereof, the court also may direct payment of restitution in  an  amount\n   12  not to exceed ten thousand dollars in accordance with subdivision (e) of\n   13  section  eight hundred forty-one of such act; provided, however, that in\n   14  no case shall an order of restitution be issued where the  court  deter-\n   15  mines  that the party against whom the order would be issued has already\n   16  compensated the injured party or where such compensation is incorporated\n   17  in a final [judgement] JUDGMENT or settlement of the  action.    IF  THE\n   18  PERSON SO VIOLATING THE ORDER HAS BEEN FOUND TO HAVE VIOLATED SUCH ORDER\n   19  ON  MORE THAN ONE OCCASION, AND THIS VIOLATION CONSISTED OF COMMITTING A\n   20  FAMILY OFFENSE AS DEFINED IN SUBDIVISION ONE OF  SECTION  EIGHT  HUNDRED\n   21  TWELVE  OF  THE FAMILY COURT ACT OR SUBDIVISION ONE OF SECTION 530.12 OF\n   22  THE CRIMINAL PROCEDURE LAW, THE COURT SHALL COMMIT SUCH PERSON TO A TERM\n   23  OF IMPRISONMENT OF NO LESS THAN THIRTY DAYS, WHICH MAY  BE  SERVED  UPON\n   24  CERTAIN SPECIFIED DAYS OR PARTS OF DAYS AS THE COURT MAY DIRECT.\n   25    S  3. Section 846-a of the family court act, as amended by chapter 597\n   26  of the laws of 1998, is amended to read as follows:\n   27    S 846-a. Powers on failure to obey order. If a respondent  is  brought\n   28  before  the court for failure to obey any lawful order issued under this\n   29  article or an order of protection issued by a court of competent  juris-\n   30  diction  of  another  state,  territorial  or  tribal  jurisdiction in a\n   31  proceeding and if, after hearing, the court is  satisfied  by  competent\n   32  proof  that  the respondent has willfully failed to obey any such order,\n   33  the court may modify an existing order to add reasonable  conditions  of\n   34  behavior  to  the  existing  order  of  protection,  make a new order of\n   35  protection in accordance with section eight hundred  forty-two  OF  THIS\n   36  PART, may order the forfeiture of bail in a manner consistent with arti-\n   37  cle  five  hundred  forty of the criminal procedure law if bail has been\n   38  ordered pursuant to this act,  may  order  the  respondent  to  pay  the\n   39  petitioner's  reasonable  and  necessary counsel fees in connection with\n   40  the violation petition where the court finds that the violation  of  its\n   41  order  was willful, and may commit the respondent to jail for a term not\n   42  to exceed six months.  IF THE RESPONDENT HAS  BEEN  FOUND  BY  COMPETENT\n   43  PROOF  TO HAVE WILLFULLY FAILED TO OBEY SUCH ORDER OF PROTECTION ON MORE\n   44  THAN ONE OCCASION, AND THIS WILLFUL FAILURE CONSISTED  OF  COMMITTING  A\n   45  FAMILY  OFFENSE  AS  DEFINED IN SUBDIVISION ONE OF SECTION EIGHT HUNDRED\n   46  TWELVE OF THIS ARTICLE OR SUBDIVISION ONE OF SECTION 530.12 OF THE CRIM-\n   47  INAL PROCEDURE LAW, THE COURT SHALL COMMIT SUCH  PERSON  TO  A  TERM  OF\n   48  IMPRISONMENT OF NOT LESS THAN THIRTY DAYS. Such commitment may be served\n   49  upon  certain  specified  days or parts of days as the court may direct,\n   50  and the court may, at any time within the term of such sentence,  revoke\n   51  such  suspension  and  commit  the  respondent  for the remainder of the\n   52  original sentence, or suspend the remainder of  such  sentence.  If  the\n   53  court  determines  that  the willful failure to obey such order involves\n   54  violent behavior constituting the crimes of menacing, reckless endanger-\n   55  ment, assault or attempted assault and if such a respondent is  licensed\n   56  to  carry,  possess,  repair and dispose of firearms pursuant to section\n\n       S. 2441                             3\n\n    1  400.00 of the penal law, the court  may  also  immediately  revoke  such\n    2  license  and may arrange for the immediate surrender and disposal of any\n    3  firearm such respondent owns or possesses.   If the willful  failure  to\n    4  obey  such  order  involves the infliction of serious physical injury as\n    5  defined in subdivision ten of section 10.00 of the penal law or the  use\n    6  or  threatened  use of a deadly weapon or dangerous instrument, as those\n    7  terms are defined in subdivisions twelve and thirteen of  section  10.00\n    8  of  the  penal law, such revocation and immediate surrender and disposal\n    9  of any firearm owned or possessed  by  respondent  shall  be  mandatory,\n   10  pursuant to subdivision eleven of section 400.00 of the penal law.\n   11    S  4.  Subdivision 11 of section 530.12 of the criminal procedure law,\n   12  as amended by chapter 498 of the laws of 1993, the opening paragraph  as\n   13  amended  by chapter 597 of the laws of 1998, paragraph (a) as amended by\n   14  chapter 222 of the laws of 1994 and paragraph (d) as amended by  chapter\n   15  644 of the laws of 1996, is amended to read as follows:\n   16    11.    If  a defendant is brought before the court for failure to obey\n   17  any lawful order issued under this section, or an  order  of  protection\n   18  issued  by  a court of competent jurisdiction in another state, territo-\n   19  rial or tribal jurisdiction, and if, after hearing, the court is  satis-\n   20  fied  by competent proof that the defendant has willfully failed to obey\n   21  any such order, (A) the court may:\n   22    [(a)] (I) revoke an order of recognizance or revoke an order  of  bail\n   23  or order forfeiture of such bail and commit the defendant to custody; or\n   24    [(b)]  (II)  restore  the  case to the calendar when there has been an\n   25  adjournment in contemplation of dismissal and commit  the  defendant  to\n   26  custody; or\n   27    [(c)]  (III) revoke a conditional discharge in accordance with section\n   28  410.70 of this chapter and impose  probation  supervision  or  impose  a\n   29  sentence  of  imprisonment in accordance with the penal law based on the\n   30  original conviction; or\n   31    [(d)] (IV) revoke probation in accordance with section 410.70 of  this\n   32  chapter  and  impose  a  sentence of imprisonment in accordance with the\n   33  penal law based on the original conviction.  In  addition,  if  the  act\n   34  which  constitutes the violation of the order of protection or temporary\n   35  order of protection is a crime or  a  violation  the  defendant  may  be\n   36  charged with and tried for that crime or violation; AND\n   37    (B) IF THE COURT FINDS THAT THE DEFENDANT HAS WILLFULLY FAILED TO OBEY\n   38  SUCH  ORDER  OF  PROTECTION  ON  MORE THAN ONE OCCASION AND THIS WILLFUL\n   39  FAILURE CONSISTED OF COMMITTING A FAMILY OFFENSE AS DEFINED IN  SUBDIVI-\n   40  SION  ONE  OF  THIS  SECTION OR SUBDIVISION ONE OF SECTION EIGHT HUNDRED\n   41  TWELVE OF THE FAMILY COURT ACT, THE COURT SHALL COMMIT SUCH PERSON TO  A\n   42  TERM  OF  IMPRISONMENT OF NOT LESS THAN THIRTY DAYS, WHICH MAY BE SERVED\n   43  UPON CERTAIN SPECIFIED DAYS OR PARTS OF DAYS AS THE COURT MAY DIRECT.\n   44    S 5. Subdivision 8 of section 530.13 of the criminal procedure law, as\n   45  added by chapter 388 of the laws of 1984, is amended to read as follows:\n   46    8. If a defendant is brought before the court for failure to obey  any\n   47  lawful  order issued under this section and if, after hearing, the court\n   48  is satisfied by competent proof that the defendant has willfully  failed\n   49  to obey any such order, (A) the court may:\n   50    [(a)]  (I)  revoke  an  order  of  recognizance or bail and commit the\n   51  defendant to custody; or\n   52    [(b)] (II) restore the case to the calendar when  there  has  been  an\n   53  adjournment  in  contemplation  of dismissal and commit the defendant to\n   54  custody or impose or increase bail pending a trial of the original crime\n   55  or violation; or\n\n       S. 2441                             4\n\n    1    [(c)] (III) revoke a conditional discharge in accordance with  section\n    2  410.70  of  this  chapter  and  impose probation supervision or impose a\n    3  sentence of imprisonment in accordance with the penal law based  on  the\n    4  original conviction; or\n    5    [(d)]  (IV) revoke probation in accordance with section 410.70 of this\n    6  chapter and impose a sentence of imprisonment  in  accordance  with  the\n    7  penal  law  based  on  the  original conviction. In addition, if the act\n    8  which constitutes the violation of the order of protection or  temporary\n    9  order  of  protection  is  a  crime  or a violation the defendant may be\n   10  charged with and tried for that crime or violation; AND\n   11    (B) IF THE COURT FINDS THAT THE DEFENDANT HAS WILLFULLY FAILED TO OBEY\n   12  SUCH ORDER OF PROTECTION ON MORE THAN  ONE  OCCASION  AND  THIS  WILLFUL\n   13  FAILURE  CONSISTED OF COMMITTING A FAMILY OFFENSE AS DEFINED IN SUBDIVI-\n   14  SION ONE OF SECTION 530.12 OF THIS ARTICLE OR SUBDIVISION ONE OF SECTION\n   15  EIGHT HUNDRED TWELVE OF THE FAMILY COURT ACT,  THE  COURT  SHALL  COMMIT\n   16  SUCH  PERSON  TO  A  TERM  OF IMPRISONMENT OF NOT LESS THAN THIRTY DAYS,\n   17  WHICH MAY BE SERVED UPON CERTAIN SPECIFIED DAYS OR PARTS OF DAYS AS  THE\n   18  COURT MAY DIRECT.\n   19    S 6. This act shall take effect on the first of November next succeed-\n   20  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2441\n\nTITLE OF BILL:\nAn act\nto amend the domestic relations law, the family court act and the\ncriminal procedure law, in relation to requiring mandatory prison\nsentences for repeat violators of orders of protection\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo require mandatory prison sentences for individuals who continue to\nviolate orders of protection.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSections 1 and 2 amend the Domestic Relations Law to require no less\nthan thirty days imprisonment for an individual who violates an order of\nprotection on more than one occasion.\n\nSections 3 through 7 amend the Family Court Act and the Criminal\nProcedure Law to make conforming changes.\n\nSection 8 establishes the effective date.\n\nJUSTIFICATION:\nDomestic violence is an insidious social ill that affects far too many\nfamilies in our state. Many victims turn to our court system for relief\nand seek orders of protection to stop the violence. Orders of\nprotection, however, often provide a false sense of security because\nabusers who violate them do not face mandatory jail time. In fact, many\nabusers do not take orders of protection seriously and violate them\nrepeatedly, such as the recently-publicized case about a former Troy\npolice officer who was arrested six times for violating an order of\nprotection.\n\nAn order of protection may cause the victim to let down her guard,\nputting her at greater risk and too often resulting in tragedy. In some\ncases the orders exacerbate the violence by goading the perpetrator into\nretaliating against the victim There are many highly publicized cases of\ndomestic violence victims being maimed or killed by abusers who\nflagrantly violated orders of protection, Often the abuser had a long\nhistory of violating such orders.\n\nViolators must be held accountable. Mandatory jail times sends a strong\nmessage that orders of protection must be obeyed and that violations\nwill not be tolerated in our state. This legislation will empower\ndomestic violence victims and their families and give them greater peace\nof mind.\n\nPRIOR LEGISLATIVE HISTORY:\nA.6084/S.2580 - 2009/2010 - Referred to Children & Families\nA.5314/S.2947 - 2007/2008 - Held in Judiciary\nA.6407/S.3673 - 2005/2006 - Held in Judiciary\n\nA.3518/S.1593 - 2003/2004 - Held in Judiciary\nA.7771-A/S.5163-A - 2001/2002 - Held in Judiciary\n\nFISCAL IMPLICATIONS:\nLocal governments may experience some increased costs associated with\nadditional jail time for violators at an average statewide cost of $100\na day.\n\nEFFECTIVE DATE:\nThe first day of November next succeeding the date on which it shall\nhave become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, the family court act and the criminal procedure law, in relation to requiring mandatory prison sentences for repeat violators of orders of protection ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T095513.TXT", "SOBI.D110121.T100513.TXT", "SOBI.D110121.T130024.TXT", "SOBI.D110121.T125524.TXT", "SOBI.D110121.T100013.TXT", "SOBI.D110121.T101014.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601496
}