{
  "year" : 2011,
  "senateBillNo" : "S2443-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2443-2011-1295586000000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to hazardous toys and other articles intended for use by children",
  "summary" : "Relates to hazardous toys and other articles intended for use by children. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S7353-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2443\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to hazardous  toys\n         and other articles intended for use by children\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 396-k of the general  business  law,  as  added  by\n    2  chapter  754 of the laws of 1973, the section heading and subdivisions 1\n    3  and 4 as amended by chapter 358 of the laws of 1989 and such section  as\n    4  renumbered  by  chapter  432  of the laws of 1974, is amended to read as\n    5  follows:\n    6    S 396-k. Hazardous toys and other articles intended primarily for  use\n    7  by  children;  prohibition  and  enforcement. 1. No person, firm, corpo-\n    8  ration, association or agent or employee thereof shall import,  manufac-\n    9  ture,  sell, hold for sale or distribute a toy or other article intended\n   10  for use by a child which presents an electrical, mechanical  or  thermal\n   11  hazard  OR  THAT IS CONTAMINATED WITH ANY TOXIC SUBSTANCE. The following\n   12  definitions are applicable to this section:\n   13    (a) \"Child\" means any person less than fourteen years of age;\n   14    (b) A toy or other article presents an electrical hazard if, in normal\n   15  use or when subjected to reasonably foreseeable  damage  or  abuse,  its\n   16  design or manufacture may cause personal injury or illness by electrical\n   17  shock or electrocution;\n   18    (B-1)  \"TOY\" MEANS AN ARTICLE OR ITEM DESIGNED AND MADE FOR THE AMUSE-\n   19  MENT OF A CHILD OR FOR HIS OR HER USE IN PLAY;\n   20    (c) A toy or other article presents a mechanical hazard if, in  normal\n   21  use  or  when  subjected  to reasonably foreseeable damage or abuse, its\n   22  design or manufacture presents an unreasonable risk of  personal  injury\n   23  or illness:\n   24    (1) from fracture, fragmentation or disassembly of the article;\n   25    (2) from propulsion of the article or any part or accessory thereof;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08284-01-1\n\n       S. 2443                             2\n\n    1    (3)  from  points  or  other protrusions, surfaces, edges, openings or\n    2  closures;\n    3    (4) from moving parts;\n    4    (5) from lack or insufficiency of controls to reduce or stop motion;\n    5    (6) as a result of self-adhering characteristics of the article;\n    6    (7)  because the article or any part or accessory thereof may be aspi-\n    7  rated or ingested;\n    8    (8) because of instability; OR\n    9    (9) [from stuffing material which is not free of dangerous or  harmful\n   10  substances; or\n   11    (10)]  because of any other aspect of the article's design or manufac-\n   12  ture.\n   13    (d) A toy or other article presents a thermal hazard if, in normal use\n   14  or when subjected to reasonably foreseeable damage or abuse, its  design\n   15  or  manufacture  presents  an  unreasonable  risk  to personal injury or\n   16  illness because of heat as from heated parts, substances or surfaces[.];\n   17  AND\n   18    (E) A TOY IS CONTAMINATED WITH A TOXIC SUBSTANCE IF IT IS ANY  OF  THE\n   19  FOLLOWING:\n   20    (1) IS COATED WITH PAINTS AND LACQUERS CONTAINING COMPOUNDS OF LEAD OF\n   21  WHICH THE LEAD CONTENT (CALCULATED AS PB) IS IN EXCESS OF THAT PERMITTED\n   22  BY  FEDERAL  REGULATIONS CONTAINED IN SECTION 1500.17 OF TITLE 16 OF THE\n   23  CODE OF FEDERAL REGULATIONS ADOPTED PURSUANT TO  THE  FEDERAL  HAZARDOUS\n   24  SUBSTANCES ACT, CHAPTER 30 (COMMENCING WITH SECTION 1261) OF TITLE 15 OF\n   25  THE  UNITED  STATES  CODE,  OR  SOLUBLE  COMPOUNDS OF ANTIMONY, ARSENIC,\n   26  CADMIUM, MERCURY, SELENIUM OR  BARIUM,  INTRODUCED  AS  SUCH.  COMPOUNDS\n   27  SHALL  BE  CONSIDERED SOLUBLE IF QUANTITIES IN EXCESS OF 0.1 PERCENT ARE\n   28  DISSOLVED BY 5 PERCENT HYDROCHLORIC ACID AFTER STIRRING FOR  10  MINUTES\n   29  AT ROOM TEMPERATURE;\n   30    (2)  CONSISTS IN WHOLE OR IN PART OF A DISEASED, CONTAMINATED, FILTHY,\n   31  PUTRID OR DECOMPOSED SUBSTANCE;\n   32    (3) HAS BEEN PRODUCED, PREPARED, PACKED, SHIPPED, OR HELD UNDER UNSAN-\n   33  ITARY OR OTHER CONDITIONS WHEREBY IT MAY HAVE BECOME  CONTAMINATED  WITH\n   34  FILTH OR HAZARDOUS MATERIALS OR OTHERWISE RENDERED INJURIOUS TO HEALTH;\n   35    (4)  IS STUFFED, PADDED OR LINED WITH MATERIALS THAT ARE TOXIC OR THAT\n   36  WOULD OTHERWISE BE HAZARDOUS IF INGESTED, INHALED, OR CONTACTED; OR\n   37    (5) IS A STUFFED, PADDED OR LINED TOY THAT IS NOT SECURELY WRAPPED  OR\n   38  PACKAGED.\n   39    2. Whenever the attorney general shall believe from evidence satisfac-\n   40  tory  to  him that any person, firm, corporation or association or agent\n   41  or employee thereof has violated any provision of this section,  he  may\n   42  bring  an  action  in  the  supreme court of the state of New York for a\n   43  judgment enjoining the continuance of such violation  and  for  a  civil\n   44  penalty of not more than one thousand dollars for each violation, except\n   45  that the court may impose a civil penalty of not more than four thousand\n   46  dollars  if  the violation is knowing and willful. If it shall appear to\n   47  the satisfaction of the court or justice that the defendant has violated\n   48  any provision of this section, no  proof  shall  be  required  that  any\n   49  person  has  been  injured  thereby  nor that the defendant knowingly or\n   50  intentionally violated such provision. In such action preliminary relief\n   51  may be granted under article sixty-three of the civil practice  law  and\n   52  rules.\n   53    3.  Before any violation of this section is sought to be enjoined, the\n   54  attorney general shall be required to give the person against whom  such\n   55  proceeding  is  contemplated notice by certified mail and an opportunity\n   56  to show in writing within five business days after receipt of notice why\n\n       S. 2443                             3\n\n    1  proceedings should not be instituted against him,  unless  the  attorney\n    2  general  shall  find,  in any case in which he seeks preliminary relief,\n    3  that to give such notice and opportunity is not in the public interest.\n    4    4.  In  any such action it shall be a complete defense that the toy or\n    5  other article sought to be enjoined either complies with, or  is  exempt\n    6  under,  the  federal  \"Child  Protection and Toy Safety Act of 1969\", as\n    7  amended, or the federal \"Consumer Product Safety Act\",  as  amended,  or\n    8  any  regulation  or  exemption promulgated under either act or any other\n    9  applicable federal law. In the case of children's [sleepware] SLEEPWEAR,\n   10  it shall be a complete defense that the article sought  to  be  enjoined\n   11  complies with any enforcement policy formally issued by a federal agency\n   12  having enforcement authority with respect thereto.\n   13    5.  In  connection  with  any  such proposed application, the attorney\n   14  general is authorized to take  proof,  issue  subpoenas  and  administer\n   15  oaths in the manner provided in the civil practice law and rules.\n   16    6.  If  any  provisions  of  this [chapter] SECTION or the application\n   17  thereof to any person or circumstances is  held  unconstitutional,  such\n   18  invalidity  shall  not  affect  other provisions or applications of this\n   19  [chapter]  SECTION  which  can  be  given  effect  without  the  invalid\n   20  provision  or application, and to this end the provisions of this [chap-\n   21  ter] SECTION are severable.\n   22    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to hazardous toys and other articles intended for use by children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T095513.TXT", "SOBI.D110121.T100513.TXT", "SOBI.D110121.T130024.TXT", "SOBI.D110121.T100013.TXT", "SOBI.D110121.T101014.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295632824227
}