{
  "year" : 2011,
  "senateBillNo" : "S2449-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2449-2011-1295586000000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increase penalties for the illegal taking of deer",
  "summary" : "Increases penalties for the illegal taking of deer; establishes that a person who illegally takes deer more than once shall lose his or her hunting license for ten years. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A3232",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S2200-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2449\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         illegal taking of deer\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1  of  section  71-0921  of  the  environmental\n    2  conservation  law,  as  amended  by  chapter 289 of the laws of 2004, is\n    3  amended to read as follows:\n    4    1. The illegal taking of big game prior to the first day of  the  open\n    5  season  or  after  the last day of the open season in the county or part\n    6  thereof where taken, or any illegal taking of a deer, or the  taking  of\n    7  big  game by the aid of an artificial light.  [Each such] A FIRST misde-\n    8  meanor FOR A VIOLATION OF THIS SUBDIVISION shall be punishable by impri-\n    9  sonment for not more than one year or by a fine of not  less  than  [two\n   10  hundred  fifty]  FIVE HUNDRED dollars nor more than [two] THREE thousand\n   11  dollars, or by both such imprisonment  and  fine.    ADDITIONALLY,  SUCH\n   12  PERSON  SHALL  HAVE  ANY  EXISTING  FIREARM  LICENSE HE OR SHE POSSESSES\n   13  SUSPENDED FOR TWO YEARS AND SHALL BE INELIGIBLE FOR A FIREARM LICENSE OR\n   14  A HUNTING LICENSE FOR TWO YEARS.  EVERY  SUBSEQUENT  MISDEMEANOR  FOR  A\n   15  VIOLATION  OF  THIS  SUBDIVISION SHALL BE PUNISHABLE BY IMPRISONMENT FOR\n   16  NOT MORE THAN ONE YEAR OR BY A  FINE  OF  NOT  LESS  THAN  ONE  THOUSAND\n   17  DOLLARS  NOR  MORE THAN FIVE THOUSAND DOLLARS, OR BY BOTH SUCH IMPRISON-\n   18  MENT AND FINE. ADDITIONALLY, SUCH PERSON SHALL HAVE ANY EXISTING FIREARM\n   19  LICENSE HE OR SHE POSSESSES SUSPENDED FOR FIVE YEARS, SHALL BE  INELIGI-\n   20  BLE  FOR  A  FIREARM LICENSE FOR FIVE YEARS AND SHALL FORFEIT HIS OR HER\n   21  HUNTING LICENSE. ANY PERSON REQUIRED  TO  FORFEIT  HIS  OR  HER  HUNTING\n   22  LICENSE  PURSUANT TO THIS SUBDIVISION SHALL SURRENDER IT TO ANY ENVIRON-\n   23  MENTAL CONSERVATION OFFICER, SPECIAL GAME PROTECTOR OR ANY OTHER  PERSON\n   24  AUTHORIZED  BY  THE  DEPARTMENT TO RECEIVE IT AND SHALL BE INELIGIBLE TO\n   25  PROCURE ANOTHER HUNTING LICENSE FOR TEN YEARS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04170-01-1\n\n       S. 2449                             2\n\n    1    S 2. Subdivision 3 of section 71-0925 of the  environmental  conserva-\n    2  tion law is amended to read as follows:\n    3    3. If the violation involves the illegal taking of a deer prior to the\n    4  first day of the open season or after the last day of the open season in\n    5  the  county  or  part  of a county in which taken, or the taking of deer\n    6  with the aid of an artificial light, or the illegal  taking  of  a  wild\n    7  deer,  [one]  TWO  hundred  dollars  and an additional penalty of [four]\n    8  EIGHT hundred dollars for the first deer taken and a further penalty  of\n    9  [five hundred] ONE THOUSAND dollars for each succeeding deer taken;\n   10    S 3. This act shall take effect on the one hundred twentieth day after\n   11  it shall have become a law; provided, however, that effective immediate-\n   12  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   13  necessary for the implementation of this act on its  effective  date  is\n   14  authorized  and  directed  to  be  made  and completed on or before such\n   15  effective date.\n",
  "memo" : "BILL NUMBER:S2449\n\nTITLE OF BILL:\n\nAn act\nto amend the environmental conservation law, in relation to the illegal\ntaking of deer\n\nPURPOSE:\n\nTo increase the penalties for deer poaching.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 pertains to the criminal penalties for deer poaching.\nSection 2 pertains to the civil penalties for deer poaching.\nSection 3 is the effective date.\n\nJUSTIFICATION:\n\nToo often individuals apprehended for deer poaching receive only a\nslap on the wrist. This legislation would increase the criminal and\ncivil penalties and mandate these penalties for the first offense.\n\nLEGISLATIVE HISTORY:\n\n2010: S.2200/A.1534  Referred to Environmental Conservation\n2009: S.2200/A.1534  Referred to Environmental Conservation\n2008: S.6736/A.11477 Advanced to 3rd Reading Calendar\n2007: S.859/A.735, Veto #77.\n2006: S.6826-A/A.10113-A, Passed Senate and Assembly Veto #263.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nOne hundred twentieth day after it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the illegal taking of deer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T152636.TXT", "SOBI.D110124.T134626.TXT", "SOBI.D110121.T121522.TXT", "SOBI.D110121.T123523.TXT", "SOBI.D110121.T123022.TXT", "SOBI.D110121.T120521.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601507
}