{
  "year" : 2011,
  "senateBillNo" : "S2440-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S2440-2011-1295586000000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the study of law in certain non approved law schools to be eligible to sit for the New York state bar exam",
  "summary" : "Relates to the study of law in certain non American Bar Association approved law schools to be eligible to sit for the New York state bar exam, so long as they meet all other requirements established pursuant to 22 NYCRR Part 520.03. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "S1791-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2440\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT relating to the study of law in certain law schools to be  eligi-\n         ble to sit for the New York state bar exam\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  the Massachusetts school of law shall be deemed an approved law  school,\n    3  as  defined in 22 NYCRR Part 520.03, even if they have not been approved\n    4  by the American Bar Association, if they have met all other requirements\n    5  established pursuant to 22 NYCRR Part 520.03.\n    6    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08285-01-1\n",
  "memo" : "BILL NUMBER:S2440\n\nTITLE OF BILL:\nAn act\nrelating to the study of law in certain law schools to be eligible to\nsit for the New York state bar exam\n\nPURPOSE:\nTo allow graduates of Massachusetts School\nof Law (MSL) to\ntake the New York State Bar Examination immediately following\ngraduation. To deem the MSL as an approved law school.\n\nSUMMARY OF PROVISIONS:\nSection 1: deems the Massachusetts School of Law as an approved law\nschool, even if it has not been approved by the American Bar\nAssociation, so long as the school has met all the other requirements\nestablished by 22 NYCRR Part 520.03.\n\nEXISTING LAW:\nCurrently, to sit for the New York State bar exam, one must graduate\nfrom an accredited law school or have worked in another state for 5\nyears after being duly admitted to that state's bar.\n\nJUSTIFICATION:\nThis legislation would allow graduates of the Massachusetts School of\nLaw (MSL) to take the New York State Bar Examination immediately\nafter graduation instead of waiting five years after employment in\nMassachusetts. Currently, New York State Law does not permit an\nindividual who graduated from a non-accredited law school to sit for\nthe New York State Bar Exam, unless they have been admitted in\nanother state and worked there for five years. In one particular\ninstance, in the Senator's district, an individual, who passed the\nMassachusetts's bar exam after graduation, has worked for a New York\nState law firm for the past five years, is unable to sit for the New\nYork State bar examination because he was employed in New York and\nnot Massachusetts where he was admitted. Therefore, the Court of\nAppeals has ruled that his experience of five years employment is not\nsufficient.\n\nThus, this bill is necessary to insure that all qualified applicants\nare given the chance to sit for the New York State bar. The\nlegislation does not guarantee admission, rather it only provides equal\nopportunity for all law school graduates who have met the academic\nrequirements of graduation but have not attended an accredited law\nschool.\n\nLEGISLATIVE HISTORY:\nS.1791 of 2010 - Referred to Higher Education\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT relating to the study of law in certain law schools to be eligible to sit for the New York state bar exam ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T100513.TXT", "SOBI.D110121.T101514.TXT", "SOBI.D110121.T125524.TXT", "SOBI.D110121.T094513.TXT", "SOBI.D110121.T101014.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601494
}