{
  "year" : 2011,
  "senateBillNo" : "S244-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S244-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mandates ignition interlock devices for school buses",
  "summary" : "Mandates ignition interlock devices for school buses manufactured after July 1, 2013; authorizes school boards to determine the specifics of retrofitting school buses manufactured prior to such date; permits school boards to adopt policies requiring installation and use of such devices; provides state aid for expenses incurred for such devices. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S1453-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          244\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. MAZIARZ, ALESI, FUSCHILLO -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Trans-\n         portation\n\n       AN  ACT  to  amend the vehicle and traffic law and the education law, in\n         relation to mandating ignition interlock devices for school buses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 375-b to read as follows:\n    3    S 375-B. IGNITION INTERLOCK DEVICES FOR SCHOOL BUSES. 1. EVERY  SCHOOL\n    4  BUS,  AS DEFINED IN SECTION ONE HUNDRED FORTY-TWO OF THIS CHAPTER, MANU-\n    5  FACTURED FOR USE IN THIS STATE ON AND AFTER  JULY  FIRST,  TWO  THOUSAND\n    6  THIRTEEN, SHALL BE EQUIPPED WITH A FUNCTIONING IGNITION INTERLOCK DEVICE\n    7  OF  A TYPE AND SPECIFICATION AS APPROVED BY THE NATIONAL HIGHWAY TRAFFIC\n    8  SAFETY ADMINISTRATION AND THE COMMISSIONER OF TRANSPORTATION THROUGH THE\n    9  ADOPTION OF RULES AND REGULATIONS.  SUCH  RULES  AND  REGULATIONS  SHALL\n   10  INCLUDE  PROVISIONS  FOR  SETTING THE CALIBRATION AND SHALL INCLUDE, BUT\n   11  NOT BE LIMITED TO, REQUIREMENTS THAT THE DEVICES:\n   12    (A) HAVE FEATURES THAT MAKE CIRCUMVENTING DIFFICULT AND  THAT  DO  NOT\n   13  INTERFERE WITH THE NORMAL OR SAFE OPERATION OF THE VEHICLE;\n   14    (B) WORK ACCURATELY AND RELIABLY IN AN UNSUPERVISED ENVIRONMENT;\n   15    (C) RESIST TAMPERING AND GIVE EVIDENCE IF TAMPERING IS ATTEMPTED;\n   16    (D) MINIMIZE INCONVENIENCE TO A SOBER USER;\n   17    (E) OPERATE RELIABLY OVER THE RANGE OF AUTOMOBILE ENVIRONMENTS; AND\n   18    (F)  ARE  MANUFACTURED  BY A PARTY COVERED BY PRODUCT LIABILITY INSUR-\n   19  ANCE.\n   20    2. ANY SCHOOL BUS AS DEFINED IN SECTION ONE HUNDRED FORTY-TWO OF  THIS\n   21  CHAPTER,  WHICH  IS  SCHEDULED  FOR RETROFITTING PURSUANT TO ACTION BY A\n   22  BOARD OF EDUCATION OR BOARD OF TRUSTEES UNDER SECTION THIRTY-SIX HUNDRED\n   23  THIRTY-FIVE-D OF THE EDUCATION LAW SHALL BE RETROFITTED SO THAT ALL SUCH\n   24  VEHICLES ARE EQUIPPED WITH AN IGNITION INTERLOCKING DEVICE IN ACCORDANCE\n   25  WITH THE PROVISIONS OF THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01308-01-1\n\n       S. 244                              2\n\n    1    3. FOR THE PURPOSES OF THIS SECTION, THE TERM  \"IGNITION  INTERLOCKING\n    2  DEVICE\"  SHALL  MEAN  A DEVICE THAT CONNECTS TO A MOTOR VEHICLE IGNITION\n    3  SYSTEM AND PREVENTS THE OPERATION OF A MOTOR VEHICLE BY  AN  INTOXICATED\n    4  OR IMPAIRED PERSON.\n    5    S  2.  The  education law is amended by adding a new section 3635-d to\n    6  read as follows:\n    7    S 3635-D. IGNITION INTERLOCK DEVICE USAGE.  1. A BOARD OF EDUCATION OR\n    8  BOARD OF TRUSTEES MAY, IN ITS DISCRETION, FOLLOWING A PUBLIC HEARING FOR\n    9  THE PURPOSE OF  DETERMINING  WHETHER  A  RESOLUTION  SHALL  BE  ADOPTED,\n   10  PROVIDE  FOR  THE  USE OF IGNITION INTERLOCK DEVICES ON SCHOOL BUSES, IN\n   11  ACCORDANCE WITH REGULATIONS AND STANDARDS ESTABLISHED BY THE COMMISSION-\n   12  ER OF TRANSPORTATION UNDER SUBDIVISION  ONE  OF  SECTION  THREE  HUNDRED\n   13  SEVENTY-FIVE-B OF THE VEHICLE AND TRAFFIC LAW.\n   14    2.  SUCH  PUBLIC  HEARING,  CONDUCTED UPON REASONABLE NOTICE, SHALL BE\n   15  HELD TO CONSIDER: (A) WHETHER THE DISTRICT SHALL INSTALL IGNITION INTER-\n   16  LOCK DEVICES ON BUSES PURCHASED  AND/OR  CONTRACTED  FOR  PRIOR  TO  THE\n   17  EFFECTIVE  DATE  OF  THIS  SECTION  AND REQUIRE THEIR USE; (B) WHEN SUCH\n   18  INSTALLATION SHALL BE PROVIDED; AND (C) WHETHER USE OF  IGNITION  INTER-\n   19  LOCK  DEVICES  SHALL BE REQUIRED ON ALL SCHOOL BUSES WITHIN THE DISTRICT\n   20  SO EQUIPPED AFTER A DATE TO BE DETERMINED BY THE BOARD OF  EDUCATION  OR\n   21  BOARD OF TRUSTEES.\n   22    3. WITHIN TWENTY DAYS AFTER THE PUBLIC HEARING, THE BOARD OF EDUCATION\n   23  OR  BOARD OF TRUSTEES SHALL, BY RESOLUTION, DETERMINE WHETHER TO REQUIRE\n   24  INSTALLATION AND USE OF IGNITION INTERLOCK DEVICES ON SOME OR ALL SCHOOL\n   25  BUSES.\n   26    4. THIS SECTION SHALL APPLY ONLY TO VEHICLES OWNED OR LEASED BY SCHOOL\n   27  DISTRICTS AND  NONPUBLIC  SCHOOLS,  AND  TO  VEHICLES  USED  TO  PERFORM\n   28  CONTRACTS  WITH  SUCH  SCHOOL  DISTRICTS  AND  NONPUBLIC SCHOOLS FOR THE\n   29  PURPOSE OF TRANSPORTING SCHOOL CHILDREN FOR HIRE.\n   30    5. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO IMPOSE  A  DUTY  UPON\n   31  BOARDS  OF EDUCATION OR BOARDS OF TRUSTEES TO PROVIDE IGNITION INTERLOCK\n   32  DEVICES ON SCHOOL BUSES PURCHASED OR CONTRACTED FOR PRIOR TO THE  EFFEC-\n   33  TIVE  DATE OF THIS SECTION, NOR SHALL ANY BOARD OF EDUCATION OR BOARD OF\n   34  TRUSTEES BE HELD  LIABLE  FOR  FAILURE  TO  PROVIDE  IGNITION  INTERLOCK\n   35  DEVICES PURSUANT TO THIS SECTION. A SCHOOL BOARD MEMBER OR TRUSTEE SHALL\n   36  HAVE  IMMUNITY FROM ANY CIVIL OR CRIMINAL LIABILITY THAT MIGHT OTHERWISE\n   37  BE INCURRED OR IMPOSED AS A RESULT OF THE  PROVISIONS  OF  THIS  SECTION\n   38  PROVIDED  THAT  SUCH  PERSON  SHALL  HAVE  ACTED  IN GOOD FAITH. FOR THE\n   39  PURPOSE OF ANY PROCEEDING, CIVIL OR CRIMINAL, THE GOOD FAITH OF ANY SUCH\n   40  PERSON SHALL BE PRESUMED.\n   41    6. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO SCHOOL  DISTRICTS\n   42  THAT  ARE  USING  IGNITION  INTERLOCK  DEVICES  ON  SCHOOL BUSES OR HAVE\n   43  INSTALLED OR HAVE CONTRACTED FOR THE INSTALLATION OF IGNITION  INTERLOCK\n   44  DEVICES PRIOR TO THE EFFECTIVE DATE OF THIS SECTION.\n   45    S  3.  Subdivision 2 of section 3623-a of the education law is amended\n   46  by adding a new paragraph f to read as follows:\n   47    F. EXPENSES INCURRED FOR IGNITION INTERLOCK DEVICES FOR  SCHOOL  BUSES\n   48  IN  ACCORDANCE  WITH SECTION THREE HUNDRED SEVENTY-FIVE-B OF THE VEHICLE\n   49  AND TRAFFIC LAW AND SECTION THIRTY-SIX  HUNDRED  THIRTY-FIVE-D  OF  THIS\n   50  ARTICLE,  AS  APPROVED  PURSUANT  TO  REGULATIONS OF THE COMMISSIONER OF\n   51  TRANSPORTATION.\n   52    S 4. This act shall take effect July 1, 2013; provided, however,  that\n   53  effective immediately, the addition, amendment and/or repeal of any rule\n   54  or regulation necessary for the implementation of this act on its effec-\n   55  tive  date  is  authorized  and  directed to be made and completed on or\n   56  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the education law, in relation to mandating ignition interlock devices for school buses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101215.T103856.TXT", "SOBI.D101213.T115306.TXT", "SOBI.D101213.T110815.TXT", "SOBI.D101213.T120307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292427536925
}