{
  "year" : 2011,
  "senateBillNo" : "S2458-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2458-2011-1295586000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to creating the crime of criminal destruction in the first and second degrees",
  "summary" : "Creates the crime of criminal destruction in the first and second degrees; a person is guilty of criminal destruction in the second degree when he or she willfully and knowingly damages or destroys any farm product grown for personal or commercial use or for testing or research purposes; a person is guilty of criminal destruction in the first degree when he or she willfully testing or research purposes and the value of such farm product is greater than ten thousand dollars; criminal destruction in second degree is a class E felony and criminal destruction in the first degree is a class D felony. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S996-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2458\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to criminal destruction\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding two new sections 145.28\n    2  and 145.29 to read as follows:\n    3  S 145.28 CRIMINAL DESTRUCTION IN THE SECOND DEGREE.\n    4    A PERSON IS GUILTY OF CRIMINAL DESTRUCTION IN THE SECOND  DEGREE  WHEN\n    5  HE  OR SHE WILLFULLY AND KNOWINGLY DAMAGES OR DESTROYS ANY FARM PRODUCT,\n    6  AS DEFINED IN SECTION SEVENTY-ONE-Y OF THE AGRICULTURE AND MARKETS  LAW,\n    7  THAT  IS  GROWN  FOR  PERSONAL OR COMMERCIAL PURPOSES, OR FOR TESTING OR\n    8  RESEARCH PURPOSES IN THE CONTEXT OF A  PRODUCT  DEVELOPMENT  PROGRAM  IN\n    9  CONJUNCTION  OR  COORDINATION  WITH  A  PRIVATE  RESEARCH  FACILITY OR A\n   10  UNIVERSITY OR ANY FEDERAL, STATE, OR LOCAL GOVERNMENT AGENCY.\n   11    CRIMINAL DESTRUCTION IN THE SECOND DEGREE IS A CLASS E FELONY.\n   12  S 145.29 CRIMINAL DESTRUCTION IN THE FIRST DEGREE.\n   13    A PERSON IS GUILTY OF CRIMINAL DESTRUCTION IN THE FIRST DEGREE WHEN HE\n   14  OR SHE WILLFULLY AND KNOWINGLY DAMAGES OR DESTROYS ANY FARM PRODUCT,  AS\n   15  DEFINED  IN  SECTION  SEVENTY-ONE-Y  OF THE AGRICULTURE AND MARKETS LAW,\n   16  THAT IS GROWN FOR PERSONAL OR COMMERCIAL PURPOSES,  OR  FOR  TESTING  OR\n   17  RESEARCH  PURPOSES  IN  THE  CONTEXT OF A PRODUCT DEVELOPMENT PROGRAM IN\n   18  CONJUNCTION OR COORDINATION  WITH  A  PRIVATE  RESEARCH  FACILITY  OR  A\n   19  UNIVERSITY  OR  ANY  FEDERAL,  STATE, OR LOCAL GOVERNMENT AGENCY AND THE\n   20  VALUE OF SUCH FARM PRODUCT IS GREATER THAN TEN  THOUSAND  DOLLARS.  SUCH\n   21  VALUE  SHALL  BE  BASED ON THE MARKET VALUE OF THE FARM PRODUCT PRIOR TO\n   22  THE DAMAGE OR DESTRUCTION, AND PRODUCTION, RESEARCH,  TESTING,  REPLACE-\n   23  MENT,  AND  CROP  DEVELOPMENT COSTS DIRECTLY RELATED TO THE FARM PRODUCT\n   24  THAT HAS BEEN DAMAGED OR DESTROYED AS PART OF  THE  VALUE  OF  THE  FARM\n   25  PRODUCT.\n   26    CRIMINAL DESTRUCTION IN THE FIRST DEGREE IS A CLASS D FELONY.\n   27    S 2. This act shall take effect on the first of November next succeed-\n   28  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07357-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to criminal destruction ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T133025.TXT", "SOBI.D110121.T122522.TXT", "SOBI.D110124.T135126.TXT", "SOBI.D110121.T130524.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295895086858
}