{
  "year" : 2011,
  "senateBillNo" : "S2459-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S2459-2011-1295586000000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes James Freitag, a retiree,  to apply for retroactive membership in the New York state teachers' retirement system",
  "summary" : "Authorizes James Freitag to apply for retroactive membership in the New York state teachers' retirement system, and to have his retirement benefits adjusted  accordingly. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : "A3775",
  "lawSection" : "Retirement",
  "previousVersions" : [ "SA5669-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2459\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Civil Service and Pensions\n\n       AN ACT to authorize James Freitag, a retiree receiving benefits from the\n         New York state teachers' retirement system, to apply  for  retroactive\n         membership in such retirement system\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any provision of law to the contrary, James\n    2  Freitag, a retired member of the New  York  state  teachers'  retirement\n    3  system  having  Tier  III status and receiving retirement benefits since\n    4  his retirement on August 15, 2010, who was  employed  as  a  provisional\n    5  counselor by the county of Cattaraugus from June 5, 1975 until September\n    6  12,  1976,  and  who,  for reasons not ascribable to his own negligence,\n    7  failed to become a member of the New York  state  and  local  employees'\n    8  retirement  system  during such employment by the county of Cattaraugus,\n    9  shall be deemed to have become a member of the New York state  teachers'\n   10  retirement  system  having  Tier  II  status  on  June 5, 1975 and shall\n   11  receive service credit in such retirement system for his  employment  by\n   12  the  county of Cattaraugus, if, on or before December 31, 2011, he files\n   13  a written application therefor with   the head of  the  New  York  state\n   14  teachers'  retirement  system; and upon receipt of such application, the\n   15  head of the New York state teachers' retirement system shall recalculate\n   16  James Freitag's retirement benefits retroactive to August  5,  2010  and\n   17  thereafter  and  pay  such benefits accordingly as if he shall have been\n   18  deemed to have joined such retirement system on June 5, 1975.\n   19    S 2. All past service costs of implementing the provision of this  act\n   20  shall be borne by the county of Cattaraugus.\n   21    S  3. Notwithstanding any other provision of law, no employee contrib-\n   22  utions shall be returned to James Freitag.\n   23    S 4. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06930-03-1\n\n       S. 2459                             2\n\n         FISCAL NOTE.--This bill would allow James Freitag, a retired Tier  III\n       member  of the New York State Teachers' Retirement System, to be reclas-\n       sified as a Tier II member. His date of membership would be  changed  to\n       June  5,  1975, based upon his employment with the county of Cattaraugus\n       during the period June 5, 1975 to September 12, 1976.  Additionally, Mr.\n       Freitag's  pension  would be recalculated with retroactive adjustment to\n       payments made since his date of retirement of August 15, 2010. Mr. Frei-\n       tag must file a written request with the head of New York  State  Teach-\n       ers'  Retirement  System  on  or  before  December 31, 2011. No employee\n       contributions shall be refunded.\n         The cost of this benefit is equal to the increase in the present value\n       of liabilities, which is estimated to be $81,000.  This  cost  shall  be\n       borne  by  the county of Cattaraugus. The annul cost to the employers of\n       members of the New York State Teachers' Retirement System  is  estimated\n       to be negligible if this bill is enacted.\n         The  source  of this estimate is Fiscal Note 2011-06 dated December 9,\n       2010 prepared by the Actuary of the New York State Teachers'  Retirement\n       System and is intended for use only during the 2011 Legislative Session.\n",
  "memo" : "BILL NUMBER:S2459\n\nTITLE OF BILL:\nAn act\nto authorize James Freitag, a retiree receiving benefits from the New\nYork state teachers' retirement system,\nto apply for retroactive membership in such\nretirement system\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo authorize James P. Freitag to\napply for retroactive membership in the New York State Teachers'\nRetirement System.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would grant retroactive Tier\nII status in the New York State Teachers' Retirement System to James P.\nFreitag by deeming him to have been a member of such system since June\n5, 1975.\n\nJUSTIFICATION:\nJames P. Freitag began his employment with the county\nof Cattaraugus on June 5, 1975 and remained as a county employee\nfor the next four years. However, Mr. Freitag was not informed of his\neligibility to join the retirement system until August of 1978.\nSeveral factors contributed to the fact that Mr. Freitag was not\ngiven the same opportunity to join the retirement system as other\ncounty employees were.\n\nMr. Freitag was employed by the county as a provisional counselor from\nJune 5, 1975 until September 12, 1976 and then was called away to\nactive duty for the U.S. Army on September 11, 1976 until the summer\nof 1978. He was on leave from the county, but remained as a\nprovisional competitive class employee.\nTherefore, he was away on active duty during the time period when\nother county employees were informed by the county of the\nopportunity to join the New York State and Local Employees'\nRetirement System (ERS). Mr. Freitag joined Tier III of ERS at the\nfirst opportunity he was presented with, in August 1978.\n\nMr. Freitag was then employed by a public school in August 1979, at\nwhich time he became a member of the New York State Teachers'\nRetirement System (NYSTRS) transferring his membership from ERS where\nhe remained in Tier III.\n\nThe county and state have found for the following reasons that the\nrelief sought by Mr. Freitag is appropriate: First, he did not\nexpressly decline membership, second, he did not participate in any\nprocedure explaining the option to join the system as other county\nemployees did, and third, there is no record that Mr. Freitag was\nafforded by the county the opportunity to participate in a procedure\n\nthat a reasonable person would recognize as an explanation or request\nrequiring a formal decision by him to join the public retirement\nsystem until August, 1978. Since Tier II was closed off as of July 1,\n1976 Mr. Freitag was not afforded the option to join Tier II as other\ncounty employees were.\n\nBoth the county of Cattaraugus and the New York State Teachers'\nRetirement System acknowledge that James P. Freitag was an eligible\nemployee as of June 5, 1975. This recognition should, in and of\nitself, be proof that Mr. Freitag deserves to be granted Tier II\nstatus.\n\nPRIOR LEGISLATIVE HISTORY:\n2009,2010: S.5669-A/A.8718 Referred To Civil Service and Pensions\n\nFISCAL IMPLICATIONS:\nIf this is enacted, there will be an immediate\npast service cost of approximately $81,000 which would be paid by the\ncounty of Cattaraugus, New York State.\n\nThis estimate, dated December 9, 2010 is intended for use only during\nthe 2011 Legislative Session, as prepared by the Actuary for the\nNYSTRS.\n\nIf Mr. Freitag is not granted the opportunity to join Tier II this\nyear, the estimated cost to the county, should it be enacted next\nyear, will go up significantly.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to authorize James Freitag, a retiree receiving benefits from the New York state teachers' retirement system, to apply for retroactive membership in such retirement system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T133025.TXT", "SOBI.D110127.T115345.TXT", "SOBI.D110121.T123523.TXT", "SOBI.D110127.T114845.TXT", "SOBI.D110121.T130524.TXT", "SOBI.D110124.T135126.TXT", "SOBI.D110126.T181321.TXT", "SOBI.D110121.T124023.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147225264
}