{
  "year" : 2011,
  "senateBillNo" : "S2453-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2453-2011-1295586000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for initiative and referendum and recall",
  "summary" : "Provides for initiative and referendum and recall; empowers the electors with the ability to propose statutes and amendments to the constitution, to approve or reject statutes or parts of statutes; and to remove elective officers. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S6060-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2453\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRIFFO,  GRISANTI,  LARKIN, MAZIARZ, RANZENHOFER,\n         SEWARD -- read twice and ordered  printed,  and  when  printed  to  be\n         committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing  the  addition  of  a  new  article 20 to the constitution, in\n         relation to providing for initiative and referendum and recall\n\n    1    Section 1. Resolved (if the Assembly concur), That article 20  of  the\n    2  constitution  be  renumbered article 21 and a new article 20 be added to\n    3  read as follows:\n    4                                 ARTICLE XX\n    5                    INITIATIVE AND REFERENDUM AND RECALL\n    6    SECTION 1. 1. THE INITIATIVE IS THE POWER OF THE ELECTORS  TO  PROPOSE\n    7  STATUTES AND AMENDMENTS TO THE CONSTITUTION AND TO ADOPT OR REJECT THEM.\n    8    2.  AN  INITIATIVE MEASURE MAY BE PROPOSED BY PRESENTING TO THE SECRE-\n    9  TARY OF STATE A PETITION THAT SETS FORTH THE TEXT OF THE PROPOSED  STAT-\n   10  UTE  OR  AMENDMENT  TO  THE  CONSTITUTION  AND IS CERTIFIED TO HAVE BEEN\n   11  SIGNED BY ELECTORS EQUAL IN NUMBER TO FIVE PERCENT  IN  THE  CASE  OF  A\n   12  STATUTE,  AND EIGHT PERCENT IN THE CASE OF AN AMENDMENT TO THE CONSTITU-\n   13  TION, OF THE VOTES FOR ALL CANDIDATES FOR GOVERNOR AT THE LAST  GUBERNA-\n   14  TORIAL ELECTION.\n   15    3.  THE  SECRETARY  OF STATE SHALL THEN SUBMIT THE MEASURE AT THE NEXT\n   16  GENERAL ELECTION HELD AT LEAST ONE  HUNDRED  THIRTY-ONE  DAYS  AFTER  IT\n   17  QUALIFIES OR AT ANY SPECIAL STATEWIDE ELECTION HELD PRIOR TO THAT GENER-\n   18  AL  ELECTION. THE GOVERNOR MAY CALL A SPECIAL STATEWIDE ELECTION FOR THE\n   19  MEASURE.\n   20    4. AN INITIATIVE MEASURE EMBRACING MORE THAN ONE SUBJECT  MAY  NOT  BE\n   21  SUBMITTED TO THE ELECTORS OR HAVE ANY EFFECT.\n   22    5.  AN  INITIATIVE  MEASURE SHALL NOT INCLUDE OR EXCLUDE ANY POLITICAL\n   23  SUBDIVISION  OF  THE  STATE  FROM  THE  APPLICATION  OR  EFFECT  OF  ITS\n   24  PROVISIONS BASED UPON APPROVAL OR DISAPPROVAL OF THE INITIATIVE MEASURE,\n   25  OR BASED UPON THE CASTING OF A SPECIFIED PERCENTAGE OF VOTES IN FAVOR OF\n   26  THE MEASURE, BY THE ELECTORS OF THAT POLITICAL SUBDIVISION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89062-01-1\n\n       S. 2453                             2\n\n    1    6.  AN  INITIATIVE MEASURE SHALL NOT CONTAIN ALTERNATIVE OR CUMULATIVE\n    2  PROVISIONS WHEREIN ONE OR MORE OF  THOSE  PROVISIONS  WOULD  BECOME  LAW\n    3  DEPENDING  UPON  THE  CASTING  OF A SPECIFIED PERCENTAGE OF VOTES FOR OR\n    4  AGAINST THE MEASURE.\n    5    S  2.  1.  THE  REFERENDUM  IS THE POWER OF THE ELECTORS TO APPROVE OR\n    6  REJECT STATUTES OR PARTS OF STATUTES EXCEPT URGENCY  STATUTES,  STATUTES\n    7  CALLING  ELECTIONS,  AND  STATUTES PROVIDING FOR TAX LEVIES OR APPROPRI-\n    8  ATIONS FOR USUAL CURRENT EXPENSES OF THE STATE.\n    9    2. A REFERENDUM MEASURE MAY BE PROPOSED BY PRESENTING TO THE SECRETARY\n   10  OF STATE, WITHIN NINETY DAYS AFTER THE EFFECTIVE DATE OF THE STATUTE,  A\n   11  PETITION  CERTIFIED  TO  HAVE BEEN SIGNED BY ELECTORS EQUAL IN NUMBER TO\n   12  FIVE PERCENT OF THE VOTES FOR ALL CANDIDATES FOR GOVERNOR  AT  THE  LAST\n   13  GUBERNATORIAL ELECTION, ASKING THAT THE STATUTE OR PART OF IT BE SUBMIT-\n   14  TED  TO  THE ELECTORS. IN THE CASE OF A STATUTE ENACTED BY A BILL PASSED\n   15  BY THE LEGISLATURE ON OR BEFORE THE DATE THE LEGISLATURE ADJOURNS IN THE\n   16  SECOND CALENDAR YEAR OF THE BIENNIUM OF THE LEGISLATIVE SESSION, AND  IN\n   17  THE  POSSESSION OF THE GOVERNOR AFTER THAT DATE, THE PETITION MAY NOT BE\n   18  PRESENTED ON OR AFTER JANUARY FIRST NEXT FOLLOWING  THE  EFFECTIVE  DATE\n   19  UNLESS  A  COPY  OF  THE  PETITION  IS SUBMITTED TO THE ATTORNEY GENERAL\n   20  PURSUANT TO SUBDIVISION FOUR OF SECTION THREE  OF  THIS  ARTICLE  BEFORE\n   21  JANUARY FIRST.\n   22    3.  THE  SECRETARY  OF STATE SHALL THEN SUBMIT THE MEASURE AT THE NEXT\n   23  GENERAL ELECTION HELD AT LEAST THIRTY-ONE DAYS AFTER IT QUALIFIES OR  AT\n   24  A  SPECIAL  STATEWIDE  ELECTION HELD PRIOR TO THAT GENERAL ELECTION. THE\n   25  GOVERNOR MAY CALL A SPECIAL STATEWIDE ELECTION FOR THE MEASURE.\n   26    S 3. 1. AN INITIATIVE STATUTE OR REFERENDUM APPROVED BY A MAJORITY  OF\n   27  VOTES THEREON TAKES EFFECT THE DAY AFTER THE ELECTION UNLESS THE MEASURE\n   28  PROVIDES  OTHERWISE. IF A REFERENDUM PETITION IS FILED AGAINST A PART OF\n   29  A STATUTE THE REMAINDER SHALL NOT BE DELAYED FROM GOING INTO EFFECT.\n   30    2. IF PROVISIONS OF TWO OR MORE MEASURES APPROVED AT THE SAME ELECTION\n   31  CONFLICT, THOSE OF THE MEASURE RECEIVING THE  HIGHEST  AFFIRMATIVE  VOTE\n   32  SHALL PREVAIL.\n   33    3.  THE  LEGISLATURE  MAY  AMEND OR REPEAL REFERENDUM STATUTES. IT MAY\n   34  AMEND OR REPEAL AN INITIATIVE STATUTE BY ANOTHER  STATUTE  THAT  BECOMES\n   35  EFFECTIVE ONLY WHEN APPROVED BY THE ELECTORS UNLESS THE INITIATIVE STAT-\n   36  UTE PERMITS AMENDMENT OR REPEAL WITHOUT THEIR APPROVAL.\n   37    4.  PRIOR  TO  CIRCULATION OF AN INITIATIVE OR REFERENDUM PETITION FOR\n   38  SIGNATURES, A COPY SHALL BE SUBMITTED TO THE ATTORNEY GENERAL WHO  SHALL\n   39  PREPARE A TITLE AND SUMMARY OF THE MEASURE AS PROVIDED BY LAW.\n   40    5.  THE  LEGISLATURE SHALL PROVIDE THE MANNER IN WHICH PETITIONS SHALL\n   41  BE CIRCULATED, PRESENTED, AND CERTIFIED, AND MEASURES SUBMITTED  TO  THE\n   42  ELECTORS.\n   43    S 4. 1. INITIATIVE AND REFERENDUM POWERS MAY BE EXERCISED BY THE ELEC-\n   44  TORS  OF EACH CITY OR COUNTY UNDER PROCEDURES THAT THE LEGISLATURE SHALL\n   45  PROVIDE. EXCEPT AS PROVIDED  IN  SUBDIVISIONS  TWO  AND  THREE  OF  THIS\n   46  SECTION, THIS SECTION DOES NOT AFFECT A CITY HAVING A CHARTER.\n   47    2.  A  CITY  OR COUNTY INITIATIVE MEASURE SHALL NOT INCLUDE OR EXCLUDE\n   48  ANY PART OF THE CITY OR COUNTY FROM THE APPLICATION  OR  EFFECT  OF  ITS\n   49  PROVISIONS BASED UPON APPROVAL OR DISAPPROVAL OF THE INITIATIVE MEASURE,\n   50  OR BASED UPON THE CASTING OF A SPECIFIED PERCENTAGE OF VOTES IN FAVOR OF\n   51  THE MEASURE, BY THE ELECTORS OF THE CITY OR COUNTY OR ANY PART THEREOF.\n   52    3.  A  CITY OR COUNTY INITIATIVE MEASURE SHALL NOT CONTAIN ALTERNATIVE\n   53  OR CUMULATIVE PROVISIONS WHEREIN ONE OR MORE OF THOSE  PROVISIONS  WOULD\n   54  BECOME LAW DEPENDING UPON THE CASTING OF A SPECIFIED PERCENTAGE OF VOTES\n   55  FOR OR AGAINST THE MEASURE.\n\n       S. 2453                             3\n\n    1    S  5. NO AMENDMENT TO THE CONSTITUTION, AND NO STATUTE PROPOSED TO THE\n    2  ELECTORS BY THE LEGISLATURE OR BY INITIATIVE, THAT NAMES ANY  INDIVIDUAL\n    3  TO  HOLD  ANY  OFFICE, OR NAMES OR IDENTIFIES ANY PRIVATE CORPORATION TO\n    4  PERFORM ANY FUNCTION OR TO HAVE ANY POWER OR DUTY, MAY BE  SUBMITTED  TO\n    5  THE ELECTORS OR HAVE ANY EFFECT.\n    6    S  6.  RECALL IS THE POWER OF THE ELECTORS TO REMOVE AN ELECTIVE OFFI-\n    7  CER.\n    8    S 7. 1. RECALL OF A STATE OFFICER IS INITIATED BY  DELIVERING  TO  THE\n    9  SECRETARY OF STATE A PETITION ALLEGING REASON FOR RECALL. SUFFICIENCY OF\n   10  REASON IS NOT REVIEWABLE. PROPONENTS HAVE ONE HUNDRED SIXTY DAYS TO FILE\n   11  SIGNED PETITIONS.\n   12    2. A PETITION TO RECALL A STATEWIDE OFFICER MUST BE SIGNED BY ELECTORS\n   13  EQUAL  IN NUMBER TO TWELVE PERCENT OF THE LAST VOTE FOR THE OFFICE, WITH\n   14  SIGNATURES FROM EACH OF FIVE COUNTIES EQUAL IN NUMBER TO ONE PERCENT  OF\n   15  THE  LAST  VOTE  FOR  THE  OFFICE  IN  THE  COUNTY. SIGNATURES TO RECALL\n   16  SENATORS, MEMBERS OF THE ASSEMBLY, AND  JUDGES  OF  SUPREME  COURTS  AND\n   17  TRIAL  COURTS  MUST  EQUAL IN NUMBER TWENTY PERCENT OF THE LAST VOTE FOR\n   18  THE OFFICE.\n   19    3. THE SECRETARY OF STATE SHALL MAINTAIN A  CONTINUOUS  COUNT  OF  THE\n   20  SIGNATURES CERTIFIED TO THAT OFFICE.\n   21    S  8. 1. AN ELECTION TO DETERMINE WHETHER TO RECALL AN OFFICER AND, IF\n   22  APPROPRIATE, TO ELECT A SUCCESSOR SHALL BE CALLED BY  THE  GOVERNOR  AND\n   23  HELD NOT LESS THAN SIXTY DAYS NOR MORE THAN EIGHTY DAYS FROM THE DATE OF\n   24  CERTIFICATION OF SUFFICIENT SIGNATURES.\n   25    2.  A  RECALL ELECTION MAY BE CONDUCTED WITHIN ONE HUNDRED EIGHTY DAYS\n   26  FROM THE DATE OF CERTIFICATION OF SUFFICIENT SIGNATURES  IN  ORDER  THAT\n   27  THE  ELECTION  MAY  BE  CONSOLIDATED  WITH  THE NEXT REGULARLY SCHEDULED\n   28  ELECTION OCCURRING WHOLLY OR PARTIALLY WITHIN THE SAME  JURISDICTION  IN\n   29  WHICH  THE  RECALL ELECTION IS HELD, IF THE NUMBER OF VOTERS ELIGIBLE TO\n   30  VOTE AT THAT NEXT REGULARLY SCHEDULED  ELECTION  EQUAL  AT  LEAST  FIFTY\n   31  PERCENT OF ALL THE VOTERS ELIGIBLE TO VOTE AT THE RECALL ELECTION.\n   32    3.  IF  THE MAJORITY VOTE ON THE QUESTION IS TO RECALL, THE OFFICER IS\n   33  REMOVED AND, IF THERE IS A  CANDIDATE,  THE  CANDIDATE  WHO  RECEIVES  A\n   34  PLURALITY  IS  THE  SUCCESSOR.  THE  OFFICER MAY NOT BE A CANDIDATE, NOR\n   35  SHALL THERE BE ANY CANDIDACY FOR AN OFFICE FILED PURSUANT TO SECTION TWO\n   36  OF ARTICLE SIX.\n   37    S 9. THE  LEGISLATURE  SHALL  PROVIDE  FOR  CIRCULATION,  FILING,  AND\n   38  CERTIFICATION  OF  PETITIONS,  NOMINATION  OF CANDIDATES, AND THE RECALL\n   39  ELECTION.\n   40    S 10. IF RECALL OF THE GOVERNOR OR SECRETARY OF  STATE  IS  INITIATED,\n   41  THE  RECALL  DUTIES  OF THAT OFFICE SHALL BE PERFORMED BY THE LIEUTENANT\n   42  GOVERNOR OR COMPTROLLER, RESPECTIVELY.\n   43    S 11. A STATE OFFICER WHO IS NOT RECALLED SHALL BE REIMBURSED  BY  THE\n   44  STATE  FOR THE OFFICER'S RECALL ELECTION EXPENSES LEGALLY AND PERSONALLY\n   45  INCURRED. ANOTHER RECALL MAY NOT BE INITIATED AGAINST THE OFFICER  UNTIL\n   46  SIX MONTHS AFTER THE ELECTION.\n   47    S 12. THE LEGISLATURE SHALL PROVIDE FOR RECALL OF LOCAL OFFICERS. THIS\n   48  SECTION  DOES  NOT AFFECT COUNTIES AND CITIES WHOSE CHARTERS PROVIDE FOR\n   49  RECALL.\n   50    S 2. Resolved (if the Assembly concur), That the  foregoing  amendment\n   51  be referred to the first regular legislative session convening after the\n   52  next  succeeding  general  election  of members of the assembly, and, in\n   53  conformity with  section  1  of  article  19  of  the  constitution,  be\n   54  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing the addition of a new article 20 to the constitution, in relation to providing for initiative and referendum and recall ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T122522.TXT", "SOBI.D110121.T121522.TXT", "SOBI.D110121.T120521.TXT", "SOBI.D110121.T123022.TXT", "SOBI.D110124.T135126.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295895086834
}