{
  "year" : 2011,
  "senateBillNo" : "S2452-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2452-2011-1295586000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the issuance of distinctive license plates to severely disabled volunteer firefighters",
  "summary" : "Authorizes the issuance of distinctive license plates to severely disabled volunteer firefighters; provides for an annual service charge of fifteen dollars to be charged for such plates. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A2819",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S543-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2452\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ALESI  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  authorizing\n         the issuance of distinctive license plates to severely disabled volun-\n         teer firefighters\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 2 of section 404-a of the vehicle and  traffic\n    2  law,  as  amended by chapter 191 of the laws of 1991, is amended to read\n    3  as follows:\n    4    2. Registration of vehicles owned by severely  disabled  persons.  The\n    5  commissioner  shall  assign to such motor vehicles, including any van or\n    6  pick-up truck used for transporting persons with disabilities  which  is\n    7  not  used  for commercial purposes, owned by such persons, a distinctive\n    8  number and issue and deliver in such  manner  as  the  commissioner  may\n    9  select to the owner a certification of registration, in such form as the\n   10  commissioner  shall  prescribe  and  two  number plates, called disabled\n   11  person plates. Said disabled person plates shall conform to the require-\n   12  ments of section four hundred  one  of  this  chapter,  but  shall  bear\n   13  distinctive marks to distinguish them from number plates to be issued to\n   14  other  persons,  qualifying under this chapter.  PROVIDED, HOWEVER, THAT\n   15  NO SUCH PLATES SHALL BE ISSUED TO ANY PERSON TO  WHOM  THE  COMMISSIONER\n   16  HAS  ISSUED  DISTINCTIVE  SEVERELY DISABLED VOLUNTEER FIREFIGHTER PLATES\n   17  PURSUANT TO PARAGRAPH (B) OF SUBDIVISION ONE  OF  SECTION  FOUR  HUNDRED\n   18  FOUR-X  OF THIS ARTICLE. The commissioner, in his OR HER discretion, may\n   19  issue, for any registration year, only one plate as a set  for  a  motor\n   20  vehicle,  in  which  event  a  set of disabled person plates for a motor\n   21  vehicle shall consist of one plate. Where  a  severely  disabled  person\n   22  owns  more  than one vehicle and such vehicle or vehicles is or are used\n   23  by severely disabled members of the owner's family who reside  with  the\n   24  owner,  the  commissioner  shall  issue one set of plates for each addi-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05368-01-1\n\n       S. 2452                             2\n\n    1  tional vehicle used by such severely disabled person, provided that such\n    2  user qualifies as a severely disabled person in the manner  required  by\n    3  this section.\n    4    S  2.  The  vehicle and traffic law is amended by adding a new section\n    5  404-x to read as follows:\n    6    S 404-X. DISTINCTIVE PLATES FOR SEVERELY DISABLED VOLUNTEER FIREFIGHT-\n    7  ERS.  1. (A) ANY SEVERELY DISABLED  VOLUNTEER  FIREFIGHTER  SHALL,  UPON\n    8  REQUEST, BE ISSUED A LICENSE PLATE BEARING THE WORDS \"NEW YORK STATE\" ON\n    9  THE  TOP  OF  SAID  LICENSE PLATE AND \"SEVERELY DISABLED VOLUNTEER FIRE-\n   10  FIGHTER\" ON THE BOTTOM OF SAID LICENSE PLATE.\n   11    (B) ANY SEVERELY DISABLED VOLUNTEER FIREFIGHTER WHO HAS REGISTERED HIS\n   12  OR HER MOTOR VEHICLE PURSUANT TO SECTION FOUR  HUNDRED  FOUR-A  OF  THIS\n   13  ARTICLE  SHALL,  UPON  REQUEST,  BE  ISSUED  A LICENSE PLATE BEARING THE\n   14  DISTINCTIVE MARKS AUTHORIZED BY SUCH SECTION FOUR HUNDRED FOUR-A AND THE\n   15  WORDS \"NEW YORK STATE\" ON THE TOP OF THE  LICENSE  PLATE  AND  \"SEVERELY\n   16  DISABLED VOLUNTEER FIREFIGHTER\" ON THE BOTTOM OF SAID LICENSE PLATE.\n   17    (C) APPLICATION FOR SAID LICENSE PLATE SHALL BE FILED WITH THE COMMIS-\n   18  SIONER  IN  SUCH FORM AND DETAIL AS THE COMMISSIONER SHALL PRESCRIBE AND\n   19  SHALL BE VERIFIED ANNUALLY BY THE APPLICANT.\n   20    2. THE DISTINCTIVE PLATE AUTHORIZED IN PARAGRAPH  (A)  OF  SUBDIVISION\n   21  ONE  OF  THIS  SECTION  SHALL  BE ISSUED UPON PROOF, SATISFACTORY TO THE\n   22  COMMISSIONER, THAT THE APPLICANT IS PRESENTLY  A  VOLUNTEER  FIREFIGHTER\n   23  WHO  RECEIVES PERMANENT TOTAL DISABILITY BENEFITS UNDER SECTION EIGHT OF\n   24  THE VOLUNTEER FIREFIGHTERS' BENEFIT LAW.  THE DISTINCTIVE PLATE  AUTHOR-\n   25  IZED IN PARAGRAPH (B) OF SUBDIVISION ONE OF THIS SECTION SHALL BE ISSUED\n   26  UPON  PROOF,  SATISFACTORY  TO  THE  COMMISSIONER, THAT THE APPLICANT IS\n   27  PRESENTLY A SEVERELY DISABLED VOLUNTEER FIREFIGHTER WHO RECEIVES  PERMA-\n   28  NENT  TOTAL  DISABILITY  BENEFITS  UNDER  SECTION EIGHT OF THE VOLUNTEER\n   29  FIREFIGHTERS' BENEFIT LAW AND WHOSE DISABILITY QUALIFIES HIM OR HER AS A\n   30  SEVERELY DISABLED PERSON WITHIN THE MEANING OF SUCH TERM AS  DEFINED  IN\n   31  SUBDIVISION  FOUR OF SECTION FOUR HUNDRED FOUR-A OF THIS ARTICLE AND WHO\n   32  HAS REGISTERED HIS OR HER MOTOR VEHICLE PURSUANT TO SECTION FOUR HUNDRED\n   33  FOUR-A OF THIS ARTICLE.\n   34    3. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   35  IN THE SAME MANNER AS OTHER NUMBER PLATES UPON PAYMENT  OF  THE  REGULAR\n   36  REGISTRATION FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS ARTICLE,\n   37  PROVIDED,  HOWEVER,  THAT AN ADDITIONAL ANNUAL SERVICE CHARGE OF FIFTEEN\n   38  DOLLARS SHALL BE CHARGED FOR SUCH PLATE.   SUCH  ANNUAL  SERVICE  CHARGE\n   39  SHALL  BE  DEPOSITED  PURSUANT TO THE PROVISIONS OF SECTION FOUR HUNDRED\n   40  FOUR-OO OF THIS ARTICLE, TO THE CREDIT OF THE DEPARTMENT OF MOTOR  VEHI-\n   41  CLES   DISTINCTIVE   PLATE   DEVELOPMENT  FUND  ESTABLISHED  BY  SECTION\n   42  NINETY-FIVE-G OF THE STATE  FINANCE  LAW  AND  SHALL  BE  USED  FOR  THE\n   43  PRODUCTION,  DESIGN,  ADVERTISING  AND  MARKETING OF DISTINCTIVE LICENSE\n   44  PLATES PURSUANT TO SECTION NINETY-FIVE-G OF THE STATE FINANCE LAW.\n   45    S 3. This act shall take effect on the one hundred eightieth day after\n   46  it shall have become a law, except that any rules and regulations neces-\n   47  sary for the timely implementation of this act  on  its  effective  date\n   48  shall be promulgated on or before such date.\n",
  "memo" : "BILL NUMBER:S2452\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to authorizing the\nissuance of distinctive license plates to severely disabled volunteer\nfirefighters\n\nPURPOSE:\nBy permitting the issuance of special license plates for severely\ndisabled firefighters, this bill raises acknowledgment and awareness\nof those who risk their lives to defend their communities.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1: Subdivision 2 of section 404-a of the Vehicle and\nTraffic law is amended.\n2. Registration of vehicles owned by\nseverely disabled persons. The commissioner shall not issue plates\ndisabled person plates to any person to whom the commissioner has\nissued distinctive severely disabled volunteer firefighter plates\npursuant to paragraph (b) of subdivision one of section four hundred\nfour-x of this title, as added by a chapter of the laws of 2006.\n\nSection 2: Amends the Vehicle and Traffic law by adding a new section\n404-x to read as follows: Distinctive plates for severely disabled\nfirefighters - 1. (a) Any severely disabled volunteer firefighter\nshall, upon request, be issued a license plate bearing the emblem and\nwords \"New York State\" on top of the license plate and \"severely\ndisabled volunteer firefighter\" on the bottom of the license plate;\n(b) Any severely disabled volunteer firefighter who has registered\nhis or her motor vehicle pursuant to section four hundred four-a of\nthis article shall, upon request, be issued a license plate bearing\nthe distinctive marks authorized by such section four hundred four-a\nand the words \"New York State\" on the top of the license plate and\n\"severely disabled volunteer firefighter\" on the bottom of the\nlicense plate; (c) Application for said license plate shall be filed\nwith the commissioner in such form and detail as the commissioner\nshall prescribe and shall be verified annually by the applicant. 2.\nThe distinctive plate authorized in paragraph (a) of subdivision one\nof this section shall be issued upon proof, satisfactory to the\ncommissioner, that the applicant is presently a volunteer firefighter\nwho receives permanent total disability\nbenefits under section eight of the volunteer firefighters'\nbenefit law. The distinctive plate authorized in paragraph (b) of\nsubdivision one of this section shall be issued upon proof,\nsatisfactory to the commissioner, that the applicant is presently a\nseverely disabled volunteer firefighter who receives permanent total\ndisability benefits under section eight of the volunteer\nfirefighters' benefit law and whose disability qualifies him or her\nas a severely disabled person within the meaning of\nsubdivision four hundred four-a of this article and who has registered\n\nhis or her motor vehicle pursuant to section four hundred four-a of\nthis article. 3. A distinctive plate issued pursuant to this section\nshall be issued in the same manner as other number plates upon\npayment of the regular registration fee prescribed by section f~i1r\nhundred one of this article, provided, however, that an additional\nannual, service charge of fifteen dollars shall be charged for such\nplate. Such annual service charge shall be deposited pursuant to the\nprovisions of section four hundred four-oo of this article, to the\ncredit C!r the department of motor vehicles distinctive plate\ndevelopment fund established by section ninety-five-g of the state\nfinance law, and shall be used for the production, design,\nadvertising and marketing of distinctive license plates pursuant to\nsuch section ninety-five-g of the state finance law.\n\nSection 3: Sets the effective date.\n\nJUSTIFICATION:\nWhile modem fire fighting techniques are a dramatic improvement from\nthose available to prior generations of firefighters, accidents still\nhappen. And when they do, we must double our acknowledgment for those\nwho risk their lives to defend their communities. This bill would be\na small gesture in that regard.\n\nPRIOR LEGISLATIVE HISTORY:\n2005-2006:  S.4993-B - Passed Both Houses, Veto Memo 233\n2007-2008:  Transportation\n2009-2010:  Transportation\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred eightieth day after it\nshall have become law, except that any rules and regulations\nnecessary for the timely implementation of this act on its effective\ndate shall be promulgated on or before such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing the issuance of distinctive license plates to severely disabled volunteer firefighters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT", "SOBI.D110121.T121522.TXT", "SOBI.D110121.T120521.TXT", "SOBI.D110121.T123022.TXT", "SOBI.D110124.T135126.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362765
}