{
  "year" : 2011,
  "senateBillNo" : "S2451-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2451-2011-1295586000000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions regarding purchase and procurement of natural gas at lowest available price at the city gate",
  "summary" : "Makes provisions regarding purchase and procurement of natural gas at lowest available price at city gate. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S2264-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2451\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT to amend the public service law, in relation to the purchase and\n         procurement of natural gas at lowest available price at the city gate\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 66-f of the public service law, as added by chapter\n    2  519 of the laws of 1984, is amended to read as follows:\n    3    S  66-f.  Purchase  and procurement of natural gas at lowest available\n    4  price AT THE CITY GATE. 1. The commission shall have  the  authority  to\n    5  direct any gas corporation subject to the jurisdiction of the commission\n    6  to  purchase or procure natural gas at the lowest available price AT THE\n    7  CITY GATE as determined by the commission.\n    8    2. A gas corporation shall be required to purchase supplies of natural\n    9  gas whenever:\n   10    (A) a natural gas producer provides the gas corporation with at  least\n   11  six months prior notice of the availability of such gas, and\n   12    (B)  the  delivered  cost  of such gas AT THE CITY GATE is equal to or\n   13  less than the highest delivered cost of natural gas  AT  THE  CITY  GATE\n   14  produced  outside  the  state  which the gas corporation would otherwise\n   15  purchase or acquire[, adjusted to reflect  substantive  differences,  if\n   16  any, in the terms and conditions applicable to the sale of such gas over\n   17  the  period of availability of the natural gas]; provided, however, that\n   18  no gas corporation shall  be  required  to  purchase  natural  gas  FROM\n   19  INSTATE  OR  OUT-OF-STATE  SOURCES, where it can [demonstrate] BE DEMON-\n   20  STRATED THAT such purchase would have an adverse impact upon  its  rate-\n   21  payers, which cannot be reasonably mitigated.\n   22    3.  (A) A gas corporation shall respond to a notice of availability of\n   23  supplies of natural gas at a specified delivered cost AT THE  CITY  GATE\n   24  provided  by  a  producer of such gas within one month of the receipt of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02499-01-1\n\n       S. 2451                             2\n\n    1  such notice, and, if it  indicates  its  intent  not  to  purchase  such\n    2  supplies, shall provide in detail its reasons therefor.\n    3    (B)  A  natural gas producer may petition the [public service] commis-\n    4  sion, within  fifteen  days  of  the  receipt  of  a  gas  corporation's\n    5  response,  to  order such gas corporation to comply with subdivision one\n    6  of this section. Such petition shall contain sufficient  information  to\n    7  demonstrate  the petitioner's ability to provide the supplies of natural\n    8  gas offered for sale to the gas corporation.   A copy of  such  petition\n    9  shall also be served upon such gas corporation.\n   10    (C)  Within  twenty-one  days of the receipt of such a petition, a gas\n   11  corporation shall file such information as is necessary  to  demonstrate\n   12  [that] WHETHER AND HOW the purchase  of natural gas during the period of\n   13  availability  at  the  specified  delivered cost of such gas AT THE CITY\n   14  GATE would have A BENEFICIAL OR an adverse impact upon  its  ratepayers,\n   15  AS  COMPARED  TO  THE  HIGHEST DELIVERED COST OF GAS AT THE CITY GATE OF\n   16  OTHER AVAILABLE  SOURCES  WHICH  THE  GAS  CORPORATION  WOULD  OTHERWISE\n   17  PURCHASE  OR ACQUIRE.  The petitioner and others shall have the opportu-\n   18  nity to comment upon the filing by the gas corporation within twenty-one\n   19  days of such filing.\n   20    (D) The commission shall take final action on any such petition within\n   21  [forty] NINETY days after the date upon which the petitioner's  comments\n   22  are due.\n   23    (E)  The commission may require a gas corporation to purchase all or a\n   24  portion of the supplies of natural gas offered by the petitioner  during\n   25  the  period  of availability at the specified delivered cost AT THE CITY\n   26  GATE, or at such other [cost] LOWEST AVAILABLE PRICE as will not  result\n   27  in an adverse impact upon such gas corporation's ratepayers.\n   28    (F) Nothing in this section shall require a producer of natural gas to\n   29  sell  such  gas to a gas corporation at a cost other than that specified\n   30  in its notice of availability.\n   31    4. (A) FOR THE PURPOSES OF THIS SECTION, \"CITY GATE\"  SHALL  MEAN  THE\n   32  POINT  OR  MEASURING  STATION WITHIN THE BOUNDARIES OF NEW YORK STATE AT\n   33  WHICH A DISTRIBUTING GAS UTILITY RECEIVES GAS FROM A NATURAL  GAS  PIPE-\n   34  LINE COMPANY.\n   35    (B)  FOR  THE PURPOSES OF THIS SECTION, \"DELIVERED COST\" SHALL INCLUDE\n   36  PIPELINE DEMAND CHARGES (CAPACITY CREDIT) INCURRED TO TRANSPORT  GAS  TO\n   37  THE CITY GATE.\n   38    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to the purchase and procurement of natural gas at lowest available price at the city gate ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T134626.TXT", "SOBI.D110121.T121522.TXT", "SOBI.D110121.T120521.TXT", "SOBI.D110121.T123022.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295894786664
}