{
  "year" : 2011,
  "senateBillNo" : "S2450-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2450-2011-1295586000000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to increasing the availability of adult day health care programs in certain counties",
  "summary" : "Relates to increasing the availability of adult day care programs in counties with a population of 130,000 and less than 140,000. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Health",
  "previousVersions" : [ "S4807-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2450\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to increase the availability of adult day health  care  programs;\n         and providing for the repeal of such provisions upon expiration there-\n         of\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  an adult home, as defined by subdivision twenty-five of section  two  of\n    3  the social services law, possessing a valid operating certificate pursu-\n    4  ant to title two of article seven of the social services law and located\n    5  in  a  county with a population of more than one hundred thirty thousand\n    6  and less than one hundred forty thousand persons based on the two  thou-\n    7  sand  federal  census shall be authorized to operate an adult day health\n    8  care program. Such program shall satisfy all other adult day health care\n    9  program requirements as set forth in 10 NYCRR  Part  425.  Such  program\n   10  shall  be  reimbursed in accordance with subdivision 23 of section twen-\n   11  ty-eight hundred eight of the public health law and 10 NYCRR Part 86-2.9\n   12  as if such program were operated by a residential health  care  facility\n   13  without  adequate cost experience and without a skilled nursing facility\n   14  rate in effect on January 1, 1990. Any such  adult  home  that  receives\n   15  authorization to operate an adult day health care program shall submit a\n   16  report  annually to the commissioner of health, the governor, the tempo-\n   17  rary president of the senate and the  speaker  of  the  assembly,  which\n   18  contains the cost of the program, including the savings to the state and\n   19  local  governments, the number of persons served by the program by coun-\n   20  ty, a description of the demographic  and  clinical  characteristics  of\n   21  patients served by the program, and an evaluation of the quality of care\n   22  provided  to persons served by the program.  After release of the second\n   23  report by any such program if the findings of the report do not  reflect\n   24  a  cost  savings  to the state and local governments, the program may be\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04189-01-1\n\n       S. 2450                             2\n\n    1  terminated immediately by the commissioner of health. Within thirty days\n    2  of the termination of a program under  this  act,  the  commissioner  of\n    3  health shall submit a report to the governor, the temporary president of\n    4  the  senate  and  the speaker of the assembly which outlines the reasons\n    5  for early termination of such program.\n    6    S 2. This act shall take effect immediately and shall  expire  and  be\n    7  deemed  repealed  September 1, 2016; provided, that any person placed in\n    8  an adult day health care program pursuant to section one  of  this  act,\n    9  prior  to  the  repeal of this act shall be authorized to remain in such\n   10  program and receive the services thereof after the repeal of  this  act;\n   11  and provided, further, that state funding for the provision of adult day\n   12  health care program services authorized by this act shall continue after\n   13  the  repeal  of  this act for any person to which the provisions of this\n   14  act shall continue to apply.\n",
  "memo" : "BILL NUMBER:S2450\n\nTITLE OF BILL:\nAn act\nto increase the availability of adult day health care programs;\nand providing for the repeal of such provisions upon expiration thereof\n\nPURPOSE:\nThis legislation provides that any assisted living program\noperating in a county with a population of more than one hundred\nthirty thousand and less than one hundred forty thousand persons\nbased on the 2000 Federal Census shall be authorized to operate an\nadult health care program.\n\nSUMMARY OF PROVISIONS:\nThis bill provides that any assisted living\nprogram operating in a county with a population of more than one\nhundred thirty thousand and less than one hundred forty thousand\npersons based on the 2000 Federal Census shall be authorized to\noperate an adult day health care program. The Commissioner of Health\nwould be authorized to provide this increase for a specific period of\ntime as part of a demonstration program. The bill also provides for\nannual reporting requirements and sets the expiration date for the\ndemonstration program at September 1, 2016.\n\nEXISTING LAW:\nCurrently only residential health care facilities\n(nursing homes) are authorized to operate adult day health care\nprograms.\n\nJUSTIFICATION:\nAdult day health care programs are cost-effective\nalternatives to institutional long-term care and should be promoted\nas many individuals are being denied the appropriate care that they\nneed.\nThis bill would allow certain assisted living programs to operate an\nadult day health care program. This bill requires an annual report\nwhich would contain the cost of the program including the savings to\nthe state and local governments, the number of persons served by the\nprogram by county, a description of the demographic and clinical\ncharacteristics of patients served by the program, and an evaluation\nof the quality of care provided to persons served by the program.\nUnless there is a cost savings to the state and local governments,\nthe program would be terminated upon receiving the findings of the\nsecond report.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-2010: S.4807/A.8279 Referred to Health\n2008:      S.8479-A/A.11546 Referred to Rules\n\nFISCAL IMPLICATIONS:\n\nThe fiscal implications of this legislation are\nyet to be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and be deemed\nrepealed September 1, 2016; with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to increase the availability of adult day health care programs; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T134626.TXT", "SOBI.D110121.T121522.TXT", "SOBI.D110121.T123022.TXT", "SOBI.D110121.T120521.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601509
}