{
  "year" : 2011,
  "senateBillNo" : "S2460-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2460-2011-1295586000000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the creation of the Stephentown Memorial library district in the town of Stephentown, county of Rensselaer",
  "summary" : "Provides for the creation of the Stephentown Memorial library district in the town of Stephentown, county of Rensselaer, to replace the Stephentown Memorial library association, if approved by the voters of such proposed district. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "SA8053-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2460\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to provide for the creation of the Stephentown  Memorial  library\n         district  in the county of Rensselaer; and to amend chapter 672 of the\n         laws of 1993, amending the public  authorities  law  relating  to  the\n         construction and financing of facilities for certain public libraries,\n         in  relation  to  including  the Stephentown Memorial library district\n         within the provisions of such chapter\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section   1.   Creation   of  library  district.  Notwithstanding  the\n    2  provisions of any general, special or local law to the  contrary,  there\n    3  may  be  created  pursuant  to  this  act in the county of Rensselaer, a\n    4  public library district which shall include all of the town of  Stephen-\n    5  town, and shall be known as the \"Stephentown Memorial library district\".\n    6    S 2. Election. (a) The Stephentown Memorial library district shall not\n    7  come  into  existence  unless  and  until  it  is  approved, the initial\n    8  proposed budget is approved, and seven trustees are elected by a vote of\n    9  the majority of the qualified  voters  in  the  district  voting  in  an\n   10  election  held  pursuant  to  this  section.  Upon receipt of a petition\n   11  signed by not less than fifty voters qualified  to  vote  at  a  general\n   12  election  and  residing  within  the  area of the proposed district, the\n   13  board of trustees of the existing Stephentown Memorial  library  associ-\n   14  ation  shall give notice of an election to be conducted pursuant to this\n   15  act. Such election shall be held within one year of the  effective  date\n   16  of  this  act. If a majority of such voters approve the formation of the\n   17  district, then the district shall come into existence on the  terms  and\n   18  conditions  set forth in this act. At such election the issues shall be:\n   19  (i) whether the public library district shall be  created  or  not,  and\n   20  whether the initial budget therefor proposed by the board of trustees of\n   21  the Stephentown Memorial library association shall be approved or disap-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02755-01-1\n\n       S. 2460                             2\n\n    1  proved;  and  (ii) the election of seven trustees as provided by section\n    2  three of this act. The trustees of  the  existing  Stephentown  Memorial\n    3  library  association  shall give notice of such election by the publica-\n    4  tion  of a notice in one or more newspapers having a general circulation\n    5  in the district to be served. The first publication of such notice shall\n    6  be not less than thirteen days and not more than twenty  days  prior  to\n    7  the  date  of  such  election. In addition, the board of trustees of the\n    8  existing Stephentown Memorial library association shall cause copies  of\n    9  such  notice  to  be  posted conspicuously in three public places in the\n   10  district at least thirteen days prior to  the  date  of  such  election.\n   11  Such  notice  shall  specify  the  time  when  and  the place where such\n   12  election will be held, the issues to be decided at such election and the\n   13  hours during which polls will be open for the receipt  of  ballots.  The\n   14  board  of  trustees of the existing Stephentown Memorial library associ-\n   15  ation shall prepare the ballots for such elections and the  polls  shall\n   16  remain  open  for  the  receipt  thereof at all elections from 7:00 a.m.\n   17  until 8:00 p.m.  Furthermore, the board of trustees, in consultation and\n   18  cooperation with the board of elections of  the  county  of  Rensselaer,\n   19  shall provide for the distribution and acceptance of absentee ballots in\n   20  accordance  with the provisions of the election law.  The board of trus-\n   21  tees of the existing  Stephentown  Memorial  library  association  shall\n   22  designate  a  resident qualified voter of such district to act as chair-\n   23  person of any election of such district and  shall  designate  not  less\n   24  than two nor more than four resident qualified voters to act as election\n   25  inspectors  and ballot clerks at such elections. No trustee or candidate\n   26  for the office of trustee shall serve as chairperson or as  an  election\n   27  inspector  or ballot clerk. The board of trustees may adopt a resolution\n   28  providing that such chairperson, election inspectors and  ballot  clerks\n   29  shall  be  paid for their respective services at the initial election or\n   30  at subsequent elections, should the library district  be  created.  Such\n   31  resolution,  if adopted, may fit reasonable compensation for services of\n   32  such officials. Every voter otherwise qualified to  vote  at  a  general\n   33  election  and residing within the area of the proposed district shall be\n   34  qualified to vote at said election. After the polls have closed at  such\n   35  election, the election inspectors and the ballot clerks shall immediate-\n   36  ly canvass publicly the ballots cast and the chairperson of the election\n   37  shall  publicly announce the result.  Within seventy-two hours thereaft-\n   38  er, the chairperson, election inspectors and ballot clerks shall execute\n   39  and file a certificate of the result of the canvass with  the  board  of\n   40  trustees  of  the  existing Stephentown Memorial library association and\n   41  the town clerk of the town of Stephentown.\n   42    (b) In the event that the library district is created, there shall  be\n   43  an annual election conducted by the board of trustees of the Stephentown\n   44  Memorial  library district in accordance with the provisions of subdivi-\n   45  sion (a) of this section, at a time to be set by the library  district's\n   46  board,  at  which  election  vacancies on the board of trustees shall be\n   47  filled and at which any proposed budget which the board shall  determine\n   48  to  submit  to  the voters pursuant to section four of this act shall be\n   49  submitted to the voters.\n   50    (c) Candidates for the office of member of the board  of  trustees  of\n   51  the  Stephentown  Memorial  library district shall be nominated by peti-\n   52  tion. No vacancy on the board of trustees to be filled shall be  consid-\n   53  ered  a separate, specific office. A separate petition shall be required\n   54  to nominate each candidate for a vacancy on  the  board.  Each  petition\n   55  shall  be  directed  to the secretary of the board of trustees, shall be\n   56  signed by at least fifty qualified voters of the district,  shall  state\n\n       S. 2460                             3\n\n    1  the  residence of each signer, and shall state the name and residence of\n    2  the candidate. In the event that any such nominee shall withdraw  candi-\n    3  dacy prior to the election, such person shall not be considered a candi-\n    4  date unless a new petition nominating such person in the same manner and\n    5  within  the same time limitation applicable to other candidates is filed\n    6  with the secretary of the board of  trustees.  Each  petition  shall  be\n    7  filed  with the secretary of the board of trustees at the library during\n    8  the hours of operation Monday through Saturday, not later than the thir-\n    9  tieth day preceding the election at which time the candidates  nominated\n   10  are  to  be elected.   Petitions for candidates for the initial board of\n   11  trustees of the Stephentown Memorial library  district  shall  be  filed\n   12  with  the  secretary of the Stephentown Memorial library association. In\n   13  the event that the new district is created, petitions nominating  candi-\n   14  dates  for  the  board  of  trustees after the initial election shall be\n   15  filed with the secretary of the Stephentown Memorial library district.\n   16    (d) At any election of such district, the voters may adopt a  proposi-\n   17  tion providing that, in all subsequent elections, vacancies on the board\n   18  of  trustees shall be considered separate, specific offices and that the\n   19  nominating petitions shall describe the specific vacancy upon the  board\n   20  of  trustees  for  which  the  candidate is nominated, which description\n   21  shall include at least the length of the term of the office and the name\n   22  of the last incumbent, if any. No person shall  be  nominated  for  more\n   23  than  one specific office. Such procedure shall be followed with respect\n   24  to all nominations and election in subsequent  years  until  and  unless\n   25  such  proposition is repealed by the electors of the district at a regu-\n   26  lar election by adoption of a proposition to repeal the same.\n   27    S 3. Organization and  structure.  The  Stephentown  Memorial  library\n   28  district  shall  be managed, operated and controlled by a board of trus-\n   29  tees consisting of seven members. The trustees shall take office on  the\n   30  first  day of the month following their election and shall, at the first\n   31  regular meeting of the board, determine when the term of office of  each\n   32  member  shall expire as follows: the three trustees receiving the first,\n   33  second and third highest number of votes shall serve  for  three  years;\n   34  the  two trustees receiving the fourth and fifth highest number of votes\n   35  shall serve for two years; and the two trustees receiving the sixth  and\n   36  seventh highest number of votes shall serve for one year.  Every trustee\n   37  shall  take  and  file  an  oath of office pursuant to section 10 of the\n   38  public officers law within 30 days  of  taking  office.    As  vacancies\n   39  occur,  trustees shall be elected at the annual election provided for by\n   40  this act to serve three year terms by the voters of the library district\n   41  created pursuant to this act, such terms to commence on the first day of\n   42  the month next following the election.  Only  qualified  voters  of  the\n   43  district  shall  be  eligible for election to the board of trustees. The\n   44  board of trustees at its first meeting each fiscal year shall  elect  or\n   45  appoint a president and vice-president who shall be members of the board\n   46  and  a  secretary, treasurer and such other officers as they deem neces-\n   47  sary. If the board so determines, the offices of secretary and treasurer\n   48  may be held by individuals who are not members of the board of  trustees\n   49  and,  in  that  event,  such  officers  may, if the board so determines,\n   50  receive compensation as fixed by resolution of the board.\n   51    S 4. Finances. (a) The initial budget  for  the  Stephentown  Memorial\n   52  library  district  shall  be  determined  by a vote of the voters of the\n   53  district in the initial election as provided for in  this  section.  All\n   54  future  budgets  that  increased  or  decreased the Stephentown Memorial\n   55  library district proposed total operating expenditures  over  the  total\n   56  operating  expenditures in the last preceding fiscal year's budget shall\n\n       S. 2460                             4\n\n    1  be submitted to the residents voting at the annual election of  trustees\n    2  pursuant to section two of this act. Funds voted for library purposes at\n    3  the initial election and at all future budget elections shall be consid-\n    4  ered  an annual appropriation therefor and shall be levied and collected\n    5  yearly in the same manner and at the same time as  other  real  property\n    6  taxes in the town of Stephentown.\n    7    (b) The board of trustees shall annually file with the financial offi-\n    8  cers  of the town of Stephentown, the dollar amount to be raised by levy\n    9  for the library district. Such town shall not make  any  change  in  the\n   10  dollar  amount  submitted to the town of Stephentown by the board of the\n   11  library district.\n   12    (c) The town of Stephentown shall levy a tax against the real property\n   13  lying within the district  for  the  amount  to  be  raised  by  tax  as\n   14  contained  in  the  annual  budget  of  the Stephentown Memorial library\n   15  district. However, nothing in this act shall be construed as superseding\n   16  any valid property tax exemptions.  The town of  Stephentown  may  issue\n   17  tax  anticipation  notes,  revenue  anticipation  notes and budget notes\n   18  pursuant to article 2 of the local finance law to obtain  the  necessary\n   19  moneys therefor.\n   20    (d)  The  town of Stephentown shall have the power to authorize, sell,\n   21  and issue bonds, notes and other evidences of indebtedness  pursuant  to\n   22  the local finance law in order to permit the library district to provide\n   23  facilities  or  improved  facilities  for library purposes. Upon written\n   24  request from the board of trustees of the Stephentown  Memorial  library\n   25  district,  after  approval  by  the  qualified  voters  of  such library\n   26  district, the town of Stephentown shall authorize, sell, and issue  such\n   27  bonds,  notes  or  other  evidences  of indebtedness as are necessary to\n   28  accomplish the improvements specified in the  notice.  The  proceeds  of\n   29  such  bonds,  notes  or other evidences of indebtedness shall be paid to\n   30  the treasurer of the Stephentown Memorial  library  district  and  main-\n   31  tained  in a segregated account in accordance with section 165.00 of the\n   32  local finance law and expended by the treasurer only on specific author-\n   33  ization by the board of trustees.\n   34    (e) The board of trustees of the Stephentown Memorial library district\n   35  may accept on behalf of  the  district  any  absolute  gift,  devise  or\n   36  bequest of real or personal property and such conditional gifts, devises\n   37  or bequests as it shall by resolution approve.\n   38    (f)  The  treasurer of the Stephentown Memorial library district shall\n   39  be custodian of all funds of the library district, including  gifts  and\n   40  trust funds paid over to the trustees. The board of trustees may author-\n   41  ize  the investment of funds in the custody of the treasurer in the same\n   42  manner in which town funds may  be  invested.  Proceeds  of  obligations\n   43  received from the town of Stephentown may be invested in accordance with\n   44  section  165.00  of the local finance law. The town of Stephentown shall\n   45  promptly pay over to  the  Stephentown  Memorial  library  district  all\n   46  moneys which belong to or are raised for the library district. No moneys\n   47  shall be disbursed by the treasurer of the library district except after\n   48  audit by the board of trustees. The board of trustees of the Stephentown\n   49  Memorial  library  district  shall  audit all claims and shall order the\n   50  payment thereof, except as otherwise provided by this section.  No  such\n   51  claims shall be reviewed or ordered paid by the trustees unless an item-\n   52  ized  voucher  therefor  shall be presented to the board of trustees for\n   53  approval and allowance. The foregoing requirement that no  moneys  shall\n   54  be  disbursed  by the treasurer of the district except after approval by\n   55  the board of trustees shall not be applicable to payment  of  claims  of\n   56  fixed salaries and amounts which the library district may be required to\n\n       S. 2460                             5\n\n    1  pay  on account of retirement contributions for past or current services\n    2  to officers and employees of the library district. The  treasurer  shall\n    3  keep such records in such manner as the board of trustees may require.\n    4    S 5. Charter, commencement of operations, and transfer of property and\n    5  employees. The initially elected trustees shall, within thirty days from\n    6  the  date  of  approval  of  the  library  district by the voters of the\n    7  district, apply to the board of  regents  for  a  charter  as  a  public\n    8  library.  Upon  the  granting of such a charter by the board of regents,\n    9  then the Stephentown Memorial library association  shall  be  dissolved,\n   10  and  title  to  all liabilities and assets, including all property, real\n   11  and personal, and all other tangible and intangible property, trust  and\n   12  other funds, and all other obligations, held by the Stephentown Memorial\n   13  library  association shall be transferred to, vested in, and be acquired\n   14  by the Stephentown Memorial library district established  by  this  act.\n   15  Upon the granting of such charter by the board of regents, all employees\n   16  of  the  Stephentown Memorial library association shall become employees\n   17  of the library district upon the same terms and conditions of employment\n   18  and at the same rate of pay as their previous employment by the Stephen-\n   19  town Memorial library association, and the employees of the  Stephentown\n   20  Memorial library district shall be subject to the civil service law.\n   21    S 6.  Ad valorem levy. The several lots and parcels of land within the\n   22  area  of  the  library district are hereby determined to be benefited by\n   23  the library facilities and devises existing as of the effective date  of\n   24  this  act,  and  the town of Stephentown is hereby authorized to assess,\n   25  levy and collect the necessary expenses of  operation,  maintenance  and\n   26  repair  of  such  facilities and services and such capital improvements,\n   27  including debt service on bonds, notes or  other  evidences  of  indebt-\n   28  edness  of  the  library  of  municipality issued for the purpose of the\n   29  Stephentown Memorial library district, as may be authorized pursuant  to\n   30  the  provisions  of  this  act from such lots and parcels of land in the\n   31  same manner and at the same time as other municipal charges.\n   32    S 7. Education law. Except as otherwise  provided  by  this  act,  the\n   33  provisions  of  the  education law relating to public libraries shall be\n   34  applicable to the Stephentown Memorial library district  established  by\n   35  this act.\n   36    S 8. Section 5 of chapter 672 of the laws of 1993, amending the public\n   37  authorities law relating to the construction and financing of facilities\n   38  for  certain public libraries, as separately amended by chapters 417 and\n   39  501 of the laws of 2010, is amended to read as follows:\n   40    S 5. The following libraries shall be eligible  public  libraries  for\n   41  purposes of title 4 of article 8 of the public authorities law:\n   42    Comsewogue Public Library\n   43    Rogers Memorial Library Company\n   44    Hendrick Hudson Free Library\n   45    Riverhead Free Library\n   46    Northern Onondaga Public Library District\n   47    Suffern Free Library\n   48    Haverstraw King's Daughters Public Library\n   49    Crandall Public Library\n   50    Sayville Library\n   51    Monroe Free Library\n   52    Harborfields Public Library\n   53    Howland Public Library\n   54    Patchogue-Medford Library\n   55    New City Library\n   56    Babylon Public Library\n\n       S. 2460                             6\n\n    1    Lindenhurst Memorial Library\n    2    Great Neck Library\n    3    Caledonia Public Library\n    4    Bayport-Blue Point Public Library\n    5    The Bryant Library\n    6    Swan Library\n    7    Bay Shore-Brightwaters Public Library\n    8    The Albany Public Library\n    9    Elwood Public Library\n   10    Peninsula Public Library\n   11    Smithtown Special Library District\n   12    Goshen Public Library and Historical Society\n   13    The Hauppauge Public Library\n   14    The Nyack Library\n   15    North Merrick Public Library\n   16    Southold Free Library\n   17    The Hampton Library in Bridgehampton, Inc.\n   18    John Jermain Memorial Library\n   19    Westhampton Free Library\n   20    The Plainview-Old Bethpage Public Library\n   21    Commack Public Library\n   22    Troy Public Library\n   23    Brunswick Community Library District\n   24    D.R. Evarts Library District\n   25    STEPHENTOWN MEMORIAL LIBRARY DISTRICT\n   26    S  9.  This  act shall take effect immediately; provided, that section\n   27  eight of this act shall take effect on the same date as the  Stephentown\n   28  Memorial  library  district  shall  come into existence pursuant to this\n   29  act; provided that the trustees  of  the  Stephentown  Memorial  library\n   30  district  shall notify the legislative bill drafting commission upon the\n   31  creation of such district pursuant to this act in order that the commis-\n   32  sion may maintain an accurate and timely  effective  data  base  of  the\n   33  official  text  of  the  laws of the state of New York in furtherance of\n   34  effectuating the provisions of section 44 of  the  legislative  law  and\n   35  section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to provide for the creation of the Stephentown Memorial library district in the county of Rensselaer; and to amend chapter 672 of the laws of 1993, amending the public authorities law relating to the construction and financing of facilities for certain public libraries, in relation to including the Stephentown Memorial library district within the provisions of such chapter ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T125024.TXT", "SOBI.D110121.T132525.TXT", "SOBI.D110124.T135126.TXT", "SOBI.D110121.T130524.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295895086870
}