{
  "year" : 2011,
  "senateBillNo" : "S2466-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2466-2011-1295586000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes and directs the commissioner of transportation and the thruway authority to establish a mileage-based exit numbering system",
  "summary" : "Authorizes and directs the commissioner of transportation and the New York state thruway authority to implement a mileage-based exit numbering system along interstate highways located within the state. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Highway Law",
  "previousVersions" : [ "SA523-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2466\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LIBOUS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the highway law  and  the  public  authorities  law,  in\n         relation  to  establishing  a mileage-based numbering system for exits\n         along interstate highways within the state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The highway law is amended by adding a new section 331 to\n    2  read as follows:\n    3    S 331. MILEAGE-BASED EXIT NUMBERS; INTERSTATE HIGHWAYS. 1. THE COMMIS-\n    4  SIONER IS HEREBY AUTHORIZED AND DIRECTED TO DEVELOP AND IMPLEMENT A PLAN\n    5  TO CONVERT EXIT NUMBERS ALONG INTERSTATE HIGHWAYS  LOCATED  WITHIN  THIS\n    6  STATE TO A MILEAGE-BASED EXIT NUMBERING SYSTEM.  SUCH SYSTEM SHALL:\n    7    (A) FOLLOW, AS CLOSELY AS IS PRACTICABLE, THE FEDERAL HIGHWAY ADMINIS-\n    8  TRATION  INTERCHANGE  EXIT  NUMBERING  SYSTEM OF MILEAGE-BASED REFERENCE\n    9  POST NUMBERING;\n   10    (B) FOLLOW THE CONVENTION THAT SUCH MILEAGE-BASED EXIT NUMBERING SHALL\n   11  BEGIN AT THE SOUTHERNMOST OR WESTERNMOST  TERMINUS  OF  SUCH  INTERSTATE\n   12  HIGHWAY; AND\n   13    (C)  MINIMIZE  COST  BY USING EXISTING ROADSIDE AND OVERHEAD SIGNS AND\n   14  ADD-ON PLATES TO DISPLAY NEW EXIT NUMBERS WHENEVER POSSIBLE.\n   15    2. FOR A PERIOD OF TWO YEARS FOLLOWING THE COMPLETION OF  THE  CONVER-\n   16  SION  TO  THE  MILEAGE-BASED EXIT NUMBERING SYSTEM MADE PURSUANT TO THIS\n   17  SECTION, THE EXIT NUMBER OF EACH EXIT PRIOR  TO  SUCH  CONVERSION  SHALL\n   18  CONTINUE TO BE DISPLAYED AT EACH SUCH EXIT.\n   19    3.  THE  MILEAGE-BASED EXIT NUMBERING SYSTEM SET FORTH IN THIS SECTION\n   20  SHALL BE COMPLETED ON OR BEFORE JANUARY FIRST, TWO THOUSAND FIFTEEN.\n   21    S 2. The public authorities law is amended by adding a new section 388\n   22  to read as follows:\n   23    S 388. MILEAGE-BASED EXIT NUMBERS; INTERSTATE HIGHWAYS. 1. THE AUTHOR-\n   24  ITY, IN CONSULTATION WITH THE DEPARTMENT OF  TRANSPORTATION,  IS  HEREBY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07275-01-1\n\n       S. 2466                             2\n\n    1  AUTHORIZED  AND DIRECTED TO DEVELOP AND IMPLEMENT A PLAN TO CONVERT EXIT\n    2  NUMBERS ALONG INTERSTATE HIGHWAYS LOCATED WITHIN THIS STATE TO  A  MILE-\n    3  AGE-BASED EXIT NUMBERING SYSTEM.  SUCH SYSTEM SHALL:\n    4    (A) FOLLOW, AS CLOSELY AS IS PRACTICABLE, THE FEDERAL HIGHWAY ADMINIS-\n    5  TRATION  INTERCHANGE  EXIT  NUMBERING  SYSTEM OF MILEAGE-BASED REFERENCE\n    6  POST NUMBERING;\n    7    (B) FOLLOW THE CONVENTION THAT SUCH MILEAGE-BASED EXIT NUMBERING SHALL\n    8  BEGIN AT THE SOUTHERNMOST OR WESTERNMOST  TERMINUS  OF  SUCH  INTERSTATE\n    9  HIGHWAY; AND\n   10    (C)  MINIMIZE  COST  BY USING EXISTING ROADSIDE AND OVERHEAD SIGNS AND\n   11  ADD-ON PLATES TO DISPLAY NEW EXIT NUMBERS WHENEVER POSSIBLE.\n   12    2. FOR A PERIOD OF TWO YEARS FOLLOWING THE COMPLETION OF  THE  CONVER-\n   13  SION  TO  THE  MILEAGE-BASED EXIT NUMBERING SYSTEM MADE PURSUANT TO THIS\n   14  SECTION, THE EXIT NUMBER OF EACH EXIT PRIOR  TO  SUCH  CONVERSION  SHALL\n   15  CONTINUE TO BE DISPLAYED AT EACH SUCH EXIT.\n   16    3.  THE  MILEAGE-BASED EXIT NUMBERING SYSTEM SET FORTH IN THIS SECTION\n   17  SHALL BE COMPLETED ON OR BEFORE JANUARY FIRST, TWO THOUSAND FIFTEEN.\n   18    S 3. The commissioner of transportation and the chairman  of  the  New\n   19  York  state  thruway  authority  shall  work  in cooperation and jointly\n   20  establish uniform standards  and  signage  for  the  mileage-based  exit\n   21  number required by the provisions of this act.\n   22    S 4. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2466\n\nTITLE OF BILL:\nAn act\nto amend the highway law and the public authorities law,\nin relation to establishing a\nmileage-based numbering system for exits along interstate highways\nwithin the state\n\nPURPOSE OF BILL:\nTo change the exit numbers on inter states from a chronological system\nto a mileage-based system.\n\nSUMMARY OF PROVISIONS:\nSection 331 is added to the highway law to authorize the Commissioner\nof the Department of Transportation to develop and implement a plan\nto convert the exit numbers along interstate highways in New York to\na mileage-based system.\n\nSection 388 is added to the public authorities law to authorize the\nThruway Authority, in consultation with the Department of\nTransportation, to develop and implement a plan to convert the exit\nnumbers along interstate highways in New York to a mileage-based\nsystem.\n\nThe plan will include the following provisions:\n\n(a) As closely as practicable, follow the Federal Highway\nAdministration mileage-based exit numbering system.\n\n(b) Follow the convention that the numbering shall start at the\nsouthernmost or westernmost terminus of the interstate.\n\n(c) Minimize cost by using existing roadside and overhead signs\nwhenever possible.\n\n(d) For a period of two years the exit number of each exit prior to\nsuch conversion shall be displayed at each such exit.\n\n(e) The mileage-based exit numbering system shall be completed on or\nbefore January 1, 2014.\n\nJUSTIFICATION:\nForty-three States currently use a mileage-based system of exit\nnumbering.\n\nThe Federal Highway Administration (FHWA) recognizes two systems for\nnumbering exits on the Dwight D Eisenhower Interstate and Defense\nHighway system; chronological and mileage-based.\n\nThe FHWA endorses the use of the mileage-based system and has included\nlanguage in the proposed 2009 National MUTCD which would mandate the\nmileage based system. The FHWA notes that it is easier for travelers\nto navigate a system that is easy to follow and can make stressed\ndrivers a little more at ease. By numbering the exits to coincide\nwith the mileage, travelers know how far they need to drive to arrive\nat their destination. Trip planning and stops become less of a\nproblem for stressed or tired drivers who can take comfort in knowing\nhow far they have to travel to rest at their destination.\n\nAdditionally, a mileage-based system of exit numbers makes numbering a\nnewly inserted exit less confusing.\n\nAdvantages of a mileage-based system are also seen in the efficiency\nit provides emergency teams. The mileage-based exit numbers system is\nrecognized as a way to improve the navigation of emergency services\nand results in the speedy, accurate location of victims.\n\nLEGISLATIVE HISTORY:\n2007: Referred to Transportation\n2008: Passed Senate\n2010: S.523A - Referred to Transportation\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the highway law and the public authorities law, in relation to establishing a mileage-based numbering system for exits along interstate highways within the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T141530.TXT", "SOBI.D110121.T143031.TXT", "SOBI.D110124.T141629.TXT", "SOBI.D110121.T141029.TXT", "SOBI.D110124.T141129.TXT", "SOBI.D110126.T181321.TXT", "SOBI.D110121.T145533.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601531
}