{
  "year" : 2011,
  "senateBillNo" : "S2461-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2461-2011-1295586000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"honesty in permit processing act\"",
  "summary" : "Enacts the \"honesty in permit processing act\"; requires state agencies to annually report to the public on the time periods for processing applications of each type of permit, license, registration and certification; such report shall be submitted to the governor and the legislature, and made available to the public on the agency internet homepage; requires permit processing information to be printed on the cover page of each permit application; requires all permit applications to be processed within a time period equal to 134% of the average processing time during the previous calendar year; failure to complete processing within such period of time shall require the state agency to refund the application fees to the applicant. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S524-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2461\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LIBOUS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to requiring state  agen-\n         cies  which  issue  licenses,  registrations,  permits  and/or certif-\n         ications to annually report on the periods of time  taken  to  process\n         each application therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"honesty in permit processing act\".\n    3    S  2.  The  executive  law is amended by adding a new section 164-e to\n    4  read as follows:\n    5    S 164-E. LICENSE AND PERMIT APPLICATION PROCESSING; ANNUAL REPORTS. 1.\n    6  FOR THE PURPOSES OF THIS SECTION:\n    7    (A) \"PERMIT\" SHALL MEAN ANY PERMIT, LICENSE, CERTIFICATION,  REGISTRA-\n    8  TION  OR  APPROVAL  ISSUED  BY A STATE AGENCY, WHICH IS REQUIRED BY LAW,\n    9  RULE OR REGULATION.\n   10    (B) \"STATE AGENCY\" SHALL MEAN ANY DEPARTMENT, BOARD,  BUREAU,  COMMIS-\n   11  SION, DIVISION, AUTHORITY, OFFICE, COUNCIL OR AGENCY OF THE STATE.\n   12    2.  EVERY STATE AGENCY, WHICH PROCESSES AND ISSUES ONE HUNDRED OR MORE\n   13  PERMITS DURING A CALENDAR YEAR, SHALL, ON OR BEFORE  FEBRUARY  FIFTEENTH\n   14  EACH  YEAR,  ISSUE  AND  PUBLISH  A REPORT ON ITS PERMIT PROCESSING TIME\n   15  PERIODS DURING THE PRECEDING CALENDAR YEAR, WHICH SHALL INCLUDE, BUT NOT\n   16  BE LIMITED TO:\n   17    (A) THE AVERAGE TIME IT TOOK TO PROCESS APPLICATIONS FOR EACH SPECIFIC\n   18  TYPE OF PERMIT FROM THE RECEIPT OF THE APPLICATION  THEREFOR  UNTIL  THE\n   19  ISSUANCE OR DENIAL OF SUCH PERMIT; AND\n   20    (B)  THE  SHORTEST  AND  LONGEST PERIODS OF TIME IT TOOK TO PROCESS AN\n   21  APPLICATION FOR EACH SPECIFIC TYPE OF PERMIT.\n   22    3. THE REPORT REQUIRED BY SUBDIVISION TWO OF  THIS  SECTION  SHALL  BE\n   23  SUBMITTED  TO  THE  GOVERNOR  AND  THE LEGISLATURE, AND BE PUBLISHED AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07273-01-1\n\n       S. 2461                             2\n\n    1  DISTRIBUTED, IN BOTH WRITTEN AND ELECTRONIC FORMS,  FOR  ACCESS  BY  THE\n    2  PUBLIC. EACH STATE AGENCY SHALL POST, ON ITS INTERNET HOMEPAGE, THE MOST\n    3  RECENT REPORT IT HAS ISSUED PURSUANT TO SUBDIVISION TWO OF THIS SECTION.\n    4    4.  THE  INFORMATION  COMPILED  PURSUANT  TO  SUBDIVISION  TWO OF THIS\n    5  SECTION, FOR EACH SPECIFIC PERMIT SHALL BE PRINTED ON THE COVER PAGE  OF\n    6  THE APPLICATION FOR SUCH PERMIT.\n    7    5.  EACH  STATE AGENCY SHALL ANNUALLY PROCESS APPLICATIONS FOR PERMITS\n    8  WITHIN A TIME PERIOD WHICH IS EQUAL TO OR LESS THAN ONE HUNDRED  THIRTY-\n    9  FOUR  PERCENT OF THE AVERAGE TIME PERIOD FOR PROCESSING APPLICATIONS FOR\n   10  THAT TYPE OF PERMIT DURING THE PRECEDING CALENDAR YEAR.  IN ANY INSTANCE\n   11  IN WHICH A STATE AGENCY FAILS TO PROCESS AN APPLICATION WITHIN SUCH TIME\n   12  PERIOD, SUCH AGENCY SHALL IMMEDIATELY REFUND TO THE PERMIT APPLICANT ALL\n   13  CHARGES AND FEES IMPOSED AS A CONDITION OF SUBMITTING SUCH PERMIT APPLI-\n   14  CATION.\n   15    S 3. This act shall take effect on the first of April next  succeeding\n   16  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to requiring state agencies which issue licenses, registrations, permits and/or certifications to annually report on the periods of time taken to process each application therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T143031.TXT", "SOBI.D110121.T141029.TXT", "SOBI.D110124.T135126.TXT", "SOBI.D110121.T145533.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295895086872
}