{
  "year" : 2011,
  "senateBillNo" : "S2467-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2467-2011-1295586000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the deposit, into the dedicated highway and bridge trust fund, of a portion of the sales tax collected on each gallon of motor fuel sold at retail",
  "summary" : "Requires the deposit, into the dedicated highway and bridge trust fund, of a portion of the sales tax collected on each gallon of motor fuel sold at retail. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S7213-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2467\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LIBOUS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law and the state finance law,  in  relation  to\n         providing  for the deposit into the dedicated highway and bridge trust\n         fund of a portion of the sales tax revenue from the sale of motor fuel\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1148 of the tax law, as amended by chapter 3 of the\n    2  laws of 2004, is amended to read as follows:\n    3    S 1148. Deposit and disposition of revenue. [All] (A) EXCEPT AS OTHER-\n    4  WISE  PROVIDED  IN  SUBDIVISION (B) OF THIS SECTION, ALL taxes, interest\n    5  and penalties collected or received by the commissioner under this arti-\n    6  cle shall be deposited and disposed of pursuant  to  the  provisions  of\n    7  section one hundred seventy-one-a of this chapter; provided however, the\n    8  comptroller  shall  on  or before the twelfth day of each month, pay all\n    9  such taxes, interest and penalties  collected  under  this  article  and\n   10  remaining  to  the comptroller's credit in such banks, banking houses or\n   11  trust companies at the close of business on the last day of the  preced-\n   12  ing month, into the general fund of the state treasury, except as other-\n   13  wise  provided  in  sections  ninety-two-d and ninety-two-r of the state\n   14  finance law and sections eleven hundred two,  eleven  hundred  four  and\n   15  eleven hundred nine of this article.\n   16    (B)  ONE  CENT  OF THE TAXES COLLECTED OR RECEIVED BY THE COMMISSIONER\n   17  UNDER THIS ARTICLE FOR THE RETAIL SALE OF  EACH  GALLON  OF  MOTOR  FUEL\n   18  SHALL  BE  DEPOSITED  IN  THE  DEDICATED  HIGHWAY AND BRIDGE TRUST FUND,\n   19  ESTABLISHED BY SECTION EIGHTY-NINE-B OF THE STATE FINANCE LAW.\n   20    S 2. Subdivision (b) of section 1148 of  the  tax  law,  as  added  by\n   21  section one of this act, is amended to read as follows:\n   22    (b)  [One  cent]  TWO  CENTS of the taxes collected or received by the\n   23  commissioner under this article for the retail sale of  each  gallon  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07263-01-1\n\n       S. 2467                             2\n\n    1  motor  fuel shall be deposited in the dedicated highway and bridge trust\n    2  fund, established by section eighty-nine-b of the state finance law.\n    3    S  3.  Subdivision  (b)  of section 1148 of the tax law, as amended by\n    4  section two of this act, is amended to read as follows:\n    5    (b) [Two] THREE cents of  the  taxes  collected  or  received  by  the\n    6  commissioner  under  this  article for the retail sale of each gallon of\n    7  motor fuel shall be deposited in the dedicated highway and bridge  trust\n    8  fund, established by section eighty-nine-b of the state finance law.\n    9    S  4.  Subdivision  (b)  of section 1148 of the tax law, as amended by\n   10  section three of this act, is amended to read as follows:\n   11    (b) [Three] FOUR cents of the  taxes  collected  or  received  by  the\n   12  commissioner  under  this  article for the retail sale of each gallon of\n   13  motor fuel shall be deposited in the dedicated highway and bridge  trust\n   14  fund, established by section eighty-nine-b of the state finance law.\n   15    S  5.  Subdivision  (b)  of section 1148 of the tax law, as amended by\n   16  section four of this act, is amended to read as follows:\n   17    (b) [Four] FIVE cents of  the  taxes  collected  or  received  by  the\n   18  commissioner  under  this  article for the retail sale of each gallon of\n   19  motor fuel shall be deposited in the dedicated highway and bridge  trust\n   20  fund, established by section eighty-nine-b of the state finance law.\n   21    S  6. Subdivision 4 of section 89-b of the state finance law, as added\n   22  by chapter 56 of the laws of 1993, is amended to read as follows:\n   23    4. The highway and bridge capital account shall  consist  (I)  of  all\n   24  moneys  transferred  from  the  special  obligation  reserve and payment\n   25  account, (II) OF ALL MONEYS REQUIRED TO BE DEPOSITED  IN  THE  DEDICATED\n   26  HIGHWAY  AND  BRIDGE  TRUST  FUND PURSUANT TO SUBDIVISION (B) OF SECTION\n   27  ELEVEN HUNDRED FORTY-EIGHT OF THE TAX LAW, and (III) OF any other moneys\n   28  credited or transferred thereto from any other fund, account or source.\n   29    S 7. This act shall take effect April 1, 2012, provided, that:\n   30    (a) section two of this act shall take effect April 1, 2013;\n   31    (b) section three of this act shall take effect April 1, 2014;\n   32    (c) section four of this act shall take effect April 1, 2015; and\n   33    (d) section five of this act shall take effect April 1, 2016.\n",
  "memo" : "BILL NUMBER:S2467\n\nTITLE OF BILL:\nAn act\nto amend the tax law and the state finance law, in relation to providing\nfor the deposit into the dedicated highway and bridge trust fund of a\nportion of the sales tax revenue from the sale of motor fuel\n\nPURPOSE:\nThe purpose of this bill is to dedicate a portion of funds brought in\nthrough sales tax revenue on gasoline and place them in the Dedicated\nHighway and Bridge Trust Fund.\n\nSUMMARY OF PROVISIONS:\nSection 1. Amends Section 1148 of the Tax Law, to read that one cent\nof the taxes collected or received by the Commissioner under section\n1148 for the retail sale of each gallon of motor fuel shall be\ndeposited in the Dedicated Highway and Bridge Trust Fund.\n\nSection 2. Section 5. Allows for an increase in the amount of\ndedication to the Highway and Bridge Trust Fund at a rate of\n$0.02/year as set by the effective dates in Section 7.\n\nSection 6. This section allows for sales tax revenue from gasoline to\nbe directed to the Highway and Bridge Trust Fund.\n\nSection 7. Sets the effective date for the act as April 1, 2012,\nprovided that &sect;2 of the act takes effect on April 1, 2013, &sect;3 of the\nact takes effect on April 1, 2014, &sect;4 of the act takes effect on\nApril 1, 2015, &sect; 5 of the act takes effect on April 1, 2016.\n\nJUSTIFICATION:\nIn 2007, the New York state Department of Transportation released a 20\nyear transportation capital needs analysis. The report showed a\ntransportation system in decline. In October 2009, the New York State\nDepartment of Transportation proposed a $25.8 billion five year\ncapital plan that would merely hold conditions steady. Based on\navailable money, research estimates a funding gap of $8 billion over\nthe 5 years.\n\nThere is currently a sales tax on motor fuels that generates $947\nmillion annually, none of which is dedicated to transportation. The\ndedication of $0.01/gallon, increasing $0.01/year for 5 years, would\ncreate $65.8 million for highway and bridge use in 2012 and would\ndedicate a total of $987 million for highway and bridge use by the\nend of 2016 (based on a usage of 6,579.5 million gallons/year). Every\nyear thereafter, based on the same usage, there would be an expected\ndedication of $329 million/year.\n\nThis bill does not increase sales tax on gasoline.\n\nLEGISLATIVE HISTORY:\n2010: S.7213 - Referred to Investigation and Government Operations\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on April 1, 2012, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to providing for the deposit into the dedicated highway and bridge trust fund of a portion of the sales tax revenue from the sale of motor fuel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T141530.TXT", "SOBI.D110121.T143031.TXT", "SOBI.D110124.T141629.TXT", "SOBI.D110126.T181321.TXT", "SOBI.D110121.T145533.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601535
}