{
  "year" : 2011,
  "senateBillNo" : "S2465-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2465-2011-1295586000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires public contracts to include a clause authorizing contractors to recover damages for delay for itself as well as on behalf of subcontractors or materialmen",
  "summary" : "Requires public contracts to include clauses authorizing contractors to recover damages for delay which are caused by acts or omissions by the public owner, as otherwise permitted by law, and requires the contractor, when submitting a claim, to certify that the supporting data is accurate to the best of his or her knowledge and the amount of the claim he or she believes to be the public owner's liability. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S4671-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2465\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LIBOUS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, in relation to damages for  delay\n         clauses in public contracts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state finance law is amended by adding  a  new  section\n    2  138-b to read as follows:\n    3    S  138-B.  DAMAGES  FOR  DELAY IN PUBLIC CONTRACTS.  1.  ALL CONTRACTS\n    4  MADE AND AWARDED BY THE STATE,  ANY  STATE  AGENCY,  PUBLIC  DEPARTMENT,\n    5  MUNICIPAL  CORPORATION, PUBLIC BENEFIT CORPORATION, SCHOOL DISTRICT OR A\n    6  COMMISSION APPOINTED PURSUANT TO LAW (HEREINAFTER REFERRED  TO  IN  THIS\n    7  SECTION  AS  A \"PUBLIC OWNER\") FOR DESIGN, CONSTRUCTION, RECONSTRUCTION,\n    8  DEMOLITION, ALTERATION, REPAIR OR IMPROVEMENT OF ANY PUBLIC WORKS  SHALL\n    9  CONTAIN  A CLAUSE WHICH ALLOWS A CONTRACTOR TO MAKE CLAIM FOR ADDITIONAL\n   10  COSTS FROM CAUSES LISTED BELOW, ATTRIBUTABLE TO DELAY IN THE PERFORMANCE\n   11  OF THIS CONTRACT, OCCASIONED BY ANY ACT OR OMISSION TO ACT BY THE PUBLIC\n   12  OWNER OR ANY OF ITS REPRESENTATIVES.\n   13    (A) THE FAILURE OF THE PUBLIC OWNER TO  TAKE  REASONABLE  MEASURES  TO\n   14  COORDINATE AND PROGRESS THE WORK.\n   15    (B)  EXTENDED DELAYS ATTRIBUTABLE TO THE PUBLIC OWNER IN THE REVIEW OR\n   16  ISSUANCE OF ORDERS-ON-CONTRACT OR FIELD ORDERS, IN SHOP DRAWING  REVIEWS\n   17  OR  APPROVALS OR AS A RESULT OF THE CUMULATIVE IMPACT OF MULTIPLE ORDERS\n   18  ON CONTRACT, WHICH CONSTITUTE A QUALITATIVE CHANGE TO THE  PROJECT  WORK\n   19  AND WHICH HAVE A VERIFIABLE IMPACT ON PROJECT COSTS.\n   20    (C) THE UNAVAILABILITY OF THE SITE FOR SUCH AN EXTENDED PERIOD OF TIME\n   21  WHICH SIGNIFICANTLY AFFECTS THE SCHEDULED COMPLETION OF THE CONTRACT.\n   22    (D)  THE ISSUANCE BY THE PUBLIC OWNER OF A STOP WORK ORDER RELATIVE TO\n   23  A SUBSTANTIAL PORTION OF WORK FOR A PERIOD EXCEEDING THIRTY DAYS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07298-01-1\n\n       S. 2465                             2\n\n    1    2. WHEN SUBMITTING ANY  SUCH  CLAIM  AGAINST  THE  PUBLIC  OWNER,  THE\n    2  CONTRACTOR, FOR ITSELF AND/OR ON BEHALF OF ANY CLAIMING SUBCONTRACTOR OR\n    3  MATERIALMAN, SHALL CERTIFY IN WRITING AND UNDER OATH:\n    4    (A)  THAT THE SUPPORTING DATA IS ACCURATE AND COMPLETE TO THE CONTRAC-\n    5  TOR'S BEST KNOWLEDGE OR BELIEF, AND THAT OF ANY  CLAIMING  SUBCONTRACTOR\n    6  OR MATERIALMAN; AND\n    7    (B)  THAT THE AMOUNT OF THE CLAIM ITSELF REFLECTS WHAT THE CONTRACTOR,\n    8  SUBCONTRACTOR AND/OR MATERIALMAN IN GOOD FAITH BELIEVE TO BE THE  PUBLIC\n    9  OWNER'S LIABILITY.\n   10    S 2. This act shall take effect on the one hundred eightieth day after\n   11  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to damages for delay clauses in public contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T143031.TXT", "SOBI.D110121.T141029.TXT", "SOBI.D110124.T135627.TXT", "SOBI.D110121.T145533.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295895387035
}