{
  "year" : 2011,
  "senateBillNo" : "S2463-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2463-2011-1295586000000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs state board of elections to contract with certified public accountancy firm to audit 3% of the candidates who run for state legislature during general election",
  "summary" : "Enacts the \"clean campaign finance act\"; directs the state board of elections to contract with a certified public accountancy firm to review and audit a randomly selected 3% of the candidates who run for the state legislature during each general election; such review and audit shall analyze each candidate's compliance with the provisions of the election law. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S6973-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2463\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LIBOUS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation  to  directing  the  state\n         board  of  elections  to  contract with a certified public accountancy\n         firm for the audit and review of the campaign  receipts  and  expendi-\n         tures  of  three  percent  of the candidates for election to the state\n         legislature\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   Short title. This act shall be known and may be cited as\n    2  the \"clean campaign finance act\".\n    3    S 2.  The election law is amended by adding a  new  section  3-112  to\n    4  read as follows:\n    5    S  3-112.  REVIEW  AND  AUDIT  OF  COMPLIANCE WITH ARTICLE FOURTEEN OF\n    6  CANDIDATES FOR ELECTION TO THE STATE LEGISLATURE. 1. ON  OR  BEFORE  THE\n    7  FIRST  OF  DECEMBER  OF  EACH  EVEN  NUMBERED  YEAR,  THE STATE BOARD OF\n    8  ELECTIONS SHALL CONTRACT WITH A CERTIFIED  PUBLIC  ACCOUNTANCY  FIRM  TO\n    9  CONDUCT  A  REVIEW  AND  AUDIT OF CERTAIN CANDIDATES FOR ELECTION TO THE\n   10  STATE LEGISLATURE. SUCH CONTRACT SHALL BE AWARDED TO THE LOWEST  RESPON-\n   11  SIBLE  BIDDER WHICH MEETS ALL THE REQUIREMENTS OF SUCH BOARD'S SOLICITA-\n   12  TION FOR BIDS; PROVIDED, HOWEVER, NO CERTIFIED PUBLIC  ACCOUNTANCY  FIRM\n   13  SHALL  BE AWARDED SUCH CONTRACT IF IT HAS BEEN AWARDED A CONTRACT PURSU-\n   14  ANT TO THIS SUBDIVISION IN THE PREVIOUS FIVE YEARS.\n   15    2. ON OR BEFORE THE TENTH DAY OF JANUARY OF EACH  ODD  NUMBERED  YEAR,\n   16  THE  STATE BOARD OF ELECTIONS SHALL SELECT BY LOTTERY, AT A PUBLIC DRAW-\n   17  ING, NOT LESS THAN THREE PERCENT  OF  ALL  THE  CANDIDATES  WHOSE  NAMES\n   18  APPEARED  ON  THE  BALLOT  FOR  ELECTION TO THE STATE LEGISLATURE AT THE\n   19  IMMEDIATELY PRECEDING GENERAL ELECTION.\n   20    3. THE CERTIFIED PUBLIC ACCOUNTANCY FIRM SHALL REVIEW  AND  AUDIT  ALL\n   21  STATEMENTS  FILED  PURSUANT TO ARTICLE FOURTEEN OF THIS CHAPTER BY THOSE\n   22  CANDIDATES SELECTED PURSUANT TO SUBDIVISION TWO  OF  THIS  SECTION,  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07302-01-1\n\n       S. 2463                             2\n\n    1  THOSE OF ANY COMMITTEES AUTHORIZED AND CREATED SOLELY FOR THE PURPOSE OF\n    2  INFLUENCING  THE GENERAL ELECTION ON BEHALF OF SUCH CANDIDATES. IN ADDI-\n    3  TION, THE FIRM, TO THE EXTENT PRACTICABLE, SHALL REVIEW EACH SUCH CANDI-\n    4  DATE'S  AND  COMMITTEE'S  COMPLIANCE WITH THE PROVISIONS OF THIS CHAPTER\n    5  DURING THE COURSE OF HIS OR HER  CAMPAIGN  FOR  ELECTION  TO  THE  STATE\n    6  LEGISLATURE.\n    7    4.  THE CERTIFIED PUBLIC ACCOUNTANCY FIRM SHALL CONDUCT ITS REVIEW AND\n    8  AUDIT OF CANDIDATES IN ACCORD WITH SOUND ACCOUNTING PRINCIPLES.\n    9    5. ON OR BEFORE THE FIRST OF JUNE DURING EACH ODD NUMBERED  YEAR,  THE\n   10  CERTIFIED  PUBLIC  ACCOUNTANCY  FIRM SHALL SUBMIT, TO THE STATE BOARD OF\n   11  ELECTIONS, A REPORT ON THE REVIEW AND AUDIT RELATING TO  EACH  CANDIDATE\n   12  SELECTED PURSUANT TO SUBDIVISION TWO OF THIS SECTION.\n   13    S  3.  This act shall take effect on the first of July next succeeding\n   14  the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2463\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to directing the state board of\nelections to contract with a certified public accountancy firm for the\naudit and review of the campaign receipts and expenditures of three\npercent of the candidates for election to the state legislature\n\nPURPOSE:\nThe purpose of this bill is to improve oversight over campaign finance.\n\nSUMMARY OF PROVISIONS:\nSection 1. Adds a section 3-112 to election law that would call for\nthe review and audit of certain candidates for state legislative\nseats. The state board of elections will contract with the lowest\nresponsible bidder which meets all requirements set by the board to\nbe the designated certified public accountancy agency by December 1st\nof each even numbered year. CPA firms will be ineligible for bidding\nif they have been selected in the previous five years to ensure\nproper rotation. On or before January 10th of each odd numbered year\nthe state board of elections shall conduct a public lottery selecting\nnot less than three percent of all candidates whose names appeared on\nthe general election ballot for election to the state legislature.\nThe selected CPA firm shall audit and review for compliance the\nselected candidates and submit a report with findings to the state\nboard of elections on or before June 1st of the same odd numbered year.\n\nSection 2. Sets the effective date as the first of July next\nsucceeding the date on which it shall become a law.\n\nJUSTIFICATION:\nModeled after a similar law in Pennsylvania, this bill is being\nintroduced to improve oversight over campaign finance by introducing\nan outside, independent professional review to the state legislative\nelection process. This bill will help ensure compliance with the\nstate's election laws and allow a more transparent view of the\nelection process to the citizens of New York.\n\nLEGISLATIVE HISTORY:\n2010: S.6973 - Referred to Elections\n\nFISCAL IMPLICATIONS:\nMinimal.\n\nEFFECTIVE DATE:\nThis act shall take effect July 1st next Succeeding the date it\nbecomes law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to directing the state board of elections to contract with a certified public accountancy firm for the audit and review of the campaign receipts and expenditures of three percent of the candidates for election to the state legislature ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T143031.TXT", "SOBI.D110121.T141029.TXT", "SOBI.D110124.T135627.TXT", "SOBI.D110126.T181321.TXT", "SOBI.D110121.T145533.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601526
}