{
  "year" : 2011,
  "senateBillNo" : "S2479-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2479-2011-1295586000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for accumulated child support arrears equivalent to or greater than ten thousand dollars to be punishable as a class E felony",
  "summary" : "Provides for accumulated child support arrears equivalent to or greater than ten thousand dollars to be punishable as a class E felony. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "S3665-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2479\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by Sen. FLANAGAN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the family court act, in  relation  to  enforcement  and\n         punishment for failure to make child support payments\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The family court act is amended by  adding  a  new  section\n    2  458-d to read as follows:\n    3    S  458-D.  ENFORCEMENT  OF ARREARS; ADDITIONAL PENALTY. IN ADDITION TO\n    4  THE RELIEF GRANTED FOR FAILURE TO COMPLY WITH AN ORDER OF SUPPORT PURSU-\n    5  ANT TO THIS ARTICLE, AN AGGRIEVED PARTY MAY MAKE AN APPLICATION PURSUANT\n    6  TO THE PROVISION OF SECTION SEVEN HUNDRED FIFTY-SIX OF THE JUDICIARY LAW\n    7  TO PUNISH A RESPONDENT FOR CONTEMPT, AND WHERE  THE  JUDGMENT  OR  ORDER\n    8  DIRECTS  PAYMENT  TO  BE  MADE  IN INSTALLMENTS, OR AT STATED INTERVALS,\n    9  FAILURE TO MAKE SUCH PAYMENTS OR INSTALLMENT MAY BE PUNISHED AS  THEREIN\n   10  PROVIDED AND SUCH PUNISHMENT, EITHER BY FINE OR COMMITMENT, SHALL NOT BE\n   11  A BAR TO A SUBSEQUENT PROCEEDING TO PUNISH THE RESPONDENT FOR A CONTEMPT\n   12  FOR  FAILURE  TO  PAY  SUBSEQUENT INSTALLMENTS; PROVIDED, HOWEVER IF THE\n   13  RESPONDENT HAS ACCUMULATED CHILD SUPPORT ARREARS EQUIVALENT TO OR GREAT-\n   14  ER THAN TEN THOUSAND DOLLARS, THE RESPONDENT SHALL BE GUILTY OF A  CLASS\n   15  E FELONY PUNISHABLE IN ACCORDANCE WITH THE PENAL LAW.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing  the date on which it shall have become a law and shall apply to any\n   18  judgment entered or fine or penalty imposed on any arrears accrued on or\n   19  after such date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07310-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act, in relation to enforcement and punishment for failure to make child support payments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160037.TXT", "SOBI.D110124.T141629.TXT", "SOBI.D110121.T162039.TXT", "SOBI.D110121.T161538.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295896589313
}