{
  "year" : 2011,
  "senateBillNo" : "S2475-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2475-2011-1295586000000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a wind speed limit of 109 miles per hour for light frame wood construction in the counties of Nassau and Suffolk",
  "summary" : "Provides that in the counties of Nassau and Suffolk, light frame wood construction shall be designed and properly installed to withstand external pressure and wind born debris from a storm with sustained wind speed of at least one hundred nine miles per hour. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : "A2984",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S3145-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2475                                                  A. 2984\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed,  and  when  printed  to  be committed to the Committee on Housing,\n         Construction and Community Development\n\n       IN ASSEMBLY -- Introduced by M. of A. THIELE -- read once  and  referred\n         to the Committee on Governmental Operations\n\n       AN  ACT to amend the executive law, in relation to wind speed limits for\n         light frame wood construction in the counties of Nassau and Suffolk\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  15  of  section  378 of the executive law is\n    2  renumbered subdivision 17 and a new subdivision 15 is added to  read  as\n    3  follows:\n    4    15.  PROVIDE  THAT  IN THE COUNTIES OF NASSAU AND SUFFOLK, LIGHT FRAME\n    5  WOOD CONSTRUCTION SHALL BE DESIGNED AND PROPERLY INSTALLED TO  WITHSTAND\n    6  EXTERNAL PRESSURE AND WIND BORNE DEBRIS FROM A STORM WITH SUSTAINED WIND\n    7  SPEED OF AT LEAST ONE HUNDRED NINE MILES PER HOUR.\n    8    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03825-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to wind speed limits for light frame wood construction in the counties of Nassau and Suffolk ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152535.TXT", "SOBI.D110124.T120117.TXT", "SOBI.D110124.T120624.TXT", "SOBI.D110121.T155036.TXT", "SOBI.D110121.T150056.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295888784599
}