{
  "year" : 2011,
  "senateBillNo" : "S2478-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2478-2011-1295586000000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for election of members of the board of education of the Buffalo city school district in November rather than May",
  "summary" : "Provides for the election of members of the board of education of the Buffalo city school district in November rather than in May; creates a timetable for the electoral proceedings therefor; extends the terms of current members of such board to the last day of December rather than June; provides for future terms to run from January through December; and staggers terms. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA6028-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2478\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by Sen. GRISANTI -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in  relation  to  providing  for  the\n         election  of  members  of  the  board of education of the Buffalo city\n         school district in November\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subparagraph 3 of paragraph d and paragraphs n, o and p of\n    2  subdivision 10 of section 2553 of the education law, subparagraph  3  of\n    3  paragraph  d  and paragraphs n and o as added by chapter 242 of the laws\n    4  of 1974 and paragraph p as amended by chapter 95 of the  laws  of  1979,\n    5  are amended to read as follows:\n    6    (3)    For  the  election held in [May, nineteen hundred seventy-four]\n    7  NOVEMBER, TWO THOUSAND ELEVEN, such petition shall be deemed to be time-\n    8  ly filed for such election if filed with  the  clerk  of  the  board  of\n    9  elections  of  Erie  county  on or before [April ninth, nineteen hundred\n   10  seventy-four] OCTOBER FOURTH, TWO THOUSAND ELEVEN.  A petition  sent  by\n   11  mail  in an envelope postmarked prior to midnight on [April ninth, nine-\n   12  teen hundred seventy-four] OCTOBER FOURTH, TWO THOUSAND ELEVEN, shall be\n   13  deemed to be timely filed when received.    Written  objection  to  such\n   14  petition shall be filed within [two] THREE days after the [date this act\n   15  shall  have  become  a law] LAST DAY TO FILE THE PETITION and specifica-\n   16  tions of the grounds of the objections shall be  filed  with  the  board\n   17  within [one day] SIX DAYS after the filing of the objection and institu-\n   18  tion  of court proceedings relating thereto shall be commenced not later\n   19  than [May second, nineteen hundred seventy-four] FOURTEEN DAYS AFTER THE\n   20  LAST DAY TO FILE THE PETITION OR WITHIN THREE BUSINESS  DAYS  AFTER  THE\n   21  BOARD  OF  ELECTIONS MAKES A DETERMINATION OF INVALIDITY WITH RESPECT TO\n   22  SUCH PETITION, WHICHEVER IS LATER.\n   23    n. [The] FOR MEMBERS ELECTED IN NOVEMBER, TWO THOUSAND ELEVEN THE TERM\n   24  OF OFFICE FOR EACH MEMBER OF SUCH BOARD FROM A CITY  SCHOOL  SUBDISTRICT\n   25  SHALL  BE  TWO YEARS, AND FOR EACH MEMBER ELECTED AT LARGE SHALL BE FOUR\n   26  YEARS AND UPON THE EXPIRATION OF SUCH TERMS, THE term of office of  each\n   27  member  of  such  board  from  a  city school subdistrict shall be three\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07599-01-1\n\n       S. 2478                             2\n\n    1  years, and the term of office of each such member of the  board  elected\n    2  at  large  shall  be for five years. Of the candidates to be elected for\n    3  membership on the board of education of the city school district of  the\n    4  city  of  Buffalo  by the voters at large the three candidates receiving\n    5  the largest number of votes cast in the city, shall be declared  elected\n    6  as  at-large  members  of  such  board of education. In each city school\n    7  subdistrict the candidates seeking the election as the  member  of  such\n    8  board of education for such city school subdistrict receiving a plurali-\n    9  ty of votes in such city school subdistrict shall be declared elected to\n   10  that position.\n   11    Whenever a vacancy shall occur or exist in the office of member of the\n   12  board of education except by reason of expiration of term or increase in\n   13  the  number  of members of such board, such vacancy shall be filled by a\n   14  majority vote of the remaining members of the board of education  within\n   15  thirty  days  of  the date when such vacancy shall have occurred. If the\n   16  remaining members of the board of education  shall  fail  to  fill  such\n   17  vacancy  within  such  thirty  day period, then the mayor of the city of\n   18  Buffalo shall within thirty days thereafter fill such vacancy subject to\n   19  the confirmation of such appointment by the common council of  the  city\n   20  of Buffalo. No one shall be appointed to fill a vacancy of a subdistrict\n   21  member  of  the  board of education unless he fulfills all of the quali-\n   22  fications in this subdivision to enable him to be a  candidate  for  the\n   23  office  of  a  member  of  the  board  of education from the subdistrict\n   24  involved.\n   25    o.  The members so elected to the board of education shall convene  on\n   26  the  first  business  day in [July] JANUARY of each year, at the time of\n   27  the commencement of their term of office and select from their members a\n   28  president who shall serve for a term of one year or such other term, not\n   29  exceeding the term of his office, as may be fixed by the rules and regu-\n   30  lations of the board.\n   31    p.  The election of members of the board of education  of  the  school\n   32  district  of the city of Buffalo shall take place on [May seventh, nine-\n   33  teen hundred seventy-four] NOVEMBER EIGHTH, TWO THOUSAND ELEVEN  and  on\n   34  the first Tuesday AFTER THE FIRST MONDAY in [May] NOVEMBER thereafter in\n   35  each  year in which an incumbent's term expires.  Such election shall be\n   36  conducted by the board of elections of the county of Erie  in  the  same\n   37  manner  as other elections are conducted by it.  Polls shall be open for\n   38  voting for the hours prescribed by section 8-100 of the election law for\n   39  primary elections.   The results of such  elections,  after  canvassing,\n   40  shall  be  certified and reported by the board of elections to the board\n   41  of education of such city.  The clerk or other  appropriate  officer  of\n   42  the  board  of education shall within twenty-four hours after receipt of\n   43  such certification by the board of  elections  serve  a  written  notice\n   44  either  personally or by mail upon each person declared to be elected as\n   45  a member of the board of education informing him of his election and the\n   46  length of his term.\n   47    S 2. Notwithstanding any inconsistent provision of law,  the  term  of\n   48  every  member  of  the board of education of the city school district of\n   49  Buffalo, which term is scheduled to expire on June 30, 2011,  is  hereby\n   50  extended  from  June  thirtieth  of the year in which it is scheduled to\n   51  expire to December thirty-first of such  year.  Terms  of  such  members\n   52  elected after this act becomes law shall begin on the first day of Janu-\n   53  ary and end on the last day of December of the appropriate year.\n   54    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing for the election of members of the board of education of the Buffalo city school district in November ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T154036.TXT", "SOBI.D110124.T141629.TXT", "SOBI.D110121.T153535.TXT", "SOBI.D110121.T154536.TXT", "SOBI.D110121.T155036.TXT", "SOBI.D110121.T153035.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295896589309
}