{
  "year" : 2011,
  "senateBillNo" : "S2473-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2473-2011-1295586000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires alcoholic beverages shipped from state that requires out of state shipments to be consigned to a licensee and stored, shall be so consigned and stored in this state",
  "summary" : "Requires that alcoholic beverages shipped into this state from any state that requires out of state shipments of alcoholic beverages to be consigned to a licensee of that state and stored upon the premises of such licensee, shall be so consigned and stored in this state. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A2981",
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S2779-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2473                                                  A. 2981\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. MAZIARZ -- read twice and ordered print-\n         ed,  and  when  printed  to  be committed to the Committee on Investi-\n         gations and Government Operations\n\n       IN ASSEMBLY -- Introduced by M. of A. LENTOL -- read once  and  referred\n         to  the  Committee on Economic Development, Job Creation, Commerce and\n         Industry\n\n       AN ACT to amend the alcoholic beverage control law, in relation  to  the\n         shipment of alcoholic beverages into the state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (a) and (b) of subdivision 1 of section  102  of\n    2  the  alcoholic  beverage  control  law, as amended by chapter 210 of the\n    3  laws of 2005, are amended to read as follows:\n    4    (a) (I) Except as provided in section seventy-nine-c of this  chapter,\n    5  SUBJECT  TO  THE  PROVISIONS  OF SUBPARAGRAPH (II) OF THIS PARAGRAPH, no\n    6  alcoholic beverages shall be shipped into  the  state  unless  the  same\n    7  shall  be  consigned  to  a person duly licensed [hereunder] PURSUANT TO\n    8  THIS CHAPTER to traffic in alcoholic beverages. [This] EXCEPT AS  OTHER-\n    9  WISE  PROVIDED  IN SUBPARAGRAPH (II) OF THIS PARAGRAPH, THIS prohibition\n   10  shall apply to all shipments of alcoholic beverages into New York  state\n   11  and  includes  importation  or distribution for commercial purposes, for\n   12  personal use, or otherwise, and irrespective of whether  such  alcoholic\n   13  beverages were purchased within or without the state, provided, however,\n   14  this prohibition shall not apply to any shipment consigned to a New York\n   15  resident  who  has  personally  purchased  alcoholic  beverages  for his\n   16  personal use while outside the United States for  a  minimum  period  of\n   17  forty-eight  consecutive  hours and which he has shipped as consignor to\n   18  himself as consignee.  Purchases  made  outside  the  United  States  by\n   19  persons other than the purchaser himself, regardless whether made as his\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06462-01-1\n\n       S. 2473                             2                            A. 2981\n\n    1  agent,  or by his authorization or on his behalf, are deemed not to have\n    2  been personally purchased within the meaning of this paragraph.\n    3    (II)  WITH  RESPECT TO ANY STATE THAT PROHIBITS THE OUT-OF-STATE SHIP-\n    4  MENT OF ALCOHOLIC BEVERAGES TO ANYONE OTHER THAN A LICENSEE OF THE STATE\n    5  AND FURTHER REQUIRES THAT SUCH ALCOHOLIC BEVERAGES BE STORED AT A  PREM-\n    6  ISES OR WAREHOUSE LOCATED WITHIN SUCH STATE MAINTAINED BY SUCH LICENSEE,\n    7  NO ALCOHOLIC BEVERAGES SHALL BE SHIPPED FROM SAID STATE, INTO THIS STATE\n    8  UNLESS THE SAME SHALL BE CONSIGNED TO A PERSON DULY LICENSED AS A WHOLE-\n    9  SALER  OF  ALCOHOLIC  BEVERAGES  IN  THIS STATE. IN SUCH INSTANCES, SUCH\n   10  ALCOHOLIC BEVERAGES SHALL BE STORED AT A PREMISES OR  WAREHOUSE  LOCATED\n   11  IN  THIS STATE AND MAINTAINED BY A LICENSED WHOLESALER FOR NOT LESS THAN\n   12  FORTY-EIGHT HOURS BEFORE DELIVERY TO A RETAIL LICENSEE.\n   13    (b) Except as provided in section seventy-nine-c of this  chapter,  no\n   14  common  carrier  or other person shall bring or carry into the state any\n   15  alcoholic beverages, unless the same shall be consigned,  IN  ACCORDANCE\n   16  WITH PARAGRAPH (C) OF THIS SUBDIVISION, to a person duly licensed [here-\n   17  under]  PURSUANT  TO  THIS  CHAPTER  to  traffic in alcoholic beverages,\n   18  provided, however, that alcoholic beverages may be delivered by a truck-\n   19  ing permittee from a steamship or railroad station or terminal to a  New\n   20  York  resident  who has personally purchased alcoholic beverages for his\n   21  personal use while outside the United States for  a  minimum  period  of\n   22  forty-eight  consecutive hours, and which he has shipped as consignor to\n   23  himself as consignee, and except as so  stated,  no  trucking  permittee\n   24  shall  accept  for  delivery,  deliver  or transport from a steamship or\n   25  railroad  station  or  terminal  any  shipment  of  alcoholic  beverages\n   26  consigned  to  a  non-licensed person having his home or business in New\n   27  York state.  Purchases of alcoholic beverages made  outside  the  United\n   28  States  by  persons other than the purchaser himself, regardless whether\n   29  made as his agent, or by his authorization or on his behalf, are  deemed\n   30  not  to  have been personally purchased within the meaning of this para-\n   31  graph.\n   32    S 2. This act shall take effect on the first of January next  succeed-\n   33  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to the shipment of alcoholic beverages into the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152535.TXT", "SOBI.D110124.T120117.TXT", "SOBI.D110121.T155036.TXT", "SOBI.D110121.T150056.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295888477442
}