{
  "year" : 2011,
  "senateBillNo" : "S2477-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S2477-2011-1295586000000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prohibiting investment of certain public funds in companies doing business in Sudan",
  "summary" : "Relates to prohibiting investment of funds of the common retirement fund in companies doing business in Sudan and requires divestiture of any such investments within three years. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Retirement and Social Security Law",
  "previousVersions" : [ "S2612-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2477\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by Sens. PERKINS, BRESLIN, DIAZ, DILAN, DUANE, HASSELL-THOMP-\n         SON,  KRUEGER, KRUGER, MONTGOMERY, OPPENHEIMER, PARKER, SERRANO, SMITH\n         -- read twice and ordered printed, and when printed to be committed to\n         the Committee on Civil Service and Pensions\n\n       AN ACT to amend the retirement and social security law, in  relation  to\n         prohibiting  investment  of  certain  public  funds in companies doing\n         business in Sudan\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The retirement and social security law is amended by adding\n    2  a new section 423-d to read as follows:\n    3    S  423-D.  INVESTMENT OF CERTAIN PUBLIC FUNDS IN COMPANIES DOING BUSI-\n    4  NESS IN SUDAN. 1. ON AND AFTER THE EFFECTIVE DATE OF  THIS  SECTION,  NO\n    5  MONEYS  OR ASSETS OF THE COMMON RETIREMENT FUND SHALL BE INVESTED IN THE\n    6  STOCKS, SECURITIES OR OTHER OBLIGATIONS OF ANY  INSTITUTION  OR  COMPANY\n    7  DOING  BUSINESS  IN  OR WITH SUDAN OR WITH AGENCIES OR INSTRUMENTALITIES\n    8  THEREOF. NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, NO ASSETS\n    9  OF ANY PENSION OR ANNUITY FUND  UNDER  THE  JURISDICTION  OF  THE  COMP-\n   10  TROLLER,  SHALL  BE  INVESTED IN ANY BANK OR FINANCIAL INSTITUTION WHICH\n   11  DIRECTLY OR THROUGH A SUBSIDIARY HAS OUTSTANDING LOANS TO  OR  FINANCIAL\n   12  ACTIVITIES IN SUDAN OR ITS INSTRUMENTALITIES AND NO SUCH ASSETS SHALL BE\n   13  INVESTED  IN  THE STOCKS, SECURITIES OR OTHER OBLIGATIONS OF ANY COMPANY\n   14  WHICH DIRECTLY OR THROUGH A SUBSIDIARY IS ENGAGED IN BUSINESS IN OR WITH\n   15  SUDAN OR ITS INSTRUMENTALITIES.\n   16    2. THE COMPTROLLER SHALL TAKE  APPROPRIATE  ACTION  TO  SELL,  REDEEM,\n   17  DIVEST OR WITHDRAW ANY INVESTMENT HELD IN VIOLATION OF THE PROVISIONS OF\n   18  THIS  SECTION. THIS SECTION SHALL NOT BE CONSTRUED TO REQUIRE THE PREMA-\n   19  TURE OR OTHERWISE IMPRUDENT SALE, REDEMPTION, DIVESTMENT  OR  WITHDRAWAL\n   20  OF  AN  INVESTMENT,  BUT SUCH SALE, REDEMPTION, DIVESTMENT OR WITHDRAWAL\n   21  SHALL BE COMPLETED NOT LATER THAN THREE YEARS  FOLLOWING  THE  EFFECTIVE\n   22  DATE OF THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06893-02-1\n\n       S. 2477                             2\n\n    1    3.  WITHIN  SIXTY  DAYS  AFTER THE EFFECTIVE DATE OF THIS SECTION, THE\n    2  COMPTROLLER SHALL FILE WITH THE LEGISLATURE A REPORT OF ALL  INVESTMENTS\n    3  HELD  AS OF THE EFFECTIVE DATE OF THIS SECTION WHICH ARE IN VIOLATION OF\n    4  THE PROVISIONS OF THIS SECTION. EVERY YEAR THEREAFTER,  THE  COMPTROLLER\n    5  SHALL REPORT ON ALL INVESTMENTS SOLD, REDEEMED, DIVESTED OR WITHDRAWN IN\n    6  COMPLIANCE  WITH  THIS  SECTION.    EACH REPORT AFTER THE INITIAL REPORT\n    7  SHALL PROVIDE A DESCRIPTION OF THE PROGRESS WHICH  THE  COMPTROLLER  HAS\n    8  MADE  SINCE  THE  PREVIOUS  REPORT  AND SINCE THE EFFECTIVE DATE OF THIS\n    9  SECTION.\n   10    S 2. This act shall take effect immediately.\n         FISCAL NOTE.-- This bill would require that any assets of  the  Common\n       Retirement  Fund Invested in any company doing business in or with Sudan\n       or with agencies or instrumentalities be divested not later  than  three\n       years following the date of enactment of this legislation.\n         If  this  bill  is enacted, it would decrease the number of investment\n       choices available for investment by the Common Retirement Fund.  Presum-\n       ably this could lead to a lower rate of return  on  the  Fund's  invest-\n       ments,  decreasing  the  probability  of achieving our actuarial assumed\n       rate of return, currently at 7.5%. A diminished  rate  of  return  would\n       cause  an increase in the contributions of the State of New York and the\n       participating employers in the  New  York  State  and  Local  Employees'\n       Retirement  System  and  the  New  York  State and Local Police and Fire\n       Retirement System. There also would be additional  administrative  costs\n       to identify companies that are doing business in or with Sudan.\n         This  estimate,  dated  January  21,  2011,  and intended for use only\n       during the  2011  Legislative  Session,  is  Fiscal  Note  No.  2011-96,\n       prepared  by  the  Actuary  for  the New York State and Local Employees\n       Retirement System and the New York  State  and  Local  Police  and  Fire\n       Retirement System.\n",
  "memo" : "BILL NUMBER:S2477\n\nTITLE OF BILL:\nAn act\nto amend the retirement and social security law, in relation to\nprohibiting investment of certain public funds in companies doing\nbusiness in Sudan\n\nPURPOSE:\nDirects the New York State Comptroller and all state governmental\nentities to cease and desist from the investment of public monies in\ncompanies, corporations or other business entities which are\nconducting business or maintaining commercial ties with the\ngovernment of Sudan or its governmental subdivisions.\n\nSUMMARY OF PROVISIONS:\nAmends Retirement and Social Security Law by adding a new &sect; 423-c, to\nprohibit New York State from investing in business or commercial\nentities which maintain economic ties with the Sudanese government.\n\nEXISTING LAW:\nNothing in current law prohibits such investment.\n\nJUSTIFICATION:\nThe Darfur region of western Sudan is site of the 21st century's first\ngreat episode of genocide. In February 2003, an insurgency war\nexploded out of decades of economic and political marginalization.\nKhartoum's military response to the rebellion has been to attack the\nlivelihood of the civilian populations perceived as supporting the\ninsurgents, including the wholesale destruction of villages, water\nsources, food and seed stocks, agricultural animals and tools, and\nother precious resources. It has also meant the mass execution of men\nand boys, the systematic rape of women and girls, and ultimately the\ndisplacement of more than 2 million people. More than 250,000 have\ndied; hundreds of thousands face death from malnutrition and\nappalling conditions in camps that have become breeding grounds for\ndisease.\n\nIn the face of international indifference to this situation, New York\nState should join the divestment campaign targeting multinational\ncorporations that provide critical economic, commercial, and\nfinancial support to Khartoum.\n\nLEGISLATIVE HISTORY:\n2009-10: S.2612 - Referred to Civil Service; Reported to Finance\n2007-08: S.2924 - Referred to Civil Service and Pensions\n2005-06: S.5723 - Referred to Civil Service and Pensions\n\nFISCAL IMPLICATIONS:\n\nThis bill would require that any assets of the Common Retirement Fund\ninvested in any company doing business in or with Sudan or with\nagencies or instrumentalities be divested not later than three years\nfollowing the date of enactment of this legislation. This bill would\ndecrease the number of investment choices available for investment by\nthe Common Retirement Fund.\nPresumably this could lead to a lower rate of return on the Fund's\ninvestments, decreasing the probability of achieving our actuarial\nassumed rate of return, currently at 8%. A diminished rate of return\nwould cause an increase in the contributions of the State of New York\nand the participating employers in the New York State and Local\nEmployees' Retirement System and the New York State and Local Police\nand Fire Retirement System. There also would be additional\nadministrative costs to identify companies that are doing business in\nor with Sudan.*\n\n*Provided by the Office of the New York State Comptroller.\n\nEFFECTIVE DATE:\nImmediately upon enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the retirement and social security law, in relation to prohibiting investment of certain public funds in companies doing business in Sudan ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152535.TXT", "SOBI.D110121.T154036.TXT", "SOBI.D110121.T154536.TXT", "SOBI.D110121.T151033.TXT", "SOBI.D110124.T144632.TXT", "SOBI.D110121.T150533.TXT", "SOBI.D110121.T153035.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601552
}