{
  "year" : 2011,
  "senateBillNo" : "S2476-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2476-2011-1295586000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to definitions for gambling offenses",
  "summary" : "Relates to definitions for gambling offenses. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A2982",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "SA3562-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2476                                                  A. 2982\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by  Sen.  FLANAGAN -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Codes\n\n       IN ASSEMBLY -- Introduced by M. of A. LENTOL -- Multi-Sponsored by -- M.\n         of A. LAVINE, SCHIMMINGER -- read once and referred to  the  Committee\n         on Codes\n\n       AN  ACT  to amend the penal law, in relation to amending the definitions\n         for gambling offenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivisions 7-a and 8 of section 225.00 of the penal law,\n    2  subdivision 7-a as added and subdivision 8 as amended by chapter 632  of\n    3  the laws of 1987, are amended to read as follows:\n    4    7-a.  A  \"coin operated gambling device\" means a gambling device which\n    5  operates as a result of the insertion of something of  value.  A  device\n    6  designed,  constructed  or readily adaptable or convertible for such use\n    7  is a coin operated gambling device notwithstanding the fact that it  may\n    8  require  adjustment, manipulation or repair in order to operate as such.\n    9  A MACHINE WHICH AWARDS FREE OR EXTENDED PLAY IS NOT  A  GAMBLING  DEVICE\n   10  MERELY  BECAUSE  SUCH  FREE OR EXTENDED PLAY MAY CONSTITUTE SOMETHING OF\n   11  VALUE PROVIDED THAT THE OUTCOME DEPENDS UPON THE SKILL OF THE PLAYER AND\n   12  NOT IN A MATERIAL DEGREE UPON AN ELEMENT OF CHANCE.\n   13    8. \"Slot machine\" means a gambling device which, as a  result  of  the\n   14  insertion  of  a coin or other object, operates, either completely auto-\n   15  matically or with the aid of some physical act by the  player,  in  such\n   16  manner  that,  depending upon elements of chance, it may eject something\n   17  of value. A device so constructed, or readily adaptable  or  convertible\n   18  to  such  use,  is  no  less a slot machine because it is not in working\n   19  order or because some  mechanical  act  of  manipulation  or  repair  is\n   20  required to accomplish its adaptation, conversion or workability. Nor is\n   21  it  any  less a slot machine because, apart from its use or adaptability\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08034-01-1\n\n       S. 2476                             2                            A. 2982\n\n    1  as such, it may also sell or deliver something of value on a basis other\n    2  than chance.  A machine which sells items of merchandise  which  are  of\n    3  equivalent value, is not a slot machine merely because such items differ\n    4  from  each  other in composition, size, shape or color. [A machine which\n    5  awards free or extended play is not a slot machine merely  because  such\n    6  free  or  extended  play may constitute something of value provided that\n    7  the outcome depends in a material degree upon the skill  of  the  player\n    8  and not in a material degree upon an element of chance.]\n    9    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2476\n\nTITLE OF BILL:\nAn  act  to amend the penal law, in relation to amending the definitions\nfor gambling offenses\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo clarify the definition of gambling to make clear  that  coin-operated\namusement  machines  that  provide  an extra ball, time or game does not\nconstitute\" something of value\" and is, per se, \"gambling\".\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis legislation amends &sect;225(6) and (7-a) of the  Penal  Law  to  delete\nfrom  the definition of \"something of value\" those sections which merely\nprovide extra time or extra game or  an  additional  ball  on  amusement\nmachines.\n\nJUSTIFICATION:\nIt  appears  that  the 1987 amendment (&sect;7-a) intended to anticipate that\nall video games, even those  for  amusement,  would  be  converted  into\ngambling  devices.  In his \"Practice Commentary\" to McKinney's Penal Law\nArticle 225, William C. Donnino says:\n\n\"To the extent the legislation sought to draw a distinction between coin\noperated amusement or video games and the coin operated gambling devise,\nit is questionable whether it succeeded. The  same  legislation  amended\nthe  definition  of  \"slot  machine\"  to  exclude from that definition a\nmachine which based to a \"material degree\" on the skill of  the  player,\nawards  the  successful  player  only  a free or extended play. Had that\namendment been made to the generic definition of  \"gambling  device,\"  a\nclearer  distinction  between  all  \"gambling devices\" and coin operated\namusement and video games would have been achieved.\n\nAs the law stands, whether the video games which \"factor in  a  player's\nskill\"  and  award  a  free or extended play are excluded from the defi-\nnition of a \"coin operated gambling device\" depends on an interpretation\nof the definitions of \"contest of chance\" and \"something of value.  Both\ndefinitions  are  critical to the definition of \"gambling\" which in turn\nis critical to the  definition  of  \"gambling  device.\"  See  matter  of\nPlato's Cave Corp. State Liquor Authority, supra (the playing of a Joker\nPoker  machine  that permitted a winning player to play additional games\nwithout charge constituted gambling); Bubba Restaurant, Inc.  v.  N.Y.S.\nLiquor  Authority,  1990, 160 A.D.2d 539, 554 N.Y.S.2d 189 (a \"Broadway\"\nvideo game machine that rewards a winning player with  additional  games\nfree of charge was a \"gambling device.\")\n\nClassical  amusement  machines  do not eject any money. Before 1987, the\nplayer would insert coins to play and depending  on  his  or  her  skill\nreceive  an extra pinball, game as additional time to play the game.  No\nmoney or slip of paper is ejected to \"reward\" the player  regardless  of\nskill.\n\nRepeat  of  the  language, the subject of the amendment would rejuvenate\nthe amusement machine industry in New York. Presently, the  industry  is\nstifled from purchasing amusement machines available in most states\n\nPRIOR LEGISLATIVE HISTORY:\n2008 Veto 112\n2010 A.7393\n\nFISCAL IMPLICATIONS:\nPossible increased sales tax from new amusement machine purchases.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to amending the definitions for gambling offenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152535.TXT", "SOBI.D110124.T120117.TXT", "SOBI.D110121.T155036.TXT", "SOBI.D110121.T150056.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601550
}