{
  "year" : 2011,
  "senateBillNo" : "S2471-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S2471-2011-1295586000000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the N.Y. city health and hospital corporation spend a minimum of 10% of its budget on acute care and emergency room facilities in each borough",
  "summary" : "Provides that the New York city health and hospital corporation spend a minimum of 10% of its budget on acute care and emergency room facilities in each borough and requires a representative from each borough. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : "A63",
  "lawSection" : "New York City Health and Hospitals Corporation Act",
  "previousVersions" : [ "S3298-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2471\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LANZA  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT to amend the New York city health and hospitals corporation act,\n         in relation to the financing of acute care or emergency  room  facili-\n         ties\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 6 of section 1 of chapter 1016 of the laws of 1969,\n    2  constituting the New York city health and hospitals corporation act,  is\n    3  amended by adding a new subdivision 8 to read as follows:\n    4    8. THE CORPORATION SHALL SPEND A MINIMUM OF TEN PERCENT OF THE CAPITAL\n    5  BUDGET AND TEN PERCENT OF THE OPERATING BUDGET IN EACH BOROUGH.\n    6    S  2.  Subdivision  1 of section 4 of section 1 of chapter 1016 of the\n    7  laws of 1969, constituting the New York city health and hospitals corpo-\n    8  ration act, is amended to read as follows:\n    9    1. A corporation, to be known as the \"New York city health and  hospi-\n   10  tals  corporation,\"  is hereby created. Such corporation shall be a body\n   11  corporate and politic constituting  a  public  benefit  corporation.  It\n   12  shall  be  administered  by  a  board of directors consisting of sixteen\n   13  members, constituted as follows: five directors shall be the administra-\n   14  tor, the commissioner appointed by the  mayor  as  chief  administrative\n   15  officer  of  the health functions of the administration, the director of\n   16  community mental health services of the administration, the  administra-\n   17  tor  of  human resources of the city, and the deputy mayor-city adminis-\n   18  trator of the city, or their successors,  all  serving  ex-officio;  ten\n   19  directors  shall be appointed by the mayor, five of whom shall be desig-\n   20  nated by the city council of the city of New York AND  SHALL  INCLUDE  A\n   21  REPRESENTATIVE  FROM EACH OF THE FIVE BOROUGHS; and the remaining direc-\n   22  tor shall be the chief executive officer of the corporation. Such  chief\n   23  executive  officer  shall be chosen by the aforementioned fifteen direc-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00561-01-1\n\n       S. 2471                             2\n\n    1  tors from persons other than themselves and shall serve at the  pleasure\n    2  of  the  board.  The  terms  of the ten directors first appointed by the\n    3  mayor, other than those serving ex-officio shall be as follows:\n    4    Two  shall  serve  for  terms of one year each, one of whom shall have\n    5  been designated by the city council;\n    6    Two shall serve for terms of two years each, one of  whom  shall  have\n    7  been designated by the city council;\n    8    Two  shall serve for terms of three years each, one of whom shall have\n    9  been designated by the city council;\n   10    Two shall serve for terms of four years each, one of whom  shall  have\n   11  been designated by the city council;\n   12    Two  shall  serve for terms of five years each, one of whom shall have\n   13  been designated by the city council;\n   14  thereafter their successors shall serve for terms of  five  years  each.\n   15  The  mayor  shall  fill  any vacancy which may occur by reason of death,\n   16  resignation or otherwise  in  a  manner  consistent  with  the  original\n   17  appointment.  Directors  may  be removed by the mayor for cause, but not\n   18  without an opportunity to be heard.\n   19    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city health and hospitals corporation act, in relation to the financing of acute care or emergency room facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152535.TXT", "SOBI.D110121.T143031.TXT", "SOBI.D110121.T142530.TXT", "SOBI.D110124.T141629.TXT", "SOBI.D110121.T155537.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295896589305
}