{
  "year" : 2011,
  "senateBillNo" : "S247-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S247-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the provision of information on post-adoption services to adoptive services",
  "summary" : "Relates to the provision of information on post-adoption services to adoptive services. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "SA8132-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          247\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law and the domestic relations  law,\n         in  relation to the provision of information on post-adoption services\n         to adoptive parents\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The social services law is amended by adding a new section\n    2  372-h to read as follows:\n    3    S 372-H. POST-ADOPTION SERVICES. 1. EACH LOCAL SERVICES DISTRICT SHALL\n    4  CREATE AND KEEP CURRENT A RESOURCE GUIDE DESCRIBING AVAILABLE LOCAL, AND\n    5  TO THE EXTENT PRACTICABLE, REGIONAL POST-ADOPTION SERVICES.\n    6    2. SUCH RESOURCE GUIDE SHALL INCLUDE:\n    7    (A) A LIST OF SERVICES THE DISTRICT  DEEMS  APPROPRIATE  IN  ORDER  TO\n    8  FOSTER AND MAINTAIN PERMANENCY OF CHILDREN FOLLOWING ADOPTION INCLUDING,\n    9  BUT NOT LIMITED TO:\n   10    (I) RESPITE SERVICES FOR FAMILIES FOLLOWING ADOPTION;\n   11    (II)  COUNSELING  AND  MENTAL  HEALTH  SERVICES FOR FAMILIES FOLLOWING\n   12  ADOPTION; AND\n   13    (III) POST-ADOPTION SUPPORT GROUPS.\n   14    (B) LOCATION AND CONTACT INFORMATION FOR SERVICE PROVIDERS  LISTED  IN\n   15  THE RESOURCE GUIDE, IF SUCH INFORMATION IS KNOWN.\n   16    (C) A NOTICE PROVIDING THAT THE DISTRICT IS NOT RESPONSIBLE TO PAY FOR\n   17  COSTS  OR  SERVICES  THAT THEY WOULD NOT OTHERWISE BE REQUIRED BY LAW TO\n   18  PROVIDE OR PAY FOR.\n   19    3. LOCAL SOCIAL SERVICES DISTRICTS SHALL MAKE  AVAILABLE  THROUGH  THE\n   20  DISTRICT'S  WEBSITE  OR  BY OTHER MEANS, THE RESOURCE GUIDE AVAILABLE TO\n   21  PRE-ADOPTIVE FAMILIES AND TO THE APPLICABLE  FAMILY  COURT,  OR  COURTS,\n   22  LOCATED  WITHIN  THE  SAME  COUNTY  OR  POLITICAL  SUBDIVISION  AS  SUCH\n   23  DISTRICT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01552-01-1\n\n       S. 247                              2\n\n    1    S 2. Section 112 of the domestic relations law is amended by adding  a\n    2  new subdivision 9 to read as follows:\n    3    9. (A) THE RULES OF THE COURT SHALL REQUIRE THAT PRIOR TO THE GRANTING\n    4  OF  THE  ORDER  OF  ADOPTION,  THE  COURT SHALL ENSURE THAT THE ADOPTIVE\n    5  PARENT OR PARENTS  HAVE  RECEIVED  A  RESOURCE  GUIDE  ON  POST-ADOPTION\n    6  SERVICES  AS  DESCRIBED  IN  SECTION  THREE HUNDRED SEVENTY-TWO-H OF THE\n    7  SOCIAL SERVICES LAW.\n    8    (B) NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY,  FAILURE  TO\n    9  PROVIDE THE RESOURCE GUIDE PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION\n   10  SHALL  NOT DELAY ANY ADOPTION PROCEEDING, PREVENT ANY COURT FROM ISSUING\n   11  AN ORDER OF ADOPTION, OR AFFECT THE VALIDITY OF ANY  ORDER  OF  ADOPTION\n   12  ISSUED BY A COURT OF COMPETENT JURISDICTION IN THIS STATE.\n   13    S  3. Section 115 of the domestic relations law is amended by adding a\n   14  new subdivision 14 to read as follows:\n   15    14. (A) THE RULES OF THE COURT SHALL REQUIRE THAT PRIOR TO THE  GRANT-\n   16  ING  OF  THE ORDER OF ADOPTION, THE COURT SHALL ENSURE THAT THE ADOPTIVE\n   17  PARENT OR PARENTS  HAVE  RECEIVED  A  RESOURCE  GUIDE  ON  POST-ADOPTION\n   18  SERVICES  AS  DESCRIBED  IN  SECTION  THREE HUNDRED SEVENTY-TWO-H OF THE\n   19  SOCIAL SERVICES LAW.\n   20    (B) NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY,  FAILURE  TO\n   21  PROVIDE THE RESOURCE GUIDE PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION\n   22  SHALL  NOT DELAY ANY ADOPTION PROCEEDING, PREVENT ANY COURT FROM ISSUING\n   23  AN ORDER OF ADOPTION, OR AFFECT THE VALIDITY OF ANY  ORDER  OF  ADOPTION\n   24  ISSUED BY A COURT OF COMPETENT JURISDICTION IN THIS STATE.\n   25    S  4.  This  act shall take effect on the ninetieth day after it shall\n   26  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law and the domestic relations law, in relation to the provision of information on post-adoption services to adoptive parents ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T115306.TXT", "SOBI.D101213.T110815.TXT", "SOBI.D101213.T120307.TXT", "SOBI.D101215.T104414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292427854990
}