{
  "year" : 2011,
  "senateBillNo" : "S2474-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S2474-2011-1295586000000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the sharing of information of certain employment data with state and municipal agencies and certain local development corporations",
  "summary" : "Relates to the sharing of information of certain employment data with state and municipal agencies and certain local development corporations. ",
  "currentCommittee" : "LABOR",
  "sameAs" : "A2985",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S5026-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2474                                                  A. 2985\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sen. SAVINO -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Labor\n\n       IN ASSEMBLY -- Introduced by M. of A. WEPRIN -- read once  and  referred\n         to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to the sharing of information\n         with state and municipal agencies and certain local development corpo-\n         rations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (ii)  of  paragraph  g  of  subdivision  3  of\n    2  section 537 of the labor law, as added by chapter 6 of the laws of 2007,\n    3  clauses  1,  4  and  5  as amended and clauses 6, 7, 8 and 9 as added by\n    4  chapter 551 of the laws of 2008, is amended to read as follows:\n    5    (ii) The information disclosed  pursuant  to  this  paragraph  may  be\n    6  disclosed  to  the  following  agencies  to  be used exclusively for the\n    7  following legitimate governmental purposes:\n    8    (1) any federal, state or local agency in the investigation  of  fraud\n    9  relating to public programs, or misuse of public funds;\n   10    (2)  any  state  or  United States territorial workforce agency, local\n   11  workforce investment board and its agents, and one-stop operating  part-\n   12  ner  receiving  funds  under  the  workforce  investment act of 1998 for\n   13  program performance purposes and other legitimate programmatic  purposes\n   14  authorized by the commissioner;\n   15    (3)  the  United States department of labor or its agents, as required\n   16  by law, or in connection with the requirements imposed as  a  result  of\n   17  receiving federal administrative funding;\n   18    (4)  state  and  local economic development agencies, or their agents,\n   19  where such information is necessary to carry out the statutory functions\n   20  of such agencies, shall receive a quarterly  census  of  employment  and\n   21  wage  information compiled by the department, provided that such disclo-\n   22  sure shall not violate federal  law.  Any  redisclosure  of  information\n   23  obtained  by  such  agencies under this clause shall be limited to tabu-\n   24  lation and publication of such information in an aggregated  statistical\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05054-01-1\n\n       S. 2474                             2                            A. 2985\n\n    1  form.  No  individual  identifying information obtained pursuant to this\n    2  clause shall be redisclosed in the course of the tabulation or  publica-\n    3  tion.  As  used  in  this clause, the term \"aggregated statistical form\"\n    4  shall mean, in the case of information regarding individuals, a data set\n    5  that  includes information about not fewer than ten individuals, and, in\n    6  the case of employer information, a data set that  includes  information\n    7  about  no fewer than three employers, of which no one employer comprises\n    8  more than eighty percent of the aggregated data set; [and]\n    9    (5) the workers' compensation board, the state insurance fund and  the\n   10  state  insurance department, for purposes of determining compliance with\n   11  the coverage of workers' compensation and disability  insurance  and  to\n   12  the  workers' compensation board for purposes of determining eligibility\n   13  for workers' compensation benefits[.];\n   14    (6) any federal, state, or local law enforcement agency in  accordance\n   15  with  a  proper  judicial  order  or grand jury subpoena served upon the\n   16  department[.];\n   17    (7) the office of temporary and disability assistance, or local social\n   18  services districts, for purposes of establishing or verifying the income\n   19  and eligibility of applicants for,  or  recipients  of,  benefits  under\n   20  state public assistance programs for such benefits. Information obtained\n   21  by  the  office of temporary and disability assistance under this clause\n   22  shall not be disclosed, except to local social  services  districts  for\n   23  purposes  of  establishing  or  verifying  the income and eligibility of\n   24  applicants for, or recipients of, benefits under state public assistance\n   25  programs[.];\n   26    (8) the office of vocational and educational services for  individuals\n   27  with  disabilities of the education department for the evaluation of the\n   28  effect on earnings of participants, or former participants,  in  employ-\n   29  ment and training programs for which the office of vocational and educa-\n   30  tional  services  for  individuals  with  disabilities  of the education\n   31  department has reporting, monitoring or evaluating responsibilities[.];\n   32    (9) the commission for the blind  and  visually  handicapped  for  the\n   33  evaluation  of the effect on earnings of participants, or former partic-\n   34  ipants, in employment and training programs for which the commission for\n   35  the blind and visually handicapped has reporting, monitoring or evaluat-\n   36  ing responsibilities[.]; AND\n   37    (10) AGENCIES OF CITIES HAVING A POPULATION OF ONE MILLION OR MORE AND\n   38  THE NEW YORK CITY ECONOMIC DEVELOPMENT CORPORATION, WHERE SUCH  INFORMA-\n   39  TION IS NECESSARY FOR: THE DEVELOPMENT AND EVALUATION OF ECONOMIC DEVEL-\n   40  OPMENT   STRATEGIES  FOR  SPECIFIC  INDUSTRIES  AND  NEIGHBORHOODS;  THE\n   41  PERFORMANCE OF LAND USE PLANNING, THE  DEVELOPMENT  OF  ECONOMIC  IMPACT\n   42  STRATEGIES  FOR  SPECIFIC INDUSTRIES AND NEIGHBORHOODS, AND THE ANALYSIS\n   43  OF ENVIRONMENTAL IMPACTS OF ACTIONS  REQUIRING  REVIEW  UNDER  STATE  OR\n   44  LOCAL  LAW; THE EVALUATION OF TRENDS IN HIRING, EMPLOYMENT, AND WAGES IN\n   45  SPECIFIC INDUSTRIES AND NEIGHBORHOODS AND  THE  MONITORING  OF  EMPLOYEE\n   46  PLACEMENT  AND  TRAINING  PROGRAMS; OR THE FORECASTING AND MONITORING OF\n   47  TAX REVENUE AND THE TRACKING OF EMPLOYMENT  PATTERNS  AND  WORKER  FLOWS\n   48  ACROSS  SPECIFIC  INDUSTRIES  AND  NEIGHBORHOODS.  INFORMATION DISCLOSED\n   49  PURSUANT TO THIS CLAUSE SHALL BE  LIMITED  TO  THE  FOLLOWING  FOR  EACH\n   50  EMPLOYER:  NAME,  ADDRESS,  LOCATION,  INDUSTRY,  TOTAL WAGES, NUMBER OF\n   51  EMPLOYEES, EMPLOYER AND REPORTING  UNIT  ACCOUNT  NUMBERS,  INITIAL  TAX\n   52  LIABILITY DATE, AND CODES INDICATING PRIVATE OR GOVERNMENT OWNERSHIP AND\n   53  MULTIPLE ESTABLISHMENT EMPLOYERS.\n   54    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to the sharing of information with state and municipal agencies and certain local development corporations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152535.TXT", "SOBI.D110124.T120624.TXT", "SOBI.D110121.T155036.TXT", "SOBI.D110121.T150056.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295888784603
}