{
  "year" : 2011,
  "senateBillNo" : "S2483-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2483-2011-1295586000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a tax credit for alternative energy systems and generating equipment",
  "summary" : "Establishes an alternative energy systems and generating equipment tax credit for qualified expenditures meeting the criteria prescribed by the department of taxation and finance, in consultation with the department of environmental conservation and the New York state energy research and development authority, for taxpayers subject to tax under articles nine-a, twenty-two, thirty-two and thirty-three of the tax law whose business is not substantially engaged in the commercial generation, distribution, transmission or servicing of energy or energy products. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A1123",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA1361-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2483\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by Sens. MAZIARZ, GRISANTI -- read twice and ordered printed,\n         and  when  printed  to be committed to the Committee on Investigations\n         and Government Operations\n\n       AN ACT to amend the tax law, in relation to establishing  a  tax  credit\n         for alternative energy systems and generating equipment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new section 28-a to read\n    2  as follows:\n    3    S 28-A. CREDIT FOR ALTERNATIVE ENERGY SYSTEMS  AND  GENERATING  EQUIP-\n    4  MENT. (A) GENERAL. A TAXPAYER SUBJECT TO TAX UNDER ARTICLE NINE-A, TWEN-\n    5  TY-TWO,  THIRTY-TWO  OR  THIRTY-THREE OF THIS CHAPTER, WHOSE BUSINESS IS\n    6  NOT SUBSTANTIALLY ENGAGED IN THE  COMMERCIAL  GENERATION,  DISTRIBUTION,\n    7  TRANSMISSION  OR SERVICING OF ENERGY OR ENERGY PRODUCTS, AND WHO EMPLOYS\n    8  ONE OR MORE FULL-TIME EMPLOYEES, EXCLUDING  GENERAL  EXECUTIVE  OFFICERS\n    9  (IN  THE  CASE OF A CORPORATION), SHALL BE ALLOWED A CREDIT AGAINST SUCH\n   10  TAX, PURSUANT TO THE PROVISIONS REFERENCED IN SUBDIVISION  (E)  OF  THIS\n   11  SECTION.  THE  CREDIT  SHALL BE ALLOWED FOR QUALIFIED EXPENDITURES WHICH\n   12  MEET THE ELIGIBILITY CRITERIA, IF ANY, PRESCRIBED BY THE DEPARTMENT,  IN\n   13  CONSULTATION  WITH  THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION AND THE\n   14  NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY,  DISBURSED  IN\n   15  NEW YORK STATE.\n   16    (B)  DEFINITIONS.  FOR  THE  PURPOSES  OF THIS SECTION:   (1) THE TERM\n   17  \"SOLAR AND WIND ENERGY SYSTEM EQUIPMENT\" SHALL REFER TO A  SYSTEM  WHICH\n   18  SHALL  MEET  THE ELIGIBILITY REQUIREMENTS SET BY THE DEPARTMENT OF ENVI-\n   19  RONMENTAL CONSERVATION AND THE NEW YORK STATE ENERGY  AND  RESEARCH  AND\n   20  DEVELOPMENT AUTHORITY WHICH SERVES AS:\n   21    (I)  SOLAR  ELECTRIC GENERATING EQUIPMENT WHICH SHALL MEAN AN ARRANGE-\n   22  MENT OR COMBINATION OF COMPONENTS UTILIZING SOLAR RADIATION  TO  PRODUCE\n   23  ENERGY  DESIGNED  TO PROVIDE HEATING, COOLING, HOT WATER OR ELECTRICITY.\n   24  SUCH ARRANGEMENT OR COMPONENTS SHALL NOT INCLUDE EQUIPMENT THAT IS  PART\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01118-01-1\n\n       S. 2483                             2\n\n    1  OF  A  NON-SOLAR  ENERGY  SYSTEM  OR WHICH USES ANY SORT OF RECREATIONAL\n    2  FACILITY OR EQUIPMENT AS A STORAGE MEDIUM.\n    3    (II) A WIND ENERGY SYSTEM, WHICH SHALL MEAN AN ARRANGEMENT OR COMBINA-\n    4  TION  OF  COMPONENTS  DESIGNED  TO  GENERATE  AND PROVIDE ELECTRICITY OR\n    5  MECHANICAL ENERGY THROUGH THE PROCESS OF CONVERTING  FORCE  PROVIDED  BY\n    6  WIND INTO MECHANICAL AND/OR ELECTRICAL ENERGY, AND STORING OR DISTRIBUT-\n    7  ING SUCH ENERGY.\n    8    (2)  THE TERM \"FUEL CELL ELECTRIC GENERATING EQUIPMENT\" SHALL REFER TO\n    9  ON-SITE ELECTRICITY GENERATION SYSTEMS, LOCATED IN REAL PROPERTY LOCATED\n   10  IN NEW YORK STATE UTILIZING  PROTON  EXCHANGE  MEMBRANE  FUEL  CELLS  OR\n   11  MOLTEN  CARBONATE  FUEL  CELL TECHNOLOGIES.   \"FUEL CELL\" MEANS A DEVICE\n   12  THAT PRODUCES ELECTRICITY DIRECTLY FROM  HYDROGEN  OR  HYDROCARBON  FUEL\n   13  THROUGH A NON-COMBUSTIVE ELECTROCHEMICAL PROCESS.\n   14    (3)  THE  TERM  \"GEOTHERMAL  RESOURCE  TRANSFER SYSTEM\" MEANS A SYSTEM\n   15  TRANSFERRING ENERGY THROUGH THE USE OF A  RESOURCE  IN  NEW  YORK  STATE\n   16  INCLUDING:\n   17    (I)  ALL  PRODUCTS OF GEOTHERMAL PROCESSES EMBRACING INDIGENOUS STEAM,\n   18  HOT WATER, AND HOT BRINES;\n   19    (II) STEAM AND OTHER GASES, HOT WATER AND HOT  BRINES  RESULTING  FROM\n   20  WATER,  GAS,  OR  OTHER  FLUIDS  ARTIFICIALLY INTRODUCED INTO GEOTHERMAL\n   21  FORMATIONS;\n   22    (III) HEAT OR OTHER ASSOCIATED ENERGY FOUND IN GEOTHERMAL  FORMATIONS;\n   23  AND\n   24    (IV)  ANY  BYPRODUCTS  DERIVED  FROM THEM, WHERE \"BYPRODUCT\" MEANS ANY\n   25  MINERAL OR MINERALS (EXCLUSIVE OF  OIL,  HYDROCARBON  GAS,  AND  HELIUM)\n   26  WHICH  ARE  FOUND  IN  SOLUTION  OR IN ASSOCIATION WITH OTHER GEOTHERMAL\n   27  RESOURCES AND WHICH HAVE A VALUE OF LESS THAN  SEVENTY-FIVE  PERCENT  OF\n   28  THE VALUE OF THE GEOTHERMAL STEAM OR ARE NOT, BECAUSE OF QUANTITY, QUAL-\n   29  ITY,  OR  TECHNICAL DIFFICULTIES IN EXTRACTION AND PRODUCTION, OF SUFFI-\n   30  CIENT VALUE TO WARRANT EXTRACTION AND PRODUCTION BY THEMSELVES.\n   31    (4) THE TERM \"FARM WASTE ELECTRIC GENERATING EQUIPMENT\"  MEANS  EQUIP-\n   32  MENT  THAT GENERATES ELECTRIC ENERGY FROM BIOGAS PRODUCED BY THE ANAERO-\n   33  BIC DIGESTION OF AGRICULTURAL WASTE, SUCH AS LIVESTOCK  MANURE,  FARMING\n   34  WASTES AND FOOD PROCESSING WASTES WITH A RATED CAPACITY OF NOT MORE THAN\n   35  FIVE HUNDRED KILOWATTS, THAT IS:\n   36    (I)  MANUFACTURED, INSTALLED, AND OPERATED IN ACCORDANCE WITH APPLICA-\n   37  BLE GOVERNMENT AND INDUSTRY STANDARDS;\n   38    (II) CONNECTED TO THE ELECTRIC SYSTEM AND OPERATED IN CONJUNCTION WITH\n   39  AN ELECTRIC CORPORATION'S TRANSMISSION AND DISTRIBUTION FACILITIES;\n   40    (III) OPERATED IN  COMPLIANCE  WITH  ANY  STANDARDS  AND  REQUIREMENTS\n   41  ESTABLISHED UNDER THIS SECTION;\n   42    (IV)  FUELED  AT  A  MINIMUM  OF  NINETY PERCENT ON AN ANNUAL BASIS BY\n   43  BIOGAS PRODUCED FROM THE ANAEROBIC DIGESTION OF AGRICULTURAL WASTE  SUCH\n   44  AS LIVESTOCK MANURE MATERIALS, CROP RESIDUES, AND FOOD PROCESSING WASTE;\n   45  AND\n   46    (V)  FUELED  BY  BIOGAS GENERATED BY ANAEROBIC DIGESTION WITH AT LEAST\n   47  FIFTY PERCENT BY WEIGHT OF ITS FEEDSTOCK BEING LIVESTOCK MANURE  MATERI-\n   48  ALS ON AN ANNUAL BASIS.\n   49    (5) THE TERM \"CREDIT ALLOWANCE YEAR\" MEANS THE FIRST TAXABLE YEAR WITH\n   50  RESPECT TO WHICH THE CREDIT MAY BE CLAIMED PURSUANT TO THE INITIAL CRED-\n   51  IT  COMPONENT  CERTIFICATE  ISSUED  PURSUANT  TO SUBDIVISION (D) OF THIS\n   52  SECTION.\n   53    (6) THE TERM \"TAXABLE YEAR\" MEANS  THE  TAXABLE  YEAR  OF  A  BUSINESS\n   54  TAXPAYER  FILING A NEW YORK STATE TAX RETURN UNDER ARTICLE NINE-A, TWEN-\n   55  TY-TWO, THIRTY-TWO OR THIRTY-THREE OF THIS CHAPTER. IF THE BUSINESS DOES\n   56  NOT HAVE A TAXABLE YEAR BECAUSE IT IS EXEMPT FROM TAXATION OR  OTHERWISE\n\n       S. 2483                             3\n\n    1  IS  NOT  REQUIRED  TO FILE SUCH A RETURN UNDER ANY OF SUCH STATUTES, THE\n    2  TERM \"TAXABLE YEAR\" MEANS (I) THE BUSINESS'S FEDERAL  TAXABLE  YEAR,  OR\n    3  (II)  IF  THE  BUSINESS  DOES NOT HAVE A FEDERAL TAXABLE YEAR, THE GIVEN\n    4  CALENDAR YEAR.\n    5    (7)  \"QUALIFIED  EXPENDITURES\"  SHALL BE REMITTED COSTS FOR MATERIALS,\n    6  LABOR COSTS PROPERLY ALLOCABLE  TO  ON-SITE  PREPARATION,  ASSEMBLY  AND\n    7  ORIGINAL  INSTALLATION,  ARCHITECTURAL  AND  ENGINEERING  SERVICES,  AND\n    8  DESIGNS AND PLANS DIRECTLY RELATED TO THE CONSTRUCTION  OR  INSTALLATION\n    9  OF  SOLAR  AND  WIND  ENERGY SYSTEM EQUIPMENT, SOLAR ELECTRIC GENERATING\n   10  EQUIPMENT, FUEL CELL ELECTRIC GENERATING EQUIPMENT, GEOTHERMAL  RESOURCE\n   11  TRANSFER  SYSTEM  EQUIPMENT AND/OR FARM WASTE ELECTRIC GENERATING EQUIP-\n   12  MENT DIRECTLY RELATED TO THE CONSTRUCTION OR INSTALLATION OF SUCH EQUIP-\n   13  MENT INTENDED FOR THE ORIGINAL USE OF SAID  TAXPAYER,  AT,  OR  DIRECTLY\n   14  RELATED TO, A PROPERTY IN NEW YORK STATE THAT OPERATES AS THE SITUS OF A\n   15  BUSINESS  ENTITY OF SAID TAXPAYER. SUCH QUALIFIED EXPENDITURES SHALL NOT\n   16  INCLUDE INTEREST OR OTHER FINANCE CHARGES WHETHER SUCH CHARGES ACCRUE AS\n   17  A RESULT OF LEASE OR OWNERSHIP OF  SUCH  EQUIPMENT.    FOR  PURPOSES  OF\n   18  DETERMINING  THE  EXPENSES  SERVING AS QUALIFIED EXPENDITURES UNDER THIS\n   19  SECTION, ANY AMOUNT OF FEDERAL, STATE OR LOCAL  GRANT  RECEIVED  BY  THE\n   20  TAXPAYER USED FOR THE PURCHASE AND/OR INSTALLATION OF SUCH EQUIPMENT AND\n   21  WHICH  IS NOT INCLUDED IN THE FEDERAL GROSS INCOME OF THE TAXPAYER SHALL\n   22  NOT SERVE AS A QUALIFYING EXPENDITURE.\n   23    (C) ALLOWANCE OF CREDIT. (1) QUALIFIED ALTERNATIVE ENERGY SYSTEMS  AND\n   24  GENERATING  EQUIPMENT EXPENSES. QUALIFIED ALTERNATIVE ENERGY SYSTEMS AND\n   25  GENERATING EQUIPMENT EXPENSES ARE THOSE QUALIFIED EXPENDITURES GENERATED\n   26  FROM THE PURCHASE AND INSTALLATION OF ELIGIBLE EQUIPMENT  AS  ENUMERATED\n   27  IN SUBDIVISION (B) OF THIS SECTION.\n   28    (2)  CREDIT  FOR SOLAR AND WIND ENERGY SYSTEM EQUIPMENT. THE AMOUNT OF\n   29  CREDIT FOR THE PURCHASE AND INSTALLATION  OF  ELIGIBLE  SOLAR  AND  WIND\n   30  ENERGY SYSTEM EQUIPMENT SHALL BE FIFTY PERCENT OF THE QUALIFIED EXPENSES\n   31  FOR  TAXPAYERS  UNDER  ARTICLE  NINE-A,  THIRTY-TWO OR THIRTY-THREE, AND\n   32  FORTY-FIVE PERCENT OF THE QUALIFIED EXPENSES FOR TAXPAYERS UNDER ARTICLE\n   33  TWENTY-TWO OF THIS CHAPTER, INCURRED IN PURCHASING  AND  INSTALLING  ANY\n   34  SUCH SYSTEM OR COMBINATION THEREOF.\n   35    (3)  CREDIT  FOR  FUEL  CELL ELECTRIC GENERATING EQUIPMENT, GEOTHERMAL\n   36  RESOURCE TRANSFER SYSTEM EQUIPMENT AND/OR FARM WASTE ELECTRIC GENERATING\n   37  EQUIPMENT. THE AMOUNT OF CREDIT FOR THE  PURCHASE  AND  INSTALLATION  OF\n   38  ELIGIBLE  FUEL  CELL  ELECTRIC  GENERATING  EQUIPMENT  AND/OR GEOTHERMAL\n   39  RESOURCE TRANSFER SYSTEM EQUIPMENT SHALL BE FORTY-FIVE  PERCENT  OF  THE\n   40  QUALIFIED  EXPENSES FOR TAXPAYERS UNDER ARTICLE NINE, NINE-A, THIRTY-TWO\n   41  OR THIRTY-THREE, AND FORTY PERCENT OF THE QUALIFIED EXPENSES FOR TAXPAY-\n   42  ERS UNDER ARTICLE TWENTY-TWO OF THIS CHAPTER, INCURRED IN PURCHASING AND\n   43  INSTALLING ANY SUCH SYSTEM.\n   44    (4) MULTIPLE TAXPAYERS. WHERE QUALIFYING EXPENDITURES ARE  ACCUMULATED\n   45  FROM  THE CONSTRUCTION AND/OR THE INSTALLATION OF QUALIFYING ALTERNATIVE\n   46  SYSTEMS AND GENERATING EQUIPMENT ARE SHARED BY TWO  OR  MORE  TAXPAYERS,\n   47  THE  AMOUNT OF THE CREDIT ALLOWABLE UNDER THIS SECTION SHALL BE PRORATED\n   48  ACCORDING TO THE PERCENTAGE OF THE TOTAL EXPENDITURE FOR SUCH  EQUIPMENT\n   49  CONTRIBUTED BY EACH TAXPAYER.\n   50    (D)  CREDIT  QUALIFICATION.  (1) REALIZATION OF CREDIT. CREDITS EARNED\n   51  UNDER THIS SECTION SHALL BE QUALIFYING EXPENDITURES INCURRED AFTER JANU-\n   52  ARY FIRST, TWO THOUSAND TWELVE, THAT ACCREDIT TO THE  TAXPAYER'S  CREDIT\n   53  ALLOWANCE  YEAR  AND  EACH  SUBSEQUENT  TAXABLE  YEAR  ACCORDING  TO THE\n   54  PROVISIONS OF SUBDIVISION (C) OF THIS SECTION.\n   55    (2) CREDIT COMPONENT CERTIFICATE. A TAXPAYER WHO  WISHES  TO  MAKE  AN\n   56  INITIAL CLAIM FOR CREDITS UNDER THIS SECTION SHALL SUBMIT AN APPLICATION\n\n       S. 2483                             4\n\n    1  FOR A CREDIT COMPONENT CERTIFICATE TO THE DIRECTOR OF THE NEW YORK STATE\n    2  ENERGY  RESEARCH AND DEVELOPMENT AUTHORITY UPON THE SUCCESSFUL INSTALLA-\n    3  TION AND OPERATION FOR AT LEAST  THREE  CONTINUOUS  MONTHS  OF  ELIGIBLE\n    4  EQUIPMENT  THAT RATE AS QUALIFIED EXPENDITURES. THE PRESIDENT OF THE NEW\n    5  YORK STATE ENERGY RESEARCH AND DEVELOPMENT  AUTHORITY,  IN  CONSULTATION\n    6  WITH  THE  COMMISSIONER  AND THE COMMISSIONER OF ENVIRONMENTAL CONSERVA-\n    7  TION, SHALL PRESCRIBE THE REQUIREMENTS FOR THE ACCEPTANCE OF SUCH APPLI-\n    8  CATION, BUT AT A MINIMUM THE APPLICATION SHALL LIST THE AMOUNT OF QUALI-\n    9  FYING EXPENDITURES, THE  RATING  CAPACITY  IN  KILOWATT  HOURS  OF  SUCH\n   10  EQUIPMENT,  AND  THE  ANTICIPATED  REDUCTION  IN THE USE OF CONVENTIONAL\n   11  ENERGY GENERATION SOURCES REALIZED THROUGH THE USE  OF  SUCH  EQUIPMENT.\n   12  SUCH  APPLICATION  SHALL  REQUIRE  A  FEE OF FIFTY DOLLARS FOR EACH FIVE\n   13  MILLION DOLLARS OF GROSS RECEIPTS LISTED BY THE TAXPAYER FOR THE TAXABLE\n   14  YEAR IMMEDIATELY PRECEDING THE INITIAL CREDIT ALLOWANCE YEAR  AFTER  THE\n   15  FIRST  FIVE MILLION DOLLARS IN GROSS RECEIPTS FOR SUCH TAXABLE YEAR. ANY\n   16  EXPANSION OF ALTERNATIVE RATED CAPACITY ADHERING TO INCREASED QUALIFYING\n   17  EXPENDITURES BEYOND SUCH  EXPENDITURES  UTILIZED  IN  A  PRIOR  ACCEPTED\n   18  APPLICATION  SHALL  REQUIRE AN ADDITIONAL APPLICATION FOR FURTHER CREDIT\n   19  CLAIMS UNDER THIS SECTION.\n   20    (3) ISSUANCE OF CERTIFICATE. THE PRESIDENT OF THE NEW YORK STATE ENER-\n   21  GY RESEARCH AND DEVELOPMENT AUTHORITY SHALL  REVIEW  APPLICATIONS  FILED\n   22  UNDER  THIS  SECTION  TO  VERIFY AN ELIGIBLE BUSINESS'S CLAIMED BENEFITS\n   23  UNDER THIS SECTION. THE PRESIDENT SHALL SUPPLY TO EACH COMPANY A CERTIF-\n   24  ICATE MARKING THE APPROVAL OF QUALIFYING EXPENSES FOR APPLICATION TO THE\n   25  COMMISSIONER FOR CREDITS UNDER THIS SECTION WITHIN NINETY  DAYS  OF  THE\n   26  RECEIPT  OF  SUCH  APPLICATION.  A  COPY  OF  THIS  CERTIFICATE SHALL BE\n   27  ATTACHED TO ANY RETURNS SUCH TAXPAYER IS REQUIRED  TO  FILE  UNDER  THIS\n   28  CHAPTER.  IF  ANY EXPENSES USED AS PART OF THE CREDIT BASE OF QUALIFYING\n   29  EXPENDITURES ARE DENIED FOR SUCH CREDIT CLAIM BY THE  PRESIDENT  OF  THE\n   30  NEW  YORK  STATE  ENERGY RESEARCH AND DEVELOPMENT AUTHORITY, SUCH DENIAL\n   31  SHALL BE REPORTED TO THE TAXPAYER AND THE COMMISSIONER WITH  A  DETAILED\n   32  EXPLANATION OF THE RATIONALE FOR SUCH DENIAL.\n   33    (4) REVOCATION OF BENEFITS. IN ADDITION TO ANY OTHER PENALTIES ENUMER-\n   34  ATED UNDER THIS CHAPTER, A VIOLATION OF THE TERMS OF THIS SUBDIVISION OR\n   35  ANY  WILLFUL  MISREPRESENTATION  OF ANY OF THE TERMS OF THIS SECTION MAY\n   36  RESULT IN THE RESCINDING OF THE CERTIFICATE ISSUED UNDER THIS  PARAGRAPH\n   37  AND  A RECAPTURE OF CURRENT AND PREVIOUSLY RECEIVED BENEFITS. THE PRESI-\n   38  DENT OF THE NEW YORK STATE ENERGY  RESEARCH  AND  DEVELOPMENT  AUTHORITY\n   39  SHALL REPORT TO THE COMMISSIONER ANY DETERMINATIONS OF VIOLATIONS OF THE\n   40  TERMS  OF  THIS SECTION.  THE COMMISSIONER AND THE COMMISSIONER OF ENVI-\n   41  RONMENTAL CONSERVATION SHALL MAKE RECOMMENDATIONS TO  THE  PRESIDENT  OF\n   42  THE  NEW  YORK  STATE  ENERGY RESEARCH AND DEVELOPMENT AUTHORITY FOR THE\n   43  RESCINDING OF ANY CERTIFICATE ISSUED PURSUANT TO THIS SECTION  THAT  THE\n   44  COMMISSIONER  OF  ENVIRONMENTAL  CONSERVATION  DETERMINES RESULTS FROM A\n   45  WILLFUL FALSE CLAIM OF THE CAPABILITIES OR AMOUNT OF QUALIFYING EXPENDI-\n   46  TURES OF SOLAR AND WIND ENERGY SYSTEM EQUIPMENT AND FUEL  CELL  ELECTRIC\n   47  GENERATING EQUIPMENT.\n   48    (5)  EARLY  DISPOSITION.  THE  DISCONTINUED  USE OF ANY SOLAR AND WIND\n   49  ENERGY SYSTEM EQUIPMENT, FUEL CELL ELECTRIC GENERATING EQUIPMENT, GEOTH-\n   50  ERMAL RESOURCE TRANSFER SYSTEM EQUIPMENT OR FARM WASTE ELECTRIC GENERAT-\n   51  ING EQUIPMENT WITHIN FIVE YEARS  OF  THE  CREDIT  ALLOWANCE  YEAR  SHALL\n   52  RESULT  IN  THE  RECAPTURE  OF  CURRENT AND PREVIOUSLY RECEIVED BENEFITS\n   53  UNLESS SUCH DISPOSITION IS DUE TO THE INOPERATIVENESS OF SUCH  EQUIPMENT\n   54  BEYOND ANY REASONABLE CONTROL OR EFFORTS OF THE TAXPAYER OR THE REPLACE-\n   55  MENT OF SUCH EQUIPMENT BY MORE EFFICIENT AND TECHNICALLY ADVANCED ALTER-\n   56  NATIVE  ENERGY  SYSTEMS  APPROVED  BY  THE COMMISSIONER OF ENVIRONMENTAL\n\n       S. 2483                             5\n\n    1  CONSERVATION AND THE PRESIDENT OF THE NEW YORK STATE ENERGY RESEARCH AND\n    2  DEVELOPMENT AUTHORITY. SUCH EARLY  DISPOSITION  SHALL  NOT  INCLUDE  THE\n    3  TRANSFER  OF  OWNERSHIP INTEREST OF THE PROPERTY SUCH EQUIPMENT OPERATES\n    4  WITHIN  UNLESS THE TRANSFER RESULTS IN THE CESSATION OF THE OPERATION OF\n    5  SUCH EQUIPMENT WITHIN FIVE YEARS  OF  THE  CREDIT  ALLOWANCE  YEAR.  THE\n    6  TAXPAYER  SHALL  ANNUALLY  ATTEST TO THE PRESIDENT OF THE NEW YORK STATE\n    7  ENERGY RESEARCH AND DEVELOPMENT AUTHORITY THAT SUCH EQUIPMENT REMAINS IN\n    8  QUALIFYING USE.\n    9    (E) CROSS-REFERENCES. FOR APPLICATION OF THE CREDIT  PROVIDED  FOR  IN\n   10  THIS SECTION, SEE THE FOLLOWING PROVISIONS OF THIS CHAPTER:\n   11    (1) ARTICLE 9-A: SECTION 210, SUBDIVISION 43\n   12    (2) ARTICLE 22: SECTION 606, SUBSECTIONS (I) AND (SS)\n   13    (3) ARTICLE 32: SECTION 1456, SUBSECTION (X)\n   14    (4) ARTICLE 33: SECTION 1511, SUBDIVISION (AA).\n   15    S 2. Section 210 of the tax law is amended by adding a new subdivision\n   16  43 to read as follows:\n   17    43.  ALTERNATIVE  ENERGY  SYSTEMS  AND GENERATING EQUIPMENT CREDIT.  A\n   18  TAXPAYER SHALL BE ALLOWED A  CREDIT,  TO  BE  COMPUTED  AS  PROVIDED  IN\n   19  SECTION  TWENTY-EIGHT-A OF THIS CHAPTER, AGAINST THE TAX IMPOSED BY THIS\n   20  ARTICLE. THE CREDIT ALLOWED UNDER THIS SUBDIVISION FOR ANY TAXABLE  YEAR\n   21  SHALL  NOT  REDUCE  THE  TAX  DUE  FOR SUCH YEAR TO LESS THAN THE HIGHER\n   22  AMOUNT PRESCRIBED IN PARAGRAPHS (C) AND (D) OF SUBDIVISION ONE  OF  THIS\n   23  SECTION.  HOWEVER, IF THE AMOUNT OF CREDIT ALLOWABLE UNDER THIS SUBDIVI-\n   24  SION FOR ANY TAXABLE YEAR REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT  OF\n   25  CREDIT  NOT DEDUCTIBLE IN SUCH TAXABLE YEAR OR YEARS MAY BE CARRIED OVER\n   26  TO ANY OR ALL OF THE FOLLOWING FIVE TAXABLE YEARS AND  MAY  BE  DEDUCTED\n   27  FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   28    S  3. Subparagraph (B) of paragraph 1 of subsection (i) of section 606\n   29  of the tax law is amended by adding a new  clause  (xxxii)  to  read  as\n   30  follows:\n\n   31  (XXXII) CREDIT FOR ALTERNATIVE          QUALIFYING EXPENDITURES\n   32  ENERGY SYSTEMS AND                      UNDER SUBDIVISION FORTY-THREE\n   33  GENERATING EQUIPMENT                    OF SECTION TWO HUNDRED\n   34  UNDER SUBSECTION (SS)                   TEN\n   35    S  4. Section 606 of the tax law is amended by adding a new subsection\n   36  (ss) to read as follows:\n   37    (SS) ALTERNATIVE ENERGY SYSTEMS AND GENERATING EQUIPMENT  CREDIT.  (1)\n   38  ALLOWANCE  OF  CREDIT.  A  TAXPAYER  SHALL  BE  ALLOWED  A CREDIT, TO BE\n   39  COMPUTED AS PROVIDED IN SECTION TWENTY-EIGHT-A OF THIS CHAPTER,  AGAINST\n   40  THE TAX IMPOSED BY THIS ARTICLE.\n   41    (2)  APPLICATION  OF CREDIT. IF THE AMOUNT OF THE CREDIT ALLOWED UNDER\n   42  THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR\n   43  SUCH YEAR, SUCH EXCESS AMOUNT MAY BE CARRIED OVER TO ANY OR ALL  OF  THE\n   44  FOLLOWING  FIVE  TAXABLE  YEARS  NEXT  FOLLOWING  THE  TAXABLE YEAR WITH\n   45  RESPECT TO WHICH THE CREDIT IS ALLOWED AND  MAY  BE  DEDUCTED  FROM  THE\n   46  TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   47    S 5. Section 1456 of the tax law is amended by adding a new subsection\n   48  (x) to read as follows:\n   49    (X)  ALTERNATIVE  ENERGY SYSTEMS AND GENERATING EQUIPMENT CREDIT.  (1)\n   50  ALLOWANCE OF CREDIT. A  TAXPAYER  SHALL  BE  ALLOWED  A  CREDIT,  TO  BE\n   51  COMPUTED  AS PROVIDED IN SECTION TWENTY-EIGHT-A OF THIS CHAPTER, AGAINST\n   52  THE TAX IMPOSED BY THIS ARTICLE.\n   53    (2) APPLICATION OF CREDIT. THE CREDIT ALLOWED  UNDER  THIS  SUBSECTION\n   54  FOR  ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO LESS\n   55  THAN THE MINIMUM TAX FIXED BY  PARAGRAPH  THREE  OF  SUBSECTION  (B)  OF\n\n       S. 2483                             6\n\n    1  SECTION  FOURTEEN  HUNDRED  FIFTY-FIVE OF THIS ARTICLE.  HOWEVER, IF THE\n    2  AMOUNT OF CREDITS ALLOWED UNDER THIS SUBSECTION  FOR  ANY  TAXABLE  YEAR\n    3  REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT THUS NOT DEDUCTIBLE\n    4  IN  SUCH  TAXABLE YEAR OR YEARS MAY BE CARRIED OVER TO ANY OR ALL OF THE\n    5  FOLLOWING FIVE TAXABLE YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX\n    6  FOR SUCH YEAR OR YEARS.\n    7    S 6. Section 1511 of the tax law is amended by adding a  new  subdivi-\n    8  sion (aa) to read as follows:\n    9    (AA)  ALTERNATIVE ENERGY SYSTEMS AND GENERATING EQUIPMENT CREDIT.  (1)\n   10  ALLOWANCE OF CREDIT. A  TAXPAYER  SHALL  BE  ALLOWED  A  CREDIT,  TO  BE\n   11  COMPUTED  AS PROVIDED IN SECTION TWENTY-EIGHT-A OF THIS CHAPTER, AGAINST\n   12  THE TAXES IMPOSED BY THIS ARTICLE.\n   13    (2) APPLICATION OF CREDIT. THE CREDIT ALLOWED UNDER  THIS  SUBDIVISION\n   14  FOR  ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO LESS\n   15  THAN THE MINIMUM FIXED BY PARAGRAPH FOUR OF SUBDIVISION (A)  OF  SECTION\n   16  FIFTEEN  HUNDRED  TWO  OR SECTION FIFTEEN HUNDRED TWO-A OF THIS ARTICLE.\n   17  HOWEVER, IF THE AMOUNT OF CREDITS ALLOWED UNDER THIS SUBDIVISION FOR ANY\n   18  TAXABLE YEAR REDUCED THE TAX TO SUCH AMOUNT, ANY AMOUNT OF  CREDIT  THUS\n   19  NOT  DEDUCTIBLE IN SUCH TAXABLE YEAR OR YEARS MAY BE CARRIED OVER TO ANY\n   20  OR ALL OF THE FOLLOWING FIVE TAXABLE YEARS AND MAY BE DEDUCTED FROM  THE\n   21  TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   22    S  7.  This act shall take effect immediately and shall apply to taxa-\n   23  ble years commencing on and after January 1, 2011.\n",
  "memo" : "BILL NUMBER:S2483\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to establishing a tax\ncredit for alternative energy systems and generating equipment\n\nPURPOSE:\nThe purpose of this legislation is to encourage the investment in and\ncontinued use of alternative energy systems and generating equipment\nthrough tax credits which will assist in offsetting the initial costs\nof constructing and installing solar and wind energy system equipment\nand fuel cell electric generating equipment.\n\nSUMMARY OF PROVISIONS:\nSection 1 - would amend the tax law by adding a new section 28-a to\nestablish a tax credit for alternative energy systems and generating\nequipment.\n\nSubdivision a - would establish a tax credit for qualified\nexpenditures meeting the criteria prescribed by the Department of\nTax. and Finance in consultation with the Department of Environmental\nConservation and the New York State Energy Research and Development\nAuthority (NYSERDA) for taxpayers subject to tax under articles\nnine-a, twenty-two, thirty-two and thirty-three whose business is not\nsubstantially engaged in the commercial generation, distribution,\ntransmission or servicing of energy or energy products.\n\nSubdivision b - would establish definitions for the following terms:\n\"solar and wind energy system equipment,\" solar electric generating\nequipment, wind energy system, \"fuel cell electric generating\nequipment,\", \"farm waste electric generating equipment, \"credit\nallowance year-\" \"taxable year,\" and qualified expenditures.\n\nSubdivision c - would allow for tax credits for qualifying energy\nsystems and equipment as follows:\n\nParagraph 1 - establishes qualified alternative energy systems and\ngenerating equipment expenses.\nParagraph 2 - provides for tax credit for eligible solar and wind\nenergy system equipment equal to 50% of the qualified expenses for\ncertain taxpayers.\nparagraph 3 - provides for tax credit for eligible fuel cell electric\ngenerating equipment equal to 45% of the qualified expenses for\ncertain taxpayers.\nParagraph 4 - provides for proration of tax credit when two or more\ntaxpayers share in the accumulation of qualifying expenditures of\nqualifying alternative systems and generating equipment.\n\nSubdivision d - establishes requirements for tax credit qualification.\nParagraph 1 - provides for realization of credit.\n\nParagraph 2 - credit component Certificate from NYSERDA required.\n\nParagraph 3 - provides for NYSERDA issuance of Certificate marking\napproval of qualifying expenses for application of tax credits.\n\nParagraph 4 - provides for revocation of Certificate upon violation of\nterms of this paragraph or any willful misrepresentation of any terms\nof this section.\n\nParagraph 5 - provides for recapture of current and previously\nreceived benefits if Use of any solar and wind energy system\nequipment or fuel cell electric generating is discontinued within 5\nYears, but for certain circumstances.\n\nSections 2, 3, 4, 5 and 6 - amend the tax law to allow for alternative\nenergy systems and generating equipment credits, as would be\nestablished pursuant to section one of this legislation, within\nArticles nine-a, twenty-two, thirty-two and thirty-three of the tax\nlaw.\n\nSection 7 - Effective date.\n\nEXISTING LAW:\nA\" personal income tax credit currently exists for individuals who\ninvest\n\nin solar electric technologies for residential Use.\n\nJUSTIFICATION:\nThe provision of a tax credit for business\ncorporations would encourage the\nbusiness community to invest in alternative energy systems. The\nadditional investment in solar energy and fuel cell electric\ngenerating equipment would enhance the diversification of New\nYork's reliance on non-renewable technologies and help protect\nour environment with cleaner energy sources.  A tax credit to\nassist businesses in offsetting the cost of developing and\ninstalling these self-sufficient and renewable energy systems\nwould provide the additional incentive for these businesses to\ninvest in such equipment thereby decreasing their need for\ntraditional energy sources.\n\nLEGISLATIVE HISTORY:\n2009-2010 S.1361-A Referred to Investigations & Government Operations\n2007-2008 S.1634B Passed Senate\n2005-2006 - Passes Senate (S.785-B/A.5277-B)\n2004 - Investigations & Gov. Operations Committee (S.6317-A/A.10191-A)\n\nFISCAL IMPLICATIONS:\nIt is estimated tax revenue would be reduced by $15 million\nannually.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately/and\nshall apply to taxable years beginning on and after January 1, 2011;\nprovided, however, that the IMB tax credit for energy taxes under\nsubsection (t-1) of section 606 of the tax law contained in section\nthree of this act shall expire on the same date as provided in\nsubdivision (al of section 49 of part y of chapter 63 of the laws of\n2000, and section 9 of part p of chapter 60 of the laws of 2004, as\namended by section 10 of part V of a chapter of the laws of 2006, in\nlegislative bill numbers S.6460-C and A.9560-B, as amended,\nrespectively.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a tax credit for alternative energy systems and generating equipment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160537.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110124.T142130.TXT", "SOBI.D110121.T162039.TXT", "SOBI.D110121.T161538.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295999090161
}