{
  "year" : 2011,
  "senateBillNo" : "S2484-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2484-2011-1295845200000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing limitations upon school district and local government tax levies; repealer",
  "summary" : "Relates to establishing limitations upon school districts and local government tax levies. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "CARLUCCI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2484\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  Sens. KLEIN, SAVINO, CARLUCCI, VALESKY -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Local Government\n\n       AN  ACT  to  amend  the real property tax law, the education law and the\n         general municipal law, in relation to  establishing  limitations  upon\n         school district and local government tax levies; and repealing certain\n         provisions of the education law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 1307 to read as follows:\n    3    S  1307.  LIMITATIONS  UPON  SCHOOL DISTRICT TAX LEVIES. 1. GENERALLY.\n    4  UNLESS OTHERWISE PROVIDED BY LAW, THE AMOUNT OF TAXES THAT MAY BE LEVIED\n    5  BY OR ON BEHALF OF  ANY  SCHOOL  DISTRICT,  OTHER  THAN  A  CITY  SCHOOL\n    6  DISTRICT  OF A CITY WITH ONE HUNDRED TWENTY-FIVE THOUSAND INHABITANTS OR\n    7  MORE, SHALL NOT EXCEED THE TAX LEVY LIMITATIONS ESTABLISHED PURSUANT  TO\n    8  SECTION  TWO  THOUSAND  TWENTY-THREE-A OF THE EDUCATION LAW. IT SHALL BE\n    9  THE RESPONSIBILITY OF THE COMMISSIONER OF EDUCATION TO  ANNUALLY  DETER-\n   10  MINE  THE  TAX LEVY LIMIT OF EACH SCHOOL DISTRICT IN ACCORDANCE WITH THE\n   11  PROVISIONS OF THIS SECTION.\n   12    2. DEFINITIONS. AS USED IN THIS SECTION:\n   13    (A) \"ALLOWABLE LEVY GROWTH FACTOR\" SHALL BE THE LESSER OF:    (I)  ONE\n   14  AND  TWO  ONE HUNDREDTHS; OR (II) THE SUM OF ONE PLUS ONE HUNDRED TWENTY\n   15  PERCENT OF THE INFLATION FACTOR; PROVIDED,  HOWEVER,  THAT  IN  NO  CASE\n   16  SHALL THE LEVY GROWTH FACTOR BE LESS THAN ONE.\n   17    (B)  \"AVAILABLE  CARRYOVER\"  MEANS THE SUM OF THE AMOUNTS BY WHICH THE\n   18  TAX LEVY FOR EACH SCHOOL YEAR FROM THE TWO THOUSAND TWELVE--TWO THOUSAND\n   19  THIRTEEN SCHOOL YEAR THROUGH THE PRIOR SCHOOL YEAR WAS BELOW THE  APPLI-\n   20  CABLE TAX LEVY LIMIT FOR SUCH SCHOOL YEAR, IF ANY.\n   21    (C) \"CAPITAL LOCAL EXPENDITURES\" MEANS THE TAXES ASSOCIATED WITH BUDG-\n   22  ETED  EXPENDITURES  RESULTING FROM THE CONSTRUCTION, ACQUISITION, RECON-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04137-02-1\n\n       S. 2484                             2\n\n    1  STRUCTION, REHABILITATION OR IMPROVEMENT OF SCHOOL BUILDINGS,  INCLUDING\n    2  DEBT  SERVICE  AND  LEASE  EXPENDITURES,  SUBJECT TO THE APPROVAL OF THE\n    3  QUALIFIED VOTERS WHERE REQUIRED BY LAW.\n    4    (D) \"CAPITAL TAX LEVY\" MEANS THE TAX LEVY NECESSARY TO SUPPORT CAPITAL\n    5  LOCAL EXPENDITURES, IF ANY.\n    6    (E)  \"COMING  SCHOOL  YEAR\"  MEANS  THE SCHOOL YEAR FOR WHICH TAX LEVY\n    7  LIMITS ARE BEING DETERMINED PURSUANT TO THIS SECTION.\n    8    (F) \"INFLATION FACTOR\" MEANS THE QUOTIENT OF: (I) THE AVERAGE  OF  THE\n    9  NATIONAL  CONSUMER PRICE INDEXES DETERMINED BY THE UNITED STATES DEPART-\n   10  MENT OF LABOR FOR THE TWELVE MONTH PERIOD PRECEDING JANUARY FIRST OF THE\n   11  CURRENT YEAR MINUS THE AVERAGE OF THE NATIONAL  CONSUMER  PRICE  INDEXES\n   12  DETERMINED BY THE UNITED STATES DEPARTMENT OF LABOR FOR THE TWELVE-MONTH\n   13  PERIOD  PRECEDING  JANUARY FIRST OF THE PRIOR YEAR, DIVIDED BY: (II) THE\n   14  AVERAGE OF THE NATIONAL CONSUMER PRICE INDEXES DETERMINED BY THE  UNITED\n   15  STATES DEPARTMENT OF LABOR FOR THE TWELVE-MONTH PERIOD PRECEDING JANUARY\n   16  FIRST  OF THE PRIOR YEAR, WITH THE RESULT EXPRESSED AS A DECIMAL TO FOUR\n   17  PLACES.\n   18    (G) \"PRIOR SCHOOL YEAR\" MEANS THE SCHOOL  YEAR  IMMEDIATELY  PRECEDING\n   19  THE COMING SCHOOL YEAR.\n   20    (H)  \"SCHOOL  DISTRICT\"  MEANS  A  COMMON  SCHOOL DISTRICT, UNION FREE\n   21  SCHOOL DISTRICT, CENTRAL SCHOOL DISTRICT, CENTRAL HIGH  SCHOOL  DISTRICT\n   22  OR  A  CITY  SCHOOL  DISTRICT  IN  A  CITY  WITH  LESS  THAN ONE HUNDRED\n   23  TWENTY-FIVE THOUSAND INHABITANTS.\n   24    (I) \"TAX LEVY BASE\" MEANS THE AMOUNT OF TAXES A SCHOOL DISTRICT  WOULD\n   25  BE  AUTHORIZED  TO  LEVY WITHOUT THE ADDITION OF ANY AVAILABLE CARRYOVER\n   26  AMOUNT.\n   27    (J) \"TAX LEVY LIMIT\" MEANS THE AMOUNT OF TAXES A  SCHOOL  DISTRICT  IS\n   28  AUTHORIZED TO LEVY PURSUANT TO THIS SECTION, PROVIDED, HOWEVER, THAT THE\n   29  TAX  LEVY  LIMIT  SHALL  NOT INCLUDE THE DISTRICT'S CAPITAL TAX LEVY, IF\n   30  ANY.\n   31    3. TAX BASE GROWTH FACTOR. (A) NO LATER  THAN  FEBRUARY  FIFTEENTH  OF\n   32  EACH  YEAR,  THE  STATE  BOARD SHALL IDENTIFY THOSE SCHOOL DISTRICTS FOR\n   33  WHICH TAX BASE GROWTH FACTORS MUST BE DETERMINED FOR THE  COMING  SCHOOL\n   34  YEAR,  AND  SHALL  NOTIFY  THE COMMISSIONER OF EDUCATION OF THE TAX BASE\n   35  GROWTH FACTORS SO DETERMINED, IF ANY.\n   36    (B) THE STATE BOARD SHALL CALCULATE A QUANTITY CHANGE FACTOR FOR  EACH\n   37  SCHOOL  DISTRICT  FOR  THE COMING SCHOOL YEAR BASED UPON THE PHYSICAL OR\n   38  QUANTITY CHANGE, AS DEFINED BY SECTION TWELVE  HUNDRED  TWENTY  OF  THIS\n   39  CHAPTER, REPORTED TO THE STATE BOARD BY THE ASSESSOR OR ASSESSORS PURSU-\n   40  ANT  TO  SECTION FIVE HUNDRED SEVENTY-FIVE OF THIS CHAPTER. THE QUANTITY\n   41  CHANGE FACTOR SHALL SHOW THE PERCENTAGE BY WHICH THE FULL VALUE  OF  THE\n   42  TAXABLE REAL PROPERTY IN THE SCHOOL DISTRICT HAS CHANGED DUE TO PHYSICAL\n   43  OR  QUANTITY  CHANGE  BETWEEN  THE SECOND FINAL ASSESSMENT ROLL OR ROLLS\n   44  PRECEDING THE FINAL ASSESSMENT ROLL OR ROLLS UPON WHICH TAXES ARE TO  BE\n   45  LEVIED, AND THE FINAL ASSESSMENT ROLL OR ROLLS IMMEDIATELY PRECEDING THE\n   46  FINAL ASSESSMENT ROLL OR ROLLS UPON WHICH TAXES ARE TO BE LEVIED.\n   47    (C)  AFTER  DETERMINING  THE  QUANTITY  CHANGE  FACTOR  FOR  A  SCHOOL\n   48  DISTRICT, THE STATE BOARD SHALL PROCEED AS FOLLOWS:\n   49    (I) IF THE QUANTITY CHANGE FACTOR IS NEGATIVE, THE STATE  BOARD  SHALL\n   50  NOT DETERMINE A TAX BASE GROWTH FACTOR FOR THE SCHOOL DISTRICT.\n   51    (II)  IF THE QUANTITY CHANGE FACTOR IS POSITIVE, THE STATE BOARD SHALL\n   52  DETERMINE A TAX BASE GROWTH FACTOR FOR  THE  SCHOOL  DISTRICT  WHICH  IS\n   53  EQUAL  TO  ONE PLUS THE QUANTITY CHANGE FACTOR, PROVIDED THAT IN NO CASE\n   54  SHALL A TAX BASE GROWTH FACTOR BE IN EXCESS OF ONE AND ONE-TENTH.\n   55    4. COMPUTATION OF TAX LEVY LIMITS. (A) THE  TAX  LEVY  BASE  FOR  EACH\n   56  SCHOOL YEAR SHALL BE DETERMINED AS FOLLOWS:\n\n       S. 2484                             3\n\n    1    (I)  ASCERTAIN  THE  TOTAL AMOUNT OF TAXES LEVIED FOR THE PRIOR SCHOOL\n    2  YEAR.\n    3    (II)  ADD  ANY  PAYMENTS  IN LIEU OF TAXES THAT WERE RECEIVABLE IN THE\n    4  PRIOR SCHOOL YEAR.\n    5    (III) SUBTRACT THE CAPITAL TAX LEVY FOR THE PRIOR SCHOOL YEAR, IF ANY.\n    6    (IV) MULTIPLY THE RESULT BY THE ALLOWABLE LEVY GROWTH FACTOR.\n    7    (V) MULTIPLY THE RESULT BY THE TAX BASE GROWTH FACTOR, IF ANY.\n    8    (B) THE TAX LEVY BASE SHALL BE ADJUSTED BY ADDING THE AVAILABLE CARRY-\n    9  OVER, IF ANY, PROVIDED THAT IN NO EVENT SHALL THE AMOUNT OF ADDED CARRY-\n   10  OVER EXCEED ONE AND ONE-HALF PERCENT OF  THE  TAX  LEVY  FOR  THE  PRIOR\n   11  SCHOOL YEAR.\n   12    (C)  THE  TAX  LEVY  LIMIT  FOR  THE  COMING  SCHOOL YEAR SHALL BE THE\n   13  ADJUSTED TAX LEVY BASE, LESS ANY PAYMENTS IN LIEU OF TAXES RECEIVABLE IN\n   14  THE COMING SCHOOL YEAR. NO LATER THAN MARCH  FIRST  OF  EACH  YEAR,  THE\n   15  COMMISSIONER  OF  EDUCATION  SHALL CALCULATE THE TAX LEVY LIMIT FOR EACH\n   16  SCHOOL DISTRICT FOR THE COMING SCHOOL YEAR, AND SHALL NOTIFY EACH SCHOOL\n   17  DISTRICT OF THE ALLOWABLE LEVY GROWTH FACTOR, THE  DISTRICT'S  TAX  BASE\n   18  GROWTH  FACTOR,  IF ANY, THE DISTRICT'S TAX LEVY BASE AND THE DISTRICT'S\n   19  TAX LEVY LIMIT.\n   20    5. VOTER UNDERRIDES. THE QUALIFIED VOTERS OF  A  SCHOOL  DISTRICT  MAY\n   21  VOTE  TO  REDUCE  (OR UNDERRIDE) THE LIMITATIONS IMPOSED BY THIS SECTION\n   22  FOR SUCH SCHOOL DISTRICT FOR  THE  COMING  SCHOOL  YEAR  IN  THE  MANNER\n   23  PROVIDED BY SECTION TWO THOUSAND TWENTY-THREE-A OF THE EDUCATION LAW.\n   24    6.  REORGANIZED  SCHOOL  DISTRICTS.  WHEN TWO OR MORE SCHOOL DISTRICTS\n   25  REORGANIZE, THE COMMISSIONER OF EDUCATION SHALL DETERMINE THE  TAX  LEVY\n   26  LIMIT  FOR  THE  REORGANIZED SCHOOL DISTRICT BASED ON THE RESPECTIVE TAX\n   27  LEVY LIMITS OF THE SCHOOL DISTRICTS THAT FORMED THE REORGANIZED DISTRICT\n   28  FROM THE LAST  SCHOOL  YEAR  IN  WHICH  THEY  WERE  SEPARATE  DISTRICTS,\n   29  PROVIDED  THAT  IN  THE  EVENT OF FORMATION OF A NEW CENTRAL HIGH SCHOOL\n   30  DISTRICT, THE TAX LEVY LIMITS FOR THE NEW CENTRAL HIGH  SCHOOL  DISTRICT\n   31  AND  ITS  COMPONENT  SCHOOL  DISTRICTS SHALL BE DETERMINED IN ACCORDANCE\n   32  WITH A METHODOLOGY PRESCRIBED BY THE COMMISSIONER OF EDUCATION.\n   33    7. ERRONEOUS LEVIES. IN THE EVENT A SCHOOL DISTRICT'S ACTUAL TAX  LEVY\n   34  FOR  A  GIVEN  SCHOOL  YEAR EXCEEDS THE MAXIMUM ALLOWABLE LEVY AS ESTAB-\n   35  LISHED PURSUANT TO SECTION TWO THOUSAND TWENTY-THREE-A OF THE  EDUCATION\n   36  LAW DUE TO CLERICAL OR TECHNICAL ERRORS, THE SCHOOL DISTRICT SHALL PLACE\n   37  THE  EXCESS  AMOUNT  OF  THE  LEVY  IN  RESERVE  IN ACCORDANCE WITH SUCH\n   38  REQUIREMENTS AS THE STATE COMPTROLLER MAY PRESCRIBE, AND SHALL USE  SUCH\n   39  FUNDS  AND  ANY  INTEREST  EARNED THEREON TO OFFSET THE TAX LEVY FOR THE\n   40  ENSUING SCHOOL YEAR.\n   41    S 2. The education law is amended by adding a new  section  2023-a  to\n   42  read as follows:\n   43    S  2023-A. VOTER APPROVAL OF TAX LEVY LIMITATIONS. 1. THE TAX LEVY FOR\n   44  ANY SCHOOL DISTRICT SUBJECT TO THE TAX LEVY LIMITATIONS  ESTABLISHED  BY\n   45  SECTION  THIRTEEN  HUNDRED  SEVEN  OF THE REAL PROPERTY TAX LAW SHALL BE\n   46  APPROVED BY THE QUALIFIED VOTERS OF THE SCHOOL DISTRICT AS  PROVIDED  IN\n   47  THIS  SECTION.  AS USED IN THIS SECTION, THE TERM \"TAX LEVY PROPOSITION\"\n   48  MEANS A PROPOSITION TO AUTHORIZE A TAX LEVY SUFFICIENT  TO  SUPPORT  THE\n   49  PROPOSED  SCHOOL  DISTRICT  BUDGET,  EXCLUDING  ANY PROPOSED CAPITAL TAX\n   50  LEVY; THE TERM \"UNDERRIDE PROPOSITION\" MEANS A PROPOSITION TO  IMPOSE  A\n   51  MORE RESTRICTIVE TAX LEVY LIMIT UPON A SCHOOL DISTRICT THAN THE TAX LEVY\n   52  LIMIT ESTABLISHED PURSUANT TO SECTION THIRTEEN HUNDRED SEVEN OF THE REAL\n   53  PROPERTY  TAX  LAW;  AND  THE TERM \"GENERAL PURPOSE STATE AID\" MEANS ALL\n   54  FORMS OF STATE AID WHICH ARE PAYABLE TO A  SCHOOL  DISTRICT  AS  GENERAL\n   55  SUPPORT  FOR  THE  PUBLIC  SCHOOLS,  WITH THE EXCEPTION OF BUILDING AID,\n   56  LIBRARY AID, COMPUTER HARDWARE AND SOFTWARE AID,  UNIVERSAL  PRE-KINDER-\n\n       S. 2484                             4\n\n    1  GARTEN  AID,  TEXTBOOK AID, PUBLIC HIGH COST EXCESS COST AID AND PRIVATE\n    2  EXCESS COST AID. THE DIRECTOR OF THE BUDGET SHALL ANNUALLY  CERTIFY  THE\n    3  AMOUNT OF GENERAL PURPOSE STATE AID PAYABLE TO EACH SCHOOL DISTRICT.\n    4    2.  A.  THE  QUALIFIED  VOTERS OF A COMMON SCHOOL DISTRICT, UNION FREE\n    5  SCHOOL DISTRICT, CENTRAL SCHOOL DISTRICT, CENTRAL HIGH  SCHOOL  DISTRICT\n    6  OR  A  CITY  SCHOOL  DISTRICT  IN  A  CITY  WITH  LESS  THAN ONE HUNDRED\n    7  TWENTY-FIVE THOUSAND INHABITANTS, UPON FILING OF A VALID PETITION PURSU-\n    8  ANT TO PARAGRAPH B OF THIS SUBDIVISION, MAY  VOTE  TO  IMPOSE  TAX  LEVY\n    9  LIMITS  FOR THE ENSUING SCHOOL YEAR THAT ARE MORE RESTRICTIVE THAN THOSE\n   10  OTHERWISE IMPOSED BY SECTION THIRTEEN HUNDRED SEVEN OF THE REAL PROPERTY\n   11  TAX LAW.  NO SUCH VOTE SHALL APPLY TO MORE THAN ONE SCHOOL YEAR.\n   12    B. UPON THE FILING WITH THE TRUSTEE, TRUSTEES OR BOARD OF EDUCATION OF\n   13  ONE OR MORE PETITIONS PURSUANT TO THIS SUBDIVISION  REQUESTING  THAT  AN\n   14  UNDERRIDE  PROPOSITION  BE  SUBMITTED  FOR  A VOTE AT A SPECIAL DISTRICT\n   15  MEETING, SUCH OFFICERS SHALL CALL A SPECIAL DISTRICT MEETING TO BE  HELD\n   16  ON  THE  FIRST  TUESDAY IN MAY, OR THE LAST TUESDAY IN APRIL WHERE THERE\n   17  WOULD BE A CONFLICT WITH RELIGIOUS OBSERVANCES, IN ACCORDANCE  WITH  THE\n   18  APPLICABLE PROVISIONS OF SUBDIVISION THREE OF SECTION TWO THOUSAND SEVEN\n   19  OR  SUBDIVISION  THREE  OF SECTION TWO THOUSAND SIX OF THIS ARTICLE, FOR\n   20  THE PURPOSE OF SUBMITTING TO THE QUALIFIED VOTERS AN UNDERRIDE  PROPOSI-\n   21  TION.  SUCH OFFICERS SHALL SUBMIT FOR A VOTE OF THE QUALIFIED VOTERS THE\n   22  PROPOSITION THAT WAS SIGNED BY THE GREATEST NUMBER OF QUALIFIED  VOTERS,\n   23  OR,  IF THERE IS A TIE, THE PROPOSITION SIGNED BY THE GREATEST NUMBER OF\n   24  QUALIFIED VOTERS THAT WAS FILED  FIRST.  A  PETITION  FOR  AN  UNDERRIDE\n   25  PROPOSITION  SHALL  BE SIGNED BY: (I) AT LEAST TEN PERCENT OF THE REGIS-\n   26  TERED VOTERS OF THE SCHOOL DISTRICT BASED ON THE  REGISTER  PREPARED  AT\n   27  THE  LAST ANNUAL MEETING AND ELECTION OF THE SCHOOL DISTRICT; OR (II) IF\n   28  THE SCHOOL DISTRICT DOES NOT PROVIDE FOR THE  PERSONAL  REGISTRATION  OF\n   29  VOTERS,  BY  TWO HUNDRED FIFTY QUALIFIED VOTERS OR TWENTY PERCENT OF THE\n   30  NUMBER OF VOTERS WHO VOTED  IN  THE  PREVIOUS  ANNUAL  ELECTION  OF  THE\n   31  MEMBERS  OF THE BOARD OF EDUCATION OR TRUSTEES, WHICHEVER IS LESS.  SUCH\n   32  PETITION SHALL BE FILED IN THE OFFICE  OF  THE  CLERK  OF  THE  DISTRICT\n   33  BETWEEN THE HOURS OF NINE A.M. AND FIVE P.M., NOT LATER THAN THE TWENTI-\n   34  ETH  DAY  PRECEDING  THE  SPECIAL DISTRICT MEETING AT WHICH AN UNDERRIDE\n   35  VOTE MAY OCCUR.\n   36    C. WHERE A PROPOSITION TO UNDERRIDE A TAX LEVY  LIMITATION  IS  TO  BE\n   37  SUBMITTED  FOR  A  VOTE  AT  A  SPECIAL DISTRICT MEETING CALLED FOR THIS\n   38  PURPOSE, THE CLERK OF THE DISTRICT SHALL GIVE NOTICE  OF  THE  TIME  AND\n   39  PLACE  OF  THE  SPECIAL DISTRICT MEETING BY PUBLISHING A NOTICE AT LEAST\n   40  FOURTEEN DAYS PRIOR TO THE SPECIAL DISTRICT MEETING IN TWO NEWSPAPERS IF\n   41  THERE SHALL BE TWO, OR IN ONE NEWSPAPER  IF  THERE  SHALL  BE  BUT  ONE,\n   42  HAVING GENERAL CIRCULATION WITHIN SUCH DISTRICT, PROVIDED, HOWEVER, THAT\n   43  IF THERE IS NO NEWSPAPER HAVING GENERAL CIRCULATION WITHIN THE DISTRICT,\n   44  THE  SAID  NOTICE  SHALL BE POSTED IN AT LEAST TWENTY OF THE MOST PUBLIC\n   45  PLACES IN SAID DISTRICT FOURTEEN DAYS BEFORE THE TIME OF SUCH MEETING.\n   46    D. AN  UNDERRIDE  PROPOSITION  SHALL  BE  A  SEPARATE  PROPOSITION  IN\n   47  SUBSTANTIALLY THE FOLLOWING FORM:\n   48    \"SHALL THE            SCHOOL DISTRICT BE REQUIRED TO IMPOSE A TAX LEVY\n   49  FOR  THE      SCHOOL  YEAR,  EXCLUDING  ANY CAPITAL TAX LEVY, THAT IS NO\n   50  GREATER THAN       , EVEN THOUGH THE STATUTORY TAX LEVY LIMIT  FOR  THAT\n   51  SCHOOL YEAR IS       ?\"\n   52    E. AN UNDERRIDE PROPOSITION SHALL BE APPROVED IF OVER FIFTY PERCENT OF\n   53  THE  VOTES CAST THEREON ARE IN THE AFFIRMATIVE. IF SUCH UNDERRIDE PROPO-\n   54  SITION IS APPROVED BY THE QUALIFIED VOTERS, THE TAX LEVY  LIMIT  IMPOSED\n   55  THEREBY SHALL BE DEEMED TO BE THE TAX LEVY LIMIT FOR THE SCHOOL DISTRICT\n   56  FOR  THE  COMING  SCHOOL  YEAR  FOR PURPOSES OF SECTION THIRTEEN HUNDRED\n\n       S. 2484                             5\n\n    1  SEVEN OF THE REAL PROPERTY TAX LAW, AND THE TRUSTEES OR BOARD OF  EDUCA-\n    2  TION  SHALL  ADOPT A BUDGET THAT COMPLIES WITH SUCH TAX LEVY LIMIT. UPON\n    3  APPROVAL OF AN UNDERRIDE PROPOSITION, NO OTHER TAX LEVY PROPOSITION  MAY\n    4  BE SUBMITTED TO THE VOTERS FOR THAT SAME SCHOOL YEAR.\n    5    3.  A.  UNLESS  AN UNDERRIDE PROPOSITION HAS BEEN APPROVED PURSUANT TO\n    6  SUBDIVISION TWO OF THIS SECTION,  THE  TRUSTEE,  TRUSTEES  OR  BOARD  OF\n    7  EDUCATION  OF  A SCHOOL DISTRICT SHALL PRESENT AT THE ANNUAL MEETING AND\n    8  ELECTION A TAX LEVY PROPOSITION IN SUBSTANTIALLY THE FOLLOWING FORM:\n    9    \"SHALL THE            SCHOOL DISTRICT BE AUTHORIZED TO  IMPOSE  A  TAX\n   10  LEVY  FOR  THE        SCHOOL  YEAR,  EXCLUDING  ANY  CAPITAL  TAX  LEVY,\n   11  OF       , WHEN THE STATUTORY  TAX  LEVY  LIMIT  FOR  THAT  SCHOOL  YEAR\n   12  IS       ?\"\n   13    B.  EXCEPT  AS OTHERWISE PROVIDED IN SECTION THIRTEEN HUNDRED SEVEN OF\n   14  THE REAL PROPERTY TAX LAW, IF THE PROPOSED TAX LEVY DOES NOT EXCEED  THE\n   15  TAX  LEVY LIMIT DETERMINED PURSUANT TO SECTION THIRTEEN HUNDRED SEVEN OF\n   16  THE REAL PROPERTY TAX LAW, THEN THE PROPOSITION  SHALL  BE  APPROVED  IF\n   17  OVER  FIFTY PERCENT OF THE VOTES CAST THEREON ARE IN THE AFFIRMATIVE. IF\n   18  THE PROPOSED TAX LEVY WOULD EXCEED THE TAX LEVY LIMIT DETERMINED  PURSU-\n   19  ANT TO SECTION THIRTEEN HUNDRED SEVEN OF THE REAL PROPERTY TAX LAW, THEN\n   20  THE  VOTING MARGIN NECESSARY FOR SUCH A PROPOSITION TO BE APPROVED SHALL\n   21  BE AS FOLLOWS:\n   22    (I) IF THE GENERAL PURPOSE STATE AID PAYABLE TO  THE  SCHOOL  DISTRICT\n   23  FOR  THE  ENSUING  YEAR IS TO INCREASE BY FIVE PERCENT OR MORE OVER SUCH\n   24  AID FOR THE PRIOR YEAR, THEN NO LESS  THAN  SIXTY-FIVE  PERCENT  OF  THE\n   25  VOTES  CAST ON THE PROPOSITION BY QUALIFIED VOTERS MUST BE IN THE AFFIR-\n   26  MATIVE IN ORDER FOR THE PROPOSITION TO BE APPROVED.\n   27    (II) IF THE GENERAL PURPOSE STATE AID PAYABLE TO THE  SCHOOL  DISTRICT\n   28  FOR  THE  ENSUING  SCHOOL  YEAR IS TO INCREASE BY LESS THAN FIVE PERCENT\n   29  OVER SUCH AID FOR THE PRIOR YEAR, THEN NO LESS THAN SIXTY PERCENT OF THE\n   30  VOTES CAST ON THE PROPOSITION MUST BE IN THE AFFIRMATIVE  IN  ORDER  FOR\n   31  THE PROPOSITION TO BE APPROVED.\n   32    (III) IF THE AMOUNT OF GENERAL PURPOSE STATE AID WHICH WILL BE PAYABLE\n   33  TO  A  SCHOOL DISTRICT FOR THE COMING SCHOOL YEAR HAS NOT BEEN CERTIFIED\n   34  BY THE DIRECTOR OF THE BUDGET, THEN OVER FIFTY PERCENT OF THE VOTES CAST\n   35  ON THE PROPOSITION BY QUALIFIED VOTERS MUST BE  IN  THE  AFFIRMATIVE  IN\n   36  ORDER FOR THE PROPOSITION TO BE APPROVED.\n   37    C.  IF  THE  TAX LEVY PROPOSITION IS APPROVED BY THE QUALIFIED VOTERS,\n   38  THE TAX LEVY LIMIT IMPOSED THEREBY SHALL BE DEEMED TO BE  THE  TAX  LEVY\n   39  LIMIT  FOR THE SCHOOL DISTRICT FOR THE COMING SCHOOL YEAR, AND THE TRUS-\n   40  TEES OR BOARD OF EDUCATION SHALL ADOPT A BUDGET THAT COMPLIES WITH  SUCH\n   41  TAX LEVY LIMIT. IF, HOWEVER, THE TAX LEVY PROPOSITION IS NOT APPROVED BY\n   42  THE  QUALIFIED  VOTERS,  THEN  THE  TRUSTEES OR BOARD OF EDUCATION SHALL\n   43  ADOPT A BUDGET THAT REQUIRES A TAX LEVY EXCLUDING ANY CAPITAL TAX  LEVY,\n   44  THAT IS NO GREATER THAN THE TAX LEVY BASE DETERMINED PURSUANT TO SECTION\n   45  THIRTEEN HUNDRED SEVEN OF THE REAL PROPERTY TAX LAW.\n   46    S  3. Subdivisions 1 and 3 of section 416 of the education law, subdi-\n   47  vision 1 as amended by chapter 687 of the laws of 1949 and subdivision 3\n   48  as amended by chapter 171 of the laws of 1996, are amended  to  read  as\n   49  follows:\n   50    1. A majority of the voters of any school district, present and voting\n   51  at  any annual or special district meeting, duly convened, may authorize\n   52  such acts and vote such taxes as they shall deem  expedient  for  making\n   53  additions,  alterations, repairs or improvements, to the sites or build-\n   54  ings belonging to the  district,  or  for  altering  and  equipping  for\n   55  library use any former schoolhouse belonging to the district, or for the\n   56  purchase  of  other sites or buildings, or for a change of sites, or for\n\n       S. 2484                             6\n\n    1  the purchase of land and buildings  for  agricultural,  athletic,  play-\n    2  ground  or social center purposes, or for the erection of new buildings,\n    3  or for building a bus garage, or for [buying apparatus,  implements,  or\n    4  fixtures,  or  for  paying  the  wages  of  teachers,  and the necessary\n    5  expenses of the school, or for the purpose of paying  any  judgment,  or\n    6  for] the payment or refunding of an outstanding bonded indebtedness[, or\n    7  for such other purpose relating to the support and welfare of the school\n    8  as they may, by resolution, approve].\n    9    3.  No  addition to or change of site or purchase of a new site or tax\n   10  for the purchase of any new site or structure, or for grading or improv-\n   11  ing a school site, or for the purchase of an addition to the site of any\n   12  schoolhouse, or for the purchase of lands  and  buildings  for  agricul-\n   13  tural,  athletic,  playground or social center purposes, or for building\n   14  any new schoolhouse or for the erection of an addition  to  any  school-\n   15  house  already  built, or for the payment or refunding of an outstanding\n   16  bonded indebtedness, shall be voted at any such meeting in a union  free\n   17  school  district or a city school district [which conducts annual budget\n   18  votes in accordance with article forty-one of this chapter  pursuant  to\n   19  section  twenty-six  hundred  one-a of this chapter] IN A CITY WITH LESS\n   20  THAN ONE HUNDRED TWENTY-FIVE THOUSAND INHABITANTS, unless  a  notice  by\n   21  the board of education stating that such tax will be proposed, and spec-\n   22  ifying  the object thereof and the amount to be expended therefor, shall\n   23  have been given in the manner provided herein for the notice of an annu-\n   24  al meeting. In a common school district the notice of a special  meeting\n   25  to authorize any of the improvements enumerated in this section shall be\n   26  given  as provided in [section two thousand six] THIS CHAPTER. The board\n   27  of education of a union free school district or a city  school  district\n   28  [which conducts annual budget votes in accordance with article forty-one\n   29  of  this  chapter  pursuant  to section twenty-six hundred one-a of this\n   30  chapter] IN A CITY WITH  LESS  THAN  ONE  HUNDRED  TWENTY-FIVE  THOUSAND\n   31  INHABITANTS, may determine that the vote upon any question to be submit-\n   32  ted at a special meeting as provided in this section shall be by ballot,\n   33  in  which  case it shall state in the notice of such special meeting the\n   34  hours during which the polls shall be kept open. Printed ballots may  be\n   35  prepared  by  the board in advance of the meeting and the proposition or\n   36  propositions called for in the notice of the meeting may be submitted in\n   37  substantially the same manner as propositions to  be  voted  upon  at  a\n   38  general election.\n   39    S  4.  Subdivisions 14, 15, 18 and 24 of section 1604 of the education\n   40  law, subdivisions 14 and 18 as amended by chapter 654  of  the  laws  of\n   41  1953, are amended to read as follows:\n   42    14.  To  keep  each  of  the  schoolhouses under their charge, and its\n   43  furniture, school apparatus and appurtenances, in necessary  and  proper\n   44  repair, and make the same reasonably comfortable for use[, but shall not\n   45  expend  therefor  without  vote  of the district an amount to exceed one\n   46  hundred dollars in any one year].\n   47    15. To make any repairs and  abate  any  nuisances,  pursuant  to  the\n   48  direction of the district superintendent as herein provided, and provide\n   49  fuel,  stoves or other heating apparatus, pails, brooms and other imple-\n   50  ments necessary to keep the schoolhouses and the schoolrooms clean,  and\n   51  make  them  reasonably  comfortable for use[, when no provision has been\n   52  made therefor by a vote of  the  district,  or  the  sum  voted  by  the\n   53  district for said purposes shall have proved insufficient].\n   54    18.  To  [expend  in  the]  purchase [of] a dictionary, books, reprod-\n   55  uctions of standard works of art, maps, globes or other  school  appara-\n   56  tus,  including  implements,  apparatus  and supplies for instruction in\n\n       S. 2484                             7\n\n    1  agriculture, or for conducting athletic playgrounds  and  social  center\n    2  activities[,  a sum not exceeding fifty dollars in any one year, without\n    3  a vote of the district].\n    4    24.  To  furnish  lighting facilities, janitorial care and supervision\n    5  for highway underpasses [when authorized to do so by vote of a  district\n    6  meeting  under the provisions of subdivision twenty of section two thou-\n    7  sand fifteen of this chapter].\n    8    S 5. Section 1608 of the education law, as amended  by  section  5  of\n    9  part  A  of  chapter  436  of  the laws of 1997, subdivisions 2 and 4 as\n   10  amended by chapter 640 of the laws of 2008, subdivision 7 as amended  by\n   11  section 4 of part H of chapter 83 of the laws of 2002 and paragraph a of\n   12  subdivision  7 as amended by chapter 238 of the laws of 2007, is amended\n   13  to read as follows:\n   14    S 1608. Estimated expenses for ensuing year. 1. It shall be  the  duty\n   15  of  the trustees of each common school district to present at the annual\n   16  budget hearing a detailed statement in writing of the  amount  of  money\n   17  which  will be required for the ensuing year for school purposes, speci-\n   18  fying the several purposes and the amount for each.  WHERE A PROPOSITION\n   19  TO UNDERRIDE A TAX LEVY LIMITATION HAS BEEN APPROVED PURSUANT TO SECTION\n   20  TWO THOUSAND TWENTY-THREE-A OF THIS CHAPTER, THE TRUSTEES SHALL  PRESENT\n   21  AT  THE  ANNUAL  BUDGET HEARING A BUDGET THAT COMPLIES WITH THE APPROVED\n   22  UNDERRIDE PROPOSITION. The amount for each purpose  estimated  necessary\n   23  for  payments  to  boards  of  cooperative educational services shall be\n   24  shown in full, with no deduction of estimated state aid. The  amount  of\n   25  state aid provided and its percentage relationship to the total expendi-\n   26  tures  shall  also  be  shown.  This  section  shall not be construed to\n   27  prevent the trustees from presenting such statement at a budget  hearing\n   28  held  not less than seven nor more than fourteen days prior to a special\n   29  meeting called for the purpose, nor from presenting a supplementary  and\n   30  amended statement or estimate at any time.\n   31    2.  Such  statement  shall be completed at least seven days before the\n   32  budget hearing at which it is to be presented and copies  thereof  shall\n   33  be  prepared and made available, upon request and at the school district\n   34  offices, at any public library or free association  library  within  the\n   35  district  and  on the school district's internet website, if one exists,\n   36  to residents within the district during  the  period  of  fourteen  days\n   37  immediately  preceding  the  annual  meeting  [and  election  or special\n   38  district meeting at which the budget vote will occur] and at such  meet-\n   39  ing or hearing. The board shall also as a part of the notice required by\n   40  section two thousand three of this chapter give notice of the date, time\n   41  and place of the budget hearing and that a copy of such statement may be\n   42  obtained  by  any  resident  in  the district at each schoolhouse in the\n   43  district in which school is maintained during certain  designated  hours\n   44  on each day other than a Saturday, Sunday or holiday during the fourteen\n   45  days  immediately preceding such meeting. The board shall include notice\n   46  of the availability of such statement at least once  during  the  school\n   47  year in any district-wide mailing distributed.\n   48    3.  Commencing with the proposed budget for the nineteen hundred nine-\n   49  ty-seven--ninety-eight school year, such proposed  budget  shall  be  in\n   50  plain  language  and shall be consistent with regulations promulgated by\n   51  the commissioner pursuant to subdivision  twenty-six  of  section  three\n   52  hundred  five of this chapter. Categorization of and format for revenue,\n   53  including payments in lieu of taxes, property tax refunds from  certior-\n   54  ari proceedings, expenditure, transfer, and fund balance information and\n   55  changes  in  such data from the prior year and, in the case of [a resub-\n   56  mitted or] AN amended budget, changes in such information from the prior\n\n       S. 2484                             8\n\n    1  year's submitted budget, shall be complete and accurate and set forth in\n    2  such a manner as to best promote public comprehension and readability.\n    3    4.  Commencing with the proposed budget for the nineteen hundred nine-\n    4  ty-eight--ninety-nine  school  year,  such  proposed  budget  shall   be\n    5  presented  in three components: a program component, a capital component\n    6  and an administrative component which shall be separately delineated  in\n    7  accordance  with regulations of the commissioner after consultation with\n    8  local school district  officials.  The  administrative  component  shall\n    9  include,  but  need not be limited to, office and central administrative\n   10  expenses, traveling expenses and all compensation, salaries and benefits\n   11  of all school administrators and supervisors, including business  admin-\n   12  istrators,  superintendents  of schools and deputy, assistant, associate\n   13  or other superintendents under  all  existing  employment  contracts  or\n   14  collective  bargaining  agreements,  any and all expenditures associated\n   15  with the operation of the office of trustee or board  of  trustees,  the\n   16  office  of  the  superintendent  of schools, general administration, the\n   17  school business office, consulting costs not directly related to  direct\n   18  student  services  and  programs,  planning and all other administrative\n   19  activities. The program component shall include, but need not be limited\n   20  to, all program expenditures of the school district, including the sala-\n   21  ries and benefits of teachers and any school administrators or  supervi-\n   22  sors  who spend a majority of their time performing teaching duties, and\n   23  all transportation operating expenses.    The  capital  component  shall\n   24  include,  but  need  not be limited to, all transportation capital, debt\n   25  service, and lease expenditures; costs resulting from judgments  in  tax\n   26  certiorari  proceedings  or  the payment of awards from court judgments,\n   27  administrative orders or settled or compromised claims; and all  facili-\n   28  ties  costs  of the school district, including facilities lease expendi-\n   29  tures, the annual  debt  service  and  total  debt  for  all  facilities\n   30  financed  by  bonds  and  notes of the school district, and the costs of\n   31  construction, acquisition, reconstruction, rehabilitation or improvement\n   32  of school buildings, provided that such budget shall include  a  rental,\n   33  operations  and maintenance section that includes base rent costs, total\n   34  rent costs, operation and maintenance charges, cost per square foot  for\n   35  each  facility  leased  by the school district, and any and all expendi-\n   36  tures  associated  with  custodial  salaries   and   benefits,   service\n   37  contracts,  supplies,  utilities,  and maintenance and repairs of school\n   38  facilities. [For the purposes of the development of  a  budget  for  the\n   39  nineteen  hundred  ninety-eight--ninety-nine school year, the trustee or\n   40  board of trustees shall separate the  district's  program,  capital  and\n   41  administrative costs for the nineteen hundred ninety-seven--ninety-eight\n   42  school  year  in  the  manner  as  if  the budget for such year had been\n   43  presented in three components.]\n   44    5. The trustee or board of trustees shall append to the  statement  of\n   45  estimated expenditures a detailed statement of the total compensation to\n   46  be paid to the superintendent of schools, and any assistant or associate\n   47  superintendents  of  schools  in  the  ensuing  school year, including a\n   48  delineation of the salary, annualized cost of benefits and  any  in-kind\n   49  or  other form of remuneration. The trustees shall also append a list of\n   50  all other school administrators and supervisors, if  any,  whose  annual\n   51  salary  will  be  eighty-five  thousand  dollars  or more in the ensuing\n   52  school year, with the title of their positions and annual salary identi-\n   53  fied; provided however, that the commissioner  may  adjust  such  salary\n   54  level to reflect increases in administrative salaries after June thirti-\n   55  eth,  nineteen hundred ninety-eight. The trustees shall submit a copy of\n   56  such list and statement, in a form prescribed by  the  commissioner,  of\n\n       S. 2484                             9\n\n    1  compensation  to  the commissioner within five days after their prepara-\n    2  tion. The commissioner shall compile such data, together with  the  data\n    3  submitted  pursuant  to  subdivision  three of section seventeen hundred\n    4  sixteen  of  this  chapter,  into  a single statewide compilation, which\n    5  shall be made available to the  governor,  the  legislature,  and  other\n    6  interested parties upon request.\n    7    6.  Each  year, the board of education shall prepare a school district\n    8  report card, pursuant to regulations of the commissioner, and shall make\n    9  it publicly available by transmitting it to local newspapers of  general\n   10  circulation, appending it to copies of the proposed budget made publicly\n   11  available  as  required  by law, making it available for distribution at\n   12  the annual meeting, and otherwise disseminating it as  required  by  the\n   13  commissioner.  Such  report  card shall include measures of the academic\n   14  performance of the school district, on a school  by  school  basis,  and\n   15  measures of the fiscal performance of the district, as prescribed by the\n   16  commissioner.  Pursuant  to  regulations of the commissioner, the report\n   17  card shall also compare these measures to  statewide  averages  for  all\n   18  public  schools, and statewide averages for public schools of comparable\n   19  wealth and need, developed by the commissioner. Such report  card  shall\n   20  include,  at a minimum, any information on the school district regarding\n   21  pupil performance and expenditure per pupil required to be  included  in\n   22  the  annual  report  by  the regents to the governor and the legislature\n   23  pursuant to section two hundred fifteen-a of this chapter; and any other\n   24  information required by the commissioner. School districts  (i)  identi-\n   25  fied  as  having  fifteen  percent  or more of their students in special\n   26  education, or (ii) which have fifty percent or more  of  their  students\n   27  with  disabilities  in  special  education  programs  or  services sixty\n   28  percent or more of the school day in a general  education  building,  or\n   29  (iii)  which have eight percent or more of their students with disabili-\n   30  ties in special education programs in public or private separate  educa-\n   31  tional  settings  shall  indicate  on  their school district report card\n   32  their respective percentages as defined in this [subparagraph] PARAGRAPH\n   33  and [subparagraphs] PARAGRAPHS (i) and (ii) of this [paragraph] SUBDIVI-\n   34  SION as compared to the statewide average.\n   35    7. a. Each year, commencing with the proposed budget for the two thou-\n   36  sand--two thousand one school year, the trustee  or  board  of  trustees\n   37  shall prepare a property tax report card, pursuant to regulations of the\n   38  commissioner, and shall make it publicly available by transmitting it to\n   39  local  newspapers  of general circulation, appending it to copies of the\n   40  proposed budget made publicly available as required by  law,  making  it\n   41  available  for  distribution at the annual [meeting] BUDGET HEARING, and\n   42  otherwise disseminating it as required by the commissioner. Such  report\n   43  card shall include: (i) the amount of total spending and total estimated\n   44  school  tax  levy that would result from adoption of the proposed budget\n   45  and the percentage increase or decrease  in  total  spending  and  total\n   46  school tax levy from the school district budget for the preceding school\n   47  year;  and  (ii)  THE DISTRICT'S TAX LEVY LIMIT AND TAX LEVY BASE DETER-\n   48  MINED PURSUANT TO SECTION THIRTEEN HUNDRED SEVEN OF  THE  REAL  PROPERTY\n   49  TAX LAW, THE TAX LEVY PROPOSED BY THE DISTRICT, THE PROPOSED CAPITAL TAX\n   50  LEVY,  IF  ANY; AND (III) the projected enrollment growth for the school\n   51  year for which the budget is prepared,  and  the  percentage  change  in\n   52  enrollment  from  the  previous  year;  and [(iii)]  (IV) the percentage\n   53  increase in the consumer price index, as defined in paragraph c of  this\n   54  subdivision;  and  [(iv)] (V) the projected amount of the unappropriated\n   55  unreserved fund balance that will be retained if the proposed budget  is\n   56  adopted, the projected amount of the reserved fund balance, the project-\n\n       S. 2484                            10\n\n    1  ed  amount  of  the  appropriated  fund  balance,  the percentage of the\n    2  proposed budget that the unappropriated unreserved fund balance  repres-\n    3  ents,  the actual unappropriated unreserved fund balance retained in the\n    4  school district budget for the preceding school year, and the percentage\n    5  of  the  school  district  budget for the preceding school year that the\n    6  actual unappropriated unreserved fund balance represents.\n    7    b. A copy of the property tax report  card  prepared  for  the  annual\n    8  [district  meeting]  BUDGET HEARING shall be submitted to the department\n    9  in the manner prescribed by the department by the end  of  the  business\n   10  day  next  following approval of the report card by the trustee or board\n   11  of trustees, but no later than twenty-four days prior to  the  statewide\n   12  uniform  voting  day.  The  department  shall  compile such data for all\n   13  school districts [whose budgets are subject to a vote of  the  qualified\n   14  voters]  SUBJECT  TO  A TAX LEVY LIMITATION PURSUANT TO SECTION THIRTEEN\n   15  HUNDRED SEVEN OF THE REAL PROPERTY TAX LAW and shall make such  compila-\n   16  tion  available  electronically at least ten days prior to the statewide\n   17  uniform voting day.\n   18    c. For purposes of  this  subdivision,  \"percentage  increase  in  the\n   19  consumer  price  index\"  shall  mean  the percentage that represents the\n   20  product of one hundred and the quotient  of:  (i)  the  average  of  the\n   21  national  consumer price indexes determined by the United States depart-\n   22  ment of labor for the twelve-month period preceding January first of the\n   23  current year minus the average of the national  consumer  price  indexes\n   24  determined by the United States department of labor for the twelve-month\n   25  period  preceding  January  first of the prior year, divided by (ii) the\n   26  average of the national consumer price indexes determined by the  United\n   27  States department of labor for the twelve-month period preceding January\n   28  first  of  the prior year, with the result expressed as a decimal to two\n   29  places.\n   30    S 6. Subdivisions 22 and 28 of section  1709  of  the  education  law,\n   31  subdivision  22  as  amended  by  chapter  682  of the laws of 2002, are\n   32  amended to read as follows:\n   33    22. To provide, purchase, lease, furnish  and  maintain  buildings  or\n   34  other suitable accommodations for the use of teachers or other employees\n   35  of  the  district  [when  duly authorized by a meeting of the district],\n   36  SUBJECT TO APPROVAL OF THE VOTERS WHERE OTHERWISE REQUIRED BY  LAW,  and\n   37  to  raise  by  tax  upon the taxable property of the district and moneys\n   38  necessary for such purposes; and also to provide, maintain and operate a\n   39  cafeteria or restaurant service for the use of pupils and teachers while\n   40  at school. Such cafeteria may  be  used  by  the  community  for  school\n   41  related  functions  and  activities  and to furnish meals to the elderly\n   42  residents, sixty years of age or older, of the district.  Such CAFETERIA\n   43  OR RESTAURANT SERVICE AND SUCH  utilization  shall  be  subject  to  the\n   44  approval of the board of education.  Charges shall be sufficient to meet\n   45  the direct cost of preparing and serving such meals, reducible by avail-\n   46  able reimbursements.\n   47    28.  To  furnish  lighting facilities, janitorial care and supervision\n   48  for highway underpasses [when authorized to do so by vote of a  district\n   49  meeting  under the provisions of subdivision twenty of section two thou-\n   50  sand fifteen of this chapter].\n   51    S 7. Section 1716 of the education law, as amended  by  section  7  of\n   52  part  A  of  chapter  436  of  the laws of 1997, subdivisions 2 and 4 as\n   53  amended by chapter 640 of the laws of 2008, subdivision 7 as amended  by\n   54  section 5 of part H of chapter 83 of the laws of 2002 and paragraph a of\n   55  subdivision  7 as amended by chapter 238 of the laws of 2007, is amended\n   56  to read as follows:\n\n       S. 2484                            11\n\n    1    S 1716. Estimated expenses for ensuing year. 1. It shall be  the  duty\n    2  of  the  board  of  education  of each district to present at the annual\n    3  budget hearing a detailed statement in writing of the  amount  of  money\n    4  which  will be required for the ensuing year for school purposes, speci-\n    5  fying the several purposes and the amount for each.  WHERE A PROPOSITION\n    6  TO UNDERRIDE A TAX LEVY LIMITATION HAS BEEN APPROVED PURSUANT TO SECTION\n    7  TWO  THOUSAND  TWENTY-THREE-A  OF  THIS  CHAPTER, THE BOARD OF EDUCATION\n    8  SHALL PRESENT AT THE ANNUAL BUDGET HEARING A BUDGET THAT  COMPLIES  WITH\n    9  THE  APPROVED  UNDERRIDE  PROPOSITION. The amount for each purpose esti-\n   10  mated necessary  for  payments  to  boards  of  cooperative  educational\n   11  services  shall  be  shown in full, with no deduction of estimated state\n   12  aid. The amount of state aid provided and its percentage relationship to\n   13  the total expenditures shall also be shown. This section  shall  not  be\n   14  construed to prevent the board from presenting such statement at a budg-\n   15  et hearing held not less than seven nor more than fourteen days prior to\n   16  a  special meeting called for the purpose, nor from presenting a supple-\n   17  mentary and amended statement or estimate at any time.\n   18    2. Such statement shall be completed at least seven  days  before  the\n   19  budget  hearing  at which it is to be presented and copies thereof shall\n   20  be prepared and made available, upon request and at the school  district\n   21  offices,  at  any  public library or free association library within the\n   22  district and on the school district's internet website, if  one  exists,\n   23  to  residents  within  the  district  during the period of fourteen days\n   24  immediately preceding  the  annual  meeting  [and  election  or  special\n   25  district  meeting at which the budget vote will occur] and at such meet-\n   26  ing or hearing. The board shall also as a part of the notice required by\n   27  section two thousand four of this chapter give notice of the date,  time\n   28  and place of the budget hearing and that a copy of such statement may be\n   29  obtained  by  any  resident  in  the district at each schoolhouse in the\n   30  district in which school is maintained during certain  designated  hours\n   31  on each day other than a Saturday, Sunday or holiday during the fourteen\n   32  days  immediately preceding such meeting. The board shall include notice\n   33  of the availability of such statement at least once  during  the  school\n   34  year in any district-wide mailing distributed.\n   35    3.  Commencing with the proposed budget for the nineteen hundred nine-\n   36  ty-seven--ninety-eight school year, such proposed  budget  shall  be  in\n   37  plain  language  and shall be consistent with regulations promulgated by\n   38  the commissioner pursuant to subdivision  twenty-six  of  section  three\n   39  hundred  five of this chapter. Categorization of and format for revenue,\n   40  including payments in lieu of taxes, property tax refunds from  certior-\n   41  ari proceedings, expenditure, transfer, and fund balance information and\n   42  changes  in  such data from the prior year and, in the case of [a resub-\n   43  mitted or] AN amended budget, changes in such information from the prior\n   44  year submitted budget, shall be complete and accurate and set  forth  in\n   45  such a manner as to best promote public comprehension and readability.\n   46    4.  Commencing with the proposed budget for the nineteen hundred nine-\n   47  ty-eight--ninety-nine  school  year,  such  proposed  budget  shall   be\n   48  presented  in three components: a program component, a capital component\n   49  and an administrative component which shall be separately delineated  in\n   50  accordance  with regulations of the commissioner after consultation with\n   51  local school district  officials.  The  administrative  component  shall\n   52  include,  but  need not be limited to, office and central administrative\n   53  expenses, traveling expenses and all compensation, salaries and benefits\n   54  of all school administrators and supervisors, including business  admin-\n   55  istrators,  superintendents  of schools and deputy, assistant, associate\n   56  or other superintendents under  all  existing  employment  contracts  or\n\n       S. 2484                            12\n\n    1  collective  bargaining  agreements,  any and all expenditures associated\n    2  with the operation of the board of education, the office of  the  super-\n    3  intendent  of  schools,  general  administration,  the  school  business\n    4  office, consulting costs not directly related to direct student services\n    5  and  programs,  planning  and  all other administrative activities.  The\n    6  program component shall include, but need not be limited to, all program\n    7  expenditures of the school district, including the salaries and benefits\n    8  of teachers and any school administrators or  supervisors  who  spend  a\n    9  majority  of  their time performing teaching duties, and all transporta-\n   10  tion operating expenses. The capital component shall include,  but  need\n   11  not  be  limited to, all transportation capital, debt service, and lease\n   12  expenditures;  costs  resulting  from  judgments   in   tax   certiorari\n   13  proceedings  or  the payment of awards from court judgments, administra-\n   14  tive orders or settled or compromised claims; and all  facilities  costs\n   15  of  the  school  district,  including facilities lease expenditures, the\n   16  annual debt service and total debt for all facilities financed by  bonds\n   17  and  notes of the school district, and the costs of construction, acqui-\n   18  sition, reconstruction, rehabilitation or improvement of  school  build-\n   19  ings,  provided  that such budget shall include a rental, operations and\n   20  maintenance section that includes base rent  costs,  total  rent  costs,\n   21  operation and maintenance charges, cost per square foot for each facili-\n   22  ty  leased  by the school district, and any and all expenditures associ-\n   23  ated with custodial salaries and benefits, service contracts,  supplies,\n   24  utilities,  and  maintenance  and repairs of school facilities. [For the\n   25  purposes of the development of a budget for the nineteen  hundred  nine-\n   26  ty-eight--ninety-nine school year, the board of education shall separate\n   27  the  district's  program, capital and administrative costs for the nine-\n   28  teen hundred ninety-seven--ninety-eight school year in the manner as  if\n   29  the budget for such year had been presented in three components.]\n   30    5.  The  board of education shall append to the statement of estimated\n   31  expenditures a detailed statement of the total compensation to  be  paid\n   32  to  the superintendent of schools, and any assistant or associate super-\n   33  intendents of schools in the ensuing school year,  including  a  deline-\n   34  ation  of  the  salary,  annualized  cost of benefits and any in-kind or\n   35  other form of remuneration. The board shall also append a  list  of  all\n   36  other school administrators and supervisors, if any, whose annual salary\n   37  will be eighty-five thousand dollars or more in the ensuing school year,\n   38  with the title of their positions and annual salary identified; provided\n   39  however,  that  the commissioner may adjust such salary level to reflect\n   40  increases in administrative  salaries  after  June  thirtieth,  nineteen\n   41  hundred ninety-eight. The board of education shall submit a copy of such\n   42  list and statement, in a form prescribed by the commissioner, of compen-\n   43  sation to the commissioner within five days after their preparation. The\n   44  commissioner  shall  compile such data, together with the data submitted\n   45  pursuant to subdivision four of section sixteen hundred  eight  of  this\n   46  [chapter]  TITLE,  into  a  single statewide compilation, which shall be\n   47  made available to the governor, the legislature,  and  other  interested\n   48  parties upon request.\n   49    6.  Each  year, the board of education shall prepare a school district\n   50  report card, pursuant to regulations of the commissioner, and shall make\n   51  it publicly available by transmitting it to local newspapers of  general\n   52  circulation, appending it to copies of the proposed budget made publicly\n   53  available  as  required  by law, making it available for distribution at\n   54  the annual meeting, and otherwise disseminating it as  required  by  the\n   55  commissioner.  Such  report  card shall include measures of the academic\n   56  performance of the school district, on a school  by  school  basis,  and\n\n       S. 2484                            13\n\n    1  measures of the fiscal performance of the district, as prescribed by the\n    2  commissioner.  Pursuant  to  regulations of the commissioner, the report\n    3  card shall also compare these measures to  statewide  averages  for  all\n    4  public  schools, and statewide averages for public schools of comparable\n    5  wealth and need, developed by the commissioner. Such report  card  shall\n    6  include,  at a minimum, any information of the school district regarding\n    7  pupil performance and expenditure per pupil required to be  included  in\n    8  the  annual  report  by  the regents to the governor and the legislature\n    9  pursuant to section two hundred fifteen-a of this chapter; and any other\n   10  information required by the commissioner. School districts  (i)  identi-\n   11  fied  as  having  fifteen  percent  or more of their students in special\n   12  education, or (ii) which have fifty percent or more  of  their  students\n   13  with  disabilities  in  special  education  programs  or  services sixty\n   14  percent or more of the school day in a general  education  building,  or\n   15  (iii)  which have eight percent or more of their students with disabili-\n   16  ties in special education programs in public or private separate  educa-\n   17  tional  settings  shall  indicate  on  their school district report card\n   18  their respective percentages as defined in this paragraph and paragraphs\n   19  (i) and (ii) of this subdivision as compared to the statewide average.\n   20    7. a. Each year, commencing with the proposed budget for the two thou-\n   21  sand--two thousand one school year, the board of education shall prepare\n   22  a property tax report card, pursuant to regulations of the commissioner,\n   23  and shall make it publicly available by transmitting it to local newspa-\n   24  pers of general circulation, appending it  to  copies  of  the  proposed\n   25  budget  made  publicly available as required by law, making it available\n   26  for distribution at the annual [meeting] BUDGET HEARING,  and  otherwise\n   27  disseminating it as required by the commissioner. Such report card shall\n   28  include: (i) the amount of total spending and total estimated school tax\n   29  levy  that  would  result  from  adoption of the proposed budget and the\n   30  percentage increase or decrease in total spending and total  school  tax\n   31  levy  from the school district budget for the preceding school year; and\n   32  (ii) THE DISTRICT'S TAX LEVY LIMIT AND TAX LEVY BASE DETERMINED PURSUANT\n   33  TO SECTION THIRTEEN HUNDRED SEVEN OF THE REAL PROPERTY TAX LAW, THE  TAX\n   34  LEVY  PROPOSED  BY  THE  DISTRICT, AND THE PROPOSED CAPITAL TAX LEVY, IF\n   35  ANY; AND (III) the projected enrollment growth for the school  year  for\n   36  which  the  budget  is prepared, and the percentage change in enrollment\n   37  from the previous year; and [(iii)] (IV) the percentage increase in  the\n   38  consumer price index, as defined in paragraph c of this subdivision; and\n   39  [(iv)]  (V)  the  projected amount of the unappropriated unreserved fund\n   40  balance that will be retained if the proposed  budget  is  adopted,  the\n   41  projected  amount  of the reserved fund balance, the projected amount of\n   42  the appropriated fund balance, the percentage  of  the  proposed  budget\n   43  that  the  unappropriated unreserved fund balance represents, the actual\n   44  unappropriated unreserved fund balance retained in the  school  district\n   45  budget  for  the preceding school year, and the percentage of the school\n   46  district budget for the preceding school year that the  actual  unappro-\n   47  priated unreserved fund balance represents.\n   48    b.  A  copy  of  the  property tax report card prepared for the annual\n   49  [district meeting] BUDGET HEARING shall be submitted to  the  department\n   50  in  the  manner  prescribed by the department by the end of the business\n   51  day next following approval of the report card by the  board  of  educa-\n   52  tion,  but no later than twenty-four days prior to the statewide uniform\n   53  voting day.   The department shall compile  such  data  for  all  school\n   54  districts  [whose budgets are subject to a vote of the qualified voters]\n   55  SUBJECT TO A TAX LEVY LIMITATION PURSUANT TO  SECTION  THIRTEEN  HUNDRED\n   56  SEVEN  OF  THE  REAL  PROPERTY  TAX  LAW and shall make such compilation\n\n       S. 2484                            14\n\n    1  available electronically at  least  ten  days  prior  to  the  statewide\n    2  uniform voting day.\n    3    c.  For  purposes  of  this  subdivision,  \"percentage increase in the\n    4  consumer price index\" shall mean  the  percentage  that  represents  the\n    5  product  of  one  hundred  and  the  quotient of: (i) the average of the\n    6  national consumer price indexes determined by the United States  depart-\n    7  ment of labor for the twelve-month period preceding January first of the\n    8  current  year  minus  the average of the national consumer price indexes\n    9  determined by the United States department of labor for the twelve-month\n   10  period preceding January first of the prior year, divided  by  (ii)  the\n   11  average  of the national consumer price indexes determined by the United\n   12  States department of labor for the twelve-month period preceding January\n   13  first of the prior year, with the result expressed as a decimal  to  two\n   14  places.\n   15    S  8.  Section 1718 of the education law, as amended by chapter 774 of\n   16  the laws of 1965 and subdivision 2 as amended by chapter 82 of the  laws\n   17  of 1995, is amended to read as follows:\n   18    S 1718. Limitation  upon expenditures.  1. No board of education shall\n   19  incur a district liability in excess of the amount  appropriated  [by  a\n   20  district  meeting]  IN  THE  BUDGET  APPROVED  BY THE BOARD OF EDUCATION\n   21  unless such board is specially authorized by law to incur  such  liabil-\n   22  ity.\n   23    2.  Notwithstanding the provisions of subdivision one of this section,\n   24  grants in aid received  from  the  state  and  federal  governments  for\n   25  specific  purposes,  other state AID OR grants in aid [identified by the\n   26  commissioner] for general use [as specified by the board of  education],\n   27  other  gifts  which  are  required to be spent for particular objects or\n   28  purposes and insurance proceeds received for the loss, theft, damage  or\n   29  destruction  of  real  or personal property, when proposed to be used or\n   30  applied to repair or replace  such  property,  may  be  appropriated  by\n   31  resolution  of  the  board  of education at any time for such objects or\n   32  purposes.\n   33    S 9. Section 2005 of the education law, as amended  by  section  3  of\n   34  part M of chapter 57 of the laws of 2005, is amended to read as follows:\n   35    S 2005. Special  meeting to transact business of annual meeting. When-\n   36  ever the time for holding the annual meeting in a school district  shall\n   37  pass  without such meeting being held, a special meeting[, to be held on\n   38  the date specified for a school budget revote  pursuant  to  subdivision\n   39  three  of  section two thousand seven of this part,] shall thereafter be\n   40  called by the trustees or by the clerk of such district for the  purpose\n   41  of  transacting the business of the annual meeting; and if no such meet-\n   42  ing be called by the trustees or the clerk within ten  days  after  such\n   43  time  shall  have passed, the district superintendent of the supervisory\n   44  district in which said school district is situated or  the  commissioner\n   45  [of  education] may order any inhabitant of such district to give notice\n   46  of such meeting in the manner provided in section two  thousand  one  of\n   47  this  part,  and the officers of the district shall make to such meeting\n   48  the reports required to be made at the annual meeting,  subject  to  the\n   49  same  penalty in case of neglect; and the officers elected at such meet-\n   50  ing shall hold their respective offices only until the next annual meet-\n   51  ing and until their successors are elected  and  shall  have  qualified.\n   52  Notice  of  such  annual  meeting  shall comply with the requirements of\n   53  section two thousand three or section two thousand four of this part  by\n   54  publishing  such  notices  once  in  each week within the two weeks next\n   55  preceding such special meeting, the first publication  to  be  at  least\n   56  fourteen  days  before such meeting and any required posting to be four-\n\n       S. 2484                            15\n\n    1  teen days before the time of such meeting. [If the qualified  voters  at\n    2  such  special  district  meeting  defeat the school district budget, the\n    3  trustees or board of education shall adopt a contingency budget pursuant\n    4  to  section  two thousand twenty-three of this part. Notwithstanding any\n    5  other provision in law, the trustees or board of education following the\n    6  adoption of a contingency budget may call a special district meeting for\n    7  a second vote on the proposed budget pursuant  to  the  requirements  of\n    8  subdivision  three of section two thousand seven or subdivision three of\n    9  section two thousand six of this chapter.]\n   10    S 10. Subdivision 3 of section 2006 of the education law is REPEALED.\n   11    S 11. Subdivision 3 of section 2007 of the education law,  as  amended\n   12  by  section 5 of part M of chapter 57 of the laws of 2005, is amended to\n   13  read as follows:\n   14    3. a. Notwithstanding the provisions of subdivisions one  and  two  of\n   15  this  section,  and  of section two thousand four of this part, whenever\n   16  the [voters of the district  shall  have  defeated  the  budget  of  the\n   17  district, in whole or in part, or whenever the] board of education shall\n   18  have  rejected  all  bids  for  a contract or contracts for public work,\n   19  transportation or purchase[,] and [whenever  in  either  such  case  the\n   20  board  of  education shall deem] DEEMS it necessary and proper to call a\n   21  special meeting to take appropriate action, the board of education shall\n   22  be authorized to give the notices required by subdivision one of section\n   23  two thousand four of this part by publishing such notices once  in  each\n   24  week within the two weeks next preceding such special meeting, the first\n   25  publication  to  be  at  least fourteen days before such meeting and any\n   26  required posting to be fourteen days before the time of such meeting.\n   27    b. [A school budget revote called pursuant  to  paragraph  a  of  this\n   28  subdivision shall be held on the third Tuesday of June, provided, howev-\n   29  er  that  such budget revote shall be held on the second Tuesday in June\n   30  if the commissioner at the request of a local school board certifies  no\n   31  later  than  March  first  that  such vote would conflict with religious\n   32  observances.\n   33    c.] Notwithstanding the provisions of section two thousand fourteen of\n   34  this part, where a school district shall have adopted personal registra-\n   35  tion, the board of registration shall meet on such day or days as  shall\n   36  be  fixed  by  the  board  of education, the last day of which, however,\n   37  shall not be more than seven nor less than two days preceding any school\n   38  district meeting notices for which shall have been given as provided  in\n   39  this subdivision.\n   40    S  12.  Section  2008  of the education law is amended by adding a new\n   41  subdivision 3 to read as follows:\n   42    3. NOTWITHSTANDING ANY OTHER PROVISION OF  LAW  TO  THE  CONTRARY,  IT\n   43  SHALL  NOT  BE  WITHIN  THE POWERS OF THE VOTERS OF A SCHOOL DISTRICT TO\n   44  SUBMIT A PROPOSITION THAT REQUIRES THE EXPENDITURE  OF  MONEY,  PROVIDED\n   45  THAT  THE  VOTERS  MAY  SUBMIT A TAX LEVY LIMIT UNDERRIDE PROPOSITION AS\n   46  AUTHORIZED  PURSUANT  TO  SUBDIVISION  TWO  OF  SECTION   TWO   THOUSAND\n   47  TWENTY-THREE-A OF THIS PART OR A PROPOSITION TO CHANGE THE MILEAGE LIMI-\n   48  TATIONS  ON  TRANSPORTATION  PURSUANT TO SUBDIVISION NINETEEN OF SECTION\n   49  TWO THOUSAND TWENTY-ONE OF THIS PART.\n   50    S 13. Subdivisions 10, 11, 12, 15, 16, 17, 18, 20 and  21  of  section\n   51  2021  of the education law, such section as renumbered by chapter 801 of\n   52  the laws of 1953, are REPEALED and subdivisions 8 and 19 are amended  to\n   53  read as follows:\n   54    8.  To  vote  a  tax  upon  the  taxable  property of the district, to\n   55  purchase, lease and improve such sites or an addition to such sites  and\n   56  grounds  for the purposes specified in [the preceding] subdivision SEVEN\n\n       S. 2484                            16\n\n    1  OF THIS SECTION, to hire or purchase rooms or buildings for school rooms\n    2  or schoolhouses, or to  build  schoolhouses[;  to  keep  in  repair  and\n    3  furnish  the  same with necessary fuel, furniture and appurtenances, and\n    4  to  purchase such implements, apparatus and supplies as may be necessary\n    5  to provide instruction in agriculture and other subjects,  and  for  the\n    6  organization and conduct of athletic, playground and other social center\n    7  work].\n    8    19. To [provide, by tax or otherwise, for the conveyance of] DETERMINE\n    9  WHETHER  TRANSPORTATION  SHOULD  BE  PROVIDED PURSUANT TO PARAGRAPH A OF\n   10  SUBDIVISION ONE OF SECTION THIRTY-SIX HUNDRED THIRTY-FIVE OF THIS  CHAP-\n   11  TER  TO  pupils  residing  in  [a] THE school district WHO ARE IN GRADES\n   12  KINDERGARTEN THROUGH EIGHT AND LIVE LESS THAN TWO MILES FROM THE  SCHOOL\n   13  THEY  LEGALLY  ATTEND OR ARE IN GRADES NINE THROUGH TWELVE AND LIVE LESS\n   14  THAN THREE MILES FROM SUCH SCHOOL OR TO PUPILS IN  ANY  GRADE  WHO  LIVE\n   15  MORE  THAN FIFTEEN MILES FROM THE SCHOOL THEY LEGALLY ATTEND, (a) to the\n   16  elementary or high schools, or both, maintained in such district  and/or\n   17  (b)  to the elementary or high schools, or both, in any city or district\n   18  with which an education contract shall have been made, and/or (c) to the\n   19  elementary or high schools, or both, other than public, situated  within\n   20  the  district  or  an  adjacent district or city, whenever such district\n   21  shall have contracted with the school authorities of any city,  or  with\n   22  another  school district, for the education therein of the pupils resid-\n   23  ing in such school district, or whenever in any school  district  pupils\n   24  of school age shall reside so remote from the schoolhouse therein or the\n   25  elementary  or  high  school  they legally attend, within or without the\n   26  district, that they are practically deprived of school advantages during\n   27  any portion of the school year.\n   28    S 14. Section 2022 of the education law, as amended by section  23  of\n   29  part  A  of  chapter  436  of  the laws of 1997, subdivisions 1 and 3 as\n   30  amended by section 8 of part C of chapter 58 of the laws of 1998, subdi-\n   31  vision 2-a as amended by section 3 of part A of chapter 60 of  the  laws\n   32  of  2000, paragraph b of subdivision 2-a as amended by section 5 of part\n   33  W of chapter 57 of the laws of 2008, subdivision 4 as amended by section\n   34  7 of part M of chapter 57 of the laws of 2005 and subdivision 6 as added\n   35  by chapter 61 of the laws of 2003, is amended to read as follows:\n   36    S 2022. [Vote on] ADOPTION OF school district budgets  [and  on  the];\n   37  ANNUAL  DISTRICT  MEETING  AND  election of school district trustees and\n   38  board of education members. 1. Notwithstanding any law,  rule  or  regu-\n   39  lation  to  the  contrary,  the  ANNUAL DISTRICT MEETING AND election of\n   40  trustees or members of the board of education, and the TAX LEVY PROPOSI-\n   41  TION vote [upon the appropriation of the necessary  funds  to  meet  the\n   42  estimated  expenditures,]  in  any  common  school  district, union free\n   43  school district, central school district or central high school district\n   44  shall be held [at the annual meeting and election] on the third  Tuesday\n   45  in  May,  provided,  however,  that  such  election shall be held on the\n   46  second Tuesday in May if the commissioner at  the  request  of  a  local\n   47  school  board  certifies  no  later  than March first that such election\n   48  would conflict with religious observances. [When such election  or  vote\n   49  is  taken by recording the ayes and noes of the qualified voters attend-\n   50  ing, a majority of the qualified voters present and voting, by a hand or\n   51  voice vote, may determine to take up the question of voting  the  neces-\n   52  sary  funds to meet the estimated expenditures for a specific item sepa-\n   53  rately, and the qualified voters present and  voting  may  increase  the\n   54  amount  of  any  estimated  expenditures  or reduce the same, except for\n   55  teachers'  salaries,  and  the  ordinary  contingent  expenses  of   the\n   56  schools.]  The  sole trustee, board of trustees or board of education of\n\n       S. 2484                            17\n\n    1  every common, union free, central or central high  school  district  and\n    2  every  city  school  district to which this article applies shall hold a\n    3  budget hearing not less than seven nor more than fourteen days prior  to\n    4  the  annual meeting and election [or special district meeting at which a\n    5  school budget vote will occur], and shall prepare  and  present  to  the\n    6  voters  at such budget hearing a proposed school district budget for the\n    7  ensuing school year.  IF THE QUALIFIED VOTERS HAVE APPROVED A  TAX  LEVY\n    8  PROPOSITION  OR  UNDERRIDE  PROPOSITION  IN  ACCORDANCE WITH SECTION TWO\n    9  THOUSAND TWENTY-THREE-A OF THIS PART, SUCH TRUSTEES OR BOARD  OF  EDUCA-\n   10  TION  SHALL  ADOPT  A BUDGET THAT COMPLIES WITH SUCH PROPOSITION.  IF NO\n   11  TAX LEVY PROPOSITION OR UNDERRIDE PROPOSITION HAS BEEN APPROVED  BY  THE\n   12  QUALIFIED  VOTERS, THEN THE TRUSTEES OR BOARD OF EDUCATION SHALL ADOPT A\n   13  BUDGET THAT REQUIRES A TAX LEVY, EXCLUDING ANY CAPITAL TAX LEVY, THAT IS\n   14  NO GREATER THAN THE TAX LEVY BASE DETERMINED PURSUANT TO  SECTION  THIR-\n   15  TEEN HUNDRED SEVEN OF THE REAL PROPERTY TAX LAW.\n   16    2.  [Except  as provided in subdivision four of this section, nothing]\n   17  NOTHING in this section shall preclude the trustees or board  of  educa-\n   18  tion,  in their discretion, from submitting additional items of expendi-\n   19  ture to the voters for approval as separate propositions or  the  voters\n   20  from submitting propositions pursuant to [section] SECTIONS two thousand\n   21  eight and two thousand thirty-five of this [article] PART.\n   22    2-a.  Every  common, union free, central, central high school district\n   23  and city school district to which this  article  applies  shall  mail  a\n   24  school  budget  notice  to  all  qualified voters of the school district\n   25  after the date of the budget hearing, but no later than six  days  prior\n   26  to the annual meeting and election [or special district meeting at which\n   27  a school budget vote will occur]. The school budget notice shall compare\n   28  the percentage increase or decrease in total spending under the proposed\n   29  budget  over total spending under the school district budget adopted for\n   30  the current school year, with the percentage increase or decrease in the\n   31  consumer price index, from January first of the  prior  school  year  to\n   32  January  first  of  the current school year, and shall also include [the\n   33  information required by paragraphs a and  b  of  this  subdivision.  The\n   34  notice shall also set forth the date, time and place of the school budg-\n   35  et  vote,  in  the  same  manner as in the notice of annual meeting] THE\n   36  DISTRICT'S TAX LEVY LIMIT AND  TAX  LEVY  BASE  DETERMINED  PURSUANT  TO\n   37  SECTION  THIRTEEN  HUNDRED  SEVEN  OF THE REAL PROPERTY TAX LAW, THE TAX\n   38  LEVY PROPOSED BY THE DISTRICT AND THE PROPOSED CAPITAL TAX LEVY, IF ANY.\n   39  Such notice shall be in a form prescribed by the commissioner.\n   40    [a. Commencing with the proposed budget for the two thousand  one--two\n   41  thousand  two  school year, such notice shall also include a description\n   42  of how total spending and the tax levy resulting from the proposed budg-\n   43  et would compare with a projected contingency budget adopted pursuant to\n   44  section two thousand twenty-three of this article,  assuming  that  such\n   45  contingency  budget  is  adopted  on  the  same  day  as the vote on the\n   46  proposed budget. Such comparison shall be  in  total  and  by  component\n   47  (program,  capital and administrative), and shall include a statement of\n   48  the assumptions made in estimating the projected contingency budget.\n   49    b.] Commencing with the proposed budget for the two  thousand  eight--\n   50  two  thousand  nine  school  year,  such notice shall also include, in a\n   51  format prescribed by the commissioner, an estimate of  the  tax  savings\n   52  that  would be available to an eligible homeowner under the basic school\n   53  tax relief (STAR) exemption authorized by section four  hundred  twenty-\n   54  five  of  the real property tax law if the proposed budget were adopted.\n   55  Such estimate shall be made in the manner prescribed by the  commission-\n   56  er, in consultation with the office of real property services.\n\n       S. 2484                            18\n\n    1    3.  In all elections for trustees or members of boards of education or\n    2  votes ON PROPOSITIONS involving the expenditure of money, or authorizing\n    3  the levy of taxes, OR VOTES ON PROPOSITIONS  TO  UNDERRIDE  A  TAX  LEVY\n    4  LIMITATION PURSUANT TO SECTION TWO THOUSAND TWENTY-THREE-A OF THIS PART,\n    5  the  vote thereon shall be by ballot, or, in school districts that prior\n    6  to nineteen hundred ninety-eight conducted  their  vote  at  the  annual\n    7  meeting, may be ascertained by taking and recording the ayes and noes of\n    8  such qualified voters attending and voting at such district meetings.\n    9    4.  [In the event that the original proposed budget is not approved by\n   10  the voters, the sole trustee, trustees or board of education may adopt a\n   11  final budget pursuant to subdivision five of this section or resubmit to\n   12  the voters the original or a  revised  budget  pursuant  to  subdivision\n   13  three  of  section  two  thousand seven of this part. Upon one defeat of\n   14  such resubmitted budget, the sole trustee, trustees or board  of  educa-\n   15  tion  shall  adopt  a  final budget pursuant to subdivision five of this\n   16  section.] Notwithstanding any other provision of law  to  the  contrary,\n   17  [the  school  district  budget  for any school year, or any part of such\n   18  budget or] any propositions involving the expenditure of money for  such\n   19  school  year  shall  not be submitted for a vote of the qualified voters\n   20  more than twice.\n   21    [5. If the qualified  voters  fail  to  approve  the  proposed  school\n   22  district  budget upon resubmission or upon a determination not to resub-\n   23  mit for a second vote pursuant to subdivision four of this section,  the\n   24  sole trustee, trustees or board of education, after applying thereto the\n   25  public  school  moneys  and  other moneys received or to be received for\n   26  that purpose, shall levy a tax for the sum necessary for teachers' sala-\n   27  ries and other ordinary  contingent  expenses  in  accordance  with  the\n   28  provisions  of this subdivision and section two thousand twenty-three of\n   29  this article.\n   30    6. Notwithstanding the provisions of subdivision four of section eigh-\n   31  teen hundred four and subdivision five of section nineteen  hundred  six\n   32  of this title, subdivision one of section two thousand two of this arti-\n   33  cle,  subdivision  one of this section, subdivision two of section twen-\n   34  ty-six hundred one-a of this title and any other provision of law to the\n   35  contrary, the annual district meeting  and  election  of  every  common,\n   36  union  free,  central  and  central  high school district and the annual\n   37  meeting of every city school district in a city having a  population  of\n   38  less than one hundred twenty-five thousand inhabitants that is scheduled\n   39  to  be  held  on  the third Tuesday of May, two thousand three is hereby\n   40  adjourned until the first Tuesday in June, two thousand three. The trus-\n   41  tees or board of education of each such school  district  shall  provide\n   42  notice  of  such adjourned meeting to the qualified voters in the manner\n   43  prescribed for notice of the  annual  meeting,  and  such  notice  shall\n   44  provide  for an adjourned budget hearing. The adjourned district meeting\n   45  or district meeting and election shall be deemed the annual  meeting  or\n   46  annual  meeting and election of the district for all purposes under this\n   47  title and the date of the adjourned meeting shall be deemed  the  state-\n   48  wide  uniform  voting  day  for all purposes under this title.  Notwith-\n   49  standing the provisions of subdivision seven of section sixteen  hundred\n   50  eight  or subdivision seven of section seventeen hundred sixteen of this\n   51  title or any other provision of law, rule or regulation to the contrary,\n   52  in two thousand three the property tax report card shall be submitted to\n   53  the department no later than twenty  days  prior  to  the  date  of  the\n   54  adjourned  meeting  and the department shall make its compilation avail-\n   55  able electronically at least seven days prior to such date.]\n   56    S 15. Section 2023 of the education law is REPEALED.\n\n       S. 2484                            19\n\n    1    S 16. Subdivision 2 of section 2035 of the education law,  as  amended\n    2  by chapter 111 of the laws of 1979, is amended to read as follows:\n    3    2.  In  common  school  districts  the manner of making nominations or\n    4  submitting propositions by anyone other than the trustees and  in  union\n    5  free  school  districts  the manner of submitting propositions by anyone\n    6  other than the board of education for the purpose of  preparing  ballots\n    7  for  the machine shall be prescribed by a rule previously adopted by the\n    8  trustees or board of education; provided, however,  that  the  petition,\n    9  certificate,  declaration,  notice or other paper required by such rule,\n   10  for the making of any such nomination or  submission,  except  as  to  a\n   11  question or proposition required by law to be stated in the published or\n   12  posted  notice  of the meeting shall be filed with the trustees or board\n   13  of education not later than thirty days before the meeting or  election.\n   14  Any nomination may be rejected by the trustees if the candidate is inel-\n   15  igible  for  the  office or has declared his unwillingness to serve; any\n   16  proposition may be rejected by the trustees or board of education if the\n   17  purpose of the proposition is not within the power  of  the  voters,  or\n   18  where  A PROPOSITION TO CHANGE THE MILEAGE LIMITATIONS ON TRANSPORTATION\n   19  PURSUANT TO SUBDIVISION NINETEEN OF SECTION TWO THOUSAND  TWENTY-ONE  OF\n   20  THIS  PART  WOULD  REQUIRE  the  expenditure  of  ADDITIONAL  moneys [is\n   21  required by the proposition], if the proposition fails  to  include  the\n   22  necessary  specific  appropriation.    Any such rule may be amended from\n   23  time to time and may state that a reasonable minimum  number  of  signa-\n   24  tures shall be required for submission.  The trustees or board of educa-\n   25  tion  shall  cause  such  rule,  and amendments from time to time, to be\n   26  printed for general distribution in  the  district.  Provided,  however,\n   27  that  the  provisions  of  any  special  law relating to nominations and\n   28  elections in any union free school district shall continue to remain  in\n   29  force,  and the manner of making nominations and the conduct of meetings\n   30  and elections, shall conform to such special law.\n   31    S 17. Paragraph a of subdivision 9 and paragraphs a and b of  subdivi-\n   32  sion  12 of section 2503 of the education law, as amended by chapter 171\n   33  of the laws of 1996, are amended to read as follows:\n   34    a. Shall promote the best interests of the schools  and  other  activ-\n   35  ities  committed  to its care, and shall authorize, or in its discretion\n   36  conduct, and maintain such extra  classroom  activities,  including  the\n   37  operation  of  cafeterias  or  restaurant  service for use by pupils and\n   38  teachers, as the board, from time to time,  shall  deem  proper.    Such\n   39  cafeterias or restaurant service may be used by the community for school\n   40  related  functions  and  activities  and to furnish meals to the elderly\n   41  residents, sixty years of age or older, of the district.  Such  utiliza-\n   42  tion  AND  THE  OPERATION  OF  CAFETERIAS OR RESTAURANT SERVICE shall be\n   43  subject to the approval of the board of education[, and shall be subject\n   44  to voter approval unless the cafeteria or restaurant service  was  oper-\n   45  ated during the preceding school year and requires no tax levy]. Charges\n   46  shall  be  sufficient  to  meet the direct cost of preparing and serving\n   47  such meals, reducible by available reimbursements.\n   48    a.   to and from schools within  the  school  district  for  distances\n   49  greater  than two or three miles, as applicable, and to and from schools\n   50  outside the district within the mileage limitations prescribed in  para-\n   51  graph  a of subdivision one of section thirty-six hundred thirty-five of\n   52  this chapter shall always be [an ordinary contingent expense]  A  CHARGE\n   53  UPON THE SCHOOL DISTRICT, and\n   54    b.  for  distances less than two or three miles, as applicable, or for\n   55  greater than fifteen miles to and  from  schools  outside  the  district\n   56  shall  be  [an  ordinary  contingent  expense]  A CHARGE UPON THE SCHOOL\n\n       S. 2484                            20\n\n    1  DISTRICT if: (i) such transportation was provided during  the  preceding\n    2  school  year and the qualified voters have not passed a special proposi-\n    3  tion constricting the mileage limitations for the  current  school  year\n    4  from  those  in  effect  in the prior year, or (ii) the qualified voters\n    5  have passed a special proposition expanding the mileage  limitations  in\n    6  effect in the prior year.\n    7    S  18. Section 2601-a of the education law, as added by chapter 171 of\n    8  the laws of 1996, subdivision 2 as amended by section 6 and  subdivision\n    9  4  as  amended by section 8 of part M of chapter 57 of the laws of 2005,\n   10  subdivision 3 as amended by chapter 640 of the laws of 2008, subdivision\n   11  5 as amended by section 29 of part A of chapter 436 of the laws of 1997,\n   12  subdivision 6 as amended and subdivision 7 as added by  chapter  474  of\n   13  the laws of 1996, is amended to read as follows:\n   14    S  2601-a.  Procedures  for  [adoption  of  school budgets] ANNUAL AND\n   15  SPECIAL DISTRICT MEETINGS in small city school districts. 1.  The  board\n   16  of education of each city school district subject to this article [shall\n   17  provide for the submission of a budget for approval of the voters pursu-\n   18  ant to the provisions of this section.\n   19    2.  The  board  of education] shall ADOPT A SCHOOL DISTRICT BUDGET AND\n   20  conduct all annual and special school district meetings for the  purpose\n   21  of  [adopting  a  school district budget] VOTING ON PROPOSITIONS FOR THE\n   22  EXPENDITURE OF MONEY, INCLUDING BUT NOT LIMITED  TO  VOTES  PURSUANT  TO\n   23  SECTION  FOUR  HUNDRED  SIXTEEN  OF THIS CHAPTER, AND VOTING ON TAX LEVY\n   24  PROPOSITIONS AND UNDERRIDE PROPOSITIONS PURSUANT TO SECTION TWO THOUSAND\n   25  TWENTY-THREE-A OF THIS TITLE, in the same manner as a union free  school\n   26  district  in accordance with the provisions of article forty-one of this\n   27  title, except as otherwise provided by this section. The annual  meeting\n   28  and  election  of  each  such  city school district shall be held on the\n   29  third Tuesday of May in each year, provided, however  that  such  annual\n   30  meeting  and  election shall be held on the second Tuesday in May if the\n   31  commissioner at the request of a local school board certifies  no  later\n   32  than March first that such election would conflict with religious obser-\n   33  vances[,  and  any school budget revote shall be held on the date and in\n   34  the same manner specified in subdivision three of section  two  thousand\n   35  seven of this title]. The provisions of this article, and where applica-\n   36  ble  subdivisions  nine and nine-a of section twenty-five hundred two of\n   37  this title, governing the qualification and registration of voters,  and\n   38  procedures  for  the  nomination and election of members of the board of\n   39  education shall continue to apply, and shall  govern  the  qualification\n   40  and  registration  of  voters  and voting procedures with respect to the\n   41  adoption of a school district budget.\n   42    [3.] 2. The  board  of  education  shall  prepare  a  proposed  school\n   43  district  budget  for the ensuing year in accordance with the provisions\n   44  of section seventeen hundred sixteen  of  this  chapter,  including  all\n   45  provisions  relating to required notices and appendices to the statement\n   46  of expenditures. No board of education shall  incur  a  school  district\n   47  liability  except  as  authorized by the provisions of section seventeen\n   48  hundred  eighteen  of  this  chapter.  Such  proposed  budget  shall  be\n   49  presented  in three components: a program component, a capital component\n   50  and an administrative component which shall be separately delineated  in\n   51  accordance  with regulations of the commissioner after consultation with\n   52  local school district  officials.  The  administrative  component  shall\n   53  include,  but  need not be limited to, office and central administrative\n   54  expenses, traveling expenses and all compensation, salaries and benefits\n   55  of all school administrators and supervisors, including business  admin-\n   56  istrators,  superintendents  of schools and deputy, assistant, associate\n\n       S. 2484                            21\n\n    1  or other superintendents under  all  existing  employment  contracts  or\n    2  collective  bargaining  agreements,  any and all expenditures associated\n    3  with the operation of the board of education, the office of  the  super-\n    4  intendent  of  schools,  general  administration,  the  school  business\n    5  office, consulting costs not directly related to direct student services\n    6  and programs, planning and all other  administrative  activities.    The\n    7  program component shall include, but need not be limited to, all program\n    8  expenditures of the school district, including the salaries and benefits\n    9  of  teachers  and  any  school administrators or supervisors who spend a\n   10  majority of their time performing teaching duties, and  all  transporta-\n   11  tion  operating  expenses. The capital component shall include, but need\n   12  not be limited to, all transportation capital, debt service,  and  lease\n   13  expenditures;   costs   resulting   from  judgments  in  tax  certiorari\n   14  proceedings or the payment of awards from court  judgments,  administra-\n   15  tive  orders  or settled or compromised claims; and all facilities costs\n   16  of the school district, including  facilities  lease  expenditures,  the\n   17  annual  debt service and total debt for all facilities financed by bonds\n   18  and notes of the school district, and the costs of construction,  acqui-\n   19  sition,  reconstruction,  rehabilitation or improvement of school build-\n   20  ings, provided that such budget shall include a rental,  operations  and\n   21  maintenance  section  that  includes  base rent costs, total rent costs,\n   22  operation and maintenance charges, cost per square foot for each facili-\n   23  ty leased by the school district, and any and all  expenditures  associ-\n   24  ated  with custodial salaries and benefits, service contracts, supplies,\n   25  utilities, and maintenance and repairs of school  facilities.  [For  the\n   26  purposes  of  the development of a budget for the nineteen hundred nine-\n   27  ty-seven--ninety-eight school year, the board of education  shall  sepa-\n   28  rate  its  program,  capital  and  administrative costs for the nineteen\n   29  hundred ninety-six--ninety-seven school year in the  manner  as  if  the\n   30  budget  for such year had been presented in three components.] Except as\n   31  provided in subdivision [four] THREE of this section,  nothing  in  this\n   32  section  shall  preclude  the  board, in its discretion, from submitting\n   33  additional items of expenditure to the voters for approval  as  separate\n   34  propositions  or  the  voters from submitting propositions [pursuant] to\n   35  THE EXTENT AUTHORIZED BY sections two thousand eight  and  two  thousand\n   36  thirty-five of this chapter.\n   37    [4. In the event the qualified voters of the district reject the budg-\n   38  et proposed pursuant to subdivision three of this section, the board may\n   39  propose  to the voters a revised budget pursuant to subdivision three of\n   40  section two thousand seven of this title  or  may  adopt  a  contingency\n   41  budget pursuant to subdivision five of this section and subdivision five\n   42  of  section  two  thousand  twenty-two  of  this  title.] 3. The [school\n   43  district budget for any school year, or any  part  of  such  budget  or]\n   44  BOARD  OF  EDUCATION  SHALL  NOT  SUBMIT  any propositions involving the\n   45  expenditure of money for such school year [shall not be submitted] for a\n   46  vote of the qualified voters more than twice. [In the event  the  quali-\n   47  fied  voters  reject  the  resubmitted  budget,  the board shall adopt a\n   48  contingency budget in accordance with subdivision five of  this  section\n   49  and  subdivision  five  of  such section two thousand twenty-two of this\n   50  title.\n   51    5. If the qualified voters fail or refuse to vote the sum estimated to\n   52  be necessary  for  teachers'  salaries  and  other  ordinary  contingent\n   53  expenses,  the board shall adopt a contingency budget in accordance with\n   54  this subdivision and shall levy a tax  for  that  portion  of  such  sum\n   55  remaining  after  applying thereto the moneys received or to be received\n   56  from state, federal or other sources, in the same manner as if the budg-\n\n       S. 2484                            22\n\n    1  et had been approved by the qualified voters; subject to the limitations\n    2  imposed in subdivision four of section two thousand twenty-three of this\n    3  chapter and this subdivision. The  administrative  component  shall  not\n    4  comprise a greater percentage of the contingency budget exclusive of the\n    5  capital  component than the lesser of (1) the percentage the administra-\n    6  tive component had comprised in the prior year budget exclusive  of  the\n    7  capital  component;  or  (2) the percentage the administrative component\n    8  had comprised in the last proposed  defeated  budget  exclusive  of  the\n    9  capital  component. Such contingency budget shall include the sum deter-\n   10  mined by the board to be necessary for:\n   11    (a) teachers' salaries, including the salaries of all members  of  the\n   12  teaching and supervising staff;\n   13    (b) items of expense specifically authorized by statute to be incurred\n   14  by  the  board of education, including, but not limited to, expenditures\n   15  for transportation to and from regular school programs included as ordi-\n   16  nary contingent expenses in subdivision twelve  of  section  twenty-five\n   17  hundred  three  of  this  chapter,  expenditures for textbooks, required\n   18  services for non-public school students, school health services, special\n   19  education services, kindergarten and nursery school  programs,  and  the\n   20  district's  share  of  the  administrative  costs  and costs of services\n   21  provided by a board of cooperative educational services;\n   22    (c) items of expense for legal obligations of the district, including,\n   23  but not limited to, contractual obligations, debt service, court  orders\n   24  or judgments, orders of administrative bodies or officers, and standards\n   25  and  requirements of the board of regents and the commissioner that have\n   26  the force and effect of law;\n   27    (d) the purchase of library books and  other  instructional  materials\n   28  associated with a library;\n   29    (e) items of expense necessary to maintain the educational programs of\n   30  the  district,  preserve  the  property  of  the district or protect the\n   31  health and safety of students and staff, including, but not limited  to,\n   32  support  services,  pupil personnel services, the necessary salaries for\n   33  the  necessary  number  of  non-teaching  employees,   necessary   legal\n   34  expenses,  water  and utility charges, instructional supplies for teach-\n   35  ers' use, emergency repairs, temporary  rental  of  essential  classroom\n   36  facilities,  and expenditures necessary to advise school district voters\n   37  concerning school matters; and\n   38    (f) expenses incurred for interschool athletics, field trips and other\n   39  extracurricular activities; and\n   40    (g) any other item of expense determined by the commissioner to be  an\n   41  ordinary contingent expense in any school district.\n   42    6.  The  commissioner  shall determine appeals raising questions as to\n   43  what items of expenditure are ordinary contingent expenses  pursuant  to\n   44  subdivision five of this section in accordance with section two thousand\n   45  twenty-four and three hundred ten of this chapter.\n   46    7.]  Each year, the board of education shall prepare a school district\n   47  report card, pursuant to regulations of the commissioner, and shall make\n   48  it publicly available by transmitting it to local newspapers of  general\n   49  circulation, appending it to copies of the proposed budget made publicly\n   50  available  as  required  by law, making it available for distribution at\n   51  the annual meeting, and otherwise disseminating it as  required  by  the\n   52  commissioner.  Such  report  card shall include measures of the academic\n   53  performance of the school district, on a school  by  school  basis,  and\n   54  measures of the fiscal performance of the district, as prescribed by the\n   55  commissioner.  Pursuant  to  regulations of the commissioner, the report\n   56  card shall also compare these measures to  statewide  averages  for  all\n\n       S. 2484                            23\n\n    1  public  schools, and statewide averages for public schools of comparable\n    2  wealth and need, developed by the commissioner. Such report  card  shall\n    3  include,  at a minimum, any information on the school district regarding\n    4  pupil  performance  and expenditure per pupil required to be included in\n    5  the annual report by the regents to the  governor  and  the  legislature\n    6  pursuant to section two hundred fifteen-a of this chapter; and any other\n    7  information  required  by the commissioner. School districts (i) identi-\n    8  fied as having fifteen percent or more  of  their  students  in  special\n    9  education,  or  (ii)  which have fifty percent or more of their students\n   10  with disabilities  in  special  education  programs  or  services  sixty\n   11  percent  or  more  of the school day in a general education building, or\n   12  (iii) which have eight percent or more of their students with  disabili-\n   13  ties  in special education programs in public or private separate educa-\n   14  tional settings shall indicate on  their  school  district  report  card\n   15  their respective percentages as defined in this paragraph and paragraphs\n   16  (i) and (ii) of this subdivision as compared to the statewide average.\n   17    S  19. Paragraph b-1 of subdivision 4 of section 3602 of the education\n   18  law, as amended by section 13 of part A of chapter 57  of  the  laws  of\n   19  2009, is amended to read as follows:\n   20    b-1.  Notwithstanding  any other provision of law to the contrary, for\n   21  the two thousand seven--two thousand eight through  two  thousand  thir-\n   22  teen--two  thousand fourteen school years, the additional amount payable\n   23  to each school district pursuant to this subdivision in the current year\n   24  as total foundation aid, after deducting the total foundation aid  base,\n   25  shall  be deemed a state grant in aid identified by the commissioner for\n   26  general use for purposes of [sections] SECTION seventeen  hundred  eigh-\n   27  teen [and two thousand twenty-three] of this chapter.\n   28    S  20.  Subdivision  11  of  section  3602-e  of the education law, as\n   29  amended by section 19 of part B of chapter 57 of the laws  of  2007,  is\n   30  amended to read as follows:\n   31    11. Notwithstanding the provisions of subdivision ten of this section,\n   32  where the district serves fewer children during the current year than in\n   33  the  base year, the school district shall have its apportionment reduced\n   34  in an amount proportional to such deficiency in the current year  or  in\n   35  the  succeeding  school  year, as determined by the commissioner, except\n   36  such reduction shall not apply to  school  districts  which  have  fully\n   37  implemented  a universal pre-kindergarten program by making such program\n   38  available to all eligible children. [Expenses  incurred  by  the  school\n   39  district  in  implementing  a  pre-kindergarten program plan pursuant to\n   40  this subdivision shall be deemed ordinary contingent expenses.]\n   41    S 21. Paragraphs a and b of subdivision  1  of  section  3635  of  the\n   42  education law, paragraph a as amended by chapter 69 of the laws of 1992,\n   43  paragraph  b  as amended by chapter 718 of the laws of 1990 and subpara-\n   44  graph (i) of paragraph b as amended by chapter 571 of the laws of  1994,\n   45  are amended to read as follows:\n   46    a.  Sufficient  transportation facilities (including the operation and\n   47  maintenance of motor vehicles) shall be provided by the school  district\n   48  for all the children residing within the school district to and from the\n   49  school  they  legally  attend,  who  are  in need of such transportation\n   50  because of the remoteness  of  the  school  to  the  child  or  for  the\n   51  promotion  of  the  best interest of such children.  Such transportation\n   52  shall be provided for all children attending grades kindergarten through\n   53  eight who live more than two miles from the school  which  they  legally\n   54  attend  and  for  all  children attending grades nine through twelve who\n   55  live more than three miles from the school which they legally attend and\n   56  shall be provided for each such child up to a distance of fifteen miles,\n\n       S. 2484                            24\n\n    1  the distances in each case being measured by the nearest available route\n    2  from home to school. The cost of providing such  transportation  between\n    3  two  or  three  miles,  as  the  case may be, and fifteen miles shall be\n    4  considered  for  the  purposes  of  this chapter to be a charge upon the\n    5  district [and an ordinary contingent expense of the district]. Transpor-\n    6  tation for a lesser distance than two miles  in  the  case  of  children\n    7  attending  grades  kindergarten through eight or three miles in the case\n    8  of children attending grades nine  through  twelve  and  for  a  greater\n    9  distance  than  fifteen  miles  may be provided by the district WITH THE\n   10  APPROVAL OF THE QUALIFIED VOTERS, and, if  provided,  shall  be  offered\n   11  equally  to all children in like circumstances residing in the district;\n   12  provided, however, that this requirement shall not apply to  transporta-\n   13  tion  offered  pursuant  to  section thirty-six hundred thirty-five-b of\n   14  this [article] PART.\n   15    b. (i) School districts providing transportation to a nonpublic school\n   16  for pupils living within a specified distance  from  such  school  shall\n   17  designate  one  or more public schools as centralized pick-up points and\n   18  shall provide transportation between  such  points  and  such  nonpublic\n   19  schools for students residing in the district who live too far from such\n   20  nonpublic schools to qualify for transportation between home and school.\n   21  The  district  shall not be responsible for the provision of transporta-\n   22  tion for pupils between  their  home  and  such  pick-up  points.    The\n   23  district  may  provide school bus transportation to a pupil if the resi-\n   24  dence of the pupil is located on an established route for the  transpor-\n   25  tation  of  pupils to the centralized pick-up point provided such trans-\n   26  portation does not result in additional costs to the district. [The cost\n   27  of providing transportation between such pick-up points and such nonpub-\n   28  lic schools shall be an ordinary contingent expense.]\n   29    (ii) A board of education may, at its discretion, provide  transporta-\n   30  tion  for  pupils  residing  within  the  district to a nonpublic school\n   31  located more than fifteen miles from the home of any such pupil provided\n   32  that such transportation has been  provided  to  such  nonpublic  school\n   33  pursuant  to this subdivision in at least one of the immediately preced-\n   34  ing three school years and such transportation is provided from  one  or\n   35  more  centralized  pick-up  points designated pursuant to this paragraph\n   36  and that the distance from such pick-up points to the  nonpublic  school\n   37  is  not  more  than fifteen miles. The district shall not be responsible\n   38  for the provision of transportation for pupils between [pupils]  PUPILS'\n   39  homes  and  such  pick-up  points. [The cost of providing transportation\n   40  between such pick-up points and such nonpublic schools shall be an ordi-\n   41  nary contingent expense.]\n   42    S 22. Subdivision 10 of  section  3635-b  of  the  education  law,  as\n   43  amended  by  chapter  422  of  the  laws  of 2004, is amended to read as\n   44  follows:\n   45    10. The cost of providing transportation, pursuant to  the  provisions\n   46  of  this section, shall [be an ordinary contingent expense and shall] be\n   47  included as an item of expense for purposes of determining the transpor-\n   48  tation quota of such district.\n   49    S 23. Subdivisions 1, 3, 3-a, 4 and 5 of section 3651 of the education\n   50  law, subdivision 1 as amended by chapter 504 of the laws of 1949, subdi-\n   51  visions 3 and 4 as added by chapter 782 of the laws of 1948, subdivision\n   52  3-a as added by chapter 588 of the laws of 1988  and  subdivision  5  as\n   53  amended  by  chapter  976  of  the  laws of 1963, are amended to read as\n   54  follows:\n   55    1. A reserve fund may be established by the school authorities of  any\n   56  school  district[,  provided, however, that no such fund shall be estab-\n\n       S. 2484                            25\n\n    1  lished (a) until approved by a majority vote of the qualified voters  of\n    2  the  district voting on a proposition therefor submitted at a regular or\n    3  special school district meeting, or in school  districts  which  do  not\n    4  have  such  meetings,  at  an  election called for such purpose, and (b)\n    5  unless the notice of such meeting or election shall have stated  that  a\n    6  proposition  to  establish  a  reserve  fund  would be so submitted, the\n    7  purpose of the fund, the ultimate amount thereof, its probable term  and\n    8  the  source from which the funds would be obtained] AS DEFINED IN SUBDI-\n    9  VISION TWELVE OF SECTION TWO OF THIS CHAPTER.  Such reserve fund may  be\n   10  established  for  financing, in whole or in part, the cost of any object\n   11  or purpose for which bonds may be issued  by,  or  for  the  objects  or\n   12  purposes  of, the school district pursuant to the local finance law. The\n   13  [proposition] RESOLUTION OF  THE  SCHOOL  AUTHORITIES  ESTABLISHING  THE\n   14  RESERVE  FUND  shall  specify  the  purpose for which the fund is estab-\n   15  lished, the ultimate amount, the probable term and the source from which\n   16  the funds are to be obtained. There shall be paid into any such fund  an\n   17  annual  amount sufficient to meet the requirements of the proposition OR\n   18  RESOLUTION.  In addition, the [voters] SCHOOL AUTHORITIES may from  time\n   19  to time direct the [school authorities to pay] PAYMENT into such fund OF\n   20  moneys derived from any other source.\n   21    3.  An  expenditure shall be made from a reserve fund only by authori-\n   22  zation of the [voters] SCHOOL AUTHORITIES and for the  specific  purpose\n   23  specified in the proposition OR RESOLUTION WHICH ESTABLISHED THE RESERVE\n   24  FUND.\n   25    [3-a.  Notwithstanding  the  provisions  of  subdivision three of this\n   26  section, any school district which establishes a reserve fund in accord-\n   27  ance with subdivision one-a of this section may make  expenditures  from\n   28  such fund for the purposes specified in such subdivision without author-\n   29  ization of the voters.]\n   30    4.  The  [voters] SCHOOL AUTHORITIES may authorize the transfer of all\n   31  or any part of any reserve fund to any other  reserve  fund  established\n   32  pursuant to this section.\n   33    5.  Whenever  the [voters] SCHOOL AUTHORITIES shall determine that the\n   34  original purpose for which a reserve fund has  been  established  is  no\n   35  longer  desirable,  [the school authorities] THEY may liquidate the fund\n   36  by first applying its proceeds to any  outstanding  bonded  indebtedness\n   37  and  applying  the  balance,  if  any, to the annual tax levy, provided,\n   38  however, that the amount so applied in any one year shall not be greater\n   39  than the amount which will reduce the tax rate for school purposes below\n   40  five mills on actual  valuation;  provided,  however,  that  the  school\n   41  authorities  in any school district having no outstanding bonded indebt-\n   42  edness may, in any year in which no state aid is payable  thereto  under\n   43  the  provisions  of  this  chapter,  liquidate such fund by applying the\n   44  balance thereof to the annual tax levy, regardless of the tax  rate  for\n   45  school purposes[, subject to the approval of a majority of the qualified\n   46  electors of the district voting on a proposition therefor submitted at a\n   47  regular or special school district meeting, or in school districts which\n   48  do not have such meetings, at an election called for such purpose].\n   49    S 24. The general municipal law is amended by adding a new section 3-c\n   50  to read as follows:\n   51    S  3-C.   LIMITATION UPON REAL PROPERTY TAXES OF LOCAL GOVERNMENTS. 1.\n   52  UNLESS OTHERWISE PROVIDED BY LAW, THE AMOUNT OF REAL PROPERTY TAXES THAT\n   53  MAY BE LEVIED BY OR ON BEHALF OF ANY LOCAL GOVERNMENT,  OTHER  THAN  THE\n   54  CITY  OF  NEW  YORK AND THE COUNTIES CONTAINED THEREIN, SHALL NOT EXCEED\n   55  THE TAX LEVY LIMITATION ESTABLISHED PURSUANT TO THIS SECTION.\n   56    2. WHEN USED IN THIS SECTION:\n\n       S. 2484                            26\n\n    1    (A) \"ALLOWABLE LEVY GROWTH FACTOR\" SHALL BE THE LESSER OF: (I) ONE AND\n    2  TWO ONE HUNDREDTHS; OR (II) THE SUM  OF  ONE  PLUS  ONE  HUNDRED  TWENTY\n    3  PERCENT  OF  THE  INFLATION  FACTOR;  PROVIDED, HOWEVER, THAT IN NO CASE\n    4  SHALL THE LEVY GROWTH FACTOR BE LESS THAN ONE.\n    5    (B) \"COMING FISCAL YEAR\" MEANS THE FISCAL YEAR OF THE LOCAL GOVERNMENT\n    6  FOR  WHICH  A  TAX  LEVY LIMITATION SHALL BE DETERMINED PURSUANT TO THIS\n    7  SECTION.\n    8    (C) \"INFLATION FACTOR\" MEANS THE QUOTIENT OF: (I) THE AVERAGE  OF  THE\n    9  NATIONAL  CONSUMER PRICE INDEXES DETERMINED BY THE UNITED STATES DEPART-\n   10  MENT OF LABOR FOR THE TWELVE MONTH PERIOD ENDING SIX MONTHS PRIOR TO THE\n   11  START OF THE COMING FISCAL  YEAR  MINUS  THE  AVERAGE  OF  THE  NATIONAL\n   12  CONSUMER  PRICE  INDEXES  DETERMINED  BY THE UNITED STATES DEPARTMENT OF\n   13  LABOR FOR THE TWELVE-MONTH PERIOD ENDING SIX MONTHS PRIOR TO  THE  START\n   14  OF  THE  PRIOR FISCAL YEAR, DIVIDED BY: (II) THE AVERAGE OF THE NATIONAL\n   15  CONSUMER PRICE INDEXES DETERMINED BY THE  UNITED  STATES  DEPARTMENT  OF\n   16  LABOR  FOR  THE TWELVE-MONTH PERIOD ENDING SIX MONTHS PRIOR TO THE START\n   17  OF THE PRIOR FISCAL YEAR, WITH THE RESULT EXPRESSED AS A DECIMAL TO FOUR\n   18  PLACES.\n   19    (D) \"LOCAL GOVERNMENT\" MEANS  A  COUNTY,  CITY,  TOWN,  VILLAGE,  FIRE\n   20  DISTRICT,  OR  SPECIAL  DISTRICT INCLUDING BUT NOT LIMITED TO A DISTRICT\n   21  CREATED PURSUANT TO ARTICLE TWELVE, TWELVE-A, TWELVE-C  OR  THIRTEEN  OF\n   22  THE  TOWN  LAW,  ARTICLE  FIVE-A,  FIVE-B OR FIVE-D OF THE COUNTY LAW OR\n   23  CHAPTER TWO HUNDRED SEVENTY-THREE OF THE LAWS OF NINETEEN HUNDRED  THIR-\n   24  TY-NINE,  BUT  SHALL  NOT  INCLUDE  THE CITY OF NEW YORK OR THE COUNTIES\n   25  CONTAINED THEREIN.\n   26    (E) \"PRIOR FISCAL YEAR\" MEANS THE FISCAL YEAR OF THE LOCAL  GOVERNMENT\n   27  IMMEDIATELY PRECEDING THE COMING FISCAL YEAR.\n   28    3.  (A) SUBJECT TO THE PROVISIONS OF SUBDIVISION FOUR OF THIS SECTION,\n   29  BEGINNING WITH THE FISCAL YEAR THAT BEGINS IN TWO  THOUSAND  TWELVE,  NO\n   30  LOCAL  GOVERNMENT  SHALL ADOPT A BUDGET THAT REQUIRES A TAX LEVY THAT IS\n   31  GREATER THAN THE TAX LEVY LIMITATION FOR THE COMING FISCAL YEAR.\n   32    (B) THE TAX LEVY LIMITATION APPLICABLE TO THE COMING FISCAL YEAR SHALL\n   33  BE DETERMINED AS FOLLOWS:\n   34    (I) ASCERTAIN THE TOTAL AMOUNT OF TAXES LEVIED FOR  THE  PRIOR  FISCAL\n   35  YEAR.\n   36    (II)  ADD  ANY  PAYMENTS  IN LIEU OF TAXES THAT WERE RECEIVABLE IN THE\n   37  PRIOR FISCAL YEAR.\n   38    (III) MULTIPLY THE RESULT BY THE ALLOWABLE LEVY GROWTH FACTOR.\n   39    (IV) SUBTRACT ANY PAYMENTS IN LIEU OF TAXES RECEIVABLE IN  THE  COMING\n   40  FISCAL YEAR.\n   41    (C)  THE STATE COMPTROLLER SHALL CALCULATE THE TAX LEVY LIMITATION FOR\n   42  EACH LOCAL GOVERNMENT BY THE ONE HUNDRED  TWENTIETH  DAY  PRECEDING  THE\n   43  COMMENCEMENT  OF  EACH  LOCAL GOVERNMENT'S FISCAL YEAR, AND SHALL NOTIFY\n   44  EACH LOCAL GOVERNMENT OF THE TAX LEVY LIMITATION SO DETERMINED.\n   45    4. A LOCAL GOVERNMENT MAY ADOPT A BUDGET THAT REQUIRES A TAX LEVY THAT\n   46  IS GREATER THAN THE TAX LEVY LIMITATION FOR THE COMING FISCAL YEAR, ONLY\n   47  IF THE GOVERNING BODY OF  SUCH  LOCAL  GOVERNMENT  FIRST  ENACTS,  BY  A\n   48  TWO-THIRDS  VOTE  OF THE TOTAL VOTING POWER OF SUCH BODY, A LOCAL LAW TO\n   49  OVERRIDE SUCH LIMITATION FOR SUCH COMING FISCAL YEAR  ONLY,  OR  IN  THE\n   50  CASE OF A DISTRICT OR FIRE DISTRICT, A RESOLUTION TO OVERRIDE SUCH LIMI-\n   51  TATION FOR SUCH COMING FISCAL YEAR ONLY.\n   52    5. (A) WHEN TWO OR MORE LOCAL GOVERNMENTS CONSOLIDATE, THE STATE COMP-\n   53  TROLLER  SHALL  DETERMINE  THE  TAX LEVY LIMITATION FOR THE CONSOLIDATED\n   54  LOCAL GOVERNMENT BASED ON THE RESPECTIVE TAX  LEVY  LIMITATIONS  OF  THE\n   55  COMPONENT  LOCAL GOVERNMENTS THAT FORMED SUCH CONSOLIDATED LOCAL GOVERN-\n   56  MENT FROM THE LAST FISCAL YEAR PRIOR TO THE CONSOLIDATION.\n\n       S. 2484                            27\n\n    1    (B) WHEN A LOCAL GOVERNMENT DISSOLVES,  THE  STATE  COMPTROLLER  SHALL\n    2  DETERMINE  THE TAX LEVY LIMITATION FOR THE LOCAL GOVERNMENT THAT ASSUMES\n    3  THE DEBTS, LIABILITIES, AND OBLIGATIONS OF SUCH DISSOLVED LOCAL  GOVERN-\n    4  MENT  BASED  ON  THE  RESPECTIVE  TAX LEVY LIMITATIONS OF SUCH DISSOLVED\n    5  LOCAL  GOVERNMENT  AND  SUCH  LOCAL  GOVERNMENT  THAT ASSUMES THE DEBTS,\n    6  LIABILITIES, AND OBLIGATIONS OF SUCH DISSOLVED LOCAL GOVERNMENT FROM THE\n    7  LAST FISCAL YEAR PRIOR TO THE DISSOLUTION.\n    8    (C) THE TAX LIMITATION ESTABLISHED BY THIS SECTION SHALL NOT APPLY  TO\n    9  THE  FIRST  FISCAL YEAR AFTER A LOCAL GOVERNMENT IS NEWLY ESTABLISHED OR\n   10  CONSTITUTED. THE PRECEDING SENTENCE SHALL NOT APPLY TO LOCAL GOVERNMENTS\n   11  RESULTING FROM A CONSOLIDATION OR DISSOLUTION.\n   12    6. IN THE EVENT A LOCAL GOVERNMENT'S  ACTUAL  TAX  LEVY  FOR  A  GIVEN\n   13  FISCAL  YEAR  EXCEEDS THE MAXIMUM ALLOWABLE LEVY AS ESTABLISHED PURSUANT\n   14  TO THIS SECTION DUE TO CLERICAL OR TECHNICAL ERRORS, THE  LOCAL  GOVERN-\n   15  MENT  SHALL PLACE THE EXCESS AMOUNT OF THE LEVY IN RESERVE IN ACCORDANCE\n   16  WITH SUCH REQUIREMENTS AS THE STATE COMPTROLLER MAY PRESCRIBE, AND SHALL\n   17  USE SUCH FUNDS AND ANY INTEREST EARNED THEREON TO OFFSET  THE  TAX  LEVY\n   18  FOR THE ENSUING FISCAL YEAR.\n   19    S  25. This act shall take effect immediately and shall first apply to\n   20  the levy of taxes by school districts for the 2012-2013 school year  and\n   21  to  school district meetings and elections held on and after such effec-\n   22  tive date; provided, however,  that  sections  eight,  fifteen,  twenty,\n   23  twenty-one  and  twenty-two  of this act shall take effect July 1, 2012;\n   24  and provided further, that section twenty-four of this act  shall  first\n   25  apply  to  the  levy of   taxes by local governments for the fiscal year\n   26  that begins in 2012.\n",
  "memo" : "BILL NUMBER:S2484\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, the\neducation law and the general municipal law,\nin relation to establishing\nlimitations upon school district and local government\ntax levies; and\nrepealing certain provisions of the\neducation law relating thereto\n\nPURPOSE:\nThis bill would establish a school property tax levy cap for all\nschool districts other than the \"Big 5\" fiscally dependent city\nschool districts, and a local government property tax levy cap for\ncounties, cities other than New York City, towns, villages, special\ndistricts and fire districts.\n\nSUMMARY OF PROVISIONS AND STATEMENT IN SUPPORT:\n\nThis bill would limit tax levy growth to the lesser of 2% or 120% of\nthe annual increase in the consumer price index. It would shift the\nfocus of school districts, local governments and voters from total\nspending, to the actual property taxes levied to support school\ndistrict and local government expenses.\n\nBUDGET IMPLICATIONS:\n\nThis bill would benefit local taxpayers by limiting the annual amount\nof real property taxes that school districts, counties, cities,\ntowns, villages, special districts and fire districts can levy.\n\nLEGISLATIVE HISTORY:\n\n2010- S.67005 PASSED SENATE\n\nEFFECTIVE DATE:\n\nImmediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, the education law and the general municipal law, in relation to establishing limitations upon school district and local government tax levies; and repealing certain provisions of the education law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T110113.TXT", "SOBI.D110124.T104125.TXT", "SOBI.D110127.T181922.TXT", "SOBI.D110124.T102110.TXT", "SOBI.D110124.T142130.TXT", "SOBI.D110124.T094101.TXT", "SOBI.D110124.T104611.TXT", "SOBI.D110124.T103110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362779
}