{
  "year" : 2011,
  "senateBillNo" : "S2487-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2487-2011-1295845200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"Adirondack sportsmen's club preservation act\"",
  "summary" : "Enacts the \"Adirondack sportsmen's club preservation act\"; provides that state acquisition of open space land shall only be undertaken with a willing seller and shall remain subject to the leases of sportsmen's clubs thereon. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S4789-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2487\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law and the environmental conservation\n         law, in relation to enacting the \"Adirondack sportsmen's club  preser-\n         vation act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"Adirondack sportsmen's club preservation act\".\n    3    S  2.  Legislative findings. The legislature hereby finds that hunting\n    4  and fishing camps are an important fabric of the  Adirondacks.    Gener-\n    5  ations of families have been traveling to the Adirondacks to participate\n    6  in  these  important  American pastimes. The economy of this area of the\n    7  state is dependent on tourism and recreational activities.  It is  esti-\n    8  mated  that  tens  of  millions of dollars annually is injected into the\n    9  local economy from members of sportsmen's clubs through the purchase  of\n   10  goods  and  services.  Not  only is there an economic benefit from these\n   11  clubs, their members are true stewards of the land, and  provide  impor-\n   12  tant environmental and habitat preservation.\n   13    The provisions of this act, in the case of the conveyance of privately\n   14  owned  land  to the state of New York when a sportsmen's club is located\n   15  upon such land, is intended to grant any such club the  right  of  first\n   16  refusal  to purchase or attain a long term lease of the land utilized by\n   17  the club and additional land including, but not  limited  to,  a  deeded\n   18  right  of way at fair market value. Sportsmen's clubs shall be deemed to\n   19  retain exclusive access to and usage rights  for  hunting  and  fishing,\n   20  while  allowing  public access to the land for other recreational activ-\n   21  ities.\n   22    S 3. Paragraph (d) of subdivision 6  of  section  92-s  of  the  state\n   23  finance  law,  as  amended  by section 13 of part E of chapter 61 of the\n   24  laws of 2000, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07960-01-1\n\n       S. 2487                             2\n\n    1    (d) Moneys from the open space account shall be available, pursuant to\n    2  appropriation, for any open space land conservation  project  UNDERTAKEN\n    3  WITH  A  WILLING SELLER, bio-diversity stewardship and research pursuant\n    4  to chapter five hundred fifty-four of the laws of nineteen hundred nine-\n    5  ty-three,  for  the  purposes  of  agricultural  and farmland protection\n    6  activities as authorized by article twenty-five-AAA of  the  agriculture\n    7  and  markets law, non-point source abatement and control projects pursu-\n    8  ant to section 17-1409 of the environmental conservation law and section\n    9  eleven-b of the soil and water  conservation  districts  law,  for  Long\n   10  Island  Central  Pine  Barrens  area planning or Long Island south shore\n   11  estuary reserve planning pursuant to title thirteen  of  article  fifty-\n   12  four  of  the  environmental  conservation  law,  and  for operation and\n   13  management of the Albany  Pine  Bush  preserve  commission  pursuant  to\n   14  subdivision  two  of  section  54-0303 of the environmental conservation\n   15  law.  PROVIDED, THAT SUCH MONEYS SHALL NOT BE USED TO ACQUIRE  LANDS  ON\n   16  WHICH  HUNTING AND FISHING CAMPS ARE LOCATED IF THE LEASE AGREEMENTS ARE\n   17  TO BE DISCONTINUED.\n   18    S 4. Section 54-0301 of the environmental conservation law,  as  added\n   19  by chapter 610 of the laws of 1993, is amended to read as follows:\n   20  S 54-0301. [Definitions] DEFINITION.\n   21    For  purposes  of  this title, \"open space land conservation projects\"\n   22  shall mean acquisition projects UNDERTAKEN WITH WILLING SELLERS, includ-\n   23  ing the purchase of conservation easements undertaken by the commission-\n   24  er and/or the commissioner  of  the  office  of  parks,  recreation  and\n   25  historic  preservation  listed  in the state open space land acquisition\n   26  plan prepared pursuant to title 2 of article 49 of this chapter.\n   27    S 5. Subdivision 6 of section 54-0303 of the  environmental  conserva-\n   28  tion  law,  as  added  by chapter 610 of the laws of 1993, is amended to\n   29  read as follows:\n   30    6. [No monies shall be expended for acquisition by] THE USE OF eminent\n   31  domain [of] IN CONNECTION WITH any open space land conservation  project\n   32  [except  in  accordance with the state land acquisition policy set forth\n   33  in section 49-0203 of this chapter]  SHALL  BE  LIMITED  TO  LANDS  WITH\n   34  RESPECT  TO  WHICH  THE OWNER OR LEASEHOLDER HAS CONSENTED TO THE USE OF\n   35  EMINENT DOMAIN OR WHERE THE USE OF EMINENT DOMAIN IS REQUIRED  TO  QUIET\n   36  TITLE.\n   37    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law and the environmental conservation law, in relation to enacting the \"Adirondack sportsmen's club preservation act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T095608.TXT", "SOBI.D110124.T102610.TXT", "SOBI.D110124.T102110.TXT", "SOBI.D110124.T142130.TXT", "SOBI.D110124.T094609.TXT", "SOBI.D110124.T103110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295896890482
}