{
  "year" : 2011,
  "senateBillNo" : "S2485-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S2485-2011-1295845200000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the wood products development council and contracts for timber or other forest products",
  "summary" : "Directs the wood products development council to work to improve public understanding of the timber industry and authorizes the department of environmental conservation to execute contracts for timber or other forest products valued at under $50,000 without approval from the state comptroller. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : "A444",
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A11715-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2485\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to the wood\n         products development council; and to amend the environmental conserva-\n         tion law, in relation to contracts for timber or other forest products\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 225 of the agriculture and markets\n    2  law,  as added by chapter 325 of the laws of 2009, is amended to read as\n    3  follows:\n    4    2. The council shall work with wood-using  manufacturers  to  increase\n    5  the  economic  contributions and employment opportunities related to the\n    6  practice of forestry and manufacture of wood products in New York state.\n    7  The council shall give priority  to  increasing  private  investment  in\n    8  working forests; maintaining access to working and family forests; coor-\n    9  dinating  policy and permitting issues with state agencies, academia and\n   10  the private sector; working  to  improve  public  understanding  of  and\n   11  appreciation  for forestry, THE TIMBER INDUSTRY and forest products; and\n   12  increasing export and market opportunities for New York forest products.\n   13  The council shall deliver an annual report outlining its work and making\n   14  recommendations with regard to economic development and marketing initi-\n   15  atives and research and  development  initiatives  consistent  with  the\n   16  purposes  of the council. The report shall be delivered to the governor,\n   17  the speaker of the assembly, the temporary president of the senate,  the\n   18  minority leader of the assembly and the minority leader of the senate.\n   19    S  2.  Section 9-0505 of the environmental conservation law is amended\n   20  by adding a new subdivision 5 to read as follows:\n   21    5. NOTWITHSTANDING SUBDIVISION THREE OF SECTION ONE HUNDRED TWELVE  OF\n   22  THE  STATE  FINANCE  LAW,  IF THE VALUE OR ESTIMATED VALUE OF THE TREES,\n   23  TIMBER OR OTHER FOREST PRODUCTS DOES NOT EXCEED FIFTY THOUSAND  DOLLARS,\n   24  THE  CONTRACT  MAY  BE EXECUTED BY THE DEPARTMENT AND SHALL BE VALID AND\n   25  ENFORCEABLE WITHOUT FIRST BEING APPROVED BY THE  STATE  COMPTROLLER  AND\n   26  FILED IN HIS OR HER OFFICE.\n   27    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03573-01-1\n",
  "memo" : "BILL NUMBER:S2485\n\nTITLE OF BILL:\n\nAn act\nto amend\nthe agriculture and markets law, in relation to the wood products\ndevelopment council; and to amend the environmental conservation law, in\nrelation to contracts for timber or other forest products\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThis bill would ease burdensome contacting requirements currently\nrequired in order to gain permission from the Department of\nEnvironmental Conservation (DEC) to harvest timber on state lands\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nSubdivision 2 of Section 225 of the agriculture and markets law is\namended to clarify that the New York State Wood Products Council\nshould work to enhance the timber industry in New York State\n\nSection 9-0505 of the environmental conservation law is amended to\nallow DEC to have sole contract authority over forestry projects on\nnon-protected state lands that have a timber value under $50,000\n\nJUSTIFICATION:\n\nCurrently, any contract of more than $10,000 to harvest timber on\nnon-protected state lands must be approved by DEC and the State\nComptroller's office. This dual review procedure can be overly time\nconsuming and many times pushes the date for project initiation back\nby months as the contract wends its way through the bureaucracy of\ntwo state agencies. This frustration is compounded by the fact that\nthe current contract threshold is very low and requires extremely\nsmall forestry projects to be held up without need\n\nThis new legislation would provide breathing room for the forestry\nindustry and DEC by increasing the threshold for dual oversight over\nforestry projects from $10,000 to $50,000. As a result, any project\nwith a contract of under $50,000 would be needed to be approved by\nonly DEC\n\nThis proposal essentially mirrors language put forth by DEC in the\nGovernor's 2010/2011 Executive Budget proposal\n\nPRIOR LEGISLATIVE HISTORY:\nA.11715 of 2010.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the wood products development council; and to amend the environmental conservation law, in relation to contracts for timber or other forest products ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT", "SOBI.D110124.T102610.TXT", "SOBI.D110124.T102110.TXT", "SOBI.D110124.T142130.TXT", "SOBI.D110124.T094101.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362782
}