{
  "year" : 2011,
  "senateBillNo" : "S2489-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2489-2011-1295845200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crimes of criminal interference with a funeral service in the first and second degrees",
  "summary" : "Creates the crimes of criminal interference with a funeral service in the first and second degrees; provides that criminal interference in the first degree be a class E felony and in the second degree to be a class A misdemeanor. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A1134",
  "lawSection" : "Penal Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ZELDIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2489\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRIFFO,  BONACIC,  DeFRANCISCO,  GOLDEN, MAZIARZ,\n         O'MARA, RANZENHOFER, SEWARD, ZELDIN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to criminal interference with\n         funeral services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  section heading, subdivision 1 and the closing para-\n    2  graph of section 240.70 of the penal law, as added by chapter 635 of the\n    3  laws of 1999, are amended to read as follows:\n    4    Criminal interference with health care services, FUNERAL SERVICES,  or\n    5  religious worship in the second degree.\n    6    1.  A  person is guilty of criminal interference with health services,\n    7  FUNERAL SERVICES, or religious worship in the second degree when:\n    8    (a) by force or threat of force or by physical obstruction, he or  she\n    9  intentionally  injures,  intimidates  or interferes with, or attempts to\n   10  injure, intimidate or interfere with, another person because such  other\n   11  person was or is obtaining or providing reproductive health services; or\n   12    (b)  by force or threat of force or by physical obstruction, he or she\n   13  intentionally injures, intimidates or interferes with,  or  attempts  to\n   14  injure,  intimidate  or  interfere  with,  another  person  in  order to\n   15  discourage such other person or any other person or persons from obtain-\n   16  ing or providing reproductive health services; or\n   17    (c) by force or threat of force or by physical obstruction, he or  she\n   18  intentionally  injures,  intimidates  or interferes with, or attempts to\n   19  injure, intimidate or interfere with, another person because such person\n   20  was or is seeking to exercise the right of religious freedom at a  place\n   21  of religious worship; or\n   22    (d)  he  or  she  intentionally  damages the property of a health care\n   23  facility, or attempts to do so, because such facility provides reproduc-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05144-01-1\n\n       S. 2489                             2\n\n    1  tive health services, or intentionally damages the property of  a  place\n    2  of religious worship; OR\n    3    (E)  WITH  INTENT  TO  PREVENT OR DISRUPT A FUNERAL OR BURIAL, FUNERAL\n    4  HOME VIEWING OF A DECEASED PERSON, FUNERAL  PROCESSION,  OR  FUNERAL  OR\n    5  MEMORIAL SERVICE FOR A DECEASED PERSON, WHEN HE OR SHE:\n    6    (I)  BLOCKS,  IMPEDES,  INHIBITS,  OR IN ANY OTHER MANNER OBSTRUCTS OR\n    7  INTERFERES WITH ACCESS INTO OR FROM ANY BUILDING OR  PARKING  LOT  OF  A\n    8  BUILDING  IN WHICH A FUNERAL, WAKE, MEMORIAL SERVICE, OR BURIAL IS BEING\n    9  CONDUCTED, OR ANY BURIAL PLOT OR THE PARKING  LOT  OF  THE  CEMETERY  IN\n   10  WHICH  A  FUNERAL, WAKE, MEMORIAL SERVICE, OR BURIAL IS BEING CONDUCTED;\n   11  OR\n   12    (II) CONGREGATES, PICKETS OR DEMONSTRATES WITHIN THREE HUNDRED FEET OF\n   13  AN EVENT SPECIFIED IN THIS SUBDIVISION; OR\n   14    (III) WITHOUT AUTHORIZATION FROM THE FAMILY OF THE DECEASED OR  PERSON\n   15  CONDUCTING  THE  SERVICE,  DURING  A FUNERAL, WAKE, MEMORIAL SERVICE, OR\n   16  BURIAL:\n   17    (1) SINGS, CHANTS, WHISTLES, SHOUTS, YELLS, OR USES A  BULLHORN,  AUTO\n   18  HORN,  SOUND AMPLIFICATION EQUIPMENT, OR OTHER SOUNDS OR IMAGES OBSERVA-\n   19  BLE TO OR WITHIN EARSHOT OF PARTICIPANTS IN THE FUNERAL, WAKE,  MEMORIAL\n   20  SERVICE, OR BURIAL; OR\n   21    (2)  DOES  OR  MAKES  ANY  UTTERANCE,  GESTURE, OR DISPLAY DESIGNED TO\n   22  OUTRAGE THE SENSIBILITIES OF THE GROUP ATTENDING THE FUNERAL OR  BURIAL,\n   23  FUNERAL HOME VIEWING OF A DECEASED PERSON, FUNERAL PROCESSION, OR FUNER-\n   24  AL OR MEMORIAL SERVICE FOR A DECEASED PERSON; OR\n   25    (3) DISTRIBUTES LITERATURE OR ANY OTHER ITEM.\n   26    Criminal  interference with health care services, FUNERAL SERVICES, or\n   27  religious worship in the second degree is a class A misdemeanor.\n   28    S 2. Section 240.71 of the penal law, as amended by chapter 493 of the\n   29  laws of 2009, is amended to read as follows:\n   30  S 240.71  Criminal  interference  with  health  care  services,  FUNERAL\n   31               SERVICES or religious worship in the first degree.\n   32    A person is guilty of criminal interference with health care services,\n   33  FUNERAL SERVICES or religious worship in the first degree when he or she\n   34  commits  the crime of criminal interference with health care services or\n   35  religious worship in the second degree and has been previously convicted\n   36  of the crime of criminal interference with health care services, FUNERAL\n   37  SERVICES or religious worship in the first or second  degree  or  aggra-\n   38  vated  interference  with  health  care  services in the first or second\n   39  degree.\n   40    Criminal interference with health care services, FUNERAL  SERVICES  or\n   41  religious worship in the first degree is a class E felony.\n   42    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to criminal interference with funeral services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T113615.TXT", "SOBI.D110124.T142630.TXT", "SOBI.D110124.T100609.TXT", "SOBI.D110124.T112614.TXT", "SOBI.D110124.T111614.TXT", "SOBI.D110124.T101109.TXT", "SOBI.D110124.T111113.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897190651
}