{
  "year" : 2011,
  "senateBillNo" : "S2488-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2488-2011-1295845200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to pistol permit privacy",
  "summary" : "Relates to pistol permit privacy and makes all personal information regarding pistol or revolver licensees confidential except to law enforcement agencies and to individuals requesting information about a named individual. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A1896",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S8456-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ZELDIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2488\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRIFFO, RANZENHOFER, DeFRANCISCO, LARKIN, LITTLE,\n         ZELDIN -- read twice and ordered  printed,  and  when  printed  to  be\n         committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to pistol permit privacy\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of  section  400.00  of  the  penal  law,  as\n    2  amended  by  chapter  332  of  the  laws  of 1994, is amended to read as\n    3  follows:\n    4    5. Filing of  approved  applications.  (A)  The  application  for  any\n    5  license,  if  granted,  shall be filed by the licensing officer with the\n    6  clerk of the county of issuance, except that in the  city  of  New  York\n    7  and,  in the counties of Nassau and Suffolk, the licensing officer shall\n    8  designate the place of filing in the  appropriate  division,  bureau  or\n    9  unit  of the police department thereof, and in the county of Suffolk the\n   10  county clerk is hereby authorized to transfer all  records  or  applica-\n   11  tions  relating  to  firearms to the licensing authority of that county.\n   12  The name and address of any  person  to  whom  an  application  for  any\n   13  license  has  been  granted  shall be [a public record] CONFIDENTIAL AND\n   14  SHALL NOT BE MADE AVAILABLE EXCEPT AS SET FORTH IN PARAGRAPH (B) OF THIS\n   15  SUBDIVISION.  Upon application by a licensee who has changed  his  place\n   16  of  residence  such  records or applications shall be transferred to the\n   17  appropriate officer at the licensee's new place of residence.  A  dupli-\n   18  cate copy of such application shall be filed by the licensing officer in\n   19  the  executive  department, division of state police, Albany, within ten\n   20  days after issuance of the license. Nothing in this subdivision shall be\n   21  construed to change the expiration date or  term  of  such  licenses  if\n   22  otherwise provided for in law.\n   23    (B)  THE  DIVISION OF STATE POLICE SHALL MAINTAIN AN AUTOMATED LISTING\n   24  OF EVERY LICENSE HOLDER ISSUED A LICENSE FOR A PISTOL OR REVOLVER PURSU-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05965-01-1\n\n       S. 2488                             2\n\n    1  ANT TO THIS SECTION. SUCH LISTING SHALL BE MADE AVAILABLE, UPON REQUEST,\n    2  PROVIDED, THAT:\n    3    (I)  ONLY  REQUESTS  RELATING  TO A NAMED LICENSEE SHALL BE HONORED OR\n    4  MADE AVAILABLE ONLINE; AND\n    5    (II) A REQUEST FOR THE ENTIRE LIST OF LICENSEES, OR FOR ALL  LICENSEES\n    6  IN  A  GEOGRAPHIC  AREA,  SHALL BE DENIED, EXCEPT TO ANY LAW ENFORCEMENT\n    7  AGENCY.\n    8    FOR THE PURPOSES OF THIS SUBDIVISION, THE TERM \"LAW ENFORCEMENT  AGEN-\n    9  CY\"  SHALL  MEAN THE DIVISION OF STATE POLICE, ANY NEW YORK STATE COUNTY\n   10  SHERIFF'S DEPARTMENT, ANY POLICE DEPARTMENT OF ANY CITY, VILLAGE OR TOWN\n   11  WITHIN NEW YORK STATE, THE POLICE FORCE OF ANY NEW YORK STATE  AUTHORITY\n   12  OR AGENCY, THE STATE POLICE FORCE OF ANY OTHER STATE AND ANY FEDERAL LAW\n   13  ENFORCEMENT AGENCY.\n   14    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2488\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to pistol permit privacy\n\nPURPOSE:\nTo require that when a person, other than law enforcement, requests a\nsearch of the pistol or revolver automated listing under the Freedom\nof Information Law (FOIL) that it is limited to a search by specific\nname.\n\nSUMMARY OF PROVISIONS:\nSection 1 - Subdivision 5 of Section 400.00 of the Penal Law, as\namended by Chapter 332 of the laws of 1994, is amended to make the\nnames of any pistol or revolver permit holders confidential except if\na request is made under the Freedom of Information Law (FOIL) for a\nspecific individual by name.\nAny requests for the entire list of licensees or for all the licensees\nin a geographic area shall be denied except if requested by law\nenforcement.\n\nSection 2 - Sets forth an immediate effective date.\n\nEXISTING LAW:\nIn 1994, Subdivision 5 of Section 400.00 of the Penal Law was amended\nby the Legislature to restrict public access to the contents of an\napproved application for a firearm license, by permitting disclosure\nonly of the name and address of the approved applicant.\n\nBefore the 1994 amendment, subdivision 5 provided that all information\nfrom an approved firearm permit application shall be deemed as part\nof the public record and therefore released upon request under the\nFreedom of Information Law (FOIL).\n\nThe law was changed in 1994 to address the concerns that providing all\nof the information on a pistol or revolver holder's permit\napplication could release information which would endanger the life\nor safety of the applicant and possibly others. Such information\nincludes whether the permit holder transports large amounts of cash\nor other valuables which would give criminals an opportunity and a\nready source of information to commit a crime against such person.\n\nJUSTIFICATION:\nA new abuse of the public access to New York State's pistol or\nrevolver permit registry now exists due to the creation of websites\non the Internet that contain the name and address of every person in\nthe State of New York who holds a permit for a pistol or revolver.\n\nAs in 1994, the last time this law was amended, there are important\npersonal and public safety reasons to make amendments to the\n\ninformation available to the public regarding the pistol or revolver\nautomated listing maintained by the New York State Police.\n\nAs the law is currently written, it allows for an individual to make a\nFOIL request through the New York State Police or the New York City\nPolice for the entire database of pistol or revolver holders in the\nState and in NYC. In fact, the Director of Public Information for the\nNew York State Police has stated that numerous requests have been\nmade in recent years for the entire database and they have had no\nchoice but to release the information under current law.\n\nHaving this information available online and readily accessible to\nanyone creates serious safety issues not only for the permit holders\nand their family members but also for individuals who do not have\nguns in their home.\n\nCriminals now have a roadmap of the homes that have guns and those\nthat do not. This can be easily utilized to target homes to steal the\npistol or revolver from the person's address that is listed on the\npermit. Not only does this possibly put guns in the hands of\ndangerous individuals but it also creates the chance of the permit\nholder or a family member being harmed during an attempted robbery.\n\nAlso disturbing is the fact that having this list available not only\ntells criminals where legally owned handguns are located but it also\ntells them which homes are not protected by a person with a pistol\npermit. This is once again a roadmap for individuals who want to\nbreak into someone's home to either commit a robbery, assault, rape\nor other heinous crime without having to worry that their intended\nvictim possesses any firepower to ward off the attack.\n\nClearly, this information in the wrong hands creates a risk to not\nonly the permit holders and their families but also to their\nneighbors and the rest of society. The threat of guns being stolen or\nindividuals being harmed due to the public access of this entire list\nis too menacing to allow it to continue.\n\nTherefore, this legislation will limit the ability of a person to\naccess the NYS or NYC permit or revolver registry by denying requests\nfor the entire list or database. However, recognizing that some\nindividuals may have a valid reason for wanting to know if a specific\nperson has a firearm permit, this legislation still allows for public\naccess with a FOIL request. Consequently, to rule out the intentional\nabuse of the public access and posting of an entire database or\ngeographic area of permit holders, this bill will only allow a search\nof the list with a request for a specifically named individual.\n\nNew York is among about one-third of states nationwide that allow the\ndisclosure of any pistol permit data.\n\nLEGISLATIVE HISTORY:\n2010:  S.8456 Rules Committee/A.11716 Codes Committee\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to pistol permit privacy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T113615.TXT", "SOBI.D110125.T114910.TXT", "SOBI.D110127.T181922.TXT", "SOBI.D110124.T113115.TXT", "SOBI.D110124.T100609.TXT", "SOBI.D110124.T142130.TXT", "SOBI.D110124.T112614.TXT", "SOBI.D110124.T111113.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362786
}