{
  "year" : 2011,
  "senateBillNo" : "S2482-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2482-2011-1295586000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a private right of action against a person who intentionally discloses the identity of a victim of a sex crime",
  "summary" : "Provides a private right of action against a person who intentionally discloses the identity of a victim of a sex crime. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "S1686-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2482\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by Sen. FLANAGAN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil rights law, in relation to a private right  of\n         action for the intentional disclosure of the identity of a victim of a\n         sex crime\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 50-b of the civil rights  law,  as\n    2  amended  by  chapter  320  of  the  laws  of 2006, is amended to read as\n    3  follows:\n    4    1. The identity of any victim of a sex offense, as defined in  article\n    5  one hundred thirty or section 255.25, 255.26 or 255.27 of the penal law,\n    6  or of an offense involving the alleged transmission of the human immuno-\n    7  deficiency  virus,  shall  be  confidential.  No report, paper, picture,\n    8  photograph, court file or other documents, in the custody or  possession\n    9  of  any public officer or employee, which identifies such a victim shall\n   10  be made available for public  inspection.  No  such  public  officer  or\n   11  employee shall disclose any portion of any police report, court file, or\n   12  other document, which tends to identify such a victim except as provided\n   13  in  subdivision  two of this section.  WHERE ANY REPORT, PAPER, PICTURE,\n   14  PHOTOGRAPH, COURT FILE, POLICE REPORT OR OTHER DOCUMENT WHICH IDENTIFIES\n   15  OR TENDS TO IDENTIFY SUCH VICTIM MAY BE SUFFICIENTLY REDACTED TO  INSURE\n   16  SUCH  VICTIM  IS  NOT  IDENTIFIED SUCH DOCUMENT MAY BE DISCLOSED ONLY TO\n   17  ASSIST LAW ENFORCEMENT AUTHORITIES IN INVESTIGATING AND PROSECUTING SUCH\n   18  OFFENSE.\n   19    S 2. The opening paragraph of section 50-c of the civil rights law  is\n   20  designated  subdivision  1  and  a new subdivision 2 is added to read as\n   21  follows:\n   22    2.  IF THE IDENTITY OF THE VICTIM OF A SEX  OFFENSE  IS  INTENTIONALLY\n   23  DISCLOSED  IN  VIOLATION  OF SECTION FIFTY-B OF THIS ARTICLE AND HAS NOT\n   24  OTHERWISE BEEN DISCLOSED, THE VICTIM, OR IF THE VICTIM IS  DECEASED  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08457-01-1\n\n       S. 2482                             2\n\n    1  VICTIM'S  FAMILY,  WHOSE  IDENTITY  WAS DISCLOSED MAY BRING AN ACTION TO\n    2  RECOVER DAMAGES ACTUALLY SUFFERED BY REASON OF SUCH WRONGFUL DISCLOSURE.\n    3  IN ANY ACTION BROUGHT UNDER THIS SECTION, THE COURT MAY AWARD REASONABLE\n    4  ATTORNEY'S FEES TO A PREVAILING PLAINTIFF.\n    5    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to a private right of action for the intentional disclosure of the identity of a victim of a sex crime ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160537.TXT", "SOBI.D110124.T142130.TXT", "SOBI.D110121.T162039.TXT", "SOBI.D110121.T161538.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295896890471
}