{
  "year" : 2011,
  "senateBillNo" : "S248-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S248-2011-1294203600000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes policy of equal pay for both sexes and comparability of value of work and directs the taking of corrective action",
  "summary" : "Seeks to comply with the federal equal pay act of 1963 by implementing a state policy of compensating employees in state service equally for work of comparable value by eliminating wage inequality in job titles having been segregated by sex, race or national origin; requires the president of the civil service commission to report annually to the legislature and the governor on those segregated titles for which wage disparity exists; mandates governor to appropriate monies to ensure wage disparities are corrected. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : "A1780",
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S5271-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          248\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee  on  Civil  Service  and\n         Pensions\n\n       AN  ACT  to  amend  the civil service law, in relation to implementing a\n         state policy of setting salaries on  the  basis  of  comparability  of\n         value of the work\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 115 of the civil service law, as added  by  chapter\n    2  790 of the laws of 1958, is amended to read as follows:\n    3    S  115.    Policy  of the state. IT IS THE POLICY OF NEW YORK STATE TO\n    4  COMPLY WITH THE LETTER AND SPIRIT OF  THE  FEDERAL  \"EQUAL  PAY  ACT  OF\n    5  1963,\"  PUB. L. 88-38 (29 U.S.C. S 206) WHICH REQUIRES THAT EMPLOYEES OF\n    6  BOTH SEXES RECEIVE EQUAL PAY FOR EQUAL WORK, THE FEDERAL  \"CIVIL  RIGHTS\n    7  ACT  OF  1964,\"  PUB.  L.   88-352 (42 U.S.C. S 2000E-2) WHICH PROHIBITS\n    8  DISCRIMINATION ON THE BASIS OF SEX, RACE, AND  NATIONAL  ORIGIN  IN  ALL\n    9  TERMS  OF  EMPLOYMENT,  ARTICLE FIFTEEN OF THE EXECUTIVE LAW AND SECTION\n   10  FORTY-C OF THE CIVIL RIGHTS LAW, WHICH PROHIBIT  DISCRIMINATION  ON  THE\n   11  BASIS  OF  SEX,  RACE  OR  NATIONAL  ORIGIN  IN ALL TERMS OF EMPLOYMENT.\n   12  CONSISTENT WITH THESE LAWS, IT IS THE POLICY OF THE STATE  TO  ENSURE  A\n   13  FAIR, NON-BIASED WAGE STRUCTURE FOR ITS EMPLOYEES IN WHICH SEX, RACE, OR\n   14  NATIONAL  ORIGIN IS NOT A CONSIDERATION EITHER DIRECTLY OR INDIRECTLY IN\n   15  DETERMINING THE PROPER COMPENSATION FOR A TITLE IN STATE SERVICE, NOR IN\n   16  DETERMINING THE PAY FOR ANY INDIVIDUAL OR GROUP OF EMPLOYEES.  In  order\n   17  to  attract unusual merit and ability to the service of the state of New\n   18  York, to stimulate higher efficiency among  the  personnel,  to  provide\n   19  skilled leadership in administrative departments, to reward merit and to\n   20  insure  to  the  people  and  the taxpayers of the state of New York the\n   21  highest return in services for the necessary costs of government, it  is\n   22  [hereby declared to be] the policy of the state to provide equal pay for\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01541-01-1\n\n       S. 248                              2\n\n    1  [equal]  SIMILAR  work  AND  FOR  WORK  OF COMPARABLE VALUE, and regular\n    2  increases in pay in proper proportion to increase of  ability,  increase\n    3  of output and increase of quality of work demonstrated in service.\n    4    S  2.  Paragraph  (c)  of  subdivision  1  of section 118 of the civil\n    5  service law, as added by chapter 790 of the laws of 1958, is amended  to\n    6  read as follows:\n    7    (c)  The principle of fair and equal pay for similar work AND FOR WORK\n    8  OF COMPARABLE VALUE shall be followed in the classification and  reclas-\n    9  sification  and the allocation and reallocation of positions pursuant to\n   10  this article and all positions having the same title shall be  allocated\n   11  to  the  same  salary  grade.  COMPARABLE  VALUE  SHALL BE DETERMINED BY\n   12  COMPARING JOB TITLES ON THE BASIS OF STANDARDS WHICH INCLUDE THE COMPOS-\n   13  ITE OF SUCH BASIC ELEMENTS OF A JOB AS THE KNOWLEDGE,  SKILLS,  ACCOUNT-\n   14  ABILITY, MENTAL OR PHYSICAL STRESS AND EFFORT, EXTRAORDINARY DANGERS AND\n   15  RESPONSIBILITIES  NORMALLY  REQUIRED  TO SATISFACTORILY PERFORM THE JOB.\n   16  THE PRINCIPLE OF FAIR  AND  EQUAL  PAY  FOR  WORK  OF  COMPARABLE  VALUE\n   17  REQUIRES  THAT  CONSIDERATION  OF SEX, RACE OR NATIONAL ORIGIN SHALL NOT\n   18  INFLUENCE DIRECTLY OR INDIRECTLY THE ESTABLISHMENT OF SALARIES.\n   19    S 3. The civil service law is amended by adding a new section  119  to\n   20  read as follows:\n   21    S  119. COMPARABILITY OF VALUE OF WORK; SEGREGATED JOB TITLES REVIEWED\n   22  AND ADJUSTED. 1. THE LEGISLATURE FINDS THAT DESPITE THE  POLICY  OF  NEW\n   23  YORK  STATE  AS DECLARED IN SECTION ONE HUNDRED FIFTEEN OF THIS ARTICLE,\n   24  JOB TITLES WHICH ARE SEGREGATED BY SEX, RACE,  OR  NATIONAL  ORIGIN  MAY\n   25  HAVE  BEEN UNDERVALUED AND ASSIGNED WAGES WHICH DO NOT REFLECT THE RELA-\n   26  TIVE WORTH OF THE JOB. IT IS THE INTENT OF  THE  LEGISLATURE  TO  REMEDY\n   27  SUCH UNDERVALUATION AND TO CORRECT SUCH DISPARITIES.\n   28    2.  FOR PURPOSES OF THIS SECTION SEGREGATED TITLES (X) MEANS TITLES OR\n   29  ANY CLASS OF TITLES IN WHICH THE NUMBER OF INCUMBENTS OF A SEX, RACE  OR\n   30  NATIONAL  ORIGIN  IS GREATER THAN THE SUM OF THE PERCENTAGE OF THAT SEX,\n   31  RACE OR NATIONAL ORIGIN IN THE STATE SERVICE (P) PLUS TWENTY PERCENT  OF\n   32  THAT  PERCENTAGE  (.2(P)).  THIS  IS REPRESENTED BY THE FORMULA (X = P +\n   33  .2(P)).\n   34    3. THE PRESIDENT OF THE COMMISSION SHALL, BY  JANUARY  FIRST  OF  EACH\n   35  YEAR,  SUBMIT  TO  THE LEGISLATURE AND THE GOVERNOR'S OFFICE OF EMPLOYEE\n   36  RELATIONS,   A   LIST   SHOWING,   BY   NEGOTIATING   UNIT    AND    FOR\n   37  MANAGEMENT/CONFIDENTIAL  EMPLOYEES,  THOSE SEGREGATED TITLES FOR WHICH A\n   38  DISPARITY EXISTS BASED ON THE COMPARABILITY OF THE VALUE  OF  THE  WORK.\n   39  SUCH  PRESIDENT  SHALL  ALSO  SUBMIT  TO THE LEGISLATURE, THE GOVERNOR'S\n   40  OFFICE OF EMPLOYEE RELATIONS AND THE DIVISION OF THE BUDGET  ALONG  WITH\n   41  THE  LIST,  AN  ESTIMATE  OF THE APPROPRIATION NECESSARY TO CORRECT SUCH\n   42  DISPARITIES.\n   43    4. BEGINNING WITH THE BUDGET  REQUESTS  FOR  THE  SECOND  FISCAL  YEAR\n   44  COMMENCING  AFTER THE EFFECTIVE DATE OF THIS SECTION, THE GOVERNOR SHALL\n   45  INCLUDE THE APPROPRIATION NECESSARY TO ENSURE THAT SALARIES ARE  SET  IN\n   46  ACCORDANCE  WITH SUBDIVISION ONE OF THIS SECTION AND SECTION ONE HUNDRED\n   47  FIFTEEN, AND PARAGRAPH (C) OF SUBDIVISION ONE  OF  SECTION  ONE  HUNDRED\n   48  EIGHTEEN OF THIS ARTICLE.\n   49    5. NO SALARY SHALL BE REDUCED TO ACHIEVE COMPARABLE COMPENSATION UNDER\n   50  THE PROVISIONS OF THIS SECTION.\n   51    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to implementing a state policy of setting salaries on the basis of comparability of value of the work ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T115306.TXT", "SOBI.D110111.T154221.TXT", "SOBI.D101213.T120808.TXT", "SOBI.D101213.T110815.TXT", "SOBI.D101213.T120307.TXT", "SOBI.D101215.T104414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778541054
}