{
  "year" : 2011,
  "senateBillNo" : "S2492-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S2492-2011-1295845200000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a ninety day eligibility limitation on medical services not mandated by federal law",
  "summary" : "Provides for a ninety day eligibility limitation on medical services not mandated by federal law. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : "A2286",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "SA2983-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2492\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sens. RANZENHOFER, ALESI, JOHNSON, LARKIN, LIBOUS -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Social Services\n\n       AN  ACT  to  amend  the  social services law, in relation to eligibility\n         limitations on certain medical services not mandated by federal law\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 117 of the social services law is amended by adding\n    2  a new subdivision 4 to read as follows:\n    3    4.  NOTWITHSTANDING  ANY INCONSISTENT PROVISION OF THIS SECTION OR ANY\n    4  OTHER PROVISION OF LAW, FOR THE  PURPOSES  OF  ELIGIBILITY  FOR  MEDICAL\n    5  ASSISTANCE  AS PROVIDED UNDER TITLE ELEVEN OF ARTICLE FIVE OF THIS CHAP-\n    6  TER OR ANY SUCCESSOR PROVISIONS THEREOF, NO PERSON SHALL BE ELIGIBLE FOR\n    7  MEDICAL ASSISTANCE DURING THE FIRST NINETY DAYS  AFTER  SUCH  PERSON  IS\n    8  DEEMED  ENROLLED  FOR  SUCH MEDICAL ASSISTANCE SERVICES IF SUCH SERVICES\n    9  ARE NOT MANDATED SERVICES UNDER FEDERAL LAW OR REGULATION.\n   10    S 2. The commissioner of health is authorized and  directed  to  apply\n   11  for  any and all federal waivers required to implement the provisions of\n   12  subdivision 4 of section 117 of the social services law.\n   13    S 3. The commissioner of health shall promulgate any and all rules and\n   14  regulations and take any other measures necessary to implement this  act\n   15  including,  but  not  limited  to, developing a services and eligibility\n   16  plan and distributing the same to local social services districts.\n   17    S 4. This act shall take effect immediately; provided,  however,  that\n   18  subdivision  4  of  section  117  of the social services law as added by\n   19  section one of this act shall not  take  effect  unless  and  until  the\n   20  commissioner  of  health  receives all necessary approvals under federal\n   21  law and regulation to implement its provisions, and provided  that  such\n   22  provisions do not prevent the receipt of federal financial participation\n   23  under  the medical assistance program; provided that the commissioner of\n   24  health shall notify the legislative bill drafting  commission  upon  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02335-01-1\n\n       S. 2492                             2\n\n    1  occurrence  of the enactment of the legislation provided for in this act\n    2  in order that the commission may maintain an accurate and timely  effec-\n    3  tive data base of the official text of the laws of the state of New York\n    4  in furtherance of effecting the provisions of section 44 of the legisla-\n    5  tive law and section 70-b of the public officers law.\n",
  "memo" : "BILL NUMBER:S2492\n\nTITLE OF BILL:\nAn act\nto amend the social services law, in relation to eligibility limitations\non certain medical services not mandated by federal law\n\nSUMMARY OF PROVISIONS:\nSection 1 amends Section 117 of the Social Services Law\nby adding a new subdivision 4 to impose a ninety-day state residency\nrequirement for eligibility for Medicaid services not mandated by\nfederal law of regulation.\n\nSection 2 authorizes and directs the Commissioner of Health to apply\nfor any federal waivers required to implement the provisions of\nsubdivision 4 of Section 117 of the Social Services Law.\n\nSection 3 effective date.\n\nPURPOSE AND JUSTIFICATION:\nThis bill would impose a ninety-day state\nresidency requirement for eligibility for Medicaid program services\nnot mandated by federal law that are offered by New York State.\n\nNew York has one of the most generous Medicaid programs in the United\nStates. People from other states have taken advantage of this state's\ngenerosity towards its residents and purposefully moved to New York\nsolely for the benefit of its charitable social programs. Federal\nMedicaid laws do not permit as a condition of service that an\napplicant reside in a jurisdiction for a specific period of time. The\ncurrent requirements would continue for those Medicaid services\nmandated by the Federal government. However, this bill would require\na 90 day period of residence for eligibility for the additional\nMedicaid benefits that New York State also provides. Imposing a\nninety-day state residency requirement before allowing individuals to\nqualify for New York's Medicaid program would discourage individuals\nfrom moving to the state solely for the purpose of receiving Medicaid\nwhile preserving Medicaid services for the people who have made New\nYork State their home.\n\nPRIOR LEGISLATIVE HISTORY:\n2005-06 - S.5364/A.7951 -- SOCIAL SERVICES/Social Services\n2007-08 - S.3291/A.591O -- SOCIAL SERVICES/Social Services\n2009-10 - S.2983/A.6988 -- HEALTH/Social Services\n\nFISCAL IMPLICATIONS:\nYet to be determined. Cost savings to both\ncounties and the state are expected.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately; provided,\nhowever, that subdivision 4 of 117 of the Social Services Law as\nadded by section one of this act shall not take effect unless and\nuntil the Commissioner of Health receives all necessary approvals\nunder federal law and regulation to implement its provisions, and\nprovided that such provisions do not prevent the receipt of federal\nfinancial participation under the medical assistance program;\nprovided that the Commissioner of Health shall notify the Legislative\nBill Drafting Commission upon the occurrence of the enactment of the\nlegislation provided for in this act in order that the commission may\nmaintain an accurate and timely effective data base of the official\ntext of the laws of the State of New York.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to eligibility limitations on certain medical services not mandated by federal law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T110113.TXT", "SOBI.D110124.T142630.TXT", "SOBI.D110127.T181922.TXT", "SOBI.D110124.T112114.TXT", "SOBI.D110124.T111614.TXT", "SOBI.D110124.T110615.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362791
}