{
  "year" : 2011,
  "senateBillNo" : "S2499-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2499-2011-1295845200000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a real property tax exemption for capital improvements to multiple dwellings in certain cities",
  "summary" : "Creates a real property tax exemption for capital improvements to multiple dwellings in certain cities. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "SA5875-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2499\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to amend the real property tax law, in relation to exemption of\n         capital improvements to multiple dwelling buildings in certain cities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 421-l to read as follows:\n    3    S 421-L. EXEMPTION OF CAPITAL IMPROVEMENTS TO MULTIPLE DWELLING BUILD-\n    4  INGS WITHIN CERTAIN  CITIES.  1.  MULTIPLE  DWELLING  BUILDINGS,  RECON-\n    5  STRUCTED,  ALTERED,  CONVERTED  BACK  TO AN OWNER OCCUPIED SINGLE FAMILY\n    6  DWELLING OR ANY OWNER OCCUPIED MULTIPLE DWELLING  LOCATED  IN  ANY  CITY\n    7  HAVING  A  POPULATION  OF  MORE  THAN  FORTY-EIGHT THOUSAND NINE HUNDRED\n    8  INHABITANTS BUT LESS THAN FORTY-NINE THOUSAND FOUR HUNDRED  INHABITANTS,\n    9  DETERMINED  IN ACCORDANCE WITH THE LATEST FEDERAL DECENNIAL CENSUS, THAT\n   10  IS REDUCED TO AT MOST TWO UNITS BY SUCH RECONSTRUCTION SUBSEQUENT TO THE\n   11  EFFECTIVE DATE OF A LOCAL LAW PURSUANT TO THIS SECTION SHALL  BE  EXEMPT\n   12  FROM TAXATION AND SPECIAL AD VALOREM LEVIES TO THE EXTENT PROVIDED HERE-\n   13  INAFTER.  AFTER  A  PUBLIC HEARING, THE GOVERNING BOARD OF SUCH CITY MAY\n   14  ADOPT A LOCAL LAW TO GRANT THE EXEMPTION  AUTHORIZED  PURSUANT  TO  THIS\n   15  SECTION.  A  COPY OF SUCH LOCAL LAW SHALL BE FILED WITH THE COMMISSIONER\n   16  AND THE ASSESSOR OF SUCH CITY WHO PREPARES THE ASSESSMENT ROLL ON  WHICH\n   17  THE TAXES OF SUCH CITY ARE LEVIED.\n   18    2. (A) SUCH BUILDINGS WITHIN SUCH CITY SHALL BE EXEMPT FOR A PERIOD OF\n   19  ONE  YEAR  TO  THE  EXTENT  OF  ONE  HUNDRED  PERCENT OF THE INCREASE IN\n   20  ASSESSED  VALUE  ATTRIBUTABLE  TO  SUCH  RECONSTRUCTION,  ALTERATION  OR\n   21  IMPROVEMENT  AND  FOR AN ADDITIONAL PERIOD OF SEVEN YEARS SUBJECT TO THE\n   22  FOLLOWING:\n   23    (I) THE EXTENT OF SUCH EXEMPTION SHALL  BE  DECREASED  BY  TWELVE  AND\n   24  ONE-HALF  PERCENT  OF  THE  \"EXEMPTION BASE\" EACH YEAR DURING SUCH ADDI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01576-02-1\n\n       S. 2499                             2\n\n    1  TIONAL PERIOD. THE \"EXEMPTION BASE\" SHALL BE THE  INCREASE  IN  ASSESSED\n    2  VALUE  AS  DETERMINED  IN THE INITIAL YEAR OF THE TERM OF THE EXEMPTION,\n    3  EXCEPT AS PROVIDED IN SUBPARAGRAPH (II) OF THIS PARAGRAPH.\n    4    (II)  IN  ANY YEAR IN WHICH A CHANGE IN LEVEL OF ASSESSMENT OF FIFTEEN\n    5  PERCENT OR MORE IS CERTIFIED FOR A FINAL ASSESSMENT ROLL PURSUANT TO THE\n    6  RULES OF THE COMMISSIONER, THE EXEMPTION BASE SHALL BE MULTIPLIED  BY  A\n    7  FRACTION,  THE  NUMERATOR  OF WHICH SHALL BE THE TOTAL ASSESSED VALUE OF\n    8  THE PARCEL ON SUCH FINAL ASSESSMENT ROLL (AFTER ACCOUNTING FOR ANY PHYS-\n    9  ICAL OR QUANTITY CHANGES TO THE PARCEL SINCE THE  IMMEDIATELY  PRECEDING\n   10  ASSESSMENT  ROLL),  AND  THE  DENOMINATOR  OF  WHICH  SHALL BE THE TOTAL\n   11  ASSESSED VALUE OF THE PARCEL ON THE IMMEDIATELY PRECEDING FINAL  ASSESS-\n   12  MENT  ROLL.  THE  RESULT  SHALL BE THE NEW EXEMPTION BASE. THE EXEMPTION\n   13  SHALL THEREUPON BE RECOMPUTED TO TAKE INTO  ACCOUNT  THE  NEW  EXEMPTION\n   14  BASE,  NOTWITHSTANDING THE FACT THAT THE ASSESSOR RECEIVES CERTIFICATION\n   15  OF THE CHANGE IN LEVEL OF ASSESSMENT AFTER THE COMPLETION,  VERIFICATION\n   16  AND  FILING OF THE FINAL ASSESSMENT ROLL. IN THE EVENT THE ASSESSOR DOES\n   17  NOT HAVE CUSTODY OF THE ROLL WHEN SUCH CERTIFICATION  IS  RECEIVED,  THE\n   18  ASSESSOR  SHALL  CERTIFY  THE RECOMPUTED EXEMPTION TO THE LOCAL OFFICERS\n   19  HAVING CUSTODY AND CONTROL OF THE ROLL,  AND  SUCH  LOCAL  OFFICERS  ARE\n   20  HEREBY  DIRECTED AND AUTHORIZED TO ENTER THE RECOMPUTED EXEMPTION CERTI-\n   21  FIED BY THE ASSESSOR ON THE ROLL. THE ASSESSOR SHALL GIVE WRITTEN NOTICE\n   22  OF SUCH RECOMPUTED EXEMPTION TO THE PROPERTY OWNER, WHO MAY,  IF  HE  OR\n   23  SHE  BELIEVES THAT THE EXEMPTION WAS RECOMPUTED INCORRECTLY, APPLY FOR A\n   24  CORRECTION IN THE MANNER PROVIDED BY TITLE THREE OF ARTICLE FIVE OF THIS\n   25  CHAPTER FOR THE CORRECTION OF CLERICAL ERRORS.\n   26    (III) SUCH EXEMPTION SHALL BE LIMITED TO ONE HUNDRED THOUSAND  DOLLARS\n   27  IN INCREASED MARKET VALUE, OR SUCH OTHER SUM LESS THAN ONE HUNDRED THOU-\n   28  SAND  DOLLARS, BUT NOT LESS THAN TEN THOUSAND DOLLARS AS MAY BE PROVIDED\n   29  BY THE LOCAL LAW OR RESOLUTION, OF THE  PROPERTY  ATTRIBUTABLE  TO  SUCH\n   30  RECONSTRUCTION,  ALTERATION  OR  IMPROVEMENT  AND ANY INCREASE IN MARKET\n   31  VALUE GREATER THAN SUCH AMOUNT SHALL NOT BE ELIGIBLE FOR  THE  EXEMPTION\n   32  PURSUANT  TO  THIS SECTION. FOR THE PURPOSES OF THIS SECTION, THE MARKET\n   33  VALUE OF THE RECONSTRUCTION, ALTERATION OR IMPROVEMENT SHALL BE EQUAL TO\n   34  THE INCREASED ASSESSED VALUE ATTRIBUTABLE TO SUCH RECONSTRUCTION, ALTER-\n   35  ATION OR IMPROVEMENT DIVIDED BY  THE  MOST  RECENTLY  ESTABLISHED  STATE\n   36  EQUALIZATION  RATE  FOR SUCH CITY.  WHERE THE STATE EQUALIZATION RATE OR\n   37  SPECIAL EQUALIZATION RATE EQUALS OR  EXCEEDS  NINETY-FIVE  PERCENT,  THE\n   38  INCREASE  IN  ASSESSED VALUE ATTRIBUTABLE TO SUCH RECONSTRUCTION, ALTER-\n   39  ATION OR IMPROVEMENT SHALL BE DEEMED TO EQUAL THE MARKET VALUE  OF  SUCH\n   40  RECONSTRUCTION, ALTERATION OR IMPROVEMENT.\n   41    (B) NO SUCH EXEMPTION SHALL BE GRANTED FOR RECONSTRUCTION, ALTERATIONS\n   42  OR IMPROVEMENTS UNLESS:\n   43    (I)  SUCH  RECONSTRUCTION,  ALTERATION  OR  CONVERTED  IMPROVEMENT WAS\n   44  COMMENCED SUBSEQUENT TO THE EFFECTIVE DATE  OF  THE  LOCAL  LAW  ADOPTED\n   45  PURSUANT TO SUBDIVISION ONE OF THIS SECTION BY SUCH CITY; AND\n   46    (II)  THE  VALUE  OF  SUCH  RECONSTRUCTION,  ALTERATION OR IMPROVEMENT\n   47  EXCEEDS FIVE THOUSAND DOLLARS; AND\n   48    (III) THE GREATER PORTION, AS SO DETERMINED BY SQUARE FOOTAGE, OF  THE\n   49  BUILDING RECONSTRUCTED, ALTERED OR IMPROVED IS AT LEAST FIVE YEARS OLD.\n   50    (C)  FOR PURPOSES OF THIS SECTION THE TERMS RECONSTRUCTION, ALTERATION\n   51  AND IMPROVEMENT SHALL NOT INCLUDE ORDINARY MAINTENANCE AND REPAIRS.\n   52    3.  SUCH EXEMPTION SHALL BE GRANTED ONLY UPON APPLICATION BY THE OWNER\n   53  OF SUCH BUILDING ON A FORM PRESCRIBED BY THE STATE BOARD.  THE  APPLICA-\n   54  TION  SHALL  BE  FILED  WITH  THE ASSESSOR OF SUCH CITY ON OR BEFORE THE\n   55  APPROPRIATE TAXABLE STATUS DATE OF SUCH CITY.\n\n       S. 2499                             3\n\n    1    4. IF SATISFIED THAT THE APPLICANT IS ENTITLED TO AN EXEMPTION  PURSU-\n    2  ANT TO THIS SECTION, THE ASSESSOR SHALL APPROVE THE APPLICATION AND SUCH\n    3  BUILDING SHALL THEREAFTER BE EXEMPT FROM TAXATION AND SPECIAL AD VALOREM\n    4  LEVIES  AS  PROVIDED IN THIS SECTION COMMENCING WITH THE ASSESSMENT ROLL\n    5  PREPARED ON THE BASIS OF THE TAXABLE STATUS DATE REFERRED TO IN SUBDIVI-\n    6  SION  THREE OF THIS SECTION. THE ASSESSED VALUE OF ANY EXEMPTION GRANTED\n    7  PURSUANT TO THIS SECTION SHALL BE ENTERED BY THE ASSESSOR ON THE ASSESS-\n    8  MENT ROLL WITH THE TAXABLE PROPERTY, WITH THE AMOUNT  OF  THE  EXEMPTION\n    9  SHOWN IN A SEPARATE COLUMN.\n   10    5. FOR THE PURPOSES OF THIS SECTION, AN OWNER OCCUPIED MULTIPLE DWELL-\n   11  ING  BUILDING SHALL MEAN ANY BUILDING OR STRUCTURE DESIGNED AND OCCUPIED\n   12  AS THE TEMPORARY OR PERMANENT RESIDENCE OR HOME OF TWO OR MORE FAMILIES,\n   13  INCLUDING THE OWNER OF SUCH BUILDING.\n   14    6. IN THE EVENT THAT A BUILDING GRANTED AN EXEMPTION PURSUANT TO  THIS\n   15  SECTION  CEASES  TO  BE USED PRIMARILY FOR RESIDENTIAL PURPOSES OR TITLE\n   16  THERETO IS TRANSFERRED TO OTHER THAN THE HEIRS OR  DISTRIBUTEES  OF  THE\n   17  OWNER, THE EXEMPTION GRANTED PURSUANT TO THIS SECTION SHALL CEASE.\n   18    7. (A) THE ENACTMENT OF A LOCAL LAW IN SUCH CITY MAY:\n   19    (I) REDUCE THE PERCENT OF EXEMPTION OTHERWISE ALLOWED PURSUANT TO THIS\n   20  SECTION;\n   21    (II)  LIMIT  ELIGIBILITY  FOR  THE  EXEMPTION TO THOSE FORMS OF RECON-\n   22  STRUCTION, ALTERATIONS OR IMPROVEMENTS AS ARE PRESCRIBED IN  SUCH  LOCAL\n   23  LAW OR RESOLUTION;\n   24    (III)  PROVIDE  THAT  THE  EXEMPTION SHALL BE APPLICABLE ONLY TO THOSE\n   25  IMPROVEMENTS WHICH WOULD OTHERWISE RESULT IN AN INCREASE IN THE ASSESSED\n   26  VALUATION OF THE REAL PROPERTY BUT WHICH CONSIST OF AN ADDITION,  REMOD-\n   27  ELING  OR MODERNIZATION TO AN EXISTING OWNER OCCUPIED MULTIPLE RESIDENCE\n   28  STRUCTURE TO PREVENT PHYSICAL  DETERIORATION  OF  THE  STRUCTURE  OR  TO\n   29  COMPLY WITH APPLICABLE BUILDING, SANITARY, HEALTH AND/OR FIRE CODES.\n   30    (B)  NO  SUCH  LOCAL  LAW  SHALL REDUCE OR REPEAL AN EXEMPTION GRANTED\n   31  PURSUANT TO THIS SECTION UNTIL THE EXPIRATION OF THE  PERIOD  FOR  WHICH\n   32  SUCH EXEMPTION WAS GRANTED.\n   33    S  2. This act shall take effect on the first of January next succeed-\n   34  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2499\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to exemption of capital\nimprovements to multiple dwelling buildings in certain cities\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill would create a new section 421-1 of the real property tax\nlaw in relation to an exemption on capital improvements to multiple\ndwellings in Troy, New York.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe bill adds a new section 421-1 to the real property tax law to\nallow a real property tax exemption for capital improvements to\nmultiple dwellings in the city of Troy. Such exemptions shall be\napplied to multiple dwellings reconstructed, altered, or converted\nback to owner occupied single family dwellings or dwellings with no\nmore than two units. After a public hearing, the governing board of\nTroy may adopt a local law granting such exemption.\n\nSuch buildings shall be exempt for a period of one year to the extent\nof 100% of the increase in assessed value attributed to such\nreconstruction, alteration or improvement, and for an additional 7\nyears, decreasing by 12 1/2 percent of the \"exemption base\" for the\nterm of such additional period. In the event that a change in\nassessment of 15% or more is certified for final assessment, a new\n\"exemption base\" shall be calculated and the assessor shall give\nwritten notice of such recomputed exemption to the property owner.\n\nThe value of such tax exemption shall be limited to not less than\n$10,000 nor more than $100,000 and shall apply to alterations,\nreconstructions and conversions subsequent to the effective date of\nthe local law adopted for projects that exceed $5,000 in dwellings 5\nyears of age or older.\n\nThe owner must apply for such exemption with the assessor, and if\nsatisfied, the assessor shall approve the application and grant the\nexemption. If a building that was granted an exemption pursuant to\nthis section ceases to be used primarily for residential purposes or\ntitle is transferred to someone other than the heirs or distributees\nof the owner, the exemption granted shall cease.\n\nThe local law enacted in such city may reduce the percent of exemption\nallowed pursuant to this section, limit eligibility to those forms of\nreconstruction, alterations or improvements prescribed in such local\nlaw or resolution, and provide that the exemption shall apply only to\nthose\nimprovements resulting in an increase in the assessed valuation to the\nproperty. However, no such local law shall reduce or repeal an\n\nexemption granted until the expiration of the period for which the\nexemption was granted.\n\nJUSTIFICATION:\nThis legislation will allow the city of Troy to provide real property\ntax exemptions to the owners of multiple dwellings for significant\ncapital improvements to their property. Many cities are pursuing\ninnovative ways to encourage growth and economic stability in their\ncommunities and have used tax exemptions to accomplish this. For\nexample Peekskill and Cohoes are two cities which have benefited from\noffering tax exemptions for capital improvements. Extending this\nauthority to Troy will go a long way in improving the housing stock\nin the city and increasing property values.\n\nPRIOR LEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January next succeeding the\ndate on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to exemption of capital improvements to multiple dwelling buildings in certain cities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT", "SOBI.D110124.T141629.TXT", "SOBI.D110124.T151135.TXT", "SOBI.D110124.T151635.TXT", "SOBI.D110124.T152135.TXT", "SOBI.D110124.T150648.TXT", "SOBI.D110125.T094900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362801
}