{
  "year" : 2011,
  "senateBillNo" : "S2498-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2498-2011-1295845200000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a wage tax credit for employers who employ New York national guard men and women, reservists, volunteer firefighters and EMS personnel",
  "summary" : "Creates a wage tax credit for employers who employ New York national guard men and women, reservists, volunteer firefighters and EMS personnel. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A1355",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S5148-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2498\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to creating a wage  tax  credit\n         for employers who employ New York national guard men and women, reser-\n         vists, volunteer firefighters and EMS personnel\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 210 of the tax law is amended  by  adding  two  new\n    2  subdivisions 43 and 44 to read as follows:\n    3    43. EMPLOYMENT OF NEW YORK NATIONAL GUARD AND RESERVE MEMBERS WAGE TAX\n    4  CREDIT.  (A)  ALLOWANCE OF CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT,\n    5  TO BE COMPUTED AS PROVIDED IN THIS SUBDIVISION, AGAINST THE TAX  IMPOSED\n    6  BY  THIS  ARTICLE,  IF IT EMPLOYS MEMBERS OF THE NEW YORK NATIONAL GUARD\n    7  AND RESERVES. PROVIDED, HOWEVER, SUCH TAXPAYER  SHALL  COMPLY  WITH  THE\n    8  UNIFORMED  SERVICES  EMPLOYMENT AND REEMPLOYMENT RIGHTS ACT, AS FOUND IN\n    9  SECTION 4301 ET SEQ. OF TITLE 18 OF THE UNITED STATES CODE.\n   10    (B) APPLICATION OF CREDIT. THE CREDIT ALLOWED UNDER  THIS  SUBDIVISION\n   11  FOR  ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO LESS\n   12  THAN THE HIGHER OF THE AMOUNT PRESCRIBED IN PARAGRAPHS (C)  AND  (D)  OF\n   13  SUBDIVISION  ONE  OF  THIS  SECTION.  IF, HOWEVER, THE AMOUNT OF CREDITS\n   14  ALLOWED UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE  TAX  TO\n   15  SUCH  AMOUNT,  ANY  AMOUNT OF CREDIT THUS NOT DEDUCTIBLE IN SUCH TAXABLE\n   16  YEAR SHALL BE TREATED AS  AN  OVERPAYMENT  OF  TAX  TO  BE  CREDITED  OR\n   17  REFUNDED  IN  ACCORDANCE  WITH  THE  PROVISIONS  OF SECTION ONE THOUSAND\n   18  EIGHTY-SIX  OF  THIS  CHAPTER.  PROVIDED,  HOWEVER,  THE  PROVISIONS  OF\n   19  SUBSECTION  (C)  OF  SECTION  ONE  THOUSAND EIGHTY-EIGHT OF THIS CHAPTER\n   20  NOTWITHSTANDING, NO INTEREST SHALL BE PAID THEREON.\n   21    44.  EMPLOYMENT  OF  VOLUNTEER  FIREFIGHTERS  AND  EMERGENCY   MEDICAL\n   22  SERVICES  (EMS)  FIRST RESPONDER PERSONNEL WAGE CREDIT. (A) ALLOWANCE OF\n   23  CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT, TO BE COMPUTED AS PROVIDED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02757-01-1\n\n       S. 2498                             2\n\n    1  IN THIS SUBDIVISION, AGAINST THE TAX IMPOSED  BY  THIS  ARTICLE,  IF  IT\n    2  EMPLOYS VOLUNTEER FIREFIGHTERS AND EMS FIRST RESPONDER PERSONNEL.\n    3    (B)  APPLICATION  OF CREDIT. THE CREDIT ALLOWED UNDER THIS SUBDIVISION\n    4  FOR ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO  LESS\n    5  THAN  THE  HIGHER  OF THE AMOUNT PRESCRIBED IN PARAGRAPHS (C) AND (D) OF\n    6  SUBDIVISION ONE OF THIS SECTION. IF,  HOWEVER,  THE  AMOUNT  OF  CREDITS\n    7  ALLOWED  UNDER  THIS SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE TAX TO\n    8  SUCH AMOUNT, ANY AMOUNT OF CREDIT THUS NOT DEDUCTIBLE  IN  SUCH  TAXABLE\n    9  YEAR  SHALL  BE  TREATED  AS  AN  OVERPAYMENT  OF  TAX TO BE CREDITED OR\n   10  REFUNDED IN ACCORDANCE WITH  THE  PROVISIONS  OF  SECTION  ONE  THOUSAND\n   11  EIGHTY-SIX  OF  THIS  CHAPTER.  PROVIDED,  HOWEVER,  THE  PROVISIONS  OF\n   12  SUBSECTION (C) OF SECTION ONE  THOUSAND  EIGHTY-EIGHT  OF  THIS  CHAPTER\n   13  NOTWITHSTANDING, NO INTEREST SHALL BE PAID THEREON.\n   14    S  2. Subparagraph (B) of paragraph 1 of subsection (i) of section 606\n   15  of the tax law is amended by adding two new clauses (xxxii) and (xxxiii)\n   16  to read as follows:\n\n   17  (XXXII) EMPLOYMENT OF NEW            AMOUNT OF CREDIT\n   18  YORK NATIONAL                        UNDER SUBDIVISION\n   19  GUARD AND RESERVE                    FORTY-THREE OF\n   20  MEMBERS CREDIT                       SECTION TWO HUNDRED TEN\n   21  UNDER SUB-\n   22  SECTION (SS)\n\n   23  (XXXIII) EMPLOYMENT OF VOLUNTEER     AMOUNT OF CREDIT UNDER\n   24  FIREFIGHTERS AND EMS                 SUBDIVISION FORTY-FOUR OF\n   25  FIRST RESPONDER                      SECTION TWO HUNDRED TEN\n   26  PERSONNEL WAGE\n   27  CREDIT UNDER SUB-\n   28  SECTION (TT)\n   29    S 3. Section 606  of  the  tax  law  is  amended  by  adding  two  new\n   30  subsections (ss) and (tt) to read as follows:\n   31    (SS)  EMPLOYMENT OF NEW YORK NATIONAL GUARD AND RESERVE MEMBER CREDIT.\n   32  (1) ALLOWANCE OF CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT, AS  HERE-\n   33  INAFTER PROVIDED, AGAINST THE TAX IMPOSED BY THIS ARTICLE IF THEY EMPLOY\n   34  NEW  YORK  NATIONAL  GUARD  AND RESERVE MEMBERS. PROVIDED, HOWEVER, THEY\n   35  SHALL COMPLY WITH THE UNIFORMED  SERVICES  EMPLOYMENT  AND  REEMPLOYMENT\n   36  RIGHTS  ACT,  AS FOUND IN SECTION 4301 ET SEQ. OF TITLE 18 OF THE UNITED\n   37  STATES CODE. THE AMOUNT OF THE CREDIT SHALL BE FIFTEEN  HUNDRED  DOLLARS\n   38  FOR EACH NATIONAL GUARD MEMBER OR RESERVIST EMPLOYED.\n   39    (2)  APPLICATION  OF CREDIT. IF THE AMOUNT OF THE CREDIT ALLOWED UNDER\n   40  THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR\n   41  SUCH YEAR, THE EXCESS SHALL BE TREATED AS AN OVERPAYMENT OF  TAX  TO  BE\n   42  CREDITED  OR  REFUNDED  IN ACCORDANCE WITH THE PROVISIONS OF SECTION SIX\n   43  HUNDRED EIGHTY-SIX OF THIS ARTICLE, PROVIDED, HOWEVER, THAT NO  INTEREST\n   44  SHALL BE PAID THEREON.\n   45    (3) CARRYOVER. IF THE AMOUNT OF CREDIT ALLOWABLE UNDER THIS SUBSECTION\n   46  FOR  ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR, THE\n   47  EXCESS MAY BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS,  AND  MAY  BE\n   48  DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   49    (TT)  EMPLOYMENT  OF  VOLUNTEER  FIREFIGHTERS  AND EMS FIRST RESPONDER\n   50  PERSONNEL WAGE CREDIT. (1) ALLOWANCE OF  CREDIT.  A  TAXPAYER  SHALL  BE\n   51  ALLOWED  A  CREDIT,  AS HEREINAFTER PROVIDED, AGAINST THE TAX IMPOSED BY\n   52  THIS ARTICLE IF THEY EMPLOY VOLUNTEER FIREFIGHTERS AND EMS FIRST RESPON-\n\n       S. 2498                             3\n\n    1  DER PERSONNEL. THE AMOUNT OF THE CREDIT SHALL BE FIFTEEN HUNDRED DOLLARS\n    2  FOR EACH VOLUNTEER FIREFIGHTER AND EMS FIRST RESPONDER EMPLOYED.\n    3    (2)  APPLICATION  OF CREDIT. IF THE AMOUNT OF THE CREDIT ALLOWED UNDER\n    4  THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR\n    5  SUCH YEAR, THE EXCESS SHALL BE TREATED AS AN OVERPAYMENT OF  TAX  TO  BE\n    6  CREDITED  OR  REFUNDED  IN ACCORDANCE WITH THE PROVISIONS OF SECTION SIX\n    7  HUNDRED EIGHTY-SIX OF THIS ARTICLE, PROVIDED, HOWEVER, THAT NO  INTEREST\n    8  SHALL BE PAID THEREON.\n    9    (3) CARRYOVER. IF THE AMOUNT OF CREDIT ALLOWABLE UNDER THIS SUBSECTION\n   10  FOR  ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR, THE\n   11  EXCESS MAY BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS,  AND  MAY  BE\n   12  DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   13    S 4. This act shall take effect immediately and apply to taxable years\n   14  beginning on and after January 1, 2014.\n",
  "memo" : "BILL NUMBER:S2498\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to creating a wage tax credit for\nemployers who employ New York national guard men and women, reservists,\nvolunteer firefighters and EMS personnel\n\nPURPOSE OR GENERAL IDEA OF BILL:\nEstablish a wage tax\ncredit for businesses that employ members of the National Guard and\nReserves and for those businesses that fully comply with the USERRA\n(Uniformed Services Employment and Reemployment Rights Act) reemployment\nrequirements.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1- Section\n210 of the tax law is amended by adding subdivisions 43 and 44.\nEmployment of New York National Guard and reserve members wage tax\ncredit. A taxpayer shall be allowed a credit, to be computed as provided\nin this subdivision, against the tax imposed by this article, if it\nemploys members of the New York National Guard and reserves. Provided,\nhowever, such taxpayer shall comply with Uniformed Services Employment\nand Reemployment Rights Act, as found in section 4301 et seq. of title\n18 United States Code. The amount of credit shall be fifteen hundred\ndollars.\n\nSection 2- Adding employment of New York National Guard and reserve\nmembers along with employment of volunteer firefighters and EMS a wage\ntax credit of fifteen hundred dollars.\n\nSection 3- Volunteer firefighters and EMS first responder personnel wage\ncredit of fifteen hundred dollars.\n\nSection 4-Effective date.\n\nJUSTIFICATION:\nTo encourage employment of volunteer\nfirst responders by giving the employer a wage tax credit for hiring and\nretaining first responders. First responders get called away from their\njob for various reasons so this legislation would provide an incentive\nfor employers to retain these dedicated individuals.\n\nPRIOR LEGISLATIVE HISTORY:\nNew Bill.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately and apply\nto taxable years beginning on and after January 1, 2014.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to creating a wage tax credit for employers who employ New York national guard men and women, reservists, volunteer firefighters and EMS personnel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT", "SOBI.D110124.T141629.TXT", "SOBI.D110124.T151135.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110124.T150133.TXT", "SOBI.D110125.T094900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223677
}