{
  "year" : 2011,
  "senateBillNo" : "S2493-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S2493-2011-1295845200000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides arbitrators with priorities in decisions involving municipal employers",
  "summary" : "Provides arbitrators with priorities in decisions involving municipal employers. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S3521-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2493\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by Sens. RANZENHOFER, LARKIN -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Civil Service\n         and Pensions\n\n       AN  ACT  to  amend the civil service law, in relation to an arbitrator's\n         priorities in issuing a decision involving a public employer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Clause b of subparagraph (v) of paragraph (c) of subdivi-\n    2  sion 4 of section 209 of the civil service law, as  amended  by  chapter\n    3  216 of the laws of 1977, is amended to read as follows:\n    4    b.  the  interests and welfare of the public and the financial ability\n    5  of the public employer to pay INCLUDING CONSIDERATION OF  OTHER  DEMANDS\n    6  ON  THE  FINANCIAL  CAPABILITY OF THE PUBLIC EMPLOYER, THE IMPACT ON THE\n    7  RESIDENTS AND TAXPAYERS OF SUCH GOVERNMENTAL ENTITY, HOW THE AWARD  WILL\n    8  AFFECT THE EMPLOYER'S ABILITY TO MAINTAIN EXISTING PROGRAMS AND INITIATE\n    9  NEW ONES, AND IF AN AWARD WILL AFFECT PROPERTY TAXES, THE IMPACT ON EACH\n   10  INCOME SECTOR OF TAXPAYERS WITHIN SUCH GOVERNMENTAL ENTITY'S BOUNDARIES;\n   11    S  2.  This act shall take effect immediately, provided, however, that\n   12  the amendments to subdivision 4 of section 209 of the civil service  law\n   13  made  by  section  one of this act shall expire on the same date as such\n   14  subdivision expires.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02578-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to an arbitrator's priorities in issuing a decision involving a public employer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T142630.TXT", "SOBI.D110124.T112614.TXT", "SOBI.D110124.T111614.TXT", "SOBI.D110124.T110615.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897190664
}