{
  "year" : 2011,
  "senateBillNo" : "S2490-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2490-2011-1295845200000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to a limited constitutional convention to amend articles III, IV, V and VIII of the constitution only",
  "summary" : "Relates to a limited constitutional convention to amend articles III, IV, V and VIII of the constitution only. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "SA6093-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2490\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  Sens. GRIFFO, MAZIARZ -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 2 of article 19 of  the  constitution,\n         in relation to authorizing a limited constitutional convention\n\n    1    Section  1. Resolved (if the Assembly concur), That section 2 of arti-\n    2  cle 19 of the constitution be amended to read as follows:\n    3    S 2. At the general election to be held in the year  nineteen  hundred\n    4  fifty-seven, and every twentieth year thereafter, and also at such times\n    5  as  the  legislature  may by law provide, the question \"Shall there be a\n    6  convention to revise the constitution and  amend  the  same?\"  shall  be\n    7  submitted  to  and  decided  by the electors of the state; and in case a\n    8  majority of the electors voting thereon  shall  decide  in  favor  of  a\n    9  convention  for  such  purpose, the electors of every senate district of\n   10  the state, as then organized, shall elect three delegates  at  the  next\n   11  ensuing  general  election,  and the electors of the state voting at the\n   12  same election shall elect fifteen delegates-at-large. The  delegates  so\n   13  elected  shall convene at the capitol on the first Tuesday of April next\n   14  ensuing after their election, and shall continue their session until the\n   15  business of such convention shall have been  completed.  Every  delegate\n   16  shall  receive  for  his  or her services the same compensation as shall\n   17  then be annually payable to the members of the  assembly  and  be  reim-\n   18  bursed  for  actual  traveling  expenses,  while  the  convention  is in\n   19  session, to the extent that a member of the assembly would then be enti-\n   20  tled thereto in the case of a session of the legislature. A majority  of\n   21  the  convention  shall  constitute a quorum for the transaction of busi-\n   22  ness, and no amendment  to  the  constitution  shall  be  submitted  for\n   23  approval  to  the electors as hereinafter provided, unless by the assent\n   24  of a majority of all the delegates elected to the convention,  the  ayes\n   25  and  noes  being entered on the journal to be kept. The convention shall\n   26  have the power to appoint such officers, employees and assistants as  it\n   27  may  deem  necessary,  and fix their compensation and to provide for the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89070-01-1\n\n       S. 2490                             2\n\n    1  printing of its documents, journal, proceedings and  other  expenses  of\n    2  said  convention.  The  convention  shall determine the rules of its own\n    3  proceedings, choose its own officers, and be the judge of the  election,\n    4  returns  and  qualifications  of  its  members. In case of a vacancy, by\n    5  death, resignation or other cause, of any district delegate  elected  to\n    6  the  convention, such vacancy shall be filled by a vote of the remaining\n    7  delegates representing the district in which  such  vacancy  occurs.  If\n    8  such  vacancy  occurs in the office of a delegate-at-large, such vacancy\n    9  shall be filled by a  vote  of  the  remaining  delegates-at-large.  Any\n   10  proposed  constitution or constitutional amendment which shall have been\n   11  adopted by such convention, shall be submitted to a vote of the electors\n   12  of the state at the time and in the manner provided by such  convention,\n   13  at  an  election  which  shall be held not less than six weeks after the\n   14  adjournment of such convention. Upon the approval of  such  constitution\n   15  or constitutional amendments, in the manner provided in the last preced-\n   16  ing  section,  such  constitution  or constitutional amendment, shall go\n   17  into effect on the first day of January next after such approval.\n   18    AT SUCH TIMES AS THE LEGISLATURE MAY  PROVIDE  BY  LAW,  THE  QUESTION\n   19  \"SHALL  THERE  BE A CONVENTION TO REVISE ARTICLES III, IV, V AND VIII OF\n   20  THE CONSTITUTION, CONCERNING THE LEGISLATURE, AND AMEND THE SAME?\" SHALL\n   21  BE SUBMITTED TO AND DECIDED BY THE ELECTORS OF THE STATE; AND IN CASE  A\n   22  MAJORITY  OF  THE  ELECTORS  VOTING  THEREON  SHALL DECIDE IN FAVOR OF A\n   23  CONVENTION FOR SUCH PURPOSE, A CONVENTION  SHALL  BE  HELD  WHICH  SHALL\n   24  OPERATE  IN  THE  MANNER  PRESCRIBED  IN  THIS SECTION, EXCEPT THAT SUCH\n   25  CONVENTION SHALL ONLY CONSIDER AND SUBMIT AMENDMENTS  TO  ARTICLES  III,\n   26  IV,  V AND VIII OF THIS CONSTITUTION AND SHALL BE RESTRICTED TO A PERIOD\n   27  OF EIGHTEEN MONTHS.\n   28    S 2. Resolved (if the Assembly concur), That the  foregoing  amendment\n   29  be referred to the first regular legislative session convening after the\n   30  next  succeeding  general  election  of members of the assembly, and, in\n   31  conformity with  section  1  of  article  19  of  the  constitution,  be\n   32  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 2 of article 19 of the constitution, in relation to authorizing a limited constitutional convention ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T142630.TXT", "SOBI.D110124.T112614.TXT", "SOBI.D110124.T111614.TXT", "SOBI.D110124.T101109.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897190654
}