{
  "year" : 2011,
  "senateBillNo" : "S249-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S249-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the sexual assault forensic examiner grant program",
  "summary" : "Establishes the sexual assault forensic examiner grant program to award grants to provide statewide access to services provided by sexual assault forensic examiners to victims of sexual assault. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A2022",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "SA4654-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          249\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law and the executive law, in relation\n         to establishing the sexual assault forensic examiner grant program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  2805-u to read as follows:\n    3    S 2805-U. SEXUAL ASSAULT FORENSIC EXAMINER GRANT PROGRAM. 1. THERE  IS\n    4  HEREBY  CREATED WITHIN THE DEPARTMENT A SEXUAL ASSAULT FORENSIC EXAMINER\n    5  GRANT PROGRAM TO BE ADMINISTERED BY THE  COMMISSIONER,  IN  CONSULTATION\n    6  WITH  THE  CRIME  VICTIMS  BOARD,  TO  AWARD GRANTS TO PROVIDE STATEWIDE\n    7  ACCESS TO VICTIMS OF SEXUAL  ASSAULT  TO  SERVICES  PROVIDED  BY  SEXUAL\n    8  ASSAULT FORENSIC EXAMINERS.\n    9    2.  A  GRANT  MAY  BE AWARDED UPON SUBMISSION OF AN APPLICATION TO THE\n   10  COMMISSIONER. SUCH APPLICATION FOR A GRANT SHALL DEMONSTRATE A  SPECIFIC\n   11  NEED  FOR AN AWARD OF A GRANT TO PROVIDE SEXUAL ASSAULT FORENSIC EXAMIN-\n   12  ERS WITH THE TRAINING AND RESOURCES TO ASSIST VICTIMS OF SEXUAL ASSAULT.\n   13    S 2. Section 631 of the executive law is amended  by  adding    a  new\n   14  subdivision 18 to read as follows:\n   15    18.  SEXUAL  ASSAULT  FORENSIC  GRANTS  SHALL  BE  AVAILABLE  UPON THE\n   16  SUBMISSION OF AN APPLICATION TO THE COMMISSIONER OF HEALTH  PURSUANT  TO\n   17  SECTION TWENTY-EIGHT HUNDRED FIVE-U OF THE PUBLIC HEALTH LAW.\n   18    S 3. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01534-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the executive law, in relation to establishing the sexual assault forensic examiner grant program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T111805.TXT", "SOBI.D101213.T111304.TXT", "SOBI.D101213.T115306.TXT", "SOBI.D110113.T120318.TXT", "SOBI.D101213.T115807.TXT", "SOBI.D101213.T120808.TXT", "SOBI.D101213.T110815.TXT", "SOBI.D110113.T130322.TXT", "SOBI.D101215.T104414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294941802314
}