{
  "year" : 2011,
  "senateBillNo" : "S2495-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2495-2011-1295845200000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARTINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the issuance of distinctive plates for the United States merchant marine academy at Kings Point",
  "summary" : "Provides for the issuance of distinctive plates for the Unites States merchant marine academy at Kings Point. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S7774-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2495\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  Sen. MARTINS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the issuance\n         of distinctive plates for the United States merchant marine academy at\n         Kings Point\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE PLATES FOR  THE  UNITED  STATES  MERCHANT  MARINE\n    4  ACADEMY AT KINGS POINT. 1. ANY PERSON RESIDING IN THIS STATE SHALL, UPON\n    5  REQUEST,  BE  ISSUED  A  LICENSE PLATE BEARING THE WORDS \"U.S.  MERCHANT\n    6  MARINE ACADEMY AT KINGS POINT\". APPLICATION FOR SUCH LICENSE PLATE SHALL\n    7  BE FILED WITH THE COMMISSIONER IN SUCH FORM AND DETAIL  AS  THE  COMMIS-\n    8  SIONER SHALL PRESCRIBE.\n    9    2. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   10  IN  THE  SAME  MANNER AS OTHER NUMBER PLATES UPON PAYMENT OF THE REGULAR\n   11  REGISTRATION FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS ARTICLE;\n   12  PROVIDED, HOWEVER, THAT AN ADDITIONAL ONE TIME  SERVICE  CHARGE  OF  TEN\n   13  DOLLARS  SHALL  BE  CHARGED FOR SUCH PLATE. SUCH SERVICE CHARGE SHALL BE\n   14  DEPOSITED PURSUANT TO THE PROVISIONS OF SECTION FOUR HUNDRED FOUR-OO  OF\n   15  THIS ARTICLE, TO THE CREDIT OF THE DEPARTMENT'S DISTINCTIVE PLATE DEVEL-\n   16  OPMENT  FUND  ESTABLISHED  BY SECTION NINETY-FIVE-G OF THE STATE FINANCE\n   17  LAW, AND SHALL BE USED  FOR  THE  PRODUCTION,  DESIGN,  ADVERTISING  AND\n   18  MARKETING  OF  DISTINCTIVE LICENSE PLATES PURSUANT TO SUCH SECTION NINE-\n   19  TY-FIVE-G.\n   20    S 2. This act shall take effect on the one hundred eightieth day after\n   21  it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01895-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the issuance of distinctive plates for the United States merchant marine academy at Kings Point ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T113615.TXT", "SOBI.D110124.T142630.TXT", "SOBI.D110124.T122621.TXT", "SOBI.D110124.T121620.TXT", "SOBI.D110124.T123121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897190659
}