{
  "year" : 2011,
  "senateBillNo" : "S2493-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S2493-2011-1295845200000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides arbitrators with priorities in decisions involving municipal employers",
  "summary" : "Provides arbitrators with priorities in decisions involving municipal employers. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S3521-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2493\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by Sens. RANZENHOFER, LARKIN -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Civil Service\n         and Pensions\n\n       AN  ACT  to  amend the civil service law, in relation to an arbitrator's\n         priorities in issuing a decision involving a public employer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Clause b of subparagraph (v) of paragraph (c) of subdivi-\n    2  sion 4 of section 209 of the civil service law, as  amended  by  chapter\n    3  216 of the laws of 1977, is amended to read as follows:\n    4    b.  the  interests and welfare of the public and the financial ability\n    5  of the public employer to pay INCLUDING CONSIDERATION OF  OTHER  DEMANDS\n    6  ON  THE  FINANCIAL  CAPABILITY OF THE PUBLIC EMPLOYER, THE IMPACT ON THE\n    7  RESIDENTS AND TAXPAYERS OF SUCH GOVERNMENTAL ENTITY, HOW THE AWARD  WILL\n    8  AFFECT THE EMPLOYER'S ABILITY TO MAINTAIN EXISTING PROGRAMS AND INITIATE\n    9  NEW ONES, AND IF AN AWARD WILL AFFECT PROPERTY TAXES, THE IMPACT ON EACH\n   10  INCOME SECTOR OF TAXPAYERS WITHIN SUCH GOVERNMENTAL ENTITY'S BOUNDARIES;\n   11    S  2.  This act shall take effect immediately, provided, however, that\n   12  the amendments to subdivision 4 of section 209 of the civil service  law\n   13  made  by  section  one of this act shall expire on the same date as such\n   14  subdivision expires.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02578-01-1\n",
  "memo" : "BILL NUMBER:S2493\n\nTITLE OF BILL:\nAn act\nto amend the civil service law, in relation to an arbitrator's\npriorities in issuing a decision involving a public employer\n\nPURPOSE:\nThis bill requires a public arbitration panel to which a\ndispute is referred to consider additional factors in making a\ndetermination.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1- Amends clause b of\nsubparagraph v) of paragraph (c) of subdivision 4 of &sect; 209 of the\nCivil Service Law as amended by Chapter 216 of the Laws of 1977.\n\nSection 2 - Effective date.\n\nCURRENT LAW:\nCivil Service Law &sect; 209, as amended, provides that public\nemployers are subject to binding arbitration proceedings before the\nPublic Employees Relations Board (PERB) when negotiating with certain\npublic employee groups. Civil Service Law &sect; 209 (4) provides that a\nPERB binding arbitration panel shall consider the financial ability\nof a municipal employer to pay, but does not require any\nconsideration as to the affect an award will make on the residents\nand community. This bill adds important issues that should be\nconsidered, including how the award will affect the employers ability\nto maintain existing programs and initiate new ones, how the award\nwill affect property taxes and the impact of the award on all income\nsectors of taxpayers within the community. Public contracts are not\njust a concern of employees and employers - they affect the lives and\nwallets of every resident. It is important that arbitrators consider\nthis reality.\n\nJUSTIFICATION:\nCurrently, while Civil Service Law &sect; 209 requires a PERB\nbinding arbitration panel to consider the ability of a public\nemployer to pay an award, there is no requirement to consider the\nneeds of the residents and community. Without this provision, PERB\npanels are free to inadvertently establish contract settlements at\nlevels that can be unaffordable or result in significant tax\nincreases or program reductions for the residents of a community.\nThis bill will rectify this situation.\n\nFISCAL IMPLICATIONS:\nNone.\n\nLEGISLATIVE HISTORY:\n2009-10: S.3521 -- CIVIL SERVICE & PENSIONS\n\nEFFECTIVE DATE:\nThis act shall take effect immediately, provided\nhowever that the amendments to subdivision 4 of section 209 of the\ncivil service law made by section one of the act shall expire on the\nsame date as such subdivision expires.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to an arbitrator's priorities in issuing a decision involving a public employer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T142630.TXT", "SOBI.D110127.T181922.TXT", "SOBI.D110124.T112614.TXT", "SOBI.D110124.T111614.TXT", "SOBI.D110124.T110615.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362792
}