{
  "year" : 2011,
  "senateBillNo" : "S2494-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2494-2011-1295845200000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the legislature to enact a period of residency requirement for persons applying for certain social services",
  "summary" : "Authorizes the legislature to require a state or municipal entity to enact a period of residency requirement for persons applying for certain social services. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A2281",
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S2991-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LIBOUS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2494\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sens. RANZENHOFER, ALESI, JOHNSON, LARKIN, LIBOUS -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to article 17 of the constitution, in relation to\n         a residency period prior to receipt of certain social services\n\n    1    Section  1.  Resolved (if the Assembly concur), That article 17 of the\n    2  constitution be amended by adding a new section 8 to read as follows:\n    3    S 8. NOTWITHSTANDING ANY OTHER PROVISION  OF  THIS  CONSTITUTION,  THE\n    4  LEGISLATURE  MAY DIRECT THE STATE, A MUNICIPALITY OR OTHER ENTITY ACTING\n    5  AS AN INSTRUMENTALITY OF THE STATE  OR  A  MUNICIPALITY,  TO  REQUIRE  A\n    6  SPECIFIC  PERIOD  OF RESIDENCY WITHIN THE STATE AS A PREREQUISITE TO ANY\n    7  PERSON SEEKING THE PROVISION OF SUCH SERVICES SET FORTH IN THIS ARTICLE.\n    8    S 2. Resolved (if the Assembly concur), That the  foregoing  amendment\n    9  be referred to the first regular legislative session convening after the\n   10  next  succeeding  general  election  of members of the assembly, and, in\n   11  conformity with  section  1  of  article  19  of  the  constitution,  be\n   12  published for 3 months previous to the time of such election.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89034-01-1\n",
  "memo" : "BILL NUMBER:S2494\n\nTITLE OF BILL:\nCONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\nproposing an amendment to article 17 of the constitution, in relation to\na residency period prior to receipt of certain social services\n\nSUMMARY OF PROVISIONS:\nSection 1 provides that Article 17 of the\nConstitution be amended by adding a new Section 8 which provides that\nthe Legislature may direct the state, a municipality or other entity\nacting as an instrumentality of the state or a municipality to\nrequire a specific period of residency within the state as a\nprerequisite to any person seeking the provision of such services set\nforth in Article 17.\n\nSection 2 would provide for submission of this constitutional\namendment to the first Regular Session of the Legislature after the\nnext succeeding general election of the members of the Assembly.\n\nPURPOSE AND JUSTIFICATION:\nNew York has one of the most generous\nMedicaid and social service programs in the United States. Section 1\nof Article XVII of the New York State Constitution provides that the\naid, care and support of the needy shall be provided for by the state\nin such manner and by such means as the Legislature may from time to\ntime determine. Section 3 of Article XVII of the New York State\nConstitution provides that provision for the protection of the health\nof the inhabitants of the state shall be made in such manner and by\nsuch means as the Legislature shall from time to time determine.\nHowever, New York courts have decided that it is unconstitutional for\nthe Legislature to impose a durational residency requirement under\nArticle XVII of the New York State Constitution. This Constitutional\nAmendment specifically declares that the Legislature, in its\ndiscretion to provide these services in such manner and by such means\nas it determines, may lawfully require a period of residency within\nthe state as a prerequisite for the provision of the services\nprovided pursuant to Article XVII of the Constitution.\n\nPRIOR LEGISLATIVE HISTORY:\n2005: S.5365/A.7952 - JUDICIARY/Social Services-AG for Opinion-Judiciary\n2006: S.5365/A.7952 - JUDICIARY-AG for\nOPINION-OPINION REF. to JUDICIARY/Social Services-AG for\nOpinion-Opinion Ref to Judiciary/Held Soc Ser\n2007-08 - S.3290/A.5909 -- JUDICIARY/Judiciary\n2009-10 - S.2991/A.6644 -- JUDICIARY/Soc. Services\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n\nRESOLVED (if the Assembly concur), That the foregoing amendments be\nreferred to the first regular legislative session convening after the\nnext succeeding general election of members of the assembly, and, in\nconformity with section 1 of article 19 of the constitution, be\npublished for 3 months previous to the time of such election.\n\n",
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to article 17 of the constitution, in relation to a residency period prior to receipt of certain social services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T142630.TXT", "SOBI.D110127.T181922.TXT", "SOBI.D110124.T112114.TXT", "SOBI.D110124.T111614.TXT", "SOBI.D110124.T111113.TXT", "SOBI.D110124.T110615.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362794
}