{
  "year" : 2011,
  "senateBillNo" : "S2491-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2491-2011-1295845200000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires schools to provide instruction in cardiopulmonary resuscitation",
  "summary" : "Requires schools to provide instruction in cardiopulmonary resuscitation. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2491\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  Sens.  ALESI, BRESLIN, MAZIARZ -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Educa-\n         tion\n\n       AN  ACT  to amend the education law, in relation to requiring schools to\n         provide instruction in cardiopulmonary resuscitation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 804-c of the education law, as added by chapter 269\n    2  of the laws of 1999, is amended to read as follows:\n    3    S  804-c.  Cardiopulmonary  resuscitation instruction. 1. Instructions\n    4  regarding cardiopulmonary resuscitation  [may]  SHALL  be  [offered  for\n    5  voluntary admission as] a part of the health education curriculum in all\n    6  senior high schools. In addition to the requirement that all teachers of\n    7  health education shall be certified to teach health, persons instructing\n    8  pupils  in  cardiopulmonary  resuscitation  shall  possess valid certif-\n    9  ication by an agency offering such certification in the  performance  of\n   10  cardiopulmonary resuscitation and in its instruction.\n   11    2.  The  commissioner [may] SHALL prescribe regulations governing such\n   12  health education courses which shall include instruction in cardiopulmo-\n   13  nary resuscitation. Such regulations  shall  in  no  event  prescribe  a\n   14  course of study in cardiopulmonary resuscitation which sets forth stand-\n   15  ards  for  PSYCHOMOTOR  SKILL  instruction  of a lesser quality than the\n   16  requirements of the programs adopted by the American  Heart  Association\n   17  or the American Red Cross.\n   18    3. School authorities [that choose to offer such course] shall provide\n   19  the  needed  facilities,  time  and  place for the instruction set forth\n   20  herein and shall provide learning aids and curriculum resource materials\n   21  to support such course of study.\n   22    S 2.  Section 804-d of the education law, as added by chapter  315  of\n   23  the laws of 2005, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07469-01-1\n\n       S. 2491                             2\n\n    1    S  804-d.  Automated  external defibrillator instruction. Instructions\n    2  regarding the correct use of an automated external  defibrillator  shall\n    3  be  included  as a part of the health education curriculum in all senior\n    4  high schools when cardiopulmonary  resuscitation  instruction  is  being\n    5  provided  as authorized by section eight hundred four-c of this article.\n    6  In addition to the requirement that all  teachers  of  health  education\n    7  shall  be  certified  to teach health, persons instructing pupils in the\n    8  correct use of automated external  defibrillators  shall  possess  valid\n    9  certification by a nationally recognized organization or the state emer-\n   10  gency  medical  services council offering certification in the operation\n   11  of an automated external defibrillator [and in its instruction].\n   12    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2491\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to requiring schools to\nprovide instruction in cardiopulmonary resuscitation\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill requires training in cardiopulmonary resuscitation (CPR) be\ngiven as a part of the high school health curriculum.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSee Bill.\n\nEXISTING LAW:\nCurrently, CPR may be offered as a voluntary addition to the health\ncurriculum.\n\nJUSTIFICATION:\nEMS treats nearly 300,000 victims of out-of-hospital cardiac arrest\neach year in the U.S. Unfortunately, less than 8 percent of people\nwho suffer cardiac arrest outside the hospital survive to make it\nhome from the hospital.\nEffective bystander CPR, provided immediately after sudden cardiac\narrest, can double or triple a victim's chance of survival.\n\nSudden cardiac arrest can happen to anyone at any time. About 5,920\nchildren 18 years old and under suffer out-of-hospital cardiac arrest\neach year from all causes - including trauma, cardiovascular causes\nand sudden infant death syndrome.\n\nThe American Heart Association recommends that hands-on CPR training\nbe a requirement for graduation. Several studies have demonstrated\nthat trainees, including school children, can achieve acceptable\nlevels of skills proficiency in adult CPR in 30 minutes or less. This\nlegislation does not require all students to become certified in CPR\n\nThe American Heart Association's 2010 revised CPR guidelines make it\neven easier for more people to perform CPR. A greater emphasis is now\nplaced on the simplest step - chest compressions. And hands-Only CPR\nis easier for a bystander to perform and survival rates are similar\nto that of conventional CPR (with both compressions and breaths).\n\nThis legislation does not require all students to become certified in\nCPR just to learn the basic skills - thereby making CPR instruction\neasy and affordable.\n\nDue to the increased percentages of people diagnosed with heart\ndisease each year, CPR instruction can provide students with the\nknowledge necessary to save lives. This bill will ask that secondary\nschools provide CPR instruction. This bill will also ensure that such\n\ninstructions are properly given and that all lessons meet the\nestablished standards of professional organizations such as the\nAmerican Heart Association and the American Red Cross. . Adding CPR\ntraining as part of a student's health curriculum, will increase\nawareness of important life saving techniques and could ultimately\nsave lives.\n\nPRIOR LEGISLATIVE HISTORY:\n2001-2002: S.473A  - Passed Senate\n2003-2004: S.56A   - Education\n2005-2006: S.972A  - Education\n2005-2006: A.9881A - Education\n2007-2008: S.178B  - Passed Senate\n2009-2010: Education\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring schools to provide instruction in cardiopulmonary resuscitation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T113615.TXT", "SOBI.D110124.T110113.TXT", "SOBI.D110124.T142630.TXT", "SOBI.D110127.T181922.TXT", "SOBI.D110124.T112114.TXT", "SOBI.D110124.T112614.TXT", "SOBI.D110124.T111614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362790
}