{
  "year" : 2011,
  "senateBillNo" : "S2508-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S2508-2011-1295845200000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires registered sex offenders to personally appear at the law enforcement agency having jurisdiction for purpose of having a photograph taken; repealer",
  "summary" : "Requires registered sex offenders to personally appear annually, within thirty days of the anniversary of their initial registration date, at the law enforcement agency having jurisdiction for the purpose of having a photograph taken; failure to so appear shall constitute a class A misdemeanor; such agency shall forward a copy of the photograph to the division of criminal justice services, along with the date the photograph was taken; requires disclosure of the date that a photograph of a sex offender was taken. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A5263-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2508\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT  to amend the correction law, in relation to the registration of\n         sex offenders; and to repeal paragraphs (b-2) and (b-3) of subdivision\n         2 of section 168-f of such law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (b)  of  subdivision 1 of section 168-b of the\n    2  correction law, as amended by section 1 of part O of chapter 56  of  the\n    3  laws of 2005, is amended to read as follows:\n    4    (b)  A  photograph,  INCLUDING  THE DATE SUCH PHOTOGRAPH WAS TAKEN, IF\n    5  KNOWN, and set of fingerprints. For a sex offender given a  level  three\n    6  designation,  the  division  shall,  during  the period of registration,\n    7  update such photograph once each year. For a sex offender given a  level\n    8  one  or  level two designation, the division shall, during the period of\n    9  registration, update such photograph once every three years.  The  divi-\n   10  sion  shall notify the sex offender by mail of the duty to appear and be\n   11  photographed at the specified law enforcement  agency  having  jurisdic-\n   12  tion.  Such  notification  shall  be mailed at least thirty days and not\n   13  more than sixty days before the  photograph  is  required  to  be  taken\n   14  pursuant to subdivision two of section one hundred sixty-eight-f of this\n   15  article.\n   16    S  2.  Paragraphs (b-2) and (b-3) of subdivision 2 of section 168-f of\n   17  the correction law are REPEALED and a new paragraph (b-2)  is  added  to\n   18  read as follows:\n   19    (B-2) NO LATER THAN THIRTY CALENDAR DAYS AFTER EACH ANNIVERSARY OF THE\n   20  SEX  OFFENDER'S  INITIAL  REGISTRATION  DATE,  THE  SEX  OFFENDER  SHALL\n   21  PERSONALLY APPEAR AT THE LAW ENFORCEMENT AGENCY HAVING JURISDICTION  FOR\n   22  THE PURPOSE OF PROVIDING A CURRENT PHOTOGRAPH OF SUCH OFFENDER. THE DUTY\n   23  TO PERSONALLY APPEAR SHALL BE TEMPORARILY SUSPENDED DURING ANY PERIOD IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05760-01-1\n\n       S. 2508                             2\n\n    1  WHICH  THE  SEX  OFFENDER IS CONFINED TO ANY STATE OR LOCAL CORRECTIONAL\n    2  FACILITY, HOSPITAL OR INSTITUTION AND SHALL  IMMEDIATELY  RECOMMENCE  ON\n    3  THE DATE OF THE SEX OFFENDER'S RELEASE.\n    4    S  3.  Paragraph  (c-1)  of  subdivision  2  of  section  168-f of the\n    5  correction law, as added by section 2 of part O of  chapter  56  of  the\n    6  laws of 2005, is amended to read as follows:\n    7    (c-1)  If  the  sex  offender, to whom a notice has been mailed at the\n    8  last reported address pursuant to paragraph [b] (B) of  subdivision  one\n    9  of   section  one  hundred  sixty-eight-b  of  this  article,  fails  to\n   10  personally appear at the law enforcement agency having jurisdiction,  as\n   11  provided  in  paragraph  (b-2)  [or  (b-3)]  of this subdivision, within\n   12  [twenty] THIRTY days of the anniversary of the  sex  offender's  initial\n   13  registration,  or  an alternate later date scheduled by the law enforce-\n   14  ment agency having jurisdiction, he or she shall be in violation of this\n   15  section. The duty to personally appear for such updated photograph shall\n   16  be temporarily suspended during any period in which the sex offender  is\n   17  confined  in  any  hospital  or institution, and such sex offender shall\n   18  personally appear for such updated photograph no later than ninety  days\n   19  after  release  from such hospital or institution, or an alternate later\n   20  date scheduled by the law enforcement agency having jurisdiction.\n   21    S 4. Section 168-j of the correction law is amended by  adding  a  new\n   22  subdivision 6 to read as follows:\n   23    6.  THE  LAW ENFORCEMENT AGENCY HAVING JURISDICTION SHALL PHOTOGRAPH A\n   24  SEX OFFENDER WHO PERSONALLY  APPEARS  PURSUANT  TO  PARAGRAPH  (B-2)  OF\n   25  SUBDIVISION TWO OF SECTION ONE HUNDRED SIXTY-EIGHT-F OF THIS ARTICLE AND\n   26  SHALL  PROMPTLY  FORWARD A COPY OF SUCH PHOTOGRAPH TO THE DIVISION ALONG\n   27  WITH THE DATE THE PHOTOGRAPH WAS TAKEN.\n   28    S 5. Paragraphs (b) and (c) of subdivision 6 of section 168-l  of  the\n   29  correction  law,  paragraph (b) as amended by chapter 106 of the laws of\n   30  2006 and paragraph (c) as separately amended by chapters 318 and 680  of\n   31  the laws of 2005, are amended to read as follows:\n   32    (b) If the risk of repeat offense is moderate, a level two designation\n   33  shall  be  given  to such sex offender. In such case the law enforcement\n   34  agency or agencies having jurisdiction and the law enforcement agency or\n   35  agencies having had jurisdiction at the time of his  or  her  conviction\n   36  shall  be  notified and may disseminate relevant information which shall\n   37  include a photograph, ALONG WITH THE DATE SUCH PHOTOGRAPH WAS  TAKEN  IF\n   38  KNOWN,  and  description of the offender and which may include the exact\n   39  name and any aliases used by the sex offender, approximate address based\n   40  on  sex  offender's  zip  code,  background  information  including  the\n   41  offender's  crime  of  conviction,  mode  of  operation,  type of victim\n   42  targeted, the name and address of any institution of higher education at\n   43  which the sex offender is enrolled, attends, is employed or resides  and\n   44  the  description  of  special  conditions imposed on the offender to any\n   45  entity with vulnerable populations related to the nature of the  offense\n   46  committed  by  such  sex offender. Any entity receiving information on a\n   47  sex offender may disclose or further disseminate such information at its\n   48  discretion. In addition, in such case, the information described  herein\n   49  shall  also  be provided in the subdirectory established in this article\n   50  and notwithstanding any other provision of law, such information  shall,\n   51  upon request, be made available to the public.\n   52    Such  law  enforcement  agencies  shall compile, maintain and update a\n   53  listing of vulnerable organizational entities within  its  jurisdiction.\n   54  Such listing shall be utilized for notification of such organizations in\n   55  disseminating  such  information  on level two sex offenders pursuant to\n   56  this paragraph. Such listing  shall  include  and  not  be  limited  to:\n\n       S. 2508                             3\n\n    1  superintendents  of  schools or chief school administrators, superinten-\n    2  dents of parks, public and private libraries, public and private  school\n    3  bus  transportation  companies,  day care centers, nursery schools, pre-\n    4  schools,  neighborhood  watch  groups,  community centers, civic associ-\n    5  ations, nursing homes, victim's advocacy groups and places of worship.\n    6    (c) If the risk of repeat offense is high and there exists a threat to\n    7  the public safety a level three designation shall be given to  such  sex\n    8  offender.  In  such  case, the law enforcement agency or agencies having\n    9  jurisdiction and the law  enforcement  agency  or  agencies  having  had\n   10  jurisdiction  at the time of his or her conviction shall be notified and\n   11  may disseminate relevant information which shall include  a  photograph,\n   12  ALONG  WITH THE DATE SUCH PHOTOGRAPH WAS TAKEN IF KNOWN, and description\n   13  of the offender and which may include the sex offender's exact name  and\n   14  any  aliases  used  by  the  offender,  exact  address,  address  of the\n   15  offender's place of employment,  background  information  including  the\n   16  offender's  crime  of  conviction,  mode  of  operation,  type of victim\n   17  targeted, the name and address of any institution of higher education at\n   18  which the sex offender is enrolled, attends, is employed or resides  and\n   19  the  description  of  special  conditions imposed on the offender to any\n   20  entity with vulnerable populations related to the nature of the  offense\n   21  committed  by  such  sex offender. Any entity receiving information on a\n   22  sex offender may disclose or further disseminate such information at its\n   23  discretion. In addition, in such case, the information described  herein\n   24  shall  also  be provided in the subdirectory established in this article\n   25  and notwithstanding any other provision of law, such information  shall,\n   26  upon request, be made available to the public.\n   27    Such  law  enforcement  agencies  shall compile, maintain and update a\n   28  listing of vulnerable organizational entities within  its  jurisdiction.\n   29  Such listing shall be utilized for notification of such organizations in\n   30  disseminating  such information on level three sex offenders pursuant to\n   31  this paragraph. Such listing  shall  include  and  not  be  limited  to:\n   32  superintendents  of  schools or chief school administrators, superinten-\n   33  dents of parks, public and private libraries, public and private  school\n   34  bus  transportation  companies,  day care centers, nursery schools, pre-\n   35  schools, neighborhood watch groups,  community  centers,  civic  associ-\n   36  ations, nursing homes, victim's advocacy groups and places of worship.\n   37    S  6. Subdivision 1 of section 168-q of the correction law, as amended\n   38  by chapter 478 of the laws of 2009, is amended to read as follows:\n   39    1. The division shall maintain a subdirectory of level two  and  three\n   40  sex offenders. The subdirectory shall include the exact address, address\n   41  of  the  offender's  place  of  employment  and  photograph  of  the sex\n   42  offender, ALONG WITH THE DATE SUCH PHOTOGRAPH WAS TAKEN IF KNOWN,  along\n   43  with   the   following   information,   if   available:  name,  physical\n   44  description,  age  and  distinctive  markings.  Background   information\n   45  including  the  sex  offender's crime of conviction, modus of operation,\n   46  type of victim targeted, the name and  address  of  any  institution  of\n   47  higher  education  at  which  the  sex offender is enrolled, attends, is\n   48  employed or resides and a description of special conditions  imposed  on\n   49  the sex offender shall also be included. The subdirectory shall have sex\n   50  offender  listings  categorized  by  county  and zip code. A copy of the\n   51  subdirectory shall annually be  distributed  to  the  offices  of  local\n   52  village,  town,  city,  county  or  state  law  enforcement agencies for\n   53  purposes of public  access.    The  division  shall  distribute  monthly\n   54  updates to the offices of local village, town, city, county or state law\n   55  enforcement  agencies  for  purposes  of public access. Such departments\n   56  shall require that a person in writing provide their  name  and  address\n\n       S. 2508                             4\n\n    1  prior  to  viewing  the  subdirectory.  Any  information identifying the\n    2  victim by name, birth date, address or  relation  to  the  sex  offender\n    3  shall  be  excluded  from  the  subdirectory distributed for purposes of\n    4  public  access.  The  subdirectory  provided for herein shall be updated\n    5  monthly to maintain its efficiency and usefulness and shall be  computer\n    6  accessible.  Such  subdirectory  shall be made available at all times on\n    7  the internet via the division homepage. Any  person  may  apply  to  the\n    8  division  to  receive  automated  e-mail notifications whenever a new or\n    9  updated subdirectory registration occurs in a geographic area  specified\n   10  by  such person. The division shall furnish such service at no charge to\n   11  such person, who shall request e-mail notification by county and/or  zip\n   12  code  on  forms developed and provided by the division. E-mail notifica-\n   13  tion is limited to three geographic areas per e-mail account.\n   14    S 7. This act shall take effect on the one hundred twentieth day after\n   15  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2508\n\nTITLE OF BILL:\n\nAn act\nto amend the correction law, in relation to the registration of sex\noffenders; and repealing certain provisions of such law\nrelating thereto\n\nPURPOSE:\n\nThis bill would require registered sex offenders to have a new\nphotograph taken each year and to have such photograph included in their\nsex offender registration. Also requires the date such photograph was\ntaken to accompany the information.\n\nSUMMARY OF PROVISIONS:\n\nRequires all registered sex offenders to personally appear at law\nenforcement agencies having jurisdiction for the purpose of providing a\ncurrent photograph of such offender. The law enforcement agency is to\nforward the photograph to the Division of Criminal Justice Services\nalong with the date such photograph was taken. The date of such\nphotograph shall accompany all registry information.\n\nEXISTING LAW:\n\nPictures of sex offenders who are required to register pursuant to the\nSex Offender Registration Act are included in the initial information\nprovided to the sex offender registry. However, there is no requirement\nthat photographs of these offenders be updated to reflect changes in\ntheir appearance.\n\nJUSTIFICATION:\n\nAlthough a picture of a sex offender is included in the information\ninitially required to be provided to the sex offender registry, there is\nno requirement under current law that a new picture of the sex offender\nbe taken and provided to the registry when the appearance of the sex\noffender changes. Sex offenders are now required to register for a\nminimum of ten years, and some are required to register for their\nlifetime. Given the passage of time, it is inevitable that the\nappearance of the sex offender will change from the time that their\npictures were initially taken. If the purpose of the sex offender\nregistry is to be carried out, it is important that updated photographs\nand the date such photograph was taken be provided to the registry so\nthat the public can be aware of the current appearance of convicted\noffenders.\n\nLEGISLATIVE HISTORY:\n\nNone.\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the one hundred twentieth day after it\nshall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the registration of sex offenders; and to repeal paragraphs (b-2) and (b-3) of subdivision 2 of section 168-f of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T094359.TXT", "SOBI.D110127.T181922.TXT", "SOBI.D110124.T154137.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T155137.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362811
}