{
  "year" : 2011,
  "senateBillNo" : "S2504-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2504-2011-1295845200000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a real property tax exemption for members of voluntary fire companies and ambulance services in certain counties and municipalities, upon election",
  "summary" : "Provides a real property tax exemption for certain members of volunteer fire companies and ambulance services in any county, having a population of more than 150,000 and less than 155,000 as determined in accordance with the latest decennial census, and its municipalities to the extent of ten percent of assessed value of such property, upon the election of the county or municipality. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S5755-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2504\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation  to  providing  a\n         tax  exemption  on  real  property  owned by members of volunteer fire\n         companies or voluntary ambulance  services  in  certain  counties  and\n         municipal corporations therein\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   The real property tax law is  amended  by  adding  a  new\n    2  section 466-k to read as follows:\n    3    S  466-K.  VOLUNTEER  FIREFIGHTERS  AND  VOLUNTEER  AMBULANCE WORKERS;\n    4  CERTAIN COUNTIES. 1. REAL PROPERTY OWNED BY AN  ENROLLED  MEMBER  OF  AN\n    5  INCORPORATED  VOLUNTEER  FIRE  COMPANY,  FIRE DEPARTMENT OR INCORPORATED\n    6  VOLUNTARY AMBULANCE SERVICE OR SUCH ENROLLED MEMBER AND SPOUSE  RESIDING\n    7  IN  ANY  COUNTY HAVING A POPULATION OF MORE THAN ONE HUNDRED FIFTY THOU-\n    8  SAND BUT LESS THAN ONE HUNDRED  FIFTY-FIVE  THOUSAND  AS  DETERMINED  IN\n    9  ACCORDANCE  WITH THE LATEST DECENNIAL CENSUS, SHALL BE EXEMPT FROM TAXA-\n   10  TION TO THE EXTENT OF TEN PERCENT OF THE ASSESSED VALUE OF SUCH PROPERTY\n   11  FOR CITY, VILLAGE, TOWN, PART TOWN, SCHOOL DISTRICT,  SPECIAL  DISTRICT,\n   12  OR  COUNTY PURPOSES, EXCLUSIVE OF SPECIAL ASSESSMENTS, PROVIDED THAT THE\n   13  GOVERNING BODY OF A CITY, VILLAGE, TOWN,  SCHOOL  DISTRICT,  OR  COUNTY,\n   14  AFTER  A  PUBLIC  HEARING,  ADOPTS  A LOCAL LAW, ORDINANCE OR RESOLUTION\n   15  PROVIDING THEREFOR, PROVIDED FURTHER, HOWEVER, THAT SUCH EXEMPTION SHALL\n   16  IN NO EVENT EXCEED THREE THOUSAND DOLLARS MULTIPLIED BY THE LATEST STATE\n   17  EQUALIZATION RATE FOR THE ASSESSING UNIT IN WHICH SUCH REAL PROPERTY  IS\n   18  LOCATED.\n   19    2.  SUCH  EXEMPTION  SHALL  NOT BE GRANTED TO AN ENROLLED MEMBER OF AN\n   20  INCORPORATED VOLUNTEER FIRE COMPANY,  FIRE  DEPARTMENT  OR  INCORPORATED\n   21  VOLUNTARY AMBULANCE SERVICE RESIDING IN SUCH COUNTY UNLESS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01507-01-1\n\n       S. 2504                             2\n\n    1    (A)  THE  APPLICANT  RESIDES  IN  THE  CITY, TOWN, OR VILLAGE WHICH IS\n    2  SERVED BY SUCH INCORPORATED VOLUNTEER FIRE COMPANY OR FIRE DEPARTMENT OR\n    3  INCORPORATED VOLUNTARY AMBULANCE SERVICE;\n    4    (B) THE PROPERTY IS THE PRIMARY RESIDENCE OF THE APPLICANT;\n    5    (C)  THE  PROPERTY  IS  USED  EXCLUSIVELY  FOR  RESIDENTIAL  PURPOSES;\n    6  PROVIDED HOWEVER, THAT IN THE EVENT ANY PORTION OF SUCH PROPERTY IS  NOT\n    7  USED  EXCLUSIVELY  FOR  THE  APPLICANT'S RESIDENCE BUT IS USED FOR OTHER\n    8  PURPOSES, SUCH PORTION SHALL BE SUBJECT TO TAXATION  AND  THE  REMAINING\n    9  PORTION  ONLY  SHALL  BE  ENTITLED  TO  THE  EXEMPTION  PROVIDED BY THIS\n   10  SECTION; AND\n   11    (D) THE APPLICANT HAS BEEN CERTIFIED BY THE AUTHORITY HAVING JURISDIC-\n   12  TION FOR THE INCORPORATED VOLUNTEER FIRE COMPANY OR FIRE  DEPARTMENT  AS\n   13  AN  ENROLLED  MEMBER OF SUCH INCORPORATED VOLUNTEER FIRE COMPANY OR FIRE\n   14  DEPARTMENT FOR AT LEAST FIVE YEARS OR THE APPLICANT HAS  BEEN  CERTIFIED\n   15  BY  THE  AUTHORITY  HAVING  JURISDICTION  FOR THE INCORPORATED VOLUNTARY\n   16  AMBULANCE SERVICE AS AN ENROLLED MEMBER OF SUCH  INCORPORATED  VOLUNTARY\n   17  AMBULANCE  SERVICE  FOR  AT  LEAST  FIVE YEARS. IT SHALL BE THE DUTY AND\n   18  RESPONSIBILITY OF THE MUNICIPALITY WHICH ADOPTS A LOCAL  LAW,  ORDINANCE\n   19  OR  RESOLUTION  PURSUANT  TO THIS SECTION TO DETERMINE THE PROCEDURE FOR\n   20  CERTIFICATION.\n   21    3. ANY ENROLLED MEMBER OF AN INCORPORATED VOLUNTEER FIRE COMPANY, FIRE\n   22  DEPARTMENT OR INCORPORATED VOLUNTARY AMBULANCE SERVICE WHO ACCRUES  MORE\n   23  THAN TWENTY YEARS OF ACTIVE SERVICE AND IS SO CERTIFIED BY THE AUTHORITY\n   24  HAVING  JURISDICTION  FOR  THE INCORPORATED VOLUNTEER FIRE COMPANY, FIRE\n   25  DEPARTMENT OR INCORPORATED VOLUNTARY AMBULANCE SERVICE, SHALL BE GRANTED\n   26  THE TEN PERCENT EXEMPTION AS AUTHORIZED BY THIS SECTION FOR THE  REMAIN-\n   27  DER  OF  HIS  OR  HER  LIFE  AS  LONG AS HIS OR HER PRIMARY RESIDENCE IS\n   28  LOCATED WITHIN SUCH COUNTY PROVIDED THAT THE GOVERNING BODY OF  A  CITY,\n   29  VILLAGE,  TOWN,  SCHOOL  DISTRICT,  OR  COUNTY,  AFTER A PUBLIC HEARING,\n   30  ADOPTS A LOCAL LAW, ORDINANCE OR RESOLUTION PROVIDING THEREFOR.\n   31    4. APPLICATION FOR SUCH EXEMPTION SHALL BE FILED WITH THE ASSESSOR  OR\n   32  OTHER AGENCY, DEPARTMENT OR OFFICE DESIGNATED BY THE MUNICIPALITY OFFER-\n   33  ING  SUCH  EXEMPTION  ON  OR BEFORE THE TAXABLE STATUS DATE ON A FORM AS\n   34  PRESCRIBED BY THE STATE BOARD.\n   35    5. NO APPLICANT WHO IS A VOLUNTEER FIREFIGHTER OR VOLUNTEER  AMBULANCE\n   36  WORKER  WHO  BY REASON OF SUCH STATUS IS RECEIVING ANY BENEFIT UNDER THE\n   37  PROVISIONS OF THIS ARTICLE ON THE EFFECTIVE DATE OF THIS  SECTION  SHALL\n   38  SUFFER  ANY DIMINUTION OF SUCH BENEFIT BECAUSE OF THE PROVISIONS OF THIS\n   39  SECTION.\n   40    S 2. This act shall take effect on the first of January next  succeed-\n   41  ing  the  date  on  which  it shall have become a law and shall apply to\n   42  taxable status dates occurring on or after such date.\n",
  "memo" : "BILL NUMBER:S2504\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to providing a tax\nexemption on real property owned by members of volunteer fire companies\nor voluntary ambulance services in certain counties\nand municipal corporations\ntherein\n\nPURPOSE:\nTo allow Rensselaer County to provide a ten percent (10%) real\nproperty tax exemption for certain volunteer firefighters and\nvolunteer ambulance workers.\n\nSUMMARY OF PROVISIONS:\nSection 466-k (1) provides that an enrolled volunteer firefighter or\nambulance worker shall be exempt from real property and school\ntaxation to the extent of 10%, however the exemption is not to exceed\n$3000 multiplied by the latest state equalization rate for the\nassessing unit.\n\nSection 466-k (2) provides that this exemption shall apply to members\nwho live in the city, town or village in which they serve on the\nvolunteer squad. The property must be the primary residence of the\napplicant and used exclusively for residential purposes. The\napplicant must also be certified by the authority having jurisdiction\nover the volunteer squad that he or she has been a member for at\nleast five years. The municipality shall have the duty of determining\nwhat the procedure will be for certification.\n\nSection 466-k (3) provides that an enrolled member of a volunteer\nfire company or ambulance service who accrues more than twenty years\nof active service shall be granted the ten percent exemption for the\nremainder of his or her life.\n\nSection 466-k (4) provides that the application for exemption shall be\nmade to the assessor.\n\nSection 466-k (5) provides that no applicant shall suffer any\ndiminution of other benefits due to this article.\n\nJUSTIFICATION:\nVolunteer firefighters and volunteer ambulance workers provide a\nvaluable service to their communities. These individuals receive no\ncompensation for their service, yet they commit themselves to helping\ntheir community at its time of need. The recruitment and retention of\nquality\nvolunteer emergency personnel is a critical problem in Rensselaer\nCounty and it is the intent of this legislation to provide an\nincentive for individuals to serve their communities.\n\nLEGISLATIVE HISTORY:\n2007-2008: A.11147 - Real Property Taxation/S.6481 - Local Governments\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January next succeeding the\ndate on which it shall have become law and shall apply to taxable\nstatus dates occurring on or after such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to providing a tax exemption on real property owned by members of volunteer fire companies or voluntary ambulance services in certain counties and municipal corporations therein ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110124.T151635.TXT", "SOBI.D110124.T142130.TXT", "SOBI.D110124.T150133.TXT", "SOBI.D110125.T094900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223680
}