{
  "year" : 2011,
  "senateBillNo" : "S2506-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S2506-2011-1295845200000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a veteran's home and land ownership loan program",
  "summary" : "Creates a veteran's home and land ownership loan program to provide loans to veterans to purchase homes or unimproved land suitable for building; such loans to be secured by a second mortgage. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : "A1303",
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S5131-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2506\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the private housing finance law, in relation to creating\n         a veteran's home and land ownership loan program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The private housing finance law is amended by adding a new\n    2  article 19-A to read as follows:\n    3                                ARTICLE XIX-A\n    4                   VETERAN'S HOME AND LAND OWNERSHIP LOAN\n    5  SECTION 1115. LEGISLATIVE PURPOSE.\n    6          1115-A. DEFINITIONS.\n    7          1115-B. CREATION OF THE \"VETERAN'S HOME AND LAND OWNERSHIP\n    8                    LOAN FUND\".\n    9          1115-C. PURPOSE AND TERMS OF LOAN.\n   10          1115-D. LOAN REPAYMENT.\n   11          1115-E. ISSUANCE OF BONDS.\n   12          1115-F. ADOPTION OF REGULATIONS.\n   13    S 1115. LEGISLATIVE PURPOSE. IT IS HEREBY FOUND AND DECLARED THAT MANY\n   14  NEW YORK RESIDENTS HAVE SERVED OUR NATION HONORABLY IN THE ARMED  FORCES\n   15  OF  THE  UNITED  STATES,  AND THAT MANY SUCH NEW YORKERS HAVE SACRIFICED\n   16  CONSIDERABLY DURING THEIR SERVICE. IT IS IN THE PUBLIC INTEREST BOTH  TO\n   17  DEMONSTRATE  OUR APPRECIATION FOR THAT SERVICE BY PROVIDING STATE FINAN-\n   18  CIAL ASSISTANCE TO SUCH VETERANS; IN ORDER TO ENCOURAGE  HOME  OWNERSHIP\n   19  AND  THE  REHABILITATION OF DETERIORATING HOUSING, STABILIZE COMMUNITIES\n   20  AND IMPROVE THE LOCAL TAX BASE.\n   21    S 1115-A. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE, THE FOLLOWING\n   22  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   23    1. \"PERSON\" MEANS AN HONORABLY DISCHARGED VETERAN OF THE ARMED  FORCES\n   24  OF THE UNITED STATES, OR THEIR SURVIVING UNMARRIED SPOUSE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01501-01-1\n\n       S. 2506                             2\n\n    1    2.  \"VETERAN\" MEANS A PERSON WHO SERVED IN THE ACTIVE MILITARY, NAVAL,\n    2  OR AIR SERVICE DURING TIME OF WAR AS DEFINED BELOW, OR WHO WAS A RECIPI-\n    3  ENT OF THE ARMED FORCES EXPEDITIONARY MEDAL, NAVY  EXPEDITIONARY  MEDAL,\n    4  MARINE CORPS EXPEDITIONARY MEDAL, OR GLOBAL WAR ON TERRORISM EXPEDITION-\n    5  ARY  MEDAL, AND WHO WAS DISCHARGED OR RELEASED THEREFROM UNDER HONORABLE\n    6  CONDITIONS.\n    7    3. \"SERVICE DURING TIME OF WAR\" MEANS:\n    8    (A) THE INDIVIDUAL IN QUESTION WAS A RECIPIENT  OF  THE  ARMED  FORCES\n    9  EXPEDITIONARY  MEDAL,  THE  NAVY EXPEDITIONARY MEDAL OR THE MARINE CORPS\n   10  EXPEDITIONARY MEDAL FOR PARTICIPATION IN OPERATIONS IN LEBANON FROM JUNE\n   11  FIRST, NINETEEN HUNDRED EIGHTY-THREE TO DECEMBER FIRST, NINETEEN HUNDRED\n   12  EIGHTY-SEVEN, IN GRENADA FROM  OCTOBER  TWENTY-THIRD,  NINETEEN  HUNDRED\n   13  EIGHTY-THREE TO NOVEMBER TWENTY-FIRST, NINETEEN HUNDRED EIGHTY-THREE, OR\n   14  IN PANAMA FROM DECEMBER TWENTIETH, NINETEEN HUNDRED EIGHTY-NINE TO JANU-\n   15  ARY THIRTY-FIRST, NINETEEN HUNDRED NINETY, OR;\n   16    (B)  THE  INDIVIDUAL  SERVED ON ACTIVE DUTY FOR NINETY DAYS OR MORE IN\n   17  THE ARMED FORCES OF THE UNITED STATES DURING ANY ONE  OF  THE  FOLLOWING\n   18  WARS OR HOSTILITIES:\n   19    (I)  IN  WORLD  WAR  I  FROM  THE SIXTH DAY OF APRIL, NINETEEN HUNDRED\n   20  SEVENTEEN TO THE ELEVENTH DAY OF NOVEMBER,  NINETEEN  HUNDRED  EIGHTEEN,\n   21  INCLUSIVE;\n   22    (II)  IN  WORLD  WAR  II  FROM  THE  SEVENTH DAY OF DECEMBER, NINETEEN\n   23  HUNDRED FORTY-ONE TO THE THIRTY-FIRST DAY OF DECEMBER, NINETEEN  HUNDRED\n   24  FORTY-SIX, INCLUSIVE;\n   25    (III)  IN  THE KOREAN HOSTILITIES FROM THE TWENTY-SEVENTH DAY OF JUNE,\n   26  NINETEEN HUNDRED FIFTY TO THE  THIRTY-FIRST  DAY  OF  JANUARY,  NINETEEN\n   27  HUNDRED FIFTY-FIVE, INCLUSIVE;\n   28    (IV)  IN  THE VIETNAM CONFLICT FROM THE TWENTY-SECOND DAY OF DECEMBER,\n   29  NINETEEN HUNDRED SIXTY-ONE TO THE SEVENTH DAY OF MAY,  NINETEEN  HUNDRED\n   30  SEVENTY-FIVE; OR\n   31    (V)  IN THE PERSIAN GULF CONFLICT FROM THE SECOND DAY OF AUGUST, NINE-\n   32  TEEN HUNDRED NINETY TO THE END OF SUCH CONFLICT.\n   33    4. \"AGENCY\" MEANS THE NEW YORK STATE HOUSING FINANCE AGENCY CREATED BY\n   34  SECTION FORTY-THREE OF THIS CHAPTER.\n   35    S 1115-B. CREATION OF THE \"VETERAN'S  HOME  AND  LAND  OWNERSHIP  LOAN\n   36  FUND\".  THERE IS HEREBY ESTABLISHED A \"VETERAN'S HOME AND LAND OWNERSHIP\n   37  LOAN  FUND\".  SUCH  FUND  SHALL BE USED TO MAKE LOANS AUTHORIZED BY THIS\n   38  ARTICLE AND FOR EXPENSES INCURRED BY THE AGENCY IN THE IMPLEMENTATION OF\n   39  THE PROGRAM ESTABLISHED BY THIS ARTICLE.\n   40    S 1115-C. PURPOSE AND TERMS OF LOAN. 1. THE AGENCY, ACTING  ON  BEHALF\n   41  OF THE STATE MAY IN ITS DISCRETION, ENTER INTO A CONTRACT WITH AN ELIGI-\n   42  BLE  PERSON TO PROVIDE A LOAN TO ASSIST IN THE PURCHASE OF A DWELLING OR\n   43  THE PURCHASE AND REHABILITATION OF A  DWELLING  CONTAINING  UP  TO  FOUR\n   44  RESIDENTIAL  UNITS, PROVIDED SUCH PERSON SHALL RESIDE IN AT LEAST ONE OF\n   45  SUCH UNITS. SUCH LOAN MAY ALSO BE MADE FOR THE  PURCHASE  OF  UNIMPROVED\n   46  REAL PROPERTY WHEN SUCH PROPERTY SHALL BE USED FOR THE CONSTRUCTION OF A\n   47  NEW DWELLING.\n   48    2.  SUCH  LOAN  SHALL  NOT  EXCEED TWENTY PERCENT OF THE VALUE FOR THE\n   49  PURCHASE OF A HOME, OR FORTY THOUSAND DOLLARS FOR THE PURCHASE OF  UNIM-\n   50  PROVED REAL PROPERTY. SUCH VALUE SHALL BE DETERMINED FROM THE APPRAISAL,\n   51  IF  ANY, REQUIRED BY THE LENDING INSTITUTION GRANTING THE FIRST MORTGAGE\n   52  LOAN ON SUCH DWELLING, AND IF NO SUCH APPRAISAL HAS  BEEN  MADE  AT  THE\n   53  TIME  THAT A CONTRACT FOR LOAN IS ENTERED INTO PURSUANT TO THIS ARTICLE,\n   54  THE AGENCY SHALL CAUSE SUCH APPRAISAL TO BE MADE.\n   55    S 1115-D. LOAN REPAYMENT. 1. ANY LOAN CONTRACTED FOR PURSUANT TO  THIS\n   56  ARTICLE  SHALL  BE SECURED BY A SECOND MORTGAGE ON THE DWELLING OR UNIM-\n\n       S. 2506                             3\n\n    1  PROVED REAL PROPERTY PURCHASED BY THE RECIPIENT  OF  SUCH  LOAN  IF  THE\n    2  RECIPIENT  OF  SUCH  LOAN ASSIGNS, TRANSFERS OR OTHERWISE CONVEYS HIS OR\n    3  HER INTEREST IN SUCH DWELLING OR CEASES TO  OCCUPY  SUCH  DWELLING,  THE\n    4  UNPAID PRINCIPAL BALANCE OF SAID SECOND MORTGAGE, TOGETHER WITH INTEREST\n    5  THEREON,  SHALL  BECOME DUE AND PAYABLE. IF THE RECIPIENT OF ANY LOAN IS\n    6  UNABLE TO REPAY THE LOAN, THE AGENCY, AT ITS DISCRETION, MAY ADJUST  THE\n    7  INTEREST RATE, TERMS AND CONDITIONS OF THE LOAN TO FACILITATE REPAYMENT.\n    8    2.  REPAYMENT  OF  ANY  LOAN  PROVIDED IN ACCORDANCE WITH THIS ARTICLE\n    9  SHALL BE SUBJECT TO AN INTEREST RATE TO BE DETERMINED IN ACCORDANCE WITH\n   10  TERMS AND CONDITIONS AS THE AGENCY MAY ESTABLISH. IN NO CASE  SHALL  THE\n   11  TERM  EXCEED  THE TERM OF THE FIRST MORTGAGE OBTAINED FOR THE PURPOSE OF\n   12  PURCHASING SUCH DWELLING EXCEPT, IN THE  CASE  OF  A  GRADUATED  PAYMENT\n   13  MORTGAGE  LOAN,  THE  TERM OF THE LOAN MADE PURSUANT TO THIS ARTICLE MAY\n   14  EXCEED THE EXPECTED TERM OF SUCH MORTGAGE LOAN PROVIDED. THE TERM OF THE\n   15  LOAN MADE PURSUANT TO THIS ARTICLE DOES NOT EXCEED THE LESSER OF:\n   16    (A) THE TERM INDICATED BY THE LIMITED  AMORTIZATION  SCHEDULE  OF  THE\n   17  GRADUATED PAYMENT MORTGAGE LOAN; OR\n   18    (B)  THIRTY  YEARS. PAYMENTS BY HOMEOWNERS SHALL BE PAID TO THE AGENCY\n   19  AND DEPOSITED IN THE VETERAN'S HOME AND LAND OWNERSHIP LOAN FUND.\n   20    S 1115-E. ISSUANCE OF BONDS. 1. THE AGENCY SHALL HAVE THE POWER AND IS\n   21  HEREBY AUTHORIZED FROM TIME TO TIME TO ISSUE ITS  NEGOTIABLE  BONDS  AND\n   22  NOTES IN CONFORMITY WITH APPLICABLE PROVISIONS OF THE UNIFORM COMMERCIAL\n   23  CODE  IN  SUCH  PRINCIPAL  AMOUNTS  AS, IN THE DISCRETION OF THE AGENCY,\n   24  SHALL BE NECESSARY TO CARRY OUT THE PURPOSES OF THIS ARTICLE, BUT NOT IN\n   25  EXCESS OF AN AGGREGATE AMOUNT OF TWENTY MILLION DOLLARS.\n   26    2. EXCEPT AS MAY OTHERWISE BE EXPRESSLY PROVIDED BY  THE  AGENCY,  ALL\n   27  BONDS  AND  NOTES  ISSUED  SHALL BE PAYABLE OUT OF ANY MONEYS, ASSETS OR\n   28  REVENUES OF THE STATE, SUBJECT ONLY TO ANY AGREEMENT WITH BONDHOLDERS OR\n   29  NOTEHOLDERS PLEDGING ANY PARTICULAR MONEYS, ASSETS OR REVENUES.\n   30    3. BONDS AND NOTES SHALL BE AUTHORIZED BY A RESOLUTION OR  RESOLUTIONS\n   31  OF THE AGENCY ADOPTED IN THE MANNER PROVIDED BY LAW.\n   32    4.  SUCH BONDS OR NOTES SHALL BEAR SUCH DATE OR DATES, SHALL MATURE AT\n   33  SUCH TIME OR TIMES, SHALL BEAR INTEREST AT SUCH RATE OR RATES, SHALL  BE\n   34  OF  SUCH  DENOMINATIONS,  SHALL BE IN SUCH FORM, CARRY SUCH REGISTRATION\n   35  PRIVILEGES, BE EXECUTED IN SUCH MANNER, BE PAYABLE IN  LAWFUL  MONEY  OF\n   36  THE  UNITED  STATES OF AMERICA AT SUCH PLACE OR PLACES WITHIN OR WITHOUT\n   37  THE STATE, BE SUBJECT TO SUCH TERMS OF REDEMPTION PRIOR TO  MATURITY  AS\n   38  MAY  BE  PROVIDED  BY SUCH RESOLUTION OR RESOLUTIONS OR SUCH CERTIFICATE\n   39  WITH RESPECT TO SUCH BONDS OR NOTES,  AS  THE  CASE  MAY  BE;  PROVIDED,\n   40  HOWEVER,  THAT  THE  MAXIMUM  MATURITY  OF BONDS SHALL NOT EXCEED THIRTY\n   41  YEARS FROM THE DATE THEREOF AND THE MAXIMUM MATURITY  OF  NOTES  OR  ANY\n   42  RENEWALS  THEREOF  SHALL  NOT  EXCEED  SEVEN  YEARS FROM THE DATE OF THE\n   43  ORIGINAL ISSUE OF SUCH NOTES.\n   44    5. ANY SUCH BONDS OR NOTES MAY BE SOLD AT SUCH  PRICE  OR  PRICES,  AT\n   45  PUBLIC  OR  PRIVATE SALE, IN SUCH MANNER AND FROM TIME TO TIME AS MAY BE\n   46  DETERMINED BY THE AGENCY, AND THE AGENCY MAY PAY ALL EXPENSES,  PREMIUMS\n   47  AND   COMMISSIONS  WHICH  IT  MAY  DEEM  NECESSARY  OR  ADVANTAGEOUS  IN\n   48  CONNECTION WITH THE ISSUANCE AND SALE THEREOF. NO BONDS OR NOTES MAY  BE\n   49  SOLD  AT  PRIVATE  SALE,  HOWEVER, UNLESS SUCH SALE AND THE TERM THEREOF\n   50  HAVE BEEN APPROVED IN WRITING BY:\n   51    (A) THE COMPTROLLER, IF SUCH SALE IS NOT TO THE COMPTROLLER; OR\n   52    (B) THE STATE DIRECTOR OF THE BUDGET, IF SUCH SALE  IS  TO  THE  COMP-\n   53  TROLLER.\n   54    6.  THE  AGENCY IS AUTHORIZED TO PROVIDE FOR THE ISSUANCE OF ITS BONDS\n   55  OR NOTES FOR THE PURPOSE OF REFUNDING  ANY  SUCH  BONDS  OR  NOTES  THEN\n   56  OUTSTANDING,  INCLUDING  THE  PAYMENT OF ANY REDEMPTION PREMIUMS THEREON\n\n       S. 2506                             4\n\n    1  AND ANY INTEREST ACCRUED OR  TO  ACCRUE  TO  THE  REDEMPTION  DATE  NEXT\n    2  SUCCEEDING  THE  DATE  OF DELIVERY OF SUCH REFUNDING BONDS OR NOTES. THE\n    3  PROCEEDS OF ANY SUCH BONDS OR NOTES ISSUED FOR THE PURPOSE OF SO REFUND-\n    4  ING  OUTSTANDING  BONDS  OR  NOTES  SHALL  BE  FORTHWITH  APPLIED TO THE\n    5  PURCHASE OR RETIREMENT OF SUCH OUTSTANDING BONDS OR NOTES OR THE REDEMP-\n    6  TION OF SUCH OUTSTANDING BONDS OR NOTES  ON  THE  REDEMPTION  DATE  NEXT\n    7  SUCCEEDING  THE  DATE  OF  DELIVERY OF SUCH REFUNDING BONDS OR NOTES AND\n    8  MAY, PENDING SUCH APPLICATION, BE PLACED IN ESCROW TO BE APPLIED TO SUCH\n    9  PURCHASE OR RETIREMENT OR REDEMPTION ON SUCH  DATE.  ANY  SUCH  ESCROWED\n   10  PROCEEDS, PENDING SUCH USE, MAY BE INVESTED AND REINVESTED ONLY IN OBLI-\n   11  GATIONS  OF  OR  GUARANTEED BY THE STATE OR THE UNITED STATES OF AMERICA\n   12  AND EITHER:\n   13    (A) THE YIELD FROM WHICH DOES NOT EXCEED THE AVERAGE NET INTEREST COST\n   14  PER ANNUM, EXPRESSED AS A PERCENTAGE, ON SUCH REFUNDING  BONDS  BY  MORE\n   15  THAN ONE-HALF OF ONE PERCENT; OR\n   16    (B) THE INCOME FROM WHICH IS EXEMPT FROM FEDERAL TAXATION, MATURING AT\n   17  SUCH TIME OR TIMES AS SHALL BE APPROPRIATE TO ASSURE THE PROMPT PAYMENT,\n   18  AS  TO  PRINCIPAL,  INTEREST  AND  REDEMPTION  PREMIUM,  IF  ANY, ON THE\n   19  OUTSTANDING BONDS OR NOTES TO BE SO REFUNDED BY PURCHASE, RETIREMENT  OR\n   20  REDEMPTION, AS THE CASE MAY BE.\n   21    THE  INTEREST,  INCOME  AND PROFITS, IF ANY, EARNED OR REALIZED ON ANY\n   22  SUCH INVESTMENT MAY ALSO BE APPLIED TO THE PAYMENT  OF  THE  OUTSTANDING\n   23  BONDS  OR NOTES TO BE SO REFUNDED BY PURCHASE, RETIREMENT OR REDEMPTION,\n   24  AS THE CASE MAY BE. AFTER THE TERMS OF THE ESCROW HAVE BEEN FULLY SATIS-\n   25  FIED AND CARRIED OUT, ANY BALANCE OF SUCH PROCEEDS AND INTEREST, IF ANY,\n   26  EARNED OR REALIZED ON THE INVESTMENTS THEREOF MAY  BE  RETURNED  TO  THE\n   27  AGENCY FOR USE BY IT IN ANY LAWFUL MANNER. ALL SUCH BONDS OR NOTES SHALL\n   28  BE  ISSUED  AND SECURED AND SHALL BE SUBJECT TO THE PROVISIONS OF LAW IN\n   29  THE SAME MANNER AND TO THE SAME EXTENT  AS  ANY  OTHER  BONDS  OR  NOTES\n   30  ISSUED PURSUANT TO LAW.\n   31    7.  WHETHER  OR NOT THE BONDS AND NOTES ARE OF SUCH FORM AND CHARACTER\n   32  AS TO BE NEGOTIABLE INSTRUMENTS UNDER THE TERMS OF THE  UNIFORM  COMMER-\n   33  CIAL  CODE,  THE  BONDS AND NOTES ARE HEREBY MADE NEGOTIABLE INSTRUMENTS\n   34  WITHIN THE MEANING OF AND FOR ALL THE PURPOSES OF THE UNIFORM COMMERCIAL\n   35  CODE, SUBJECT ONLY TO THE PROVISIONS OF THE BONDS AND NOTES  FOR  REGIS-\n   36  TRATION.\n   37    8. ANY RESOLUTION OR RESOLUTIONS AUTHORIZING ANY BONDS OR NOTES PURSU-\n   38  ANT  TO  THE PROVISIONS OF THIS ARTICLE MAY CONTAIN PROVISIONS WHICH MAY\n   39  BE A PART OF THE CONTRACT WITH THE HOLDERS OF SUCH BONDS  OR  NOTES,  AS\n   40  TO:\n   41    (A) PLEDGING OR CREATING A LIEN, TO THE EXTENT PROVIDED BY SUCH RESOL-\n   42  UTION  OR RESOLUTIONS, ON ALL OR ANY PART OF ANY MONEYS HELD IN TRUST OR\n   43  OTHERWISE BY OTHERS FOR THE PAYMENT OF SUCH BONDS OR NOTES;\n   44    (B) THE SETTING ASIDE OF RESERVES OR SINKING FUNDS AND THE  REGULATION\n   45  OR DISPOSITION THEREOF;\n   46    (C)  LIMITATIONS  ON  THE PURPOSE TO WHICH THE PROCEEDS OF SALE OF ANY\n   47  ISSUE OF SUCH BONDS OR NOTES THEN OR THEREAFTER  TO  BE  ISSUED  MAY  BE\n   48  APPLIED;\n   49    (D)  LIMITATIONS  ON  THE  ISSUANCE  OF ADDITIONAL BONDS OR NOTES, THE\n   50  TERMS UPON WHICH ADDITIONAL BONDS OR NOTES MAY BE  ISSUED  AND  SECURED,\n   51  AND UPON THE REFUNDING OF OUTSTANDING OR OTHER BONDS OR NOTES;\n   52    (E) THE PROCEDURE, IF ANY, BY WHICH THE TERMS OF ANY CONTRACT WITH THE\n   53  HOLDERS  OF  BONDS  OR  NOTES MAY BE AMENDED OR ABROGATED, THE AMOUNT OF\n   54  BONDS OR NOTES THE HOLDERS OF WHICH MUST CONSENT THERETO AND THE  MANNER\n   55  IN WHICH SUCH CONSENT MAY BE GIVEN;\n\n       S. 2506                             5\n\n    1    (F)  PROVIDING  FOR THE RIGHTS AND REMEDIES OF THE HOLDERS OF BONDS OR\n    2  NOTES IN THE EVENT OF DEFAULT, PROVIDED, HOWEVER, THAT SUCH  RIGHTS  AND\n    3  REMEDIES  SHALL NOT BE INCONSISTENT WITH THE GENERAL LAWS OF THIS STATE;\n    4  AND\n    5    (G) ANY OTHER MATTERS OF LIKE OR DIFFERENT CHARACTER, WHICH IN ANY WAY\n    6  AFFECT  THE SECURITY AND PROTECTION OF THE BONDS OR NOTES AND THE RIGHTS\n    7  OF THE HOLDERS THEREOF.\n    8    S 1115-F. ADOPTION OF REGULATIONS. THE AGENCY SHALL ADOPT  REGULATIONS\n    9  PROVIDING FOR QUALIFICATIONS OF ELIGIBLE PERSONS, REQUIREMENTS AND LIMI-\n   10  TATIONS  AS TO ADJUSTMENTS OF TERMS AND CONDITIONS OF REPAYMENT, FUNDING\n   11  PRIORITIES AND ANY ADDITIONAL REQUIREMENTS  AS  IT  DEEMS  NECESSARY  TO\n   12  CARRY OUT THE PURPOSES OF THIS ARTICLE.\n   13    S 2. This act shall take effect on the one hundred eightieth day after\n   14  it shall have become a law; provided, however, that effective immediate-\n   15  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   16  necessary for the implementation of this act on its effective  date  are\n   17  authorized  and  directed  to  be  made  and completed on or before such\n   18  effective date.\n",
  "memo" : "BILL NUMBER:S2506\n\nTITLE OF BILL:\nAn act\nto amend the private housing finance law, in relation to creating a\nveteran's home and land ownership loan program\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo authorize the New York State Housing Finance Agency to provide down\npayment assistance or rehabilitation loans to veterans, as well as\nloans for the purchase of unimproved property for building a home.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill adds a new Article XIX-A to the Private Housing Finance Law\nto create a Home and Land Ownership Loan Fund within the New York\nState Housing Finance Agency. The agency would be authorized to enter\ninto contracts with eligible veterans to provide loans to assist in\nthe purchase or the purchase and rehabilitation of a dwelling of up\nto four residential units, provided such persons or family resides in\none of the units. The bill defines \"eligible person\" as a veteran to\ntheir surviving unmarried spouse, and contains a definition of a\nveteran for the purpose of the Article. Any such loans could not\nexceed 20 percent of the cost of acquiring the dwelling or 20 percent\nof the value of such dwelling after rehabilitation, or $40,000 in the\ncase of the unimproved Real Property. The value of the dwelling unit\nwould be determined from the appraisal required by the lending\ninstitution granting the first mortgage loan such dwelling. If no\nsuch appraisal has been made at the time a loan application is\nsubmitted, the agency shall cause appraisal to be made. Any loan\nwould have to be secured by a second mortgage on the dwelling. If the\nrecipient of such loan assigns or conveys his interest in the\ndwelling or ceases to occupy the dwelling\n, the unpaid principal balance of the mortgage, together with interest\nthereon, would become due and payable. If the recipient is unable to\nrepay the loan, the agency would have the authority to adjust the\ninterest rate, terms, and conditions of the loan to facilitate\nrepayment. The repayment of any loan made pursuant to this would be\nsubject to an interest rate to be determined in accordance with terms\nand conditions as the agency may establish. In no case could the term\nof the first mortgage obtained for the purpose of purchasing the\ndwelling, except in the case of a graduated payment mortgage loan\nwhere no such loan could exceed a term of 30 years. The bill also\nauthorizes the agency to issue bonds and notes to carry out the\nprovisions of that act, however, they could not be issued in excess\nof an aggregate amount of $20 million. The maximum maturity of the\nbonds could not exceed 30 years, while the maximum maturity of the\nnotes or any renewals thereof could not exceed seven years from the\ndate of the original issue. The bonds and notes could be sold at\npublic or private sale, except that with regard to the latter, such\nsale would\n\nhave to be approved by the comptroller or the state Director of th e\nBudget, depending on whom the sale is made.\n\nEFFECTS of THE PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThe bill adds a new XIX-A to the private Housing Finance Law.\n\nJUSTIFICATION:\nOn account of escalating housing prices, veterans, and their families\nare encountering difficulties in obtaining the necessary funds to\npurchase a home, even though they are for a mortgage. This situation\noccurs because they cannot accumulate enough cash to pay for the\ndifference between the purchase price of the home and the amount of\nthe mortgage funding. In addition, many veterans are precluded from\nentering the housing market because they cannot gain access to enough\ncash to afford the down payment on a home. This bill would provide\nsuch veterans with the necessary funds to finance the down payment,\nfinance the added cash needed to purchase a home, provide needed\nrehabilitation funds for repairing distressed (and generally\ninexpensive) housing stock, or purchasing land upon which to build a\nnew home. Each of these approaches will significantly improve a\nveterans' transition to civilian life and would provide a benefit\nboth to communities across the state and provide a real and tangible\nmeasure of appreciation for the veterans to whom we all owe so much.\n\nPRIOR LEGISLATIVE HISTORY:\nNew Bill.\n\nFISCAL IMPLICATIONS:\nMinimal to the state.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one\nhundred eightieth day after it shall have become a law,\nwith provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to creating a veteran's home and land ownership loan program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T095410.TXT", "SOBI.D110127.T181922.TXT", "SOBI.D110125.T095900.TXT", "SOBI.D110124.T143130.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110124.T151635.TXT", "SOBI.D110124.T150133.TXT", "SOBI.D110125.T094900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223682
}