{
  "year" : 2011,
  "senateBillNo" : "S250-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S250-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requiring first consideration of persons defined in the federal workforce investment act programs for hiring for positions created as a result of economic",
  "summary" : "Relates to requiring first consideration of unemployed individuals, low-income individuals, dislocated workers and individuals training for nontraditional employment, as defined in the federal workforce investment act of nineteen hundred ninety-eight (P.L.105-220) for hiring for positions created as a result of economic development assistance. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "S7644-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, the public authorities law, the general municipal law and the New York state urban development corporation act, in relation to requiring first consideration of unemployed individuals, low-income individuals, dislocated workers, individuals training for nontraditional employment, as defined in the federal workforce investment act of nineteen hundred ninety-eight (P.L. 105-220), veterans, and individuals with disabilities for hiring for positions created as a result of economic development assistance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T111805.TXT", "SOBI.D101213.T120808.TXT", "SOBI.D101213.T115807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292260088049
}