{
  "year" : 2011,
  "senateBillNo" : "S2503-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2503-2011-1295845200000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that students who have an IEP shall not be required to take more than one regents examination in any given day",
  "summary" : "Provides that students who have an IEP shall not be required to take more than one regents examination in any given day. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A3289",
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA6946-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2503\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sens. McDONALD, ADAMS, ADDABBO, LARKIN, MAZIARZ, MONTGOM-\n         ERY, RANZENHOFER, STEWART-COUSINS -- read twice and  ordered  printed,\n         and when printed to be committed to the Committee on Education\n\n       AN  ACT to amend the education law, in relation to the administration of\n         exams to students with disabilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds that\n    2  certain  students  with  disabilities  are allowed extended testing time\n    3  according to their individual education program, or perhaps even  accom-\n    4  modations provided pursuant to regulations promulgated under section 504\n    5  of  the  Rehabilitation  Act of 1973. The legislature further finds that\n    6  these students, as a result of this extended time allowance,  are  being\n    7  subjected  to  ten  or  eleven  straight  hours of testing when they are\n    8  required to take two regents exams on the same date.\n    9    The legislature acknowledges the department of  education's  need  for\n   10  security  concerning  the  substance  of  the  examination. As such, the\n   11  legislature understands the department's continuing hesitance  to  allow\n   12  these  students  with  disabilities to take the exams on days other than\n   13  which they had been officially scheduled.\n   14    However, the benefits of providing these children with respite between\n   15  each exam far outweighs the potential of one of these students garnering\n   16  information about the exam from another student who had previously taken\n   17  the exam. Therefore, it is the intent of this legislature  to  have  the\n   18  commissioner  of  education  implement  a  process whereby students with\n   19  certain disabilities are not required to  take  more  than  one  regents\n   20  examination in any given day.\n   21    S  2. The education law is amended by adding a new section 319 to read\n   22  as follows:\n   23    S 319. EXAMINATION OF STUDENTS  WITH  DISABILITIES.  THE  COMMISSIONER\n   24  SHALL  PROMULGATE REGULATIONS ESTABLISHING GUIDELINES WHICH PROVIDE THAT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01577-01-1\n\n       S. 2503                             2\n\n    1  ANY CHILD WHO HAS EXTENDED TESTING TIME PROVISIONS ON HIS OR  HER  INDI-\n    2  VIDUALIZED  EDUCATION  PROGRAM,  OR  WHO  RECEIVES EXTENDED TESTING TIME\n    3  ACCOMMODATIONS PURSUANT TO SECTION 504  OF  THE  REHABILITATION  ACT  OF\n    4  1973, IS PROVIDED AN OPPORTUNITY TO ONLY TAKE ONE REGENTS EXAMINATION ON\n    5  ANY GIVEN DAY.\n    6    S 3. This act shall take effect on the one hundred eightieth day after\n    7  it  shall have become a law. Effective immediately, the addition, amend-\n    8  ment, and/or repeal of any rule or regulation necessary for  the  timely\n    9  implementation of this act on its effective date is hereby authorized to\n   10  be made on or before such effective date.\n",
  "memo" : "BILL NUMBER:S2503\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to the administration of exams to\nstudents with disabilities\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo offer alternatives to students\nwith disabilities who have provisions for extended testing time\npursuant to an Individual Education Plan or pursuant to Section 504\nof the Rehabilitation Act of 1973, with regard to the administration\nof more than one Regents exam in one day.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe education law is\namended by adding a new section 319 as described in the bill.\n\nJUSTIFICATION:\nPublic school districts in New York State are responsible for\nidentifying and evaluating students who require academic assistance,\nprogram modifications or other support services due to a disabling\ncondition.\nExtended testing time is one of the options available to those\nstudents who are identified as disabled, but who are not exempted\nfrom mandated standardized academic testing. Such students can\nqualify for up to double the testing time provided to non-disabled\nstudents.\n\nExtended testing time provisions are a successful method of enabling\nmany students to participate in these tests. However, this can become\nproblematic when a student with extended time provisions is scheduled\nfor more than one Regent's Examination on one day. For example, the\ntime allotted for a typical Regent's examination is 3 hours. A\ndisabled student who is allowed double testing time (6 hours) and is\nscheduled for two exams on the same day will face 12 consecutive\nhours of testing.\n\nThe existing regulatory remedy requires school districts to apply to\nthe State Education Department for multiple day testing on behalf of\nthe student on a case-by-case basis. In order to do so, the following\nis required of the school district:\n\n* Multiple day testing must be included on the student's IEP, which is\ntypically written prior to the release of the Regent's Examination\nschedule by the State Education Department and prior to the\ndistrict's knowledge of a conflict.\n\n* Many disabled students with extended testing time are classified as\nLearning Disabled. Retention of acquired knowledge is almost always\n\nan issue for these students. To offer an alternate date months after\nthe scheduled date is not a viable option.\n\n* In applying for multiple day testing, school districts are required\nto provide evaluative material to support the student's need in this\nregard. Thus, school district personnel are (on a case-by-case basis)\ninvesting valuable time and resources to repetitiously convince the\nState Education Department that 12 hours of testing with no break is\ndetrimental to children with disabilities. As the regulatory agency\nmandating and scheduling these tests, it should be incumbent upon the\nState Education Department to ensure that students are offered viable\nalternatives to this.\n\n* According to the State Education Department, 80 such applications\nwere received and approved during the 2003-04 school year. There are\n701 school districts in New York State, and thousands of students who\nhave these provisions on their IEPs or 504 plans. These numbers are a\nclear indicator that the current remedy is lacking.\n\nPRIOR LEGISLATIVE HISTORY:\n2006 - A.6358 Referred to Education\n2006 - S.5746 Referred to Education (Same As)\n2008 - A.594  Referred to Education\n2008 - S.5746 Referred to Education (Same As)\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one\nhundred eightieth day after it shall have become a law.\nEffective immediately, the addition, amendment, and/or repeal\nof any rule or regulation necessary for the timely implementation\nof this act on its effective date is hereby authorized to be made\non or before such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the administration of exams to students with disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T152636.TXT", "SOBI.D110127.T181922.TXT", "SOBI.D110124.T141629.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110124.T151635.TXT", "SOBI.D110124.T150133.TXT", "SOBI.D110125.T094900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223678
}