{
  "year" : 2011,
  "senateBillNo" : "S2505-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S2505-2011-1295845200000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the state mortgage agency to purchase veterans' assisted forward commitment mortgages from banks within the state",
  "summary" : "Authorizes the state mortgage agency to purchase veterans' assisted forward commitment mortgages from banks within the state; requires the board of directors of the state mortgage agency to establish income limits for eligible veterans from time to time. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : "A1253",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S5127-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2505\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the public authorities law, in relation  to  authorizing\n         the  state  of New York mortgage agency to purchase veterans' assisted\n         forward commitment mortgages from banks within the state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  authorities  law  is amended by adding a new\n    2  section 2405-f to read as follows:\n    3    S 2405-F. PURCHASE OF VETERANS' ASSISTED FORWARD COMMITMENT MORTGAGES.\n    4  (1) IN ACCORDANCE WITH THE AUTHORITY SET FORTH  IN  SECTION  TWENTY-FOUR\n    5  HUNDRED  FIVE-B OF THIS PART, THE AGENCY MAY PURCHASE VETERANS' ASSISTED\n    6  FORWARD COMMITMENT MORTGAGES FROM BANKS AT SUCH  PRICES  AND  UPON  SUCH\n    7  TERMS AND CONDITIONS AS IT SHALL DETERMINE. IN CONDUCTING ITS PROGRAM OF\n    8  PURCHASING  VETERANS'  ASSISTED FORWARD COMMITMENT MORTGAGES, THE AGENCY\n    9  SHALL BE GOVERNED BY SECTION TWENTY-FOUR HUNDRED FIVE-B  OF  THIS  PART.\n   10  THE  BOARD  OF DIRECTORS OF THE AGENCY SHALL ESTABLISH FROM TIME TO TIME\n   11  MAXIMUM INCOME LIMITS OF PERSONS ELIGIBLE  TO  RECEIVE  SUCH  MORTGAGES,\n   12  WHICH  INCOME  LIMITS  SHALL NOT EXCEED THE LATEST MAXIMUM INCOME LIMITS\n   13  PERMITTED UNDER THE INTERNAL REVENUE CODE OF 1986, AS AMENDED, FOR MORT-\n   14  GAGES FINANCED BY MORTGAGE REVENUE BONDS.\n   15    (2) FOR PURPOSES OF THIS SECTION THE FOLLOWING TERMS  SHALL  HAVE  THE\n   16  FOLLOWING MEANINGS:\n   17    \"VETERAN\"  MEANS A PERSON WHO SERVED IN THE ACTIVE MILITARY, NAVAL, OR\n   18  AIR SERVICE DURING A TIME OF WAR AS DEFINED BELOW, OR WHO WAS A  RECIPI-\n   19  ENT  OF  THE ARMED FORCES EXPEDITIONARY MEDAL, NAVY EXPEDITIONARY MEDAL,\n   20  MARINE CORPS EXPEDITIONARY MEDAL, OR GLOBAL WAR ON TERRORISM EXPEDITION-\n   21  ARY MEDAL, AND WHO WAS DISCHARGED OR RELEASED THEREFROM UNDER  HONORABLE\n   22  CONDITIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01431-01-1\n\n       S. 2505                             2\n\n    1    \"SERVICE  DURING  A TIME OF WAR\" MEANS: (A) THE INDIVIDUAL IN QUESTION\n    2  WAS A RECIPIENT OF THE ARMED FORCES EXPEDITIONARY MEDAL, THE NAVY EXPED-\n    3  ITIONARY MEDAL OR THE MARINE CORPS EXPEDITIONARY MEDAL FOR PARTICIPATION\n    4  IN OPERATIONS IN LEBANON FROM JUNE FIRST, NINETEEN HUNDRED  EIGHTY-THREE\n    5  TO  DECEMBER FIRST, NINETEEN HUNDRED EIGHTY-SEVEN, IN GRENADA FROM OCTO-\n    6  BER   TWENTY-THIRD,   NINETEEN   HUNDRED   EIGHTY-THREE   TO    NOVEMBER\n    7  TWENTY-FIRST,  NINETEEN HUNDRED EIGHTY-THREE, OR IN PANAMA FROM DECEMBER\n    8  TWENTIETH, NINETEEN HUNDRED EIGHTY-NINE TO JANUARY  THIRTY-FIRST,  NINE-\n    9  TEEN HUNDRED NINETY; OR\n   10    (B)  THE  INDIVIDUAL  SERVED ON ACTIVE DUTY FOR NINETY DAYS OR MORE IN\n   11  THE ARMED FORCES OF THE UNITED STATES DURING ANY ONE  OF  THE  FOLLOWING\n   12  WARS OR HOSTILITIES:\n   13    (I)  IN  THE  SPANISH-AMERICAN WAR FROM THE TWENTY-FIRST DAY OF APRIL,\n   14  EIGHTEEN HUNDRED NINETY-EIGHT TO THE ELEVENTH  DAY  OF  APRIL,  EIGHTEEN\n   15  HUNDRED NINETY-NINE, INCLUSIVE;\n   16    (II)  IN  THE  PHILIPPINE  INSURRECTION OR THE CHINA RELIEF EXPEDITION\n   17  FROM THE ELEVENTH DAY OF APRIL,  EIGHTEEN  HUNDRED  NINETY-NINE  TO  THE\n   18  FOURTH DAY OF JULY, NINETEEN HUNDRED TWO, INCLUSIVE;\n   19    (III)  IN THE MEXICAN BORDER CAMPAIGN FROM THE NINTH DAY OF MAY, NINE-\n   20  TEEN HUNDRED SIXTEEN, TO THE FIFTH DAY OF APRIL, NINETEEN HUNDRED SEVEN-\n   21  TEEN, INCLUSIVE;\n   22    (IV) IN WORLD WAR I FROM THE SIXTH  DAY  OF  APRIL,  NINETEEN  HUNDRED\n   23  SEVENTEEN  TO  THE  ELEVENTH DAY OF NOVEMBER, NINETEEN HUNDRED EIGHTEEN,\n   24  INCLUSIVE;\n   25    (V) IN WORLD WAR II FROM THE SEVENTH DAY OF DECEMBER, NINETEEN HUNDRED\n   26  FORTY-ONE  TO  THE  THIRTY-FIRST  DAY  OF  DECEMBER,  NINETEEN   HUNDRED\n   27  FORTY-SIX, INCLUSIVE;\n   28    (VI)  IN  THE  KOREAN HOSTILITIES FROM THE TWENTY-SEVENTH DAY OF JUNE,\n   29  NINETEEN HUNDRED FIFTY TO THE  THIRTY-FIRST  DAY  OF  JANUARY,  NINETEEN\n   30  HUNDRED FIFTY-FIVE, INCLUSIVE;\n   31    (VII)  IN THE VIETNAM CONFLICT FROM THE TWENTY-SECOND DAY OF DECEMBER,\n   32  NINETEEN HUNDRED SIXTY-ONE TO THE SEVENTH DAY OF MAY,  NINETEEN  HUNDRED\n   33  SEVENTY-FIVE;\n   34    (VIII)  IN  THE  PERSIAN  GULF CONFLICT FROM THE SECOND DAY OF AUGUST,\n   35  NINETEEN HUNDRED NINETY TO THE END OF SUCH CONFLICT.\n   36    (3) FOR ANY VETERANS' ASSISTED FORWARD COMMITMENT MORTGAGE, THE  MAXI-\n   37  MUM  LOAN-TO-VALUE  RATIO  SHALL  BE ESTABLISHED BY THE AGENCY, PROVIDED\n   38  THAT SUCH LOAN SHALL NOT EXCEED NINETY-NINE  PERCENT  OF  THE  APPRAISED\n   39  VALUE OF THE MORTGAGED PREMISES.\n   40    S  2.  This  act shall take effect on the ninetieth day after it shall\n   41  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to authorizing the state of New York mortgage agency to purchase veterans' assisted forward commitment mortgages from banks within the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T143130.TXT", "SOBI.D110124.T151635.TXT", "SOBI.D110124.T150133.TXT", "SOBI.D110125.T094900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295966940423
}