{
  "year" : 2011,
  "senateBillNo" : "S2501-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2501-2011-1295845200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relating to establishing the patriot family support fund and providing for tax exempt contributions made to such fund by an income tax return check off box",
  "summary" : "Relates to establishing the patriot family support fund and enabling for tax exempt contributions to be made to such fund by providing for an income tax return check off box. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A1197",
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S5133-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2501\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sens. McDONALD, LARKIN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law and the tax law,  in  relation  to\n         establishing  the  patriot  family  support  fund and providing for an\n         income tax return check off box therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state finance law is amended by adding a new section 81\n    2  to read as follows:\n    3    S  81. THE PATRIOT FAMILY SUPPORT FUND. 1. THERE IS HEREBY ESTABLISHED\n    4  IN THE JOINT CUSTODY OF THE COMMISSIONER OF TAXATION AND FINANCE AND THE\n    5  COMPTROLLER, A FUND TO BE KNOWN AS THE \"PATRIOT FAMILY SUPPORT FUND\"  TO\n    6  ASSIST  FAMILIES  DURING THE ABSENCE OF MILITARY SERVICE PERSONNEL.  FOR\n    7  PURPOSES OF THIS SECTION A \"MILITARY SERVICE PERSONNEL\" SHALL  MEAN  ANY\n    8  PERSON IN THE ACTIVE SERVICE IN THE ARMED SERVICES OF THE UNITED STATES,\n    9  OR A MEMBER OF THE NEW YORK STATE MILITIA WHO IS ON ACTIVE DUTY, AND WHO\n   10  IS:    DESIGNATED AS THE HEAD OF HIS OR HER HOUSEHOLD, THE SPOUSE OF THE\n   11  PERSON APPLYING FOR FINANCIAL ASSISTANCE UNDER THIS SECTION, OR A PARENT\n   12  OR LEGAL GUARDIAN OF A CHILD RESIDING WITHIN THIS STATE.\n   13    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE  DEPARTMENT\n   14  OF  TAXATION  AND  FINANCE,  PURSUANT  TO  THE PROVISIONS OF SECTION SIX\n   15  HUNDRED THIRTY-C OF THE TAX LAW AND ALL OTHER MONEYS APPROPRIATED THERE-\n   16  TO FROM ANY OTHER FUND OR SOURCE PURSUANT TO LAW. NOTHING  CONTAINED  IN\n   17  THIS  SECTION  SHALL  PREVENT  THE STATE FROM RECEIVING GRANTS, GIFTS OR\n   18  BEQUESTS FOR THE PURPOSES OF THE FUND AS DEFINED  IN  THIS  SECTION  AND\n   19  DEPOSITING THEM INTO THE FUND ACCORDING TO LAW.\n   20    3.  ON  OR  BEFORE THE FIRST OF FEBRUARY OF EACH YEAR, THE COMPTROLLER\n   21  SHALL CERTIFY TO THE GOVERNOR, TEMPORARY PRESIDENT OF THE SENATE, SPEAK-\n   22  ER OF THE ASSEMBLY, CHAIR OF THE SENATE FINANCE COMMITTEE AND  CHAIR  OF\n   23  THE  ASSEMBLY WAYS AND MEANS COMMITTEE, THE AMOUNT OF MONEY DEPOSITED IN\n   24  THE PATRIOT FAMILY SUPPORT FUND DURING THE PRECEDING  CALENDAR  YEAR  AS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01505-01-1\n\n       S. 2501                             2\n\n    1  THE  RESULT  OF REVENUE DERIVED PURSUANT TO SECTION SIX HUNDRED THIRTY-B\n    2  OF THE TAX LAW.\n    3    4.  MONEYS  IN  THE PATRIOT FAMILY SUPPORT FUND SHALL BE KEPT SEPARATE\n    4  AND SHALL NOT BE COMMINGLED WITH ANY OTHER MONEYS IN THE CUSTODY OF  THE\n    5  COMMISSIONER OF TAXATION AND FINANCE AND THE COMPTROLLER.\n    6    5.  THE MONEYS IN SUCH FUND SHALL BE EXPENDED FOR THE REASONABLE NEEDS\n    7  AND LIVING EXPENSES INCURRED BY MILITARY FAMILIES DURING THE  DEPLOYMENT\n    8  OF MILITARY SERVICE PERSONNEL PURSUANT TO THIS SECTION.  APPLICATION FOR\n    9  ASSISTANCE FROM THIS FUND MAY BE MADE ON FORMS DEVELOPED BY THE DIVISION\n   10  OF  MILITARY  AND  NAVAL  AFFAIRS.  THE  DIVISION  OF MILITARY AND NAVAL\n   11  AFFAIRS SHALL REVIEW APPLICATIONS FOR ASSISTANCE AND SHALL AWARD ASSIST-\n   12  ANCE BASED UPON CRITERIA DEVELOPED BY THE DIVISION OF MILITARY AND NAVAL\n   13  AFFAIRS AND AVAILABILITY OF FUNDS.  SUCH MONEYS MAY BE  APPLIED  TOWARDS\n   14  EXPENSES  INCLUDING, BUT NOT BE LIMITED TO, CHILD CARE, HOME REPAIRS AND\n   15  MAINTENANCE COSTS, MEDICAL EXPENSES, TRANSPORTATION EXPENSES AND  EDUCA-\n   16  TION EXPENSES.\n   17    6.  ALL  PAYMENTS  FROM  SUCH  FUND SHALL BE MADE BY THE DEPARTMENT OF\n   18  TAXATION AND FINANCE AFTER AUDIT  AND  WARRANT  OF  THE  COMPTROLLER  ON\n   19  VOUCHERS APPROVED BY THE DIVISION OF MILITARY AND NAVAL AFFAIRS.\n   20    S  2.  The tax law is amended by adding a new section 630-c to read as\n   21  follows:\n   22    S 630-C. GIFT FOR PATRIOT FAMILY SUPPORT FUND. AN  INDIVIDUAL  IN  ANY\n   23  TAXABLE  YEAR MAY ELECT TO CONTRIBUTE TO THE PATRIOT FAMILY SUPPORT FUND\n   24  ESTABLISHED PURSUANT TO AND USED ONLY FOR THOSE PURPOSES  ENUMERATED  IN\n   25  SECTION  EIGHTY-ONE OF THE STATE FINANCE LAW. SUCH CONTRIBUTION SHALL BE\n   26  IN ANY WHOLE DOLLAR AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF THE  STATE\n   27  TAX OWED BY SUCH INDIVIDUAL. THE COMMISSIONER SHALL INCLUDE SPACE ON THE\n   28  PERSONAL  INCOME  TAX  RETURN  FORM  TO  ENABLE  A TAXPAYER TO MAKE SUCH\n   29  CONTRIBUTION. NOTWITHSTANDING ANY OTHER PROVISION OF LAW,  ALL  REVENUES\n   30  COLLECTED  PURSUANT  TO  THIS  SECTION  SHALL BE CREDITED TO THE PATRIOT\n   31  SUPPORT FAMILY FUND.\n   32    S 3. This act shall take effect immediately and shall apply to taxable\n   33  years beginning on and after January 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law and the tax law, in relation to establishing the patriot family support fund and providing for an income tax return check off box therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T141629.TXT", "SOBI.D110124.T151135.TXT", "SOBI.D110124.T150133.TXT", "SOBI.D110125.T094900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295966940415
}