{
  "year" : 2011,
  "senateBillNo" : "S2502-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2502-2011-1295845200000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MCDONALD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for state reimbursement for lost tax revenue due to devaluation of land as a result of toxic contamination",
  "summary" : "Provides for state reimbursement for lost tax revenue due to devaluation of land as a result of toxic contamination. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S4210-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2502\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sen. McDONALD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, in relation  to  providing  state\n         reimbursement  for lost tax revenue due to devaluation of land subject\n         to toxic contamination\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  state finance law is amended by adding a new section\n    2  54-m to read as follows:\n    3    S 54-M. REIMBURSEMENT FOR LOST TAX REVENUE DUE TO TOXIC CONTAMINATION.\n    4  1. AS USED IN THIS SECTION, \"MUNICIPALITY\" SHALL MEAN ANY CITY, VILLAGE,\n    5  TOWN OR FIRE DISTRICT LOCATED IN THE COUNTY OF RENSSELAER.\n    6    2. ANY MUNICIPALITY SUBJECT TO CONTAMINATION EITHER DIRECTLY OR  INDI-\n    7  RECTLY  FROM  THE  STATE HAZARDOUS WASTE SITE KNOWN AS THE DEWEY LOEFFEL\n    8  LANDFILL, THAT HAS REDUCED ITS TAX LEVY ON PROPERTIES AFFECTED  BY  SUCH\n    9  HAZARDOUS  WASTE  SITE, SHALL BE ELIGIBLE FOR REIMBURSEMENT OF SUCH LOST\n   10  TAX REVENUE BY THE STATE. FOR PURPOSES OF THIS SECTION, \"LOST TAX REVEN-\n   11  UE\" SHALL MEAN THE DIFFERENCE BETWEEN THE ACTUAL VALUATION OF SUCH  REAL\n   12  PROPERTY  AND  THE REDUCED ASSESSED VALUE DUE TO CONTAMINATION AS CERTI-\n   13  FIED BY THE CHIEF FISCAL OFFICER OF THE MUNICIPALITY IN WHICH SUCH PROP-\n   14  ERTIES ARE LOCATED.\n   15    3. SUCH REIMBURSEMENT SHALL  BE  MADE  ANNUALLY  TO  THE  MUNICIPALITY\n   16  FOLLOWING APPLICATION BY THE CHIEF FISCAL OFFICER OF THE MUNICIPALITY TO\n   17  THE COMPTROLLER IN A MANNER APPROVED AND PRESCRIBED BY THE COMPTROLLER.\n   18    4.  SUCH SYSTEM OF REIMBURSEMENT SHALL CONTINUE UNTIL SUCH TIME AS THE\n   19  DEWEY LOEFFEL LANDFILL HAS BEEN REMOVED  FROM  THE  INVENTORY  OF  STATE\n   20  HAZARDOUS WASTE SITES.\n   21    S  2. This act shall take effect on the first of April next succeeding\n   22  the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01432-01-1\n",
  "memo" : "BILL NUMBER:S2502\n\nTITLE OF BILL:\nAn act\nto amend the state finance law, in relation to providing state\nreimbursement for lost tax revenue due to devaluation of land subject to\ntoxic contamination\n\nPURPOSE:\nThis legislation will provide reimbursement to\nmunicipalities who have lost tax revenue due to court ordered and\nmarketplace impacts of contamination from the state hazardous waste\nsite known as the Dewey Loeffel Landfill.\n\nPROVISIONS:\n\nSection 1: The state finance law is amended by adding a new section\n54-m which defines municipality. This section also defines lost tax\nrevenue and provides the terms under which reimbursement is provided.\n\nJUSTIFICATION:\n\nThe Dewey Loeffel State Hazardous Waste Site is located in southern\nRensselaer County and contains more than twice the contamination of\nthe infamous Love Canal waste site. It is estimated that more than\n46,000 tons of toxic waste are buried in a failed capped landfill.\n\nRemediation of this site has been ongoing for decades with no progress\nmade in preventing the contamination from seeping from the site and\ncontaminating additional properties. This contamination has\nsignificantly impacted property values as well as the assessed values\nof properties in the area. Courts have continuously lowered tax\nassessments due to the contamination on adjacent and area properties.\nThe result is a significant financial hardship for the communities\nimpacted by this ongoing toxic contamination.\n\nThe financial impact of this state hazardous waste site will continue\nfor some time as the Department of Environmental Conservation has\nindicated that decades of remediation are in store for the site.\n\nPRIOR LEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPACT:\nApproximately $80,000 annually in\nmunicipal\nreimbursement.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the\nfirst day of April\nnext succeeding the date on which it shall become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to providing state reimbursement for lost tax revenue due to devaluation of land subject to toxic contamination ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT", "SOBI.D110124.T141629.TXT", "SOBI.D110124.T151135.TXT", "SOBI.D110124.T151635.TXT", "SOBI.D110124.T150133.TXT", "SOBI.D110125.T094900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362805
}