{
  "year" : 2011,
  "senateBillNo" : "S2509-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S2509-2011-1295845200000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows division of homeland security and emergency services to decide if the sale, lease or operation of state-owned infrastructure would threaten public security",
  "summary" : "Increases the powers and duties of the division of homeland security and emergency services by giving it the power to decide if the sale, lease or operation of any critical infrastructure owned by the state or public authority or an electric generating facility would threaten public security; establishes a critical infrastructure advisory council. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S4724-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2509\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the executive law, in relation to giving the state divi-\n         sion of homeland security and emergency services the power  to  decide\n         if the sale, lease or operation of state-owned critical infrastructure\n         would  threaten  public security and establishing the critical infras-\n         tructure advisory  council;  to  amend  the  public  service  law,  in\n         relation  to  requiring  the public service commission to consult with\n         the division of homeland  security  and  emergency  services  whenever\n         there  is a proposed sale or lease of an electric generating facility;\n         and to amend the public officers law, in relation to the definition of\n         critical infrastructure\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (j) of subdivision 2 of section 709 of the execu-\n    2  tive  law,  as amended by section 14 of part B of chapter 56 of the laws\n    3  of 2010, is amended and a new  paragraph  (j-1)  is  added  to  read  as\n    4  follows:\n    5    (j)  work  with local, state and federal agencies and private entities\n    6  to conduct assessments of the vulnerability of critical  infrastructure,\n    7  AS DEFINED IN SUBDIVISION FIVE OF SECTION EIGHTY-SIX OF THE PUBLIC OFFI-\n    8  CERS LAW, to terrorist attack and other natural and man-made disasters[,\n    9  including,  but  not limited to, nuclear facilities, power plants, tele-\n   10  communications systems, mass transportation  systems,  public  roadways,\n   11  railways,  bridges and tunnels,] and develop strategies that may be used\n   12  to protect such infrastructure from terrorist attack and  other  natural\n   13  and man-made disasters;\n   14    (J-1)  DECIDE,  IF AND TO THE EXTENT REQUIRED BY SECTION SEVEN HUNDRED\n   15  SIXTEEN-A OF THIS ARTICLE, UPON A VOTE OF  THE  CRITICAL  INFRASTRUCTURE\n   16  ADVISORY  COUNCIL  ESTABLISHED  PURSUANT  TO  SUCH SECTION, IF THE SALE,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05773-01-1\n\n       S. 2509                             2\n\n    1  LEASE OR OPERATION OF ANY CRITICAL INFRASTRUCTURE OWNED BY THE STATE  OR\n    2  PUBLIC AUTHORITY WOULD THREATEN PUBLIC SECURITY;\n    3    S  2.  The  executive  law is amended by adding a new section 716-a to\n    4  read as follows:\n    5    S 716-A. CRITICAL INFRASTRUCTURE ADVISORY COUNCIL. 1.  THERE IS HEREBY\n    6  ESTABLISHED A CRITICAL INFRASTRUCTURE ADVISORY COUNCIL CONSISTING OF THE\n    7  COMMISSIONER OF THE DIVISION OF HOMELAND SECURITY AND EMERGENCY SERVICES\n    8  WHO SHALL ACT AS CHAIR  OF THE COUNCIL, THE COMMISSIONER OF  TRANSPORTA-\n    9  TION,  THE  SUPERINTENDENT  OF  STATE  POLICE,  THE  CHAIR OF THE PUBLIC\n   10  AUTHORITIES CONTROL BOARD, A MEMBER APPOINTED BY THE TEMPORARY PRESIDENT\n   11  OF THE SENATE AND A MEMBER APPOINTED BY THE SPEAKER OF THE ASSEMBLY. THE\n   12  TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY  SHALL\n   13  HAVE  NINETY  DAYS  FROM  THE  EFFECTIVE DATE OF THIS SECTION TO APPOINT\n   14  MEMBERS TO THIS COUNCIL.\n   15    2. (A) A FIRM OR CORPORATION PROPOSING TO PURCHASE OR  LEASE  CRITICAL\n   16  INFRASTRUCTURE  OWNED  BY  A  STATE OR PUBLIC AUTHORITY SHALL NOTIFY THE\n   17  COMMISSIONER WITHIN NINETY DAYS OF THE PROPOSED TRANSFER  OF  RIGHTS  TO\n   18  SUCH CRITICAL INFRASTRUCTURE. SUCH NOTICE SHALL INCLUDE:\n   19    (I)  THE  NATURE OF TRANSFER FROM THE STATE OR PUBLIC AUTHORITY TO THE\n   20  TRANSFEREE INCLUDING THE IDENTIFICATION OF WHAT RIGHTS  WILL  BE  TRANS-\n   21  FERRED,  THE  DURATION OF TRANSFER AND REASON FOR SUCH TRANSFER AS GIVEN\n   22  BY THE STATE OR PUBLIC AUTHORITY OR CORPORATION TRANSFERRING AN ELECTRIC\n   23  GENERATING FACILITY; AND\n   24    (II) MANAGEMENT AND OWNERSHIP  DETAILS  OF  THE  FIRM  OR  CORPORATION\n   25  INCLUDING  SHAREHOLDERS,  CORPORATE OFFICERS AND DESIGNATION OF WHO WILL\n   26  BE RESPONSIBLE FOR SECURITY AT THE FACILITY; AND\n   27    (III) A PROPOSAL FOR SECURITY MEASURES TO BE  TAKEN  AT  THE  FACILITY\n   28  INCLUDING  SECURITY PLANS TO PREVENT A TERRORIST ATTACK AND SCREENING OF\n   29  PERSONNEL INCLUDING ANY CRIMINAL BACKGROUND CHECKS.\n   30    (B) WITHIN THIRTY DAYS OF THE INITIAL NOTIFICATION THE PROPOSED TRANS-\n   31  FEREE MAY SUBMIT AN ADDENDUM TO THE ORIGINAL NOTICE.\n   32    3. WITHIN NINETY DAYS OF NOTICE TO THE COMMISSIONER OF THE DIVISION OF\n   33  HOMELAND SECURITY AND EMERGENCY SERVICES, THE DIVISION OF HOMELAND SECU-\n   34  RITY AND EMERGENCY SERVICES SHALL EVALUATE THE PROPOSED TRANSFER INCLUD-\n   35  ING THE SECURITY PLAN AND CRIMINAL HISTORY  OF  THOSE  WITH  OPERATIONAL\n   36  RESPONSIBILITY  OF  THE  FACILITY INCLUDING CHIEF SECURITY PERSONNEL AND\n   37  SHALL SUBMIT A REPORT TO THE CRITICAL INFRASTRUCTURE ADVISORY COUNCIL.\n   38    4. WITHIN SIXTY DAYS OF SUBMISSION OF THE REPORT, THE CRITICAL INFRAS-\n   39  TRUCTURE ADVISORY COUNCIL SHALL, BY MAJORITY VOTE, CHOOSE TO PROHIBIT OR\n   40  APPROVE THE TRANSFER OF THE RIGHTS OF CRITICAL INFRASTRUCTURE. THE COUN-\n   41  CIL SHALL INFORM THE  PROPOSED  TRANSFEREE  OF  ITS  DECISION  INCLUDING\n   42  SPECIFIC REASONS WHY THE TRANSFER IS DECLINED. THE TRANSFEREE MAY RESUB-\n   43  MIT  ITS  PROPOSAL  WITHIN  THIRTY  DAYS  OF THE DECISION TO ADDRESS ANY\n   44  SPECIFIC REASON FOR DECLINATION. THE COMMITTEE MAY CHOOSE TO  ACCEPT  OR\n   45  DECLINE  ANY  RESUBMISSION  BY  MAJORITY VOTE WITHIN THIRTY DAYS OF SUCH\n   46  RESUBMISSION.\n   47    5. UPON THE APPROVAL OF TRANSFER, THE TRANSFEREE SHALL FILE  A  YEARLY\n   48  STATEMENT  FROM  THE  DATE OF TRANSFER, CHANGES TO ITS SECURITY PLAN AND\n   49  ANY CHANGES IN CORPORATE OFFICERS OR SECURITY MANAGEMENT PERSONNEL.\n   50    6. THE PROVISIONS OF SUBDIVISIONS TWO, THREE, FOUR AND  FIVE  OF  THIS\n   51  SECTION  SHALL  NOT  APPLY  IN  ANY  RESPECT  TO, NOR SHALL THE CRITICAL\n   52  INFRASTRUCTURE ADVISORY COUNCIL HAVE ANY AUTHORITY IN  CONNECTION  WITH,\n   53  ANY  PURCHASE, LEASE, TRANSFER OF RIGHTS, OR OTHER TRANSACTION THAT WILL\n   54  BE THE SUBJECT OF A NOTICE FILING WITH THE FEDERAL COMMITTEE ON  FOREIGN\n   55  INVESTMENT IN THE UNITED STATES (CFIUS).\n\n       S. 2509                             3\n\n    1    S  3.  Section 66 of the public service law is amended by adding a new\n    2  subdivision 29 to read as follows:\n    3    29. THE COMMISSION SHALL CONSULT WITH THE DIVISION OF HOMELAND SECURI-\n    4  TY  AND  EMERGENCY SERVICES WHEN THERE IS A PROPOSED SALE OR LEASE OF AN\n    5  ELECTRIC GENERATING FACILITY.\n    6    S 4. Subdivision 5 of section 86 of the public officers law, as  added\n    7  by chapter 403 of the laws of 2003, is amended to read as follows:\n    8    5.  \"Critical infrastructure\" means systems, assets, places or things,\n    9  whether physical or virtual, so vital to the state that the  disruption,\n   10  incapacitation  or destruction of such systems, assets, places or things\n   11  could jeopardize the health, safety, welfare or security of  the  state,\n   12  its  residents  or  its  economy AND SHALL INCLUDE BUT IS NOT LIMITED TO\n   13  NUCLEAR  FACILITIES,  POWER  PLANTS,  TELECOMMUNICATIONS  SYSTEMS,  MASS\n   14  TRANSPORTATION  SYSTEMS, PUBLIC ROADWAYS, RAILWAYS, BRIDGES AND TUNNELS,\n   15  MARINE TERMINALS, AIRPORTS, HELIPORTS  AND  OTHER  AIRCRAFT  FACILITIES,\n   16  WATER SUPPLIERS, AS DEFINED IN SUBDIVISION ONE OF SECTION ELEVEN HUNDRED\n   17  TWENTY-FIVE OF THE PUBLIC HEALTH LAW, PRISONS AND JAILS.\n   18    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2509\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to giving the state office of\nhomeland security the power to decide if the sale, lease or operation\nof state-owned critical infrastructure would threaten public security\nand establishing the critical infrastructure advisory council; to\namend the public service law, in relation to requiring the public\nservice commission to consult with the office of homeland security\nwhenever there is a proposed sale or lease of an electric generating\nfacility; and to amend the public officers law, in relation to the\ndefinition of critical infrastructure\n\nPURPOSE:\nTo ensure that the sale of operational rights of critical infrastructure\nor the sale of state-owned infrastructure does not threaten public\nsecurity.\n\nSUMMARY OF PROVISIONS:\nSection 1 adds new paragraphs (j) and (j-1) of subdivision 2 of section\n709 of the executive law to allow the director of the office of homeland\nsecurity, in conjunction with the critical infrastructure advisory\ncouncil, to decide if the sale of state-owned critical infrastructure\nposes a threat to public security.\n\nSection 2 amends the executive law by creating a new section 715 which\nestablishes the Critical Infrastructure Advisory Council. This section\nalso lays out powers and limitations of said council; including, the\npower to prohibit or approve the transfer of the rights of critical\ninfrastructure.\n\nSection 3 amends section 66 of the public service law by adding a new\nsubdivision 29 which directs the public service commission to consult\nwith the office of homeland security when there is a proposed sale or\nlease of an electric generating facility.\n\nSection 4 amends subdivision 5 of section 86 of the public officers law\nby expanding the definition of critical infrastructure to include\nnuclear facilities, power plants, telecommunications systems, mass\ntransportation systems, public roadways, railways, bridges and tunnels,\nmarine terminals, airports, heliports and other aircraft facilities,\nwater suppliers, prisons and jails.\n\nSection 5 establishes an effective date.\n\nJUSTIFICATION:\nThis bill requires that the sale of any state-owned facility be reviewed\nby the director of the office of homeland security to determine if its\nsale jeopardizes public security. Although, 85% of the nation's critical\ninfrastructure is in the hands of the private sector, the remaining 15%\nis some of the most important to our economy and our livelihood. The\n\nstate, including public authorities, owns bridges, tunnels and dams that\nprove vital to the state's economy.\n\nThe Dubai Ports World episode showed us that government needs to take an\nactive role to ensure that critical infrastructure is kept safe. While\nthe owner of the Dubai Ports company may have had the best of\nintentions, it became clear that following 9/11 that government needs to\nfocus on security breaches on some of the most vulnerable spots, where\nthe risk and consequence of a terrorist attack are greatest. The\ndevastation that could result from the destruction of a bridge or dam\ncould be catastrophic for the lives of New Yorkers and the economy. This\nlegislation provides a method to ensure that critical infrastructure\nwhen transferred is safe and secure.\n\nLEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to giving the state division of homeland security and emergency services the power to decide if the sale, lease or operation of state-owned critical infrastructure would threaten public security and establishing the critical infrastructure advisory council; to amend the public service law, in relation to requiring the public service commission to consult with the division of homeland security and emergency services whenever there is a proposed sale or lease of an electric generating facility; and to amend the public officers law, in relation to the definition of critical infrastructure ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T094359.TXT", "SOBI.D110127.T181922.TXT", "SOBI.D110124.T154137.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T155137.TXT", "SOBI.D110125.T094900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362812
}