{
  "year" : 2011,
  "senateBillNo" : "S2514-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2514-2011-1295845200000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all hospitals to establish, utilize and complete a checklist for each intensive care medical procedure performed in the hospital",
  "summary" : "Requires all hospitals to establish, utilize and complete a checklist for each intensive care medical procedure performed in the hospital. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A10494-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2514\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to  requiring  hospi-\n         tals  to  establish  and utilize procedural medical checklists for the\n         provision of all intensive care unit medical procedures\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 2803 of the public health law is amended by adding\n    2  a new subdivision 11 to read as follows:\n    3    11. THE COMMISSIONER SHALL BY RULE OR REGULATION REQUIRE EVERY  HOSPI-\n    4  TAL  TO  ESTABLISH,  UTILIZE AND COMPLETE A CHECKLIST FOR EACH INTENSIVE\n    5  CARE UNIT MEDICAL PROCEDURE PERFORMED OR  OCCURRING  AT  SUCH  HOSPITAL.\n    6  SUCH  CHECKLISTS SHALL BE DESIGNED AND USED FOR THE PURPOSES OF REDUCING\n    7  INFECTIONS AND RELATED ILLNESSES, IMPROVING THE  HEALTH  AND  SAFETY  OF\n    8  PATIENTS,  AND  ENSURING THAT THE NECESSARY EQUIPMENT, SUPPLIES, FACILI-\n    9  TIES AND PERSONNEL ARE AVAILABLE FOR THE CONDUCT OF THE  INTENSIVE  CARE\n   10  MEDICAL  PROCEDURE.  ALL SUCH RULES AND REGULATIONS SHALL BE PROMULGATED\n   11  AND IMPLEMENTED WITHIN ONE HUNDRED EIGHTY DAYS OF THE EFFECTIVE DATE  OF\n   12  THIS SUBDIVISION.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05779-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring hospitals to establish and utilize procedural medical checklists for the provision of all intensive care unit medical procedures ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154637.TXT", "SOBI.D110124.T160138.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T155137.TXT", "SOBI.D110125.T094900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295966940396
}