{
  "year" : 2011,
  "senateBillNo" : "S2517-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2517-2011-1295845200000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that at least one commissioner of the public service commission have experience in utility consumer advocacy",
  "summary" : "Requires that at least one commissioner of the public service commission have experience in utility consumer advocacy. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A8406-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2517\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend  the  public service law, in relation to requiring at\n         least one commissioner of the public service commission to have  expe-\n         rience in utility consumer advocacy\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 4 of the public  service  law,  as\n    2  amended  by  chapter  155  of  the  laws  of 1970, is amended to read as\n    3  follows:\n    4    1. There shall be in the department of public service a public service\n    5  commission, which shall possess the powers and duties hereinafter speci-\n    6  fied, and also all powers necessary or proper to enable it to carry  out\n    7  the  purposes  of  this  chapter.  The  commission shall consist of five\n    8  members, to be appointed by the governor, by and  with  the  advice  and\n    9  consent of the senate. A commissioner shall be designated as chairman of\n   10  the commission by the governor to serve in such capacity at the pleasure\n   11  of  the  governor  or  until  his term as commissioner expires whichever\n   12  first occurs. AT LEAST ONE COMMISSIONER SHALL HAVE EXPERIENCE IN UTILITY\n   13  CONSUMER ADVOCACY. No more than three commissioners may  be  members  of\n   14  the same political party unless, pursuant to action taken under subdivi-\n   15  sion  two,  the  number  of commissioners shall exceed five, and in such\n   16  event no more than four commissioners may be members of the  same  poli-\n   17  tical party.\n   18    S  2.  This  act shall take effect on the thirtieth day after it shall\n   19  have become a law and shall apply to appointments made on or after  such\n   20  date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05782-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to requiring at least one commissioner of the public service commission to have experience in utility consumer advocacy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154637.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T162641.TXT", "SOBI.D110125.T094900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295966940404
}