{
  "year" : 2011,
  "senateBillNo" : "S2512-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S2512-2011-1295845200000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the governor to establish a pilot program providing a 4 day work week for certain state employees",
  "summary" : "Directs the governor to establish a 2 year pilot program providing a 4 day work week for certain state employees; requires the department of civil service to report on the cost saving derived from the implementation of such program. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "AA4127-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2512\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Civil Service and Pensions\n\n       AN ACT to amend the civil service law and the general construction  law,\n         in  relation  to establishing a pilot program providing for a four-day\n         work week for state employees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings. The legislature finds and declares\n    2  that the current economic crisis necessitates  rethinking  the  ways  in\n    3  which  government  services  are  provided.  Finding  more efficient and\n    4  effective means of service delivery can enable  government  agencies  to\n    5  fulfill  their missions while reducing expenses. State and local govern-\n    6  ments around the United States have begun to  experiment  with  four-day\n    7  schedules  as  a  means  of  providing improved service to the public at\n    8  lower cost. Providing for a four-day work week for many state  employees\n    9  could  result  in  multiple benefits, including fiscal savings, expanded\n   10  access to services for the public, reductions in energy demand,  reduced\n   11  commuting   costs  and  traffic  congestion,  and  decreased  levels  of\n   12  pollution resulting from reductions in energy demand and  vehicle  miles\n   13  traveled.  Establishing  a  pilot  program providing for a four-day work\n   14  week will assist in dealing with the current economic crisis and  enable\n   15  decisionmakers to evaluate the long-term desirability of a four-day work\n   16  week.\n   17    S 2. The civil service law is amended by adding a new section 134-a to\n   18  read as follows:\n   19    S  134-A.  FOUR-DAY  WORK  WEEK  PILOT PROGRAM. 1. NOTWITHSTANDING ANY\n   20  OTHER PROVISION OF LAW, THE GOVERNOR SHALL  ESTABLISH  A  PILOT  PROGRAM\n   21  PROVIDING  FOR A MANDATORY FOUR-DAY WORK WEEK FOR STATE EMPLOYEES. UNDER\n   22  SUCH PROGRAM, THE WORK WEEK FOR  ALL  STATE  OFFICES  OR  UNITS  THEREOF\n   23  PARTICIPATING  IN THE PROGRAM SHALL BE EIGHT O'CLOCK A.M. TO SIX O'CLOCK\n   24  P.M., MONDAY THROUGH THURSDAY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05777-01-1\n\n       S. 2512                             2\n\n    1    2. THE GOVERNOR SHALL DETERMINE THE OFFICES OR OTHER  UNITS  IN  STATE\n    2  AGENCIES  THAT  WILL  PARTICIPATE  IN  THE PILOT PROGRAM. IN MAKING SUCH\n    3  DETERMINATIONS, THE GOVERNOR SHALL EVALUATE:\n    4    (A)  THE  EXTENT  TO  WHICH SUCH OFFICES OR UNITS PROVIDE AN ESSENTIAL\n    5  PUBLIC SERVICE, SUCH AS LAW ENFORCEMENT OR HEALTH  CARE,  THAT  MUST  BE\n    6  PROVIDED ON A CONTINUOUS BASIS;\n    7    (B) THE EXTENT TO WHICH A CHANGE TO A FOUR-DAY WORK WEEK FOR A PARTIC-\n    8  ULAR  OFFICE  OR  UNIT  MAY  HAVE  ADVERSE IMPACTS ON REVENUES OR PUBLIC\n    9  SERVICES;\n   10    (C) THE ABILITY OF THE STATE TO BENEFIT FROM REDUCED  ENERGY  EXPENDI-\n   11  TURES FOR LEASED SPACE; AND\n   12    (D) SUCH OTHER MATTERS AS THE GOVERNOR MAY DEEM APPROPRIATE.\n   13    3. THE PILOT PROGRAM SHALL PROVIDE MECHANISMS FOR THE ACCOMMODATION OF\n   14  INDIVIDUAL  EMPLOYEES WHO CAN DOCUMENT THAT THEY WOULD OTHERWISE EXPERI-\n   15  ENCE SUBSTANTIAL  AND  UNAVOIDABLE  HARDSHIPS  UNDER  THE  NEW  SCHEDULE\n   16  ADOPTED PURSUANT TO THIS SECTION. NO EMPLOYEE SHALL FORFEIT ANY REMUNER-\n   17  ATION  OR  BENEFIT  BY VIRTUE OF THE OPERATION OF THE PILOT PROGRAM, AND\n   18  THE GOVERNOR SHALL BE AUTHORIZED AND EMPOWERED TO VARY THE PROVISIONS OF\n   19  ANY STATUTE OR REGULATION RELATING TO VACATION  AND  LEAVE  CREDITS,  BY\n   20  EXECUTIVE ORDER, TO ENSURE THAT NO SUCH FORFEITURE OCCURS.\n   21    4.  THE  GOVERNOR  SHALL  INITIATE THE PILOT PROGRAM NOT MORE THAN ONE\n   22  HUNDRED TWENTY DAYS AFTER THE  EFFECTIVE  DATE  OF  THIS  SECTION.  SUCH\n   23  PROGRAM  SHALL  RUN FOR A PERIOD OF NOT LESS THAN TWO YEARS AFTER INITI-\n   24  ATION. THE DEPARTMENT SHALL PREPARE AND MAKE PUBLIC  A  BASELINE  REPORT\n   25  DETAILING  THE  OPERATING COSTS, INCLUDING ENERGY USAGE AND THE COSTS OF\n   26  BUILDING MAINTENANCE, ATTRIBUTABLE TO  AFFECTED  OFFICES  AND  UNITS  OF\n   27  STATE  AGENCIES  PRIOR  TO THEIR PARTICIPATION IN THE PILOT PROGRAM. NOT\n   28  LATER THAN ONE HUNDRED TWENTY DAYS AFTER  THE  PILOT  PROGRAM  HAS  BEEN\n   29  OPERATIONAL  FOR  A FULL YEAR, THE DEPARTMENT SHALL SUBMIT TO THE GOVER-\n   30  NOR, THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEM-\n   31  BLY A REPORT COMPARING SUCH BASELINE COSTS TO THE  ENERGY  AND  ENVIRON-\n   32  MENTAL  IMPACTS  AND  BUILDING  COST  SAVINGS  RESULTING  FROM THE PILOT\n   33  PROGRAM. SUCH REPORT SHALL ALSO ESTIMATE THE IMPACT OF THE PILOT PROGRAM\n   34  ON OTHER VARIABLES, INCLUDING  BUT NOT LIMITED TO COMMUTER  MILES  TRAV-\n   35  ELED,  COMMUTING  COSTS,  AND  PUBLIC AND EMPLOYEE SATISFACTION WITH THE\n   36  PROGRAM.\n   37    5. NOTHING IN THIS SECTION SHALL BE DEEMED  TO  DIMINISH  THE  RIGHTS,\n   38  PRIVILEGES  OR  REMEDIES OF ANY STATE EMPLOYEE PURSUANT TO ANY AGREEMENT\n   39  ENTERED INTO PURSUANT TO ARTICLE FOURTEEN OF THIS CHAPTER OR  ANY  OTHER\n   40  EMPLOYMENT CONTRACT.\n   41    S 3. Section 20 of the general construction law, as amended by chapter\n   42  172 of the laws of 1988, is amended to read as follows:\n   43    S  20. Day, computation. A number of days specified as a period from a\n   44  certain day within which or after or before which an act  is  authorized\n   45  or  required  to be done means such number of calendar days exclusive of\n   46  the calendar day from which the reckoning is made. If such period  is  a\n   47  period  of  two  days,  Saturday,  Sunday  or  a  public holiday must be\n   48  excluded from the reckoning if it is an intervening day between the  day\n   49  from  which  the  reckoning  is  made and the last day of the period. In\n   50  computing any specified period of time from a specified event,  the  day\n   51  upon  which the event happens is deemed the day from which the reckoning\n   52  is made. The day from which any specified period  of  time  is  reckoned\n   53  shall  be  excluded  in  making the reckoning.   WHENEVER ANY PAYMENT OF\n   54  MONEY, PERFORMANCE OF A CONDITION  OR  OTHER  ACTION  IS  AUTHORIZED  OR\n   55  REQUIRED  TO  BE DONE WITHIN A PERIOD OF TIME, AND SUCH PERIOD ENDS ON A\n   56  FRIDAY ON WHICH A STATE  AGENCY  WHICH  IS  A  NECESSARY  PARTY  TO  THE\n\n       S. 2512                             3\n\n    1  PAYMENT, PERFORMANCE OR ACTION IS NOT OPEN BY VIRTUE OF PARTICIPATING IN\n    2  A FOUR-DAY WORK WEEK PILOT PROGRAM PURSUANT TO SECTION ONE HUNDRED THIR-\n    3  TY-FOUR-A  OF THE CIVIL SERVICE LAW, SUCH FRIDAY MAY BE DEEMED A \"PUBLIC\n    4  HOLIDAY\" FOR THE PURPOSES OF TIME COMPUTATION.\n    5    S 4. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2512\n\nTITLE OF BILL:\nAn act\nto amend the civil service law and the general construction law, in\nrelation to establishing a pilot program providing for a four-day work\nweek for state employees\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThis bill would establish a pilot program for a mandatory 4-day work\nweek for state agencies, in order to provide fiscal, environmental\nand energy benefits to New Yorkers.\n\nSUMMARY OF PROVISIONS:\n\nBill &sect;1 adds a new &sect;134-a to the Civil Service Law providing for\nestablishment by the Governor of a mandatory 4-day work week pilot\nprogram for state employees. Under such program:\n\n* the work week for all state offices (or units thereof) participating\nin the program will be 8 a.m to 6 p.m., Monday through Thursday.\n\n* the Governor determines the offices or other units in state agencies\nthat will participate in the pilot program, after evaluating the\nextent to which such offices or units provide an essential public\nservice, such as law enforcement or health care, that must be\nprovided on a continuous basis; the extent to which a change to a\n4-day work\nweek for a particular office or unit may have adverse impacts on\nrevenues or public services; the ability of the state to benefit from\nreduced energy expenditures for leased space; and other matters he\ndeems appropriate.\n\n* mechanisms are provided for accommodating employees who would\notherwise experience substantial and unavoidable hardships under the\nnew schedule.\n\n* no employee shall forfeit any remuneration or benefit by virtue of\nthe operation of the pilot program, and the Governor may vary the\nprovisions of any statute or regulation relating to vacation and\nleave credits, by executive order, to ensure that no such forfeiture\noccurs.\n\n* the program shall be initiated within 120 days of enactment and run\nfor a period of not less than 2 years, with a midterm comparing\nbaseline agency operating costs to the energy and environmental\nimpacts and building cost savings resulting from the pilot program.\nSuch report shall also estimate the impact of the pilot program on\nother variables, including but not limited to commuter miles\ntraveled, commuting costs, and public and employee satisfaction with\nthe program.\n\nBill &sect;2 amends &sect;20 of the General Construction Law to ensure that\nofficial acts that would otherwise need to be performed on a \"dark\nday\" under the pilot program would carry over until the next\nsucceeding business day.\n\nSUMMARY OF AMENDMENTS:\n\nBill &sect;1 is amended to add a new subdivision 5 to Civil Service Law\n&sect;134-a, clarifying that nothing in that section is intended to\ndiminish any contractual rights, privileges or remedies of state\nemployees.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\n\nCivil Service Law &sect;134(1) currently establishes a standard 40-hour\nwork week for state employees, but state statutes are silent on the\nnumber of days that comprise the work week.\n\nJUSTIFICATION:\n\nThe current economic crisis necessitates rethinking the ways in which\ngovernment services are provided. Finding more efficient and\neffective means of service delivery can enable government agencies to\nfulfill their missions while reducing expenses. State and local\ngovernments around the United States have begun to experiment with\nfour-day schedules as a means of providing improved service to the\npublic at lower cost.\n\nProviding for a four-day work week for many New York State employees\ncould result in multiple benefits, including fiscal savings, expanded\naccess to services for the public, reductions in energy demand,\nreduced commuting costs and traffic congestion, and decreased levels\nof pollution resulting from reductions in energy demand and vehicle\nmiles traveled. Establishing a pilot program providing for a four-day\nwork week will assist in dealing with the current economic crisis and\nenable decision makers to evaluate the long-term desirability of a\nfour-day work week.\n\nPRIOR LEGISLATIVE HISTORY:\n\nNone.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\n\nAlong with producing many other benefits, this bill is designed to\nresult in fiscal savings for New York State.\n\nEFFECTIVE DATE:\n\nImmediate.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law and the general construction law, in relation to establishing a pilot program providing for a four-day work week for state employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT", "SOBI.D110124.T154637.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T160138.TXT", "SOBI.D110124.T155137.TXT", "SOBI.D110125.T094900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362816
}