{
  "year" : 2011,
  "senateBillNo" : "S2513-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S2513-2011-1295845200000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the city of New York to discontinue use of certain park land and convey it to the St. Michael's cemetery",
  "summary" : "Authorizes the city of New York to discontinue use of certain park land and convey it to the St. Michael's cemetery. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City",
  "previousVersions" : [ "SB2768-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2513\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to authorize the city of New  York  to  discontinue  use  of  and\n         convey certain park land\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subject to the provisions of this act, the city of New York\n    2  is authorized to discontinue use as park land  and  to  convey,  in  fee\n    3  simple,  the  land  described in section three of this act. Such land is\n    4  authorized to be conveyed to the  Saint  Michael's  Cemetery  upon  such\n    5  terms  and  conditions as the city council of the city of New York shall\n    6  determine to be fair and reasonable.\n    7    S 2. The authorization provided in section one of this  act  shall  be\n    8  subject  to  the  requirement  that  the  city of New York shall use any\n    9  proceeds and/or land received in exchange for the conveyance  authorized\n   10  by  this  act  to acquire land, to be dedicated for park purposes, in an\n   11  amount equal to or greater than the fair market value of the land  being\n   12  conveyed  pursuant  to  this act and/or used for capital improvements to\n   13  existing park and recreational facilities.\n   14    S 3. The land authorized to be discontinued as park land and  conveyed\n   15  is as follows:\n   16    ALL that certain plot, piece or parcel of land, lying and being in the\n   17  Borough  and  County  of Queens, City and State of New York, bounded and\n   18  described as follows:\n   19    BEGINNING at the corner formed by the  intersection  of  the  westerly\n   20  side  of  Brooklyn-Queens  Expressway East (Service Road), also known as\n   21  Boody Street, with the northerly side of 30th Avenue, formerly known  as\n   22  Grand Avenue (80 feet wide);\n   23    RUNNING  THENCE  along  the  northerly  side  of 30th Avenue, South 53\n   24  degrees 05 minutes 15 seconds West, 57.40 feet;\n   25    THENCE North 1 degree 15 minutes 59.9 seconds West, 1635.52 feet;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05778-01-1\n\n       S. 2513                             2\n\n    1    THENCE South 88 degrees 20 minutes 01.5 second East, 142.31 feet;\n    2    THENCE North 19 degrees 17 minutes 37 seconds East, 31.30 feet;\n    3    THENCE North 4 degrees 20 minutes 15 seconds West, 206.73 feet;\n    4    THENCE North 8 degrees 45 minutes 15 seconds West, 25.00 feet;\n    5    THENCE North 11 degrees 45 minutes 55 seconds West, 363.31 feet;\n    6    THENCE  North  11 degrees 05 minutes 28.4 seconds West, 301.87 feet to\n    7  the southerly side of Grand Central Parkway (Service Road),  also  known\n    8  as Astoria Boulevard;\n    9    THENCE  along  the  southerly  side  of Grand Central Parkway (Service\n   10  Road), also known as Astoria Boulevard, North 73 degrees 53 minutes 24.9\n   11  seconds East, 15.99 feet to the extreme northwesterly end of the arc  of\n   12  a  curve  which  connects  the  southerly  side of Grand Central Parkway\n   13  (Service Road), also known as Astoria Boulevard with the  westerly  side\n   14  of  Brooklyn-Queens  Expressway East (Service Road), also known as Boody\n   15  Street;\n   16    THENCE  southeasterly  along  the  westerly  side  of  Brooklyn-Queens\n   17  Expressway East (Service Road), also known as Boody Street and along the\n   18  last  mentioned  arc of a curve, bearing to the right having a radius of\n   19  30.00 feet, a distance of 22.63 feet;\n   20    THENCE continuing along the westerly side of Brooklyn-Queens  Express-\n   21  way East (Service Road), also known as Boody Street, the following eight\n   22  (8) courses and distances:\n   23    1) South 14 degrees 41 minutes 57.9 seconds East, 556.50 feet;\n   24    2)  southerly  along  the arc of a curve bearing to the right having a\n   25  radius of 569.64 feet, a distance of 337.96 feet;\n   26    3) South 19 degrees 17 minutes 37 seconds West, 93.40 feet;\n   27    4) southerly along the arc of a curve bearing to  the  left  having  a\n   28  radius of 816.10 feet, a distance of 275.78 feet;\n   29    5) South 0 degrees 04 minutes 05.3 seconds East, 335.50 feet;\n   30    6)  southerly  along  the arc of a curve bearing to the right having a\n   31  radius of 630.99 feet, a distance of 105.76 feet;\n   32    7) southerly along the arc of a curve bearing to  the  left  having  a\n   33  radius of 500.00 feet, a distance of 94.51 feet;\n   34    8)  South  1  degree  17 minutes 43.9 seconds East, 730.91 feet to the\n   35  northerly side of 30th Avenue, at the point or place of BEGINNING.\n   36    Consisting of 3.77 acres ñ.\n   37    S 4. If the parkland that is the subject  of  this  act  has  received\n   38  funding  pursuant  to  the federal land and water conservation fund, the\n   39  discontinuance of parkland authorized by  the  provisions  of  this  act\n   40  shall  not  occur  until  the municipality has complied with the federal\n   41  requirements pertaining to the conversion of parklands, including satis-\n   42  fying the secretary of the interior that the discontinuance will include\n   43  all conditions which the secretary of the interior  deems  necessary  to\n   44  assure  the  substitution  of  other  lands  shall be equivalent in fair\n   45  market value and recreational usefulness to the lands  being  discontin-\n   46  ued.\n   47    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the city of New York to discontinue use of and convey certain park land ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154637.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T155137.TXT", "SOBI.D110125.T094900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295966940395
}