{
  "year" : 2011,
  "senateBillNo" : "S2510-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2510-2011-1295845200000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that it shall be unlawful to install or possess a concealed vehicular compartment",
  "summary" : "Provides that it shall be unlawful to install or possess a concealed vehicular compartment, meaning a hidden or concealed enclosure or compartment integrated into a vehicle that is intended or designed to be used to transport, conceal, hide or prevent discovery by law enforcement officers of property possessed in violation of law. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A3510-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2510\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law  and  the  vehicle  and  traffic  law,  in\n         relation  to unlawfully installing or possessing a concealed vehicular\n         compartment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding two new sections 270.40\n    2  and 270.45 to read as follows:\n    3  S 270.40 UNLAWFULLY  INSTALLING  OR  POSSESSING  A  CONCEALED  VEHICULAR\n    4             COMPARTMENT IN THE SECOND DEGREE.\n    5    1.  A  PERSON  IS  GUILTY  OF  UNLAWFULLY  INSTALLING  OR POSSESSING A\n    6  CONCEALED VEHICULAR COMPARTMENT IN THE SECOND DEGREE  WHEN  SUCH  PERSON\n    7  KNOWINGLY:\n    8    (A)  OWNS,  OPERATES  OR  POSSESSES  A  VEHICLE CONTAINING A CONCEALED\n    9  VEHICULAR COMPARTMENT; OR\n   10    (B) DESIGNS, INSTALLS, FABRICATES OR  CREATES  A  CONCEALED  VEHICULAR\n   11  COMPARTMENT IN A VEHICLE.\n   12    2.  AS  USED IN THIS SECTION \"CONCEALED VEHICULAR COMPARTMENT\" MEANS A\n   13  HIDDEN OR CONCEALED ENCLOSURE OR COMPARTMENT INTEGRATED INTO  A  VEHICLE\n   14  THAT  IS  INTENDED OR DESIGNED TO BE USED TO TRANSPORT, CONCEAL, HIDE OR\n   15  PREVENT DISCOVERY BY LAW ENFORCEMENT OFFICERS OF PROPERTY  POSSESSED  IN\n   16  VIOLATION OF LAW, PROPERTY USED OR INTENDED FOR USE IN THE COMMISSION OF\n   17  A CRIME OR OF PERSONS IN VIOLATION OF LAW.\n   18    3.  THERE SHALL BE A REBUTTABLE PRESUMPTION THAT A HIDDEN OR CONCEALED\n   19  ENCLOSURE OR COMPARTMENT  INTEGRATED  INTO  A  VEHICLE  IS  INTENDED  OR\n   20  DESIGNED  TO BE USED TO TRANSPORT, CONCEAL, HIDE OR PREVENT DISCOVERY BY\n   21  LAW ENFORCEMENT OFFICERS OF PROPERTY  POSSESSED  IN  VIOLATION  OF  LAW,\n   22  PROPERTY  USED  OR  INTENDED  FOR USE IN THE COMMISSION OF A CRIME OR OF\n   23  PERSONS IN VIOLATION OF LAW WHEN  THERE  ARE  FACTORS  FROM  WHICH  SUCH\n   24  INTENT OR DESIGN MAY REASONABLY BE INFERRED INCLUDING BUT NOT LIMITED TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05741-01-1\n\n       S. 2510                             2\n\n    1  THE  DISCOVERY  OF  A  PERSON,  FIREARM,  CONTROLLED  SUBSTANCE OR OTHER\n    2  CONTRABAND WITHIN SUCH COMPARTMENT OR THE DISCOVERY OF EVIDENCE  OF  THE\n    3  PREVIOUS  PLACEMENT  OF A PERSON, FIREARM, CONTROLLED SUBSTANCE OR OTHER\n    4  CONTRABAND WITHIN SUCH COMPARTMENT.\n    5    UNLAWFULLY  INSTALLING OR POSSESSING A CONCEALED VEHICULAR COMPARTMENT\n    6  IN THE SECOND DEGREE IS A CLASS A MISDEMEANOR.\n    7  S 270.45 UNLAWFULLY  INSTALLING  OR  POSSESSING  A  CONCEALED  VEHICULAR\n    8               COMPARTMENT IN THE FIRST DEGREE.\n    9    A  PERSON IS GUILTY OF UNLAWFULLY INSTALLING OR POSSESSING A CONCEALED\n   10  VEHICULAR COMPARTMENT IN THE FIRST DEGREE WHEN SUCH PERSON  COMMITS  THE\n   11  CRIME  OF  UNLAWFULLY  INSTALLING  OR  POSSESSING  A CONCEALED VEHICULAR\n   12  COMPARTMENT IN THE SECOND DEGREE AND:\n   13    1. SUCH CONCEALED VEHICULAR COMPARTMENT OR THE VEHICLE IN WHICH IT  IS\n   14  INSTALLED  IS  EQUIPPED WITH AN EXPLOSIVE DEVICE OR OTHERWISE CREATES OR\n   15  IS DESIGNED TO CREATE A SUBSTANTIAL RISK OF PHYSICAL INJURY TO A  PERSON\n   16  WHO ATTEMPTS UNWELCOME ACCESS OF SUCH COMPARTMENT; OR\n   17    2. SUCH CONCEALED VEHICULAR COMPARTMENT IS USED IN THE COMMISSION OF A\n   18  CRIME OR TO CONCEAL EVIDENCE OF A CRIME.\n   19    UNLAWFULLY  INSTALLING OR POSSESSING A CONCEALED VEHICULAR COMPARTMENT\n   20  IN THE FIRST DEGREE IS A CLASS E FELONY.\n   21    S 2. Paragraphs (j) and (k) of subdivision 1 of section 398-e  of  the\n   22  vehicle  and traffic law, as amended by chapter 634 of the laws of 1980,\n   23  are amended and a new paragraph (l) is added to read as follows:\n   24    (j) has knowingly issued a false or misleading estimate; [or]\n   25    (k) has engaged in a course of conduct which unreasonably  impedes  or\n   26  delays  a consumer's right to a fair recovery pursuant to the provisions\n   27  of an automobile insurance policy,  the  insurance  law  or  regulations\n   28  issued  by  the superintendent of insurance governing the evaluation and\n   29  adjustments of claims; OR\n   30    (L) HAS BEEN GUILTY OF UNLAWFULLY INSTALLING OR POSSESSING A CONCEALED\n   31  VEHICULAR COMPARTMENT IN VIOLATION OF SECTION 270.40 OF THE PENAL LAW.\n   32    S 3. The closing paragraph of subdivision 1 of section  398-e  of  the\n   33  vehicle  and traffic law, as amended by chapter 634 of the laws of 1980,\n   34  is amended to read as follows:\n   35    For the purposes of paragraphs (g), (h), (i), (j) [and], (k)  AND  (L)\n   36  of  this  subdivision,  it  shall  be  presumed  that the actions of any\n   37  employee of a motor vehicle repair shop shall be  attributable  to,  and\n   38  deemed to be the actions of, such motor vehicle repair shop.\n   39    S  4.  This  act shall take effect on the ninetieth day after it shall\n   40  have become a law.\n",
  "memo" : "BILL NUMBER:S2510\n\nTITLE OF BILL:\nAn act\nto amend the penal law and the vehicle and traffic law, in relation to\nunlawfully installing or possessing a concealed vehicular compartment\n\nSUMMARY OF PROVISIONS:\nThis bill would amend the penal law by adding\ntwo new sections, 270.40 and 270.45, defining the crimes of\nunlawfully installing or possessing a concealed vehicular compartment\nin the first and second degree. The penalty for the first degree\noffense would be a class E felony and the second degree offense\nwould be a\nclass A misdemeanor. It would also amend subdivision one of Section\n398-e of the vehicle and traffic law to permit the Commissioner of\nMotor Vehicles to suspend or revoke the registration of a motor\nvehicle repair shop where an owner or employee is found guilty of\nsuch crimes.\n\nJUSTIFICATION:\nLaw enforcement personnel nationwide was well as within\nNew York State have witnessed a surge in the number of hidden\ncompartments found in motor vehicles. With the advent of advanced\nelectronics, these concealed compartments have become ever more\ndifficult to find. They are often opened only by pressing various\ncontrol buttons already in the vehicle in a sequence only known to\nthe owner. The compartments ordinarily have no legitimate purpose and\nare utilized exclusively to evade detection by law enforcement\nofficers investigating drug and gun trafficking among other crimes.\nSecret vehicle compartments are used to transport weapons and\ncontrolled substances, and even to smuggle human beings- there have\neven been instances of\nindividuals being hidden in compartments built into dashboards, under\nfloor boards and even inside car seats.\n\nAn even more disturbing phenomenon is the fact that these secret\ncompartments are sometimes \"booby-trapped\" causing serious risk to\nlaw enforcement officers seeking to locate and access them by\noverriding the control sequence or otherwise breaking them open.\n\nThere is a substantial profit motive for creating such compartments;\nunscrupulous installers currently charge up to $10,000 for\ninstallation of a secret compartment in a vehicle, with full\nknowledge of the illegal purposes for which it will be used. For that\nreason, the proposed bill seeks to deter such conduct by subjecting\nthe registration of a motor vehicle repair shop to suspension or\nrevocation if it is found to have knowingly engaged in this practice.\n\nThe enactment of this legislation will increase public safety and\nprotect law enforcement personnel investigating illegal trafficking\n\nby making both the persons who install these compartments with the\nknowledge of their proposed illegal use and the traffickers who use\nthem accountable.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it shall\nhave become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the vehicle and traffic law, in relation to unlawfully installing or possessing a concealed vehicular compartment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT", "SOBI.D110124.T154137.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110124.T155137.TXT", "SOBI.D110125.T094900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223684
}