{
  "year" : 2011,
  "senateBillNo" : "S251-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S251-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits school districts from entering into telecommunications contracts as delineated herein",
  "summary" : "Prohibits school districts from entering into telecommunications contracts as delineated herein which grant exclusive rights or deals with exclusive advertising rights. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A1082",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S4156-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          251\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. MONTGOMERY, HASSELL-THOMPSON, KRUEGER -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Education\n\n       AN ACT to amend the education law, in relation  to  prohibiting  certain\n         telecommunications contracts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 2040-b\n    2  to read as follows:\n    3    S 2040-B. PROHIBITED CONTRACTS.  1.  FOR  PURPOSES  OF  THIS  SECTION,\n    4  \"TELECOMMUNICATIONS\" MEANS THE ELECTRONIC MOVEMENT OF INFORMATION IN ANY\n    5  FORM  INCLUDING  THE  ELECTRONIC MOVEMENT OF INFORMATION BY CABLE, FIBER\n    6  OPTICS, INSTRUCTIONAL TELEVISION FIXED SERVICE, MICROWAVE, RADIO, SATEL-\n    7  LITE, COMPUTER, TELEPHONE OR TELEVISION.\n    8    2. NO SCHOOL BOARD SHALL DO ANY OF THE FOLLOWING:\n    9    (A) ENTER INTO A CONTRACT THAT GRANTS EXCLUSIVE ADVERTISING RIGHTS  TO\n   10  A PERSON;\n   11    (B)  ENTER  INTO  A CONTRACT THAT PROHIBITS THE SCHOOL BOARD, A SCHOOL\n   12  BOARD MEMBER, A SCHOOL DISTRICT EMPLOYEE OR A PUPIL FROM DISPARAGING THE\n   13  GOODS OR SERVICES OF THE PERSON CONTRACTING WITH THE SCHOOL BOARD; OR\n   14    (C) ENTER INTO A CONTRACT FOR TELECOMMUNICATIONS GOODS OR SERVICES  IF\n   15  THE  CONTRACT  REQUIRES THE DISSEMINATION OF ADVERTISING TO PUPILS OR IF\n   16  THE GOODS OR SERVICES ARE PROVIDED TO THE SCHOOL  DISTRICT  AT  A  PRICE\n   17  BELOW  MARKET VALUE WITH THE EXPECTATION THAT THE GOODS OR SERVICES WILL\n   18  BE USED TO DISSEMINATE ADVERTISING TO PUPILS.\n   19    S 2. This act  shall  take  effect  immediately  and  shall  apply  to\n   20  contracts  entered into, modified, extended or renewed on and after such\n   21  date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01413-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to prohibiting certain telecommunications contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T111805.TXT", "SOBI.D110106.T124217.TXT", "SOBI.D101215.T103856.TXT", "SOBI.D101213.T120808.TXT", "SOBI.D101213.T115807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294335737106
}