{
  "year" : 2011,
  "senateBillNo" : "S2511-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2511-2011-1295845200000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires charges for telephone calls based on duration, whether over lines or by cellular, to be charged and prorated by the second basis",
  "summary" : "Requires charges for telephone calls based on duration, whether over lines or by cellular, to be charged and prorated by the second; applies to all service providers; authorizes the public service commission to promulgate rules and regulations. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A5226-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2511\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN ACT to amend the public service law, in relation to charges for tele-\n         phone service on a by the second basis\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 91 of the public service  law,  as\n    2  added by chapter 673 of the laws of 1910, is amended to read as follows:\n    3    1.  Every  telegraph corporation and every telephone corporation shall\n    4  furnish and provide with respect to its business such  instrumentalities\n    5  and facilities as shall be adequate and in all respects just and reason-\n    6  able. All charges made or demanded by any telegraph corporation or tele-\n    7  phone  corporation  for  any  service  rendered  or  to  be  rendered in\n    8  connection therewith shall be just and  reasonable  and  not  more  than\n    9  allowed  by law or by order of the commission. EVERY CHARGE FOR TELECOM-\n   10  MUNICATIONS SERVICE, WHETHER BY MEANS OF A TELEPHONE LINE OR BY MEANS OF\n   11  CELLULAR RADIO COMMUNICATION, MADE ON THE BASIS OF THE DURATION  OF  THE\n   12  COMMUNICATION  SHALL BE CHARGED AND PRORATED BY THE SECOND. Every unjust\n   13  or unreasonable charge made or demanded  for  any  such  service  or  in\n   14  connection  therewith or in excess of that allowed by law or by order of\n   15  the commission is prohibited and declared to be unlawful.\n   16    S 2. The section heading of section 92-c of the public service law, as\n   17  added by chapter 697 of the laws of 1990, is amended, subdivision  1  is\n   18  amended  by adding a new paragraph (c) and a new subdivision 12 is added\n   19  to read as follows:\n   20    Customer service  requirements  for  AGGREGATORS,  alternate  operator\n   21  service providers and COCOT service providers.\n   22    (C) THE TERM \"AGGREGATOR\" MEANS ANY HOTEL, MOTEL, INNKEEPER, SCHOOL OR\n   23  HOSPITAL  WHICH IS NOT A TELEGRAPH CORPORATION OR TELEPHONE CORPORATION,\n   24  WHICH, IN THE ORDINARY COURSE OF BUSINESS, MAKES  AVAILABLE  FOR  PUBLIC\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05775-01-1\n\n       S. 2511                             2\n\n    1  USE  TELEPHONES OR TELEPHONE EQUIPMENT. SUCH TERM SHALL ALSO INCLUDE ANY\n    2  HOTEL, MOTEL, INNKEEPER, SCHOOL OR HOSPITAL WHICH IMPOSES ANY CHARGE  OR\n    3  RECEIVES  ANY  COMPENSATION  BY  CONTRACT, TARIFF OR OTHERWISE FOR CALLS\n    4  MADE FROM A TELEPHONE PROVIDED IN A GUEST ROOM, DORMITORY, HOSPITAL ROOM\n    5  OR OTHER PREMISES UNDER THE CONTROL OF SUCH ENTITY TO AN ALTERNATE OPER-\n    6  ATOR  SERVICE PROVIDER.  THE TERM AGGREGATOR ALSO INCLUDES ANY UNIVERSI-\n    7  TY, PROVIDED, THAT INCLUSION IN SUCH DEFINITION SHALL IN NO  WAY  AFFECT\n    8  THE  TAX-EXEMPT  OR  ANY  OTHER  STATUS OF ANY SUCH UNIVERSITY UNDER THE\n    9  EDUCATION LAW, TAX LAW OR NOT-FOR-PROFIT CORPORATION LAW, OR  ANY  OTHER\n   10  PROVISION OF LAW, RULE OR REGULATION RELATING THERETO.\n   11    12. EVERY CHARGE FOR TELECOMMUNICATIONS SERVICE BY AN ALTERNATE OPERA-\n   12  TOR  SERVICE  PROVIDER, COCOT SERVICE PROVIDER OR AGGREGATOR, WHETHER BY\n   13  MEANS OF A TELEPHONE LINE OR BY MEANS OF CELLULAR  RADIO  COMMUNICATION,\n   14  MADE  ON THE BASIS OF THE DURATION OF THE COMMUNICATION SHALL BE CHARGED\n   15  AND PRORATED BY THE SECOND.\n   16    S 3. This act shall take effect on the one hundred eightieth day after\n   17  it shall have become a law; provided that the public service  commission\n   18  is  authorized  to promulgate any and all rules and regulations and take\n   19  any other measures necessary to implement this act on its effective date\n   20  on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to charges for telephone service on a by the second basis ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110124.T154637.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T155137.TXT", "SOBI.D110125.T094900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295966940398
}