{
  "year" : 2011,
  "senateBillNo" : "S2522-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S2522-2011-1295845200000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the division of criminal justice services to provide criminal background checks to nonprofit mentoring programs free of charge",
  "summary" : "Directs the division of criminal justice services to provide criminal background checks to nonprofit mentoring programs free of charge. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S8046-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2522\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  Sens. JOHNSON, DeFRANCISCO, GOLDEN, LARKIN -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Children and Families\n\n       AN ACT to amend the social  services  law  and  the  executive  law,  in\n         relation  to  the provision of criminal history background checks free\n         of charge to mentoring  programs  operated  by  not-for-profit  corpo-\n         rations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 390-e of the social services  law,\n    2  as  added  by  chapter  459  of  the laws of 2006, is amended to read as\n    3  follows:\n    4    4. Every mentoring program that chooses to apply for a criminal histo-\n    5  ry background check with the division of criminal justice services shall\n    6  obtain a set of fingerprints from each individual for  whom  a  criminal\n    7  background  check  is  to  be completed and such other information as is\n    8  required by the office and the division of  criminal  justice  services.\n    9  For  each  prospective employee or mentor for whom the mentoring program\n   10  completes a criminal  background  check,  the  mentoring  program  shall\n   11  provide  the applicant with blank fingerprint cards and a description of\n   12  how the completed fingerprint card will be used upon submission  to  the\n   13  mentoring  program.  The  mentoring program shall promptly transmit such\n   14  fingerprint card and the processing fee to the office; PROVIDED,  HOWEV-\n   15  ER,  IF  THE  MENTORING  PROGRAM  IS OPERATED BY A NOT-FOR-PROFIT CORPO-\n   16  RATION, NO PROCESSING FEE SHALL BE IMPOSED  FOR  A  CRIMINAL  BACKGROUND\n   17  CHECK.  The  office  shall  promptly submit the fingerprint card and the\n   18  processing fee, IF imposed pursuant to subdivision  eight-a  of  section\n   19  eight  hundred  thirty-seven  of  the  executive law, to the division of\n   20  criminal justice services for its full search and retain processing.\n   21    S 2. Subdivision 8-a of section 837 of the executive law,  as  amended\n   22  by chapter 561 of the laws of 2006, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07257-01-1\n\n       S. 2522                             2\n\n    1    8-a.  Charge a fee when, pursuant to statute or the regulations of the\n    2  division, it conducts a search  of  its  criminal  history  records  and\n    3  returns  a  report thereon in connection with an application for employ-\n    4  ment or for a license or permit. The division shall adopt and may,  from\n    5  time  to  time,  amend a schedule of such fees which shall be in amounts\n    6  determined by the division to be  reasonably  related  to  the  cost  of\n    7  conducting such searches and returning reports thereon but, in no event,\n    8  shall  any  such  fee  exceed  twenty-five  dollars  and  an  additional\n    9  surcharge of fifty dollars. The  comptroller  is  hereby  authorized  to\n   10  deposit  such  fees  into  the general fund, provided, however, that the\n   11  monies received by the division of criminal justice services for payment\n   12  of the additional surcharge shall be deposited in equal amounts  to  the\n   13  general  fund  and  to  the  fingerprint  identification  and technology\n   14  account. Notwithstanding the foregoing, the division shall  not  request\n   15  or  accept  any  fee  for searching its records and supplying a criminal\n   16  history report pursuant to section two hundred fifty-one-b of the gener-\n   17  al business law relating to participating in flight instruction  at  any\n   18  aeronautical  facility, flight school or institution of higher learning,\n   19  OR PURSUANT TO SECTION THREE HUNDRED NINETY-E OF THE SOCIAL SERVICES LAW\n   20  WHEN THE DIVISION IS SUPPLYING A CRIMINAL HISTORY REPORT TO A  MENTORING\n   21  PROGRAM OPERATED BY A NOT-FOR-PROFIT CORPORATION.\n   22    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law and the executive law, in relation to the provision of criminal history background checks free of charge to mentoring programs operated by not-for-profit corporations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T170143.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D110124.T165642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295971144383
}