{
  "year" : 2011,
  "senateBillNo" : "S2525-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2525-2011-1295931600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the public service commission to provide notice and opportunity to comment to local community boards in N.Y. city before sale of land by utility",
  "summary" : "Directs the public service commission to provide notice, in a city having a population of one million or more, to the appropriate local community board prior to such commission's consideration of granting permission to a gas corporation or electric corporation furnishing utility service to acquire or sell land; such community boards shall also be provided with the opportunity to submit comments and recommendations on the proposed sale or acquisition; directs the public service commission to address and respond to such comments and recommendations. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A5436-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2525\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend  the public service law, in relation to requiring the\n         public service commission to provide the appropriate  local  community\n         board  in  a city with a population of one million or more with notice\n         of and opportunity to comment and make recommendations on any proposed\n         sale or acquisition of real property by a gas corporation or  electric\n         corporation furnishing utility service\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 107 of the public service law is amended by  adding\n    2  a new subdivision 3 to read as follows:\n    3    3. WITH REGARD TO THE PROPOSED SALE OR ACQUISITION OF REAL PROPERTY BY\n    4  ANY  GAS  CORPORATION OR ELECTRIC CORPORATION FURNISHING UTILITY SERVICE\n    5  IN A CITY HAVING A POPULATION OF ONE MILLION  OR  MORE,  THE  COMMISSION\n    6  SHALL  PROVIDE  THE  LOCAL COMMUNITY BOARD HAVING JURISDICTION OVER SUCH\n    7  REAL PROPERTY WITH NOTICE OF SUCH  PROPOSED  TRANSACTION,  BY  CERTIFIED\n    8  MAIL, RETURN RECEIPT REQUESTED, WITHIN TEN DAYS OF RECEIVING AN APPLICA-\n    9  TION  FOR  APPROVAL  OF THE TRANSACTION. WITHIN THIRTY DAYS OF RECEIVING\n   10  SUCH NOTICE, A LOCAL COMMUNITY BOARD  SHALL  SUBMIT  TO  THE  COMMISSION\n   11  WRITTEN  COMMENTS  AND RECOMMENDATIONS ON SUCH PROPOSED TRANSACTION. THE\n   12  COMMISSION SHALL ADDRESS AND RESPOND TO ALL COMMENTS AND RECOMMENDATIONS\n   13  SUBMITTED BY A LOCAL COMMUNITY BOARD PRIOR TO MAKING  ITS  DETERMINATION\n   14  OF THE APPLICATION OF THE PUBLIC UTILITY.\n   15    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   16  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05783-01-1\n",
  "memo" : "BILL NUMBER:S2525\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to requiring the public\nservice commission to provide the appropriate local community board in a\ncity with a population of one million or more with notice of and\nopportunity to comment and make recommendations\non any proposed sale or acquisition of real\nproperty by a gas corporation or electric corporation furnishing utility\nservice\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 107 of the\npublic service law is amended by adding a new subdivision 3 which states\nthat the PSC shall provide the local community board having jurisdiction\nover the property with notice of the proposed transaction within ten\ndays of receiving an application for approval of the transaction.\n\nThe  local community board will submit written comments and\nrecommendations to the commission on the proposed transaction\nwithin thirty days of receiving such notice which the commission\nis required to respond to, prior to making its determination\nof the application.\n\nJUSTIFICATION:\nWhen gas or electric corporation\nattempts to sell or acquire land in cities with a population of one\nmillion or more, the transfers require approval from the Public Service\nCommission, but at no point does the PSC notify the affected community\nor seek its advisory opinion.\n\nSince the residents of the community who\nare most significantly impact from such a land transfer have unique\nknowledge of the community, they should be consulted and given the\nopportunity to relay their concerns to the PSC.\n\nThis legislation would\nallow the local community to be informed about and voice its opinion\nregarding these issues through its local community board, which has this\nresponsibility for other land use matters of significance.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the\nsixtieth day after it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to requiring the public service commission to provide the appropriate local community board in a city with a population of one million or more with notice of and opportunity to comment and make recommendations on any proposed sale or acquisition of real property by a gas corporation or electric corporation furnishing utility service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T095900.TXT", "SOBI.D110125.T100901.TXT", "SOBI.D110125.T113906.TXT", "SOBI.D110126.T181321.TXT", "SOBI.D110125.T092858.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601556
}