{
  "year" : 2011,
  "senateBillNo" : "S2527-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2527-2011-1295931600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes certain sex offenses committed against a child class A-I felonies subject to a sentence of imprisonment of 25 years to life; repealer",
  "summary" : "Makes the commission of rape, a criminal sexual act, aggravated sexual abuse or course of sexual conduct against a child less than 12 years of age or against a child less than 14 years of age by a person 21 years old or more a class A-I felony punishable by a term of imprisonment of 25 years to life; eliminates references to such offenses in less severe crimes; includes such offenses within murder in the second degree for purposes of sentencing to life imprisonment without parole for murder committed in the course of committing such sex offenses against a child; designates such sex offenses against a child as sexually violent offenses for the purposes of sex offender registration; requires every sex offender convicted of such an offense to be subject to lifetime electronic monitoring by the division of criminal justice services upon release from prison. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A5232-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2527\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law and the correction law, in relation to sex\n         offenses committed against children under 12  years  of  age  and  sex\n         offenses  committed  by persons 21 years old or older against children\n         under 14 years of age; to amend the correction  law,  in  relation  to\n         requiring  electronic  monitoring  of  sex offenders convicted of such\n         offenses against a child; to repeal subdivision 3 of section 130.35 of\n         the penal law relating to rape of a child less than 11 years old;  and\n         to repeal subdivision 3 of section 130.50 of the penal law relating to\n         a criminal sexual act with a child less than 11 years old\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (i) of  paragraph  (a)  of  subdivision  3  of\n    2  section 70.00 of the penal law, as amended by chapter 107 of the laws of\n    3  2006, is amended to read as follows:\n    4    (i) For a class A-I felony, such minimum period shall not be less than\n    5  fifteen  years  nor more than twenty-five years; provided, however, that\n    6  (A) where a sentence, other than a sentence of death or  life  imprison-\n    7  ment  without parole, is imposed upon a defendant convicted of murder in\n    8  the first degree as defined in section 125.27 of this chapter such mini-\n    9  mum period shall be not less than twenty years nor more than twenty-five\n   10  years, and, (B) where a sentence is imposed upon a  defendant  convicted\n   11  of murder in the second degree as defined in subdivision five of section\n   12  125.25  of  this chapter or convicted of aggravated murder as defined in\n   13  section 125.26 of this chapter, the sentence shall be life  imprisonment\n   14  without  parole,  and,  (C) where a sentence is imposed upon a defendant\n   15  convicted of attempted murder in the first degree as defined in  article\n   16  one  hundred  ten of this chapter and subparagraph (i), (ii) or (iii) of\n   17  paragraph (a) of subdivision one and paragraph (b) of subdivision one of\n   18  section 125.27 of this chapter or attempted aggravated murder as defined\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05774-01-1\n\n       S. 2527                             2\n\n    1  in article one hundred ten of this chapter and section  125.26  of  this\n    2  chapter such minimum period shall be not less than twenty years nor more\n    3  than  forty years, AND, (D) WHERE A SENTENCE IS IMPOSED UPON A DEFENDANT\n    4  CONVICTED  OF  RAPE  OF  A  CHILD AS DEFINED IN SECTION 130.36, CRIMINAL\n    5  SEXUAL ACT AGAINST A CHILD AS  DEFINED  IN  SECTION  130.51,  AGGRAVATED\n    6  SEXUAL  ABUSE  OF  A  CHILD  AS  DEFINED IN SECTION 130.71 OR AGGRAVATED\n    7  COURSE OF SEXUAL CONDUCT AGAINST A CHILD AS DEFINED IN SECTION 130.81 OF\n    8  THIS CHAPTER SUCH MINIMUM PERIOD SHALL BE TWENTY YEARS.\n    9    S 2. Subdivision 5 of section 125.25 of the penal law, as  amended  by\n   10  chapter 320 of the laws of 2006, is amended to read as follows:\n   11    5. Being eighteen years old or more, while in the course of committing\n   12  rape  in  the  first, second or third degree, criminal sexual act in the\n   13  first, second or third degree, sexual abuse in the first degree, RAPE OF\n   14  A CHILD, CRIMINAL SEXUAL ACT AGAINST A CHILD, AGGRAVATED SEXUAL ABUSE OF\n   15  A CHILD, AGGRAVATED COURSE OF SEXUAL CONDUCT AGAINST A CHILD, aggravated\n   16  sexual abuse in the first, second, third or fourth degree, or incest  in\n   17  the  first,  second or third degree, against a person less than fourteen\n   18  years old, he or she intentionally causes the death of such person.\n   19    S 3. Subdivision 3 of section 130.35 of the penal law is REPEALED.\n   20    S 4. The penal law is amended by adding a new section 130.36  to  read\n   21  as follows:\n   22  S 130.36 RAPE OF A CHILD.\n   23    A PERSON IS GUILTY OF RAPE OF A CHILD WHEN:\n   24    1.  HE OR SHE ENGAGES IN SEXUAL INTERCOURSE WITH ANOTHER PERSON WHO IS\n   25  LESS THAN TWELVE YEARS OLD; OR\n   26    2. BEING TWENTY-ONE YEARS OLD OR MORE, HE OR  SHE  ENGAGES  IN  SEXUAL\n   27  INTERCOURSE WITH ANOTHER PERSON LESS THAN FOURTEEN YEARS OLD.\n   28    RAPE OF A CHILD IS A CLASS A-I FELONY.\n   29    S 5. Subdivision 3 of section 130.50 of the penal law is REPEALED.\n   30    S  6.  The penal law is amended by adding a new section 130.51 to read\n   31  as follows:\n   32  S 130.51 CRIMINAL SEXUAL ACT AGAINST A CHILD.\n   33    A PERSON IS GUILTY OF CRIMINAL SEXUAL ACT AGAINST A CHILD WHEN:\n   34    1. HE OR SHE ENGAGES IN ORAL SEXUAL CONDUCT  OR  ANAL  SEXUAL  CONDUCT\n   35  WITH ANOTHER PERSON WHO IS LESS THAN TWELVE YEARS OLD; OR\n   36    2. BEING TWENTY-ONE YEARS OLD OR MORE, HE OR SHE ENGAGES IN ORAL SEXU-\n   37  AL  CONDUCT  OR ANAL SEXUAL CONDUCT WITH ANOTHER PERSON WHO IS LESS THAN\n   38  FOURTEEN YEARS OLD.\n   39    CRIMINAL SEXUAL ACT AGAINST A CHILD IS A CLASS A-I FELONY.\n   40    S 7. Subdivision 1 of section 130.70 of the penal law, as  amended  by\n   41  chapter  450  of  the  laws of 1988, the opening paragraph as amended by\n   42  chapter 485 of the laws of 2009, is amended to read as follows:\n   43    1. A person is guilty of aggravated sexual abuse in the  first  degree\n   44  when  he  or she inserts a foreign object in the vagina, urethra, penis,\n   45  rectum or anus of another person causing physical injury to such person:\n   46    (a) By forcible compulsion; or\n   47    (b) When the other person is incapable of consent by reason  of  being\n   48  physically helpless[; or\n   49    (c) When the other person is less than eleven years old].\n   50    S  8.  The penal law is amended by adding a new section 130.71 to read\n   51  as follows:\n   52  S 130.71 AGGRAVATED SEXUAL ABUSE OF A CHILD.\n   53    1. A PERSON IS GUILTY OF AGGRAVATED SEXUAL ABUSE OF A CHILD WHEN:\n   54    (A) HE OR SHE INSERTS A FOREIGN OBJECT IN THE VAGINA, URETHRA,  PENIS,\n   55  RECTUM  OR ANUS OF ANOTHER PERSON CAUSING PHYSICAL INJURY TO SUCH PERSON\n   56  WHEN SUCH OTHER PERSON IS LESS THAN TWELVE YEARS OLD; OR\n\n       S. 2527                             3\n\n    1    (B) BEING TWENTY-ONE YEARS OLD OR MORE, HE OR SHE  INSERTS  A  FOREIGN\n    2  OBJECT  IN  THE VAGINA, URETHRA, PENIS, RECTUM OR ANUS OF ANOTHER PERSON\n    3  CAUSING PHYSICAL INJURY TO SUCH PERSON WHEN SUCH OTHER  PERSON  IS  LESS\n    4  THAN FOURTEEN YEARS OLD.\n    5    2.  CONDUCT PERFORMED FOR A VALID MEDICAL PURPOSE DOES NOT VIOLATE THE\n    6  PROVISIONS OF THIS SECTION.\n    7    AGGRAVATED SEXUAL ABUSE OF A CHILD IS A CLASS A-I FELONY.\n    8    S 9. Subdivision 1 of section 130.75 of the penal law, as  amended  by\n    9  chapter  1  of  the  laws  of 2000, paragraphs (a) and (b) as amended by\n   10  chapter 264 of the laws of 2003, is amended to read as follows:\n   11    1. A person is guilty of course of sexual conduct against a  child  in\n   12  the  first degree when, over a period of time not less than three months\n   13  in duration[:\n   14    (a) he or she engages in two or more acts  of  sexual  conduct,  which\n   15  includes  at  least  one act of sexual intercourse, oral sexual conduct,\n   16  anal sexual conduct or aggravated sexual contact, with a child less than\n   17  eleven years old; or\n   18    (b)], he or she, being eighteen years old or more, engages in  two  or\n   19  more  acts  of  sexual conduct, which include at least one act of sexual\n   20  intercourse, oral sexual conduct,  anal  sexual  conduct  or  aggravated\n   21  sexual contact, with a child less than thirteen years old.\n   22    S  10. The penal law is amended by adding a new section 130.81 to read\n   23  as follows:\n   24  S 130.81 AGGRAVATED COURSE OF SEXUAL CONDUCT AGAINST A CHILD.\n   25    1. A PERSON IS GUILTY OF AGGRAVATED COURSE OF SEXUAL CONDUCT AGAINST A\n   26  CHILD WHEN, OVER A PERIOD OF TIME NOT LESS THAN THREE  MONTHS  IN  DURA-\n   27  TION:\n   28    (A)  HE  OR  SHE  ENGAGES IN TWO OR MORE ACTS OF SEXUAL CONDUCT, WHICH\n   29  INCLUDES AT LEAST ONE ACT OF SEXUAL INTERCOURSE,  ORAL  SEXUAL  CONDUCT,\n   30  ANAL SEXUAL CONDUCT OR AGGRAVATED SEXUAL CONTACT, WITH A CHILD LESS THAN\n   31  TWELVE YEARS OLD; OR\n   32    (B)  HE  OR SHE, BEING TWENTY-ONE YEARS OLD OR MORE, ENGAGES IN TWO OR\n   33  MORE ACTS OF SEXUAL CONDUCT, WHICH INCLUDES AT LEAST ONE ACT  OF  SEXUAL\n   34  INTERCOURSE,  ORAL  SEXUAL  CONDUCT,  ANAL  SEXUAL CONDUCT OR AGGRAVATED\n   35  SEXUAL CONTACT, WITH A CHILD LESS THAN FOURTEEN YEARS OLD.\n   36    2. A PERSON MAY NOT BE SUBSEQUENTLY PROSECUTED FOR  ANY  OTHER  SEXUAL\n   37  OFFENSE  INVOLVING  THE  SAME  VICTIM  UNLESS  THE OTHER CHARGED OFFENSE\n   38  OCCURRED OUTSIDE THE TIME PERIOD CHARGED UNDER THIS SECTION.\n   39    AGGRAVATED COURSE OF SEXUAL CONDUCT AGAINST A CHILD  IS  A  CLASS  A-I\n   40  FELONY.\n   41    S  11.  Subparagraph  (i) of paragraph (a) of subdivision 3 of section\n   42  168-a of the correction law, as amended by chapter 107 of  the  laws  of\n   43  2006, is amended to read as follows:\n   44    (i)  a  conviction  of or a conviction for an attempt to commit any of\n   45  the provisions of  sections  130.35,  130.36,  130.50,  130.51,  130.65,\n   46  130.66,  130.67,  130.70,  130.71,  130.75,  130.80,  130.81, 130.95 and\n   47  130.96 of the penal law, or\n   48    S 12. Section 168-w of the correction law, as  relettered  by  chapter\n   49  604  of the laws of 2005, is relettered 168-x and a new section 168-w is\n   50  added to read as follows:\n   51    S 168-W. ELECTRONIC MONITORING OF CERTAIN SEX OFFENDERS.  1.  ANY  SEX\n   52  OFFENDER  HAVING BEEN CONVICTED OF RAPE OF A CHILD AS DEFINED IN SECTION\n   53  130.36, CRIMINAL SEXUAL ACT  AGAINST  A  CHILD  AS  DEFINED  IN  SECTION\n   54  130.51,  AGGRAVATED SEXUAL ABUSE OF A CHILD AS DEFINED IN SECTION 130.71\n   55  OR AGGRAVATED COURSE OF SEXUAL CONDUCT AGAINST A  CHILD  AS  DEFINED  IN\n\n       S. 2527                             4\n\n    1  SECTION 130.81 OF THE PENAL LAW SHALL BE PLACED ON ELECTRONIC MONITORING\n    2  FOR LIFE.\n    3    2. THE DIVISION SHALL ESTABLISH A SYSTEM OF ACTIVE ELECTRONIC MONITOR-\n    4  ING  THAT IDENTIFIES THE LOCATION OF A SEX OFFENDER REQUIRED TO BE MONI-\n    5  TORED PURSUANT TO SUBDIVISION ONE OF THIS SECTION AND THAT CAN  PRODUCE,\n    6  UPON  REQUEST, REPORTS OR RECORDS OF THE SEX OFFENDER'S PRESENCE NEAR OR\n    7  WITHIN A CRIME SCENE OR PROHIBITED AREA OR THE SEX OFFENDER'S  DEPARTURE\n    8  FROM SPECIFIED GEOGRAPHIC LIMITATIONS.\n    9    3.  THE  DIVISION  SHALL  ALSO PROMULGATE REGULATIONS IMPLEMENTING THE\n   10  IMPOSITION AND COLLECTION  OF  FEES  RELATED  TO  ELECTRONIC  MONITORING\n   11  PURSUANT  TO  THIS  SECTION. SUCH REGULATIONS SHALL UTILIZE A MEANS TEST\n   12  BASED ON TWO HUNDRED PERCENT OF THE FEDERAL POVERTY  GUIDELINES  PROMUL-\n   13  GATED  ANNUALLY  BY  THE FEDERAL DEPARTMENT OF HEALTH AND HUMAN SERVICES\n   14  AND IF THE SEX OFFENDER FALLS BELOW SUCH PERCENTAGE THEN NO FEE SHALL BE\n   15  CHARGED, AND EARNINGS ABOVE SUCH PERCENTAGE SHALL  BE  CONSIDERED  ON  A\n   16  SLIDING  SCALE. SUCH REGULATIONS SHALL ALSO PROVIDE THAT THE DIVISION OF\n   17  PAROLE CONSIDER ANY ADDITIONAL TEST OR  INDICIA  THAT  DEMONSTRATES  THE\n   18  INABILITY  OF THE SEX OFFENDER TO PAY SUCH FEES.  EMPLOYEES OF THE DIVI-\n   19  SION OF PAROLE SHALL BE PROHIBITED FROM COLLECTING ELECTRONIC MONITORING\n   20  RELATED FEES.\n   21    4. ANY SEX OFFENDER REQUIRED TO BE ELECTRONICALLY  MONITORED  PURSUANT\n   22  TO THE PROVISIONS OF THIS SECTION WHO VIOLATES SUCH REQUIREMENT SHALL BE\n   23  GUILTY  OF  A  CLASS E FELONY UPON CONVICTION FOR THE FIRST OFFENSE, AND\n   24  UPON CONVICTION FOR A SECOND OR SUBSEQUENT OFFENSE SHALL BE GUILTY OF  A\n   25  CLASS  D FELONY. ANY SUCH VIOLATION MAY ALSO BE THE BASIS FOR REVOCATION\n   26  OF PAROLE PURSUANT TO SECTION TWO HUNDRED FIFTY-NINE-I OF THE  EXECUTIVE\n   27  LAW.\n   28    S  13.  This  act  shall  take  effect  immediately and shall apply to\n   29  offenses committed on or after  such  effective  date;  furthermore  all\n   30  offenses committed prior to such effective date shall be governed by the\n   31  provisions of law in effect immediately before such date.\n",
  "memo" : "BILL NUMBER:S2527\n\nTITLE OF BILL:\nAn act\nto amend the penal law and the correction law, in relation to sex\noffenses committed against children under 12 years of age and\nsex offenses committed by persons 21 years old or older against children\nunder\n14 years of age;\nto amend the correction law, in relation to requiring electronic\nmonitoring of sex offenders convicted of such offenses against a child;\nto repeal\nsubdivision 3 of section 130.35 of the penal law relating to rape of a\nchild less than 11 years old; and to repeal subdivision 3 of section\n130.50 of the penal law relating to a criminal sexual act with a child\nless than 11 years old\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 amends\nsection 70.00 of the penal law to impose a penalty of twenty-five years\nto life imprisonment on a defendant convicted of rape of a child,\ncriminal sexual act against a child, aggravated sexual abuse of a child,\naggravated course of sexual conduct against a child.\n\nSection 2 amends section 125.25 of the penal law to establish penalties\nfor the crimes of rape of a child, criminal sexual act against a child,\naggravated sexual abuse of a child, aggravated course of sexual conduct\nagainst a child if the perpetrator is 18 years old or older.\n\nSection 3 repeals section 130.35 of the penal law.\n\nSection 4 amends the penal law by adding section 130.36 which defines\nrape of a child to include acts committed against children under 12, and\nunder 14 if the perpetrator is 21 or older; makes the crime an A-1\nfelony.\n\nSection 5 repeals section 130.50 of the penal law.\n\nSection 6 amends the penal law by adding section 130.51 which defines\ncriminal sexual act against a child to include acts committed against\nchildren under 12, and under 14 if the perpetrator is 21 or older; makes\nthe crime an A-1 felony.\n\nSection 7 defines the crime of aggravated sexual abuse.\n\nSection 8 amends the penal law by adding section 130.71 which defines\naggravated sexual abuse of a child to include acts committed against\nchildren under 12, and under 14 if the perpetrator is 21 or older; makes\nthe crime an A-1 felony.\n\nSection 9 defines the crime of course of sexual conduct against a child.\n\nSection 10 amends the penal law by adding section 130.81 which defines\naggravated course of sexual conduct against a child to include acts\ncommitted against children under 12, and under 14 if the perpetrator is\n21 or older; makes the crime an A-1 felony.\n\nSection 11 amends section 168-a of the correction law to include the\naforementioned crimes under the sexual offender registration act.\n\nSection 12 adds to section 168-w of the correction law to provide for\nlifetime electronic monitoring of sex offenders convicted of rape of a\nchild, criminal sexual act against a child, aggravated sexual abuse of a\nchild, aggravated course of sexual conduct against a child.\n\nSection 13 enacts the act immediately.\n\nJUSTIFICATION:\nIn the wake of several recent sex\ncrimes against children, including the horrifying rape of a\nthirteen-year-old girl and the abuse of a nine-year-old girl, it has\nbecome clear that the existing penalties for such heinous crimes do not\nfit the crime. Considering the lasting physical, emotional and\npsychological trauma the victim endures, combined with the high rate of\nrecidivism among sex offenders, it is necessary to enact a law that\nprovides New York's children with the protection they need and deserve.\n\nA sentence of 25 years to life would ensure that sex offenders who\ncommit these crimes against children would not be on the street to\nvictimize others. Electronic monitoring after release would also be an\neffective method to prevent future attacks.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the correction law, in relation to sex offenses committed against children under 12 years of age and sex offenses committed by persons 21 years old or older against children under 14 years of age; to amend the correction law, in relation to requiring electronic monitoring of sex offenders convicted of such offenses against a child; to repeal subdivision 3 of section 130.35 of the penal law relating to rape of a child less than 11 years old; and to repeal subdivision 3 of section 130.50 of the penal law relating to a criminal sexual act with a child less than 11 years old ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T095900.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110125.T100901.TXT", "SOBI.D110125.T113906.TXT", "SOBI.D110125.T092858.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223687
}