{
  "year" : 2011,
  "senateBillNo" : "S2529-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2529-2011-1295931600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the state commission for the integrity of the criminal justice system and provides for its powers and duties",
  "summary" : "Establishes the state commission for the integrity of the criminal justice system and provides for its powers and duties; such commission shall, upon its own initiative, investigate, hold hearings, and make findings of fact and recommendations on any case in which it is reasonably alleged that a person was wrongfully convicted of an offense in this state. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "S1589-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2529\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the judiciary law, in relation  to  creating  the  state\n         commission  for  the  integrity  of the criminal justice system, as an\n         independent agency, and providing for  such  commission's  powers  and\n         duties\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 23 and sections 860 and 861 of the  judiciary  law,\n    2  as renumbered by chapter 840 of the laws of 1983, are renumbered article\n    3  24  and  sections 1000 and 1001 and a new article 23 is added to read as\n    4  follows:\n    5                                  ARTICLE 23\n    6                     STATE COMMISSION FOR THE INTEGRITY\n    7                       OF THE CRIMINAL JUSTICE SYSTEM\n    8  SECTION 900. DEFINITION.\n    9          901. STATE COMMISSION FOR THE INTEGRITY OF THE CRIMINAL  JUSTICE\n   10                 SYSTEM.\n   11          902. PURPOSE AND CONDUCT OF THE COMMISSION.\n   12          903. POWERS AND DUTIES.\n   13          904. USE OF REPORTS.\n   14    S  900.  DEFINITION.  AS USED IN THIS ARTICLE, \"COMMISSION\" SHALL MEAN\n   15  THE STATE COMMISSION FOR THE INTEGRITY OF THE  CRIMINAL  JUSTICE  SYSTEM\n   16  ESTABLISHED PURSUANT TO SECTION NINE HUNDRED ONE OF THIS ARTICLE.\n   17    S  901.  STATE  COMMISSION  FOR  THE INTEGRITY OF THE CRIMINAL JUSTICE\n   18  SYSTEM. 1. THE STATE  COMMISSION  FOR  THE  INTEGRITY  OF  THE  CRIMINAL\n   19  JUSTICE  SYSTEM  IS  HEREBY  ESTABLISHED AS AN INDEPENDENT AGENCY OF THE\n   20  STATE. THE COMMISSION SHALL CONSIST OF TEN MEMBERS AS FOLLOWS:\n   21    (A) THE COMMISSIONER OF CRIMINAL JUSTICE SERVICES;\n   22    (B) FOUR MEMBERS APPOINTED BY THE GOVERNOR, OF WHOM:\n   23    (I) ONE SHALL BE A REPRESENTATIVE OF A LAW ENFORCEMENT AGENCY,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05755-01-1\n\n       S. 2529                             2\n\n    1    (II) ONE SHALL BE A REPRESENTATIVE OF THE PUBLIC CRIMINAL DEFENSE  BAR\n    2  OR  PRIVATE  CRIMINAL DEFENSE BAR WHO SHALL BE APPOINTED UPON THE RECOM-\n    3  MENDATION OF AN ORGANIZATION WITH MORE THAN  SEVEN  HUNDRED  FIFTY  DUES\n    4  PAYING MEMBERS REPRESENTING SUCH PUBLIC OR PRIVATE DEFENSE SERVICES,\n    5    (III)  ONE  SHALL  BE  A  REPRESENTATIVE OF VICTIMS RIGHTS ADVOCACY OR\n    6  SERVICES ORGANIZATIONS, AND\n    7    (IV) ONE SHALL BE A REPRESENTATIVE OF THE FORENSIC SCIENCE FIELD;\n    8    (C) A MEMBER APPOINTED BY THE ATTORNEY GENERAL WHO SHALL BE  A  REPRE-\n    9  SENTATIVE OF PROSECUTION SERVICES;\n   10    (D)  TWO MEMBERS APPOINTED BY THE CHIEF JUDGE OF THE COURT OF APPEALS,\n   11  OF WHOM:\n   12    (I) ONE SHALL BE A RETIRED JUDGE OR JUSTICE OF A NEW YORK STATE  COURT\n   13  OF RECORD, AND\n   14    (II)  ONE SHALL BE A PROFESSOR OF LAW OR A RETIRED FULL TIME PROFESSOR\n   15  OF LAW WHO HAS TAUGHT LAW  SCHOOL  COURSES  IN  CRIMINAL  LAW,  CRIMINAL\n   16  PROCEDURE,  CONSTITUTIONAL LAW, OR EVIDENCE AT AN ACCREDITED POST-GRADU-\n   17  ATE COLLEGE IN NEW YORK STATE;\n   18    (E) ONE MEMBER APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE, WHO\n   19  SHALL BE A MEMBER OF THE PUBLIC-AT-LARGE; AND\n   20    (F) ONE MEMBER APPOINTED BY THE SPEAKER OF THE ASSEMBLY, WHO SHALL  BE\n   21  A MEMBER OF THE PUBLIC-AT-LARGE.\n   22    2. THE COMMISSIONER OF CRIMINAL JUSTICE SERVICES SHALL SERVE AN INDEF-\n   23  INITE  TERM. THE MEMBERS APPOINTED BY THE GOVERNOR SHALL SERVE A TERM OF\n   24  FOUR YEARS. THE RETIRED JUDGE OR JUSTICE APPOINTED BY  THE  CHIEF  JUDGE\n   25  SHALL  SERVE  A  TERM  OF  THREE  YEARS. THE PROFESSOR OF LAW OR RETIRED\n   26  PROFESSOR OF LAW APPOINTED BY THE CHIEF JUDGE SHALL SERVE A TERM OF  TWO\n   27  YEARS.  THE  MEMBERS  APPOINTED  BY  THE ATTORNEY GENERAL, THE TEMPORARY\n   28  PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY SHALL EACH SERVE\n   29  A TERM OF TWO YEARS.  EACH OF THE MEMBERS OF THE COMMISSION, EXCEPT  THE\n   30  COMMISSIONER  OF  CRIMINAL  JUSTICE SERVICES, APPOINTED THEREAFTER SHALL\n   31  SERVE A TERM OF FIVE YEARS.  EVERY VACANCY OCCURRING PRIOR TO THE  EXPI-\n   32  RATION OF A MEMBER'S TERM SHALL BE FILLED FOR THE REMAINDER OF SUCH TERM\n   33  IN  THE  MANNER PROVIDED FOR THE ORIGINAL APPOINTMENT TO SUCH TERM. UPON\n   34  THE EXPIRATION OF THE TERM OF A MEMBER OF THE  COMMISSION,  SUCH  MEMBER\n   35  SHALL CONTINUE TO SERVE UNTIL HIS OR HER SUCCESSOR IS APPOINTED.\n   36    3.  THE  COMMISSION  SHALL ELECT A CHAIR FROM AMONGST ITS MEMBERS BY A\n   37  MAJORITY VOTE OF THE MEMBERS THEREOF.\n   38    4. NO MEMBER OF THE COMMISSION SHALL BE DISQUALIFIED FROM HOLDING  ANY\n   39  PUBLIC OFFICE OR EMPLOYMENT, NOR SHALL HE OR SHE FORFEIT ANY SUCH OFFICE\n   40  OR  EMPLOYMENT,  BY  REASON  OF  HIS OR HER APPOINTMENT PURSUANT TO THIS\n   41  SECTION, AND THE MEMBERS OF THE COMMISSION SHALL BE REQUIRED TO TAKE AND\n   42  FILE OATHS OF OFFICE BEFORE SERVING ON THE COMMISSION.\n   43    5. THE COMMISSION SHALL MEET AT LEAST FOUR TIMES EACH YEAR  AT  PREDE-\n   44  TERMINED  TIMES  AND  LOCATIONS  ANNOUNCED IN ADVANCE, AND AT SUCH OTHER\n   45  TIMES AS THE CHAIR OF THE COMMISSION  OR  FOUR  OR  MORE  MEMBERS  SHALL\n   46  DETERMINE TO BE NECESSARY.\n   47    6.  FOR  ANY  ACTION  AUTHORIZED  BY THIS ARTICLE, FIVE MEMBERS OF THE\n   48  COMMISSION SHALL CONSTITUTE A QUORUM AND, EXCEPT AS  OTHERWISE  PROVIDED\n   49  IN  SUBDIVISIONS  THREE AND FIVE OF THIS SECTION, THE CONCURRENCE OF SIX\n   50  MEMBERS OF THE COMMISSION SHALL BE NECESSARY.\n   51    7. THE MEMBERS OF THE COMMISSION SHALL SERVE WITHOUT SALARY  OR  OTHER\n   52  COMPENSATION,  BUT  SHALL  BE  ENTITLED  TO RECEIVE ACTUAL AND NECESSARY\n   53  EXPENSES INCURRED IN THE DISCHARGE OF  THEIR  DUTIES  PURSUANT  TO  THIS\n   54  ARTICLE.\n   55    S  902.  PURPOSE  AND CONDUCT OF THE COMMISSION.  THE COMMISSION SHALL\n   56  REVIEW ANY CRIMINAL OR JUVENILE CASE INVOLVING A WRONGFUL CONVICTION AND\n\n       S. 2529                             3\n\n    1  RECOMMEND REFORMS  TO  LESSEN  THE  LIKELIHOOD  OF  A  SIMILAR  WRONGFUL\n    2  CONVICTION OCCURRING IN THE FUTURE.\n    3    WHENEVER  A  PERSON WHO HAS BEEN CONVICTED OF A CRIME OR ADJUDICATED A\n    4  YOUTHFUL OFFENDER IS SUBSEQUENTLY DETERMINED  TO  BE  INNOCENT  OF  SUCH\n    5  CRIME  OR OFFENSE AND EXONERATED, THE COMMISSION SHALL CONDUCT AN INVES-\n    6  TIGATION, HOLD HEARINGS ON AND  MAKE  FINDINGS  OF  FACT  REGARDING  THE\n    7  WRONGFUL  CONVICTION  IN  ORDER  TO DETERMINE THE CAUSE OR CAUSES OF THE\n    8  WRONGFUL CONVICTION.\n    9    UPON THE COMPLETION OF SUCH  PROCESS,  THE  COMMISSION,  WITHIN  SIXTY\n   10  DAYS,  SHALL  ISSUE A PRELIMINARY WRITTEN REPORT OF ITS FINDINGS OF FACT\n   11  AND CONCLUSIONS, AND ANY RECOMMENDATIONS TO PREVENT WRONGFUL CONVICTIONS\n   12  FROM OCCURRING UNDER SIMILAR CIRCUMSTANCES IN THE FUTURE.    WITHIN  ONE\n   13  HUNDRED  TWENTY  DAYS AFTER ISSUING SUCH PRELIMINARY REPORT, THE COMMIS-\n   14  SION SHALL ISSUE ITS REPORT AND RECOMMENDATIONS CONCERNING  THE  MATTER.\n   15  SUCH  REPORT  AND RECOMMENDATIONS SHALL BE MADE AVAILABLE TO THE PUBLIC,\n   16  AND SHALL BE DELIVERED TO THE GOVERNOR, ATTORNEY GENERAL, CHIEF JUDGE OF\n   17  THE COURT OF APPEALS, TEMPORARY PRESIDENT OF THE SENATE, SPEAKER OF  THE\n   18  ASSEMBLY,  AND  TO  ANY  GOVERNMENTAL UNIT OR AGENCY THAT THE COMMISSION\n   19  FINDS MAY HAVE BEEN INVOLVED IN THE INVESTIGATION OR ADJUDICATION OF THE\n   20  WRONGFUL CONVICTION. THE COMMISSION SHALL ALSO MAKE AVAILABLE AN  ANNUAL\n   21  REPORT  DETAILING, AT A MINIMUM, THE NUMBER OF CASES ACCEPTED FOR FORMAL\n   22  AND INFORMAL INVESTIGATION, THE NUMBER OF COMPLETED  INVESTIGATIONS  AND\n   23  THE STATUS OF ON-GOING OR PENDING INVESTIGATIONS.\n   24    S  903.  POWERS  AND  DUTIES. THE COMMISSION SHALL HAVE THE POWERS AND\n   25  DUTIES TO:\n   26    1. ESTABLISH ITS OWN REASONABLE RULES AND  PROCEDURES  CONCERNING  THE\n   27  CONDUCT  OF  ITS  MEETINGS AND OTHER AFFAIRS RELATED TO IMPLEMENTING THE\n   28  PROVISIONS OF THIS ARTICLE;\n   29    2. EMPLOY AND REMOVE SUCH OFFICERS, INVESTIGATORS AND EMPLOYEES AS  IT\n   30  MAY DEEM NECESSARY FOR THE PERFORMANCE OF ITS POWERS AND DUTIES PURSUANT\n   31  TO  THIS  ARTICLE,  AND  FIX  THEIR COMPENSATION WITHIN THE AMOUNTS MADE\n   32  AVAILABLE THEREFOR;\n   33    3. CONDUCT INVESTIGATIONS AND HEARINGS, ADMINISTER OATHS  OR  AFFIRMA-\n   34  TIONS,  SUBPOENA  WITNESSES, COMPEL THEIR ATTENDANCE, EXAMINE THEM UNDER\n   35  OATH OR AFFIRMATION, REQUIRE PRODUCTION OF ANY BOOKS, RECORDS, DOCUMENTS\n   36  OR OTHER EVIDENCE THAT IT MAY DEEM RELEVANT OR MATERIAL TO  AN  INVESTI-\n   37  GATION,  AND MAY DESIGNATE ANY OF ITS MEMBERS, OFFICERS OR INVESTIGATORS\n   38  TO EXERCISE ANY SUCH POWERS; PROVIDED, HOWEVER, NOTHING IN THIS SUBDIVI-\n   39  SION SHALL AUTHORIZE THE ISSUANCE OF A SUBPOENA OR COMPELLED QUESTIONING\n   40  OF THE TRIAL COURT JUDGE OR ANY APPELLATE  COURT  JUDGE  CONCERNING  THE\n   41  JUDGE'S MENTAL PROCESSES IN ARRIVING AT ANY DECISION IN A CASE;\n   42    4.  REQUEST  AND  RECEIVE FROM ANY COURT, DEPARTMENT, DIVISION, BOARD,\n   43  BUREAU, COMMISSION OR OTHER AGENCY OF THE STATE OR A POLITICAL  SUBDIVI-\n   44  SION  THEREOF  OR  ANY  PUBLIC  AUTHORITY  SUCH ASSISTANCE, INFORMATION,\n   45  RECORDS AND DATA AS WILL ENABLE IT TO PROPERLY CARRY OUT ITS POWERS  AND\n   46  DUTIES;\n   47    5.  ISSUE  PRELIMINARY REPORTS ON ANY INVESTIGATION CONDUCTED PURSUANT\n   48  TO THIS ARTICLE, WHICH PRELIMINARY REPORTS  SHALL  INCLUDE  FINDINGS  OF\n   49  FACT  AND RECOMMENDATIONS, AND INVITE ANY PARTY DIRECTLY INVOLVED IN THE\n   50  WRONGFUL CONVICTION, WHICH IS THE SUBJECT OF THE  REPORT,  TO  SUBMIT  A\n   51  REPLY  WITHIN  SIXTY  DAYS  TO THE COMMISSION CONCERNING THE FINDINGS OF\n   52  FACT AND RECOMMENDATIONS IN THE REPORT. ANY SUCH  REPLY  SHALL  BE  MADE\n   53  AVAILABLE  BY  THE COMMISSION, TOGETHER WITH ANY RESPONSE BY THE COMMIS-\n   54  SION THERETO, TO THE PARTIES LISTED IN SECTION NINE HUNDRED TWO OF  THIS\n   55  ARTICLE  AS PART OF THE COMMISSION'S REPORT AND RECOMMENDATIONS CONCERN-\n   56  ING THE MATTER; AND\n\n       S. 2529                             4\n\n    1    6. DO ALL OTHER THINGS NECESSARY  AND  CONVENIENT  TO  CARRY  OUT  THE\n    2  PROVISIONS OF THIS ARTICLE.\n    3    S 904. USE OF REPORTS. NO PRELIMINARY REPORT, REPORT OR PORTION THERE-\n    4  OF  ISSUED  PURSUANT  TO THIS ARTICLE SHALL BE ADMITTED INTO EVIDENCE OR\n    5  USED IN ANY CIVIL OR CRIMINAL CAUSE OF ACTION RELATING TO A MATTER WHICH\n    6  IS THE SUBJECT OF SUCH REPORT.\n    7    S 2. This act shall take effect on the ninetieth day  after  it  shall\n    8  have become a law, provided that the officials who are empowered by this\n    9  act  to appoint members of the state commission for the integrity of the\n   10  criminal justice  system  are  authorized  and  directed  to  make  such\n   11  appointments on or before such effective date pursuant to section 901 of\n   12  the judiciary law, as added by section one of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to creating the state commission for the integrity of the criminal justice system, as an independent agency, and providing for such commission's powers and duties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T100401.TXT", "SOBI.D110125.T095900.TXT", "SOBI.D110125.T113406.TXT", "SOBI.D110125.T092858.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973246620
}