{
  "year" : 2011,
  "senateBillNo" : "S2528-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2528-2011-1295931600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Bars recovery for personal injuries incurred by persons committing crimes from the victim or person acting on behalf of the victim",
  "summary" : "Completely bars the recovery of damages from the victim or a person acting on behalf of the victim for personal injury sustained by a person convicted of a crime when such injury occurred during the commission of such crime or while fleeing therefrom. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A3634-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2528\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to  estab-\n         lishing a complete bar to recovery by persons injured while committing\n         a crime\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil practice law and rules is amended by adding a new\n    2  section 1411-a to read as follows:\n    3    S 1411-A. ASSUMPTION OF RISK BY PERSONS CONVICTED OF A CRIME.  IN  ANY\n    4  ACTION TO RECOVER DAMAGES FOR PERSONAL INJURY, WHEN SUCH INJURY OCCURRED\n    5  WHILE THE CLAIMANT WAS ENGAGED IN THE COMMISSION OF A CRIME OR IMMEDIATE\n    6  FLIGHT  THEREFROM, THE CLAIMANT SHALL BE COMPLETELY BARRED FROM RECOVERY\n    7  OF ANY DAMAGES FROM THE VICTIM OR ANYONE ACTING ON BEHALF OF THE VICTIM,\n    8  IF SUCH CLAIMANT WAS CONVICTED OF SUCH CRIME.\n    9    S 2. This act shall take effect immediately and shall apply  to  inju-\n   10  ries occurring on or after such effective date.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05756-01-1\n",
  "memo" : "BILL NUMBER:S2528\n\nTITLE OF BILL:\nAn act\nto amend the civil practice law and rules, in relation to\nestablishing a complete bar to recovery by persons injured while\ncommitting a crime\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1411-a of the civil practice law and rules bars the recovery of\ndamages for personal injury by one convicted of a crime when injury\noccurred during the commission of said crime.\n\nJUSTIFICATION:\nIn many instances, criminals have successfully sued for injuries they\nhave received during the commission of a crime. Not only does this make\na mockery of our justice system, but it also deters good Samaritans from\nassisting those innocent victims in the process of being violated.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply to injuries\noccurring on or after such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to establishing a complete bar to recovery by persons injured while committing a crime ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T100401.TXT", "SOBI.D110125.T095900.TXT", "SOBI.D110125.T100901.TXT", "SOBI.D110125.T113906.TXT", "SOBI.D110126.T181321.TXT", "SOBI.D110125.T092858.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601562
}