{
  "year" : 2011,
  "senateBillNo" : "S2526-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2526-2011-1295931600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the traffic infraction of interference with a funeral procession",
  "summary" : "Establishes the traffic infraction of interference with a funeral procession. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A5342-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2526\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to interference\n         with a funeral procession\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1132 to read as follows:\n    3    S 1132. INTERFERENCE WITH A FUNERAL PROCESSION. (A) THE  DRIVER  OF  A\n    4  MOTOR VEHICLE SHALL NOT ENTER, DRIVE BETWEEN, OBSTRUCT, HINDER OR IN ANY\n    5  WAY  INTERFERE WITH THE VEHICLES CONSTITUTING A FUNERAL PROCESSION WHILE\n    6  SUCH VEHICLES ARE IN MOTION UNLESS SUCH MOTOR VEHICLE IS  PART  OF  SUCH\n    7  PROCESSION,  EXCEPT WHEN AUTHORIZED TO DO SO BY A POLICE OFFICER OR WHEN\n    8  SUCH MOTOR VEHICLE IS AN AUTHORIZED EMERGENCY VEHICLE EXHIBITING A VISI-\n    9  BLE SIGNAL AND SOUNDING AN AUDIBLE SIGNAL.\n   10    (B) ANY PERSON OPERATING A MOTOR VEHICLE IN VIOLATION  OF  SUBDIVISION\n   11  (A)  OF THIS SECTION SHALL BE GUILTY OF A TRAFFIC INFRACTION AND SUBJECT\n   12  TO A FINE OF NOT MORE THAN FIFTY DOLLARS.  THE  COMMISSIONER  SHALL  NOT\n   13  ASSESS ANY POINTS AGAINST THE LICENSE OF A PERSON FOUND TO HAVE VIOLATED\n   14  THE PROVISIONS OF SUBDIVISION (A) OF THIS SECTION.\n   15    (C) NO PROVISION OF THIS SECTION SHALL BE DEEMED TO IMPOSE ANY LIABIL-\n   16  ITY  FOR  PERSONAL  INJURY OR DAMAGES RESULTING FROM A VIOLATION OF THIS\n   17  SECTION UPON A FUNERAL FIRM OR ANY PERSON LICENSED OR REGISTERED  PURSU-\n   18  ANT  TO ARTICLE THIRTY-FOUR OF THE PUBLIC HEALTH LAW, OR ANY EMPLOYEE OR\n   19  AGENT THEREOF, WHEN SUCH FIRM, PERSON, EMPLOYEE OR AGENT IS ACTING WITH-\n   20  IN THE SCOPE OF HIS, HER OR ITS DUTIES.  NOR SHALL ANY PROVISION OF THIS\n   21  SECTION BE DEEMED TO LIMIT THE LIABILITY OF  ANY  FUNERAL  FIRM  OR  ANY\n   22  PERSON  LICENSED  OR  REGISTERED  PURSUANT TO ARTICLE THIRTY-FOUR OF THE\n   23  PUBLIC HEALTH LAW, OR ANY EMPLOYEE OR AGENT  THEREOF,  PURSUANT  TO  ANY\n   24  OTHER PROVISION OF LAW OR AT EQUITY.\n   25    S  2.  This  act  shall  take  effect  on  the first of September next\n   26  succeeding the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05784-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to interference with a funeral procession ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T095900.TXT", "SOBI.D110125.T100901.TXT", "SOBI.D110125.T113906.TXT", "SOBI.D110125.T092858.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973546832
}