{
  "year" : 2011,
  "senateBillNo" : "S2524-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2524-2011-1295931600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"reproductive health act\"; repealer",
  "summary" : "Enacts the \"reproductive health act\"; provides a fundamental right to choose contraception and the right of a female to determine the course of a pregnancy; authorizes abortion prior to viability; defines terms; decriminalizes abortion. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S5808-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2524\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health  law,  in  relation  to  enacting  the\n         \"reproductive  health  act\" and revising existing provisions regarding\n         abortions; to amend the penal law, the  criminal  procedure  law,  the\n         county  law  and the judiciary law, in relation to abortion; to repeal\n         certain provisions of the  education  law  relating  to  the  sale  of\n         contraceptives;  and  to  repeal  certain  provisions of the penal law\n         relating to abortion\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title.  This act shall be known and may be cited as\n    2  the \"reproductive health act\".\n    3    S 2. The public health law is amended by adding a new  article  17  to\n    4  read as follows:\n    5                                  ARTICLE 17\n    6                           REPRODUCTIVE HEALTH ACT\n    7  SECTION 1700. STATEMENT OF POLICY.\n    8          1701. AUTHORIZED PERFORMANCE OF ABORTIONS.\n    9          1702. STATE REGULATION.\n   10          1703. DEFINITIONS.\n   11    S 1700. STATEMENT OF POLICY. THE LEGISLATURE DECLARES THAT EVERY INDI-\n   12  VIDUAL  HAS  A  FUNDAMENTAL  RIGHT  OF  PRIVACY  WITH RESPECT TO CERTAIN\n   13  PERSONAL REPRODUCTIVE DECISIONS.  ACCORDINGLY, IT IS THE  PUBLIC  POLICY\n   14  OF THE STATE OF NEW YORK THAT:\n   15    1.  EVERY  INDIVIDUAL  HAS  THE  FUNDAMENTAL RIGHT TO CHOOSE OR REFUSE\n   16  CONTRACEPTION; AND\n   17    2. EVERY FEMALE HAS THE FUNDAMENTAL RIGHT TO DETERMINE THE  COURSE  OF\n   18  HER  PREGNANCY, WHICH INCLUDES THE RIGHT TO CARRY A PREGNANCY TO TERM OR\n   19  TO TERMINATE A PREGNANCY: (I) IN THE ABSENCE  OF  FETAL  VIABILITY;  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07323-01-1\n\n       S. 2524                             2\n\n    1  (II)  AT  ANY TIME IF SUCH TERMINATION IS NECESSARY TO PROTECT THE PREG-\n    2  NANT FEMALE'S LIFE OR HEALTH.\n    3    S  1701.  AUTHORIZED  PERFORMANCE  OF ABORTIONS. THE PERFORMANCE OF AN\n    4  ABORTION BY A QUALIFIED, LICENSED HEALTH CARE PRACTITIONER, ACTING WITH-\n    5  IN THE SCOPE OF HIS OR HER PRACTICE, IS AUTHORIZED:\n    6    1. IN THE ABSENCE OF FETAL VIABILITY; AND\n    7    2. AT ANY TIME, IF IN THE GOOD FAITH MEDICAL JUDGMENT OF A  PHYSICIAN,\n    8  SUCH TERMINATION IS NECESSARY TO PROTECT THE FEMALE'S LIFE OR HEALTH.\n    9    S  1702.  STATE  REGULATION.  1. THE STATE SHALL NOT DENY, REGULATE OR\n   10  RESTRICT THE RIGHTS SET FORTH IN SECTION SEVENTEEN HUNDRED OF THIS ARTI-\n   11  CLE BY ANY LAW, ORDINANCE, REGULATION OR POLICY  EXCEPT  BY  LAW,  REGU-\n   12  LATION  OR  POLICY THAT IS NARROWLY TAILORED TO SERVE A COMPELLING STATE\n   13  INTEREST AND EXCEPT AS SET FORTH IN SUBDIVISION THREE OF THIS SECTION.\n   14    2. THE STATE SHALL NOT DISCRIMINATE AGAINST THE EXERCISE OF THE RIGHTS\n   15  SET FORTH IN SECTION SEVENTEEN HUNDRED OF THIS ARTICLE IN THE REGULATION\n   16  OR PROVISION OF BENEFITS, FACILITIES, SERVICES OR INFORMATION.\n   17    3. NOTHING IN THIS ARTICLE SHALL PROHIBIT THE ENFORCEMENT OF GENERALLY\n   18  APPLICABLE STATUTES, RULES OF LAW AND REGULATIONS GOVERNING MATTERS SUCH\n   19  AS PRACTITIONER LICENSING,  PHARMACEUTICALS  AND  MEDICAL  DEVICES,  AND\n   20  MEDICAL PROCEDURES.\n   21    4.  NOTHING  IN  THIS  ARTICLE SHALL BE CONSTRUED TO CONFLICT WITH ANY\n   22  APPLICABLE STATE OR FEDERAL LAW OR REGULATION PERMITTING A  HEALTH  CARE\n   23  PROVIDER TO REFRAIN FROM PROVIDING ABORTIONS DUE TO THE PROVIDER'S RELI-\n   24  GIOUS OR MORAL BELIEFS.\n   25    S  1703.  DEFINITIONS.  THE  FOLLOWING  DEFINITIONS  SHALL  APPLY  FOR\n   26  PURPOSES OF THIS ARTICLE:\n   27    1. \"ABORTION\" MEANS THE TERMINATION OF A PREGNANCY FOR PURPOSES  OTHER\n   28  THAN  PRODUCING  A  LIVE  BIRTH,  WHICH INCLUDES BUT IS NOT LIMITED TO A\n   29  TERMINATION USING PHARMACOLOGICAL AGENTS. ABORTION DOES NOT INCLUDE  THE\n   30  TERMINATION OF AN ECTOPIC PREGNANCY.\n   31    2.  \"CONTRACEPTION\"  MEANS  ANY  DRUG OR DEVICE APPROVED BY THE UNITED\n   32  STATES FOOD AND DRUG ADMINISTRATION FOR THE PURPOSE OF PREVENTING  PREG-\n   33  NANCY.\n   34    3.  \"GESTATIONAL  AGE\" MEANS THE TIME THAT HAS ELAPSED SINCE THE FIRST\n   35  DAY OF THE PREGNANT FEMALE'S LAST MENSTRUAL PERIOD.\n   36    4. \"PREGNANCY\" MEANS THE HUMAN REPRODUCTIVE  PROCESS,  BEGINNING  WITH\n   37  THE IMPLANTATION OF A FERTILIZED EGG.\n   38    5.  \"STATE\"  MEANS THE STATE OF NEW YORK AND EVERY COUNTY, CITY, TOWN,\n   39  MUNICIPAL CORPORATION  OR  QUASI-MUNICIPAL  CORPORATION  OF  THE  STATE,\n   40  INCLUDING  GOVERNMENTAL AND POLITICAL SUBDIVISIONS, AGENCIES AND INSTRU-\n   41  MENTALITIES.\n   42    6. \"FETAL VIABILITY\" MEANS THE POINT IN PREGNANCY WHEN, AS  DETERMINED\n   43  BY  A  PHYSICIAN  OR  OTHER  QUALIFIED PRACTITIONER ACTING IN GOOD FAITH\n   44  WITHIN THE SCOPE OF HIS OR HER PRACTICE  IN  ACCORDANCE  WITH  GENERALLY\n   45  ACCEPTED  MEDICAL  STANDARDS APPLIED TO THE PARTICULAR FACTS OF THE CASE\n   46  BEFORE THAT PRACTITIONER: (A) THE GESTATIONAL AGE OF THE FETUS IS  TWEN-\n   47  TY-FOUR  WEEKS  OR MORE, AND (B) THERE IS A REASONABLE LIKELIHOOD OF THE\n   48  FETUS'S SUSTAINED SURVIVAL OUTSIDE THE UTERUS WITHOUT THE APPLICATION OF\n   49  EXTRAORDINARY MEDICAL MEASURES.\n   50    S 3. Subdivision 1 of section 4164 of the public health law, as  added\n   51  by chapter 991 of the laws of 1974, is amended to read as follows:\n   52    1.  [When  an  abortion  is  to be performed after the twelfth week of\n   53  pregnancy it shall be performed only in a hospital and only on an in-pa-\n   54  tient basis.] When an abortion is to be performed after  [the  twentieth\n   55  week of pregnancy,] FETAL VIABILITY, AS THAT TERM IS DEFINED BY SUBDIVI-\n   56  SION SIX OF SECTION SEVENTEEN HUNDRED THREE OF THIS CHAPTER, IT SHALL BE\n\n       S. 2524                             3\n\n    1  PERFORMED  BY A PHYSICIAN IN A FACILITY WHICH IS LICENSED BY THE DEPART-\n    2  MENT PURSUANT TO ARTICLE TWENTY-EIGHT OF THIS CHAPTER  AND  a  physician\n    3  other  than the physician performing the abortion shall be in attendance\n    4  to  take  control  of and to provide immediate medical care for any live\n    5  birth that is the result of the abortion,  PROVIDED,  HOWEVER,  THAT  AN\n    6  ABORTION  SHALL  NOT  BE DELAYED FOR THE PURPOSE OF SECURING SUCH SECOND\n    7  PHYSICIAN'S ATTENDANCE IF, IN THE JUDGMENT OF THE  PHYSICIAN  PERFORMING\n    8  THE  ABORTION,  SUCH  DELAY  WOULD  POSE  A RISK TO THE FEMALE'S LIFE OR\n    9  HEALTH.  The commissioner [of health] is authorized to promulgate  rules\n   10  and  regulations  to  insure the health and safety of the mother and the\n   11  [viable child] LIVE BIRTH, in such instances.\n   12    S 4. Subdivision 8 of section 6811 of the education law is REPEALED.\n   13    S 5. Sections 125.40, 125.45, 125.50, 125.55 and 125.60 of  the  penal\n   14  law  are  REPEALED,  and the article heading of article 125 of the penal\n   15  law is amended to read as follows:\n   16                   HOMICIDE[, ABORTION] AND RELATED OFFENSES\n   17    S 6. Section 125.00 of the penal law is amended to read as follows:\n   18  S 125.00 Homicide defined.\n   19    Homicide means conduct which causes the  death  of  a  person  [or  an\n   20  unborn  child  with which a female has been pregnant for more than twen-\n   21  ty-four weeks] under circumstances constituting murder, manslaughter  in\n   22  the  first  degree,  manslaughter  in  the  second degree, OR criminally\n   23  negligent homicide[, abortion in the first degree  or  self-abortion  in\n   24  the first degree].\n   25    S  7.  Section  125.05  of  the penal law, subdivision 3 as amended by\n   26  chapter 127 of the laws of 1970, is amended to read as follows:\n   27  S 125.05 Homicide[, abortion]  and  related  offenses;  [definitions  of\n   28             terms] PERSON DEFINED.\n   29    [The following definitions are applicable to this article:\n   30    1.  \"Person,\"]  FOR  THE  PURPOSES OF THIS ARTICLE, THE TERM \"PERSON,\"\n   31  when referring to the victim of a homicide, means a human being who  has\n   32  been born and is alive.\n   33    [2.  \"Abortional act\" means an act committed upon or with respect to a\n   34  female, whether by another person or by the female herself, whether  she\n   35  is pregnant or not, whether directly upon her body or by the administer-\n   36  ing, taking or prescription of drugs or in any other manner, with intent\n   37  to cause a miscarriage of such female.\n   38    3. \"Justifiable abortional act.\" An abortional act is justifiable when\n   39  committed  upon  a  female with her consent by a duly licensed physician\n   40  acting (a) under a reasonable belief that such is necessary to  preserve\n   41  her  life, or, (b) within twenty-four weeks from the commencement of her\n   42  pregnancy. A pregnant female's commission  of  an  abortional  act  upon\n   43  herself  is justifiable when she acts upon the advice of a duly licensed\n   44  physician (1) that such act is necessary to preserve her life,  or,  (2)\n   45  within  twenty-four  weeks  from  the commencement of her pregnancy. The\n   46  submission by a female to an abortional  act  is  justifiable  when  she\n   47  believes that it is being committed by a duly licensed physician, acting\n   48  under  a  reasonable  belief  that such act is necessary to preserve her\n   49  life, or, within twenty-four weeks from the commencement of her pregnan-\n   50  cy.]\n   51    S 8. Section 125.15 of the penal law is amended to read as follows:\n   52  S 125.15 Manslaughter in the second degree.\n   53    A person is guilty of manslaughter in the second degree when:\n   54    1. He OR SHE recklessly causes the death of another person; or\n\n       S. 2524                             4\n\n    1    2. [He commits upon a female an abortional act which causes her death,\n    2  unless such abortional act is justifiable pursuant to subdivision  three\n    3  of section 125.05; or\n    4    3.]  He  OR  SHE intentionally causes or aids another person to commit\n    5  suicide.\n    6    Manslaughter in the second degree is a class C felony.\n    7    S 9. Section 125.20 of the penal law, subdivision  3  as  amended  and\n    8  subdivision 4 as added by chapter 477 of the laws of 1990, is amended to\n    9  read as follows:\n   10  S 125.20 Manslaughter in the first degree.\n   11    A person is guilty of manslaughter in the first degree when:\n   12    1.  With intent to cause serious physical injury to another person, he\n   13  OR SHE causes the death of such person or of a third person; or\n   14    2. With intent to cause the death of another person, he OR SHE  causes\n   15  the  death of such person or of a third person under circumstances which\n   16  do not constitute murder because he acts under the influence of  extreme\n   17  emotional disturbance, as defined in paragraph (a) of subdivision one of\n   18  section 125.25. The fact that homicide was committed under the influence\n   19  of  extreme  emotional disturbance constitutes a mitigating circumstance\n   20  reducing murder to manslaughter in the first  degree  and  need  not  be\n   21  proved in any prosecution initiated under this subdivision; or\n   22    3.  [He commits upon a female pregnant for more than twenty-four weeks\n   23  an abortional act which causes her death, unless such abortional act  is\n   24  justifiable pursuant to subdivision three of section 125.05; or\n   25    4.] Being eighteen years old or more and with intent to cause physical\n   26  injury to [a] ANOTHER person less than eleven years old, [the defendant]\n   27  HE  OR  SHE  recklessly engages in conduct which creates a grave risk of\n   28  serious physical injury to such person and thereby causes the  death  of\n   29  such person.\n   30    Manslaughter in the first degree is a class B felony.\n   31    S 10. Paragraph (b) of subdivision 8 of section 700.05 of the criminal\n   32  procedure law, as amended by chapter 405 of the laws of 2010, is amended\n   33  to read as follows:\n   34    (b)  Any  of  the  following felonies: assault in the second degree as\n   35  defined in section 120.05 of the penal law, assault in the first  degree\n   36  as  defined in section 120.10 of the penal law, reckless endangerment in\n   37  the first degree as defined in section 120.25 of the penal law,  promot-\n   38  ing  a  suicide  attempt  as defined in section 120.30 of the penal law,\n   39  strangulation in the second degree as defined in section 121.12  of  the\n   40  penal  law,  strangulation  in  the  first  degree as defined in section\n   41  121.13 of the penal law, criminally negligent  homicide  as  defined  in\n   42  section  125.10  of  the penal law, manslaughter in the second degree as\n   43  defined in section 125.15 of the penal law, manslaughter  in  the  first\n   44  degree  as  defined  in  section  125.20 of the penal law, murder in the\n   45  second degree as defined in section 125.25 of the penal law,  murder  in\n   46  the  first  degree  as  defined  in  section  125.27  of  the penal law,\n   47  [abortion in the second degree as defined in section 125.40 of the penal\n   48  law, abortion in the first degree as defined in section  125.45  of  the\n   49  penal law,] rape in the third degree as defined in section 130.25 of the\n   50  penal law, rape in the second degree as defined in section 130.30 of the\n   51  penal  law, rape in the first degree as defined in section 130.35 of the\n   52  penal law, criminal sexual act in the third degree as defined in section\n   53  130.40 of the penal law, criminal sexual act in  the  second  degree  as\n   54  defined  in  section 130.45 of the penal law, criminal sexual act in the\n   55  first degree as defined in section 130.50 of the penal law, sexual abuse\n   56  in the first degree as defined in  section  130.65  of  the  penal  law,\n\n       S. 2524                             5\n\n    1  unlawful  imprisonment  in the first degree as defined in section 135.10\n    2  of the penal law, kidnapping in the second degree as defined in  section\n    3  135.20  of  the  penal law, kidnapping in the first degree as defined in\n    4  section 135.25 of the penal law, labor trafficking as defined in section\n    5  135.35  of  the penal law, custodial interference in the first degree as\n    6  defined in section 135.50 of the penal law, coercion in the first degree\n    7  as defined in section 135.65 of the penal law, criminal trespass in  the\n    8  first  degree as defined in section 140.17 of the penal law, burglary in\n    9  the third degree as defined in section 140.20 of the penal law, burglary\n   10  in the second degree as defined in section  140.25  of  the  penal  law,\n   11  burglary  in  the first degree as defined in section 140.30 of the penal\n   12  law, criminal mischief in the third degree as defined in section  145.05\n   13  of  the  penal law, criminal mischief in the second degree as defined in\n   14  section 145.10 of the penal law, criminal mischief in the  first  degree\n   15  as defined in section 145.12 of the penal law, criminal tampering in the\n   16  first degree as defined in section 145.20 of the penal law, arson in the\n   17  fourth  degree  as  defined in section 150.05 of the penal law, arson in\n   18  the third degree as defined in section 150.10 of the penal law, arson in\n   19  the second degree as defined in section 150.15 of the penal  law,  arson\n   20  in the first degree as defined in section 150.20 of the penal law, grand\n   21  larceny  in  the fourth degree as defined in section 155.30 of the penal\n   22  law, grand larceny in the third degree as defined in section  155.35  of\n   23  the  penal law, grand larceny in the second degree as defined in section\n   24  155.40 of the penal law, grand larceny in the first degree as defined in\n   25  section 155.42 of the penal law, health care fraud in the fourth  degree\n   26  as  defined in section 177.10 of the penal law, health care fraud in the\n   27  third degree as defined in section 177.15 of the penal law, health  care\n   28  fraud  in  the  second  degree as defined in section 177.20 of the penal\n   29  law, health care fraud in the first degree as defined in section  177.25\n   30  of  the  penal  law,  robbery  in the third degree as defined in section\n   31  160.05 of the penal law, robbery in the  second  degree  as  defined  in\n   32  section  160.10 of the penal law, robbery in the first degree as defined\n   33  in section 160.15 of the penal law, unlawful use  of  secret  scientific\n   34  material  as  defined  in  section  165.07  of  the  penal law, criminal\n   35  possession of stolen property in the fourth degree as defined in section\n   36  165.45 of the penal law, criminal possession of stolen property  in  the\n   37  third  degree  as  defined  in section 165.50 of the penal law, criminal\n   38  possession of stolen property in the second degree as defined by section\n   39  165.52 of the penal law, criminal possession of stolen property  in  the\n   40  first  degree  as  defined by section 165.54 of the penal law, trademark\n   41  counterfeiting in the second degree as defined in section 165.72 of  the\n   42  penal  law,  trademark  counterfeiting in the first degree as defined in\n   43  section 165.73 of the penal law, forgery in the second degree as defined\n   44  in section 170.10 of the penal law,  forgery  in  the  first  degree  as\n   45  defined  in  section  170.15  of the penal law, criminal possession of a\n   46  forged instrument in the second degree as defined in section  170.25  of\n   47  the  penal  law, criminal possession of a forged instrument in the first\n   48  degree  as  defined  in  section  170.30  of  the  penal  law,  criminal\n   49  possession  of forgery devices as defined in section 170.40 of the penal\n   50  law, falsifying business records in  the  first  degree  as  defined  in\n   51  section  175.10  of  the penal law, tampering with public records in the\n   52  first degree as defined in section 175.25 of the penal law,  offering  a\n   53  false  instrument  for  filing in the first degree as defined in section\n   54  175.35 of the penal law, issuing  a  false  certificate  as  defined  in\n   55  section  175.40  of  the  penal  law, criminal diversion of prescription\n   56  medications and prescriptions in the second degree as defined in section\n\n       S. 2524                             6\n\n    1  178.20 of the penal law, criminal diversion of prescription  medications\n    2  and  prescriptions  in  the first degree as defined in section 178.25 of\n    3  the penal law, residential  mortgage  fraud  in  the  fourth  degree  as\n    4  defined  in  section 187.10 of the penal law, residential mortgage fraud\n    5  in the third degree as defined in section 187.15 of the penal law, resi-\n    6  dential mortgage fraud in the second degree as defined in section 187.20\n    7  of the penal law, residential mortgage fraud  in  the  first  degree  as\n    8  defined  in section 187.25 of the penal law, escape in the second degree\n    9  as defined in section 205.10 of the  penal  law,  escape  in  the  first\n   10  degree  as  defined  in section 205.15 of the penal law, absconding from\n   11  temporary release in the first degree as defined in  section  205.17  of\n   12  the  penal  law,  promoting  prison  contraband  in  the first degree as\n   13  defined in section 205.25 of the penal law, hindering prosecution in the\n   14  second degree as defined in section 205.60 of the penal  law,  hindering\n   15  prosecution  in  the  first  degree  as defined in section 205.65 of the\n   16  penal law, sex trafficking as defined in section  230.34  of  the  penal\n   17  law,  criminal  possession of a weapon in the third degree as defined in\n   18  subdivisions two, three and five of section 265.02  of  the  penal  law,\n   19  criminal  possession  of  a  weapon  in  the second degree as defined in\n   20  section 265.03 of the penal law, criminal possession of a weapon in  the\n   21  first degree as defined in section 265.04 of the penal law, manufacture,\n   22  transport,  disposition  and defacement of weapons and dangerous instru-\n   23  ments and appliances defined as felonies in subdivisions one,  two,  and\n   24  three  of  section  265.10 of the penal law, sections 265.11, 265.12 and\n   25  265.13 of the penal law, or prohibited use  of  weapons  as  defined  in\n   26  subdivision two of section 265.35 of the penal law, relating to firearms\n   27  and  other  dangerous  weapons,  or  failure to disclose the origin of a\n   28  recording in the first degree as defined in section 275.40 of the  penal\n   29  law;\n   30    S  11.  Subdivision  1  of  section 673 of the county law, as added by\n   31  chapter 545 of the laws of 1965, is amended to read as follows:\n   32    1. A coroner or medical examiner has  jurisdiction  and  authority  to\n   33  investigate  the death of every person dying within his county, or whose\n   34  body is found within the county, which is or appears to be:\n   35    (a) A violent death, whether by criminal violence, suicide or  casual-\n   36  ty;\n   37    (b) A death caused by unlawful act or criminal neglect;\n   38    (c) A death occurring in a suspicious, unusual or unexplained manner;\n   39    (d) [A death caused by suspected criminal abortion;\n   40    (e)] A death while unattended by a physician, so far as can be discov-\n   41  ered,  or  where  no  physician  able  to  certify the cause of death as\n   42  provided in the public health law and  in  form  as  prescribed  by  the\n   43  commissioner of health can be found;\n   44    [(f)]  (E)  A death of a person confined in a public institution other\n   45  than a hospital, infirmary or nursing home.\n   46    S 12. Section 4 of the judiciary law, as amended by chapter 264 of the\n   47  laws of 2003, is amended to read as follows:\n   48    S 4. Sittings of courts to be public.  The  sittings  of  every  court\n   49  within  this  state shall be public, and every citizen may freely attend\n   50  the same, except that  in  all  proceedings  and  trials  in  cases  for\n   51  divorce,  seduction,  [abortion,]  rape,  assault  with intent to commit\n   52  rape, criminal sexual act, bastardy or filiation, the court may, in  its\n   53  discretion,  exclude  therefrom  all persons who are not directly inter-\n   54  ested therein, excepting jurors, witnesses, and officers of the court.\n   55    S 13. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2524\n\nTITLE OF BILL:\n\nAn act\nto amend the public health law, in relation to enacting the\n\"reproductive health act\" and revising existing provisions\nregarding abortions; to amend the penal law, the criminal procedure\nlaw, the county law and the judiciary law, in relation to abortion; to\nrepeal certain provisions of the education law relating to the sale of\ncontraceptives; and to repeal certain provisions of the penal law\nrelating to abortion\n\nPURPOSE OF BILL\n\nTo codify the protections recognized by the United States Supreme\nCourt in Roe v. Wade and in subsequent cases that confirmed the right\nof individuals to make reproductive determinations, this bill\nestablishes a fundamental, statutory right to privacy in making\npersonal reproductive decisions and updates New York's abortion and\ncontraception laws to correct constitutional defects and ensure that\nabortion is treated as a health matter.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 of the bill provides that the bill shall be known as the\n\"Reproductive Health Act.\"\n\nSection 2 of the bill creates a new Article 17 of the Public Health\nLaw (PHL), which establishes in statute affirmative reproductive\nrights, specifically: (1) the fundamental right of every individual\nto choose or refuse contraception, and (2) the fundamental right of\nevery female to determine the course of her pregnancy. Section 2 of\nthe bill further states that an abortion may be performed by a\nqualified practitioner in the absence of fetal viability and at any\ntime when necessary to protect the female's life or health.\n\nSection 2 of the bill also provides that the State shall not deny,\nregulate or restrict these fundamental rights, except by a law,\nregulation or policy that is narrowly tailored to serve a compelling\nState interest or by a generally applicable law or regulation\ngoverning matters such as practitioner licensing, pharmaceuticals and\nmedical devices, and medical procedures. Section 2 additionally\nprohibits the State from discriminating against the exercise of\nreproductive rights in the provision of benefits, facilities,\nservices, or information.\n\nSection 2 of the bill also states that nothing contained in the new\nPHL Article 17 alters any existing protections under state or federal\nlaw or regulation that permit a health care provider to refrain\n\nfrom providing abortions due to the provider\"s religious or moral\nbeliefs.\n\nSection 2 of the bill further sets forth certain definitions. In\nparticular, the bill defines fetal viability as the point in\npregnancy when, as determined by a physician or other qualified\npractitioner acting in good faith in accordance with generally\naccepted medical standards: (1) the gestational age of the fetus,\nmeasured from the first day of the woman's last menstrual period, is\nat least 24 weeks, and (2) there is a reasonable likelihood of the\nfetus's sustained survival outside the uterus without application of\nextraordinary medical measures.\n\nSection 3 of the bill amends PHL &sect; 4164 to provide that in the case\nof an abortion performed after a fetus is considered viable, the\nprocedure may be delayed for the arrival of a second physician to\ntake charge of a live birth only if the delay will not jeopardize the\nfemale's life or health.\n\nSection 4 of the bill repeals Education Law &sect; 6811(8), which pertains\nto the sale, distribution, advertisement and display of contraceptives.\n\nSections 5 and 7 of the bill repeal the five abortion-related crimes\ncontained in the Penal Law, amend the title of Penal Law Article 125\nto delete the reference to abortion, and delete the definitions of\n\"abortional act\" and \"justifiable abortional act\" from Penal Law\n&sect; 125.05.\n\nSection 6 of the bill amends the definition of \"homicide\" to delete\nreferences to \"unborn child\" and abortion.\n\nSections 8 and 9 of the bill amend the first and second degree\nmanslaughter statutes to delete the sections relating to causing a\ndeath of a female during the performance of an abortion.\n\nSections 10, 11, and 12 of the bill make conforming changes by\nremoving references to the crime of abortion in the Criminal\nProcedure Law, the County Law, and the Judiciary Law.\n\nSection 13 of the bill provides that the bill would take effect\nimmediately.\n\nEXISTING LAW:\n\nSeveral New York statutes are unenforceable because they fail to\nprotect rights recognized by the federal Constitution, as interpreted\nby the United States Supreme Court. This bill revises New York law to\nremove the unenforceable provisions.\n\nArticle 125 of the Penal Law defines the crimes of first-degree\nabortion and first-degree self abortion as homicides. Abortion or\nself abortion is criminal unless justifiable, which means that it is\n\na medical procedure performed with the female's consent: (1) under a\nreasonable belief that it is necessary to save the woman's life; or\n(2) when a woman is no more than twenty-four weeks pregnant. The\ncrimes of manslaughter in the first and second degrees both include\nsections that impose criminal liability when a woman dies during the\nperformance of an abortion\nthat is not justifiable. Several components of Article 125 conflict\nwith decisions of the Supreme Court in Roe v. Wade\nand subsequent\ncases. In particular, Article 125 does not authorize a later term\nabortion when a woman's health is at stake, and also\ncriminalizes certain abortions performed before viability but after\n24 weeks - both circumstances that conflict with the Roe\nline of cases,\nmaking current New York law unenforceable.\n\nPHL 4164(1) provides that abortions performed after the twelfth\nweek of pregnancy may be performed only in a \"hospital\" and only on\nan in-patient basis. The subdivision further provides that abortions\nperformed after the twentieth week of pregnancy must be attended by a\nsecond physician who is to take charge of and provide immediate\nmedical care for any live birth that may result from such abortion.\nThis statute cannot be enforced in its current form in the State of\nNew York due to several United States Supreme Court decisions that\neffectively invalidated various aspects of the law.\n\nEducation Law &sect; 6811(8) prohibits the sale or distribution of\ncontraceptives to minors under the age of sixteen, requires that\nsales of contraceptives to person who are sixteen or over may be\nauthorized only by a licensed pharmacist, and prohibits the\nadvertisement or display of contraceptives. This statute was found to\nbe unconstitutional, as applied to non-prescription contraceptives,\nby the United States Supreme Court in 1977, and thus is not followed.\n\nSTATEMENT IN SUPPORT:\n\nIn 1970, New York legalized abortions in some circumstances, thereby\nrecognizing that a woman has a fundamental right to make decisions\nabout the Course of her pregnancy. Three years later, the United\nStates Supreme Court issued its landmark decision in\nRoe v. Wade, 410\nU.S. 113 (1973), holding that a woman has a fundamental right,\nprotected by the federal constitution, to an abortion prior to fetal\nviability and, in cases where her life or health are at risk, after\nviability. During the three decades since Roe v. Wade\nwas decided,\nthere have been numerous federal court decisions clarifying the scope\nof the right to abortion, but New York's laws have never been updated\nand certain provisions are clearly unconstitutional.\n\nSignificantly, New York law currently does not contain any statement\naffirmatively recognizing a woman's right to choose the course of her\n\npregnancy. Instead, the statutory contours of legal abortion are\nfound only in negative form; the Penal Law sets forth the\ncircumstances in which abortions are illegal, and only from those\nprovisions can one discern the circumstances in which abortions are\npermitted.\n\nSpecifically, the Penal Law makes abortion a crime unless the woman is\nno more than 24 weeks pregnant or an abortion is necessary to save\nher life. These provisions deprive a woman of her constitutional\nrights as articulated by Roe because they\ncriminalize an abortion\nperformed after 24 weeks of pregnancy, even if the fetus is\nnon-viable, and they criminalize a post-viability abortion that is\nnecessary to protect a woman's health.\n\nThis bill corrects those provisions of State law which\nunconstitutionally burden a woman's right to obtain an abortion, and\nestablishes an affirmative right to make reproductive health\ndecisions in law. The bill further eliminates the Penal Law\nprovisions pertaining to\nabortion, which draw an unnecessary distinction between abortion\nprocedures and other medical procedures. These changes are similar to\ninitiatives pursued by other states over the past decade - including\nCalifornia, Connecticut, Hawaii, Maine, Maryland, Nevada and\nWashington - which affirmatively recognize a woman's fundamental\nright to make reproductive health decisions in statute or\nconstitution and ensure that abortion is treated as a matter\nof women's health, not as a matter of criminal law.\n\nThis bill adds a new Article 17 to the Public Health Law (PHL) -\nentitled \"Reproductive Health Act\" - which affirms that a pregnant\nwoman has a fundamental right to abortion when a fetus is not viable\nor if an abortion is necessary to preserve her life or health. The\nbill leaves the determination of whether a fetus is viable to the\ngood faith medical judgment of a qualified physician or other\npractitioner, exercised in accordance with generally accepted medical\nstandards as applied to the facts of the particular case.\n\nViability exists at the the point in pregnancy when: (1) the\ngestational age of the fetus, measured from the first day of the\nwoman's last menstrual period, is at least 24 weeks, and (2) there is\na reasonable likelihood of the fetus's sustained survival outside the\nuterus without application of extraordinary medical measures. This\nstandard incorporates accepted medical practices, provides guidance\nto practitioners in exercising their good faith medical judgment and\nis intended to prevent the abortion of viable fetuses, except when\nnecessary to protect a woman's life or health.\n\nWhile the bill repeals Penal Law provisions pertaining to abortion,\nsufficient protections still exist to address abortions which are\nperformed by health care practitioners under circumstances that\nconstitute unprofessional, tortious or criminal conduct. Such\n\npractitioners can be subject to professional sanctions, civil\nliability, or criminal prosecution. This ensures that abortion is\ntreated like any other medical procedure, subject to the same laws,\nregulations and principles that generally govern the conduct of\nmedical practitioners.\n\nFor example, professional misconduct proceedings, which could result\nin penalties such as suspension, limitation, revocation, or annulment\nof the practitioner's license, could be commenced if the practitioner\nperforms a procedure incompetently or performs a procedure which is\noutside the scope of his or her practice. Similarly, an abortion\nprovider, like any other health care practitioner, could be subject\nto a medical malpractice lawsuit in civil court for injuries caused\nto a woman during a negligently performed procedure.\nSee Kusterman v.\nGlick, 107 A.D.2d 664 (2d Dept. 1985), app.\ndismissed, 64 N.Y.2d 1040\n(1985).\n\nIf a woman were to die during an abortion procedure as a result of\ncriminally negligent or reckless conduct by a physician, the\nphysician could be criminally prosecuted, just like any other health\ncare provider who caused injury to a patient as a result of such\nconduct. See, e.g., People v. Benjamin,\n270 A.D.2d 428 (2d Dept. 2000)\n(upholding depraved indifference murder conviction based on defendant\nphysician's conduct after he inflicted a fatal wound during an\nabortion procedure).\n\nMoreover, there will continue to be sanctions if an unlicensed person\nperforms an abortion or makes a viability determination. or holds\nhimself or herself out as being able to do\nso. Education Law &sect; 6512 provides that if any person performs or\nholds himself or herself out as being authorized to perform an act\nwhich requires a professional license, he or she may be prosecuted\nfor the unauthorized practice of a profession, a class E felony.\nThus, someone who engages in abortion procedures without a license\nfaces the same criminal sanctions as any other unlicensed person who\nperforms a medical procedure.\n\nThe bill's elimination of the Penal Law provisions pertaining to\nabortion does not mean that there are no sanctions available to\npunish an act, such as assault, which is committed against a pregnant\nwoman without consent and results in termination of a pregnancy or\nrenders a viable fetus non-viable. Depending on the circumstances,\nsuch injuries could constitute \"physical injury\" or \"serious physical\ninjury\" to the woman, as those terns are defined by Penal Law\n&sect;10.00, and could serve as the basis for criminal liability for\nseveral assault and assault-related offenses. See People v.\nVercelletto, 135 Misc.2d 40, 46-47\n(Ulster Co. Ct. 1987) (finding\nthat the destruction of placenta and miscarriage of seven-month fetus\n\nconstituted a serious physical injury to the woman under the Penal\nLaw); cf, People v. Thompson;\n224 A.D.2d 950 (4th Dept.\n1996) (suggesting that evidence that victim suffered a miscarriage\nwould be admissible as proof of serious physical injury to the\nvictim). The perpetrator could also be answerable for his or her\nactions in a civil lawsuit brought by the victim. See\nInsurance Law\n&sect;&sect; 5102(2) and 5104 (including \"loss of a fetus\" in the list of\npersonal injuries which, if experienced as the result of a motor\nvehicle accident, constitute \"serious injury\" and can serve as the\nbasis of a lawsuit notwithstanding the no-fault system).\n\nAs noted, the bill seeks to ensure that abortion is treated as a\nhealth matter and that women are free to make reproductive health\ndecisions. Accordingly, the bill provides that the State is\nprohibited from discriminating against the exercise of reproductive\nrights in the provision of benefits, facilities, services, or\ninformation, which is intended to ensure continued public funding of\nabortion services. However, as with any other health matter, the\nright to make a decision about the course of medical treatment is not\ncompletely unfettered; as expressly stated in new PHL Article 17, as\nthe State may infringe upon the fundamental right to have an\nabortion, but only by narrowly tailored law, regulation or policy, or\nby statutes and regulations of general applicability that pertain to\nmatters such as professional licensing or regulation of medical\nfacilities.\n\nFor example, current New York law addresses certain aspects of\nlater-term abortions under PHL&sect; 4164, requiring that abortions after\nthe twelfth week of pregnancy must be performed in a hospital on\nin-patient status and that a second physician must be present if an\nabortion is performed after viability to take charge of any resulting\nlive birth. The bill does not seek to eliminate regulation of\nlater-term abortions, but it does correct several constitutional\ndeficiencies associated with the statute. See City\nof Akron v. Akron\nCenter for Reproductive Health,\n462 U.S. 416,438-39 (1983)\n(invalidating an Akron, Ohio ordinance requiring abortions after 12\nweeks of pregnancy be performed in a hospital); overruled on other\ngrounds, Planned Parenthood v. Casey, 505 U.S.\n833 (1992); Planned\nParenthood Association of Kansas City.\nMissouri. Inc. v. Ashcroft, 462 U.S. 476,481-82 (1983)\n(invalidating a\nMissouri requirement that abortions after 12 weeks of pregnancy be\nperformed in a hospital); Thornburgh v. American College of\nObstetricians and Gynecologists,\n476 U.S. 747 (1986) (finding the\nsecond physician requirement to be unconstitutional because it did\nnot include an exception for emergencies).\n\nSpecifically, the bill amends PHL &sect; 4164 to: (1) permit abortions to\nbe performed after viability in appropriate Article 28 facilities,\nwhich include general hospitals and clinics, without requiring\nin-patient status; (2) adopt the viability standard in determining\nwhen a second physician must be present during an abortion: and (3)\nprovide an exception to the second physician requirement when delay\nin securing the second physician's attendance would endanger the\nwoman' s life or health.\n\nThe bill also provides that the new PHL Article 17 does not alter any\nexisting protections under existing \"conscience clauses\" - state or\nfederal laws or regulations that permit a health care provider to\nrefrain from providing abortions due to the provider's religious or\nmoral beliefs.\n\nFinally, in addition to establishing in statute the right to an\nabortion, this bill also contains an affirmative statement of\nreproductive rights, to make clear that in New York all individuals\nhave the right to use or refuse contraceptives. The bill also repeals\nEducation Law &sect; 6811 (8) because the provision was expressly found\nto be unconstitutional, as applied to non-prescription\ncontraceptives, by the Supreme Court in\nCarey v. Population Services\nInternational, 431 U.S.\n678 (1977).\n\nBUDGET IMPLICATIONS:\n\nThis bill is anticipated to have no fiscal implications.\n\nEFFECTIVE DATE:\n\nThis bill would become effective immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to enacting the \"reproductive health act\" and revising existing provisions regarding abortions; to amend the penal law, the criminal procedure law, the county law and the judiciary law, in relation to abortion; to repeal certain provisions of the education law relating to the sale of contraceptives; and to repeal certain provisions of the penal law relating to abortion ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T100401.TXT", "SOBI.D110127.T181922.TXT", "SOBI.D110125.T095900.TXT", "SOBI.D110125.T101401.TXT", "SOBI.D110125.T113906.TXT", "SOBI.D110128.T163320.TXT", "SOBI.D110125.T092858.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296250400550
}