{
  "year" : 2011,
  "senateBillNo" : "S2520-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S2520-2011-1295845200000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the empire state baseball trails program",
  "summary" : "Establishes the empire state baseball trails program. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "S4417-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2520\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by Sens. JOHNSON, GRISANTI, SEWARD -- read twice and ordered\n         printed, and  when  printed  to  be  committed  to  the  Committee  on\n         Commerce, Economic Development and Small Business\n\n       AN  ACT  to  amend the economic development law, in relation to creating\n         the Empire State baseball trails program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  economic  development law is amended by adding a new\n    2  article 5-F to read as follows:\n    3                                 ARTICLE 5-F\n    4                    EMPIRE STATE BASEBALL TRAILS PROGRAM\n    5  SECTION 181-F. LEGISLATIVE INTENT.\n    6          181-G. DEFINITIONS.\n    7          181-H. GENERAL FUNCTIONS, POWERS AND DUTIES OF THE COMMISSIONER.\n    8    S 181-F. LEGISLATIVE INTENT. THE LEGISLATURE RECOGNIZES  THAT  PROFES-\n    9  SIONAL BASEBALL HAS HISTORICALLY PLAYED AN IMPORTANT ROLE IN THE ECONOM-\n   10  IC AND CULTURAL LIFE OF THE STATE. THE PUBLIC IS GENERALLY FAMILIAR WITH\n   11  THE  TWO  MAJOR LEAGUE TEAMS IN NEW YORK CITY, AS WELL AS WITH THE BASE-\n   12  BALL HALL OF FAME IN COOPERSTOWN. THERE IS MUCH  LESS  PUBLIC  AWARENESS\n   13  THAT  NEW  YORK  STATE  IS  ALSO THE HOME OF THIRTEEN PROFESSIONAL MINOR\n   14  LEAGUE AND INDEPENDENT LEAGUE TEAMS SPREAD THROUGHOUT THE STATE.  GREAT-\n   15  ER PUBLIC AWARENESS OF THESE TEAMS AND  THEIR  GAME  SCHEDULES  HAS  THE\n   16  POTENTIAL  TO  SIGNIFICANTLY ADD TO THE STATE'S TOURISM TRADE. THE MINOR\n   17  LEAGUE AND INDEPENDENT LEAGUE TEAMS ARE SMALL BUSINESSES THEMSELVES, AND\n   18  COULD HELP TO DRAW IN-STATE AND OUT-OF-STATE TOURISTS TO  THEIR  RESPEC-\n   19  TIVE  AREAS  OF NEW YORK, THEREBY INCREASING HOTEL, RESTAURANT AND OTHER\n   20  TOURIST RELATED SMALL BUSINESSES. IT IS, THEREFORE, THE INTENT  OF  THIS\n   21  LEGISLATURE  TO HAVE CREATED A PROGRAM WHICH WILL SYSTEMATICALLY PROMOTE\n   22  NEW YORK MINOR LEAGUE AND  INDEPENDENT  LEAGUE  BASEBALL  AS  A  TOURIST\n   23  ATTRACTION,  BY ESTABLISHING A BASEBALL TRAIL PROGRAM. IT IS THE FURTHER\n   24  INTENT OF THE LEGISLATURE THAT THESE TRAILS BE LINKED THEMATICALLY,  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07165-01-1\n\n       S. 2520                             2\n\n    1  BE  CONSTRUED SO AS TO BE EASILY TRAVELED BY TOURISTS AND BASEBALL FANS.\n    2  THE LEGISLATURE SEEKS THE CREATION OF ITINERARIES TO AID TRAVELERS ALONG\n    3  BASEBALL TRAILS, WHICH ALSO LINK TOGETHER OTHER ATTRACTIONS  AND  VENUES\n    4  ALONG  SAID  TRAILS IN ORDER TO ATTRACT VISITORS WITH A SIMPLE AND EFFI-\n    5  CIENT TRAVEL PLAN. FURTHER IT IS THE INTENT OF THIS LEGISLATURE  TO  SEE\n    6  THAT  THESE TRAILS ARE ADEQUATELY SIGNED SO THAT TRAVELERS MAY INDEPEND-\n    7  ENTLY FOLLOW THE TRAIL WITH EASE.\n    8    S 181-G. DEFINITIONS. AS USED IN  THIS  ARTICLE  THE  FOLLOWING  DEFI-\n    9  NITIONS SHALL APPLY:\n   10    1.  \"BASEBALL  TRAIL\"  SHALL  MEAN  A  SERIES OF PROFESSIONAL BASEBALL\n   11  VENUES IDENTIFIED BY THE COMMISSIONER, WHICH MAY BE LINKED BY GEOGRAPHIC\n   12  PROXIMITY AND ALIGNMENT, AND GAME SCHEDULES.\n   13    2. \"BASEBALL PASSPORT\" SHALL MEAN  A  BOOKLET  OR  OTHER  PUBLICATION,\n   14  WHICH  IS  SPECIFIC  TO  THE  PROFESSIONAL  BASEBALL VENUES AND GAMES OR\n   15  SURROUNDING ATTRACTIONS ON A BASEBALL TRAIL, AND MAY  INCLUDE  DISCOUNTS\n   16  AND  OTHER  INCENTIVES  RELATED TO ATTENDING BASEBALL GAMES AND VISITING\n   17  THE BASEBALL VENUES AND ATTRACTIONS ON THE BASEBALL TRAIL.\n   18    S 181-H. GENERAL FUNCTIONS, POWERS AND DUTIES OF THE COMMISSIONER.  1.\n   19  THE  COMMISSIONER  SHALL  DEVELOP  AND IMPLEMENT AN \"I LOVE NY BASEBALL\"\n   20  PROMOTION PROGRAM. THE COMMISSIONER, IN CONJUNCTION WITH THE COMMISSION-\n   21  ER OF PARKS, RECREATION AND HISTORIC PRESERVATION AND ANY LOCAL  GOVERN-\n   22  MENT  OFFICIAL OR ENTITY, SHALL IDENTIFY A SERIES OF BASEBALL VENUES AND\n   23  GAMES TO BE PART OF A BASEBALL TRAIL. NO FEWER THAN TWO BASEBALL  TRAILS\n   24  SHOULD  BE  IDENTIFIED  FOR  THE PURPOSES OF THE PROGRAM. IN IDENTIFYING\n   25  SPECIFIC VENUES AND GAMES TO BE INCLUDED ON A  BASEBALL  TRAIL,  SPECIAL\n   26  CONSIDERATION  SHALL BE GIVEN TO THOSE TRAILS WHICH PROMOTE MINOR LEAGUE\n   27  AND INDEPENDENT LEAGUE BASEBALL. SPECIAL  CONSIDERATION  SHALL  ALSO  BE\n   28  GIVEN  TO  TRAILS  WHICH  CAN  BE  LINKED TO SURROUNDING ARTS, CULTURAL,\n   29  HISTORICAL, ENTERTAINMENT OR OTHER TOURISM DESTINATIONS OR  EXHIBITS  OF\n   30  INTEREST TO TRAVELERS.\n   31    2.  THE  COMMISSIONER  SHALL  CAUSE  TO BE DEVELOPED BASEBALL VACATION\n   32  ITINERARIES BASED ON SPECIFIC BASEBALL TRAILS, WHICH SHALL IDENTIFY  FOR\n   33  VISITORS  BASEBALL GAMES AND SURROUNDING ATTRACTIONS, RESTAURANTS, LODG-\n   34  ING AND OTHER EXHIBITS OR PLACES OF ENTERTAINMENT AS MAY BE  A  PART  OF\n   35  THE THEME LINKING THE BASEBALL VENUES ON THE BASEBALL TRAIL.\n   36    3.  THE  COMMISSIONER SHALL WORK TO DEVELOP DISCOUNT PACKAGES FOR SUCH\n   37  BASEBALL TRAILS, WHICH MAY INCLUDE THE DEVELOPMENT OF A  BASEBALL  PASS-\n   38  PORT.\n   39    4.  NOTHING  SHALL  PRECLUDE THE COMMISSIONER FROM CONTRACTING WITH AN\n   40  INDEPENDENT VACATION OR TRAVEL PACKAGE COMPANY TO HELP DEVELOP  BASEBALL\n   41  VACATION PACKAGES ALONG A BASEBALL TRAIL.\n   42    S  2.  This  act shall take effect on the ninetieth day after it shall\n   43  have become a law.\n",
  "memo" : "BILL NUMBER:S2520\n\nTITLE OF BILL:\nAn act\nto amend the economic development law, in relation to creating the\nEmpire State baseball trails program\n\nPURPOSE:\nTo develop within the Department of Economic Development an Empire\nState Baseball Trails program to promote tourism around the theme of\nminor league baseball in New York.\n\nSUMMARY OF PROVISIONS:\nSection one of the bill sets forth the Legislature's intent to\nincrease tourism and economic development by increasing public\nawareness of New York's thirteen minor league and independent league\nbaseball teams, the teams' game schedules and other baseball\nattractions. Section two of the bill directs the Commissioner to\ncreate a baseball trails program.\n\n&sect; 2 provides the effective date.\n\nJUSTIFICATION:\nProfessional baseball has historically played an important role in the\neconomic and cultural life of the state. The public is generally\nfamiliar with the two Major League Baseball teams in New York City,\nas well as with the Baseball Hall of Fame in Cooperstown. There is\nmuch less public awareness that New York State is also the home of\nthirteen minor league or independent league teams throughout the\nstate. Teams are located in Auburn, Batavia, Binghamton, Brooklyn,\nBuffalo, Jamestown, Long Island, Oneonta, Rochester, Staten Island,\nSyracuse, Troy and Wappinger's Falls. Collectively, the teams play\nhundreds of games annually, each of which could be a tourist\nattraction event. Greater public awareness of these minor league and\nindependent league teams and their game schedules has the potential\nto significantly add to the state's tourism trade.\n\nThe thirteen minor league and independent league teams are small\nbusinesses themselves, and could help to draw in-state and\nout-of-state tourists to their respective areas of New York, thereby\nincreasing hotel, restaurant and other tourist-related small\nbusinesses.\n\nA coordinated program of systematically promoting minor league and\nindependent league baseball as a New York tourist attraction could be\na valuable, cost effective tourist promotion and economic development\ntool. Such a program may include other venues and\nevents such as Major League Baseball games and the Baseball Hall of\nFame in Cooperstown.\n\nThe Empire State Baseball Trails program is modeled on existing\nstatutory programs promoting the golf, wine and brewery industries in\nNew York. The program should be user friendly, easy to access and\neasy to follow. The program should also link together other\nattractions and venues along such trails in order to attract visitors\nwith a simple and efficient travel plan.\n\nLEGISLATIVE HISTORY:\n2008:     S.8560/A.11288- Veto No. 101\n2009-10:  S.4417 - Referred to Commerce, Economic Development &\nSmall Business\n\nFISCAL IMPLICATIONS:\nMinimal cost would be offset by increased sales tax generated by\ngreater economic activity.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to creating the Empire State baseball trails program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T170143.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110124.T165642.TXT", "SOBI.D110125.T105405.TXT", "SOBI.D110124.T164642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223685
}