{
  "year" : 2011,
  "senateBillNo" : "S2536-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S2536-2011-1295931600000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the veteran's real property tax exemption from $5000 to $7500",
  "summary" : "Increases the real property tax exemption a veteran may receive on real property purchased with eligible funds from $5,000 to $7,500 of the assessed value of such property. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A3531-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2536\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the real property tax law,  in  relation  to  increasing\n         exemption for veterans\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Paragraph 2 of subdivision 1 of section 458  of  the  real\n    2  property  tax  law,  as  amended  by chapter 488 of the laws of 1998, is\n    3  amended to read as follows:\n    4    (2) Except as provided in subdivision five of this  section,  no  such\n    5  exemption  on  account  of eligible funds paid on account of military or\n    6  naval services rendered by an individual shall be allowed in  excess  of\n    7  [five]  SEVEN  thousand  FIVE  HUNDRED dollars. For the purposes of this\n    8  subdivision any established exemption, or newly claimed exemption, or an\n    9  aggregate thereof, as the case may be, in  excess  of  any  multiple  of\n   10  fifty  dollars  shall be regarded as being the nearest multiple of fifty\n   11  dollars and allowed in such amount. If the amount of such exemption  has\n   12  no  nearest multiple of fifty dollars, it shall be regarded as being the\n   13  next higher multiple of fifty dollars and allowed in  such  amount.  The\n   14  mingling  of  such eligible funds with other funds or their retention by\n   15  the United States for insurance premiums shall not bar the granting of a\n   16  claim for such exemption.\n   17    S 2.  This act shall take effect on the first of July next  succeeding\n   18  the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05757-01-1\n",
  "memo" : "BILL NUMBER:S2536\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to increasing\nexemption for veterans\n\nPURPOSE OR GENERAL IDEA:\nAmends paragraph two,\nsubdivision one of Section 458 of the Real Property Tax Law to increase\nthe exemption a veteran may receive on real property purchased with\neligible funds from the present $5,000 to $7,500 of the assessed value\nof that property.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAmends paragraph two,\nsubdivision one of Section 458 of the Real Property Tax Law to provide\nthat real property owned by a veteran shall be exempt up to $7,500 of\nassessed valuation when the property shall have been purchased with\neligible funds. Any established or newly claimed exemption in excess of\nfifty dollars shall be allowed as the nearest multiple of fifty dollars\nand if there is no nearest multiple of fifty dollars the exemption shall\nbe allowed in the amount of the next higher multiple of fifty dollars.\nClaims for exemption can be granted even if there is a mingling of such\neligible funds with other funds or their retention by the United States\nfor insurance premiums.\n\nJUSTIFICATION:\nThis act will make more realistic and\nmeaningful, the value of the exemption which was within the intent of\nthe Legislature when it originally passed the law. The dollar value has\ncertainly decreased at least 50% since the law was originally enacted\nmore than twenty years ago. This act, while changing the dollar amount\nof the exemption, will afford the veteran homeowner substantially the\nsame value of tax relief as he first received when the law originally\nwent into effect.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATION FOR STATE AND LOCAL GOVERNMENTS:\nUndetermined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the\nfirst of July next succeeding the date on which\nit  shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to increasing exemption for veterans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T100401.TXT", "SOBI.D110125.T093358.TXT", "SOBI.D110125.T100901.TXT", "SOBI.D110125.T113906.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601574
}