{
  "year" : 2011,
  "senateBillNo" : "S2534-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2534-2011-1295931600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the definition of dangerous contraband to include telecommunications and electronic recording devices",
  "summary" : "Expands the definition of dangerous contraband to include telecommunications and electronic recording devices. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A3511-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2534\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to expanding  the  definition\n         of  dangerous  contraband to include telecommunications and electronic\n         recording devices\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 205.00 of the penal law is amended\n    2  to read as follows:\n    3    4.  \"Dangerous  contraband\"  means contraband which is capable of such\n    4  use as may endanger the safety or security of a  detention  facility  or\n    5  any  person therein, WHICH SHALL INCLUDE, BUT NOT BE LIMITED TO, A TELE-\n    6  COMMUNICATIONS OR ELECTRONIC RECORDING  DEVICE.  FOR  PURPOSES  OF  THIS\n    7  SUBDIVISION, A \"TELECOMMUNICATIONS OR ELECTRONIC RECORDING DEVICE\" MEANS\n    8  ANY TYPE OF INSTRUMENT, DEVICE, MACHINE OR EQUIPMENT THAT IS DESIGNED TO\n    9  TRANSMIT  AND/OR  RECEIVE  TELEPHONIC,  ELECTRONIC, DIGITAL, CELLULAR OR\n   10  RADIO SIGNALS OR COMMUNICATIONS OR ANY PART OF SUCH INSTRUMENT,  DEVICE,\n   11  MACHINE OR EQUIPMENT, AS WELL AS ANY TYPE OF INSTRUMENT DESIGNED TO HAVE\n   12  SOUND OR IMAGE RECORDING ABILITIES AND SHALL INCLUDE, BUT NOT BE LIMITED\n   13  TO, A CELLULAR OR DIGITAL PHONE, A PAGER, A TWO-WAY RADIO TEXT MESSAGING\n   14  OR  MODEM  DEVICE (INCLUDING MODEM EQUIPMENT DEVICES), A CAMERA, A VIDEO\n   15  RECORDER AND TAPE OR DIGITAL RECORDING DEVICES, OR ANY OTHER DEVICE THAT\n   16  HAS SAID CAPABILITIES.\n   17    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   18  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05759-01-1\n",
  "memo" : "BILL NUMBER:S2534\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to expanding the definition of\ndangerous contraband to include telecommunications and electronic\nrecording devices\n\nSUMMARY OF PROVISIONS:\nThis bill would amend subdivision 4 of Penal Law (\"PL\") &sect; 205.00,\nwhich'\" contains the definitions of terms that are referenced in PL\nArticle 205, relating to offenses committed when someone is in\ncustody. It would add \"telecommunications devices\" to the existing\ndefinition of \"dangerous contraband\", and would be applicable to a\nnumber of devices that would be proscribed by virtue of PL &sect; 205.25\n(\"Promoting prison contraband in the first degree\").\n\nJUSTIFICATION:\nCorrectional systems throughout the world are witnessing the\nproliferation of contraband cell phones and other telecommunications\ndevices. These devices pose a serious threat to public safety in\nseveral important ways. Such devices allow inmates to circumvent the\nsafeguards and controls imposed on their communications, including\nthe monitoring of the content of calls or numbers called, blocks on\ncalls to certain numbers, and prohibitions against all phone\ncommunications where they pose a threat to safety and security. With\nsuch unlimited access, inmates are able to organize escapes by, for\nexample, alerting outside individuals to prisoners' movements, Or\nsending images of secure areas. Inmates can organize prison\ndisturbances, continue,to harass witnesses and victims (including\ntheir victims of domestic violence) and interfere with members of\njuries. They are also able to use such devices to arrange for\nintroduction of contraband into detention facilities or continue\ntheir outside illegal activities.\n\nIt is therefore essential to public safety that all possible measures\nbe taken to deter the introduction and possession of such contraband.\nThis bill would ensure that such conduct is punishable as a felony\nunder PL &sect; 205.25. Under PL Article 205, promoting prison contraband\nis a misdemeanor (PL &sect; 205.20) unless the item introduced or\npossessed is \"dangerous contraband\", which term is defined in PL\n205.00(4) as \"contraband which is capable of such use as may endanger\nthe safety or security of a detention facility or any person therein\"\nand punishable as a D felony under PL &sect; 205.25. While it should be\nbeyond debate that telecommunications devices fit within that\ndefinition, it is important to eliminate any ambiguity in connection\nwith the interpretation of the statute. This proposal will also send\nan important message to the public and to the inmate population that\npromoting such contraband will be punishable as a felony.\n\nFinally, we note that at least seven other States (Arkansas, Illinois,\nLouisiana, Mississippi, Ohio, Pennsylvania, and Texas) have adopted\n\nstatutes making it a crime to possess or introduce electronic devices\ninto their detention facilities.\n\nAccordingly, the Mayor urges the earliest possible favorable\nconsideration of this proposal by the Legislature.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nSavings will ultimately result from more effective efforts to eliminate\nunneeded regulatory mandates on businesses and local governments in the\nstate.\n\nEFFECTIVE DATE:\n90th day after it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to expanding the definition of dangerous contraband to include telecommunications and electronic recording devices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T100401.TXT", "SOBI.D110125.T093358.TXT", "SOBI.D110125.T095900.TXT", "SOBI.D110125.T100901.TXT", "SOBI.D110125.T113906.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601571
}