{
  "year" : 2011,
  "senateBillNo" : "S2539-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2539-2011-1295931600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes and directs the thruway authority to issue annual short distance commuter permits for travel at no charge along the thruway in the Syracuse area",
  "summary" : "Authorizes and directs the thruway authority to issue annual short distance commuter permits for travel at no charge along the thruway in the Syracuse area. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S761-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2539\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DeFRANCISCO -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the public authorities  law,  in  relation  to  commuter\n         passes on the New York state thruway in the Syracuse area\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The opening paragraph of section 378 of the public author-\n    2  ities law is designated subdivision 1 and a new subdivision 2  is  added\n    3  to read as follows:\n    4    2.  THE  AUTHORITY  IS  HEREBY AUTHORIZED AND DIRECTED TO ISSUE ANNUAL\n    5  SHORT DISTANCE COMMUTER PERMITS WHICH SHALL PROVIDE  FOR  TRAVEL  AT  NO\n    6  CHARGE BETWEEN INTERCHANGES IN PERMIT AREAS. FOR PURPOSES OF THIS SUBDI-\n    7  VISION,  THE  TERM  \"PERMIT AREA\" SHALL MEAN THE FOLLOWING SET OF INTER-\n    8  CHANGES:  THIRTY-FOUR-A, THIRTY-FIVE, THIRTY-SIX, THIRTY-SEVEN,  THIRTY-\n    9  EIGHT  AND  THIRTY-NINE.  SUCH  PERMITS  SHALL  BE VALID ONLY FOR TRAVEL\n   10  WITHIN THE PERMIT AREA.\n   11    S 2. This act shall take effect on the one hundred twentieth day after\n   12  it shall have become a law, provided, however, that the thruway authori-\n   13  ty shall promulgate any rules and regulations necessary for  the  imple-\n   14  mentation of this act on or before such effective date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03758-01-1\n",
  "memo" : "BILL NUMBER:S2539\n\nTITLE OF BILL:\n\nAn act\nto amend the public authorities law, in relation to commuter passes on\nthe New York state thruway in the Syracuse area\n\nPURPOSE:\n\nTo provide no-cost Thruway travel for Syracuse-area commuters.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 -- Amends section 378 of the Public Authorities Law to allow\nfor no-cost commuter travel on the Thruway between exits 34A, 35, 36,\n37, 38, and 39. Each exit is within the Syracuse-area.\n\nSection 2 -- Effective date.\n\nJUSTIFICATION:\n\nThis legislation seeks to ease the financial burden that is faced by\nThruway commuters in the Syracuse-area. Currently, Thruway commuters\nin this region must pay the standard Thruway fees imposed upon those\ntraveling the Thruway over long distances. This legislation allows\nthese drivers to commute at no cost.\n\nLEGISLATIVE HISTORY:\n\nS.761/A.30003 - 2009-10; S.6133/A.9085 - 2007-2008\n\nFISCAL IMPLICATIONS:\n\nUndetermined.\n\nEFFECTIVE DATE:\n\n120 days after it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to commuter passes on the New York state thruway in the Syracuse area ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT", "SOBI.D110125.T120909.TXT", "SOBI.D110125.T121911.TXT", "SOBI.D110125.T170450.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362836
}