{
  "year" : 2011,
  "senateBillNo" : "S2531-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2531-2011-1295931600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a penalty and cause of action for intentional destruction of medical records by a party to a medical malpractice action, or by an agent thereof",
  "summary" : "Establishes a penalty of not less than $1,000 for each intentional destruction, mutilation or significant alteration of a medical record by a party to a medical malpractice action, or by any officer, director, member, employee or agent of such party; also establishes a cause of action on behalf of any person injured as the result of such destruction, mutilation or significant alteration. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "S6131-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2531\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to  estab-\n         lishing a penalty and cause of action for the intentional destruction,\n         mutilation or significant alteration of certain medical records\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3126 of  the  civil  practice  law  and  rules,  as\n    2  amended  by  chapter  98  of  the  laws  of  1993, is amended to read as\n    3  follows:\n    4    S 3126. Penalties for refusal to comply with  order  or  to  disclose.\n    5  (A)  If  any party, or a person who at the time a deposition is taken or\n    6  an examination or inspection is made is an  officer,  director,  member,\n    7  employee  or  agent  of  a  party  or otherwise under a party's control,\n    8  refuses to obey an order for disclosure or wilfully  fails  to  disclose\n    9  information  which the court finds ought to have been disclosed pursuant\n   10  to this article, the court may make such orders with regard to the fail-\n   11  ure or refusal as are just, among them:\n   12    1. an order that the issues to which the information is relevant shall\n   13  be deemed resolved for purposes of the action  in  accordance  with  the\n   14  claims of the party obtaining the order; or\n   15    2.  an  order  prohibiting  the  disobedient  party from supporting or\n   16  opposing designated claims  or  defenses,  from  producing  in  evidence\n   17  designated  things  or  items  of  testimony,  or  from  introducing any\n   18  evidence of the physical, mental or blood condition sought to be  deter-\n   19  mined, or from using certain witnesses; or\n   20    3.  an  order  striking  out  pleadings  or  parts thereof, or staying\n   21  further proceedings until the order is obeyed, or dismissing the  action\n   22  or  any  part  thereof,  or  rendering a judgment by default against the\n   23  disobedient party.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05798-01-1\n\n       S. 2531                             2\n\n    1    (B) IF ANY PARTY, OR A PERSON WHO AT  THE  TIME  THAT  AN  ACTION  FOR\n    2  MEDICAL  MALPRACTICE IS COMMENCED OR THEREAFTER IS AN OFFICER, DIRECTOR,\n    3  MEMBER, EMPLOYEE OR AGENT OF A PARTY  OR  OTHERWISE  UNDER  THE  PARTY'S\n    4  CONTROL,  INTENTIONALLY  DESTROYS, MUTILATES OR SIGNIFICANTLY ALTERS ANY\n    5  MEDICAL  RECORD, THE PARTY OR PERSON SHALL BE SUBJECT TO A CIVIL PENALTY\n    6  OF NOT LESS THAN ONE THOUSAND DOLLARS FOR EACH SUCH  ACT.  IN  ADDITION,\n    7  ANY PERSON WHO HAS BEEN INJURED BECAUSE OF SUCH INTENTIONAL DESTRUCTION,\n    8  MUTILATION  OR  SIGNIFICANT  ALTERATION OF A MEDICAL RECORD MAY BRING AN\n    9  ACTION AGAINST THE PARTY AND/OR PERSON RESPONSIBLE THEREFOR  TO  RECOVER\n   10  DAMAGES  IF  SUCH  DESTRUCTION OF EVIDENCE MADE IT IMPOSSIBLE OR SIGNIF-\n   11  ICANTLY IMPEDED THE PLAINTIFF'S ABILITY TO PROVE HIS OR HER  CLAIM.  THE\n   12  COURT MAY AWARD REASONABLE ATTORNEY'S FEES TO A PREVAILING PLAINTIFF.\n   13    S  2.  This  act  shall take effect immediately and shall apply to any\n   14  intentional destruction,  mutilation  or  significant  alteration  of  a\n   15  medical record occurring on or after such date.\n",
  "memo" : "BILL NUMBER:S2531\n\nTITLE OF BILL:\nAn act\nto amend the civil practice law and rules, in relation to establishing a\npenalty and cause of action for the intentional destruction, mutilation\nor significant alteration of certain medical records\n\nPURPOSE OR GENERAL IDEA OF THE BILL:\nTo deter fraud\nby providing that any party, or person who at the time that an action\nfor medical malpractice is commenced is an officer, director, member,\nemployee or agent of a party or otherwise under the party's control, who\nintentionally destroys, mutilates or significantly alters any medical\nrecords shall be subject to a civil penalty of not less than $1,000 for\neach violation. To provide an individual who is injured as a result of\nthe destruction, mutilation or alteration the ability to bring an action\nand hold the responsible parties accountable.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAdds a new\nundesignated paragraph to section 3126 of the civil practice law and\nrules stating that any party, or person who is an officer, director,\nmember, employee or agent of a party, or otherwise under the parties'\ncontrol at the time that an action for medical malpractice is commenced,\nwho intentionally destroys, mutilates or significantly alters any\nmedical records shall be subject to a penalty of between $1,000 and\n$10,000 per violation. Also states that any person who has been injured\nas a result of the destruction, mutilation or alteration may bring an\naction against the party and/or person responsible to recover damages if\nsuch destruction made it impossible or significantly impeded the\nplaintiff's ability to prove his or her initial claim. A judge may also\nstrike an offending party's pleadings and render a judgment by default\nagainst the offending party if the affected records are crucial to a\ndetermination on the issue of liability.\n\nJUSTIFICATION:\nThis bill helps to protect patients\nand promote accountability for proper medical care by establishing\npenalties for the intentional destruction, mutilation or alteration of\nmedical records. The destruction and alteration of medical records to\ncover up alleged malpractice can have severe consequences for the\nvictim, who may not be able to prove his or her claim without the vital\ninformation contained within those records. By creating a private\nright of action for the person who has been injured by such destruction\nagainst those who are responsible individuals, this bill sends a clear\nand unequivocal message to all medical, non-medical and administrative\npersonnel that such egregious; fraudulent behavior will not be\ntolerated.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENT:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to establishing a penalty and cause of action for the intentional destruction, mutilation or significant alteration of certain medical records ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T093358.TXT", "SOBI.D110125.T095900.TXT", "SOBI.D110125.T113406.TXT", "SOBI.D110125.T100901.TXT", "SOBI.D110126.T181321.TXT", "SOBI.D110125.T092858.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601567
}