{
  "year" : 2011,
  "senateBillNo" : "S2535-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2535-2011-1295931600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to voluntary discontinuances when responsive pleadings are not required",
  "summary" : "Extends the time period in which a voluntary discontinuance of a civil action may be obtained without the need for a court order or stipulation of settlement; gives flexibility to parties who may want to settle claims early in the litigation process or before the lawsuit actually begins. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A3515-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2535\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to  volun-\n         tary discontinuances\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 1 of subdivision (a) of rule 3217  of  the  civil\n    2  practice  law  and rules, as amended by chapter 736 of the laws of 1989,\n    3  is amended to read as follows:\n    4    1. by serving upon all parties to the action a  notice  of  discontin-\n    5  uance  at  any  time  before  a  responsive pleading is served or, IF NO\n    6  RESPONSIVE PLEADING IS REQUIRED, within twenty days after service of the\n    7  pleading asserting the claim, [whichever is  earlier,]  and  filing  the\n    8  notice with proof of service with the clerk of the court; or\n    9    S  2. This act shall take effect on the first of January next succeed-\n   10  ing the date on which it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05758-01-1\n",
  "memo" : "BILL NUMBER:S2535\n\nTITLE OF BILL:\nAn act\nto amend the civil practice law and rules, in relation to voluntary\ndiscontinuances\n\nThis is one of a series of measures being introduced at the request of\nthe Chief Administrative Judge on the recommendation of his Advisory\nCommittee on Civil Practice.\n\nThis measure would amend CPLR 3217(a)(1) to extend the time period in\nwhich a voluntary discontinuance of a civil action may be obtained\nwithout need for a court order or stipulation of settlement. As so\namended, the statute would give maximum flexibility to parties who\nmay want to settle claims very early in the litigation process, or\neven before a lawsuit actually is begun.\n\nUnder present law, a party who alleges a cause of action in a\ncomplaint, counterclaim, cross-claim or petition may unilaterally\ndiscontinue it without court order or stipulation only by giving\nnotice thereof \"at any time before a responsive pleading is served or\nwithin twenty days after service of the pleading asserting the claim,\nwhichever is earlier\" (emphasis added). This provides the claimant\nwith a maximum period of twenty days, which amounts to a very short\nwindow of opportunity within which to discontinue one's claim without\nneed for court intervention or permission of one's adversary. Indeed,\nour Advisory Committee believes that it is too short and that it\nunnecessarily hamstrings a claimant's choices early in litigation.\nAccordingly, our Committee recommends this measure, which would give\nthe claimant the period between service upon adversaries of the\npapers commencing his or her lawsuit and service of a responsive\npleading within which to unilaterally discontinue a claim. This\nchange will eliminate the arbitrary twenty day cut-off without\nprejudice to any other parties' rights.(1)\n\nThis measure will harmonize the CPLR with the Federal Rules of Civil\nProcedure, which permit a party to discontinue a claim any time\nbefore an answer thereto is due. See Federal Rules of Civil Procedure\n41(a). Moreover, it will restore in New York the same measure of\nflexibility enjoyed by practitioners in New York under the former\nRules of Civil Procedure.\n\nThis measure, which would have no fiscal impact upon the State,\nwould take effect on the first of January next succeeding the\ndate on which it shall have become a law.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the first of January next succeeding\nthe date on which it shall have become a law.\n\nFOOTNOTE:\n(1) Recognizing that there are circumstances where no responsive pleading\nmay be required (i.e. under CPLR 3011, no responsive pleading is\nrequired where a cross-claim is made but it is unaccompanied by any\ndemand for an answer), this measure preserves a twenty day rule to\nprevent the situation where claimant's opportunity to unilaterally\ndiscontinue would be without any time limitation whatsoever.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to voluntary discontinuances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T100401.TXT", "SOBI.D110125.T093358.TXT", "SOBI.D110125.T113906.TXT", "SOBI.D110126.T181321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296083601573
}