{
  "year" : 2011,
  "senateBillNo" : "S2533-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2533-2011-1295931600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits any gas or electric corporation from absolving itself from liability for service interruption arising from employee negligence",
  "summary" : "Prohibits gas and electric corporations from filing any schedules setting forth rules or regulations which absolve or attempt to absolve such corporations from liability for the interruption of its supply of service arising from the ordinary negligence of its employees, servants or agents and provides that any such schedules filed are void as against public policy. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A1555-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2533\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT to amend the public service law, in relation to the liability of\n         gas and electric corporations arising from  the  negligence  of  their\n         employees, servants or agents\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1     Section 1.  Subdivision 12 of section 66 of the public service law is\n    2  amended by adding a new undesignated paragraph to read as follows:\n    3    NOTHING CONTAINED IN THIS SUBDIVISION SHALL BE CONSTRUED  TO,  AND  NO\n    4  RULE,  REGULATION,  ORDER  OR PRACTICE OF THE COMMISSION SHALL AUTHORIZE\n    5  THE FILING BY ANY GAS CORPORATION OR ELECTRIC CORPORATION OF ANY  SCHED-\n    6  ULE  SETTING  FORTH  RULES  OR  REGULATIONS RELATING TO RATES OR SERVICE\n    7  WHICH, IN WORDS OR EFFECT, ABSOLVE OR ATTEMPT  TO  ABSOLVE  SUCH  CORPO-\n    8  RATION  FROM  LIABILITY  FOR  THE  INTERRUPTION OF ITS SUPPLY OF SERVICE\n    9  ARISING FROM THE ORDINARY  NEGLIGENCE  OF  ITS  EMPLOYEES,  SERVANTS  OR\n   10  AGENTS.    ANY  PART  OF  ANY SCHEDULE FILED BY SUCH CORPORATION SETTING\n   11  FORTH ANY SUCH RULES OR REGULATIONS RELATING TO ABSOLUTION FROM  LIABIL-\n   12  ITY SHALL BE DEEMED VOID AS AGAINST PUBLIC POLICY.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05754-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to the liability of gas and electric corporations arising from the negligence of their employees, servants or agents ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T093358.TXT", "SOBI.D110125.T095900.TXT", "SOBI.D110125.T100901.TXT", "SOBI.D110125.T113906.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973546811
}