{
  "year" : 2011,
  "senateBillNo" : "S2538-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2538-2011-1295931600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the interstate compact on educational opportunity for military children",
  "summary" : "Enacts the interstate compact on educational opportunity for military children, allowing children of military families to achieve educational success by facilitating smoother transfers between schools due to relocation of active duty soldiers with school-aged children in their household. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A2141",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S5805-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BALL",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2538\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by Sens. RANZENHOFER, BALL, DeFRANCISCO, JOHNSON, MAZIARZ --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Education\n\n       AN  ACT  to  amend the education law, in relation to enacting the inter-\n         state compact on educational opportunity for military children\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new article 66 to\n    2  read as follows:\n    3                                 ARTICLE 66\n    4     INTERSTATE COMPACT ON EDUCATIONAL OPPORTUNITY FOR MILITARY CHILDREN\n    5  SECTION 3300. SHORT TITLE.\n    6          3301. PURPOSE.\n    7          3302. DEFINITIONS.\n    8          3303. APPLICABILITY.\n    9          3304. EDUCATIONAL RECORDS AND ENROLLMENT.\n   10          3305. PLACEMENT AND ATTENDANCE.\n   11          3306. ELIGIBILITY.\n   12          3307. GRADUATION.\n   13          3308. STATE COORDINATION.\n   14          3309. INTERSTATE COMMISSION ON EDUCATIONAL OPPORTUNITY FOR MILI-\n   15                   TARY CHILDREN.\n   16          3310. POWERS AND DUTIES OF THE INTERSTATE COMMISSION.\n   17          3311. ORGANIZATION AND OPERATION OF THE INTERSTATE COMMISSION.\n   18          3312. RULEMAKING FUNCTIONS OF THE INTERSTATE COMMISSION.\n   19          3313. OVERSIGHT, ENFORCEMENT, AND DISPUTE RESOLUTION.\n   20          3314. FINANCING OF THE INTERSTATE COMMISSION.\n   21          3315. MEMBER STATES, EFFECTIVE DATE AND AMENDMENT.\n   22          3316. WITHDRAWAL AND DISSOLUTION.\n   23          3317. SEVERABILITY AND CONSTRUCTION.\n   24          3318. BINDING EFFECT OF COMPACT AND OTHER LAWS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07037-01-1\n\n       S. 2538                             2\n\n    1    S 3300. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE  CITED  AS\n    2  THE  \"INTERSTATE  COMPACT  ON EDUCATIONAL OPPORTUNITY FOR MILITARY CHIL-\n    3  DREN\".\n    4    S  3301. PURPOSE. IT IS THE PURPOSE OF THIS COMPACT TO REMOVE BARRIERS\n    5  TO EDUCATIONAL SUCCESS IMPOSED ON CHILDREN OF MILITARY FAMILIES  BECAUSE\n    6  OF FREQUENT MOVES AND DEPLOYMENT OF THEIR PARENTS BY:\n    7    1. FACILITATING THE TIMELY ENROLLMENT OF CHILDREN OF MILITARY FAMILIES\n    8  AND ENSURING THAT THEY ARE NOT PLACED AT A DISADVANTAGE DUE TO DIFFICUL-\n    9  TY  IN  THE  TRANSFER  OF  EDUCATION  RECORDS  FROM  THE PREVIOUS SCHOOL\n   10  DISTRICT OR DISTRICTS OR VARIATIONS IN ENTRANCE/AGE REQUIREMENTS.\n   11    2. FACILITATING THE STUDENT PLACEMENT PROCESS THROUGH  WHICH  CHILDREN\n   12  OF  MILITARY  FAMILIES ARE NOT DISADVANTAGED BY VARIATIONS IN ATTENDANCE\n   13  REQUIREMENTS, SCHEDULING, SEQUENCING, GRADING, COURSE CONTENT OR ASSESS-\n   14  MENT.\n   15    3. FACILITATING THE  QUALIFICATION  AND  ELIGIBILITY  FOR  ENROLLMENT,\n   16  EDUCATIONAL  PROGRAMS,  AND  PARTICIPATION  IN EXTRACURRICULAR ACADEMIC,\n   17  ATHLETIC, AND SOCIAL ACTIVITIES.\n   18    4. FACILITATING THE ON-TIME GRADUATION OF CHILDREN OF  MILITARY  FAMI-\n   19  LIES.\n   20    5.  PROVIDING  FOR  THE PROMULGATION AND ENFORCEMENT OF ADMINISTRATIVE\n   21  RULES IMPLEMENTING THE PROVISIONS OF THIS COMPACT.\n   22    6. PROVIDING FOR THE UNIFORM COLLECTION  AND  SHARING  OF  INFORMATION\n   23  BETWEEN  AND  AMONG  MEMBER  STATES, SCHOOLS AND MILITARY FAMILIES UNDER\n   24  THIS COMPACT.\n   25    7. PROMOTING COORDINATION BETWEEN  THIS  COMPACT  AND  OTHER  COMPACTS\n   26  AFFECTING MILITARY CHILDREN.\n   27    8.  PROMOTING  FLEXIBILITY  AND  COOPERATION  BETWEEN  THE EDUCATIONAL\n   28  SYSTEM, PARENTS AND THE STUDENT IN ORDER TO ACHIEVE EDUCATIONAL  SUCCESS\n   29  FOR THE STUDENT.\n   30    S  3302.  DEFINITIONS.  AS  USED  IN  THIS COMPACT, UNLESS THE CONTEXT\n   31  CLEARLY REQUIRES A DIFFERENT MEANING:\n   32    1. \"ACTIVE DUTY\" MEANS FULL-TIME DUTY STATUS IN THE  ACTIVE  UNIFORMED\n   33  SERVICE  OF  THE  UNITED STATES, INCLUDING MEMBERS OF THE NATIONAL GUARD\n   34  AND RESERVE ON ACTIVE DUTY ORDERS PURSUANT TO 10  U.S.C.  SECTIONS  1209\n   35  AND 1211.\n   36    2.  \"CHILDREN OF MILITARY FAMILIES\" MEANS A SCHOOL-AGED CHILD OR CHIL-\n   37  DREN, ENROLLED IN KINDERGARTEN THROUGH TWELFTH GRADE, IN  THE  HOUSEHOLD\n   38  OF AN ACTIVE DUTY MEMBER.\n   39    3.  \"COMPACT  COMMISSIONER\"  MEANS  THE  VOTING REPRESENTATIVE OF EACH\n   40  COMPACTING STATE APPOINTED PURSUANT TO SECTION THIRTY-THREE HUNDRED NINE\n   41  OF THIS ARTICLE.\n   42    4. \"DEPLOYMENT\" MEANS THE  PERIOD  ONE  MONTH  PRIOR  TO  THE  SERVICE\n   43  MEMBERS'  DEPARTURE  FROM  THEIR HOME STATION ON MILITARY ORDERS THROUGH\n   44  SIX MONTHS AFTER RETURN TO THEIR HOME STATION.\n   45    5. \"EDUCATION RECORDS\" OR \"EDUCATIONAL RECORDS\" MEANS  THOSE  OFFICIAL\n   46  RECORDS, FILES, AND DATA DIRECTLY RELATED TO A STUDENT AND MAINTAINED BY\n   47  THE  SCHOOL  OR  LOCAL  EDUCATION  AGENCY,  INCLUDING BUT NOT LIMITED TO\n   48  RECORDS ENCOMPASSING ALL THE MATERIAL KEPT IN THE  STUDENT'S  CUMULATIVE\n   49  FOLDER  SUCH  AS  GENERAL IDENTIFYING DATA, RECORDS OF ATTENDANCE AND OF\n   50  ACADEMIC WORK COMPLETED, RECORDS OF ACHIEVEMENT AND RESULTS  OF  EVALUA-\n   51  TIVE  TESTS, HEALTH DATA, DISCIPLINARY STATUS, TEST PROTOCOLS, AND INDI-\n   52  VIDUALIZED EDUCATION PROGRAMS.\n   53    6. \"EXTRACURRICULAR ACTIVITIES\" MEANS A VOLUNTARY  ACTIVITY  SPONSORED\n   54  BY THE SCHOOL OR LOCAL EDUCATION AGENCY OR AN ORGANIZATION SANCTIONED BY\n   55  THE  LOCAL EDUCATION AGENCY. EXTRACURRICULAR ACTIVITIES INCLUDE, BUT ARE\n   56  NOT LIMITED TO, PREPARATION FOR AN INVOLVEMENT IN  PUBLIC  PERFORMANCES,\n\n       S. 2538                             3\n\n    1  CONTESTS,  ATHLETIC  COMPETITIONS,  DEMONSTRATIONS,  DISPLAYS,  AND CLUB\n    2  ACTIVITIES.\n    3    7.  \"INTERSTATE  COMMISSION  ON  EDUCATIONAL  OPPORTUNITY FOR MILITARY\n    4  CHILDREN\"  MEANS  THE  COMMISSION  THAT   IS   CREATED   UNDER   SECTION\n    5  THIRTY-THREE  HUNDRED  NINE OF THIS ARTICLE, WHICH IS GENERALLY REFERRED\n    6  TO IN THIS ARTICLE AS THE \"INTERSTATE COMMISSION\".\n    7    8. \"LOCAL EDUCATION AGENCY\" MEANS A PUBLIC AUTHORITY  LEGALLY  CONSTI-\n    8  TUTED BY THE STATE AS AN ADMINISTRATIVE AGENCY TO PROVIDE CONTROL OF AND\n    9  DIRECTION  FOR  KINDERGARTEN  THROUGH  TWELFTH  GRADE PUBLIC EDUCATIONAL\n   10  INSTITUTIONS.\n   11    9. \"MEMBER STATE\" MEANS A STATE THAT HAS ENACTED THIS COMPACT.\n   12    10. \"MILITARY INSTALLATION\" MEANS A BASE, CAMP, POST,  STATION,  YARD,\n   13  CENTER,  HOMEPORT  FACILITY  FOR  ANY  SHIP, OR OTHER ACTIVITY UNDER THE\n   14  JURISDICTION OF THE DEPARTMENT OF DEFENSE, INCLUDING ANY LEASED  FACILI-\n   15  TY,  WHICH  IS LOCATED WITHIN ANY OF THE SEVERAL STATES, THE DISTRICT OF\n   16  COLUMBIA, THE COMMONWEALTH OF PUERTO  RICO,  THE  UNITED  STATES  VIRGIN\n   17  ISLANDS,  GUAM,  AMERICAN  SAMOA,  THE NORTHERN MARIANAS ISLANDS AND ANY\n   18  OTHER UNITED STATES TERRITORY. SUCH TERM DOES NOT INCLUDE  ANY  FACILITY\n   19  USED  PRIMARILY  FOR  CIVIL WORKS, RIVERS AND HARBORS PROJECTS, OR FLOOD\n   20  CONTROL PROJECTS.\n   21    11. \"NON-MEMBER STATE\"  MEANS  A  STATE  THAT  HAS  NOT  ENACTED  THIS\n   22  COMPACT.\n   23    12.  \"RECEIVING  STATE\" MEANS THE STATE TO WHICH A CHILD OF A MILITARY\n   24  FAMILY IS SENT, BROUGHT, OR CAUSED TO BE SENT OR BROUGHT.\n   25    13. \"RULE\" MEANS A WRITTEN  STATEMENT  BY  THE  INTERSTATE  COMMISSION\n   26  PROMULGATED  PURSUANT  TO  SECTION  THIRTY-THREE  HUNDRED TWELVE OF THIS\n   27  ARTICLE THAT IS OF  GENERAL  APPLICABILITY,  IMPLEMENTS,  INTERPRETS  OR\n   28  PRESCRIBES  A  POLICY OR PROVISION OF THE COMPACT, OR AN ORGANIZATIONAL,\n   29  PROCEDURAL, OR PRACTICE REQUIREMENT OF THE  INTERSTATE  COMMISSION,  AND\n   30  HAS  THE  FORCE  AND  EFFECT  OF  STATUTORY  LAW  IN A MEMBER STATE, AND\n   31  INCLUDES THE AMENDMENT, REPEAL, OR SUSPENSION OF AN EXISTING RULE.\n   32    14. \"SENDING STATE\" MEANS THE STATE FROM WHICH A CHILD OF  A  MILITARY\n   33  FAMILY IS SENT, BROUGHT, OR CAUSED TO BE SENT OR BROUGHT.\n   34    15. \"STATE\" MEANS A STATE OF THE UNITED STATES, THE DISTRICT OF COLUM-\n   35  BIA,  THE COMMONWEALTH OF PUERTO RICO, THE UNITED STATES VIRGIN ISLANDS,\n   36  GUAM, AMERICAN SAMOA, THE NORTHERN MARIANAS ISLANDS AND ANY OTHER UNITED\n   37  STATES TERRITORY.\n   38    16. \"STUDENT\" MEANS THE CHILD OF A MILITARY FAMILY FOR WHOM THE  LOCAL\n   39  EDUCATION AGENCY RECEIVES PUBLIC FUNDING AND WHO IS FORMALLY ENROLLED IN\n   40  KINDERGARTEN THROUGH TWELFTH GRADE.\n   41    17.  \"TRANSITION\"  MEANS (A) THE FORMAL AND PHYSICAL PROCESS OF TRANS-\n   42  FERRING FROM SCHOOL TO SCHOOL AS A RESULT OF MILITARY ORDERS OR (B)  THE\n   43  PERIOD  OF  TIME IN WHICH A STUDENT MOVES FROM ONE SCHOOL IN THE SENDING\n   44  STATE TO ANOTHER SCHOOL IN THE RECEIVING STATE.\n   45    18. \"UNIFORMED SERVICE\" OR \"UNIFORMED SERVICES\" MEANS THE ARMY,  NAVY,\n   46  AIR  FORCE,  MARINE CORPS, COAST GUARD AS WELL AS THE COMMISSIONED CORPS\n   47  OF THE NATIONAL  OCEANIC  AND  ATMOSPHERIC  ADMINISTRATION,  AND  PUBLIC\n   48  HEALTH SERVICES.\n   49    19.  \"VETERAN\" MEANS A PERSON WHO SERVED IN THE UNIFORMED SERVICES AND\n   50  WHO WAS DISCHARGED OR RELEASED THEREFROM  UNDER  CONDITIONS  OTHER  THAN\n   51  DISHONORABLE.\n   52    S  3303. APPLICABILITY. 1. EXCEPT AS OTHERWISE PROVIDED IN SUBDIVISION\n   53  TWO OF THIS SECTION, THIS COMPACT SHALL APPLY TO THE CHILDREN OF:\n   54    (A) ACTIVE DUTY MEMBERS OF THE UNIFORMED SERVICES AS DEFINED  IN  THIS\n   55  COMPACT,  INCLUDING  MEMBERS OF THE NATIONAL GUARD AND RESERVE ON ACTIVE\n   56  DUTY ORDERS PURSUANT TO 10 U.S.C. SECTIONS 1209 AND 1211;\n\n       S. 2538                             4\n\n    1    (B) MEMBERS OR VETERANS OF THE UNIFORMED  SERVICES  WHO  ARE  SEVERELY\n    2  INJURED  AND  MEDICALLY  DISCHARGED  OR RETIRED FOR A PERIOD OF ONE YEAR\n    3  AFTER MEDICAL DISCHARGE OR RETIREMENT; AND\n    4    (C)  MEMBERS  OF THE UNIFORMED SERVICES WHO DIE ON ACTIVE DUTY OR AS A\n    5  RESULT OF INJURIES SUSTAINED ON ACTIVE DUTY FOR A  PERIOD  OF  ONE  YEAR\n    6  AFTER DEATH.\n    7    2. THE PROVISIONS OF THIS INTERSTATE COMPACT SHALL ONLY APPLY TO LOCAL\n    8  EDUCATION AGENCIES AS DEFINED IN THIS COMPACT.\n    9    3. THE PROVISIONS OF THIS COMPACT SHALL NOT APPLY TO THE CHILDREN OF:\n   10    (A) INACTIVE MEMBERS OF THE NATIONAL GUARD AND MILITARY RESERVES;\n   11    (B)  MEMBERS OF THE UNIFORMED SERVICES NOW RETIRED, EXCEPT AS PROVIDED\n   12  IN SUBDIVISION ONE OF THIS SECTION;\n   13    (C) VETERANS OF THE UNIFORMED SERVICES, EXCEPT AS PROVIDED IN SUBDIVI-\n   14  SION ONE OF THIS SECTION; AND\n   15    (D) OTHER UNITED STATES DEPARTMENT  OF  DEFENSE  PERSONNEL  AND  OTHER\n   16  FEDERAL  AGENCY  CIVILIAN  AND  CONTRACT EMPLOYEES NOT DEFINED AS ACTIVE\n   17  DUTY MEMBERS OF THE UNIFORMED SERVICES.\n   18    S 3304. EDUCATIONAL RECORDS AND ENROLLMENT. 1. IN THE EVENT THAT OFFI-\n   19  CIAL  EDUCATION RECORDS CANNOT  BE  RELEASED  TO  THE  PARENTS  FOR  THE\n   20  PURPOSE OF TRANSFER, THE  CUSTODIAN OF  THE RECORDS IN THE SENDING STATE\n   21  SHALL  PREPARE  AND FURNISH  TO THE PARENT  A COMPLETE SET OF UNOFFICIAL\n   22  EDUCATIONAL RECORDS CONTAINING UNIFORM INFORMATION AS DETERMINED BY  THE\n   23  INTERSTATE  COMMISSION. UPON RECEIPT OF THE UNOFFICIAL EDUCATION RECORDS\n   24  BY A SCHOOL IN THE RECEIVING STATE, THE SCHOOL SHALL ENROLL  AND  APPRO-\n   25  PRIATELY  PLACE  THE  STUDENT  BASED  ON THE INFORMATION PROVIDED IN THE\n   26  UNOFFICIAL RECORDS PENDING VALIDATION BY THE OFFICIAL RECORDS, AS QUICK-\n   27  LY AS POSSIBLE.\n   28    2. SIMULTANEOUS WITH THE ENROLLMENT AND CONDITIONAL PLACEMENT  OF  THE\n   29  STUDENT,  THE  SCHOOL IN THE RECEIVING STATE SHALL REQUEST THE STUDENT'S\n   30  OFFICIAL EDUCATION RECORD FROM THE SCHOOL IN  THE  SENDING  STATE.  UPON\n   31  RECEIPT  OF  THIS  REQUEST, THE SCHOOL IN THE SENDING STATE WILL PROCESS\n   32  AND FURNISH THE OFFICIAL EDUCATION RECORDS TO THE SCHOOL IN THE  RECEIV-\n   33  ING  STATE  WITHIN  TEN DAYS OR WITHIN SUCH TIME AS IS REASONABLY DETER-\n   34  MINED UNDER THE RULES PROMULGATED BY THE INTERSTATE COMMISSION.\n   35    3. COMPACTING STATES SHALL GIVE THIRTY DAYS FROM THE DATE  OF  ENROLL-\n   36  MENT  OR  WITHIN  SUCH  TIME AS IS REASONABLY DETERMINED UNDER THE RULES\n   37  PROMULGATED BY THE INTERSTATE COMMISSION, FOR  STUDENTS  TO  OBTAIN  ANY\n   38  IMMUNIZATIONS REQUIRED BY THE RECEIVING STATE. FOR A SERIES OF IMMUNIZA-\n   39  TIONS, INITIAL VACCINATIONS MUST BE OBTAINED WITHIN THIRTY DAYS OR WITH-\n   40  IN  SUCH TIME AS IS REASONABLY DETERMINED UNDER THE RULES PROMULGATED BY\n   41  THE INTERSTATE COMMISSION.\n   42    4. STUDENTS SHALL BE ALLOWED TO CONTINUE  THEIR  ENROLLMENT  AT  GRADE\n   43  LEVEL  IN  THE  RECEIVING  STATE  COMMENSURATE  WITH  THEIR GRADE LEVEL,\n   44  INCLUDING KINDERGARTEN, FROM A LOCAL EDUCATION  AGENCY  IN  THE  SENDING\n   45  STATE  AT  THE TIME OF TRANSITION, REGARDLESS OF AGE. A STUDENT THAT HAS\n   46  SATISFACTORILY COMPLETED THE  PREREQUISITE  GRADE  LEVEL  IN  THE  LOCAL\n   47  EDUCATION  AGENCY  IN THE SENDING STATE SHALL BE ELIGIBLE FOR ENROLLMENT\n   48  IN THE NEXT HIGHEST GRADE LEVEL IN THE RECEIVING  STATE,  REGARDLESS  OF\n   49  AGE.  A  STUDENT  TRANSFERRING AFTER THE START OF THE SCHOOL YEAR IN THE\n   50  RECEIVING STATE SHALL ENTER THE SCHOOL IN THE RECEIVING STATE  ON  THEIR\n   51  VALIDATED LEVEL FROM AN ACCREDITED SCHOOL IN THE SENDING STATE.\n   52    S 3305. PLACEMENT AND ATTENDANCE. 1. WHEN THE STUDENT TRANSFERS BEFORE\n   53  OR  DURING  THE  SCHOOL YEAR, THE RECEIVING STATE SCHOOL SHALL INITIALLY\n   54  HONOR PLACEMENT OF THE STUDENT  IN  EDUCATIONAL  COURSES  BASED  ON  THE\n   55  STUDENT'S  ENROLLMENT  IN  THE  SENDING  STATE SCHOOL AND/OR EDUCATIONAL\n   56  ASSESSMENTS CONDUCTED AT THE SCHOOL IN THE SENDING STATE IF THE  COURSES\n\n       S. 2538                             5\n\n    1  ARE  OFFERED.  COURSE PLACEMENT INCLUDES   BUT IS NOT LIMITED TO HONORS,\n    2  INTERNATIONAL BACCALAUREATE, ADVANCED PLACEMENT,  VOCATIONAL,  TECHNICAL\n    3  AND  CAREER  PATHWAYS COURSES. CONTINUING THE STUDENT'S ACADEMIC PROGRAM\n    4  FROM  THE  PREVIOUS  SCHOOL  AND PROMOTING PLACEMENT IN ACADEMICALLY AND\n    5  CAREER CHALLENGING COURSES SHOULD BE PARAMOUNT WHEN  CONSIDERING  PLACE-\n    6  MENT.  THIS  DOES  NOT  PRECLUDE  THE SCHOOL IN THE RECEIVING STATE FROM\n    7  PERFORMING SUBSEQUENT EVALUATIONS TO ENSURE  APPROPRIATE  PLACEMENT  AND\n    8  CONTINUED ENROLLMENT OF THE STUDENT IN THE COURSES.\n    9    2.  THE  RECEIVING STATE SCHOOL SHALL INITIALLY HONOR PLACEMENT OF THE\n   10  STUDENT IN EDUCATIONAL PROGRAMS BASED ON CURRENT EDUCATIONAL ASSESSMENTS\n   11  CONDUCTED AT THE SCHOOL IN THE SENDING STATE OR  PARTICIPATION/PLACEMENT\n   12  IN  LIKE  PROGRAMS  IN THE SENDING STATE. SUCH PROGRAMS INCLUDE, BUT ARE\n   13  NOT LIMITED TO, GIFTED AND TALENTED PROGRAMS AND  ENGLISH  AS  A  SECOND\n   14  LANGUAGE.  THIS DOES NOT PRECLUDE THE SCHOOL IN THE RECEIVING STATE FROM\n   15  PERFORMING SUBSEQUENT EVALUATIONS TO ENSURE APPROPRIATE PLACEMENT OF THE\n   16  STUDENT.\n   17    3. (A) IN COMPLIANCE WITH THE FEDERAL REQUIREMENTS OF THE  INDIVIDUALS\n   18  WITH  DISABILITIES  EDUCATION  ACT, 20 U.S.C.A. SECTION 1400 ET SEQ, THE\n   19  RECEIVING STATE SHALL INITIALLY PROVIDE COMPARABLE SERVICES TO A STUDENT\n   20  WITH DISABILITIES BASED ON HIS OR HER CURRENT  INDIVIDUALIZED  EDUCATION\n   21  PROGRAM; AND\n   22    (B) IN COMPLIANCE WITH THE REQUIREMENTS OF SECTION 504 OF THE REHABIL-\n   23  ITATION ACT, 29 U.S.C.A. SECTION 794, AND WITH TITLE II OF THE AMERICANS\n   24  WITH  DISABILITIES  ACT, 42 U.S.C.A. SECTIONS 12131-12165, THE RECEIVING\n   25  STATE SHALL MAKE REASONABLE ACCOMMODATIONS AND MODIFICATIONS TO  ADDRESS\n   26  THE NEEDS OF INCOMING STUDENTS WITH DISABILITIES, SUBJECT TO AN EXISTING\n   27  504 OR TITLE II PLAN, TO PROVIDE THE STUDENT WITH EQUAL ACCESS TO EDUCA-\n   28  TION.  THIS  DOES  NOT  PRECLUDE  THE SCHOOL IN THE RECEIVING STATE FROM\n   29  PERFORMING SUBSEQUENT EVALUATIONS TO ENSURE APPROPRIATE PLACEMENT OF THE\n   30  STUDENT.\n   31    4. LOCAL EDUCATION AGENCY ADMINISTRATIVE OFFICIALS SHALL  HAVE  FLEXI-\n   32  BILITY  IN  WAIVING  COURSE OR PROGRAM PREREQUISITES, OR OTHER PRECONDI-\n   33  TIONS FOR PLACEMENT IN COURSES OR PROGRAMS OFFERED UNDER  THE  JURISDIC-\n   34  TION OF THE LOCAL EDUCATION AGENCY.\n   35    5.  A  STUDENT WHOSE PARENT OR LEGAL GUARDIAN IS AN ACTIVE DUTY MEMBER\n   36  OF THE UNIFORMED SERVICES, AS DEFINED  BY  THE  COMPACT,  AND  HAS  BEEN\n   37  CALLED  TO  DUTY  FOR,  IS  ON  LEAVE FROM, OR IMMEDIATELY RETURNED FROM\n   38  DEPLOYMENT TO A COMBAT ZONE OR COMBAT SUPPORT POSTING, SHALL BE  GRANTED\n   39  ADDITIONAL  EXCUSED  ABSENCES  AT  THE DISCRETION OF THE LOCAL EDUCATION\n   40  AGENCY SUPERINTENDENT TO VISIT WITH HIS OR HER PARENT OR LEGAL  GUARDIAN\n   41  RELATIVE TO SUCH LEAVE OR DEPLOYMENT OF THE PARENT OR GUARDIAN.\n   42    S  3306.    ELIGIBILITY. 1. (A) SPECIAL POWER OF ATTORNEY, RELATIVE TO\n   43  THE GUARDIANSHIP OF A CHILD OF A  MILITARY  FAMILY  AND  EXECUTED  UNDER\n   44  APPLICABLE  LAW  SHALL  BE SUFFICIENT FOR THE PURPOSES OF ENROLLMENT AND\n   45  ALL OTHER ACTIONS REQUIRING PARENTAL PARTICIPATION AND CONSENT.\n   46    (B) A LOCAL EDUCATION AGENCY SHALL BE PROHIBITED FROM  CHARGING  LOCAL\n   47  TUITION  TO  A  TRANSITIONING  MILITARY  CHILD  PLACED  IN THE CARE OF A\n   48  NON-CUSTODIAL PARENT OR OTHER PERSON STANDING IN LOCO PARENTIS WHO LIVES\n   49  IN A JURISDICTION OTHER THAN THAT OF THE CUSTODIAL PARENT.\n   50    (C) A TRANSITIONING MILITARY CHILD, PLACED IN THE CARE OF A NON-CUSTO-\n   51  DIAL PARENT OR OTHER PERSON STANDING IN LOCO PARENTIS  WHO  LIVES  IN  A\n   52  JURISDICTION  OTHER  THAN  THAT OF THE CUSTODIAL PARENT, MAY CONTINUE TO\n   53  ATTEND THE SCHOOL IN WHICH HE OR SHE WAS ENROLLED  WHILE  RESIDING  WITH\n   54  THE CUSTODIAL PARENT.\n   55    2. STATE AND LOCAL EDUCATION AGENCIES SHALL FACILITATE THE OPPORTUNITY\n   56  FOR  TRANSITIONING  MILITARY  CHILDREN'S  INCLUSION  IN  EXTRACURRICULAR\n\n       S. 2538                             6\n\n    1  ACTIVITIES, REGARDLESS OF APPLICATION DEADLINES, TO THE EXTENT THEY  ARE\n    2  OTHERWISE QUALIFIED.\n    3    S  3307.  GRADUATION. IN ORDER TO FACILITATE THE ON-TIME GRADUATION OF\n    4  CHILDREN OF MILITARY FAMILIES, STATES AND LOCAL EDUCATION AGENCIES SHALL\n    5  INCORPORATE THE FOLLOWING PROCEDURES:\n    6    1. LOCAL EDUCATION AGENCY ADMINISTRATIVE OFFICIALS SHALL WAIVE SPECIF-\n    7  IC COURSES REQUIRED FOR GRADUATION IF SIMILAR COURSEWORK HAS BEEN SATIS-\n    8  FACTORILY COMPLETED IN ANOTHER LOCAL EDUCATION AGENCY OR  SHALL  PROVIDE\n    9  REASONABLE JUSTIFICATION FOR DENIAL. SHOULD A WAIVER NOT BE GRANTED TO A\n   10  STUDENT WHO WOULD QUALIFY TO GRADUATE FROM THE SENDING SCHOOL, THE LOCAL\n   11  EDUCATION  AGENCY  SHALL  PROVIDE  AN  ALTERNATIVE  MEANS  OF  ACQUIRING\n   12  REQUIRED COURSEWORK SO THAT GRADUATION MAY OCCUR ON TIME.\n   13    2. STATES SHALL ACCEPT (A) EXIT OR END-OF-COURSE  EXAMS  REQUIRED  FOR\n   14  GRADUATION FROM THE SENDING STATE, (B) NATIONAL NORM REFERENCED ACHIEVE-\n   15  MENT  TESTS  OR (C) ALTERNATIVE TESTING, IN LIEU OF TESTING REQUIREMENTS\n   16  FOR GRADUATION IN THE RECEIVING STATE. IN THE EVENT THE  ABOVE  ALTERNA-\n   17  TIVES CANNOT BE ACCOMMODATED BY THE RECEIVING STATE FOR A STUDENT TRANS-\n   18  FERRING  IN  HIS  OR HER SENIOR YEAR, THEN THE PROVISIONS OF SUBDIVISION\n   19  THREE OF THIS SECTION SHALL APPLY.\n   20    3. SHOULD A MILITARY STUDENT TRANSFERRING AT THE BEGINNING  OR  DURING\n   21  HIS  OR  HER  SENIOR  YEAR  BE INELIGIBLE TO GRADUATE FROM THE RECEIVING\n   22  LOCAL EDUCATION AGENCY AFTER ALL ALTERNATIVES HAVE BEEN CONSIDERED,  THE\n   23  SENDING  AND RECEIVING LOCAL EDUCATION AGENCIES SHALL ENSURE THE RECEIPT\n   24  OF A DIPLOMA FROM THE SENDING LOCAL EDUCATION  AGENCY,  IF  THE  STUDENT\n   25  MEETS THE GRADUATION REQUIREMENTS OF THE SENDING LOCAL EDUCATION AGENCY.\n   26  IN  THE EVENT THAT ONE OF THE STATES IN QUESTION IS NOT A MEMBER OF THIS\n   27  COMPACT, THE MEMBER STATE SHALL  USE  BEST  EFFORTS  TO  FACILITATE  THE\n   28  ON-TIME  GRADUATION  OF  THE STUDENT IN ACCORDANCE WITH SUBDIVISIONS ONE\n   29  AND TWO OF THIS SECTION.\n   30    S 3308. STATE COORDINATION. 1. EACH MEMBER STATE  SHALL,  THROUGH  THE\n   31  CREATION OF A STATE COUNCIL OR USE OF AN EXISTING BODY OR BOARD, PROVIDE\n   32  FOR  THE  COORDINATION AMONG ITS AGENCIES OF GOVERNMENT, LOCAL EDUCATION\n   33  AGENCIES AND MILITARY INSTALLATIONS CONCERNING THE STATE'S PARTICIPATION\n   34  IN, AND COMPLIANCE WITH, THIS COMPACT AND INTERSTATE  COMMISSION  ACTIV-\n   35  ITIES.   WHILE EACH MEMBER STATE MAY DETERMINE THE MEMBERSHIP OF ITS OWN\n   36  STATE COUNCIL, ITS MEMBERSHIP MUST INCLUDE AT  LEAST  THE  STATE  SUPER-\n   37  INTENDENT  OF EDUCATION, SUPERINTENDENT OF A SCHOOL DISTRICT WITH A HIGH\n   38  CONCENTRATION OF  MILITARY  CHILDREN,  REPRESENTATIVE  FROM  A  MILITARY\n   39  INSTALLATION, ONE REPRESENTATIVE EACH FROM THE LEGISLATIVE AND EXECUTIVE\n   40  BRANCHES  OF  GOVERNMENT,  AND  OTHER OFFICES AND STAKEHOLDER GROUPS THE\n   41  STATE COUNCIL DEEMS APPROPRIATE. A MEMBER STATE THAT  DOES  NOT  HAVE  A\n   42  SCHOOL DISTRICT DEEMED TO CONTAIN A HIGH CONCENTRATION OF MILITARY CHIL-\n   43  DREN MAY APPOINT A SUPERINTENDENT FROM ANOTHER SCHOOL DISTRICT TO REPRE-\n   44  SENT LOCAL EDUCATION AGENCIES ON THE STATE COUNCIL.\n   45    2. THE STATE COUNCIL OF EACH MEMBER STATE SHALL APPOINT OR DESIGNATE A\n   46  MILITARY  FAMILY  EDUCATION  LIAISON TO ASSIST MILITARY FAMILIES AND THE\n   47  STATE IN FACILITATING THE IMPLEMENTATION OF THIS COMPACT.\n   48    3. THE COMPACT COMMISSIONER RESPONSIBLE  FOR  THE  ADMINISTRATION  AND\n   49  MANAGEMENT  OF  THE  STATE'S  PARTICIPATION  IN  THE  COMPACT  SHALL  BE\n   50  APPOINTED BY THE GOVERNOR OR AS  OTHERWISE  DETERMINED  BY  EACH  MEMBER\n   51  STATE.\n   52    4.  THE COMPACT COMMISSIONER AND THE MILITARY FAMILY EDUCATION LIAISON\n   53  DESIGNATED HEREIN SHALL BE EX-OFFICIO  MEMBERS  OF  THE  STATE  COUNCIL,\n   54  UNLESS EITHER IS ALREADY A FULL VOTING MEMBER OF THE STATE COUNCIL.\n   55    S  3309. INTERSTATE COMMISSION ON EDUCATIONAL OPPORTUNITY FOR MILITARY\n   56  CHILDREN. THE MEMBER STATES HEREBY CREATE THE \"INTERSTATE COMMISSION  ON\n\n       S. 2538                             7\n\n    1  EDUCATIONAL  OPPORTUNITY  FOR  MILITARY CHILDREN\". THE ACTIVITIES OF THE\n    2  INTERSTATE COMMISSION ARE THE FORMATION  OF  PUBLIC  POLICY  AND  ARE  A\n    3  DISCRETIONARY STATE FUNCTION. THE INTERSTATE COMMISSION SHALL:\n    4    1. BE A BODY CORPORATE AND JOINT AGENCY OF THE MEMBER STATES AND SHALL\n    5  HAVE  ALL  THE RESPONSIBILITIES, POWERS AND DUTIES SET FORTH HEREIN, AND\n    6  SUCH ADDITIONAL POWERS AS MAY BE  CONFERRED  UPON  IT  BY  A  SUBSEQUENT\n    7  CONCURRENT ACTION OF THE RESPECTIVE LEGISLATURES OF THE MEMBER STATES IN\n    8  ACCORDANCE WITH THE TERMS OF THIS COMPACT.\n    9    2.  CONSIST  OF  ONE  INTERSTATE COMMISSION VOTING REPRESENTATIVE FROM\n   10  EACH MEMBER STATE WHO SHALL BE THAT STATE'S COMPACT COMMISSIONER.\n   11    (A) EACH MEMBER STATE REPRESENTED  AT  A  MEETING  OF  THE  INTERSTATE\n   12  COMMISSION IS ENTITLED TO ONE VOTE.\n   13    (B)  A  MAJORITY  OF THE TOTAL MEMBER STATES SHALL CONSTITUTE A QUORUM\n   14  FOR THE TRANSACTION OF BUSINESS, UNLESS A LARGER QUORUM IS  REQUIRED  BY\n   15  THE BYLAWS OF THE INTERSTATE COMMISSION.\n   16    (C)  A  REPRESENTATIVE  SHALL  NOT  DELEGATE  A VOTE TO ANOTHER MEMBER\n   17  STATE.  IN THE EVENT THE COMPACT COMMISSIONER  IS  UNABLE  TO  ATTEND  A\n   18  MEETING  OF THE INTERSTATE COMMISSION, THE GOVERNOR OR STATE COUNCIL MAY\n   19  DELEGATE VOTING AUTHORITY TO ANOTHER PERSON FROM THEIR STATE FOR A SPEC-\n   20  IFIED MEETING.\n   21    (D) THE BYLAWS MAY PROVIDE FOR MEETINGS OF THE  INTERSTATE  COMMISSION\n   22  TO BE CONDUCTED BY TELECOMMUNICATION OR ELECTRONIC COMMUNICATION.\n   23    3.  CONSIST  OF EX-OFFICIO, NON-VOTING REPRESENTATIVES WHO ARE MEMBERS\n   24  OF INTERESTED ORGANIZATIONS. SUCH EX-OFFICIO MEMBERS, AS DEFINED IN  THE\n   25  BYLAWS, MAY INCLUDE BUT NOT BE LIMITED TO, MEMBERS OF THE REPRESENTATIVE\n   26  ORGANIZATIONS OF MILITARY FAMILY ADVOCATES, LOCAL EDUCATION AGENCY OFFI-\n   27  CIALS,  PARENT  AND  TEACHER  GROUPS,  THE  UNITED  STATES DEPARTMENT OF\n   28  DEFENSE, THE EDUCATION COMMISSION OF THE STATES, THE  INTERSTATE  AGREE-\n   29  MENT  ON THE QUALIFICATION OF EDUCATIONAL PERSONNEL AND OTHER INTERSTATE\n   30  COMPACTS AFFECTING THE EDUCATION OF CHILDREN OF MILITARY MEMBERS.\n   31    4. MEET AT LEAST ONCE EACH CALENDAR YEAR.  THE  CHAIRPERSON  MAY  CALL\n   32  ADDITIONAL  MEETINGS  AND,  UPON THE REQUEST OF A SIMPLE MAJORITY OF THE\n   33  MEMBER STATES, SHALL CALL ADDITIONAL MEETINGS.\n   34    5. ESTABLISH AN EXECUTIVE COMMITTEE, WHOSE MEMBERS SHALL  INCLUDE  THE\n   35  OFFICERS  OF  THE  INTERSTATE  COMMISSION  AND SUCH OTHER MEMBERS OF THE\n   36  INTERSTATE COMMISSION AS DETERMINED BY THE BYLAWS. MEMBERS OF THE EXECU-\n   37  TIVE COMMITTEE SHALL SERVE A ONE YEAR TERM.  MEMBERS  OF  THE  EXECUTIVE\n   38  COMMITTEE  SHALL  BE  ENTITLED TO ONE VOTE EACH. THE EXECUTIVE COMMITTEE\n   39  SHALL HAVE THE POWER TO ACT ON BEHALF OF THE INTERSTATE COMMISSION, WITH\n   40  THE EXCEPTION OF RULEMAKING, DURING PERIODS WHEN THE INTERSTATE  COMMIS-\n   41  SION  IS  NOT  IN  SESSION.  THE  EXECUTIVE  COMMITTEE SHALL OVERSEE THE\n   42  DAY-TO-DAY ACTIVITIES OF THE ADMINISTRATION  OF  THE  COMPACT  INCLUDING\n   43  ENFORCEMENT  AND  COMPLIANCE  WITH  THE  PROVISIONS  OF THE COMPACT, ITS\n   44  BYLAWS AND RULES, AND OTHER SUCH DUTIES AS DEEMED NECESSARY. THE  UNITED\n   45  STATES  DEPARTMENT  OF DEFENSE, SHALL SERVE AS AN EX-OFFICIO, NON-VOTING\n   46  MEMBER OF THE EXECUTIVE COMMITTEE.\n   47    6. ESTABLISH BYLAWS AND RULES THAT PROVIDE FOR CONDITIONS  AND  PROCE-\n   48  DURES  UNDER  WHICH THE INTERSTATE COMMISSION SHALL MAKE ITS INFORMATION\n   49  AND OFFICIAL RECORDS AVAILABLE TO THE PUBLIC FOR INSPECTION OR  COPYING.\n   50  THE  INTERSTATE  COMMISSION  MAY  EXEMPT  FROM DISCLOSURE INFORMATION OR\n   51  OFFICIAL RECORDS TO THE EXTENT  THEY  WOULD  ADVERSELY  AFFECT  PERSONAL\n   52  PRIVACY RIGHTS OR PROPRIETARY INTERESTS.\n   53    7.  GIVE  PUBLIC NOTICE OF ALL MEETINGS AND ALL MEETINGS SHALL BE OPEN\n   54  TO THE PUBLIC, EXCEPT AS SET FORTH IN THE RULES OR AS OTHERWISE PROVIDED\n   55  IN THE COMPACT. THE INTERSTATE COMMISSION AND ITS COMMITTEES MAY CLOSE A\n\n       S. 2538                             8\n\n    1  MEETING, OR PORTION THEREOF, WHERE IT DETERMINES BY TWO-THIRDS VOTE THAT\n    2  AN OPEN MEETING WOULD BE LIKELY TO:\n    3    (A)  RELATE  SOLELY  TO THE INTERSTATE COMMISSION'S INTERNAL PERSONNEL\n    4  PRACTICES AND PROCEDURES;\n    5    (B) DISCLOSE MATTERS SPECIFICALLY EXEMPTED FROM DISCLOSURE BY  FEDERAL\n    6  AND STATE STATUTE;\n    7    (C)  DISCLOSE  TRADE  SECRETS  OR  COMMERCIAL OR FINANCIAL INFORMATION\n    8  WHICH IS PRIVILEGED OR CONFIDENTIAL;\n    9    (D) INVOLVE ACCUSING A PERSON OF A  CRIME,  OR  FORMALLY  CENSURING  A\n   10  PERSON;\n   11    (E)  DISCLOSE  INFORMATION OF A PERSONAL NATURE WHERE DISCLOSURE WOULD\n   12  CONSTITUTE A CLEARLY UNWARRANTED INVASION OF PERSONAL PRIVACY;\n   13    (F)  DISCLOSE  INVESTIGATIVE  RECORDS  COMPILED  FOR  LAW  ENFORCEMENT\n   14  PURPOSES; OR\n   15    (G)  SPECIFICALLY  RELATE TO THE INTERSTATE COMMISSION'S PARTICIPATION\n   16  IN A CIVIL ACTION OR OTHER LEGAL PROCEEDING.\n   17    8. SHALL CAUSE ITS LEGAL COUNSEL OR DESIGNEE TO CERTIFY THAT A MEETING\n   18  MAY BE CLOSED AND SHALL REFERENCE EACH RELEVANT EXEMPTIBLE PROVISION FOR\n   19  ANY MEETING, OR PORTION OF A MEETING, WHICH IS CLOSED PURSUANT  TO  THIS\n   20  PROVISION.  THE  INTERSTATE  COMMISSION  SHALL  KEEP MINUTES WHICH SHALL\n   21  FULLY AND CLEARLY DESCRIBE ALL MATTERS DISCUSSED IN A MEETING AND  SHALL\n   22  PROVIDE  A  FULL  AND ACCURATE SUMMARY OF ACTIONS TAKEN, AND THE REASONS\n   23  THEREFOR, INCLUDING A DESCRIPTION OF THE VIEWS EXPRESSED AND THE  RECORD\n   24  OF  A  ROLL  CALL  VOTE.  ALL DOCUMENTS CONSIDERED IN CONNECTION WITH AN\n   25  ACTION SHALL BE IDENTIFIED IN SUCH MINUTES. ALL MINUTES AND DOCUMENTS OF\n   26  A CLOSED MEETING SHALL REMAIN UNDER SEAL, SUBJECT TO RELEASE BY A MAJOR-\n   27  ITY VOTE OF THE INTERSTATE COMMISSION.\n   28    9. SHALL COLLECT STANDARDIZED DATA CONCERNING THE EDUCATIONAL  TRANSI-\n   29  TION OF THE CHILDREN OF MILITARY FAMILIES UNDER THIS COMPACT AS DIRECTED\n   30  THROUGH  ITS  RULES  WHICH  SHALL  SPECIFY THE DATA TO BE COLLECTED, THE\n   31  MEANS OF COLLECTION AND DATA EXCHANGE AND REPORTING  REQUIREMENTS.  SUCH\n   32  METHODS  OF  DATA COLLECTION, EXCHANGE AND REPORTING SHALL, IN SO FAR AS\n   33  IS REASONABLY POSSIBLE, CONFORM TO CURRENT TECHNOLOGY AND COORDINATE ITS\n   34  INFORMATION FUNCTIONS WITH THE APPROPRIATE CUSTODIAN OF RECORDS AS IDEN-\n   35  TIFIED IN THE BYLAWS AND RULES.\n   36    10. SHALL CREATE A PROCESS THAT PERMITS MILITARY OFFICIALS,  EDUCATION\n   37  OFFICIALS  AND  PARENTS  TO INFORM THE INTERSTATE COMMISSION IF AND WHEN\n   38  THERE ARE ALLEGED VIOLATIONS OF THE COMPACT OR ITS RULES OR WHEN  ISSUES\n   39  SUBJECT  TO  THE  JURISDICTION  OF  THE  COMPACT  OR  ITS  RULES ARE NOT\n   40  ADDRESSED BY THE STATE OR LOCAL EDUCATION AGENCY. THIS SECTION SHALL NOT\n   41  BE CONSTRUED TO CREATE A PRIVATE RIGHT OF ACTION AGAINST THE  INTERSTATE\n   42  COMMISSION OR ANY MEMBER STATE.\n   43    S 3310. POWERS AND DUTIES OF THE INTERSTATE COMMISSION. THE INTERSTATE\n   44  COMMISSION SHALL HAVE THE FOLLOWING POWERS:\n   45    1. TO PROVIDE FOR DISPUTE RESOLUTION AMONG MEMBER STATES.\n   46    2.  TO  PROMULGATE  RULES AND TAKE ALL NECESSARY ACTIONS TO EFFECT THE\n   47  GOALS, PURPOSES AND OBLIGATIONS AS ENUMERATED IN THIS COMPACT. THE RULES\n   48  SHALL HAVE THE FORCE AND EFFECT OF STATUTORY LAW AND SHALL BE BINDING IN\n   49  THE COMPACT STATES TO THE EXTENT AND IN  THE  MANNER  PROVIDED  IN  THIS\n   50  COMPACT.\n   51    3.  TO  ISSUE,  UPON  REQUEST  OF  A  MEMBER  STATE, ADVISORY OPINIONS\n   52  CONCERNING THE MEANING OR INTERPRETATION OF THE INTERSTATE COMPACT,  ITS\n   53  BYLAWS, RULES AND ACTIONS.\n   54    4.  TO  ENFORCE  COMPLIANCE  WITH  THE  COMPACT  PROVISIONS, THE RULES\n   55  PROMULGATED BY THE INTERSTATE COMMISSION,  AND  THE  BYLAWS,  USING  ALL\n\n       S. 2538                             9\n\n    1  NECESSARY  AND  PROPER  MEANS,  INCLUDING  BUT NOT LIMITED TO THE USE OF\n    2  JUDICIAL PROCESS.\n    3    5. TO ESTABLISH AND MAINTAIN OFFICES WHICH SHALL BE LOCATED WITHIN ONE\n    4  OR MORE OF THE MEMBER STATES.\n    5    6. TO PURCHASE AND MAINTAIN INSURANCE AND BONDS.\n    6    7. TO BORROW, ACCEPT, HIRE OR CONTRACT FOR SERVICES OF PERSONNEL.\n    7    8.  TO ESTABLISH AND APPOINT COMMITTEES INCLUDING, BUT NOT LIMITED TO,\n    8  AN EXECUTIVE COMMITTEE AS REQUIRED BY SUBDIVISION FIVE OF SECTION  THIR-\n    9  TY-THREE  HUNDRED NINE OF THIS ARTICLE WHICH SHALL HAVE THE POWER TO ACT\n   10  ON BEHALF OF THE INTERSTATE COMMISSION IN CARRYING OUT  ITS  POWERS  AND\n   11  DUTIES HEREUNDER.\n   12    9. TO ELECT OR APPOINT SUCH OFFICERS, ATTORNEYS, EMPLOYEES, AGENTS, OR\n   13  CONSULTANTS,  AND  TO  FIX  THEIR  COMPENSATION, DEFINE THEIR DUTIES AND\n   14  DETERMINE THEIR QUALIFICATIONS; AND TO ESTABLISH THE INTERSTATE  COMMIS-\n   15  SION'S  PERSONNEL  POLICIES AND PROGRAMS RELATING TO CONFLICTS OF INTER-\n   16  EST, RATES OF COMPENSATION, AND QUALIFICATIONS OF PERSONNEL.\n   17    10. TO ACCEPT ANY AND ALL DONATIONS AND GRANTS  OF  MONEY,  EQUIPMENT,\n   18  SUPPLIES,  MATERIALS, AND SERVICES, AND TO RECEIVE, UTILIZE, AND DISPOSE\n   19  OF IT.\n   20    11. TO LEASE, PURCHASE,  ACCEPT  CONTRIBUTIONS  OR  DONATIONS  OF,  OR\n   21  OTHERWISE  TO OWN, HOLD, IMPROVE OR USE ANY PROPERTY, REAL, PERSONAL, OR\n   22  MIXED.\n   23    12. TO SELL, CONVEY, MORTGAGE, PLEDGE, LEASE,  EXCHANGE,  ABANDON,  OR\n   24  OTHERWISE DISPOSE OF ANY PROPERTY, REAL, PERSONAL OR MIXED.\n   25    13. TO ESTABLISH A BUDGET AND MAKE EXPENDITURES.\n   26    14.  TO ADOPT A SEAL AND BYLAWS GOVERNING THE MANAGEMENT AND OPERATION\n   27  OF THE INTERSTATE COMMISSION.\n   28    15.  TO REPORT ANNUALLY TO THE LEGISLATURES, GOVERNORS, JUDICIARY, AND\n   29  STATE COUNCILS OF THE MEMBER STATES CONCERNING  THE  ACTIVITIES  OF  THE\n   30  INTERSTATE COMMISSION DURING THE PRECEDING YEAR. SUCH REPORTS SHALL ALSO\n   31  INCLUDE ANY RECOMMENDATIONS THAT MAY HAVE BEEN ADOPTED BY THE INTERSTATE\n   32  COMMISSION.\n   33    16.  TO  COORDINATE EDUCATION, TRAINING AND PUBLIC AWARENESS REGARDING\n   34  THE COMPACT, ITS IMPLEMENTATION AND OPERATION FOR OFFICIALS AND  PARENTS\n   35  INVOLVED IN SUCH ACTIVITY.\n   36    17.  TO  ESTABLISH UNIFORM STANDARDS FOR THE REPORTING, COLLECTING AND\n   37  EXCHANGING OF DATA.\n   38    18. TO MAINTAIN CORPORATE BOOKS AND RECORDS  IN  ACCORDANCE  WITH  THE\n   39  BYLAWS.\n   40    19.  TO  PERFORM  SUCH FUNCTIONS AS MAY BE NECESSARY OR APPROPRIATE TO\n   41  ACHIEVE THE PURPOSES OF THIS COMPACT.\n   42    20. TO PROVIDE FOR THE UNIFORM COLLECTION AND SHARING  OF  INFORMATION\n   43  BETWEEN  AND  AMONG  MEMBER  STATES, SCHOOLS AND MILITARY FAMILIES UNDER\n   44  THIS COMPACT.\n   45    S 3311. ORGANIZATION AND OPERATION OF THE  INTERSTATE  COMMISSION.  1.\n   46  THE  INTERSTATE  COMMISSION  SHALL, BY A MAJORITY OF THE MEMBERS PRESENT\n   47  AND VOTING, WITHIN TWELVE MONTHS AFTER THE FIRST  INTERSTATE  COMMISSION\n   48  MEETING,  ADOPT  BYLAWS  TO  GOVERN  ITS  CONDUCT AS MAY BE NECESSARY OR\n   49  APPROPRIATE TO CARRY OUT THE PURPOSES OF THE COMPACT, INCLUDING, BUT NOT\n   50  LIMITED TO:\n   51    (A) ESTABLISHING THE FISCAL YEAR OF THE INTERSTATE COMMISSION;\n   52    (B) ESTABLISHING AN EXECUTIVE COMMITTEE, AND SUCH OTHER COMMITTEES  AS\n   53  MAY BE NECESSARY;\n   54    (C)  PROVIDING  FOR  THE ESTABLISHMENT OF COMMITTEES AND FOR GOVERNING\n   55  ANY GENERAL OR SPECIFIC DELEGATION  OF  AUTHORITY  OR  FUNCTION  OF  THE\n   56  INTERSTATE COMMISSION;\n\n       S. 2538                            10\n\n    1    (D)  PROVIDING  REASONABLE PROCEDURES FOR CALLING AND CONDUCTING MEET-\n    2  INGS OF THE INTERSTATE COMMISSION, AND  ENSURING  REASONABLE  NOTICE  OF\n    3  EACH SUCH MEETING;\n    4    (E)  ESTABLISHING  THE TITLES AND RESPONSIBILITIES OF THE OFFICERS AND\n    5  STAFF OF THE INTERSTATE COMMISSION;\n    6    (F) PROVIDING A MECHANISM FOR CONCLUDING THE OPERATIONS OF THE  INTER-\n    7  STATE COMMISSION AND THE RETURN OF SURPLUS FUNDS THAT MAY EXIST UPON THE\n    8  TERMINATION OF THE COMPACT AFTER THE PAYMENT AND RESERVING OF ALL OF ITS\n    9  DEBTS AND OBLIGATIONS; AND\n   10    (G)  PROVIDING  \"START  UP\"  RULES  FOR  INITIAL ADMINISTRATION OF THE\n   11  COMPACT.\n   12    2. THE INTERSTATE COMMISSION SHALL, BY  A  MAJORITY  OF  THE  MEMBERS,\n   13  ELECT ANNUALLY FROM AMONG ITS MEMBERS A CHAIRPERSON, A VICE-CHAIRPERSON,\n   14  AND  A  TREASURER,  EACH OF WHOM SHALL HAVE SUCH AUTHORITY AND DUTIES AS\n   15  MAY BE SPECIFIED IN THE BYLAWS. THE CHAIRPERSON OR, IN THE CHAIRPERSON'S\n   16  ABSENCE OR DISABILITY, THE VICE-CHAIRPERSON, SHALL PRESIDE AT ALL  MEET-\n   17  INGS  OF  THE INTERSTATE COMMISSION. THE OFFICERS SO ELECTED SHALL SERVE\n   18  WITHOUT COMPENSATION OR REMUNERATION  FROM  THE  INTERSTATE  COMMISSION;\n   19  PROVIDED  THAT, SUBJECT TO THE AVAILABILITY OF BUDGETED FUNDS, THE OFFI-\n   20  CERS SHALL BE REIMBURSED FOR ORDINARY AND NECESSARY COSTS  AND  EXPENSES\n   21  INCURRED  BY  THEM IN THE PERFORMANCE OF THEIR RESPONSIBILITIES AS OFFI-\n   22  CERS OF THE INTERSTATE COMMISSION.\n   23    3. (A) THE EXECUTIVE COMMITTEE SHALL HAVE SUCH AUTHORITY AND DUTIES AS\n   24  MAY BE SET FORTH IN THE BYLAWS, INCLUDING BUT NOT LIMITED TO:\n   25    (I) MANAGING THE AFFAIRS OF THE  INTERSTATE  COMMISSION  IN  A  MANNER\n   26  CONSISTENT WITH THE BYLAWS AND PURPOSES OF THE INTERSTATE COMMISSION;\n   27    (II)  OVERSEEING  AN  ORGANIZATIONAL STRUCTURE WITHIN, AND APPROPRIATE\n   28  PROCEDURES FOR THE INTERSTATE COMMISSION TO PROVIDE FOR THE CREATION  OF\n   29  RULES,  OPERATING  PROCEDURES,  AND ADMINISTRATIVE AND TECHNICAL SUPPORT\n   30  FUNCTIONS; AND\n   31    (III) PLANNING,  IMPLEMENTING,  AND  COORDINATING  COMMUNICATIONS  AND\n   32  ACTIVITIES  WITH OTHER STATE, FEDERAL AND LOCAL GOVERNMENT ORGANIZATIONS\n   33  IN ORDER TO ADVANCE THE GOALS OF THE INTERSTATE COMMISSION.\n   34    (B) THE EXECUTIVE COMMITTEE MAY, SUBJECT TO THE APPROVAL OF THE INTER-\n   35  STATE COMMISSION, APPOINT OR RETAIN AN EXECUTIVE DIRECTOR FOR SUCH PERI-\n   36  OD, UPON SUCH TERMS AND CONDITIONS AND FOR  SUCH  COMPENSATION,  AS  THE\n   37  INTERSTATE COMMISSION MAY DEEM APPROPRIATE. THE EXECUTIVE DIRECTOR SHALL\n   38  SERVE  AS  SECRETARY  TO  THE  INTERSTATE COMMISSION, BUT SHALL NOT BE A\n   39  MEMBER OF THE INTERSTATE COMMISSION. THE EXECUTIVE DIRECTOR  SHALL  HIRE\n   40  AND  SUPERVISE SUCH OTHER PERSONS AS MAY BE AUTHORIZED BY THE INTERSTATE\n   41  COMMISSION.\n   42    4. THE INTERSTATE COMMISSION'S EXECUTIVE DIRECTOR  AND  ITS  EMPLOYEES\n   43  SHALL  BE  IMMUNE FROM SUIT AND LIABILITY, EITHER PERSONALLY OR IN THEIR\n   44  OFFICIAL CAPACITY, FOR A CLAIM FOR DAMAGE TO  OR  LOSS  OF  PROPERTY  OR\n   45  PERSONAL  INJURY  OR  OTHER  CIVIL LIABILITY CAUSED OR ARISING OUT OF OR\n   46  RELATING TO AN ACTUAL OR ALLEGED ACT, ERROR, OR OMISSION THAT  OCCURRED,\n   47  OR THAT SUCH PERSON HAD A REASONABLE BASIS FOR BELIEVING OCCURRED, WITH-\n   48  IN  THE  SCOPE OF INTERSTATE COMMISSION EMPLOYMENT, DUTIES, OR RESPONSI-\n   49  BILITIES; PROVIDED, THAT SUCH PERSON SHALL NOT BE PROTECTED FROM SUIT OR\n   50  LIABILITY FOR DAMAGE, LOSS, INJURY, OR LIABILITY CAUSED  BY  THE  INTEN-\n   51  TIONAL OR WILLFUL AND WANTON MISCONDUCT OF SUCH PERSON.\n   52    (A)  THE  LIABILITY  OF THE INTERSTATE COMMISSION'S EXECUTIVE DIRECTOR\n   53  AND EMPLOYEES OR INTERSTATE COMMISSION  REPRESENTATIVES,  ACTING  WITHIN\n   54  THE  SCOPE  OF  SUCH  PERSON'S EMPLOYMENT OR DUTIES FOR ACTS, ERRORS, OR\n   55  OMISSIONS OCCURRING WITHIN SUCH PERSON'S STATE MAY NOT EXCEED THE LIMITS\n   56  OF LIABILITY SET FORTH UNDER THE CONSTITUTION AND LAWS OF THAT STATE FOR\n\n       S. 2538                            11\n\n    1  STATE OFFICIALS, EMPLOYEES, AND AGENTS.  THE  INTERSTATE  COMMISSION  IS\n    2  CONSIDERED  TO  BE  AN INSTRUMENTALITY OF THE STATES FOR THE PURPOSES OF\n    3  ANY SUCH ACTION.  NOTHING IN THIS SECTION SHALL BE CONSTRUED TO  PROTECT\n    4  SUCH  PERSON FROM SUIT OR LIABILITY FOR DAMAGE, LOSS, INJURY, OR LIABIL-\n    5  ITY CAUSED BY THE INTENTIONAL OR WILLFUL AND WANTON MISCONDUCT  OF  SUCH\n    6  PERSON.\n    7    (B)  THE INTERSTATE COMMISSION SHALL DEFEND THE EXECUTIVE DIRECTOR AND\n    8  ITS EMPLOYEES AND, SUBJECT TO THE APPROVAL OF THE  ATTORNEY  GENERAL  OR\n    9  OTHER  APPROPRIATE  LEGAL  COUNSEL OF THE MEMBER STATE REPRESENTED BY AN\n   10  INTERSTATE  COMMISSION  REPRESENTATIVE,  SHALL  DEFEND  SUCH  INTERSTATE\n   11  COMMISSION  REPRESENTATIVE IN ANY CIVIL ACTION SEEKING TO IMPOSE LIABIL-\n   12  ITY ARISING OUT OF AN ACTUAL OR ALLEGED  ACT,  ERROR  OR  OMISSION  THAT\n   13  OCCURRED WITHIN THE SCOPE OF INTERSTATE COMMISSION EMPLOYMENT, DUTIES OR\n   14  RESPONSIBILITIES,  OR  THAT  THE  DEFENDANT  HAD  A REASONABLE BASIS FOR\n   15  BELIEVING OCCURRED WITHIN THE SCOPE OF INTERSTATE COMMISSION EMPLOYMENT,\n   16  DUTIES, OR RESPONSIBILITIES, PROVIDED THAT THE ACTUAL  OR  ALLEGED  ACT,\n   17  ERROR, OR OMISSION DID NOT RESULT FROM INTENTIONAL OR WILLFUL AND WANTON\n   18  MISCONDUCT ON THE PART OF SUCH PERSON.\n   19    (C)  TO THE EXTENT NOT COVERED BY THE STATE INVOLVED, MEMBER STATE, OR\n   20  THE INTERSTATE COMMISSION,  THE  REPRESENTATIVES  OR  EMPLOYEES  OF  THE\n   21  INTERSTATE  COMMISSION SHALL BE HELD HARMLESS IN THE AMOUNT OF A SETTLE-\n   22  MENT OR JUDGMENT, INCLUDING ATTORNEY'S FEES AND COSTS, OBTAINED  AGAINST\n   23  SUCH PERSONS ARISING OUT OF AN ACTUAL OR ALLEGED ACT, ERROR, OR OMISSION\n   24  THAT  OCCURRED  WITHIN  THE  SCOPE  OF INTERSTATE COMMISSION EMPLOYMENT,\n   25  DUTIES, OR RESPONSIBILITIES, OR THAT SUCH PERSONS HAD A REASONABLE BASIS\n   26  FOR BELIEVING OCCURRED WITHIN THE SCOPE OF INTERSTATE COMMISSION EMPLOY-\n   27  MENT, DUTIES, OR RESPONSIBILITIES, PROVIDED THAT THE ACTUAL  OR  ALLEGED\n   28  ACT,  ERROR,  OR OMISSION DID NOT RESULT FROM INTENTIONAL OR WILLFUL AND\n   29  WANTON MISCONDUCT ON THE PART OF SUCH PERSONS.\n   30    S 3312. RULEMAKING FUNCTIONS OF  THE  INTERSTATE  COMMISSION.  1.  THE\n   31  INTERSTATE  COMMISSION  SHALL  PROMULGATE  REASONABLE  RULES IN ORDER TO\n   32  EFFECTIVELY AND  EFFICIENTLY  ACHIEVE  THE  PURPOSES  OF  THIS  COMPACT.\n   33  NOTWITHSTANDING  THE  FOREGOING,  IN THE EVENT THE INTERSTATE COMMISSION\n   34  EXERCISES ITS RULEMAKING AUTHORITY IN A MANNER THAT IS BEYOND THE  SCOPE\n   35  OF  THE  PURPOSES OF THIS ARTICLE, OR THE POWERS GRANTED HEREUNDER, THEN\n   36  SUCH AN ACTION BY THE INTERSTATE COMMISSION SHALL BE INVALID AND HAVE NO\n   37  FORCE OR EFFECT.\n   38    2. RULES SHALL BE MADE PURSUANT TO A RULEMAKING PROCESS THAT  SUBSTAN-\n   39  TIALLY  CONFORMS  TO SECTION TWO HUNDRED TWO OF THE STATE ADMINISTRATIVE\n   40  PROCEDURE ACT AS MAY BE APPROPRIATE TO THE OPERATIONS OF THE  INTERSTATE\n   41  COMMISSION.\n   42    3.  NOT LATER THAN THIRTY DAYS AFTER A RULE IS PROMULGATED, ANY PERSON\n   43  MAY FILE A PETITION FOR JUDICIAL REVIEW OF THE RULE; PROVIDED, THAT  THE\n   44  FILING  OF  SUCH A PETITION SHALL NOT STAY OR OTHERWISE PREVENT THE RULE\n   45  FROM BECOMING EFFECTIVE UNLESS THE COURT FINDS THAT THE PETITIONER HAS A\n   46  SUBSTANTIAL LIKELIHOOD OF SUCCESS. THE COURT SHALL GIVE DEFERENCE TO THE\n   47  ACTIONS OF THE INTERSTATE COMMISSION CONSISTENT WITH APPLICABLE LAW  AND\n   48  SHALL  NOT FIND THE RULE TO BE UNLAWFUL IF THE RULE REPRESENTS A REASON-\n   49  ABLE EXERCISE OF THE INTERSTATE COMMISSION'S AUTHORITY.\n   50    4. IF A MAJORITY OF THE LEGISLATURES OF THE COMPACTING STATES  REJECTS\n   51  A  RULE  BY ENACTMENT OF A STATUTE OR RESOLUTION IN THE SAME MANNER USED\n   52  TO ADOPT THE COMPACT, THEN SUCH RULE SHALL HAVE  NO  FURTHER  FORCE  AND\n   53  EFFECT IN ANY COMPACTING STATE.\n   54    S  3313.  OVERSIGHT,  ENFORCEMENT,  AND DISPUTE RESOLUTION. 1. (A) THE\n   55  EXECUTIVE, LEGISLATIVE AND JUDICIAL BRANCHES OF STATE GOVERNMENT IN EACH\n   56  MEMBER STATE SHALL ENFORCE THIS  COMPACT  AND  SHALL  TAKE  ALL  ACTIONS\n\n       S. 2538                            12\n\n    1  NECESSARY  AND  APPROPRIATE  TO  EFFECTUATE  THE  COMPACT'S PURPOSES AND\n    2  INTENT. THE PROVISIONS OF THIS COMPACT AND THE RULES  PROMULGATED  HERE-\n    3  UNDER SHALL HAVE STANDING AS STATUTORY LAW.\n    4    (B) ALL COURTS SHALL TAKE JUDICIAL NOTICE OF THE COMPACT AND THE RULES\n    5  IN  ANY JUDICIAL OR ADMINISTRATIVE PROCEEDING IN A MEMBER STATE PERTAIN-\n    6  ING TO THE SUBJECT MATTER OF THIS COMPACT WHICH MAY AFFECT  THE  POWERS,\n    7  RESPONSIBILITIES OR ACTIONS OF THE INTERSTATE COMMISSION.\n    8    (C) THE INTERSTATE COMMISSION SHALL BE ENTITLED TO RECEIVE ALL SERVICE\n    9  OF  PROCESS IN ANY SUCH PROCEEDING, AND SHALL HAVE STANDING TO INTERVENE\n   10  IN THE PROCEEDING FOR ALL PURPOSES. FAILURE TO PROVIDE SERVICE OF  PROC-\n   11  ESS  TO  THE INTERSTATE COMMISSION SHALL RENDER A JUDGMENT OR ORDER VOID\n   12  AS TO THE INTERSTATE COMMISSION, THIS COMPACT OR PROMULGATED RULES.\n   13    2. IF THE INTERSTATE COMMISSION DETERMINES THAT  A  MEMBER  STATE  HAS\n   14  DEFAULTED  IN  THE  PERFORMANCE  OF  ITS OBLIGATIONS OR RESPONSIBILITIES\n   15  UNDER THIS COMPACT, OR THE BYLAWS OR PROMULGATED RULES,  THE  INTERSTATE\n   16  COMMISSION SHALL:\n   17    (A)  PROVIDE  WRITTEN  NOTICE TO THE DEFAULTING STATE AND OTHER MEMBER\n   18  STATES, OF THE NATURE OF THE DEFAULT, THE MEANS OF  CURING  THE  DEFAULT\n   19  AND  ANY  ACTION  TAKEN  BY  THE  INTERSTATE  COMMISSION. THE INTERSTATE\n   20  COMMISSION SHALL SPECIFY THE CONDITIONS BY WHICH  THE  DEFAULTING  STATE\n   21  MUST CURE ITS DEFAULT.\n   22    (B)  PROVIDE  REMEDIAL  TRAINING  AND  SPECIFIC  TECHNICAL  ASSISTANCE\n   23  REGARDING THE DEFAULT.\n   24    (C) IF THE DEFAULTING STATE FAILS TO CURE THE DEFAULT, THE  DEFAULTING\n   25  STATE SHALL BE TERMINATED FROM THE COMPACT UPON AN AFFIRMATIVE VOTE OF A\n   26  MAJORITY  OF  THE  MEMBER STATES AND ALL RIGHTS, PRIVILEGES AND BENEFITS\n   27  CONFERRED BY THIS COMPACT SHALL BE TERMINATED FROM THE EFFECTIVE DATE OF\n   28  TERMINATION. A CURE OF THE DEFAULT DOES NOT RELIEVE THE OFFENDING  STATE\n   29  OF OBLIGATIONS OR LIABILITIES INCURRED DURING THE PERIOD OF THE DEFAULT.\n   30    (D)  SUSPENSION  OR  TERMINATION OF MEMBERSHIP IN THE COMPACT SHALL BE\n   31  IMPOSED ONLY AFTER ALL OTHER MEANS  OF  SECURING  COMPLIANCE  HAVE  BEEN\n   32  EXHAUSTED.  NOTICE  OF  INTENT TO SUSPEND OR TERMINATE SHALL BE GIVEN BY\n   33  THE INTERSTATE COMMISSION TO THE GOVERNOR,  THE  MAJORITY  AND  MINORITY\n   34  LEADERS  OF  THE  DEFAULTING STATE'S LEGISLATURE, AND EACH OF THE MEMBER\n   35  STATES.\n   36    (E) THE STATE WHICH HAS BEEN SUSPENDED OR  TERMINATED  IS  RESPONSIBLE\n   37  FOR  ALL  ASSESSMENTS,  OBLIGATIONS AND LIABILITIES INCURRED THROUGH THE\n   38  EFFECTIVE DATE OF SUSPENSION OR TERMINATION INCLUDING  OBLIGATIONS,  THE\n   39  PERFORMANCE  OF WHICH EXTENDS BEYOND THE EFFECTIVE DATE OF SUSPENSION OR\n   40  TERMINATION.\n   41    (F) THE INTERSTATE COMMISSION SHALL NOT BEAR ANY COSTS RELATING TO ANY\n   42  STATE THAT HAS BEEN FOUND TO BE IN DEFAULT OR WHICH HAS  BEEN  SUSPENDED\n   43  OR TERMINATED FROM THE COMPACT, UNLESS OTHERWISE MUTUALLY AGREED UPON IN\n   44  WRITING BETWEEN THE INTERSTATE COMMISSION AND THE DEFAULTING STATE.\n   45    (G)  THE  DEFAULTING  STATE  MAY  APPEAL  THE ACTION OF THE INTERSTATE\n   46  COMMISSION BY PETITIONING THE  UNITED  STATES  DISTRICT  COURT  FOR  THE\n   47  DISTRICT  OF  COLUMBIA  OR  THE  FEDERAL  DISTRICT  WHERE THE INTERSTATE\n   48  COMMISSION HAS ITS PRINCIPAL OFFICES.  THE  PREVAILING  PARTY  SHALL  BE\n   49  AWARDED  ALL  COSTS  OF  SUCH LITIGATION INCLUDING REASONABLE ATTORNEY'S\n   50  FEES.\n   51    3. (A) THE INTERSTATE COMMISSION SHALL ATTEMPT, UPON THE REQUEST OF  A\n   52  MEMBER  STATE,  TO RESOLVE DISPUTES WHICH ARE SUBJECT TO THE COMPACT AND\n   53  WHICH MAY ARISE AMONG MEMBER STATES AND BETWEEN  MEMBER  AND  NON-MEMBER\n   54  STATES.\n\n       S. 2538                            13\n\n    1    (B)  THE  INTERSTATE  COMMISSION SHALL PROMULGATE A RULE PROVIDING FOR\n    2  BOTH MEDIATION AND BINDING DISPUTE RESOLUTION FOR DISPUTES AS  APPROPRI-\n    3  ATE.\n    4    4.  (A)  THE  INTERSTATE COMMISSION, IN THE REASONABLE EXERCISE OF ITS\n    5  DISCRETION, SHALL ENFORCE THE PROVISIONS AND RULES OF THIS COMPACT.\n    6    (B) THE INTERSTATE COMMISSION, MAY BY MAJORITY VOTE  OF  THE  MEMBERS,\n    7  INITIATE  LEGAL  ACTION  IN  THE  UNITED  STATES  DISTRICT COURT FOR THE\n    8  DISTRICT OF COLUMBIA OR, AT THE DISCRETION OF THE INTERSTATE COMMISSION,\n    9  IN THE FEDERAL DISTRICT WHERE THE INTERSTATE COMMISSION HAS ITS  PRINCI-\n   10  PAL  OFFICES,  TO ENFORCE COMPLIANCE WITH THE PROVISIONS OF THE COMPACT,\n   11  ITS PROMULGATED RULES AND BYLAWS, AGAINST A MEMBER STATE IN DEFAULT. THE\n   12  RELIEF SOUGHT MAY INCLUDE BOTH INJUNCTIVE RELIEF  AND  DAMAGES.  IN  THE\n   13  EVENT  JUDICIAL  ENFORCEMENT  IS NECESSARY THE PREVAILING PARTY SHALL BE\n   14  AWARDED ALL COSTS OF SUCH  LITIGATION  INCLUDING  REASONABLE  ATTORNEY'S\n   15  FEES.\n   16    (C)  THE  REMEDIES  HEREIN  SHALL NOT BE THE EXCLUSIVE REMEDIES OF THE\n   17  INTERSTATE COMMISSION. THE INTERSTATE COMMISSION MAY AVAIL ITSELF OF ANY\n   18  OTHER REMEDIES AVAILABLE UNDER STATE LAW OR THE REGULATION OF A  PROFES-\n   19  SION.\n   20    S  3314.  FINANCING  OF  THE  INTERSTATE COMMISSION. 1. THE INTERSTATE\n   21  COMMISSION SHALL PAY, OR PROVIDE  FOR  THE  PAYMENT  OF  THE  REASONABLE\n   22  EXPENSES OF ITS ESTABLISHMENT, ORGANIZATION AND ONGOING ACTIVITIES.\n   23    2. THE INTERSTATE COMMISSION MAY LEVY ON AND COLLECT AN ANNUAL ASSESS-\n   24  MENT  FROM  EACH  MEMBER  STATE  TO COVER THE COST OF THE OPERATIONS AND\n   25  ACTIVITIES OF THE INTERSTATE COMMISSION AND ITS STAFF WHICH MUST BE IN A\n   26  TOTAL AMOUNT SUFFICIENT TO  COVER  THE  INTERSTATE  COMMISSION'S  ANNUAL\n   27  BUDGET  AS  APPROVED  EACH  YEAR. THE AGGREGATE ANNUAL ASSESSMENT AMOUNT\n   28  SHALL BE ALLOCATED BASED UPON A FORMULA TO BE DETERMINED BY  THE  INTER-\n   29  STATE  COMMISSION, WHICH SHALL PROMULGATE A RULE BINDING UPON ALL MEMBER\n   30  STATES.\n   31    3. THE INTERSTATE COMMISSION SHALL NOT INCUR OBLIGATIONS OF  ANY  KIND\n   32  PRIOR  TO  SECURING  THE  FUNDS ADEQUATE TO MEET THE SAME; NOR SHALL THE\n   33  INTERSTATE COMMISSION PLEDGE THE CREDIT OF ANY  OF  THE  MEMBER  STATES,\n   34  EXCEPT BY AND WITH THE AUTHORITY OF THE MEMBER STATE.\n   35    4.  THE  INTERSTATE  COMMISSION  SHALL  KEEP  ACCURATE ACCOUNTS OF ALL\n   36  RECEIPTS AND DISBURSEMENTS. THE RECEIPTS AND DISBURSEMENTS OF THE INTER-\n   37  STATE COMMISSION SHALL BE SUBJECT TO THE AUDIT AND ACCOUNTING PROCEDURES\n   38  ESTABLISHED UNDER ITS BYLAWS. HOWEVER, ALL RECEIPTS AND DISBURSEMENTS OF\n   39  FUNDS HANDLED BY THE INTERSTATE COMMISSION SHALL BE AUDITED YEARLY BY  A\n   40  CERTIFIED  OR  LICENSED  PUBLIC  ACCOUNTANT  AND THE REPORT OF THE AUDIT\n   41  SHALL BE INCLUDED IN AND BECOME PART OF THE ANNUAL REPORT OF THE  INTER-\n   42  STATE COMMISSION.\n   43    S  3315. MEMBER STATES, EFFECTIVE DATE AND AMENDMENT.  1. ANY STATE IS\n   44  ELIGIBLE TO BECOME A MEMBER STATE.\n   45    2. THE COMPACT SHALL BECOME EFFECTIVE  AND  BINDING  UPON  LEGISLATIVE\n   46  ENACTMENT  OF  THE  COMPACT  INTO LAW BY NO LESS THAN TEN OF THE STATES.\n   47  THEREAFTER IT SHALL BECOME EFFECTIVE AND BINDING AS TO ANY OTHER  MEMBER\n   48  STATE  UPON  ENACTMENT OF THE COMPACT INTO LAW BY THAT STATE. THE GOVER-\n   49  NORS OF NON-MEMBER STATES OR THEIR DESIGNEES SHALL BE INVITED TO PARTIC-\n   50  IPATE IN THE ACTIVITIES OF THE  INTERSTATE  COMMISSION  ON  A  NONVOTING\n   51  BASIS PRIOR TO ADOPTION OF THE COMPACT BY ALL STATES.\n   52    3. THE INTERSTATE COMMISSION MAY PROPOSE AMENDMENTS TO THE COMPACT FOR\n   53  ENACTMENT  BY THE MEMBER STATES. NO AMENDMENT SHALL BECOME EFFECTIVE AND\n   54  BINDING UPON THE INTERSTATE COMMISSION AND THE MEMBER STATES UNLESS  AND\n   55  UNTIL IT IS ENACTED INTO LAW BY UNANIMOUS CONSENT OF THE MEMBER STATES.\n\n       S. 2538                            14\n\n    1    S 3316. WITHDRAWAL AND DISSOLUTION. 1. (A) ONCE EFFECTIVE, THE COMPACT\n    2  SHALL  CONTINUE  IN  FORCE AND REMAIN BINDING UPON EACH AND EVERY MEMBER\n    3  STATE; PROVIDED THAT A MEMBER STATE MAY WITHDRAW  FROM  THE  COMPACT  BY\n    4  SPECIFICALLY REPEALING THE STATUTE, WHICH ENACTED THE COMPACT INTO LAW.\n    5    (B)  WITHDRAWAL FROM THIS COMPACT SHALL BE BY THE ENACTMENT OF A STAT-\n    6  UTE REPEALING THE SAME, BUT SHALL NOT TAKE EFFECT UNTIL ONE  YEAR  AFTER\n    7  THE EFFECTIVE DATE OF SUCH STATUTE AND UNTIL WRITTEN NOTICE OF THE WITH-\n    8  DRAWAL  HAS  BEEN GIVEN BY THE WITHDRAWING STATE TO THE GOVERNOR OF EACH\n    9  OTHER MEMBER JURISDICTION.\n   10    (C) THE WITHDRAWING STATE SHALL IMMEDIATELY NOTIFY THE CHAIRPERSON  OF\n   11  THE  INTERSTATE  COMMISSION  IN  WRITING UPON THE INTRODUCTION OF LEGIS-\n   12  LATION REPEALING THIS COMPACT IN THE WITHDRAWING STATE.  THE  INTERSTATE\n   13  COMMISSION  SHALL  NOTIFY  THE  OTHER  MEMBER  STATES OF THE WITHDRAWING\n   14  STATE'S INTENT TO WITHDRAW WITHIN SIXTY DAYS OF ITS RECEIPT THEREOF.\n   15    (D) THE WITHDRAWING STATE IS RESPONSIBLE FOR  ALL  ASSESSMENTS,  OBLI-\n   16  GATIONS  AND  LIABILITIES  INCURRED  THROUGH THE EFFECTIVE DATE OF WITH-\n   17  DRAWAL, INCLUDING OBLIGATIONS, THE PERFORMANCE OF  WHICH  EXTEND  BEYOND\n   18  THE EFFECTIVE DATE OF WITHDRAWAL.\n   19    (E)  REINSTATEMENT  FOLLOWING WITHDRAWAL OF A MEMBER STATE SHALL OCCUR\n   20  UPON THE WITHDRAWING STATE REENACTING THE COMPACT  OR  UPON  SUCH  LATER\n   21  DATE AS DETERMINED BY THE INTERSTATE COMMISSION.\n   22    2.  (A)  THIS  COMPACT  SHALL  DISSOLVE EFFECTIVE UPON THE DATE OF THE\n   23  WITHDRAWAL OR DEFAULT OF THE MEMBER STATE WHICH REDUCES  THE  MEMBERSHIP\n   24  IN THE COMPACT TO ONE MEMBER STATE.\n   25    (B) UPON THE DISSOLUTION OF THIS COMPACT, THE COMPACT BECOMES NULL AND\n   26  VOID  AND  SHALL  BE OF NO FURTHER FORCE OR EFFECT, AND THE BUSINESS AND\n   27  AFFAIRS OF THE INTERSTATE COMMISSION  SHALL  BE  CONCLUDED  AND  SURPLUS\n   28  FUNDS SHALL BE DISTRIBUTED IN ACCORDANCE WITH THE BYLAWS.\n   29    S  3317.  SEVERABILITY  AND  CONSTRUCTION.  1.  THE PROVISIONS OF THIS\n   30  COMPACT SHALL BE SEVERABLE, AND  IF  ANY  PHRASE,  CLAUSE,  SENTENCE  OR\n   31  PROVISION  IS  DEEMED  UNENFORCEABLE,  THE  REMAINING  PROVISIONS OF THE\n   32  COMPACT SHALL BE ENFORCEABLE.\n   33    2. THE PROVISIONS OF THIS COMPACT  SHALL  BE  LIBERALLY  CONSTRUED  TO\n   34  EFFECTUATE ITS PURPOSES.\n   35    3. NOTHING IN THIS COMPACT SHALL BE CONSTRUED TO PROHIBIT THE APPLICA-\n   36  BILITY OF OTHER INTERSTATE COMPACTS TO WHICH THE STATES ARE MEMBERS.\n   37    S 3318. BINDING EFFECT OF COMPACT AND OTHER LAWS. 1. (A) NOTHING HERE-\n   38  IN  PREVENTS  THE ENFORCEMENT OF ANY OTHER LAW OF A MEMBER STATE THAT IS\n   39  NOT INCONSISTENT WITH THIS COMPACT.\n   40    (B) ALL MEMBER STATES' LAWS CONFLICTING WITH THIS COMPACT  ARE  SUPER-\n   41  SEDED TO THE EXTENT OF THE CONFLICT.\n   42    2.  (A) ALL LAWFUL ACTIONS OF THE INTERSTATE COMMISSION, INCLUDING ALL\n   43  RULES AND BYLAWS PROMULGATED BY THE INTERSTATE COMMISSION,  ARE  BINDING\n   44  UPON THE MEMBER STATES.\n   45    (B)  ALL  AGREEMENTS  BETWEEN THE INTERSTATE COMMISSION AND THE MEMBER\n   46  STATES ARE BINDING IN ACCORDANCE WITH THEIR TERMS.\n   47    (C) IN THE EVENT ANY PROVISION OF THIS COMPACT EXCEEDS  THE  CONSTITU-\n   48  TIONAL  LIMITS  IMPOSED  ON  THE  LEGISLATURE  OF ANY MEMBER STATE, SUCH\n   49  PROVISION SHALL BE INEFFECTIVE TO THE EXTENT OF THE  CONFLICT  WITH  THE\n   50  CONSTITUTIONAL PROVISION IN QUESTION IN THAT MEMBER STATE.\n   51    S 2. This act shall take effect immediately; provided that the commis-\n   52  sioner  of  education shall notify the legislative bill drafting commis-\n   53  sion upon the occurrence of the enactment of the interstate  compact  on\n   54  educational  opportunity  for military children, as added by section one\n   55  of this act, by the tenth state as provided for in section 3315 of  such\n   56  compact in order that the commission may maintain an accurate and timely\n\n       S. 2538                            15\n\n    1  effective data base of the official text of the laws of the state of New\n    2  York  in furtherance of effectuating the provisions of section 44 of the\n    3  legislative law and section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to enacting the interstate compact on educational opportunity for military children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T114910.TXT", "SOBI.D110125.T120909.TXT", "SOBI.D110125.T121911.TXT", "SOBI.D110125.T100901.TXT", "SOBI.D110125.T170450.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295993090248
}