{
  "year" : 2011,
  "senateBillNo" : "S2530-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2530-2011-1295931600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Declares certain contracts to which a debt evading foreign state is a party to be void as against public policy",
  "summary" : "Declares certain contracts to which a debt evading foreign state is a party to be void as against public policy. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "S7666-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2530\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the general obligations  law,  in  relation  to  certain\n         provisions  of contracts and debt or equity securities of debt evading\n         foreign states and state-owned corporations of  debt  evading  foreign\n         states to be void as against public policy\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general obligations law is  amended  by  adding  a  new\n    2  section 5-337 to read as follows:\n    3    S  5-337. CERTAIN AMENDMENTS OF CONTRACTS ENTERED INTO BY DEBT EVADING\n    4  FOREIGN STATES AND BY STATE OWNED CORPORATIONS OF DEBT  EVADING  FOREIGN\n    5  STATES  VOID AS AGAINST PUBLIC POLICY. (A) AN AMENDMENT OF A CONTRACT TO\n    6  WHICH A DEBT EVADING FOREIGN STATE, AN AGENCY OR  INSTRUMENTALITY  OF  A\n    7  DEBT EVADING FOREIGN STATE, OR A STATE-OWNED CORPORATION OF A DEBT EVAD-\n    8  ING  FOREIGN STATE IS A PARTY, INCLUDING A CONTRACT GOVERNING DEBT OBLI-\n    9  GATIONS OF OR EQUITY SECURITIES ISSUED BY A FOREIGN STATE, ADOPTED BY  A\n   10  VOTE OF THE PARTIES TO, OR THE RECORD OR BENEFICIAL HOLDERS OF THE OBLI-\n   11  GATION  IN  CONNECTION  WITH  A  TRANSACTION WITH THE FOREIGN STATE AS A\n   12  RESULT OF WHICH THE HOLDERS VOTING IN FAVOR OF SUCH  AMENDMENT  WILL  NO\n   13  LONGER BE HOLDERS, AND WHICH PURPORTS TO REVOKE, AMEND, CHANGE OR ELIMI-\n   14  NATE  A  PROVISION  WHICH  RELATES  IN ANY WAY TO A HOLDER'S ENFORCEMENT\n   15  RIGHTS UNDER SUCH OBLIGATION, INCLUDING BUT NOT LIMITED TO AN  AMENDMENT\n   16  THAT RELATES TO A PROVISION WHEREBY THE FOREIGN STATE:\n   17    (I)  WAIVES THE IMMUNITY OF SUCH FOREIGN STATE WITH RESPECT TO ACTIONS\n   18  OR PROCEEDINGS, INCLUDING ACTIONS OR PROCEEDINGS TO  ENFORCE  ANY  FINAL\n   19  JUDGMENT ENTERED AGAINST SUCH FOREIGN STATE, BROUGHT BY ANY HOLDER BASED\n   20  UPON OR WITH RESPECT TO SUCH OBLIGATION; OR\n   21    (II)  DESIGNATES THE COURTS OR JURISDICTION TO WHICH THE FOREIGN STATE\n   22  WILL SUBMIT FOR PURPOSES OF SUIT,  OR  FOR  ACTIONS  OR  PROCEEDINGS  TO\n   23  ENFORCE ANY FINAL JUDGMENT; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05797-01-1\n\n       S. 2530                             2\n\n    1    (III)  DESIGNATES THE CHOICE OF LAW SET FORTH IN ANY SUCH CONTRACT FOR\n    2  PURPOSES OF DETERMINING THE RIGHTS AND DUTIES OF THE PARTIES TO ANY SUCH\n    3  CONTRACT; OR\n    4    (IV)  ELIMINATES  ANY  OBLIGATION  OF THE FOREIGN STATE TO APPOINT AND\n    5  MAINTAIN AN AGENT FOR SERVICE OF PROCESS IN THE  JURISDICTION  TO  WHICH\n    6  THE  FOREIGN  STATE HAS SUBMITTED OR IN WHICH IT IS SUBJECT TO JURISDIC-\n    7  TION; OR\n    8    (V) COMMITS NOT TO CREATE OR PERMIT TO SUBSIST ANY LIEN, PLEDGE, MORT-\n    9  GAGE, SECURITY INTEREST, DEED OF TRUST, CHARGE OR OTHER  ENCUMBRANCE  OR\n   10  PREFERENTIAL  ARRANGEMENT WHICH HAS THE PRACTICAL EFFECT OF CONSTITUTING\n   11  A SECURITY INTEREST; OR\n   12    (VI) COMMITS THAT ITS DUTY TO MAKE PAYMENT WILL RANK, AND PAYMENT WILL\n   13  BE MADE, PARI PASSU, OR AT LEAST EQUALLY,  WITH  ANY  OTHER  PRESENT  OR\n   14  FUTURE  PAYMENT  OBLIGATION,  SHALL BE VOID AS AGAINST PUBLIC POLICY AND\n   15  UNENFORCEABLE AGAINST ANY HOLDER THAT HAS NOT  AFFIRMATIVELY  AGREED  TO\n   16  SUCH  AMENDMENT,  REGARDLESS  OF THE PERCENTAGE OF HOLDERS OF SUCH OBLI-\n   17  GATION VOTING FOR SUCH AMENDMENT.\n   18    (B) ANY PROVISION OF A CONTRACT TO WHICH A FOREIGN STATE IS  A  PARTY,\n   19  INCLUDING  A  CONTRACT  GOVERNING THE OBLIGATIONS OF SUCH FOREIGN STATE,\n   20  WHICH RELATES IN ANY WAY TO A HOLDER'S ENFORCEMENT RIGHTS UNDER ANY SUCH\n   21  OBLIGATIONS, INCLUDING BUT NOT LIMITED TO THOSE SET FORTH IN SUBDIVISION\n   22  (A) OF THIS SECTION, SHALL SURVIVE THE ENTRY OF FINAL JUDGMENT ON BEHALF\n   23  OF ANY HOLDER AGAINST ANY SUCH FOREIGN STATE AND  SHALL  NOT  BE  MERGED\n   24  INTO ANY SUCH FINAL JUDGMENT.\n   25    (C)  THE  FOLLOWING  TERMS  AS  USED  IN  THIS SECTION, SHALL HAVE THE\n   26  FOLLOWING MEANING UNLESS A DIFFERENT MEANING CLEARLY  APPEARS  FROM  THE\n   27  CONTEXT:\n   28    (I)  \"AGENCY  OR  INSTRUMENTALITY  OF  A FOREIGN STATE\" SHALL MEAN ANY\n   29  ENTITY:\n   30    (A) WHICH IS A SEPARATE LEGAL PERSON, CORPORATE OR OTHERWISE; AND\n   31    (B) WHICH IS AN ORGAN OF A FOREIGN STATE OR A PROVINCE, OR  ANY  POLI-\n   32  TICAL  SUBDIVISION  THEREOF;  OR A MAJORITY OF WHOSE SHARES OR ANY OTHER\n   33  OWNERSHIP INTEREST IS OWNED BY A FOREIGN STATE OR  A  PROVINCE,  OR  ANY\n   34  POLITICAL SUBDIVISION THEREOF; AND\n   35    (C)  WHICH  IS  NEITHER A CITIZEN OF A STATE OF THE UNITED STATES, NOR\n   36  CREATED UNDER THE LAWS OF ANY THIRD COUNTRY.\n   37    (II) \"FINAL JUDGMENT\" SHALL MEAN ANY JUDGMENT THAT IS NO LONGER ELIGI-\n   38  BLE TO BE APPEALED TO ANY COURT.\n   39    (III) \"FOREIGN STATE\" INCLUDES A PROVINCE OR POLITICAL SUBDIVISION  OF\n   40  A FOREIGN STATE.\n   41    (IV) \"DEBT EVADING FOREIGN STATE\" SHALL MEAN:\n   42    (A) ANY FOREIGN STATE THAT:\n   43    (I) HAS ONE OR MORE FINAL JUDGMENTS ENTERED AGAINST IT BY ANY STATE OR\n   44  FEDERAL  COURT  LOCATED  IN  THIS  STATE,  INCLUDING  ANY FINAL JUDGMENT\n   45  ORIGINALLY ISSUED IN A FOREIGN COURT THAT IS FILED OR REGISTERED IN THIS\n   46  STATE, IN THE COMBINED AMOUNT OF WHICH  JUDGMENTS  EXCEEDS  ONE  MILLION\n   47  DOLLARS;\n   48    (II)  FAILS  TO SATISFY IN FULL ANY SUCH JUDGMENT FOR A PERIOD OF MORE\n   49  THAN TWO YEARS AFTER THE JUDGMENT BECOMES A FINAL  JUDGMENT,  REGARDLESS\n   50  OF  WHETHER SUCH JUDGMENT BECAME A FINAL JUDGMENT BEFORE THE DATE OF THE\n   51  EFFECTIVE DATE OF THIS SUBDIVISION; AND\n   52    (III) IS NOT A FOREIGN STATE ELIGIBLE FOR:\n   53    1. FINANCING THROUGH THE INTERNATIONAL DEVELOPMENT ASSOCIATION, UNLESS\n   54  SUCH STATE IS ELIGIBLE FOR FINANCING FROM  THE  INTERNATIONAL  BANK  FOR\n   55  RECONSTRUCTION AND DEVELOPMENT; OR\n\n       S. 2530                             3\n\n    1    2.  DEBT  RELIEF  UNDER  THE  ENHANCED  HIPC INITIATIVE, AS DEFINED IN\n    2  SECTION 1625(E)(3) OF THE UNITED STATES INTERNATIONAL  FINANCIAL  INSTI-\n    3  TUTIONS  ACT,  OR  DEBT RELIEF UNDER THE MULTILATERAL DEBT RELIEF INITI-\n    4  ATIVE OF THE INTERNATIONAL MONETARY FUND; AND\n    5    (B) A PROVINCE OR POLITICAL SUBDIVISION OF A FOREIGN STATE REFERRED TO\n    6  IN SUBPARAGRAPH (A) OF THIS PARAGRAPH.\n    7    (V)  \"STATE-OWNED  CORPORATION  OF A DEBT EVADING FOREIGN STATE\" SHALL\n    8  MEAN ANY CORPORATION OR ENTITY, OTHER THAN A NATURAL PERSON:\n    9    (A) THAT IS AN AGENCY OR INSTRUMENTALITY OF A FOREIGN STATE THAT IS  A\n   10  DEBT EVADING FOREIGN STATE; OR\n   11    (B) THAT A MAJORITY OF THE SHARES OR OTHER OWNERSHIP INTEREST OF WHICH\n   12  IS  HELD, EITHER DIRECTLY OR INDIRECTLY, BY A DEBT EVADING FOREIGN STATE\n   13  OR BY AN AGENCY OR INSTRUMENTALITY OF A FOREIGN STATE  THAT  IS  A  DEBT\n   14  EVADING FOREIGN STATE.\n   15    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2530\n\nPURPOSE OF BILL: This bill will amend the general\nobligations law by\nprohibiting certain foreign states, their agencies or\ninstrumentalities, and their state-owned corporations, against whom\nfinal judgments of at least $100 million have remained unpaid for two\nyears (collectively \"debt evading foreign states\"), from amending\ntheir debt or equity securities, or contracts governing them\n(collectively \"obligations\") by revoking, amending, changing or\neliminating (collectively \"amendment\") provisions in such\nobligations which in any way relate to a holder's enforcement rights\nunder such obligations, as void as against public policy and\nunenforceable against any holder that has not affirmatively agreed to\nsuch amendment, when the passage of the amendment is by reason of the\nvotes of holders of such obligations who will no longer be holders\nupon passes of the amendment. As a result of this bill, holders of\nsuch obligations, most of which were issued in New York, governed by\nNew York law, and which contain waivers of immunity and consents to\nsuit in New York, will not be stripped of their ability to enforce\ntheir fights under such obligations, including enforcing judgments\nrendered against debt evading foreign states, based upon the vote\nof holders of such obligations who by reason the passage of such\namendment will no longer remain holders. This bill will prevent debt\nevading foreign states from using exit consents to escape their\nobligations, including judgments, with respect to non-participants in\ndebt exchanges. For the avoidance of doubt, this bill also provides\nthat all of the commitments and duties of debt avoiding foreign\nstates and enforcement rights of holders of the debt and equity\nsecurities of debt evading foreign states shall survive the entry of\nfinal judgment against any such debt evading foreign state and shall\nnot be merged into any such final judgment.\n\nSUMMARY OF PROVISIONS: Section 1 defines the\ncircumstances under which a\nforeign state and its agencies, instrumentalities and state-owned\ncorporations become debt evading foreign states. It then provides\nthat any attempt by such debt evading foreign states to impair the\nenforcement rights of holders of its obligations shall be void and\nunenforceable as against any holder who did not affirmatively vote\nin favor of the amendment revoking such enforcement right, when the\namendment passes by reason of the votes of holders of obligations who\nwill no longer he holders after passage of the amendment. Section 1\nalso ensures that the duties and commitments of debt evading foreign\nstates and the enforcement rights of holders of its debt or\nequity securities shall survive the entry of final judgment against\nany such debt evading foreign state and shall not be merged in any\nsuch final judgment. Section 2 provides that the act will take effect\nimmediately.\n\nJUSTIFICATION:\nNew York taxpayers have invested billions of dollars\n\nin debt issued by foreign sovereigns. To facilitate the issuance of\ntheir debt to New York citizens and other individual through\nNew York's\ncapital markets, many foreign sovereigns designate New York as the\nplace\nof payment and the venue where the sovereign waives sovereign\nimmunity and consents to jurisdiction to be sued in the case of a\ndefault. As a result, actions to enforce defaulted debt are\nfrequently brought in state and federal courts located in New York.\nAlthough many foreign sovereigns pay their debts responsibly, some\nforeign sovereigns\nthat are capable of making payments their creditors instead choose to\nrepudiate their debts and to refuse to pay judgments rendered against\nthem. Because of the difficulties associated with enforcing judgments\nagainst foreign sovereigns, New York taxpayers suffer significant\nlosses, and have little legal recourse, when foreign sovereigns choose\nnot to pay their debts. The losses incurred by taxpayers\nsignificantly\naffect New York tax revenue, not only because New York\ncannot tax interest\nand other gains that are not paid, but also because investors as\ncan can be offset against other taxable gains.\n\nThe most egregious example of a fdreign sevrfeign I.is ;:filatle of\n\npaying its debt, hut thol choc:sis (I'd Ifhe Pi:Thiii\":1.3(' of\nAr,,.!entlna.\n\nIn 2001, Argentina (Jefultod ''hi ..:P1billion or (1.1idthe. largest\nsovereign dobt iiei.,(nit in\n\nate with its bondholdets mitt;,and 1 boi ofFerdLi,rildheLders an\n\nexchange worth .:Lb,-'nt. ''-,\nbasis.\nNpproximately 713 porrinf it boudh.Thipu-nf-1;-..,11ortgiF! nrreT, and\n\nF(..r.S(C;_li ina repodilipi II m3i iirCTnril 11-9 1--0:7;\n\nrepudinlod tlu,se debts whil,?ii a re,-ent riling with the f-lei.7u-\n\nvitles and Exchange Commi!mi,w, 0 have a deb; Todamesti.7 ploOuct\n\nratio of 49.1 iiiess I.the tntios of Canada, the United 17.5sgdom,\n\nFzauce, Germany, and a il:lrfety t:'7uropean C'i-ii./1(dric:'(74   and\na budg,\n\net surplus in each yea,. Ercim 200i-7100q.\n\nDozens of lawsuits lia-;c been riled inhi,\"f:Ttofiis DLT,g.r.b7l. Court.\n\nfor the Southern District of Mew TrT-e4, as .1 iesali7itgentine\ndefault. The two largest, creditors -ilone have cloms and judgmPnfs of\nover $3 billion. Judge ThJtmas P. Coi.4 s,i, Hu, mos! s -inioT judge\nin the\n\nSouthern District:, has repeaf edlyAflAent:In tv.).f; ,Lvver\n\noffered to pay the judgments ienderod against i;insidad locnsed all\n\nof its efforts on rirot e  it iir,!T:-   r1 HPi\n\nJudge Griesa held rhof Arg,-fltLiftin cidofaerivceini fel\n\nfailing to comply with dourt otdersinCOrell(7 that\n\nArgentina had remove!! rim 5,1 ,,w Yr,/Ii j('r.211 it c,r-cle;\n\nThe economic impact: or this delisul:fstont-J.,.i. The\n\ndirect net costs to r.7(:!wdefsnJT'ed T.1-lenlin0 debt\n\ncurrently total 1;90:2111 oapit.aj\n\n$382. nit Lion in foregone i iiLe rest pnyw-nt , andn111 I ion Iii\nt7tregone\n\ninvestment returns, Jess i-(il';(millionbnetits created\n\nthe losses or foregone income. Fri-wil n'i,cemher 7I001\nIf-I,i7..-em.hP(' 7000Lhe:\n\nindlyect, .70st.:;:f ciiHIE.,1,Tvm/n(!;,11.(1_ I ,lii11.1:j\ntir-7.!:-.;;'Fr.'.11nt.:',\n\nt 01 al appro:-...imnvp:1ycull\nThis hi IL will prevent- dolt ttnr.ari ing E-T b1cu di\nWhich is presently piep,irr1,4\n\ndefaulted debt for new debt c4nit, i cc! 1in t0e,17-0.\nechalige provisions a requircment thut. those holriros .:,:,hanging\ntheir debt vote to extinguish the enforcement rights of holders who\ndo not participate in the exchange but seek to enforce their rights,\nincluding judgment enforcement rights, in the courts.\n\nLEGISLATIVE HISTORY: New hill,\n=?T7CAL IMPLICATIONS:FOR STATE AM LOCAL GoVERNEUIS: At present, at\nleast one debt evading foreign. state, the Republic of Argentina, is\ncontemplating a securities offering that is likely to include sales\nor offers for the sale of securities in New York. Argentina has filed\na registration statement with the Securities and E.xchange Commission\nrelating to the offer and sale of securities havInp an aggregate\nprincipal amount of up to$15 billion. If Argentina is prevented from\n\nextinguishing the right of holders who do not participate in the\nexchange to enforce their rights and judgments against Argentina, New\nYork may collect substantial capital gains and avoid the deduction\nfrom taxes of capital losses with respect to any judgments that are\nsatisfied by Argentina either by agreement :Di by execution against\nits property,\n\nEFFECTIVE_WaTE: This act shall take effect immediately\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to certain provisions of contracts and debt or equity securities of debt evading foreign states and state-owned corporations of debt evading foreign states to be void as against public policy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T095900.TXT", "SOBI.D110125.T101401.TXT", "SOBI.D110125.T113406.TXT", "SOBI.D110125.T184450.TXT", "SOBI.D110126.T090235.TXT", "SOBI.D110125.T092858.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296050555493
}