{
  "year" : 2011,
  "senateBillNo" : "S2532-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S2532-2011-1295931600000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the division of homeland security and emergency services to establish rules and regulations providing for truck rental security",
  "summary" : "Directs the of homeland security and emergency services to develop rules and regulations relating to truck rental security; requires any person or organization in the business of renting trucks, vans or trailers to the public to be registered with the state. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S4719-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2532\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the executive law  and  the  general  business  law,  in\n         relation  to directing the division of homeland security and emergency\n         services to develop rules and regulations  relating  to  truck  rental\n         security\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Paragraphs (s), (t) and (u) of subdivision  2  of  section\n    2  709  of the executive law, paragraph (s) as amended and paragraph (t) as\n    3  added by section 14 and paragraph (u) as added by section 22 of  part  B\n    4  of  chapter  56 of the laws of 2010, are amended and a new paragraph (v)\n    5  is added to read as follows:\n    6    (s) work in consultation with or make recommendations to  the  commis-\n    7  sioner  of  agriculture  and markets in developing rules and regulations\n    8  relating to ammonium nitrate security; [and]\n    9    (t) develop, maintain, and deploy state, regional and local all-hazard\n   10  incident management teams[.];\n   11    (u) [Notwithstanding] NOTWITHSTANDING article six-C of  this  chapter,\n   12  or any other provision of law to the contrary, [the division of homeland\n   13  security  and emergency services shall] establish best practices regard-\n   14  ing training and education for firefighters and first  responders  which\n   15  shall  include  but  not be limited to: minimum basic training for fire-\n   16  fighters and first responders; in-service training and continuing educa-\n   17  tion; and specialized training as it may apply to the specific duties of\n   18  a category of emergency personnel[.]; AND\n   19    (V) PROMULGATE RULES AND  REGULATIONS  WITHIN  TWELVE  MONTHS  OF  THE\n   20  EFFECTIVE DATE OF THIS PARAGRAPH, IN CONSULTATION WITH THE DEPARTMENT OF\n   21  TRANSPORTATION AND THE DEPARTMENT OF STATE, TO ENSURE THAT:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05776-01-1\n\n       S. 2532                             2\n\n    1    (I)  ANY  PERSON  OR  ORGANIZATION,  OR  ANY  SUBSIDIARY OR AFFILIATE,\n    2  INCLUDING A FRANCHISE, IN THE BUSINESS OF RENTING TRUCKS, VANS OR TRAIL-\n    3  ERS TO THE PUBLIC FROM LOCATIONS IN THIS STATE, BE REGISTERED  WITH  THE\n    4  DIVISION OF HOMELAND SECURITY AND EMERGENCY SERVICES;\n    5    (II)  EACH  SUCH  PERSON OR ORGANIZATION MAINTAINS ACCURATE RECORDS OF\n    6  ANY PERSON RENTING A TRUCK, VAN OR TRAILER FOR AT LEAST TWO YEARS; AND\n    7    (III) ANY PERSON OR ORGANIZATION,  OR  ANY  SUBSIDIARY  OR  AFFILIATE,\n    8  INCLUDING A FRANCHISE, IN THE BUSINESS OF RENTING TRUCKS, VANS OR TRAIL-\n    9  ERS TO THE PUBLIC REQUIRE A VALID DRIVERS LICENSE AND AT LEAST ONE OTHER\n   10  FORM  OF IDENTIFICATION TO RENT TRUCKS, VANS OR TAILERS AND REQUIRE THAT\n   11  MEANINGFUL ASSURANCES ARE MADE BY THE RENTAL ENTITY TO VERIFY THE  IDEN-\n   12  TITY OF ANY PERSON RENTING A TRUCK, VAN OR TRAILER;\n   13    (IV) ANY PERSON RENTING A TRUCK, VAN OR TRAILER MAY BE CHECKED AGAINST\n   14  STATE  OR  FEDERAL  CRIMINAL DATABASES FOR THE PURPOSES OF SCREENING FOR\n   15  POSSIBLE TERRORISTS; AND\n   16    (V) THE DIVISION SHALL DEVELOP AND  PROMOTE  BEST  PRACTICES  FOR  THE\n   17  TRUCK  RENTAL  INDUSTRY  IN  THIS STATE, AND WORK TO EDUCATE PERSONS AND\n   18  AGENCIES RENTING TRUCKS, VANS AND TRAILERS ON HOW TO DETECT  AND  REPORT\n   19  SUSPICIOUS ACTIVITY AS DEFINED BY THE DIVISION.\n   20    S  2.  Subdivision  1  of section 396-z of the general business law is\n   21  amended by adding a new paragraph (k) to read as follows:\n   22    (K) \"TRUCK RENTAL COMPANY\" MEANS ANY PERSON OR  ORGANIZATION,  OR  ANY\n   23  SUBSIDIARY  OR  AFFILIATE,  INCLUDING  A  FRANCHISEE, IN THE BUSINESS OF\n   24  RENTING TRUCKS, VANS OR TRAILERS TO THE PUBLIC FROM  LOCATIONS  IN  THIS\n   25  STATE.\n   26    S  3.  Subdivision  1  of section 396-z of the general business law is\n   27  amended by adding a new paragraph (d) to read as follows:\n   28    (D) \"TRUCK RENTAL COMPANY\" MEANS ANY PERSON OR  ORGANIZATION,  OR  ANY\n   29  SUBSIDIARY  OR  AFFILIATE,  INCLUDING  A  FRANCHISEE, IN THE BUSINESS OF\n   30  RENTING TRUCKS, VANS OR TRAILERS TO THE PUBLIC FROM  LOCATIONS  IN  THIS\n   31  STATE.\n   32    S  4. Section 396-z of the general business law is amended by adding a\n   33  new subdivision 13-b to read as follows:\n   34    13-B. FOR TRUCK RENTAL  COMPANIES,  THE  FOLLOWING  DISCLOSURE  NOTICE\n   35  SHALL BE MADE ON THE FACE OF THE RENTAL AGREEMENT EITHER BY STAMP, LABEL\n   36  OR  AS  PART  OF  THE  WRITTEN CONTRACT OR ON ANY OTHER WRITTEN DOCUMENT\n   37  PROVIDED TO  THE  AUTHORIZED  DRIVER  AT  THE  TIME  SUCH  DRIVER  TAKES\n   38  POSSESSION OF THE VEHICLE, SHALL BE SET APART IN BOLDFACE TYPE AND IN NO\n   39  SMALLER PRINT THAN TEN POINT TYPE:\n   40    NOTICE:  BY  ENTERING  INTO THIS RENTAL AGREEMENT, YOU UNDERSTAND THAT\n   41  YOUR NAME AND INFORMATION MAY BE CHECKED AGAINST STATE OR FEDERAL CRIMI-\n   42  NAL DATABASES FOR THE PURPOSES OF SCREENING FOR POSSIBLE TERRORISTS.\n   43    S 5. This act shall take effect on the ninetieth day  after  it  shall\n   44  have  become  a law; provided that the amendment to section 396-z of the\n   45  general business law made by section two of this act  shall  not  affect\n   46  the  repeal of such section and shall be deemed repealed therewith, when\n   47  upon such date the provisions of section three of this  act  shall  take\n   48  effect;  and  provided,  further, that the amendment to section 396-z of\n   49  the general business law made by section four of this act shall  survive\n   50  the  repeal  and  reversion  of such section as provided in section 4 of\n   51  chapter 656 of the laws of 2002, as amended; provided further  that  any\n   52  rules  and regulations necessary to implement the provisions of this act\n   53  on its effective date are authorized and directed to be  promulgated  on\n   54  or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the general business law, in relation to directing the division of homeland security and emergency services to develop rules and regulations relating to truck rental security ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T102403.TXT", "SOBI.D110125.T093358.TXT", "SOBI.D110125.T095900.TXT", "SOBI.D110125.T113406.TXT", "SOBI.D110125.T100901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973246644
}