{
  "year" : 2011,
  "senateBillNo" : "S253-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S253-2011-1294203600000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides free use of state parks for senior citizens",
  "summary" : "Provides free use of state parks for residents of this state age 62 or older, including on weekends and public holidays. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "S2530-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          253\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cultural Affairs, Tourism,\n         Parks and Recreation\n\n       AN ACT to amend the parks, recreation and historic preservation law,  in\n         relation to providing free use of state parks for senior citizens\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The parks, recreation  and  historic  preservation  law  is\n    2  amended by adding a new section 13.20 to read as follows:\n    3    S  13.20  FREE  USE OF STATE PARKS.  NOTWITHSTANDING THE PROVISIONS OF\n    4  ANY OTHER LAW, ANY PERSON WHO IS A RESIDENT  OF  NEW  YORK  STATE,  UPON\n    5  PROOF  OF  SUCH  RESIDENCE AND OF BEING AGE SIXTY-TWO OR OLDER, SHALL BE\n    6  PERMITTED TO USE ANY OF THE STATE PARKS  IN  THIS  STATE,  INCLUDING  ON\n    7  WEEKENDS  AND  PUBLIC  HOLIDAYS,  UPON  THE SAME TERMS AND CONDITIONS AS\n    8  APPLY TO THE GENERAL PUBLIC, BUT WITHOUT THE  PAYMENT  OF  ANY  FEES  OR\n    9  OTHER CHARGES FOR THE USE OF SUCH STATE PARKS.\n   10    S 2. This act shall take effect on the one hundred twentieth day after\n   11  it shall have become a law; provided, however, that effective immediate-\n   12  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   13  necessary for the implementation of this act on its  effective  date  is\n   14  authorized  and  directed  to  be  made  and completed on or before such\n   15  effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01592-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law, in relation to providing free use of state parks for senior citizens ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T111805.TXT", "SOBI.D101213.T115807.TXT", "SOBI.D101213.T120808.TXT", "SOBI.D101215.T104414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292427854988
}