{
  "year" : 2011,
  "senateBillNo" : "S2534-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2534-2011-1295931600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the definition of dangerous contraband to include telecommunications and electronic recording devices",
  "summary" : "Expands the definition of dangerous contraband to include telecommunications and electronic recording devices. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A3511-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2534\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by Sen. GIANARIS -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to expanding  the  definition\n         of  dangerous  contraband to include telecommunications and electronic\n         recording devices\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 205.00 of the penal law is amended\n    2  to read as follows:\n    3    4.  \"Dangerous  contraband\"  means contraband which is capable of such\n    4  use as may endanger the safety or security of a  detention  facility  or\n    5  any  person therein, WHICH SHALL INCLUDE, BUT NOT BE LIMITED TO, A TELE-\n    6  COMMUNICATIONS OR ELECTRONIC RECORDING  DEVICE.  FOR  PURPOSES  OF  THIS\n    7  SUBDIVISION, A \"TELECOMMUNICATIONS OR ELECTRONIC RECORDING DEVICE\" MEANS\n    8  ANY TYPE OF INSTRUMENT, DEVICE, MACHINE OR EQUIPMENT THAT IS DESIGNED TO\n    9  TRANSMIT  AND/OR  RECEIVE  TELEPHONIC,  ELECTRONIC, DIGITAL, CELLULAR OR\n   10  RADIO SIGNALS OR COMMUNICATIONS OR ANY PART OF SUCH INSTRUMENT,  DEVICE,\n   11  MACHINE OR EQUIPMENT, AS WELL AS ANY TYPE OF INSTRUMENT DESIGNED TO HAVE\n   12  SOUND OR IMAGE RECORDING ABILITIES AND SHALL INCLUDE, BUT NOT BE LIMITED\n   13  TO, A CELLULAR OR DIGITAL PHONE, A PAGER, A TWO-WAY RADIO TEXT MESSAGING\n   14  OR  MODEM  DEVICE (INCLUDING MODEM EQUIPMENT DEVICES), A CAMERA, A VIDEO\n   15  RECORDER AND TAPE OR DIGITAL RECORDING DEVICES, OR ANY OTHER DEVICE THAT\n   16  HAS SAID CAPABILITIES.\n   17    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   18  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05759-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to expanding the definition of dangerous contraband to include telecommunications and electronic recording devices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T100401.TXT", "SOBI.D110125.T093358.TXT", "SOBI.D110125.T095900.TXT", "SOBI.D110125.T100901.TXT", "SOBI.D110125.T113906.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973546824
}