{
  "year" : 2011,
  "senateBillNo" : "S2543-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2543-2011-1295931600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes apportionment commission to create apportionment plans for congressional and state legislative districts based on federal censuses; repealer",
  "summary" : "Establishes an apportionment commission to create apportionment plans for congressional and state legislative districts based on decennial federal census, which shall be considered by and voted upon by the state legislature; eliminates the legislative task force on demographic research and reapportionment. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A3432",
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "S660-2011" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2543                                                  A. 3432\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by  Sen.  GIANARIS -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Investi-\n         gations and Government Operations\n\n       IN ASSEMBLY -- Introduced by M. of A.  JEFFRIES,  PAULIN,  BING,  GALEF,\n         RAMOS,  HOYT,  HEVESI,  SCHROEDER, CAMARA, KAVANAGH, KELLNER, MORELLE,\n         ROSENTHAL, GOTTFRIED, CUSICK, MENG, P. RIVERA,  MAISEL,  BROOK-KRASNY,\n         SIMOTAS,  JAFFEE  -- Multi-Sponsored by -- M. of A.  BOYLAND, BRENNAN,\n         CAHILL, CLARK, COLTON, DINOWITZ, GUNTHER,  LANCMAN,  LATIMER,  LAVINE,\n         LUPARDO,  MAYERSOHN,  MILLMAN,  PHEFFER, REILLY, SCHIMMINGER, SWEENEY,\n         TOBACCO, ZEBROWSKI -- read once  and  referred  to  the  Committee  on\n         Governmental Operations\n\n       AN  ACT  to  amend  the legislative law, in relation to apportionment of\n         congressional, senate and assembly districts; and  to  repeal  section\n         83-m of such law relating to the legislative task force on demographic\n         research and reapportionment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 5-a of  the  legislative  law,  as\n    2  added  by  chapter  630  of  the  laws of 1998, the opening paragraph as\n    3  amended by section 1 of part QQ of chapter 56 of the laws  of  2010,  is\n    4  amended to read as follows:\n    5    3. Any member of the assembly serving in a special capacity in a posi-\n    6  tion set forth in the following schedule shall be paid the allowance set\n    7  forth  in such schedule only for the legislative term commencing January\n    8  first, two thousand eleven and terminating  December  thirty-first,  two\n    9  thousand twelve:\n\n   10                   ASSEMBLYMEN SERVING IN SPECIAL CAPACITY\n\n   11  Chairman of legislative commission on public management\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03505-02-1\n\n       S. 2543                             2                            A. 3432\n\n    1   systems ........................................................ 12,500\n    2  Chairman of legislative commission on science and\n    3   technology ..................................................... 12,500\n    4  Co-chairman of the legislative commission on water\n    5   resource needs of New York state and Long Island ......... no allowance\n    6  [Co-chairman of the legislative task force on\n    7   demographic research and reapportionment ...................... 15,000]\n    8  Chairman of the assembly task force on farm,\n    9   food and nutrition ............................................. 12,500\n   10  Ranking minority member of the assembly task force\n   11   on farm, food and nutrition ..................................... 9,000\n   12  Chairman of the legislative commission on skills\n   13   development and career education ............................... 12,500\n   14  Vice-Chairman of the legislative commission on the\n   15   development of rural resources ................................. 12,500\n   16    S  2.  Subdivision 5 of section 12 of the legislative law, as added by\n   17  chapter 141 of the laws of 1994, is amended to read as follows:\n   18    5. Notwithstanding any provision of law to the contrary, services  and\n   19  expenses  of the legislative health service, legislative library, legis-\n   20  lative messenger service, legislative  ethics  committee,  [joint  oper-\n   21  ations  of  the legislative task force on demographic research and reap-\n   22  portionment] APPORTIONMENT COMMISSION, and contributions to the national\n   23  conference of state legislatures shall be payable after audit by and  on\n   24  the  warrant of the comptroller upon vouchers certified by the temporary\n   25  president of the senate or his or her designee and the  speaker  of  the\n   26  assembly or his or her designee.\n   27    S 3. Section 83-m of the legislative law is REPEALED.\n   28    S  4.  The  legislative  law is amended by adding a new article 6-A to\n   29  read as follows:\n   30                                  ARTICLE 6-A\n   31                       APPORTIONMENT OF CONGRESSIONAL\n   32                       AND STATE LEGISLATIVE DISTRICTS\n   33  SECTION 93. LEGISLATIVE INTENT.\n   34          94. APPORTIONMENT NOMINATIONS COMMITTEE.\n   35          95. POWERS AND DUTIES OF COMMITTEE.\n   36          96. APPORTIONMENT COMMISSION.\n   37          97. POWERS AND DUTIES OF COMMISSION.\n   38          98. APPORTIONMENT.\n   39          99. APPLICATION OF ARTICLE.\n   40    S 93. LEGISLATIVE INTENT. THE LEGISLATURE HEREBY  FINDS  AND  DECLARES\n   41  THAT:\n   42    1.  THERE  IS  A  NEED  FOR INTENSIVE AND THOROUGH STUDY, RESEARCH AND\n   43  INQUIRY INTO THE TECHNIQUES AND METHODOLOGY TO BE USED BY THE BUREAU  OF\n   44  THE  CENSUS OF THE UNITED STATES COMMERCE DEPARTMENT IN CARRYING OUT THE\n   45  DECENNIAL FEDERAL CENSUS;\n   46    2. A TECHNICAL PLAN WILL BE NEEDED  TO  MEET  THE  REQUIREMENTS  OF  A\n   47  LEGISLATIVE  TIMETABLE  FOR A REAPPORTIONMENT OF THE SENATE AND ASSEMBLY\n   48  DISTRICTS AND THE CONGRESSIONAL DISTRICTS OF THE  STATE  BASED  ON  SUCH\n   49  CENSUS; AND\n   50    3. THE APPORTIONMENT COMMISSION IS NECESSARY TO ASSIST THE LEGISLATURE\n   51  IN  THE PERFORMANCE OF ITS RESPONSIBILITIES AND IN THE CONDUCT OF LEGIS-\n   52  LATIVE RESEARCH PROJECTS RELATING THERETO.\n   53    S 94. APPORTIONMENT NOMINATIONS COMMITTEE. 1. ON OR BEFORE  THE  FIRST\n   54  OF DECEMBER OF EACH YEAR ENDING WITH A NINE OR AS SOON AS POSSIBLE AFTER\n   55  THE EFFECTIVE DATE OF THIS ARTICLE, THERE SHALL BE ESTABLISHED AN APPOR-\n   56  TIONMENT  NOMINATIONS  COMMITTEE  TO  SELECT  THOSE PERSONS WHO SHALL BE\n\n       S. 2543                             3                            A. 3432\n\n    1  ELIGIBLE TO BE APPOINTED AS  MEMBERS  OF  THE  APPORTIONMENT  COMMISSION\n    2  CREATED IN SECTION NINETY-SIX OF THIS ARTICLE. EACH SUCH COMMITTEE SHALL\n    3  REMAIN  IN EXISTENCE UNTIL ITS DUTIES PURSUANT TO SECTION NINETY-FIVE OF\n    4  THIS ARTICLE HAVE BEEN COMPLETED.\n    5    2.  THE APPORTIONMENT NOMINATIONS COMMITTEE SHALL BE COMPOSED OF EIGHT\n    6  MEMBERS, APPOINTED AS FOLLOWS:\n    7    (A) TWO MEMBERS SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT  OF  THE\n    8  SENATE;\n    9    (B) TWO MEMBERS SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY;\n   10    (C)  TWO  MEMBERS  SHALL  BE  APPOINTED  BY THE MINORITY LEADER OF THE\n   11  SENATE; AND\n   12    (D) TWO MEMBERS SHALL BE APPOINTED  BY  THE  MINORITY  LEADER  OF  THE\n   13  ASSEMBLY.\n   14    3.   THE  APPORTIONMENT  NOMINATIONS  COMMITTEE  SHALL  DESIGNATE  TWO\n   15  CO-CHAIRS FROM AMONG ITS MEMBERS  BY  A  SIMPLE  MAJORITY  VOTE  OF  ALL\n   16  MEMBERS.\n   17    4.  THE  MEMBERS  OF  THE APPORTIONMENT NOMINATIONS COMMITTEE SHALL BE\n   18  REGISTERED VOTERS IN THIS STATE. NO MEMBER OF SUCH COMMITTEE SHALL:\n   19    (A) HOLD OR HAVE HELD WITHIN THE PREVIOUS TWO YEARS AN ELECTED GOVERN-\n   20  MENTAL OFFICE;\n   21    (B) HOLD OR  HAVE  HELD  WITHIN  THE  PREVIOUS  TWO  YEARS  ANY  OTHER\n   22  APPOINTED GOVERNMENTAL OR POLITICAL PARTY POSITION;\n   23    (C) BE EMPLOYED OR HAVE BEEN EMPLOYED WITHIN THE PREVIOUS TWO YEARS IN\n   24  ANY OTHER POSITION BY THE UNITED STATES CONGRESS, THE STATE LEGISLATURE,\n   25  THE  EXECUTIVE  CHAMBER,  THE  UNIFIED COURT SYSTEM OR THE FEDERAL COURT\n   26  SYSTEM;\n   27    (D) BE OR HAVE BEEN WITHIN THE PREVIOUS TWO YEARS A REGISTERED  LOBBY-\n   28  IST IN THIS STATE PURSUANT TO ARTICLE ONE-A OF THIS CHAPTER;\n   29    (E)  BE  THE  SPOUSE  OF ANY MEMBER OF THE UNITED STATES CONGRESS, THE\n   30  STATE LEGISLATURE, THE EXECUTIVE CHAMBER, THE UNIFIED  COURT  SYSTEM  OR\n   31  THE FEDERAL COURT SYSTEM; OR\n   32    (F)  BE RELATED WITHIN THE THIRD DEGREE OF CONSANGUINITY TO ANY MEMBER\n   33  OF THE UNITED STATES CONGRESS,  THE  STATE  LEGISLATURE,  THE  EXECUTIVE\n   34  CHAMBER, THE UNIFIED COURT SYSTEM OR THE FEDERAL COURT SYSTEM, OR TO THE\n   35  SPOUSE OF ANY SUCH PERSON.\n   36    5.  THE  MEMBERS  OF  THE  APPORTIONMENT  NOMINATIONS  COMMITTEE SHALL\n   37  RECEIVE NO COMPENSATION FOR THEIR SERVICES, BUT SHALL BE  ALLOWED  THEIR\n   38  ACTUAL  AND  NECESSARY  EXPENSES  INCURRED  IN  THE PERFORMANCE OF THEIR\n   39  DUTIES.\n   40    6. THE MEMBERS OF THE APPORTIONMENT  NOMINATIONS  COMMITTEE  SHALL  BE\n   41  APPOINTED AND SERVE FOR THE DURATION OF SUCH COMMITTEE. ALL VACANCIES IN\n   42  THE  MEMBERSHIP OF SUCH COMMITTEE SHALL BE FILLED IN THE MANNER PROVIDED\n   43  FOR ORIGINAL APPOINTMENTS.\n   44    S 95. POWERS AND DUTIES OF COMMITTEE. 1. THE APPORTIONMENT NOMINATIONS\n   45  COMMITTEE SHALL HAVE THE POWER AND DUTY TO, ON OR BEFORE  THE  FIRST  OF\n   46  MARCH  IN  EACH YEAR ENDING WITH A ZERO OR AS SOON AS POSSIBLE AFTER THE\n   47  EFFECTIVE DATE OF THIS ARTICLE, ESTABLISH A LIST OF  FORTY  PERSONS  WHO\n   48  SHALL  BE  ELIGIBLE  TO  BE  APPOINTED  AS  MEMBERS OF THE APPORTIONMENT\n   49  COMMISSION. SUCH LIST SHALL HEREINAFTER BE REFERRED TO IN  THIS  ARTICLE\n   50  AS THE \"NOMINATIONS POOL\".\n   51    2.  THE  MEMBERS  OF  THE APPORTIONMENT NOMINATIONS COMMITTEE SHALL BY\n   52  MAJORITY VOTE SELECT EACH PERSON TO BE INCLUDED IN THE NOMINATIONS POOL.\n   53  UPON COMPLETION OF SUCH POOL, SUCH COMMITTEE SHALL SUBMIT A COPY OF  THE\n   54  NOMINATIONS  POOL  TO THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER\n   55  OF THE ASSEMBLY, THE MINORITY LEADER OF  THE  SENATE  AND  THE  MINORITY\n   56  LEADER OF THE ASSEMBLY.\n\n       S. 2543                             4                            A. 3432\n\n    1    3. THE NOMINATIONS POOL SHALL INCLUDE:\n    2    (A) FIFTEEN PERSONS WHO ARE ENROLLED AS DEMOCRATS;\n    3    (B) FIFTEEN PERSONS WHO ARE ENROLLED AS REPUBLICANS; AND\n    4    (C)  TEN  PERSONS WHO ARE NOT ENROLLED AS EITHER DEMOCRATS OR REPUBLI-\n    5  CANS.\n    6    4. PERSONS SELECTED TO THE NOMINATIONS POOL SHALL BE REGISTERED VOTERS\n    7  IN THIS STATE. NO SUCH PERSON SHALL:\n    8    (A) HOLD OR HAVE HELD WITHIN THE PREVIOUS TWO YEARS AN ELECTED GOVERN-\n    9  MENTAL OFFICE;\n   10    (B) HOLD OR  HAVE  HELD  WITHIN  THE  PREVIOUS  TWO  YEARS  ANY  OTHER\n   11  APPOINTED GOVERNMENTAL OR POLITICAL PARTY POSITION;\n   12    (C)  BE A MEMBER OF THE APPORTIONMENT NOMINATIONS COMMITTEE CREATED IN\n   13  SECTION NINETY-FOUR OF THIS ARTICLE;\n   14    (D) BE EMPLOYED OR HAVE BEEN EMPLOYED WITHIN THE PREVIOUS TWO YEARS IN\n   15  ANY OTHER POSITION BY THE UNITED STATES CONGRESS, THE STATE LEGISLATURE,\n   16  THE EXECUTIVE CHAMBER, THE UNIFIED COURT SYSTEM  OR  THE  FEDERAL  COURT\n   17  SYSTEM;\n   18    (E)  BE OR HAVE BEEN WITHIN THE PREVIOUS TWO YEARS A REGISTERED LOBBY-\n   19  IST IN THIS STATE PURSUANT TO ARTICLE ONE-A OF THIS CHAPTER;\n   20    (F) BE THE SPOUSE OF ANY MEMBER OF THE  UNITED  STATES  CONGRESS,  THE\n   21  STATE  LEGISLATURE,  THE  EXECUTIVE CHAMBER, THE UNIFIED COURT SYSTEM OR\n   22  THE FEDERAL COURT SYSTEM; OR\n   23    (G) BE RELATED WITHIN THE THIRD DEGREE OF CONSANGUINITY TO ANY  MEMBER\n   24  OF  THE  UNITED  STATES  CONGRESS,  THE STATE LEGISLATURE, THE EXECUTIVE\n   25  CHAMBER, THE UNIFIED COURT SYSTEM OR THE FEDERAL COURT SYSTEM, OR TO THE\n   26  SPOUSE OF ANY SUCH PERSON.\n   27    5. (A) THE NOMINATIONS POOL SHALL INCLUDE AT LEAST THREE PERSONS  FROM\n   28  EACH  OF  THE  FOLLOWING  REGIONS OF THE STATE, WITH THE REMAINDER TO BE\n   29  NOMINATED FROM SUCH REGIONS IN PROPORTION TO  THE  DISTRIBUTION  OF  THE\n   30  STATE'S POPULATION IN EACH REGION:\n   31    (I) LONG ISLAND;\n   32    (II) NEW YORK CITY;\n   33    (III) HUDSON VALLEY;\n   34    (IV) NORTHERN;\n   35    (V) CENTRAL;\n   36    (VI) SOUTHERN TIER; AND\n   37    (VII) WESTERN.\n   38    (B)  FOR THE PURPOSES OF THIS SUBDIVISION, THE FOLLOWING REGIONS SHALL\n   39  BE COMPOSED OF THE FOLLOWING COUNTIES;\n   40    (I) LONG ISLAND: THE COUNTIES OF NASSAU AND SUFFOLK;\n   41    (II) NEW YORK CITY: THE COUNTIES OF BRONX, KINGS, NEW YORK, QUEENS AND\n   42  RICHMOND;\n   43    (III) HUDSON VALLEY: THE COUNTIES OF  WESTCHESTER,  ROCKLAND,  PUTNAM,\n   44  ORANGE, DUTCHESS, ULSTER, COLUMBIA, GREENE, RENSSELAER, ALBANY AND SCHE-\n   45  NECTADY;\n   46    (IV)  NORTHERN:  THE  COUNTIES OF SARATOGA, WASHINGTON, WARREN, ESSEX,\n   47  CLINTON, FRANKLIN, ST. LAWRENCE, HAMILTON, FULTON, HERKIMER,  LEWIS  AND\n   48  JEFFERSON;\n   49    (V)  CENTRAL: THE COUNTIES OF SCHOHARIE, MONTGOMERY, OTSEGO, CHENANGO,\n   50  MADISON, ONEIDA, OSWEGO, CORTLAND, ONONDAGA AND CAYUGA;\n   51    (VI) SOUTHERN TIER: THE COUNTIES OF SULLIVAN, DELAWARE, BROOME, TIOGA,\n   52  TOMPKINS, SCHUYLER, STEUBEN, ALLEGANY, CATTARAUGUS AND CHAUTAUQUA; AND\n   53    (VII) WESTERN: THE COUNTIES OF SENECA, YATES, ONTARIO, WAYNE,  MONROE,\n   54  LIVINGSTON, WYOMING, GENESEE, ORLEANS, NIAGARA AND ERIE.\n\n       S. 2543                             5                            A. 3432\n\n    1    6.  TO THE EXTENT PRACTICABLE, THE APPORTIONMENT NOMINATIONS COMMITTEE\n    2  SHALL ENSURE THAT THE NOMINATIONS POOL REFLECTS  THE  DIVERSITY  OF  THE\n    3  RESIDENTS OF THE STATE WITH REGARD TO RACE, ETHNICITY AND GENDER.\n    4    S  96.  APPORTIONMENT  COMMISSION. 1. THERE SHALL BE CREATED AN APPOR-\n    5  TIONMENT COMMISSION TO ASSIST THE LEGISLATURE IN THE REAPPORTIONMENT  OF\n    6  CONGRESSIONAL, SENATE AND ASSEMBLY DISTRICTS BASED ON THE ENSUING FEDER-\n    7  AL  CENSUS,  PURSUANT TO SECTION TWO OF ARTICLE ONE OF THE UNITED STATES\n    8  CONSTITUTION AND SECTIONS FOUR AND FIVE OF ARTICLE THREE  OF  THE  STATE\n    9  CONSTITUTION.\n   10    2.  THE  APPORTIONMENT COMMISSION SHALL BE COMPOSED OF ELEVEN MEMBERS,\n   11  APPOINTED FROM THE NOMINATIONS POOL AS FOLLOWS:\n   12    (A) TWO MEMBERS SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT  OF  THE\n   13  SENATE;\n   14    (B) TWO MEMBERS SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY;\n   15    (C)  TWO  MEMBERS  SHALL  BE  APPOINTED  BY THE MINORITY LEADER OF THE\n   16  SENATE;\n   17    (D) TWO MEMBERS SHALL BE APPOINTED  BY  THE  MINORITY  LEADER  OF  THE\n   18  ASSEMBLY; AND\n   19    (E)  THREE  MEMBERS SHALL BE APPOINTED, ON OR BEFORE THE THIRTIETH DAY\n   20  AFTER A VACANCY IN ANY  SUCH  POSITION  OCCURS,  BY  THE  EIGHT  MEMBERS\n   21  APPOINTED  PURSUANT TO PARAGRAPHS (A) THROUGH (D) OF THIS SUBDIVISION BY\n   22  A VOTE OF NOT LESS THAN SIX MEMBERS IN FAVOR OF EACH  SUCH  APPOINTMENT,\n   23  AND EACH VACANCY IN ANY POSITION FILLED PURSUANT TO THIS PARAGRAPH SHALL\n   24  BE DEEMED TO CREATE VACANCIES IN ALL THREE POSITIONS HELD BY THE MEMBERS\n   25  SO  APPOINTED; PROVIDED THAT ANY SUCH MEMBER MAY BE REAPPOINTED PURSUANT\n   26  TO THIS PARAGRAPH. IN THE EVENT THAT THREE MEMBERS ARE NOT APPOINTED  ON\n   27  OR  BEFORE THE THIRTIETH DAY AFTER A VACANCY IN ANY SUCH POSITION OCCURS\n   28  IF:\n   29    (I) TWO PERSONS ARE APPOINTED WITH THE REQUIRED SIX VOTES AND NO OTHER\n   30  PERSON RECEIVES SIX VOTES, THE THIRD SUCH MEMBER SHALL BE  APPOINTED  BY\n   31  THE CHIEF JUDGE OF THE COURT OF APPEALS WITHIN THIRTY DAYS THEREAFTER;\n   32    (II)  ONE  PERSON  IS APPOINTED WITH THE REQUIRED SIX VOTES AND NO TWO\n   33  OTHER PERSONS RECEIVE SIX VOTES, THE  TWO  PERSONS  RECEIVING  THE  MOST\n   34  VOTES SHALL BE APPOINTED AS MEMBERS; AND\n   35    (III)  NO  THREE  PERSONS RECEIVE SIX VOTES, THE TWO PERSONS RECEIVING\n   36  THE MOST VOTES SHALL BE APPOINTED AS MEMBERS AND THE THIRD MEMBER  SHALL\n   37  BE APPOINTED BY THE CHIEF JUDGE OF THE COURT OF APPEALS.\n   38    (F)  THE  CHAIR  SHALL  BE  DESIGNATED,  FROM  AMONG THE THREE MEMBERS\n   39  APPOINTED PURSUANT TO PARAGRAPH (E) OF THIS  SUBDIVISION,  BY  A  SIMPLE\n   40  MAJORITY  VOTE  OF  ALL  MEMBERS OF THE COMMISSION; PROVIDED THAT IF THE\n   41  COMMISSION FAILS TO DESIGNATE A CHAIR, THE CHAIR SHALL BE DESIGNATED  BY\n   42  THE CHIEF JUDGE OF THE COURT OF APPEALS.\n   43    3. (A) NO MORE THAN FOUR MEMBERS OF THE APPORTIONMENT COMMISSION SHALL\n   44  BE ENROLLED IN THE SAME POLITICAL PARTY.\n   45    (B)  TO  THE  EXTENT  PRACTICABLE,  THE  MEMBERS  OF THE APPORTIONMENT\n   46  COMMISSION SHALL REFLECT THE DIVERSITY OF THE RESIDENTS  OF  THIS  STATE\n   47  WITH REGARD TO RACE, ETHNICITY, GENDER AND GEOGRAPHIC RESIDENCE.\n   48    4.  THE  TERMS  OF  THE  MEMBERS OF THE APPORTIONMENT COMMISSION SHALL\n   49  EXPIRE UPON THE FILING OF ALL APPORTIONMENT PLANS, PURSUANT TO  SUBDIVI-\n   50  SION  FOUR, FIVE AND/OR SIX OF SECTION NINETY-EIGHT OF THIS ARTICLE, THE\n   51  EXHAUSTION OF ANY JUDICIAL REVIEW OF AN APPORTIONMENT  PLAN  AND  APPOR-\n   52  TIONMENT  STATUTE,  AND  THE IMPLEMENTATION OF AN APPORTIONMENT STATUTE.\n   53  VACANCIES IN THE MEMBERSHIP OF THE COMMISSION SHALL  BE  FILLED  IN  THE\n   54  MANNER PROVIDED FOR ORIGINAL APPOINTMENTS.\n   55    5. THE MEMBERS OF THE APPORTIONMENT COMMISSION AND ALL EMPLOYEES THER-\n   56  EOF SHALL BE DEEMED TO BE LEGISLATIVE EMPLOYEES.\n\n       S. 2543                             6                            A. 3432\n\n    1    6.  THE  MEMBERS  OF  THE  APPORTIONMENT  COMMISSION  SHALL RECEIVE NO\n    2  COMPENSATION FOR THEIR SERVICES, BUT SHALL BE ALLOWED THEIR  ACTUAL  AND\n    3  NECESSARY  EXPENSES INCURRED IN THE PERFORMANCE OF THEIR DUTIES PURSUANT\n    4  TO THIS ARTICLE.\n    5    7.  A  MINIMUM  OF EIGHT MEMBERS OF THE APPORTIONMENT COMMISSION SHALL\n    6  CONSTITUTE A QUORUM FOR THE TRANSACTION OF ANY BUSINESS OR THE  EXERCISE\n    7  OF  ANY POWER OF SUCH COMMISSION, PROVIDED THAT NO EXERCISE OF ANY POWER\n    8  OF THE APPORTIONMENT COMMISSION SHALL OCCUR WITHOUT THE AFFIRMATIVE VOTE\n    9  OF SEVEN MEMBERS THEREOF.\n   10    S 97. POWERS AND DUTIES OF COMMISSION.  THE  APPORTIONMENT  COMMISSION\n   11  SHALL HAVE THE POWER AND DUTY TO:\n   12    1.  EMPLOY AND AT PLEASURE REMOVE SUCH PERSONNEL AS IT MAY DEEM NECES-\n   13  SARY FOR THE PERFORMANCE OF ITS FUNCTIONS  AND  FIX  THEIR  COMPENSATION\n   14  WITHIN THE AMOUNTS MADE AVAILABLE THEREFOR;\n   15    2.  MEET  WITHIN  AND WITHOUT THE STATE, HOLD PUBLIC HEARINGS AND HAVE\n   16  ALL THE POWERS OF A LEGISLATIVE COMMITTEE PURSUANT TO THIS CHAPTER;\n   17    3. REQUEST, RECEIVE AND UTILIZE SUCH FACILITIES,  RESOURCES  AND  DATA\n   18  (INCLUDING,  BUT  NOT  LIMITED  TO,  HISTORICAL  VOTING  INFORMATION AND\n   19  PATTERNS) OF ANY DEPARTMENT,  DIVISION,  BOARD,  BUREAU,  COMMISSION  OR\n   20  AGENCY  OF  THE  STATE  OR  ANY  POLITICAL SUBDIVISION THEREOF AS IT MAY\n   21  REASONABLY REQUEST TO PROPERLY CARRY OUT ITS POWERS AND DUTIES  PURSUANT\n   22  TO THIS ARTICLE;\n   23    4. ACQUIRE AND UTILIZE ALL MATERIALS AND EQUIPMENT NECESSARY TO ESTAB-\n   24  LISH  APPORTIONMENT PLANS PURSUANT TO SECTION NINETY-EIGHT OF THIS ARTI-\n   25  CLE;\n   26    5. PREPARE THE NECESSARY DESCRIPTIONS FOR THE GEOGRAPHIC UNITS OF  THE\n   27  STATE FOR USE BY THE FEDERAL CENSUS BUREAU IN REPORTING DECENNIAL FEDER-\n   28  AL CENSUS DATA;\n   29    6.  ENGAGE  IN SUCH RESEARCH STUDIES AND OTHER ACTIVITIES AS NECESSARY\n   30  OR APPROPRIATE IN THE PREPARATION AND FORMULATION OF  A  REAPPORTIONMENT\n   31  PLAN  FOR  THE  NEXT  ENSUING  REAPPORTIONMENT  OF  SENATE  AND ASSEMBLY\n   32  DISTRICTS AND CONGRESSIONAL DISTRICTS OF THE STATE AND IN  THE  UTILIZA-\n   33  TION  OF  CENSUS  AND  OTHER DEMOGRAPHIC AND STATISTICAL DATA FOR POLICY\n   34  ANALYSIS, PROGRAM DEVELOPMENT AND PROGRAM EVALUATION  PURPOSES  FOR  THE\n   35  LEGISLATURE;\n   36    7. SELL SURVEYS, DATA, COPIES OF TABULATIONS AND OTHER SPECIAL STATIS-\n   37  TICAL  COMPILATIONS  AND  MATERIALS  TO  DEPARTMENTS, AGENCIES AND OTHER\n   38  ENTITIES OF FEDERAL, STATE OR LOCAL GOVERNMENT,  OF  FOREIGN  COUNTRIES,\n   39  AND  TO PUBLIC BENEFIT CORPORATIONS, OR OTHER PUBLIC, NOT-FOR-PROFIT AND\n   40  PRIVATE PERSONS AND AGENCIES, UPON PAYMENT OF FEES AT  LEAST  SUFFICIENT\n   41  TO  PAY THE ACTUAL OR ESTIMATED COST OF SUCH PROJECTS. IN FURTHERANCE OF\n   42  SUCH SALE, THE APPORTIONMENT COMMISSION MAY EXECUTE CONTRACTS  FOR  SUCH\n   43  PURPOSE;\n   44    8.  PREPARE  MAPS  OF  CITIES,  TOWNS  AND  COUNTIES  OF THE STATE FOR\n   45  DESCRIBING CONGRESSIONAL, SENATE AND  ASSEMBLY  DISTRICTS,  AND  PREPARE\n   46  APPORTIONMENT PLANS AND LEGISLATION; AND\n   47    9.  MAKE  AVAILABLE TO THE PUBLIC IN PRINT FORM AND IN ELECTRONIC FORM\n   48  ON THE INTERNET, USING THE BEST AVAILABLE TECHNOLOGY, ALL  APPORTIONMENT\n   49  PLANS,  RELEVANT DATA AND MAPMAKING SOFTWARE USED TO PREPARE SUCH PLANS,\n   50  INFORMATION ON THE MEMBERS OF THE APPORTIONMENT COMMISSION AND ALL OTHER\n   51  RELEVANT INFORMATION DERIVED FROM THE OPERATION OF THIS ARTICLE.\n   52    S 98. APPORTIONMENT.  1.  THE  APPORTIONMENT  COMMISSION  SHALL,  UPON\n   53  RECEIPT  OF  THE FEDERAL DECENNIAL CENSUS FOR THE STATE, BEGIN TO ESTAB-\n   54  LISH A PLAN FOR THE APPORTIONMENT OF CONGRESSIONAL, SENATE AND  ASSEMBLY\n   55  DISTRICTS IN THE STATE.\n\n       S. 2543                             7                            A. 3432\n\n    1    2.  THE  FOLLOWING  REQUIREMENTS  AND  PRINCIPLES  SHALL BE APPLIED IN\n    2  ESTABLISHING A PLAN FOR SUCH DISTRICTS:\n    3    (A) ALL CONGRESSIONAL DISTRICTS SHALL BE AS NEARLY EQUAL IN POPULATION\n    4  AS IS PRACTICABLE.\n    5    (B)  EACH  DISTRICT SHALL CONSIST OF CONTIGUOUS TERRITORY; NO DISTRICT\n    6  SHALL CONSIST OF PARTS ENTIRELY SEPARATED BY THE  TERRITORY  OF  ANOTHER\n    7  DISTRICT  OF  THE  SAME  BODY,  WHETHER SUCH TERRITORY BE LAND OR WATER,\n    8  POPULATED OR UNPOPULATED. A POPULATED CENSUS BLOCK SHALL NOT BE  DIVIDED\n    9  BY  A  DISTRICT BOUNDARY, UNLESS IT CAN BE DETERMINED THAT THE POPULATED\n   10  PART OF SUCH BLOCK IS WITHIN A SINGLE DISTRICT.\n   11    (C) SENATE, ASSEMBLY, OR CONGRESSIONAL DISTRICTS SHALL NOT  BE  ESTAB-\n   12  LISHED  THAT  ARE  INTENDED  TO  OR RESULT IN A DENIAL OR ABRIDGEMENT OF\n   13  MINORITY VOTING RIGHTS INCLUDING THE OPPORTUNITY OF MINORITY  VOTERS  TO\n   14  PARTICIPATE  IN  THE  POLITICAL  PROCESS, AND TO ELECT THE CANDIDATES OF\n   15  THEIR CHOICE.\n   16    (D) SENATE, ASSEMBLY, OR CONGRESSIONAL DISTRICTS SHALL  NOT  BE  DRAWN\n   17  WITH  AN  INTENT  TO  FAVOR OR OPPOSE ANY POLITICAL PARTY, ANY INCUMBENT\n   18  FEDERAL OR STATE LEGISLATOR, OR ANY PREVIOUS OR PRESUMED  CANDIDATE  FOR\n   19  OFFICE.\n   20    (E) SUBJECT TO THE REQUIREMENTS OF PARAGRAPHS (A), (B), (C) AND (D) OF\n   21  THIS  SUBDIVISION,  THE  FOLLOWING  PRINCIPLES  SHALL BE FOLLOWED IN THE\n   22  CREATION OF SENATE, ASSEMBLY, AND CONGRESSIONAL DISTRICTS TO THE  EXTENT\n   23  PRACTICABLE.  A PRINCIPLE WITH A LOWER NUMBER SHALL HAVE PRECEDENCE OVER\n   24  A PRINCIPLE WITH A HIGHER NUMBER.\n   25    (I) THE MOST AND LEAST POPULOUS SENATE DISTRICTS SHALL NOT  EXCEED  OR\n   26  BE  LOWER  THAN THE MEAN POPULATION OF ALL SENATE DISTRICTS BY MORE THAN\n   27  ONE PERCENT, AND THE MOST AND LEAST POPULOUS  ASSEMBLY  DISTRICTS  SHALL\n   28  NOT  EXCEED  OR  BE  LOWER  THAN  THE  MEAN  POPULATION  OF ALL ASSEMBLY\n   29  DISTRICTS BY MORE THAN ONE PERCENT. IN NO  EVENT  SHALL  THE  COMMISSION\n   30  ADVANTAGE  ANY  REGION  OF THE STATE OVER ANY OTHER BY CREATING MULTIPLE\n   31  DISTRICTS THEREIN EXCEEDING, OR LOWER THAN, THE MEAN POPULATION BY  MORE\n   32  THAN ONE PERCENT.\n   33    (II)  COUNTIES  SHALL  NOT  BE  DIVIDED IN THE FORMATION OF DISTRICTS,\n   34  EXCEPT TO CREATE DISTRICTS WHOLLY WITHIN A COUNTY. WHERE  SUCH  DIVISION\n   35  OF  COUNTIES  IS UNAVOIDABLE, MORE POPULOUS COUNTIES SHALL BE DIVIDED IN\n   36  PREFERENCE TO THE DIVISION OF LESS POPULOUS COUNTIES.\n   37    (III) COUNTY SUBDIVISIONS SHALL NOT BE DIVIDED  IN  THE  FORMATION  OF\n   38  DISTRICTS,  EXCEPT  TO  CREATE DISTRICTS WHOLLY WITHIN A COUNTY SUBDIVI-\n   39  SION. FOR THE PURPOSES OF THIS ARTICLE, A COUNTY SUBDIVISION SHALL BE  A\n   40  CITY,  EXCEPT  THE  CITY  OF  NEW YORK, A TOWN, OR AN INDIAN RESERVATION\n   41  WHOSE TERRITORY IS EXCLUSIVE OF THE TERRITORY OF ANY CITY OR TOWN. COUN-\n   42  TY SUBDIVISIONS WITH LARGER POPULATIONS SHALL BE DIVIDED  IN  PREFERENCE\n   43  TO THE DIVISION OF THOSE WITH SMALLER POPULATIONS.\n   44    (IV)  INCORPORATED  VILLAGES  SHALL NOT BE DIVIDED IN THE FORMATION OF\n   45  DISTRICTS.\n   46    (V) THE SENATE, ASSEMBLY, AND  CONGRESSIONAL  DISTRICTS  SHALL  BE  AS\n   47  COMPACT IN FORM AS POSSIBLE.\n   48    (VI)  A SENATE, ASSEMBLY, OR CONGRESSIONAL DISTRICT SHALL UNITE COMMU-\n   49  NITIES DEFINED BY ACTUAL SHARED INTERESTS, TAKING ACCOUNT OF GEOGRAPHIC,\n   50  SOCIAL, ECONOMIC, AND OTHER FACTORS THAT INDICATE COMMONALITY OF  INTER-\n   51  EST,  AND  DISTRICTS  SHALL  BE  FORMED SO AS TO PROMOTE THE ORDERLY AND\n   52  EFFICIENT ADMINISTRATION OF ELECTIONS.\n   53    3. DURING THE PREPARATION OF THE APPORTIONMENT PLAN, THE APPORTIONMENT\n   54  COMMISSION SHALL CONDUCT NOT LESS THAN ONE PUBLIC HEARING  ON  PROPOSALS\n   55  FOR  THE  APPORTIONMENT OF CONGRESSIONAL AND STATE LEGISLATIVE DISTRICTS\n   56  IN EACH OF THE FOLLOWING (A) CITIES: ALBANY, BUFFALO, SYRACUSE,  ROCHES-\n\n       S. 2543                             8                            A. 3432\n\n    1  TER,  GLEN  COVE,  AND WHITE PLAINS; AND (B) COUNTIES: BRONX, KINGS, NEW\n    2  YORK, QUEENS AND RICHMOND. PUBLIC NOTICE OF ALL SUCH HEARINGS  SHALL  BE\n    3  WIDELY  PUBLISHED BY THE APPORTIONMENT COMMISSION IN ADVANCE THROUGH ALL\n    4  AVAILABLE  MEANS.  TO  THE EXTENT PRACTICABLE, ALL SUCH HEARINGS AND THE\n    5  PROCEEDINGS OF THE APPORTIONMENT  COMMISSION  SHALL  BE  TELEVISED.  THE\n    6  APPORTIONMENT  COMMISSION SHALL REPORT THE FINDINGS OF ALL SUCH HEARINGS\n    7  TO THE LEGISLATURE UPON SUBMISSION OF THE APPORTIONMENT PLAN PURSUANT TO\n    8  PARAGRAPH (A) OF SUBDIVISION FOUR OF THIS SECTION.\n    9    4. (A) ON OR BEFORE THE THIRTIETH OF MAY IN EACH YEAR  ENDING  WITH  A\n   10  ONE  OR  WITHIN SIXTY DAYS OF RECEIVING THE FEDERAL DECENNIAL CENSUS FOR\n   11  THE STATE, WHICHEVER IS LATER, THE APPORTIONMENT COMMISSION SHALL SUBMIT\n   12  TO THE LEGISLATURE AND DISSEMINATE TO THE PUBLIC AN  APPORTIONMENT  PLAN\n   13  FOR  ALL  CONGRESSIONAL  AND STATE LEGISLATIVE DISTRICTS, ALONG WITH THE\n   14  LEGISLATION NECESSARY TO IMPLEMENT SUCH PLAN. UPON RECEIPT OF SUCH PLAN,\n   15  THE IMPLEMENTING LEGISLATION THEREFOR SHALL BE INTRODUCED IN BOTH HOUSES\n   16  OF THE LEGISLATURE WITHOUT ANY AMENDMENTS WITHIN FIVE DAYS.\n   17    (B) ON OR BEFORE THE FIFTEENTH OF JUNE FOLLOWING THE DISSEMINATION  OF\n   18  THE APPORTIONMENT PLAN TO THE PUBLIC, THE APPORTIONMENT COMMISSION SHALL\n   19  CONDUCT  NOT  LESS THAN ONE PUBLIC HEARING ON SUCH APPORTIONMENT PLAN IN\n   20  EACH OF THE CITIES AND COUNTIES DELINEATED IN PARAGRAPHS (A) AND (B)  OF\n   21  SUBDIVISION  THREE OF THIS SECTION, AND SHALL REPORT THE FINDINGS OF ALL\n   22  SUCH HEARINGS TO THE LEGISLATURE.\n   23    (C) THE LEGISLATION INTRODUCED  PURSUANT  TO  PARAGRAPH  (A)  OF  THIS\n   24  SUBDIVISION  SHALL BE VOTED UPON, WITHOUT AMENDMENT, BY BOTH SUCH HOUSES\n   25  OF THE LEGISLATURE WITHIN SEVEN DAYS AFTER THE APPORTIONMENT  COMMISSION\n   26  REPORTS  THE  FINDINGS  OF  ITS  PUBLIC  HEARING  TO THE LEGISLATURE. IF\n   27  APPROVED, THE LEGISLATURE SHALL FORWARD SUCH LEGISLATION TO THE GOVERNOR\n   28  WITHIN FIVE DAYS.\n   29    5. IF (A) EITHER HOUSE SHALL FAIL TO APPROVE THE LEGISLATION SUBMITTED\n   30  PURSUANT TO SUBDIVISION FOUR OF THIS SECTION WITHIN TWENTY-ONE  DAYS  OF\n   31  ITS  SUBMISSION, OR (B) THE GOVERNOR SHALL VETO SUCH LEGISLATION AND THE\n   32  LEGISLATURE SHALL FAIL TO OVERRIDE SUCH VETO WITHIN FIFTEEN DAYS OF SUCH\n   33  VETO, THE APPORTIONMENT COMMISSION SHALL HOLD  AN  OPEN  HEARING  WITHIN\n   34  FIFTEEN DAYS OF SAID FAILURE TO PASS THE LEGISLATION AS IN PARAGRAPH (A)\n   35  OF  THIS  SUBDIVISION  OR  FAILURE TO OVERRIDE THE GOVERNOR'S VETO AS IN\n   36  PARAGRAPH (B) OF THIS SUBDIVISION AT  WHICH  THE  SPEAKER  AND  MINORITY\n   37  LEADER  OF  THE ASSEMBLY AND THE TEMPORARY PRESIDENT AND MINORITY LEADER\n   38  OF THE SENATE, OR EACH OF  THEIR  DESIGNEES  SHALL  TESTIFY  AS  TO  THE\n   39  REASONS  THAT  THE  LEGISLATION  DID  NOT BECOME LAW, AND MEMBERS OF THE\n   40  PUBLIC WILL ALSO BE INVITED TO TESTIFY.  WITHIN  FIFTEEN  DAYS  OF  SUCH\n   41  HEARING,  THE APPORTIONMENT COMMISSION SHALL ESTABLISH AND SUBMIT TO THE\n   42  LEGISLATURE A SECOND APPORTIONMENT PLAN AND THE  NECESSARY  IMPLEMENTING\n   43  LEGISLATION  FOR SUCH PLAN. UPON RECEIPT OF SUCH SECOND PLAN, THE IMPLE-\n   44  MENTING LEGISLATION THEREFOR SHALL BE INTRODUCED IN BOTH HOUSES  OF  THE\n   45  LEGISLATURE  WITHOUT  ANY  AMENDMENTS WITHIN FIVE DAYS. SUCH LEGISLATION\n   46  SHALL BE VOTED UPON, WITHOUT AMENDMENT, BY BOTH SUCH HOUSES WITHIN TWEN-\n   47  TY-ONE DAYS, BUT NOT SOONER THAN SEVEN DAYS, AFTER ITS INTRODUCTION.  IF\n   48  APPROVED, THE LEGISLATURE SHALL FORWARD SUCH LEGISLATION TO THE GOVERNOR\n   49  WITHIN FIVE DAYS.\n   50    6. IF (A) EITHER HOUSE SHALL FAIL TO APPROVE THE LEGISLATION SUBMITTED\n   51  PURSUANT  TO  SUBDIVISION FIVE OF THIS SECTION WITHIN TWENTY-ONE DAYS OF\n   52  ITS SUBMISSION, OR (B) THE GOVERNOR SHALL VETO SUCH LEGISLATION AND  THE\n   53  LEGISLATURE  FAILS  TO  OVERRIDE  SUCH VETO THE APPORTIONMENT COMMISSION\n   54  SHALL HOLD AN OPEN HEARING WITHIN FIFTEEN DAYS OF SAID FAILURE  TO  PASS\n   55  THE  LEGISLATION  AS  IN PARAGRAPH (A) OF THIS SUBDIVISION OR FAILURE TO\n   56  OVERRIDE THE GOVERNOR'S VETO AS IN PARAGRAPH (B) OF THIS SUBDIVISION  AT\n\n       S. 2543                             9                            A. 3432\n\n    1  WHICH  THE SPEAKER AND MINORITY LEADER OF THE ASSEMBLY AND THE TEMPORARY\n    2  PRESIDENT AND MINORITY LEADER OF THE SENATE, OR EACH OF THEIR  DESIGNEES\n    3  SHALL TESTIFY AS TO THE REASONS THAT THE LEGISLATION DID NOT BECOME LAW,\n    4  AND  MEMBERS  OF  THE  PUBLIC  WILL  ALSO  BE INVITED TO TESTIFY. WITHIN\n    5  FIFTEEN DAYS OF SUCH HEARING, THE APPORTIONMENT COMMISSION SHALL  ESTAB-\n    6  LISH  AND  SUBMIT  TO THE LEGISLATURE A THIRD APPORTIONMENT PLAN AND THE\n    7  NECESSARY IMPLEMENTING LEGISLATION FOR SUCH PLAN. UPON RECEIPT  OF  SUCH\n    8  THIRD  PLAN, THE IMPLEMENTING LEGISLATION WITH ANY AMENDMENTS THE LEGIS-\n    9  LATURE SHALL DEEM NECESSARY SHALL BE INTRODUCED IN BOTH  HOUSES  OF  THE\n   10  LEGISLATURE  WITHIN FIVE DAYS. ALL SUCH AMENDMENTS SHALL COMPLY WITH THE\n   11  PROVISIONS OF SUBDIVISION TWO OF THIS SECTION. SUCH LEGISLATION SHALL BE\n   12  VOTED UPON BY BOTH SUCH HOUSES WITHIN TWENTY-ONE DAYS,  BUT  NOT  SOONER\n   13  THAN  SEVEN  DAYS,  AFTER ITS INTRODUCTION. IF APPROVED, THE LEGISLATURE\n   14  SHALL FORWARD SUCH LEGISLATION TO THE GOVERNOR WITHIN FIVE DAYS.\n   15    S 99. APPLICATION OF ARTICLE. 1.  THE  PROCESS  FOR  APPORTIONMENT  OF\n   16  CONGRESSIONAL  AND STATE LEGISLATIVE DISTRICTS ESTABLISHED BY THIS ARTI-\n   17  CLE SHALL BE THE EXCLUSIVE MEANS BY WHICH SUCH  APPORTIONMENT  SHALL  BE\n   18  COMPLETED  IN  THIS STATE. EVERY APPORTIONMENT OF CONGRESSIONAL OR STATE\n   19  LEGISLATIVE DISTRICTS PERFORMED IN VIOLATION OF THE PROVISIONS  OF  THIS\n   20  ARTICLE  SHALL  BE  VOID. IN ANY PROCEEDING RELATING TO APPORTIONMENT OF\n   21  CONGRESSIONAL OR STATE LEGISLATIVE DISTRICTS, THE COURT SHALL  IMPLEMENT\n   22  THE PLAN THAT BEST SERVES THE REQUIREMENTS OF SUBDIVISION TWO OF SECTION\n   23  NINETY-EIGHT OF THIS ARTICLE.\n   24    2.  AN  APPORTIONMENT  STATUTE  SHALL  REMAIN IN FULL FORCE AND EFFECT\n   25  UNTIL A SUBSEQUENT APPORTIONMENT  STATUTE,  BASED  UPON  THE  SUCCEEDING\n   26  DECENNIAL  FEDERAL  CENSUS,  TAKES  EFFECT,  UNLESS MODIFIED PURSUANT TO\n   27  COURT ORDER.\n   28    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to apportionment of congressional, senate and assembly districts; and to repeal section 83-m of such law relating to the legislative task force on demographic research and reapportionment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T120909.TXT", "SOBI.D110125.T122411.TXT", "SOBI.D110125.T170450.TXT", "SOBI.D110125.T121409.TXT", "SOBI.D110125.T112440.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295993090256
}