{
  "year" : 2011,
  "senateBillNo" : "S2545-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2545-2011-1295931600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the exemption from taxation for non-profit organizations",
  "summary" : "Requires the burden of annually establishing that the requirements of the mandatory class non-profit real property tax exemptions have been satisfied to fall upon the owner of the property and must be proven by clear and convincing evidence. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A417",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S8474-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2545\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sens. BONACIC, LARKIN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation to the  exemption\n         from taxation for non-profit organizations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 420-a of the real property tax law is  amended  by\n    2  adding a new subdivision 15 to read as follows:\n    3    15.  IN  ALL  INSTANCES,  THE BURDEN OF ANNUALLY ESTABLISHING THAT THE\n    4  REQUIREMENTS OF THIS SECTION HAVE BEEN SATISFIED SHALL BE UPON THE OWNER\n    5  OF THE PROPERTY AND MUST BE PROVEN BY CLEAR AND CONVINCING EVIDENCE. THE\n    6  OFFICE OF REAL PROPERTY SERVICES SHALL  DEVELOP,  IN  CONSULTATION  WITH\n    7  NOT-FOR-PROFIT  ORGANIZATIONS  AND  ASSESSORS,  GUIDANCE DOCUMENTS TO BE\n    8  USED BY ASSESSORS IN DETERMINING WHETHER THE STANDARD  OF  PROOF  ESTAB-\n    9  LISHED BY THIS SUBDIVISION HAS BEEN MET.\n   10    S  2. This act shall take effect on the first of January next succeed-\n   11  ing the date on which it shall have become a  law  and  shall  apply  to\n   12  assessment rolls prepared on the basis of taxable status dates occurring\n   13  on or after such date.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01897-01-1\n",
  "memo" : "BILL NUMBER:S2545\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to the exemption from\ntaxation for non-profit organizations\n\nPURPOSE:\nTo place the responsibility of annually establishing that a\nnot-for-profit corporation or association is entitled to real\nproperty tax exemptions with such corporation or association.\n\nSUMMARY OF PROVISIONS:\nAmends section 420-a of the real property tax\nlaw by adding a new subdivision 14 to provide that the burden of\nannually establishing that the requirements of section 420-a have\nbeen satisfied shall be upon the owner and must be proven by clear\nand convincing evidence. Provides that the State Office of Real\nProperty Services shall develop, in consultation with not-for-profit\norganizations and assessors guidance documents which shall be used by\nassessors to determine whether that standard has been met.\n\nEXISTING LAW:\nWhile not-for-profit corporations or associations must\ninitially seek the granting of an exemption under Section 420-a, they\nare not required to do so on an annual basis, nor are they regularly\ncompelled to provide convincing evidence that such exemption should\napply.\n\nJUSTIFICATION:\nThis proposed measure is one of a series of bills aimed\nat reconstructing the framework for granting real property tax\nexemptions across the state. Based on year 2000 assessment rolls,\nthere are over five million parcels of property in New York State\n(valued at a total of 1.3 trillion dollars). Of this number, some\nthree million parcels enjoy at least 1 real property tax exemption.\nFrom a taxable status standpoint, about 1/3 of the total value of\nproperty in New York State (441 billion dollars) is either wholly or\npartially exempt from real taxation.\n\nThe lion's share of real property tax exemptions (around 68%) are\nstate mandated, and while the state has provided some reimbursement\nto relieve local taxing jurisdictions (i.e. through the STAR\nprogram), high levels of tax exemptions can present a serious burden\nto other property owners who must support the cost of school\ndistrict, municipal and special district operations.\n\nThe State must help provide tools which promote greater accountability\nfrom those seeking real property exemptions in order to balance\npublic needs and benefits. This specific legislation offers such a\ntool by seeking to ensure that organizations which seek tax exemption\n\ntruly met those public purposes, and that lands receiving relief from\nreal property taxation are being fully used in support of such\npurposes.\n\nLEGISLATIVE HISTORY:\nS.8474 of 2010: Referred to Rules\nS.498  of 2007: Referred to Rules\nS.3926 of 2005: Referred to Rules\nS.1123 of 2003: Died on Third Reading Calendar\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nLOCAL FISCAL IMPLICATIONS:\nUndetermined, however, it is anticipated the bill will offer improved\nlocal oversight of exemptions, with a salutary effect on school,\nmunicipal and special district (i.e. fire protection) tax rolls.\n\nEFFECTIVE DATE:\nThis act would take effect on the first of January next succeeding the\ndate on which it shall have become law and would apply to assessment\nrolls prepared on the basis of taxable status dates occurring on or\nafter such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the exemption from taxation for non-profit organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T114910.TXT", "SOBI.D110127.T181922.TXT", "SOBI.D110125.T115409.TXT", "SOBI.D110125.T120909.TXT", "SOBI.D110125.T121911.TXT", "SOBI.D110125.T170945.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362844
}