{
  "year" : 2011,
  "senateBillNo" : "S2549-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2549-2011-1295931600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to restricting certain business or professional activities by certain former members of the legislature",
  "summary" : "Relates to restricting certain business or professional activities by former speaker of the assembly, temporary president of the senate and majority leader of the senate. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "S2600-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2549\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sens.  BONACIC,  KRUEGER,  RANZENHOFER -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Finance\n\n       AN  ACT  to  amend  the  public officers law, in relation to restricting\n         certain business or professional activities by certain former  members\n         of the legislature\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (iii) of paragraph (a)  of  subdivision  8  of\n    2  section  73  of the public officers law, as amended by chapter 14 of the\n    3  laws of 2007, is amended to read as follows:\n    4    (iii) No person who has served as a member of  the  legislature  shall\n    5  within  a  period  of  two  years  after the termination of such service\n    6  receive compensation for any services on behalf  of  any  person,  firm,\n    7  corporation or association to promote or oppose, directly or indirectly,\n    8  the  passage of bills or resolutions by either house of the legislature.\n    9  No legislative employee shall within a period of  two  years  after  the\n   10  termination  of  such  service  receive compensation for any services on\n   11  behalf of any person, firm, corporation or association to appear,  prac-\n   12  tice  or  directly communicate before either house of the legislature to\n   13  promote or oppose the passage of bills or resolutions by either house of\n   14  the legislature. NO PERSON WHO WAS ELECTED  TO  OR  OTHERWISE  HELD  THE\n   15  POSITION  OF  SPEAKER OF THE ASSEMBLY OR TEMPORARY PRESIDENT OR MAJORITY\n   16  LEADER OF THE SENATE SHALL, FOR COMPENSATION ON BEHALF  OF  ANY  PERSON,\n   17  FIRM,  CORPORATION  OR ASSOCIATION, SEEK THE SIGNING INTO LAW OF OR VETO\n   18  ANY LEGISLATION BY THE GOVERNOR OR THE ENACTMENT, AMENDMENT, OR  REMOVAL\n   19  OR  ANY  RULE,  REGULATION,  OR  POLICY OF ANY STATE DEPARTMENT, AGENCY,\n   20  DIVISION, OR AUTHORITY, OR FOR THE PROCUREMENT OF  CONTRACTS  OR  AGREE-\n   21  MENTS  BY  ANY  SUCH  DEPARTMENT,  AGENCY, DIVISION, OR AUTHORITY, FOR A\n   22  PERIOD OF TWO YEARS UNTIL AFTER HE OR SHE SHALL  HAVE  CEASED  TO  BE  A\n   23  MEMBER OF THE SENATE OR ASSEMBLY.\n   24    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01890-01-1\n",
  "memo" : "BILL NUMBER:S2549\n\nTITLE OF BILL:\nAn act\nto amend the public officers law, in relation to restricting certain\nbusiness or professional activities by certain former members of the\nlegislature\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo prohibit the Speaker of the Assembly and Majority Leader of the\nSenate from lobbying the Executive branch for a period of two years\nafter leaving office.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAmends the public officers law to provide that no person who has held\nthe position of Assembly Speaker, Senate Majority Leader, or\nTemporary President of the Senate can seek the approval or\ndisapproval of legislation by the Governor, the procurement of goods\nor services by any State agency or authority, or the adoption or\nmodification of Department rules or regulations for a period of two\nyears until after he or she shall have ceased to be a member of the\nSenate or Assembly.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nCurrent law imposes a two year ban on lobbying the Legislature.\n\nJUSTIFICATION:\nThe Brennan Center has said that the legislative leadership has a\n\"stranglehold\" on which bills reach the floor.\nLegislative leaders are also the leaders of each house and as such\ncontrol a large network of political patronage.\nIt is not uncommon that employees of the Legislature - who may very\nwell have been hired by or with the approval of these leaders\ntransfer to agencies where they help both in administering the\ngovernment and developing regulatory policies. It is reasonable to\nrequire those who at the highest level of government within the\nLegislature refrain from not only lobbying their former colleagues\nbut also employees of the Executive branch with whom they in all\nlikelihood had substantial dealings with.\n\nLEGISLATIVE HISTORY:\nS.2600 of 2009: Referred to Finance\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to restricting certain business or professional activities by certain former members of the legislature ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT", "SOBI.D110201.T153407.TXT", "SOBI.D110125.T120909.TXT", "SOBI.D110125.T115409.TXT", "SOBI.D110125.T170945.TXT", "SOBI.D110125.T123413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296592447597
}