{
  "year" : 2011,
  "senateBillNo" : "S2547-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2547-2011-1295931600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines non-residents for the purpose of admission to a school district",
  "summary" : "Redefines \"nonresidents of a school district\" to include persons over five and under twenty-one years of age who do not actually reside in the district or reside on real property in the district which is wholly exempt from real property taxes for school district purposes and students who reside on real property which is fifty percent or more exempt from taxation pursuant to the real property tax law and such property is the residence of ten or more students who attend a public school in the district. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S6839-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2547\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sens. BONACIC, LARKIN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to defining  nonresidents\n         of a district for purposes of admission\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section  3202  of  the  education  law  is\n    2  amended to read as follows:\n    3    2.  A.  Nonresidents  of  a  district,  if otherwise competent, may be\n    4  admitted into the school or schools of a  district  or  city,  upon  the\n    5  consent of the trustees or the board of education, upon terms prescribed\n    6  by such trustees or board, WHICH MAY INCLUDE THE PAYMENT OF TUITION. THE\n    7  TERM  \"NONRESIDENTS  OF A DISTRICT\" SHALL INCLUDE, BUT NOT BE LIMITED TO\n    8  PERSONS OVER FIVE AND UNDER TWENTY-ONE YEARS OF AGE WHO ARE  NOT  OTHER-\n    9  WISE DESCRIBED IN THIS SECTION, WHO:\n   10    (I) DO NOT ACTUALLY RESIDE IN THE DISTRICT; OR\n   11    (II) RESIDE ON REAL PROPERTY IN THE DISTRICT WHICH IS:\n   12    (1)  FIFTY  PERCENT  OR  MORE EXEMPT FROM TAXATION FOR SCHOOL DISTRICT\n   13  PURPOSES PURSUANT TO THE PROVISIONS OF SECTION FOUR HUNDRED TWENTY-A  OR\n   14  SECTION FOUR HUNDRED TWENTY-B OF THE REAL PROPERTY TAX LAW; AND\n   15    (2)  THE  RESIDENCE OF TEN OR MORE STUDENTS WHO ATTEND A PUBLIC SCHOOL\n   16  IN THE DISTRICT.\n   17    B. PROVIDED, HOWEVER, THAT THE  PROVISIONS  OF  SUBPARAGRAPH  (II)  OF\n   18  PARAGRAPH  A  OF  THIS  SUBDIVISION  SHALL  NOT AUTHORIZE THE PAYMENT OF\n   19  TUITION IN AN AMOUNT IN EXCESS OF THE PROPERTY  TAXES  THAT  WOULD  HAVE\n   20  BEEN  PAID  WERE  THE  PROPERTY FULLY TAXABLE AND IN ANY EVENT SHALL NOT\n   21  APPLY TO PROPERTY WHICH:\n   22    (I) WAS CONSTRUCTED AND REMAINS OCCUPIED PURSUANT TO THE PROVISIONS OF\n   23  THE PUBLIC HOUSING LAW OR THE PRIVATE HOUSING FINANCE LAW;\n   24    (II) IS OWNED OR OPERATED BY AN AUTHORIZED AGENCY AS DEFINED IN SUBDI-\n   25  VISION TEN OF SECTION THREE HUNDRED SEVENTY-ONE OF THE  SOCIAL  SERVICES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01492-01-1\n\n       S. 2547                             2\n\n    1  LAW  OR PROPERTY DESCRIBED IN SUBDIVISION FIFTEEN, SEVENTEEN OR EIGHTEEN\n    2  OF SECTION THREE HUNDRED SEVENTY-ONE OF THE SOCIAL SERVICES LAW;\n    3    (III) IS OWNED BY THE STATE OR ANY MUNICIPALITY THEREOF WHICH PRIMARI-\n    4  LY  HOUSES  CHILDREN DESCRIBED IN SUBDIVISION TWO, FOUR-A, FOUR-B, FIVE,\n    5  SIX, SEVEN, EIGHT OR NINE OF SECTION THREE HUNDRED  SEVENTY-ONE  OF  THE\n    6  SOCIAL SERVICES LAW; OR\n    7    (IV)  PRIMARILY  HOUSES  DESTITUTE  CHILDREN. FOR THE PURPOSES OF THIS\n    8  SUBPARAGRAPH A CHILD IS DESTITUTE IF THE CHILD, THROUGH  NO  NEGLECT  ON\n    9  THE  PART  OF  HIS  OR HER PARENT, GUARDIAN OR CUSTODIAN IS DESTITUTE OR\n   10  HOMELESS, OR IN A STATE OF WANT OR SUFFERING DUE TO LACK  OF  SUFFICIENT\n   11  FOOD, CLOTHING, OR SHELTER, OR MEDICAL OR SURGICAL CARE, OR IS UNDER THE\n   12  AGE  OF  EIGHTEEN  AND IS ABSENT FROM HIS OR HER LEGAL RESIDENCE WITHOUT\n   13  THE CONSENT OF THE PARENT, LEGAL GUARDIAN OR CUSTODIAN, OR IS  A  PERSON\n   14  UNDER THE AGE OF EIGHTEEN WHO IS WITHOUT A PLACE OF SHELTER WHERE SUPER-\n   15  VISION AND CARE ARE AVAILABLE. PROVIDED, HOWEVER, THAT A DESTITUTE CHILD\n   16  SHALL  NOT  BE  ONE WHOSE PARENT OR LEGAL GUARDIAN ARE WITHOUT FINANCIAL\n   17  MEANS BECAUSE SUCH PERSON OR  PERSONS  CHOOSE  NOT  TO  ACCEPT  MONETARY\n   18  COMPENSATION  FOR  WORK THEY DO OR WHO CHOOSES TO GIVE SUCH COMPENSATION\n   19  AWAY OR ASSIGN IT TO THE BENEFIT OF ANOTHER, INCLUDING ANOTHER PERSON OR\n   20  OTHER LEGAL ENTITY.\n   21    S 2. This act shall take effect on September 1, 2012.\n",
  "memo" : "BILL NUMBER:S2547\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to defining nonresidents of\na district for purposes of admission\n\nPURPOSE:\nTo improve the fairness of the public education finance system.\n\nSUMMARY OF PROVISIONS:\nAuthorizes schools to charge tuition in the event 10 or more children\nreside on property which is 50% or more tax exempt pursuant to\nSections 420-A and 420-B of the Real Property Tax Law. Prohibits the\ncharging of tuition to students who reside on various charitable type\nproperties.\n\nEXISTING LAW:\nAllows for significant abuse in the real property tax system. For\nexample, while Senior citizens, who are otherwise eligible to obtain\ntax exemptions, can be made to pay real property taxes - even for\nproperty they have owned for decades and even with social security as\ntheir only income. On the other hand, multi-million dollar non-profits\ncan move into a community, purchase dozens, if not hundreds of acres,\nengage in commercial enterprises through separately formed\ncorporations, and still be wholly exempt from property taxes.\nThese non-profit organizations can send their children to public\nschools - often increasing local class sizes, thereby requiring the\nhiring of more teachers.\n\nJUSTIFICATION:\nThis legislation is about bringing equity not only to the real\nproperty tax system, but also to the education finance system. The\ncurrent method of school finance pits students against property\ntaxpayers. In some communities, the problem is exacerbated when large\nnon-profits move into a community, purchase hundreds of acres, and\nsend dozens of children to a small school district. This forces\nhigher property taxes on the taxpaying public and further forces\nproperty taxpayer to choose between the educational needs of their\ncommunity and the capacity to pay.\n\nLEGISLATIVE HISTORY:\nS.6839  of 2010: Referred to Education\nS.1125B of 2003: Referred to Education\n\nFISCAL IMPLICATIONS:\nIncreased revenue to some school districts which decide to charge\ntuition.\n\nEFFECTIVE DATE:\nThis act shall take effect on September 1, 2012.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to defining nonresidents of a district for purposes of admission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT", "SOBI.D110125.T115409.TXT", "SOBI.D110125.T120909.TXT", "SOBI.D110125.T121911.TXT", "SOBI.D110125.T170945.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362847
}