{
  "year" : 2011,
  "senateBillNo" : "S2546-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2546-2011-1295931600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the discretion in granting real property tax exemptions for certain corporations or associations; repealer",
  "summary" : "Relates to the discretion of localities in granting real property tax exemptions to real property owned by a corporation or association which is organized exclusively for purposes related to the moral or mental improvement of men, women or children. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S6837-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2546\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sens. BONACIC, LARKIN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation to the discretion\n         of localities in granting exemptions for certain organizations and  to\n         repeal certain provisions of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 420-a of the real\n    2  property tax law, as amended by chapter 920 of  the  laws  of  1981,  is\n    3  amended to read as follows:\n    4    (a)  Real  property owned by a corporation or association organized or\n    5  conducted exclusively for religious, charitable, hospital,  educational,\n    6  [or  moral or mental improvement of men, women or children purposes,] or\n    7  for two or more such purposes, and used  exclusively  for  carrying  out\n    8  thereupon  one or more of such purposes either by the owning corporation\n    9  or association or by another such corporation or association as  herein-\n   10  after  provided  shall  be  exempt  from  taxation  as  provided in this\n   11  section.\n   12    S 2. Paragraph (a) of subdivision 1 of section 420-b of the real prop-\n   13  erty tax law, as added by chapter 919 of the laws of 1981, is amended to\n   14  read as follows:\n   15    (a) (I) Real property owned by a corporation or association  which  is\n   16  organized  exclusively  for  PURPOSES  RELATED  TO  THE  MORAL OR MENTAL\n   17  IMPROVEMENT OF MEN, WOMEN, OR CHILDREN, OR FOR bible, tract, benevolent,\n   18  missionary, infirmary,  public  playground,  scientific,  literary,  bar\n   19  association, medical society, library, patriotic or historical purposes,\n   20  for  the  development of good sportsmanship for persons under the age of\n   21  eighteen years through the conduct of supervised athletic games, for the\n   22  enforcement of laws relating to children or animals, or for two or  more\n   23  such  purposes,  and  used exclusively for carrying out thereupon one or\n   24  more of such purposes either by the owning corporation  or  association,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01422-01-1\n\n       S. 2546                             2\n\n    1  or  by  another such corporation or association as hereinafter provided,\n    2  shall be exempt from taxation; provided,  however,  that  such  property\n    3  shall be taxable by any municipal corporation within which it is located\n    4  if the governing board of such municipal corporation, after public hear-\n    5  ing,  adopts  a local law, ordinance or resolution so providing. None of\n    6  the following subdivisions of this section providing that certain  prop-\n    7  erties  shall  be  exempt under circumstances or conditions set forth in\n    8  such subdivisions shall exempt such property from taxation by a  munici-\n    9  pal corporation whose governing board has adopted a local law, ordinance\n   10  or  resolution providing that such property shall be taxable pursuant to\n   11  this subdivision.\n   12    (II) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH (B) OF THIS  SUBDIVI-\n   13  SION,  ONCE  A PROPERTY IS EXEMPTED FROM TAXATION PURSUANT TO LOCAL LAW,\n   14  ORDINANCE, OR RESOLUTION, SUCH PROPERTY, SO LONG AS IT CONTINUES  TO  BE\n   15  USED EXCLUSIVELY FOR PURPOSES OF EXEMPT ACTIVITIES, SHALL CONTINUE TO BE\n   16  EXEMPT FROM TAXATION FOR NO MORE THAN THIRTY YEARS, UNLESS SUCH PROPERTY\n   17  IS  SOLD OR LEASED; PROVIDED, HOWEVER, THAT SUCH EXEMPTION SHALL BE LOST\n   18  AFTER IT HAS BEEN ENJOYED FOR THIRTY YEARS IF A LOCAL LAW, ORDINANCE  OR\n   19  RESOLUTION HAS BEEN ENACTED PROVIDING FOR THE TAXATION OF ALL PROPERTIES\n   20  IN THE SUB-CATEGORY THAT THE PARTICULAR PROPERTY IS IN, EXCEPT ANY OTHER\n   21  WHICH  IS  ENJOYING AN EXEMPTION FOR THIRTY YEARS PURSUANT TO THIS PARA-\n   22  GRAPH. SUCH LOCAL LAW MAY SPECIFY A MINIMUM NUMBER  OF  DAYS  EACH  ACRE\n   23  MUST  ACTUALLY  BE USED IN ORDER TO QUALIFY FOR THE EXEMPTION AUTHORIZED\n   24  IN THIS SECTION, PROVIDED, HOWEVER, THE NUMBER  OF  DAYS  SHALL  NOT  BE\n   25  GREATER THAN NINETY.\n   26    S  3.  Subdivision  1 of section 420-b of the real property tax law is\n   27  amended by adding a new paragraph (d) to read as follows:\n   28    (D) PROPERTY ORGANIZED EXCLUSIVELY FOR PURPOSES RELATED TO  THE  MORAL\n   29  OR  MENTAL  IMPROVEMENT OF MEN, WOMEN, OR CHILDREN SHALL INCLUDE EACH OF\n   30  THE FOLLOWING CATEGORIES OF REAL PROPERTY. SUCH PROPERTY SHALL BE  OWNED\n   31  BY  A  CORPORATION  CLASSIFIED AS TAX EXEMPT OR NOT-FOR-PROFIT UNDER THE\n   32  FEDERAL INTERNAL REVENUE CODE. ANY SUCH CATEGORY MAY BE SUBJECT TO TAXA-\n   33  TION PROVIDED A LOCAL LAW, ORDINANCE, OR RESOLUTION IS PASSED CONSISTENT\n   34  WITH THIS SECTION:\n   35    (I) ARTS. REAL PROPERTY PRIMARILY USED TO FACILITATE  OR  ENHANCE  THE\n   36  ARTS;\n   37    (II)  SCIENCES. REAL PROPERTY PRIMARILY USED IN THE STUDY OF SCIENCES,\n   38  BIOLOGY, AND HORTICULTURE;\n   39    (III) BENEFIT OF ANIMALS. REAL PROPERTY PRIMARILY USED FOR THE BENEFIT\n   40  OF NON-HUMAN ANIMALS;\n   41    (IV) OPEN SPACE. REAL PROPERTY WHICH IS OPEN TO THE PUBLIC, IS  PRIMA-\n   42  RILY UNIMPROVED, AND IS KEPT OPEN FOR HIKING, WALKING, OR FORMS OF EXER-\n   43  CISE  WHICH  DO  NOT  COMMONLY  USE  MECHANIZED  DEVICES EXCEPT BY THOSE\n   44  PERSONS WHO ARE DISABLED OR OTHERWISE UNABLE TO WALK WITHOUT  MECHANIZED\n   45  ASSISTANCE.   SUCH OPEN SPACE MAY BE OPEN TO THE PUBLIC UPON THE PAYMENT\n   46  OF A FEE WHICH IS DIRECTLY RELATED  TO  THE  COSTS  OF  MAINTAINING  AND\n   47  IMPROVING  THE  PROPERTY.  OPEN  SPACE SHALL NOT INCLUDE ANY PROPERTY OR\n   48  PORTION OF PROPERTY FROM WHICH THE PUBLIC IS EXCLUDED EXCEPT FOR  EXCLU-\n   49  SIONS  SOLELY FOR PUBLIC HEALTH PURPOSES AS DETERMINED BY A GOVERNMENTAL\n   50  AGENCY OR FOR PUBLIC SAFETY AS DETERMINED BY THE  PROPERTY  OWNER,  WITH\n   51  SUCH DETERMINATION TO BE REVIEWABLE IN ANY COURT OF EQUITY JURISDICTION;\n   52  PROVIDED,  HOWEVER  A PRESUMPTION SHALL ATTACH THAT THE PROPERTY OWNER'S\n   53  DETERMINATION IS REASONABLE. ATTORNEYS  FEES  MAY  BE  AWARDED,  AT  THE\n   54  DISCRETION  OF  THE  COURT,  FOR  ANY  PREVAILING PARTY WHO COMMENCES OR\n   55  DEFINES A CIVIL ACTION BASED ON THE PUBLIC SAFETY EXCLUSIONS PERMISSIBLE\n   56  BY THIS SUBPARAGRAPH;\n\n       S. 2546                             3\n\n    1    (V) LAND TRUST. REAL PROPERTY WHICH IS PRIMARILY UNIMPROVED. NO  OWNER\n    2  SHALL  BE  ENTITLED  TO  A PROPERTY TAX EXEMPTION AS A LAND TRUST UNLESS\n    3  THAT PROPERTY OWNER AND THE SUBJECT PROPERTY MEETS ALL OF THE  FOLLOWING\n    4  CRITERIA:  (1)  ENTERS INTO A CONTRACT WITH THE ASSESSING UNIT PROVIDING\n    5  THAT  THE LAND IN THE LAND TRUST MAY NOT BE SOLD OR ENCUMBERED EXCEPT BY\n    6  MORTGAGE OR CONSERVATION EASEMENT, UNLESS  THE  PROPERTY  OWNER,  WITHIN\n    7  THIRTY DAYS OF SUCH SALE OR ENCUMBRANCE, ENTERS INTO A VALID CONTRACT TO\n    8  PURCHASE  LAND IN NEW YORK STATE OF AT LEAST AN EQUAL VALUE TO BE PLACED\n    9  IN A LAND TRUST, AND THE OWNER DOES SO PURCHASE  SUCH  LAND  WITHIN  ONE\n   10  YEAR  OF  ENTERING INTO SUCH PURCHASE AND SALE CONTRACT; (2) IS INCLUDED\n   11  AS PART OF A LAWFULLY ENACTED COMPREHENSIVE PLAN BY  THE  COUNTY,  CITY,\n   12  TOWN,  OR  VILLAGE  IN WHICH SUCH PROPERTY IS IN; OR IS IDENTIFIED IN AN\n   13  OFFICIAL OPEN SPACE OR NATURAL RESOURCES PROTECTION PLAN DULY ADOPTED BY\n   14  A FEDERAL, STATE, OR LOCAL GOVERNMENT OR AGENCY THEREOF; (3) EXISTS AS A\n   15  LAND TRUST TO PROTECT ECOLOGICAL  RESOURCES  CONSIDERED  VALUABLE  IN  A\n   16  LAWFULLY ENACTED COMPREHENSIVE PLAN. PUBLIC ACCESS SHALL NOT BE A CRITE-\n   17  RIA  IN  DETERMINING AN EXEMPTION FROM TAXATION FOR LAND TRUST PURPOSES;\n   18  (4) UNLESS THE GOVERNING BOARD OF THE COUNTY, CITY, TOWN OR  VILLAGE  IN\n   19  WHICH  THE  PROPERTY IS SITUATED PASSES A RESOLUTION TO THE CONTRARY, IF\n   20  THE PURCHASE, REFERRED TO IN CLAUSE ONE OF THIS  SUBPARAGRAPH  DOES  NOT\n   21  OCCUR  WITHIN  THE  TIME LIMITATIONS THEREUNDER, THE LAND TRUST SHALL BE\n   22  LIABLE FOR ALL TAX PAYMENTS WHICH IT WOULD HAVE PAID ON THE PROPERTY  IT\n   23  SOLD  FOR  THE PERIOD OF TIME WHICH IT WOULD HAVE OWED SUCH TAX PAYMENTS\n   24  TO ALL LAWFUL TAXING JURISDICTIONS, UNLESS  THE  TITLE  TO  THE  EQUALLY\n   25  VALUED  LAND  UNDER CONTRACT FOR PURCHASE AND SALE WAS DEEMED UNMARKETA-\n   26  BLE, OR THE SELLER OF SUCH PROPERTY WITHDREW THE OFFER TO SELL, IN WHICH\n   27  CASE THE LAND TRUST SHALL HAVE AN ADDITIONAL  THREE  HUNDRED  SIXTY-FIVE\n   28  DAYS  TO  PURCHASE AND CLOSE TITLE ON ANOTHER PROPERTY IN NEW YORK STATE\n   29  PURSUANT TO THE PROVISIONS OF CLAUSE ONE OF THIS SUBPARAGRAPH;\n   30    (VI) NON-SCHOLASTIC EDUCATIONAL. REAL PROPERTY OWNED BY  AN  ORGANIZA-\n   31  TION  WHICH  IS  TAX  EXEMPT UNDER THE FEDERAL INTERNAL REVENUE CODE AND\n   32  WHICH IS PRIMARILY USED TO  IMPROVE  THE  INTELLECTUAL  CAPABILITIES  OF\n   33  PERSONS,  AND  WHICH  DOES  NOT  QUALIFY  FOR  TAX EXEMPTION PURSUANT TO\n   34  SECTION FOUR HUNDRED TWENTY-A OF THIS TITLE;\n   35    (VII) RECREATIONAL. REAL PROPERTY OWNED BY AN  ORGANIZATION  WHICH  IS\n   36  TAX  EXEMPT  UNDER  THE FEDERAL INTERNAL REVENUE CODE AND WHICH PROVIDES\n   37  RECREATIONAL OPPORTUNITY FOR  PERSONS  REGARDLESS  OF  ABILITY  TO  PAY.\n   38  RECREATIONAL  OPPORTUNITIES  MAY  BE  EITHER INDOORS OR OUTDOORS AND MAY\n   39  INCLUDE OVERNIGHT OPPORTUNITIES FOR PERSONS UNDER THE AGE OF TWENTY-ONE;\n   40    (VIII) MEDICAL PURPOSES. REAL PROPERTY OWNED BY AN ORGANIZATION  WHICH\n   41  IS TAX EXEMPT UNDER THE FEDERAL INTERNAL REVENUE CODE AND WHICH IS NOT A\n   42  HOSPITAL  AS DEFINED BY SECTION FOUR HUNDRED TWENTY-A OF THIS TITLE, BUT\n   43  WHICH QUALIFIES AS A HOSPITAL AS DEFINED IN ARTICLE TWENTY-EIGHT OF  THE\n   44  PUBLIC HEALTH LAW;\n   45    (IX)  HOME CARE SERVICES. REAL PROPERTY OWNED BY AN ORGANIZATION WHICH\n   46  IS TAX EXEMPT UNDER THE FEDERAL INTERNAL REVENUE CODE AND IS A HOME CARE\n   47  SERVICES AGENCY AS DEFINED IN ARTICLE THIRTY-SIX OF  THE  PUBLIC  HEALTH\n   48  LAW;\n   49    (X) RESIDENTIAL HEALTH CARE FACILITY. REAL PROPERTY OWNED BY AN ORGAN-\n   50  IZATION  WHICH  IS  TAX  EXEMPT AS A RESIDENTIAL HEALTH CARE FACILITY AS\n   51  DEFINED IN ARTICLE TWENTY-EIGHT OF THE PUBLIC HEALTH LAW;\n   52    (XI) OTHER MEDICAL PURPOSES. REAL PROPERTY WHICH IS OWNED BY AN ORGAN-\n   53  IZATION WHICH IS TAX EXEMPT UNDER THE FEDERAL INTERNAL REVENUE CODE  AND\n   54  IS  USED  TO  PROVIDE  MEDICAL SERVICES TO PERSONS WITH LIMITED ECONOMIC\n   55  MEANS;\n\n       S. 2546                             4\n\n    1    (XII) INTERDENOMINATIONAL CENTERS. (1) REAL PROPERTY OWNED BY A CORPO-\n    2  RATION ORGANIZED FOR THE PURPOSES OF ESTABLISHING AN INTERDENOMINATIONAL\n    3  CENTER TO ASSIST IN THE WORK OF, AND TO PROMOTE COOPERATION AMONG, VARI-\n    4  OUS RELIGIOUS DENOMINATIONS, AND TO  ACQUIRE  OR  ERECT  A  BUILDING  OR\n    5  BUILDINGS FOR SUCH CENTER, AND TO LEASE A PORTION OR PORTIONS FOR USE BY\n    6  RELIGIOUS,  EDUCATIONAL, MISSIONARY AND CHARITABLE CORPORATIONS OR ASSO-\n    7  CIATIONS; OR REAL PROPERTY LEASED TO  CORPORATIONS  ORGANIZED  FOR  SUCH\n    8  PURPOSES  BY A CORPORATION ORGANIZED FOR PURPOSES WHICH ARE EXEMPT UNDER\n    9  THIS SECTION, OR SECTION FOUR HUNDRED TWENTY-A, FOUR HUNDRED TWENTY-TWO,\n   10  FOUR HUNDRED TWENTY-FOUR, FOUR HUNDRED TWENTY-SIX OR FOUR HUNDRED  TWEN-\n   11  TY-EIGHT  OF  THIS  TITLE, SHALL BE EXEMPT FROM TAXATION AND EXEMPT FROM\n   12  SPECIAL AD VALOREM LEVIES AND SPECIAL ASSESSMENTS TO THE EXTENT PROVIDED\n   13  IN SECTION FOUR HUNDRED NINETY OF THIS ARTICLE, TO THE SAME  EXTENT  AND\n   14  SUBJECT  TO  THE  SAME CONDITIONS AND EXCEPTIONS AS PROPERTY OF A CORPO-\n   15  RATION ORGANIZED EXCLUSIVELY FOR RELIGIOUS, EDUCATIONAL,  MISSIONARY  OR\n   16  CHARITABLE PURPOSES.\n   17    (2)  IN  ADDITION  TO ANY OTHER RENTAL FEES CHARGED FOR SUCH USE, WITH\n   18  THE CONSENT OF EACH CORPORATION OR ASSOCIATION LEASING A PORTION OF SUCH\n   19  REAL PROPERTY, THE INTERDENOMINATIONAL CENTER MAY REQUIRE EACH LESSEE TO\n   20  MAKE ANNUAL PAYMENTS INTO A CAPITAL IMPROVEMENT FUND TO BE  USED  EXCLU-\n   21  SIVELY  FOR  CAPITAL IMPROVEMENTS, IN ACCORDANCE WITH A CAPITAL IMPROVE-\n   22  MENT PLAN ADOPTED OR UPDATED ANNUALLY BY THE INTERDENOMINATIONAL CENTER.\n   23  FOR PURPOSES OF THIS SUBPARAGRAPH, \"CAPITAL IMPROVEMENT\" SHALL MEAN  ANY\n   24  ADDITION  TO,  REPLACEMENT  OF,  OR REMODELING OF PHYSICAL PLANT, STRUC-\n   25  TURES, OR EQUIPMENT NOW OR HEREAFTER  OWNED  BY  AN  INTERDENOMINATIONAL\n   26  CENTER,  WHICH IS USED OR IS TO BE USED IN CONNECTION WITH THE OPERATION\n   27  OF THE INTERDENOMINATIONAL CENTER, AND WHICH SHALL INCLUDE  IMPROVEMENTS\n   28  TO LAND, BUT NOT LAND ITSELF;\n   29    (XIII)  PRIMARILY  CHARITABLE  PURPOSES. AN ACTIVITY CONDUCTED ON REAL\n   30  PROPERTY OWNED BY AN ORGANIZATION WHICH IS TAX EXEMPT UNDER THE  FEDERAL\n   31  INTERNAL REVENUE CODE, AND WHICH ACTIVITY ACTUALLY AND PRIMARILY ALLEVI-\n   32  ATES  THE CONDITION OF POOR, OR PHYSICALLY OR MENTALLY DISABLED PERSONS;\n   33  AND\n   34    (XIV) OTHER MORAL OR MENTAL IMPROVEMENT. REAL  PROPERTY  OWNED  BY  AN\n   35  ORGANIZATION WHICH IS TAX EXEMPT UNDER THE FEDERAL INTERNAL REVENUE CODE\n   36  AND WHICH IS DEDICATED, IN A MANNER OTHER THAN AS PROVIDED IN THIS PARA-\n   37  GRAPH, TO THE MORAL OR MENTAL IMPROVEMENT OF MEN, WOMEN, OR CHILDREN.\n   38    S 4. Section 430 of the real property tax law is REPEALED.\n   39    S 5. This  act shall take effect on the first of January next succeed-\n   40  ing the date on which it shall have become a  law  and  shall  apply  to\n   41  assessment rolls on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the discretion of localities in granting exemptions for certain organizations and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T120909.TXT", "SOBI.D110125.T115409.TXT", "SOBI.D110125.T170945.TXT", "SOBI.D110125.T121911.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295993385396
}