{
  "year" : 2011,
  "senateBillNo" : "S2542-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2542-2011-1295931600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes the examination of tinted or shaded windows in the periodic inspection of motor vehicles",
  "summary" : "Includes the examination of tinted or shaded windows in the periodic inspection of motor vehicles required by law; authorizes the commissioner of motor vehicles to promulgate any and all rules and regulations necessary. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S1493-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2542\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DeFRANCISCO -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  including\n         the examination of tinted or shaded windows in the periodic inspection\n         of motor vehicles\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (a) of  paragraph  1  of  subdivision  (c)  of\n    2  section  301  of the vehicle and traffic law, as amended by section 5 of\n    3  part V1 of chapter 62 of the  laws  of  2003,  is  amended  to  read  as\n    4  follows:\n    5    (a)  A  safety  inspection  shall  be made with respect to the brakes;\n    6  steering mechanism; wheel alignment; lights, including but  not  limited\n    7  to the lights which are designed and placed on a vehicle for the purpose\n    8  of  illuminating  the vehicle's license plates; odometer; tire pressure;\n    9  seat safety belts; shoulder harness safety belts; ANY  WINDOW  WHICH  IS\n   10  COMPOSED  OF,  COVERED BY OR TREATED WITH ANY MATERIAL WHICH HAS A LIGHT\n   11  TRANSMITTANCE OF LESS THAN SEVENTY PERCENT  PURSUANT  TO  SECTION  THREE\n   12  HUNDRED  SEVENTY-FIVE OF THIS TITLE and such other mechanisms and equip-\n   13  ment as shall be determined by the  commissioner  to  be  necessary  for\n   14  proper  and  safe  operations.  Such  inspection shall also be made with\n   15  respect to vehicle identification number. Upon inspection,  the  mileage\n   16  appearing on the odometer shall be recorded upon the inspection sticker.\n   17    S  2. This act shall take effect on the first of January next succeed-\n   18  ing the date on which it shall have become  a  law;  provided  that  the\n   19  commissioner  of  motor vehicles is authorized to promulgate any and all\n   20  rules and regulations necessary and take any other measures necessary to\n   21  implement this act on its effective date on or before such date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03762-01-1\n",
  "memo" : "BILL NUMBER:S2542\n\nTITLE OF BILL:\n\nAn act\nto amend the vehicle and traffic law, in relation to including the\nexamination of tinted or shaded windows in the periodic inspection of\nmotor vehicles\n\nPURPOSE:\n\nTo include an examination of window tint in the yearly state\ninspection of a vehicle.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 -- Amends subparagraph (a) of paragraph 1 of subdivision (c)\nsection 301 of the Vehicle and Traffic Law to require tinted glass to\nbe one of the items inspected during the yearly New York State\ninspection of a vehicle.\n\nSection 2 -- Effective date.\n\nJUSTIFICATION:\n\nMany vehicle owners are currently violating the law by having tinted\nglass that exceeds current regulations regarding the degree of tint.\nIn order to take a more proactive approach in regulating this\nproblem, and enforcing current law, this bill would include tinted\nglass to be one of the items inspected during an automobile's yearly\nstate inspection. If the glass on a vehicle is tinted beyond twenty\nseven percent of light transmittance, then that vehicle would not\npass state inspection.\n\nGlass that is too dark inhibits other drivers from making necessary\neye contact with a driver to understand their intent. It also hampers\nlaw enforcement's ability to observe if illegal activity is occurring\nwithin the vehicle.\n\nLEGISLATIVE HISTORY:\n\n2003-2004 -- S.1142\n2005-2006 -- S.37/A.9943\n2007-2008 -- S.1273/A.281\n2009-2010 -- S.1493/A.3609\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the first of January next succeeding the\ndate on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to including the examination of tinted or shaded windows in the periodic inspection of motor vehicles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT", "SOBI.D110125.T120909.TXT", "SOBI.D110125.T170450.TXT", "SOBI.D110125.T121409.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362841
}