{
  "year" : 2011,
  "senateBillNo" : "S2544-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2544-2011-1295931600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the exemption from taxation for non-profit organizations; repealer",
  "summary" : "Establishes certain vacant or otherwise unimproved land or real property owned by non-profit organizations from which no revenue is derived shall be exempt from real property taxation only if plans for utilizing the property for exempt purposes within five years are proven and the actual improvements are carried out within seven years. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S6838-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2544\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sens.  BONACIC,  DeFRANCISCO,  LARKIN  -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Local Government\n\n       AN  ACT to amend the real property tax law, in relation to the exemption\n         from taxation for  non-profit  organizations  and  to  repeal  certain\n         provisions of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 3 of section 420-a of the  real  property  tax\n    2  law is REPEALED and a new subdivision 3 is added to read as follows:\n    3    3.  (A)  SUCH REAL PROPERTY WHICH IS NOT ACTUALLY AND EXCLUSIVELY USED\n    4  FOR EXEMPT PURPOSES SHALL, IF OWNED BY  AN  ORGANIZATION  EXEMPTED  FROM\n    5  TAXATION  PURSUANT TO THE INTERNAL REVENUE CODE, BE EXEMPT THOUGH NOT IN\n    6  ACTUAL USE THEREFOR BY REASON OF THE ABSENCE OF  SUITABLE  BUILDINGS  OR\n    7  IMPROVEMENTS  THEREON  IF THE CONSTRUCTION OF SUCH BUILDINGS OR IMPROVE-\n    8  MENTS IS IN PROGRESS OR IS IN GOOD FAITH CONTEMPLATED BY SUCH  ORGANIZA-\n    9  TION.  AS  USED  IN THIS SUBDIVISION, \"IN GOOD FAITH CONTEMPLATED\" MEANS\n   10  DEFINITE PLANS FOR  UTILIZING  AND  ADAPTING  THE  PROPERTY  FOR  EXEMPT\n   11  PURPOSES  WITHIN  FIVE YEARS AND THE FULL EXECUTION OF SUCH PLANS WITHIN\n   12  SEVEN YEARS. THE PLANS MUST BE PROVEN BY CLEAR AND  CONVINCING  EVIDENCE\n   13  AND  MUST BE IN WRITTEN FORM. THE OFFICE OF REAL PROPERTY SERVICES SHALL\n   14  DEVELOP GUIDELINES TO BE UTILIZED BY PROPERTY OWNERS  AND  ASSESSORS  TO\n   15  DETERMINE WHETHER SUCH EVIDENCE EXISTS IN ADEQUATE FORM.\n   16    (B)  IF NO PART OF THE PHYSICAL IMPROVEMENTS TO THE LAND ARE COMMENCED\n   17  WITHIN FIVE YEARS AND COMPLETED WITHIN SEVEN YEARS OF  TAKING  TITLE  TO\n   18  THE  PROPERTY, OR IF THE ORGANIZATION DOES NOT MEET THE STANDARDS OTHER-\n   19  WISE SET FORTH IN THIS SUBDIVISION, THE PROPERTY OWNER WHO RECEIVED  THE\n   20  BENEFIT  OF  THE  EXEMPTION SHALL PAY ALL PROPERTY TAXES THAT WOULD HAVE\n   21  BEEN OWED; PROVIDED, HOWEVER, THAT FAILURE TO PAY DOES  NOT  CREATE  ANY\n   22  RIGHT  BY  ANY  GOVERNMENTAL UNIT TO COMMENCE A PROCEEDING TO EFFECTUATE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01899-01-1\n\n       S. 2544                             2\n\n    1  THE TAKING OF THE PROPERTY BUT DOES CREATE A CAUSE OF ACTION IN CONTRACT\n    2  BY ANY GOVERNMENTAL UNIT NEGATIVELY AFFECTED.\n    3    S  2. This act shall take effect on the first of January next succeed-\n    4  ing the date on which it shall have become a  law  and  shall  apply  to\n    5  assessment rolls prepared on the basis of taxable status dates occurring\n    6  on  or  after  such date and shall apply to property irrespective of the\n    7  date of the transfer of title.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the exemption from taxation for non-profit organizations and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T114910.TXT", "SOBI.D110125.T120909.TXT", "SOBI.D110125.T170945.TXT", "SOBI.D110125.T121911.TXT", "SOBI.D110125.T122411.TXT", "SOBI.D110125.T170450.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295993385393
}