{
  "year" : 2011,
  "senateBillNo" : "S2540-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2540-2011-1295931600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the types of damages that may be awarded to the persons for whose benefit an action for wrongful death is brought",
  "summary" : "Provides for the types of damages that may be awarded to the persons for whose benefit an action for wrongful death is brought i.e. grief and anguish; loss of love, society, protection, comfort, companionship and consortium; reasonable funeral expenses; reasonable expenses for medical care, treatment etc. prior to death; pecuniary injuries due to loss of services, support, inheritance; and loss of nurture, guidance or education. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Estates, Powers and Trusts Law",
  "previousVersions" : [ "S2391-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2540\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DeFRANCISCO -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the estates, powers  and  trusts  law,  in  relation  to\n         payment and distribution of damages in wrongful death actions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of section 5-4.3 of the estates,  powers  and\n    2  trusts law, as amended by chapter 100 of the laws of 1982, is amended to\n    3  read as follows:\n    4    (a)  The  damages awarded to the plaintiff may be such sum as the jury\n    5  or, where issues of fact are tried without a jury, the court or  referee\n    6  deems  to  be  fair  and  just compensation for the [pecuniary] injuries\n    7  resulting from the decedent's death to the persons for whose benefit the\n    8  action is brought. In every such action, in addition to any other lawful\n    9  element of recoverable damages, [the reasonable expenses of medical aid,\n   10  nursing and attention incident to  the  injury  causing  death  and  the\n   11  reasonable funeral expenses of the decedent paid by the distributees, or\n   12  for  the  payment of which any distributee is responsible, shall also be\n   13  proper elements of damage] FAIR COMPENSATION FOR THE  FOLLOWING  DAMAGES\n   14  MAY  BE RECOVERED:  (I) REASONABLE FUNERAL EXPENSES OF THE DECEDENT PAID\n   15  BY THE DISTRIBUTEES, OR FOR THE PAYMENT  OF  WHICH  ANY  DISTRIBUTEE  IS\n   16  RESPONSIBLE;  (II)  REASONABLE EXPENSES FOR MEDICAL CARE INCIDENT TO THE\n   17  INJURY CAUSING DEATH, INCLUDING BUT NOT  LIMITED  TO  DOCTORS,  NURSING,\n   18  ATTENDANT  CARE,  TREATMENT,  HOSPITALIZATION OF THE DECEDENT, AND MEDI-\n   19  CINES; (III) GRIEF OR ANGUISH CAUSED BY THE DECEDENT'S  DEATH,  AND  FOR\n   20  ANY  DISORDER CAUSED BY SUCH GRIEF OR ANGUISH; (IV) LOSS OF LOVE, SOCIE-\n   21  TY, PROTECTION, COMFORT, COMPANIONSHIP, AND  CONSORTIUM  RESULTING  FROM\n   22  THE   DECEDENT'S  DEATH;  (V)  PECUNIARY  INJURIES,  INCLUDING  LOSS  OF\n   23  SERVICES, SUPPORT, ASSISTANCE, AND LOSS OR DIMINISHMENT OF  INHERITANCE,\n   24  RESULTING FROM THE DECEDENT'S DEATH; AND (VI) LOSS OF NURTURE, GUIDANCE,\n   25  COUNSEL,  ADVICE,  TRAINING, AND EDUCATION RESULTING FROM THE DECEDENT'S\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03085-01-1\n\n       S. 2540                             2\n\n    1  DEATH.  Interest upon the principal sum recovered by the plaintiff  from\n    2  the  date of the decedent's death shall be added to and be a part of the\n    3  total sum awarded.\n    4    S  2.  This  act  shall take effect immediately and shall apply to all\n    5  trials commenced on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the estates, powers and trusts law, in relation to payment and distribution of damages in wrongful death actions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T120909.TXT", "SOBI.D110125.T121911.TXT", "SOBI.D110125.T170450.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295993090251
}