{
  "year" : 2011,
  "senateBillNo" : "S2541-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2541-2011-1295931600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Repeals section 474-a of the judiciary law relating to contingent fees for attorneys in claims or actions for medical, dental or podiatric malpractice",
  "summary" : "Repeals that restriction of the judiciary law prohibiting contingent fees and requiring a sliding scale fee for attorneys in claims or actions for medical, dental or podiatric malpractice. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "S2040-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2541\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DeFRANCISCO -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Judiciary\n\n       AN ACT to repeal section 474-a of the judiciary law, relating to contin-\n         gent fees for attorneys in claims or actions for  medical,  dental  or\n         podiatric malpractice\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 474-a of the judiciary law is REPEALED.\n    2    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03767-01-1\n",
  "memo" : "BILL NUMBER:S2541\n\nTITLE OF BILL:\nAn act\nto repeal section 474-a of the judiciary law, relating to contingent\nfees for attorneys in claims or actions for medical, dental or\npodiatric malpractice\n\nPURPOSE:\nTo repeal Section 474-a of the Judiciary Law relating to\ncontingent fees in medical, dental or podiatric negligence cases.\n\nSUMMARY OF PROVISIONS:\nRepeals Section 474-a of the Judiciary Law\nrelating to contingent fees in medical, dental or podiatric\nmalpractice.\n\nJUSTIFICATION:\nSince this statute was passed, experience has shown\nthat the sliding scale fee schedule works to the detriment of the\ninjured citizen. It creates an inherent conflict between the interest\nof the injured patient and the attorney that has agreed to take on\nthe task of proving the case. An example would be as follows:\n\nAn attorney believes a case may well bring a verdict of at least 1.5\nmillion dollars. He or she is offered five hundred thousand dollars.\nBelow is the application of the fee formula set forth in the existing\nSection 474-a:\n\n30% of the 1st $250,000 = $75,000\n25% of the 2nd $250,000 = $62,500\n20% of next $500,000 = $100,000\n15% of next $250,000 = $37,000\n10% of the balance ($250,000) = $25,000\n\nIt can be seen that the fee schedule encourages lawyers to\nrecommend their client settle rather than go to trial. This exact\nrationale is set forth in the Governor's Program Bill Memorandum in\nSupport, and reads as follows: \"By permitting attorneys to recover\n30% of smaller awards and a declining percentage thereafter,\nattorneys would be encouraged to accept reasonable settlements\nthat protect the plaintiffs interest.\"\n\nThis statement exhibits a total misunderstanding of an attorney/\nclient relationship. It is the client who accepts a settlement, not\nthe lawyer. If the purpose of the bill was \"to\nencourage lawyers\" by pitting them against the interests of their\nown clients, then such bill may have been successful, but its\nintent and result are volitive of Ethical Consideration 5-1 of the\nCode of Professional\nResponsibility, which provides that \"The professional judgment of a\n\nlawyer should be exercised, within the bounds of the law, solely for\nthe benefit of his client and free of compromising, influences and\nloyalties. Neither his personal interest, the interests of other\nclients, nor the desires of third persons should be permitted to\ndilute his loyalty to his client\".\n\nEthical Consideration 5-2 provides, in part, that a lawyer should not\naccept a case if there is a reasonable probability that his personal\ninterest will adversely affect the advice given the client.\nThat same Consideration maintains that a lawyer should not assume a\nposition which would tend to make his judgment less protective of his\nclient's interests.\n\nFor these reasons, Section 474-a of the Judiciary Law should be\nrepealed.\n\nLEGISLATIVE HISTORY:\nS.6596 of 1994; S.1968 of 1995-96; S.109 of\n1997-98; S.554 of 1999-2000; S.379 of 2001-02; S.320 of 2003-04; S.36\nof 2005-06; S.790 - 2007-08; S.2040 - 2009-2010\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to repeal section 474-a of the judiciary law, relating to contingent fees for attorneys in claims or actions for medical, dental or podiatric malpractice ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT", "SOBI.D110125.T120909.TXT", "SOBI.D110125.T121911.TXT", "SOBI.D110125.T170450.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362840
}