{
  "year" : 2011,
  "senateBillNo" : "S2556-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2556-2011-1295931600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296450000000,
    "eventText" : "REPORTED AND COMMITTED TO FINANCE",
    "billEventId" : "S2556-2011-1296450000000-REPORTED+AND+COMMITTED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes mandatory minimum medicaid coverage for hospital confinement for childbirth",
  "summary" : "Requires all insurance policies and health maintenance organization contracts to provide coverage for maternity patients and their newborns for hospital stays of at least 48 hours following childbirth by natural delivery and 96 hours following childbirth by caesarean section; provides similar coverage for patients who are recipients of medicaid. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "SA3117-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "HEALTH" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2556\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen. HUNTLEY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the social services law,  in  relation  to  establishing\n         mandatory  minimum  medicaid  coverage  for  hospital  confinement for\n         childbirth\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  365-a  of  the social services law is amended by\n    2  adding a new subdivision 6-a to read as follows:\n    3    6-A. MEDICAID ASSISTANCE SHALL ALSO INCLUDE, FOR MOTHER  AND  NEWBORN,\n    4  COVERAGE OF HOSPITAL CONFINEMENT OF AT LEAST FORTY-EIGHT HOURS FOLLOWING\n    5  A  VAGINAL  DELIVERY AND AT LEAST NINETY-SIX HOURS FOLLOWING A CAESAREAN\n    6  SECTION.   NOTWITHSTANDING THE ABOVE, A  SOCIAL  SERVICES  DISTRICT  MAY\n    7  PROVIDE  COVERAGE  FOR A SHORTER PERIOD OF HOSPITAL CONFINEMENT PROVIDED\n    8  THAT:\n    9    (A) THE MOTHER IN HER SOLE DISCRETION,  EXERCISES  THE  OPTION  TO  BE\n   10  DISCHARGED  FROM THE HOSPITAL EARLIER THAN THE TIME PERIOD STATED ABOVE;\n   11  AND\n   12    (B) THE TREATING PHYSICIAN,  IN  ACCORDANCE  WITH  GENERALLY  ACCEPTED\n   13  MEDICAL  STANDARDS, HAS DETERMINED THAT THE MOTHER AND NEWBORN ARE READY\n   14  FOR DISCHARGE; AND\n   15    (C) POST-DISCHARGE FOLLOW-UP INCLUDES AT LEAST ONE HOME VISIT PROVIDED\n   16  WITHIN TWENTY-FOUR HOURS OF DISCHARGE BY A LICENSED HEALTH CARE PROVIDER\n   17  WHOSE SCOPE OF PRACTICE INCLUDES  PROVIDING  POSTPARTUM  CARE  AND  SUCH\n   18  OTHER  HOME  VISITS  AS  ARE  DEEMED  APPROPRIATE. COVERAGE OF SUCH HOME\n   19  VISITS SHALL INCLUDE, AT A MINIMUM,  PARENT  EDUCATION,  ASSISTANCE  AND\n   20  TRAINING  IN  BREAST OR BOTTLE FEEDING AND THE PERFORMANCE OF ANY NECES-\n   21  SARY MATERNAL AND NEWBORN PHYSICAL ASSESSMENTS AND SHALL BE IN  ADDITION\n   22  TO,  RATHER  THAN  IN  LIEU  OF, ANY HOME HEALTH CARE COVERAGE OTHERWISE\n   23  AVAILABLE.\n   24    S 2. This act shall take effect on the one hundred eightieth day after\n   25  it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02344-01-1\n",
  "memo" : "BILL NUMBER:S2556\n\nTITLE OF BILL:\nAn act\nto amend the social services law,\nin relation to establishing mandatory\nminimum medicaid coverage for hospital confinement for childbirth\n\nPURPOSE:\nTo require Medicaid to provide coverage for maternity patients and\ntheir newborns for hospital stays of at least 48 hours for natural\ndelivery and 96 hours following caesarean section as is currently\nprovided by private insurers and HMO's.\n\nSUMMARY OF PROVISIONS:\nSection 1 adds a new subdivision 6-a to Social services Law &sect;365-a to\nrequire Medicaid to provide coverage for maternity patients and their\nnewborns for hospital stays of at least 48 hours for natural delivery\nand 96 hours following caesarean section. It also provides that\ncoverage may be provided for a shorter period of time under certain\ncircumstances outlined in the bill.\n\nSection 2 provides that the act shall take effect 180 days after\nbecoming law.\n\nEXISTING LAW:\nChapter 56 of 1996 established mandatory minimum periods\nof coverage by insurers and HMO's and care by hospitals for maternity\nstays following childbirth.\n\nJUSTIFICATION:\nIn 1996 the legislature addressed the growing trend of\n\"Revolving Door Deliveries,\" in which HMOs, insurance companies and\nhospitals were restricting the length of maternity stay for mothers\nand newborns following childbirth to 24 hours or less, based upon\nfinancial rather than public health considerations. Such early\ndischarges can be detrimental to the health of both mother and\nnewborn, particularly because many conditions which affect newborns,\nsuch as jaundice, do not manifest themselves during the first 24 hours\nof life.\n\nThe legislation adopted in 1996 established mandatory minimum periods\nof coverage for maternity stays following childbirth, however it did\nnot include the same protections for those whose care is paid for\nthrough Medicaid. This bill insurers that those covered by Medicaid\nare not treated differently than those covered by private insurance.\nIt establishes the same mandatory minimum periods of coverage under\nMedicaid that private insurers are bound to provide.\n\nLEGISLATIVE HISTORY:\n\n1999-00: A.7025 S.2801\n2001-02: A.751  S.4077\n2003-04: A.867  S.651\n2005-06: A.2801 A.1061\n2007-08: A.3716\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred\neightieth day after it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to establishing mandatory minimum medicaid coverage for hospital confinement for childbirth ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110127.T181922.TXT", "SOBI.D110126.T122754.TXT", "SOBI.D110131.T132208.TXT", "SOBI.D110125.T150924.TXT", "SOBI.D110125.T145423.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296498128236
}