{
  "year" : 2011,
  "senateBillNo" : "S2557-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2557-2011-1295931600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to pre-existing condition provisions for group and blanket disability policies",
  "summary" : "Relates to pre-existing condition provisions for group and blanket disability policies which excludes coverage under the policy for a disability commencing during the twelve months following the effective date of coverage for the covered person. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S4770-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2557\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SEWARD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to pre-existing condition\n         provisions for group and blanket disability policies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (b)  of section 3234 of the insurance law, as\n    2  added by chapter 650 of the laws of 1993, is amended to read as follows:\n    3    (b)  AN INSURER THAT OFFERS A POLICY IN CONFORMANCE WITH PARAGRAPH TWO\n    4  OF SUBSECTION (A) OF THIS SECTION  MUST  ALSO  MAKE  AVAILABLE,  AND  IF\n    5  REQUESTED  BY THE POLICYHOLDER, PROVIDE A GROUP OR BLANKET POLICY WITH A\n    6  PRE-EXISTING CONDITION PROVISION WHICH EXCLUDES COVERAGE UNDER THE POLI-\n    7  CY FOR A DISABILITY COMMENCING DURING THE TWELVE  MONTHS  FOLLOWING  THE\n    8  EFFECTIVE DATE OF COVERAGE FOR THE COVERED PERSON.\n    9    (C) Nothing [herein] IN THIS SECTION shall be construed to prohibit or\n   10  restrict  an  insurer from utilizing other forms of underwriting for the\n   11  members of the group in lieu of, or in  addition  to,  the  pre-existing\n   12  condition provision described in subsection (a) OR (B) of this section.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05425-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to pre-existing condition provisions for group and blanket disability policies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T154940.TXT", "SOBI.D110125.T161942.TXT", "SOBI.D110126.T122754.TXT", "SOBI.D110125.T160441.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296062874334
}