{
  "year" : 2011,
  "senateBillNo" : "S2550-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2550-2011-1295931600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the hiring of certain legislative employees",
  "summary" : "Relates to the hiring of certain legislative employees; requires certain non-partisan legislative employees to be hired from a list developed through a competitive examination; includes payroll, accounting, district office operations, supplies, technology, postal services, document printing and distribution, research, media services including the operation and scheduling of recording sessions, personnel services, financial analysis and reporting, state budget analysis and reporting. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "S2596-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2550\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sens.  BONACIC,  KRUEGER,  RANZENHOFER -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Investigations and Government Operations\n\n       AN  ACT  to  amend the legislative law, in relation to hiring of certain\n         non-partisan legislative employees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The  legislature hereby finds and\n    2  declares that unnecessary duplication of services between the senate and\n    3  assembly is a waste of taxpayer resources and otherwise fails to promote\n    4  a form of government which is based on  competency  and  ability  rather\n    5  than  political  patronage.  The legislature declares that the state and\n    6  its people would be better served if the administrative functions of the\n    7  legislature were consolidated and implemented in a  non-partisan  manner\n    8  based solely on objective criteria.\n    9    S  2.  The  legislative  law is amended by adding a new section 8-a to\n   10  read as follows:\n   11    S 8-A. NON-PARTISAN HIRING OF CERTAIN EMPLOYEES OF THE LEGISLATURE. 1.\n   12  THE SPEAKER OF THE ASSEMBLY, MINORITY LEADER OF THE ASSEMBLY,  TEMPORARY\n   13  PRESIDENT  OF  THE SENATE AND MINORITY LEADER OF THE SENATE (HEREINAFTER\n   14  REFERRED TO AS \"THE LEADERSHIP\") SHALL, WITHIN NINETY DAYS OF THE EFFEC-\n   15  TIVE DATE OF THIS SECTION, JOINTLY DEVELOP A LIST OF ALL EMPLOYEE TITLES\n   16  WHICH ARE NOT HIRED UPON THE RECOMMENDATION OF A MEMBER SPECIFICALLY  TO\n   17  SERVE IN THAT MEMBER'S OFFICE OR ON THE COMMITTEE STAFF OF ANY COMMITTEE\n   18  THAT  MEMBER  IS  THE  CHAIRPERSON  OR  RANKING MINORITY MEMBER OF. SUCH\n   19  EMPLOYEE TITLES SHALL  INCLUDE  THOSE  EMPLOYEES  WHO  PERFORM  SERVICES\n   20  INCLUDING,  BUT  NOT  LIMITED  TO,  PAYROLL, ACCOUNTING, DISTRICT OFFICE\n   21  OPERATIONS, SUPPLIES, TECHNOLOGY, POSTAL SERVICES, DOCUMENT PRINTING AND\n   22  DISTRIBUTION, RESEARCH, MEDIA SERVICES INCLUDING THE OPERATION AND SCHE-\n   23  DULING OF RECORDING SESSIONS, PERSONNEL SERVICES, FINANCIAL ANALYSIS AND\n   24  REPORTING, STATE BUDGET ANALYSIS AND REPORTING.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01888-01-1\n\n       S. 2550                             2\n\n    1    2. WITHIN ONE HUNDRED EIGHTY DAYS OF THE ADOPTION OF THE LIST PROVIDED\n    2  FOR IN SUBDIVISION ONE OF THIS SECTION, THE  SPEAKER,  TEMPORARY  PRESI-\n    3  DENT,  AND  MINORITY  LEADERS  SHALL TOGETHER OR THROUGH REPRESENTATIVES\n    4  DETERMINE THE JOB DUTIES OF EACH  TITLE  AND  PREPARE  OR  CAUSE  TO  BE\n    5  PREPARED  MINIMUM  PROFESSIONAL  QUALIFICATIONS AND COMPETITIVE EXAMINA-\n    6  TIONS WHICH SHALL BE UTILIZED TO HIRE CANDIDATES FOR EACH SUCH  POSITION\n    7  UPON  SUCH  POSITION'S  BECOMING VACATED. TO THE EXTENT REQUESTED BY THE\n    8  SPEAKER, TEMPORARY PRESIDENT, AND EITHER OR BOTH MINORITY  LEADERS,  THE\n    9  DEPARTMENT  OF  CIVIL  SERVICE  SHALL ASSIST WITH THE DEVELOPMENT OF THE\n   10  QUALIFICATIONS AND EXAMINATIONS. IN THE EVENT AT LEAST THREE OF THE FOUR\n   11  MEMBERS OF THE LEADERSHIP CANNOT AGREE ON THE LANGUAGE OF  THE  EXAM  OR\n   12  THE  MINIMUM  QUALIFICATIONS,  THE DEPARTMENT OF CIVIL SERVICE SHALL, BY\n   13  VOTE OF THE MAJORITY OF THE MEMBERS OF COMMISSIONERS, AFTER  A  HEARING,\n   14  MAKE A REASONABLE DETERMINATION OF THE EXAMINATION LANGUAGE AND/OR MINI-\n   15  MUM QUALIFICATIONS AS THE CASE MAY BE.\n   16    3. ANY PERSON HIRED TO FILL ANY VACATED POSITION SHALL BE HIRED FROM A\n   17  LIST  OF THE TOP THREE SCORES OF THOSE WHO MEET THE MINIMUM PROFESSIONAL\n   18  QUALIFICATIONS. SUCH PERSON SHALL BE HIRED BASED ON A VOTE OF THE MAJOR-\n   19  ITY OF THE LEADERSHIP. EXAMS SHALL BE GIVEN  AT  LEAST  TWICE  ANNUALLY.\n   20  HIRING  SHALL  BE  DONE  ON A NON-PARTISAN MANNER. EMPLOYEES, ONCE HIRED\n   21  SHALL BE RETAINED EXCEPT FOR THE ABOLITION OF THE POSITION OR FOR CAUSE.\n   22  TO THE EXTENT OTHERWISE PROHIBITED BY LAW, ANY EMPLOYEE  HIRED  PURSUANT\n   23  TO THE PROVISIONS OF THIS SECTION OR OTHERWISE HOLDING A TITLED POSITION\n   24  COVERED  BY THIS SECTION SHALL BE EXPRESSLY AUTHORIZED TO JOIN AND ENJOY\n   25  THE PROTECTIONS OF A COLLECTIVE BARGAINING ORGANIZATION PROVIDED SUCH AN\n   26  ORGANIZATION OTHERWISE QUALIFIES TO REPRESENT SUCH EMPLOYEE PURSUANT  TO\n   27  APPLICABLE  STATE  LAW  AND  HAVE THEIR SALARIES AND BENEFITS NEGOTIATED\n   28  THEREBY.\n   29    4. ANY INCUMBENT WHOSE JOB TITLE IS CONTAINED ON THE LIST PROVIDED FOR\n   30  IN THIS SECTION SHALL SIT FOR COMPETITIVE EXAMINATION. ANY INCUMBENT  IN\n   31  A  JOB TITLE SHALL BE DEEMED TO MEET THE MINIMUM PROFESSIONAL QUALIFICA-\n   32  TIONS SHALL BE RETAINED, UNLESS DISCHARGED FOR CAUSE. PROVIDED,  HOWEVER\n   33  THE  INCUMBENT  MUST, BY THE END OF THE THIRD YEAR AFTER THE EXAMINATION\n   34  FOR HIS OR HER JOB IS FIRST OFFERED, TAKE THE EXAM AND EARN  A  POSITION\n   35  IN  THE  TOP  THREE  AGAINST  THE OTHER INDIVIDUALS WHO SAT FOR THE EXAM\n   36  WHICH THE INCUMBENT SAT FOR OR HIS OR HER JOB SHALL TERMINATE AT THE END\n   37  OF THE THIRD FULL YEAR AFTER THIS SECTION SHALL HAVE BECOME A LAW.\n   38    5. ANY PREFERENCE UNDER THE CIVIL SERVICE LAW GRANTING PREFERENCES  OR\n   39  ADDITIONAL  EXAMINATION POINTS AVAILABLE TO OTHER PUBLIC POSITIONS SHALL\n   40  EXIST FOR THESE POSITIONS.\n   41    S 3. The second undesignated paragraph of section 7-a of the  legisla-\n   42  tive  law,  as amended by chapter 746 of the laws of 1974, is amended to\n   43  read as follows:\n   44    Such library shall be  suitably  furnished,  equipped  and  maintained\n   45  under  the  direction of the legislative librarian, within the amount of\n   46  any moneys available therefor by appropriation, subject to joint  rules,\n   47  if any, that may be adopted by the senate and assembly in relation ther-\n   48  eto.  There shall be, for such library, a legislative librarian and such\n   49  assistant librarians and other employees as may be provided for  in  the\n   50  legislative appropriation bill. Such librarian, assistant librarians and\n   51  other  employees  shall  be  chosen  [by  the temporary president of the\n   52  senate and speaker of the assembly] IN ACCORDANCE WITH  SECTION  EIGHT-A\n   53  OF  THIS ARTICLE.   One of the assistant librarians shall be assigned by\n   54  the legislative librarian to have charge of the legislative  correspond-\n   55  ents'  room  in  the  capitol.  [The legislative librarian and assistant\n   56  librarians heretofore chosen by the president of the senate and  speaker\n\n       S. 2550                             3\n\n    1  of the assembly, and in office when this section as hereby amended takes\n    2  effect, shall continue to serve until their successors shall be chosen.]\n    3  The  salaries  and  compensation of the legislative librarian, assistant\n    4  librarians and other employees shall be payable from moneys appropriated\n    5  in the legislative appropriation bill. During a vacancy in the office of\n    6  legislative librarian, the assistant librarian who shall have been long-\n    7  est  in  the  service  of  the state as a legislative employee, shall be\n    8  employed as acting legislative librarian with the powers and  duties  of\n    9  such  librarian,  and  shall receive during such period the compensation\n   10  herein prescribed for the legislative librarian.  Such  librarian  shall\n   11  have charge of the legislative library, but the two houses of the legis-\n   12  lature  may,  by  joint  rules,  regulate  the  use  of  the library and\n   13  prescribe the powers and duties of the  legislative  librarian  and  the\n   14  assistant librarians.\n   15    S  4. Subdivision 1 of section 7-b of the legislative law, as added by\n   16  chapter 875 of the laws of 1935 and as designated by chapter 867 of  the\n   17  laws of 1984, is amended to read as follows:\n   18    1.  There  shall  be a legislative emergency health station, available\n   19  for the use of members and employees of both houses of the  legislature,\n   20  and  official  reporters of the senate and assembly duly designated upon\n   21  certificate  of  the  legislative  correspondent's  association,  to  be\n   22  located on the third floor of the state capitol, conveniently accessible\n   23  to  the  legislature, and such emergency health station shall be open at\n   24  all times while the legislature is in  session.  Such  emergency  health\n   25  station  shall  be  suitable and adequately equipped to administer first\n   26  aid, within the amount of moneys available  therefor  by  appropriation,\n   27  subject  to  joint  rules, if any, that may be adopted by the senate and\n   28  assembly in relation thereto and maintained under  the  direction  of  a\n   29  nurse  registered under the laws of the state. The nurse provided for in\n   30  this section shall be chosen [by the temporary president of  the  senate\n   31  and the speaker of the assembly and shall serve until his or her succes-\n   32  sor  shall  be chosen in like manner] IN ACCORDANCE WITH SECTION EIGHT-A\n   33  OF THIS ARTICLE.  The salary and compensation of  such  nurse  shall  be\n   34  payable  monthly  from  moneys appropriated for compensation of officers\n   35  and employees of the senate and assembly.\n   36    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2550\n\nTITLE OF BILL:\nAn act\nto amend the legislative law, in relation to hiring of certain\nnon-partisan legislative employees\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo allow for the hiring of administrative and non-policy staff of the\nLegislature through a qualifications and exam based process rather\nthan a political process.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe legislation requires the establishment of a list of employee\ntitles for employees who work outside of the offices of the Members\nof the Legislature and outside of Committee staff. Job descriptions\nand qualifications would then be determined for the employees (who\nwork outside of Member or Committee offices).\n\nExamples of positions effected include positions in payroll, postal\nservices, accounting, printing, technology, media services, research,\nfinancial analysis and reporting, and state budget analysis and\nreporting.\n\nExams would then be developed for these positions by the leaders of\nthe Legislature, in consultation, where the leaders deem necessary\nwith the Department of Civil Service. If a position's qualifications\nand exams cannot be agreed upon by the Legislative leaders, the\nCommissioners of the Department of Civil Service will make the\ndetermination of the qualifications of the job description and\nqualifications.\n\nThe legislation continues existing employees but requires incumbent\noffice holders to take and pass, by the end of the third year after\nthe examination for his or her job is offered, take and score in the\ntop three for the job he or she holds.\n\nThe legislation authorizes employees to join a collective bargaining\nassociation.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nCurrently employees of the Legislature are hired without an organized\nand specific set of qualifications.\n\nJUSTIFICATION:\nThis legislation would make a substantial number of employees of the\nNYS Legislature apolitical. Currently employees in positions which\nare non policy oriented are still hired without examination and\nwithout any minimum formal requirements for their job. There is no\nRepublican or Democratic way to maintain a payroll, install office\nfurniture, maintain bill files, research factual questions and\n\nissues, and analyze a budget. These jobs are...or should be\nnon-political.\n\nLEGISLATIVE HISTORY:\nS.2596 of 2009: Referred to Investigations & Government Operations\n\nFISCAL IMPLICATIONS:\nThe sponsor contends this bill would save the State money since hiring\npeople based upon qualifications rather than political activity or\nconnections will inherently lead to a more effective and\nfunctional legislature.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to hiring of certain non-partisan legislative employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT", "SOBI.D110125.T120909.TXT", "SOBI.D110125.T115409.TXT", "SOBI.D110125.T170945.TXT", "SOBI.D110201.T153907.TXT", "SOBI.D110125.T123413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296592747763
}