{
  "year" : 2011,
  "senateBillNo" : "S2551-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S2551-2011-1295931600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GALLIVAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Adopts the interstate compact for juveniles; repealer",
  "summary" : "Adopts the interstate compact for juveniles; relates to the appointment of lawyers for children. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : "A55",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S8510-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2551\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by Sen. GALLIVAN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the executive law, in relation to the  adoption  of  the\n         interstate  compact  for  juveniles by the state of New York; to amend\n         the family court act, in relation  to  appointment  of  attorneys  for\n         children; to repeal chapter 155 of the laws of 1955 relating to enact-\n         ing  the interstate compact on juveniles relating thereto; and provid-\n         ing for the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Chapter  155 of the laws of 1955, enacting the interstate\n    2  compact on juveniles, is REPEALED.\n    3    S 2. The executive law is amended by adding a  new  section  501-e  to\n    4  read as follows:\n    5    S 501-E. INTERSTATE COMPACT FOR JUVENILES.  THE INTERSTATE COMPACT FOR\n    6  JUVENILES  IS  HEREBY  ENACTED  INTO LAW AND ENTERED INTO WITH ALL OTHER\n    7  JURISDICTIONS  LEGALLY  JOINING  THEREIN  IN  A  FORM  SUBSTANTIALLY  AS\n    8  FOLLOWS:\n\n    9                     THE INTERSTATE COMPACT FOR JUVENILES\n   10                                  ARTICLE I\n   11                                   PURPOSE\n   12    THE  COMPACTING  STATES TO THIS INTERSTATE COMPACT RECOGNIZE THAT EACH\n   13  STATE IS RESPONSIBLE FOR THE PROPER SUPERVISION OR RETURN OF  JUVENILES,\n   14  DELINQUENTS  AND STATUS OFFENDERS WHO ARE ON PROBATION OR PAROLE AND WHO\n   15  HAVE ABSCONDED, ESCAPED OR RUN AWAY FROM SUPERVISION AND CONTROL AND  IN\n   16  SO  DOING HAVE ENDANGERED THEIR OWN SAFETY AND THE SAFETY OF OTHERS. THE\n   17  COMPACTING STATES ALSO RECOGNIZE THAT EACH STATE IS RESPONSIBLE FOR  THE\n   18  SAFE  RETURN  OF  JUVENILES  WHO HAVE RUN AWAY FROM HOME AND IN DOING SO\n   19  HAVE LEFT THEIR STATE OF RESIDENCE. THE COMPACTING STATES ALSO RECOGNIZE\n   20  THAT CONGRESS, BY ENACTING THE CRIME CONTROL ACT, 4 U.S.C.  SECTION  112\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03854-01-1\n\n       S. 2551                             2\n\n    1  (1965),  HAS  AUTHORIZED AND ENCOURAGED COMPACTS FOR COOPERATIVE EFFORTS\n    2  AND MUTUAL ASSISTANCE IN THE PREVENTION OF CRIME. IT IS THE  PURPOSE  OF\n    3  THIS  COMPACT,  THROUGH  MEANS OF JOINT AND COOPERATIVE ACTION AMONG THE\n    4  COMPACTING STATES TO:\n    5    A.  ENSURE THAT THE ADJUDICATED JUVENILES AND STATUS OFFENDERS SUBJECT\n    6  TO THIS COMPACT ARE PROVIDED ADEQUATE SUPERVISION AND  SERVICES  IN  THE\n    7  RECEIVING STATE AS ORDERED BY THE ADJUDICATING JUDGE OR PAROLE AUTHORITY\n    8  IN THE SENDING STATE;\n    9    B.  ENSURE THAT THE PUBLIC SAFETY INTERESTS OF THE CITIZENS, INCLUDING\n   10  THE VICTIMS OF JUVENILE OFFENDERS, IN BOTH  THE  SENDING  AND  RECEIVING\n   11  STATES ARE ADEQUATELY PROTECTED;\n   12    C.  RETURN  JUVENILES  WHO  HAVE  RUN  AWAY, ABSCONDED OR ESCAPED FROM\n   13  SUPERVISION OR CONTROL OR HAVE BEEN ACCUSED OF AN OFFENSE TO  THE  STATE\n   14  REQUESTING THEIR RETURN;\n   15    D.  MAKE  CONTRACTS FOR THE COOPERATIVE INSTITUTIONALIZATION IN PUBLIC\n   16  FACILITIES  IN  MEMBER  STATES  FOR  DELINQUENT  YOUTH  NEEDING  SPECIAL\n   17  SERVICES;\n   18    E. PROVIDE FOR THE EFFECTIVE TRACKING AND SUPERVISION OF JUVENILES;\n   19    F.  EQUITABLY  ALLOCATE  THE  COSTS,  BENEFITS  AND OBLIGATIONS OF THE\n   20  COMPACTING STATES;\n   21    G. ESTABLISH PROCEDURES TO MANAGE THE MOVEMENT BETWEEN STATES OF JUVE-\n   22  NILE OFFENDERS RELEASED TO  THE  COMMUNITY  UNDER  THE  JURISDICTION  OF\n   23  COURTS,  JUVENILE DEPARTMENTS, OR ANY OTHER CRIMINAL OR JUVENILE JUSTICE\n   24  AGENCY WHICH HAS JURISDICTION OVER JUVENILE OFFENDERS;\n   25    H. INSURE IMMEDIATE NOTICE TO JURISDICTIONS  WHERE  DEFINED  OFFENDERS\n   26  ARE AUTHORIZED TO TRAVEL OR TO RELOCATE ACROSS STATE LINES;\n   27    I. ESTABLISH PROCEDURES TO RESOLVE PENDING CHARGES (DETAINERS) AGAINST\n   28  JUVENILE  OFFENDERS  PRIOR TO TRANSFER OR RELEASE TO THE COMMUNITY UNDER\n   29  THE TERMS OF THIS COMPACT;\n   30    J. ESTABLISH A  SYSTEM  OF  UNIFORM  DATA  COLLECTION  ON  INFORMATION\n   31  PERTAINING  TO  JUVENILES  SUBJECT TO THIS COMPACT THAT ALLOWS ACCESS BY\n   32  AUTHORIZED JUVENILE JUSTICE AND CRIMINAL JUSTICE OFFICIALS, AND  REGULAR\n   33  REPORTING  OF  COMPACT ACTIVITIES TO HEADS OF STATE EXECUTIVE, JUDICIAL,\n   34  AND LEGISLATIVE BRANCHES AND JUVENILE AND CRIMINAL  JUSTICE  ADMINISTRA-\n   35  TORS;\n   36    K.  MONITOR  COMPLIANCE  WITH  RULES  GOVERNING INTERSTATE MOVEMENT OF\n   37  JUVENILES AND INITIATE INTERVENTIONS TO ADDRESS AND  CORRECT  NONCOMPLI-\n   38  ANCE;\n   39    L.  COORDINATE  TRAINING  AND  EDUCATION  REGARDING  THE REGULATION OF\n   40  INTERSTATE MOVEMENT OF JUVENILES FOR OFFICIALS INVOLVED IN  SUCH  ACTIV-\n   41  ITY; AND\n   42    M. COORDINATE THE IMPLEMENTATION AND OPERATION OF THE COMPACT WITH THE\n   43  INTERSTATE COMPACT FOR THE PLACEMENT OF CHILDREN, THE INTERSTATE COMPACT\n   44  FOR  ADULT  OFFENDER  SUPERVISION AND OTHER COMPACTS AFFECTING JUVENILES\n   45  PARTICULARLY IN THOSE CASES WHERE CONCURRENT OR OVERLAPPING  SUPERVISION\n   46  ISSUES ARISE.\n   47    IT  IS  THE  POLICY  OF  THE  COMPACTING  STATES  THAT  THE ACTIVITIES\n   48  CONDUCTED BY THE INTERSTATE COMMISSION CREATED HEREIN ARE THE  FORMATION\n   49  OF  PUBLIC POLICIES AND THEREFORE ARE PUBLIC BUSINESS.  FURTHERMORE, THE\n   50  COMPACTING STATES SHALL  COOPERATE  AND  OBSERVE  THEIR  INDIVIDUAL  AND\n   51  COLLECTIVE DUTIES AND RESPONSIBILITIES FOR THE PROMPT RETURN AND ACCEPT-\n   52  ANCE  OF  JUVENILES  SUBJECT  TO  THE  PROVISIONS  OF  THIS COMPACT. THE\n   53  PROVISIONS OF THIS COMPACT SHALL BE REASONABLY AND  LIBERALLY  CONSTRUED\n   54  TO ACCOMPLISH THE PURPOSES AND POLICIES OF THE COMPACT.\n\n       S. 2551                             3\n\n    1                                 ARTICLE II\n    2                                 DEFINITIONS\n    3    AS USED IN THIS COMPACT, UNLESS THE CONTEXT CLEARLY REQUIRES A DIFFER-\n    4  ENT CONSTRUCTION:\n    5    A.  \"BYLAWS\"  MEANS THOSE BYLAWS ESTABLISHED BY THE INTERSTATE COMMIS-\n    6  SION FOR ITS GOVERNANCE, OR FOR DIRECTING OR CONTROLLING ITS ACTIONS  OR\n    7  CONDUCT;\n    8    B.  \"COMPACT  ADMINISTRATOR\"  MEANS  THE INDIVIDUAL IN EACH COMPACTING\n    9  STATE APPOINTED PURSUANT TO THE TERMS OF THIS COMPACT,  RESPONSIBLE  FOR\n   10  THE  ADMINISTRATION AND MANAGEMENT OF THE STATE'S SUPERVISION AND TRANS-\n   11  FER OF JUVENILES SUBJECT TO THE TERMS OF THIS COMPACT, THE RULES ADOPTED\n   12  BY THE INTERSTATE COMMISSION AND POLICIES ADOPTED BY THE  STATE  COUNCIL\n   13  UNDER THIS COMPACT;\n   14    C.  \"COMPACTING  STATE\" MEANS ANY STATE WHICH HAS ENACTED THE ENABLING\n   15  LEGISLATION FOR THIS COMPACT;\n   16    D. \"COMMISSIONER\" MEANS THE VOTING REPRESENTATIVE OF  EACH  COMPACTING\n   17  STATE APPOINTED PURSUANT TO ARTICLE III OF THIS COMPACT;\n   18    E.  \"COURT\"  MEANS  ANY  COURT  HAVING  JURISDICTION  OVER DELINQUENT,\n   19  NEGLECTED, OR DEPENDENT CHILDREN;\n   20    F. \"DEPUTY COMPACT ADMINISTRATOR\" MEANS THE  INDIVIDUAL,  IF  ANY,  IN\n   21  EACH  COMPACTING  STATE APPOINTED TO ACT ON BEHALF OF A COMPACT ADMINIS-\n   22  TRATOR PURSUANT TO THE TERMS OF THIS COMPACT RESPONSIBLE FOR THE  ADMIN-\n   23  ISTRATION  AND  MANAGEMENT  OF  THE  STATE'S SUPERVISION AND TRANSFER OF\n   24  JUVENILES SUBJECT TO THE TERMS OF THIS COMPACT, THE RULES ADOPTED BY THE\n   25  INTERSTATE COMMISSION AND POLICIES ADOPTED BY THE  STATE  COUNCIL  UNDER\n   26  THIS COMPACT;\n   27    G.  \"INTERSTATE  COMMISSION\" MEANS THE INTERSTATE COMMISSION FOR JUVE-\n   28  NILES CREATED BY ARTICLE III OF THIS COMPACT;\n   29    H. \"JUVENILE\" MEANS ANY PERSON DEFINED AS A  JUVENILE  IN  ANY  MEMBER\n   30  STATE OR BY THE RULES OF THE INTERSTATE COMMISSION, INCLUDING ANY:\n   31    1.  \"ACCUSED  DELINQUENT\" WHICH MEANS A PERSON CHARGED WITH AN OFFENSE\n   32  THAT, IF COMMITTED BY AN ADULT, WOULD BE A CRIMINAL OFFENSE;\n   33    2. \"ADJUDICATED DELINQUENT\" WHICH MEANS A PERSON FOUND TO HAVE COMMIT-\n   34  TED AN OFFENSE THAT, IF COMMITTED BY  AN  ADULT,  WOULD  BE  A  CRIMINAL\n   35  OFFENSE;\n   36    3.  \"ACCUSED  STATUS  OFFENDER\"  WHICH  MEANS A PERSON CHARGED WITH AN\n   37  OFFENSE THAT WOULD NOT BE A CRIMINAL OFFENSE IF COMMITTED BY AN ADULT;\n   38    4. \"ADJUDICATED STATUS OFFENDER\" WHICH MEANS A PERSON  FOUND  TO  HAVE\n   39  COMMITTED  AN  OFFENSE THAT WOULD NOT BE A CRIMINAL OFFENSE IF COMMITTED\n   40  BY AN ADULT; AND\n   41    5. \"NON-OFFENDER\" WHICH MEANS A PERSON IN NEED OF SUPERVISION WHO  HAS\n   42  NOT BEEN ACCUSED OR ADJUDICATED A STATUS OFFENDER OR DELINQUENT;\n   43    I.  \"NON-COMPACTING  STATE\"  MEANS ANY STATE WHICH HAS NOT ENACTED THE\n   44  ENABLING LEGISLATION FOR THIS COMPACT;\n   45    J. \"PROBATION\" OR \"PAROLE\" MEANS ANY KIND  OF  SUPERVISION  OR  CONDI-\n   46  TIONAL  RELEASE OF JUVENILES AUTHORIZED UNDER THE LAWS OF THE COMPACTING\n   47  STATES;\n   48    K. \"RULE\" MEANS A  WRITTEN  STATEMENT  BY  THE  INTERSTATE  COMMISSION\n   49  PROMULGATED  PURSUANT  TO  ARTICLE VI OF THIS COMPACT THAT IS OF GENERAL\n   50  APPLICABILITY,  IMPLEMENTS,  INTERPRETS  OR  PRESCRIBES  A   POLICY   OR\n   51  PROVISION OF THE COMPACT, OR AN ORGANIZATIONAL, PROCEDURAL, OR PRACTICAL\n   52  REQUIREMENT OF THE COMMISSION, AND HAS THE FORCE AND EFFECT OF STATUTORY\n   53  LAW  IN  A  COMPACTING  STATE,  AND  INCLUDES  THE AMENDMENT, REPEAL, OR\n   54  SUSPENSION OF AN EXISTING RULE; AND\n\n       S. 2551                             4\n\n    1    L. \"STATE\" MEANS A STATE OF THE UNITED STATES, THE DISTRICT OF  COLUM-\n    2  BIA  (OR ITS DESIGNEE), THE COMMONWEALTH OF PUERTO RICO, THE U.S. VIRGIN\n    3  ISLANDS, GUAM, AMERICAN SAMOA, AND THE NORTHERN MARIANAS ISLANDS.\n\n    4                                 ARTICLE III\n    5                     INTERSTATE COMMISSION FOR JUVENILES\n    6    A.  THE COMPACTING STATES HEREBY CREATE THE \"INTERSTATE COMMISSION FOR\n    7  JUVENILES.\" THE COMMISSION SHALL BE A BODY CORPORATE AND JOINT AGENCY OF\n    8  THE COMPACTING STATES. THE COMMISSION SHALL HAVE  ALL  THE  RESPONSIBIL-\n    9  ITIES, POWERS AND DUTIES SET FORTH HEREIN, AND SUCH ADDITIONAL POWERS AS\n   10  MAY BE CONFERRED UPON IT BY SUBSEQUENT ACTION OF THE RESPECTIVE LEGISLA-\n   11  TURES  OF  THE  COMPACTING  STATES  IN ACCORDANCE WITH THE TERMS OF THIS\n   12  COMPACT.\n   13    B. THE INTERSTATE COMMISSION SHALL CONSIST OF COMMISSIONERS  APPOINTED\n   14  BY  THE  APPROPRIATE  APPOINTING AUTHORITY IN EACH STATE PURSUANT TO THE\n   15  RULES AND REQUIREMENTS OF EACH COMPACTING STATE AND IN CONSULTATION WITH\n   16  THE STATE COUNCIL FOR INTERSTATE JUVENILE SUPERVISION CREATED HEREUNDER.\n   17  THE COMMISSIONER SHALL BE  THE  COMPACT  ADMINISTRATOR,  DEPUTY  COMPACT\n   18  ADMINISTRATOR  OR DESIGNEE FROM THAT STATE WHO SHALL SERVE ON THE INTER-\n   19  STATE COMMISSION IN SUCH CAPACITY UNDER OR PURSUANT  TO  THE  APPLICABLE\n   20  LAW OF THE COMPACTING STATE.\n   21    C. IN ADDITION TO THE COMMISSIONERS WHO ARE THE VOTING REPRESENTATIVES\n   22  OF  EACH  STATE, THE INTERSTATE COMMISSION SHALL INCLUDE INDIVIDUALS WHO\n   23  ARE NOT COMMISSIONERS, BUT WHO ARE MEMBERS OF INTERESTED  ORGANIZATIONS.\n   24  SUCH  NON-COMMISSIONER  MEMBERS  MUST  INCLUDE  A MEMBER OF THE NATIONAL\n   25  ORGANIZATIONS OF GOVERNORS, LEGISLATORS, STATE CHIEF JUSTICES, ATTORNEYS\n   26  GENERAL, INTERSTATE COMPACT FOR ADULT OFFENDER  SUPERVISION,  INTERSTATE\n   27  COMPACT  FOR  THE  PLACEMENT  OF CHILDREN, JUVENILE JUSTICE AND JUVENILE\n   28  CORRECTIONS OFFICIALS, AND CRIME VICTIMS. ALL  NON-COMMISSIONER  MEMBERS\n   29  OF  THE  INTERSTATE COMMISSION SHALL BE EX-OFFICIO (NON-VOTING) MEMBERS.\n   30  THE INTERSTATE COMMISSION MAY PROVIDE IN ITS BYLAWS FOR SUCH  ADDITIONAL\n   31  EX-OFFICIO  (NON-VOTING)  MEMBERS,  INCLUDING  MEMBERS OF OTHER NATIONAL\n   32  ORGANIZATIONS, IN SUCH NUMBERS AS SHALL BE DETERMINED BY THE COMMISSION.\n   33    D. EACH COMPACTING STATE REPRESENTED AT ANY MEETING OF THE  COMMISSION\n   34  IS  ENTITLED  TO  ONE  VOTE.  A  MAJORITY OF THE COMPACTING STATES SHALL\n   35  CONSTITUTE A QUORUM FOR THE TRANSACTION OF  BUSINESS,  UNLESS  A  LARGER\n   36  QUORUM IS REQUIRED BY THE BYLAWS OF THE INTERSTATE COMMISSION.\n   37    E.  THE  COMMISSION  SHALL  MEET AT LEAST ONCE EACH CALENDAR YEAR. THE\n   38  CHAIRPERSON MAY CALL ADDITIONAL MEETINGS AND,  UPON  THE  REQUEST  OF  A\n   39  SIMPLE  MAJORITY  OF  THE COMPACTING STATES, SHALL CALL ADDITIONAL MEET-\n   40  INGS. PUBLIC NOTICE SHALL BE GIVEN OF ALL MEETINGS AND MEETINGS SHALL BE\n   41  OPEN TO THE PUBLIC.\n   42    F. THE INTERSTATE COMMISSION SHALL ESTABLISH AN  EXECUTIVE  COMMITTEE,\n   43  WHICH  SHALL  INCLUDE COMMISSION OFFICERS, MEMBERS, AND OTHERS AS DETER-\n   44  MINED BY THE BYLAWS.  THE EXECUTIVE COMMITTEE SHALL HAVE  THE  POWER  TO\n   45  ACT  ON  BEHALF  OF  THE  INTERSTATE  COMMISSION DURING PERIODS WHEN THE\n   46  INTERSTATE COMMISSION IS NOT IN SESSION, WITH THE EXCEPTION OF  RULEMAK-\n   47  ING AND/OR AMENDMENT TO THE COMPACT. THE EXECUTIVE COMMITTEE SHALL OVER-\n   48  SEE  THE  DAY-TO-DAY  ACTIVITIES  OF  THE  ADMINISTRATION OF THE COMPACT\n   49  MANAGED BY AN EXECUTIVE DIRECTOR AND INTERSTATE COMMISSION STAFF; ADMIN-\n   50  ISTER ENFORCEMENT AND COMPLIANCE WITH THE PROVISIONS OF THE COMPACT, ITS\n   51  BYLAWS AND RULES, AND PERFORM SUCH  OTHER  DUTIES  AS  DIRECTED  BY  THE\n   52  INTERSTATE COMMISSION OR SET FORTH IN THE BYLAWS.\n   53    G.  EACH  MEMBER OF THE INTERSTATE COMMISSION SHALL HAVE THE RIGHT AND\n   54  POWER TO CAST A VOTE TO WHICH THAT COMPACTING STATE IS ENTITLED  AND  TO\n   55  PARTICIPATE  IN THE BUSINESS AND AFFAIRS OF THE INTERSTATE COMMISSION. A\n\n       S. 2551                             5\n\n    1  MEMBER SHALL VOTE IN PERSON AND SHALL NOT DELEGATE  A  VOTE  TO  ANOTHER\n    2  COMPACTING  STATE.  HOWEVER,  A  COMMISSIONER,  IN CONSULTATION WITH THE\n    3  STATE COUNCIL, SHALL APPOINT ANOTHER AUTHORIZED REPRESENTATIVE,  IN  THE\n    4  ABSENCE OF THE COMMISSIONER FROM THAT STATE, TO CAST A VOTE ON BEHALF OF\n    5  THE  COMPACTING STATE AT A SPECIFIED MEETING. THE BYLAWS MAY PROVIDE FOR\n    6  MEMBERS' PARTICIPATION IN MEETINGS BY TELEPHONE OR OTHER MEANS OF  TELE-\n    7  COMMUNICATION OR ELECTRONIC COMMUNICATION.\n    8    H.  THE  INTERSTATE COMMISSION'S BYLAWS SHALL ESTABLISH CONDITIONS AND\n    9  PROCEDURES UNDER WHICH THE INTERSTATE COMMISSION SHALL MAKE ITS INFORMA-\n   10  TION AND OFFICIAL RECORDS AVAILABLE TO  THE  PUBLIC  FOR  INSPECTION  OR\n   11  COPYING. THE INTERSTATE COMMISSION MAY EXEMPT FROM DISCLOSURE ANY INFOR-\n   12  MATION  OR  OFFICIAL  RECORDS  TO THE EXTENT THEY WOULD ADVERSELY AFFECT\n   13  PERSONAL PRIVACY RIGHTS OR PROPRIETARY INTERESTS.\n   14    I. PUBLIC NOTICE SHALL BE GIVEN OF ALL MEETINGS AND ALL MEETINGS SHALL\n   15  BE OPEN TO THE PUBLIC, EXCEPT AS SET FORTH IN THE RULES OR AS  OTHERWISE\n   16  PROVIDED  IN  THE  COMPACT.  THE  INTERSTATE  COMMISSION  AND ANY OF ITS\n   17  COMMITTEES MAY CLOSE A MEETING TO THE  PUBLIC  WHERE  IT  DETERMINES  BY\n   18  TWO-THIRDS VOTE THAT AN OPEN MEETING WOULD BE LIKELY TO:\n   19    1.  RELATE  SOLELY  TO  THE INTERSTATE COMMISSION'S INTERNAL PERSONNEL\n   20  PRACTICES AND PROCEDURES;\n   21    2. DISCLOSE MATTERS SPECIFICALLY EXEMPTED FROM DISCLOSURE BY STATUTE;\n   22    3. DISCLOSE TRADE SECRETS OR COMMERCIAL OR FINANCIAL INFORMATION WHICH\n   23  IS PRIVILEGED OR CONFIDENTIAL;\n   24    4. INVOLVE ACCUSING ANY PERSON OF A CRIME, OR FORMALLY  CENSURING  ANY\n   25  PERSON;\n   26    5.  DISCLOSE  INFORMATION  OF A PERSONAL NATURE WHERE DISCLOSURE WOULD\n   27  CONSTITUTE A CLEARLY UNWARRANTED INVASION OF PERSONAL PRIVACY;\n   28    6.  DISCLOSE  INVESTIGATIVE  RECORDS  COMPILED  FOR  LAW   ENFORCEMENT\n   29  PURPOSES;\n   30    7.  DISCLOSE INFORMATION CONTAINED IN OR RELATED TO EXAMINATION, OPER-\n   31  ATING OR CONDITION REPORTS PREPARED BY, OR ON BEHALF OF OR FOR  THE  USE\n   32  OF,  THE  INTERSTATE  COMMISSION  WITH  RESPECT TO A REGULATED PERSON OR\n   33  ENTITY FOR THE PURPOSE OF REGULATION OR SUPERVISION OF  SUCH  PERSON  OR\n   34  ENTITY;\n   35    8.  DISCLOSE  INFORMATION,  THE  PREMATURE  DISCLOSURE  OF WHICH WOULD\n   36  SIGNIFICANTLY ENDANGER THE STABILITY OF A REGULATED PERSON OR ENTITY; OR\n   37    9. SPECIFICALLY RELATE TO THE INTERSTATE COMMISSION'S  ISSUANCE  OF  A\n   38  SUBPOENA, OR ITS PARTICIPATION IN A CIVIL ACTION OR OTHER LEGAL PROCEED-\n   39  ING.\n   40    J. FOR EVERY MEETING CLOSED PURSUANT TO THIS PROVISION, THE INTERSTATE\n   41  COMMISSION'S  LEGAL  COUNSEL  SHALL  PUBLICLY CERTIFY THAT, IN THE LEGAL\n   42  COUNSEL'S OPINION, THE MEETING MAY BE CLOSED TO THE  PUBLIC,  AND  SHALL\n   43  REFERENCE  EACH  RELEVANT EXEMPTIVE PROVISION. THE INTERSTATE COMMISSION\n   44  SHALL KEEP MINUTES WHICH SHALL FULLY AND CLEARLY  DESCRIBE  ALL  MATTERS\n   45  DISCUSSED  IN  ANY MEETING AND SHALL PROVIDE A FULL AND ACCURATE SUMMARY\n   46  OF ANY ACTIONS TAKEN, AND THE REASONS THEREFOR, INCLUDING A  DESCRIPTION\n   47  OF  EACH  OF  THE VIEWS EXPRESSED ON ANY ITEM AND THE RECORD OF ANY ROLL\n   48  CALL VOTE (REFLECTED IN THE VOTE OF EACH MEMBER ON  THE  QUESTION).  ALL\n   49  DOCUMENTS  CONSIDERED  IN CONNECTION WITH ANY ACTION SHALL BE IDENTIFIED\n   50  IN SUCH MINUTES.\n   51    K. THE INTERSTATE COMMISSION SHALL COLLECT STANDARDIZED DATA  CONCERN-\n   52  ING  THE  INTERSTATE MOVEMENT OF JUVENILES AS DIRECTED THROUGH ITS RULES\n   53  WHICH SHALL SPECIFY THE DATA TO BE COLLECTED, THE  MEANS  OF  COLLECTION\n   54  AND  DATA  EXCHANGE  AND  REPORTING REQUIREMENTS.   SUCH METHODS OF DATA\n   55  COLLECTION, EXCHANGE AND REPORTING SHALL INSOFAR AS IS REASONABLY POSSI-\n\n       S. 2551                             6\n\n    1  BLE CONFORM TO UP-TO-DATE  TECHNOLOGY  AND  COORDINATE  ITS  INFORMATION\n    2  FUNCTIONS WITH THE APPROPRIATE REPOSITORY OF RECORDS.\n\n    3                                 ARTICLE IV\n    4               POWERS AND DUTIES OF THE INTERSTATE COMMISSION\n    5    THE COMMISSION SHALL HAVE THE FOLLOWING POWERS AND DUTIES:\n    6    A. TO PROVIDE FOR DISPUTE RESOLUTION AMONG COMPACTING STATES;\n    7    B.  TO  PROMULGATE  RULES  TO  EFFECT  THE PURPOSES AND OBLIGATIONS AS\n    8  ENUMERATED IN THIS COMPACT, WHICH SHALL HAVE THE  FORCE  AND  EFFECT  OF\n    9  STATUTORY  LAW  AND  SHALL  BE  BINDING  IN THE COMPACTING STATES TO THE\n   10  EXTENT AND IN THE MANNER PROVIDED IN THIS COMPACT;\n   11    C. TO OVERSEE, SUPERVISE AND COORDINATE  THE  INTERSTATE  MOVEMENT  OF\n   12  JUVENILES  SUBJECT  TO  THE TERMS OF THIS COMPACT AND ANY BYLAWS ADOPTED\n   13  AND RULES PROMULGATED BY THE INTERSTATE COMMISSION;\n   14    D. TO ENFORCE  COMPLIANCE  WITH  THE  COMPACT  PROVISIONS,  THE  RULES\n   15  PROMULGATED  BY  THE  INTERSTATE  COMMISSION,  AND THE BYLAWS, USING ALL\n   16  NECESSARY AND PROPER MEANS, INCLUDING BUT NOT  LIMITED  TO  THE  USE  OF\n   17  JUDICIAL PROCESS;\n   18    E. TO ESTABLISH AND MAINTAIN OFFICES WHICH SHALL BE LOCATED WITHIN ONE\n   19  OR MORE OF THE COMPACTING STATES;\n   20    F. TO PURCHASE AND MAINTAIN INSURANCE AND BONDS;\n   21    G. TO BORROW, ACCEPT, HIRE OR CONTRACT FOR SERVICES OF PERSONNEL;\n   22    H.  TO  ESTABLISH AND APPOINT COMMITTEES AND HIRE STAFF WHICH IT DEEMS\n   23  NECESSARY FOR THE CARRYING OUT  OF  ITS  FUNCTIONS  INCLUDING,  BUT  NOT\n   24  LIMITED  TO,  AN  EXECUTIVE COMMITTEE AS REQUIRED BY ARTICLE III OF THIS\n   25  COMPACT WHICH SHALL HAVE THE POWER TO ACT ON BEHALF  OF  THE  INTERSTATE\n   26  COMMISSION IN CARRYING OUT ITS POWERS AND DUTIES HEREUNDER;\n   27    I. TO ELECT OR APPOINT SUCH OFFICERS, ATTORNEYS, EMPLOYEES, AGENTS, OR\n   28  CONSULTANTS,  AND  TO  FIX  THEIR  COMPENSATION, DEFINE THEIR DUTIES AND\n   29  DETERMINE THEIR QUALIFICATIONS; AND TO ESTABLISH THE INTERSTATE  COMMIS-\n   30  SION'S   PERSONNEL  POLICIES  AND  PROGRAMS  RELATING  TO,  INTER  ALIA,\n   31  CONFLICTS OF INTEREST, RATES  OF  COMPENSATION,  AND  QUALIFICATIONS  OF\n   32  PERSONNEL;\n   33    J.  TO  ACCEPT  ANY  AND ALL DONATIONS AND GRANTS OF MONEY, EQUIPMENT,\n   34  SUPPLIES, MATERIALS, AND SERVICES, AND TO RECEIVE, UTILIZE, AND  DISPOSE\n   35  OF IT;\n   36    K. TO LEASE, PURCHASE, ACCEPT CONTRIBUTIONS OR DONATIONS OF, OR OTHER-\n   37  WISE  TO  OWN,  HOLD,  IMPROVE  OR  USE ANY PROPERTY, REAL, PERSONAL, OR\n   38  MIXED;\n   39    L. TO SELL, CONVEY, MORTGAGE, PLEDGE,  LEASE,  EXCHANGE,  ABANDON,  OR\n   40  OTHERWISE DISPOSE OF ANY PROPERTY, REAL, PERSONAL, OR MIXED;\n   41    M.  TO  ESTABLISH  A  BUDGET  AND  MAKE  EXPENDITURES AND LEVY DUES AS\n   42  PROVIDED IN ARTICLE VIII OF THIS COMPACT;\n   43    N. TO SUE AND BE SUED;\n   44    O. TO ADOPT A SEAL AND BYLAWS GOVERNING THE MANAGEMENT  AND  OPERATION\n   45  OF THE INTERSTATE COMMISSION;\n   46    P.  TO  PERFORM  SUCH  FUNCTIONS AS MAY BE NECESSARY OR APPROPRIATE TO\n   47  ACHIEVE THE PURPOSES OF THIS COMPACT;\n   48    Q. TO REPORT ANNUALLY TO THE LEGISLATURES, GOVERNORS,  JUDICIARY,  AND\n   49  STATE COUNCILS OF THE COMPACTING STATES CONCERNING THE ACTIVITIES OF THE\n   50  INTERSTATE COMMISSION DURING THE PRECEDING YEAR. SUCH REPORTS SHALL ALSO\n   51  INCLUDE ANY RECOMMENDATIONS THAT MAY HAVE BEEN ADOPTED BY THE INTERSTATE\n   52  COMMISSION;\n   53    R.  TO  COORDINATE  EDUCATION, TRAINING AND PUBLIC AWARENESS REGARDING\n   54  THE INTERSTATE MOVEMENT OF JUVENILES  FOR  OFFICIALS  INVOLVED  IN  SUCH\n   55  ACTIVITY;\n\n       S. 2551                             7\n\n    1    S.  TO  ESTABLISH  UNIFORM  STANDARDS OF THE REPORTING, COLLECTING AND\n    2  EXCHANGING OF DATA; AND\n    3    T.  THE  INTERSTATE  COMMISSION SHALL MAINTAIN ITS CORPORATE BOOKS AND\n    4  RECORDS IN ACCORDANCE WITH THE BYLAWS.\n\n    5                                  ARTICLE V\n    6           ORGANIZATION AND OPERATION OF THE INTERSTATE COMMISSION\n    7    A. BYLAWS.\n    8    THE INTERSTATE COMMISSION SHALL, BY A MAJORITY OF THE MEMBERS  PRESENT\n    9  AND  VOTING,  WITHIN TWELVE MONTHS AFTER THE FIRST INTERSTATE COMMISSION\n   10  MEETING, ADOPT BYLAWS TO GOVERN ITS  CONDUCT  AS  MAY  BE  NECESSARY  OR\n   11  APPROPRIATE TO CARRY OUT THE PURPOSES OF THE COMPACT, INCLUDING, BUT NOT\n   12  LIMITED TO:\n   13    A. ESTABLISHING THE FISCAL YEAR OF THE INTERSTATE COMMISSION;\n   14    B.  ESTABLISHING  AN  EXECUTIVE COMMITTEE AND SUCH OTHER COMMITTEES AS\n   15  MAY BE NECESSARY;\n   16    C. PROVIDING FOR THE ESTABLISHMENT OF COMMITTEES GOVERNING ANY GENERAL\n   17  OR SPECIFIC DELEGATION OF ANY AUTHORITY OR FUNCTION  OF  THE  INTERSTATE\n   18  COMMISSION;\n   19    D. PROVIDING REASONABLE PROCEDURES FOR CALLING AND CONDUCTING MEETINGS\n   20  OF  THE  INTERSTATE  COMMISSION,  AND ENSURING REASONABLE NOTICE OF EACH\n   21  SUCH MEETING;\n   22    E. ESTABLISHING THE TITLES AND RESPONSIBILITIES OF THE OFFICERS OF THE\n   23  INTERSTATE COMMISSION;\n   24    F. PROVIDING A MECHANISM FOR CONCLUDING THE OPERATIONS OF  THE  INTER-\n   25  STATE COMMISSION AND THE RETURN OF ANY SURPLUS FUNDS THAT MAY EXIST UPON\n   26  THE TERMINATION OF THE COMPACT AFTER THE PAYMENT AND/OR RESERVING OF ALL\n   27  OF ITS DEBTS AND OBLIGATIONS;\n   28    G.  PROVIDING  \"START-UP\"  RULES  FOR  INITIAL  ADMINISTRATION  OF THE\n   29  COMPACT; AND\n   30    H. ESTABLISHING STANDARDS AND PROCEDURES FOR COMPLIANCE AND  TECHNICAL\n   31  ASSISTANCE IN CARRYING OUT THE COMPACT.\n   32    B. OFFICERS AND STAFF.\n   33    1.  THE  INTERSTATE  COMMISSION  SHALL,  BY A MAJORITY OF THE MEMBERS,\n   34  ELECT ANNUALLY FROM AMONG ITS MEMBERS A CHAIRPERSON AND A VICE-CHAIRPER-\n   35  SON, EACH OF WHOM SHALL HAVE SUCH AUTHORITY AND DUTIES AS MAY BE  SPECI-\n   36  FIED  IN THE BYLAWS. THE CHAIRPERSON OR, IN THE CHAIRPERSON'S ABSENCE OR\n   37  DISABILITY, THE VICE-CHAIRPERSON SHALL PRESIDE AT ALL  MEETINGS  OF  THE\n   38  INTERSTATE  COMMISSION.  THE  OFFICERS  SO  ELECTED  SHALL SERVE WITHOUT\n   39  COMPENSATION OR REMUNERATION FROM THE  INTERSTATE  COMMISSION;  PROVIDED\n   40  THAT,  SUBJECT TO THE AVAILABILITY OF BUDGETED FUNDS, THE OFFICERS SHALL\n   41  BE REIMBURSED FOR ANY ORDINARY AND NECESSARY COSTS AND EXPENSES INCURRED\n   42  BY THEM IN THE PERFORMANCE OF THEIR DUTIES AND RESPONSIBILITIES AS OFFI-\n   43  CERS OF THE INTERSTATE COMMISSION.\n   44    2. THE INTERSTATE COMMISSION SHALL, THROUGH ITS  EXECUTIVE  COMMITTEE,\n   45  APPOINT OR RETAIN AN EXECUTIVE DIRECTOR FOR SUCH PERIOD, UPON SUCH TERMS\n   46  AND  CONDITIONS  AND  FOR SUCH COMPENSATION AS THE INTERSTATE COMMISSION\n   47  MAY DEEM APPROPRIATE. THE EXECUTIVE DIRECTOR SHALL SERVE AS SECRETARY TO\n   48  THE INTERSTATE COMMISSION, BUT SHALL NOT BE A MEMBER AND SHALL HIRE  AND\n   49  SUPERVISE  SUCH  OTHER  STAFF  AS  MAY  BE  AUTHORIZED BY THE INTERSTATE\n   50  COMMISSION.\n   51    C. QUALIFIED IMMUNITY, DEFENSE AND INDEMNIFICATION.\n   52    1. THE INTERSTATE COMMISSION'S EXECUTIVE DIRECTOR AND EMPLOYEES  SHALL\n   53  BE  IMMUNE  FROM SUIT AND LIABILITY, EITHER PERSONALLY OR IN THEIR OFFI-\n   54  CIAL CAPACITY, FOR ANY CLAIM FOR  DAMAGE  TO  OR  LOSS  OF  PROPERTY  OR\n   55  PERSONAL  INJURY  OR  OTHER  CIVIL LIABILITY CAUSED OR ARISING OUT OF OR\n\n       S. 2551                             8\n\n    1  RELATING TO ANY ACTUAL OR ALLEGED ACT, ERROR, OR OMISSION THAT OCCURRED,\n    2  OR THAT SUCH PERSON HAD A REASONABLE BASIS FOR BELIEVING OCCURRED WITHIN\n    3  THE SCOPE OF INTERSTATE COMMISSION EMPLOYMENT, DUTIES,  OR  RESPONSIBIL-\n    4  ITIES;  PROVIDED,  THAT ANY SUCH PERSON SHALL NOT BE PROTECTED FROM SUIT\n    5  OR LIABILITY FOR ANY DAMAGE, LOSS, INJURY, OR LIABILITY  CAUSED  BY  THE\n    6  INTENTIONAL OR WILLFUL AND WANTON MISCONDUCT OF ANY SUCH PERSON.\n    7    2.  THE  LIABILITY  OF ANY COMMISSIONER, OR THE EMPLOYEE OR AGENT OF A\n    8  COMMISSIONER, ACTING WITHIN THE SCOPE OF  SUCH  PERSON'S  EMPLOYMENT  OR\n    9  DUTIES  FOR  ACTS,  ERRORS,  OR OMISSIONS OCCURRING WITHIN SUCH PERSON'S\n   10  STATE MAY NOT EXCEED THE LIMITS OF LIABILITY SET FORTH UNDER THE CONSTI-\n   11  TUTION AND LAWS OF  THAT  STATE  FOR  STATE  OFFICIALS,  EMPLOYEES,  AND\n   12  AGENTS.    NOTHING IN THIS SUBDIVISION SHALL BE CONSTRUED TO PROTECT ANY\n   13  SUCH PERSON FROM SUIT OR LIABILITY FOR  ANY  DAMAGE,  LOSS,  INJURY,  OR\n   14  LIABILITY  CAUSED BY THE INTENTIONAL OR WILLFUL AND WANTON MISCONDUCT OF\n   15  ANY SUCH PERSON.\n   16    3. THE INTERSTATE COMMISSION SHALL DEFEND THE  EXECUTIVE  DIRECTOR  OR\n   17  THE  EMPLOYEES  OR  REPRESENTATIVES  OF  THE  INTERSTATE COMMISSION AND,\n   18  SUBJECT TO THE APPROVAL OF THE ATTORNEY GENERAL OF THE STATE REPRESENTED\n   19  BY ANY COMMISSIONER OF A COMPACTING STATE, SHALL DEFEND SUCH COMMISSION-\n   20  ER OR THE COMMISSIONER'S  REPRESENTATIVES  OR  EMPLOYEES  IN  ANY  CIVIL\n   21  ACTION  SEEKING TO IMPOSE LIABILITY ARISING OUT OF ANY ACTUAL OR ALLEGED\n   22  ACT, ERROR, OR OMISSION THAT OCCURRED WITHIN  THE  SCOPE  OF  INTERSTATE\n   23  COMMISSION  EMPLOYMENT, DUTIES, OR RESPONSIBILITIES, OR THAT THE DEFEND-\n   24  ANT HAD A REASONABLE BASIS FOR BELIEVING OCCURRED WITHIN  THE  SCOPE  OF\n   25  INTERSTATE  COMMISSION EMPLOYMENT, DUTIES, OR RESPONSIBILITIES, PROVIDED\n   26  THAT THE ACTUAL OR ALLEGED ACT, ERROR, OR OMISSION DID NOT  RESULT  FROM\n   27  INTENTIONAL OR WILLFUL AND WANTON MISCONDUCT ON THE PART OF SUCH PERSON.\n   28    4. THE INTERSTATE COMMISSION SHALL INDEMNIFY AND HOLD THE COMMISSIONER\n   29  OF  A COMPACTING STATE, OR THE COMMISSIONER'S REPRESENTATIVES OR EMPLOY-\n   30  EES, OR THE INTERSTATE COMMISSION'S REPRESENTATIVES OR EMPLOYEES,  HARM-\n   31  LESS  IN  THE AMOUNT OF ANY SETTLEMENT OR JUDGMENT OBTAINED AGAINST SUCH\n   32  PERSONS ARISING OUT OF ANY ACTUAL OR ALLEGED  ACT,  ERROR,  OR  OMISSION\n   33  THAT  OCCURRED  WITHIN  THE  SCOPE  OF INTERSTATE COMMISSION EMPLOYMENT,\n   34  DUTIES, OR RESPONSIBILITIES, OR THAT SUCH PERSONS HAD A REASONABLE BASIS\n   35  FOR BELIEVING OCCURRED WITHIN THE SCOPE OF INTERSTATE COMMISSION EMPLOY-\n   36  MENT, DUTIES, OR RESPONSIBILITIES, PROVIDED THAT THE ACTUAL  OR  ALLEGED\n   37  ACT,  ERROR,  OR OMISSION DID NOT RESULT FROM INTENTIONAL OR WILLFUL AND\n   38  WANTON MISCONDUCT ON THE PART OF SUCH PERSONS.\n\n   39                                 ARTICLE VI\n   40              RULEMAKING FUNCTIONS OF THE INTERSTATE COMMISSION\n   41    A. THE INTERSTATE COMMISSION SHALL PROMULGATE  AND  PUBLISH  RULES  IN\n   42  ORDER  TO  EFFECTIVELY  AND  EFFICIENTLY  ACHIEVE  THE  PURPOSES  OF THE\n   43  COMPACT.\n   44    B. RULEMAKING SHALL OCCUR PURSUANT TO THE CRITERIA SET FORTH  IN  THIS\n   45  ARTICLE AND THE BYLAWS AND RULES ADOPTED PURSUANT THERETO. SUCH RULEMAK-\n   46  ING  SHALL  SUBSTANTIALLY  CONFORM TO THE PRINCIPLES OF THE \"MODEL STATE\n   47  ADMINISTRATIVE PROCEDURES ACT,\" 1981 ACT, UNIFORM LAWS  ANNOTATED,  VOL.\n   48  15,  P.1  (2000),  OR  SUCH OTHER ADMINISTRATIVE PROCEDURES ACTS, AS THE\n   49  INTERSTATE COMMISSION DEEMS APPROPRIATE,  CONSISTENT  WITH  DUE  PROCESS\n   50  REQUIREMENTS  UNDER  THE  UNITED STATES CONSTITUTION AS NOW OR HEREAFTER\n   51  INTERPRETED BY THE UNITED STATES SUPREME COURT. ALL RULES AND AMENDMENTS\n   52  SHALL BECOME BINDING AS OF THE DATE SPECIFIED,  AS  PUBLISHED  WITH  THE\n   53  FINAL VERSION OF THE RULES AS APPROVED BY THE INTERSTATE COMMISSION.\n   54    C.  WHEN  PROMULGATING  A  RULE, THE INTERSTATE COMMISSION SHALL, AT A\n   55  MINIMUM:\n\n       S. 2551                             9\n\n    1    1. PUBLISH THE PROPOSED RULE'S  ENTIRE  TEXT  STATING  THE  REASON  OR\n    2  REASONS FOR THAT PROPOSED RULE;\n    3    2. ALLOW AND INVITE ANY AND ALL PERSONS TO SUBMIT WRITTEN DATA, FACTS,\n    4  OPINIONS  AND ARGUMENTS, WHICH INFORMATION SHALL BE ADDED TO THE RECORD,\n    5  AND BE MADE PUBLICLY AVAILABLE;\n    6    3. PROVIDE AN OPPORTUNITY FOR AN INFORMAL HEARING IF PETITIONED BY TEN\n    7  OR MORE PERSONS;\n    8    4. PROMULGATE A FINAL RULE AND ITS  EFFECTIVE  DATE,  IF  APPROPRIATE,\n    9  BASED ON INPUT FROM STATE OR LOCAL OFFICIALS, OR INTERESTED PARTIES; AND\n   10    5.  ALLOW,  NOT LATER THAN SIXTY DAYS AFTER A RULE IS PROMULGATED, ANY\n   11  INTERESTED PERSON TO FILE A PETITION IN THE UNITED STATES DISTRICT COURT\n   12  FOR THE DISTRICT OF COLUMBIA OR IN THE FEDERAL DISTRICT COURT WHERE  THE\n   13  INTERSTATE  COMMISSION'S PRINCIPAL OFFICE IS LOCATED FOR JUDICIAL REVIEW\n   14  OF SUCH RULE. IF THE COURT FINDS THAT THE INTERSTATE COMMISSION'S ACTION\n   15  IS NOT SUPPORTED BY SUBSTANTIAL EVIDENCE IN THE RULEMAKING  RECORD,  THE\n   16  COURT  SHALL  HOLD  THE  RULE UNLAWFUL AND SET IT ASIDE. FOR PURPOSES OF\n   17  THIS SUBDIVISION, EVIDENCE IS SUBSTANTIAL  IF  IT  WOULD  BE  CONSIDERED\n   18  SUBSTANTIAL  EVIDENCE  UNDER  THE  MODEL STATE ADMINISTRATIVE PROCEDURES\n   19  ACT.\n   20    D. IF A MAJORITY OF THE LEGISLATURES OF THE COMPACTING STATES  REJECTS\n   21  A RULE, THOSE STATES MAY, BY ENACTMENT OF A STATUTE OR RESOLUTION IN THE\n   22  SAME  MANNER  USED  TO  ADOPT  THE  COMPACT,  CAUSE SUCH RULE TO HAVE NO\n   23  FURTHER FORCE AND EFFECT IN ANY COMPACTING STATE.\n   24    E. THE EXISTING  RULES  GOVERNING  THE  OPERATION  OF  THE  INTERSTATE\n   25  COMPACT  ON  JUVENILES  SUPERSEDED  BY  THIS  ACT SHALL BE NULL AND VOID\n   26  TWELVE MONTHS AFTER THE  FIRST  MEETING  OF  THE  INTERSTATE  COMMISSION\n   27  CREATED HEREUNDER.\n   28    F.  UPON  DETERMINATION  BY  THE INTERSTATE COMMISSION THAT A STATE OF\n   29  EMERGENCY EXISTS, IT MAY PROMULGATE AN EMERGENCY RULE WHICH SHALL BECOME\n   30  EFFECTIVE IMMEDIATELY UPON ADOPTION, PROVIDED THAT THE USUAL  RULEMAKING\n   31  PROCEDURES  PROVIDED  HEREUNDER  SHALL  BE RETROACTIVELY APPLIED TO SAID\n   32  RULE AS SOON AS REASONABLY POSSIBLE, BUT NO LATER THAN NINETY DAYS AFTER\n   33  THE EFFECTIVE DATE OF THE EMERGENCY RULE.\n\n   34                                 ARTICLE VII\n   35       OVERSIGHT, ENFORCEMENT AND DISPUTE RESOLUTION BY THE INTERSTATE\n   36                                 COMMISSION\n   37    A. OVERSIGHT.\n   38    1. THE INTERSTATE COMMISSION  SHALL  OVERSEE  THE  ADMINISTRATION  AND\n   39  OPERATIONS  OF  THE  INTERSTATE  MOVEMENT  OF  JUVENILES SUBJECT TO THIS\n   40  COMPACT IN THE COMPACTING STATES AND SHALL MONITOR SUCH ACTIVITIES BEING\n   41  ADMINISTERED IN NON-COMPACTING STATES  WHICH  MAY  SIGNIFICANTLY  AFFECT\n   42  COMPACTING STATES.\n   43    2.  THE  COURTS  AND EXECUTIVE AGENCIES IN EACH COMPACTING STATE SHALL\n   44  ENFORCE THIS COMPACT AND SHALL TAKE ALL ACTIONS NECESSARY AND  APPROPRI-\n   45  ATE  TO  EFFECTUATE THE COMPACT'S PURPOSES AND INTENT. THE PROVISIONS OF\n   46  THIS COMPACT AND THE RULES PROMULGATED HEREUNDER SHALL  BE  RECEIVED  BY\n   47  ALL  THE  JUDGES,  PUBLIC  OFFICERS, COMMISSIONS, AND DEPARTMENTS OF THE\n   48  STATE GOVERNMENT AS EVIDENCE OF THE AUTHORIZED STATUTE  AND  ADMINISTRA-\n   49  TIVE RULES. ALL COURTS SHALL TAKE JUDICIAL NOTICE OF THE COMPACT AND THE\n   50  RULES.  IN  ANY  JUDICIAL  OR  ADMINISTRATIVE PROCEEDING IN A COMPACTING\n   51  STATE PERTAINING TO THE SUBJECT MATTER OF THIS COMPACT WHICH MAY  AFFECT\n   52  THE  POWERS,  RESPONSIBILITIES, OR ACTIONS OF THE INTERSTATE COMMISSION,\n   53  IT SHALL BE ENTITLED TO RECEIVE ALL  SERVICE  OF  PROCESS  IN  ANY  SUCH\n   54  PROCEEDING,  AND  SHALL HAVE STANDING TO INTERVENE IN THE PROCEEDING FOR\n   55  ALL PURPOSES.\n\n       S. 2551                            10\n\n    1    B. DISPUTE RESOLUTION.\n    2    1.  THE COMPACTING STATES SHALL REPORT TO THE INTERSTATE COMMISSION ON\n    3  ALL ISSUES AND  ACTIVITIES  NECESSARY  FOR  THE  ADMINISTRATION  OF  THE\n    4  COMPACT  AS  WELL AS ISSUES AND ACTIVITIES PERTAINING TO COMPLIANCE WITH\n    5  THE PROVISIONS OF THE COMPACT AND ITS BYLAWS AND RULES.\n    6    2. THE INTERSTATE COMMISSION SHALL ATTEMPT,  UPON  THE  REQUEST  OF  A\n    7  COMPACTING  STATE,  TO  RESOLVE  ANY  DISPUTES OR OTHER ISSUES WHICH ARE\n    8  SUBJECT TO THE COMPACT AND WHICH MAY ARISE AMONG COMPACTING  STATES  AND\n    9  BETWEEN  COMPACTING  AND  NON-COMPACTING  STATES.   THE COMMISSION SHALL\n   10  PROMULGATE A RULE PROVIDING  FOR  BOTH  MEDIATION  AND  BINDING  DISPUTE\n   11  RESOLUTION FOR DISPUTES AMONG THE COMPACTING STATES.\n   12    3.  THE  INTERSTATE  COMMISSION,  IN  THE  REASONABLE  EXERCISE OF ITS\n   13  DISCRETION, SHALL ENFORCE THE PROVISIONS AND RULES OF THIS COMPACT USING\n   14  ANY OR ALL MEANS SET FORTH IN ARTICLE XI OF THIS COMPACT.\n\n   15                                ARTICLE VIII\n   16                                   FINANCE\n   17    A. THE INTERSTATE COMMISSION SHALL PAY OR PROVIDE FOR THE  PAYMENT  OF\n   18  THE  REASONABLE  EXPENSES OF ITS ESTABLISHMENT, ORGANIZATION AND ONGOING\n   19  ACTIVITIES.\n   20    B. THE INTERSTATE COMMISSION SHALL  LEVY  ON  AND  COLLECT  AN  ANNUAL\n   21  ASSESSMENT  FROM EACH COMPACTING STATE TO COVER THE COST OF THE INTERNAL\n   22  OPERATIONS AND ACTIVITIES OF THE INTERSTATE  COMMISSION  AND  ITS  STAFF\n   23  WHICH  MUST  BE  IN  A  TOTAL  AMOUNT SUFFICIENT TO COVER THE INTERSTATE\n   24  COMMISSION'S ANNUAL BUDGET AS APPROVED EACH YEAR. THE  AGGREGATE  ANNUAL\n   25  ASSESSMENT  AMOUNT  SHALL BE ALLOCATED BASED UPON A FORMULA TO BE DETER-\n   26  MINED BY THE INTERSTATE COMMISSION, TAKING INTO CONSIDERATION THE  POPU-\n   27  LATION OF EACH COMPACTING STATE AND THE VOLUME OF INTERSTATE MOVEMENT OF\n   28  JUVENILES  IN  EACH COMPACTING STATE AND SHALL PROMULGATE A RULE BINDING\n   29  UPON ALL COMPACTING STATES WHICH GOVERNS SAID ASSESSMENT.\n   30    C. THE INTERSTATE COMMISSION SHALL NOT INCUR ANY  OBLIGATIONS  OF  ANY\n   31  KIND  PRIOR  TO  SECURING THE FUNDS ADEQUATE TO MEET THE SAME; NOR SHALL\n   32  THE INTERSTATE COMMISSION PLEDGE THE CREDIT OF  ANY  OF  THE  COMPACTING\n   33  STATES, EXCEPT BY AND WITH THE AUTHORITY OF THE COMPACTING STATE.\n   34    D.  THE  INTERSTATE  COMMISSION  SHALL  KEEP  ACCURATE ACCOUNTS OF ALL\n   35  RECEIPTS AND DISBURSEMENTS. THE RECEIPTS AND DISBURSEMENTS OF THE INTER-\n   36  STATE COMMISSION SHALL BE SUBJECT TO THE AUDIT AND ACCOUNTING PROCEDURES\n   37  ESTABLISHED UNDER ITS BYLAWS.  HOWEVER, ALL RECEIPTS  AND  DISBURSEMENTS\n   38  OF FUNDS HANDLED BY THE INTERSTATE COMMISSION SHALL BE AUDITED YEARLY BY\n   39  A  CERTIFIED  OR  LICENSED PUBLIC ACCOUNTANT AND THE REPORT OF THE AUDIT\n   40  SHALL BE INCLUDED IN AND BECOME PART OF THE ANNUAL REPORT OF THE  INTER-\n   41  STATE COMMISSION.\n\n   42                                 ARTICLE IX\n   43                              THE STATE COUNCIL\n   44    EACH MEMBER STATE SHALL CREATE A STATE COUNCIL FOR INTERSTATE JUVENILE\n   45  SUPERVISION.  WHILE  EACH  STATE MAY DETERMINE THE MEMBERSHIP OF ITS OWN\n   46  STATE COUNCIL, ITS MEMBERSHIP MUST INCLUDE AT LEAST  ONE  REPRESENTATIVE\n   47  FROM  THE  LEGISLATIVE,  JUDICIAL, AND EXECUTIVE BRANCHES OF GOVERNMENT,\n   48  VICTIMS GROUPS, AND THE COMPACT ADMINISTRATOR, DEPUTY  COMPACT  ADMINIS-\n   49  TRATOR OR DESIGNEE. EACH COMPACTING STATE RETAINS THE RIGHT TO DETERMINE\n   50  THE QUALIFICATIONS OF THE COMPACT ADMINISTRATOR OR DEPUTY COMPACT ADMIN-\n   51  ISTRATOR.  EACH STATE COUNCIL WILL ADVISE AND MAY EXERCISE OVERSIGHT AND\n   52  ADVOCACY CONCERNING THAT STATE'S PARTICIPATION IN INTERSTATE  COMMISSION\n   53  ACTIVITIES  AND OTHER DUTIES AS MAY BE DETERMINED BY THAT STATE, INCLUD-\n\n       S. 2551                            11\n\n    1  ING BUT NOT LIMITED TO, DEVELOPMENT OF POLICY CONCERNING OPERATIONS  AND\n    2  PROCEDURES OF THE COMPACT WITHIN THAT STATE.\n\n    3                                  ARTICLE X\n    4               COMPACTING STATES, EFFECTIVE DATE AND AMENDMENT\n    5    A.  ANY STATE, THE DISTRICT OF COLUMBIA (OR ITS DESIGNEE), THE COMMON-\n    6  WEALTH OF PUERTO RICO, THE U.S. VIRGIN ISLANDS,  GUAM,  AMERICAN  SAMOA,\n    7  AND  THE  NORTHERN  MARIANAS  ISLANDS  AS  DEFINED IN ARTICLE II OF THIS\n    8  COMPACT IS ELIGIBLE TO BECOME A COMPACTING STATE.\n    9    B. THE COMPACT SHALL BECOME EFFECTIVE  AND  BINDING  UPON  LEGISLATIVE\n   10  ENACTMENT  OF  THE  COMPACT  INTO LAW BY NO LESS THAN THIRTY-FIVE OF THE\n   11  STATES. THE INITIAL EFFECTIVE DATE SHALL BE THE LATER OF JULY FIRST, TWO\n   12  THOUSAND FOUR OR UPON ENACTMENT INTO LAW BY THE  THIRTY-FIFTH  JURISDIC-\n   13  TION.  THEREAFTER  IT SHALL BECOME EFFECTIVE AND BINDING AS TO ANY OTHER\n   14  COMPACTING STATE UPON ENACTMENT OF THE COMPACT INTO LAW BY  THAT  STATE.\n   15  THE  GOVERNORS  OF NON-MEMBER STATES OR THEIR DESIGNEES SHALL BE INVITED\n   16  TO PARTICIPATE IN THE ACTIVITIES  OF  THE  INTERSTATE  COMMISSION  ON  A\n   17  NONVOTING  BASIS  PRIOR  TO  ADOPTION  OF  THE COMPACT BY ALL STATES AND\n   18  TERRITORIES OF THE UNITED STATES.\n   19    C. THE INTERSTATE COMMISSION MAY PROPOSE AMENDMENTS TO THE COMPACT FOR\n   20  ENACTMENT BY THE COMPACTING STATES. NO AMENDMENT SHALL BECOME  EFFECTIVE\n   21  AND  BINDING  UPON  THE  INTERSTATE COMMISSION AND THE COMPACTING STATES\n   22  UNLESS AND UNTIL IT IS ENACTED INTO LAW  BY  UNANIMOUS  CONSENT  OF  THE\n   23  COMPACTING STATES.\n\n   24                                 ARTICLE XI\n   25          WITHDRAWAL, DEFAULT, TERMINATION AND JUDICIAL ENFORCEMENT\n   26    A. WITHDRAWAL.\n   27    1.  ONCE  EFFECTIVE,  THE  COMPACT  SHALL CONTINUE IN FORCE AND REMAIN\n   28  BINDING UPON EACH AND EVERY COMPACTING STATE; PROVIDED THAT A COMPACTING\n   29  STATE MAY WITHDRAW FROM THE COMPACT BY SPECIFICALLY REPEALING THE  STAT-\n   30  UTE WHICH ENACTED THE COMPACT INTO LAW.\n   31    2.  THE  EFFECTIVE  DATE  OF  WITHDRAWAL  IS THE EFFECTIVE DATE OF THE\n   32  REPEAL.\n   33    3. THE WITHDRAWING STATE SHALL IMMEDIATELY NOTIFY THE  CHAIRPERSON  OF\n   34  THE  INTERSTATE  COMMISSION  IN  WRITING UPON THE INTRODUCTION OF LEGIS-\n   35  LATION REPEALING THIS COMPACT IN THE WITHDRAWING STATE.  THE  INTERSTATE\n   36  COMMISSION  SHALL  NOTIFY THE OTHER COMPACTING STATES OF THE WITHDRAWING\n   37  STATE'S INTENT TO WITHDRAW WITHIN SIXTY DAYS OF ITS RECEIPT THEREOF.\n   38    4. THE WITHDRAWING STATE IS RESPONSIBLE  FOR  ALL  ASSESSMENTS,  OBLI-\n   39  GATIONS  AND  LIABILITIES  INCURRED  THROUGH THE EFFECTIVE DATE OF WITH-\n   40  DRAWAL, INCLUDING ANY  OBLIGATIONS,  THE  PERFORMANCE  OF  WHICH  EXTEND\n   41  BEYOND THE EFFECTIVE DATE OF WITHDRAWAL.\n   42    5.  REINSTATEMENT  FOLLOWING  WITHDRAWAL OF ANY COMPACTING STATE SHALL\n   43  OCCUR UPON THE WITHDRAWING STATE REENACTING THE  COMPACT  OR  UPON  SUCH\n   44  LATER DATE AS DETERMINED BY THE INTERSTATE COMMISSION.\n   45    B. TECHNICAL ASSISTANCE, FINES, SUSPENSION, TERMINATION AND DEFAULT.\n   46    1.  IF  THE INTERSTATE COMMISSION DETERMINES THAT ANY COMPACTING STATE\n   47  HAS AT ANY TIME DEFAULTED IN THE PERFORMANCE OF ANY OF  ITS  OBLIGATIONS\n   48  OR RESPONSIBILITIES UNDER THIS COMPACT, OR THE BYLAWS OR DULY PROMULGAT-\n   49  ED RULES, THE INTERSTATE COMMISSION MAY IMPOSE ANY OR ALL OF THE FOLLOW-\n   50  ING PENALTIES:\n   51    A.  REMEDIAL  TRAINING  AND  TECHNICAL  ASSISTANCE  AS DIRECTED BY THE\n   52  INTERSTATE COMMISSION;\n   53    B. ALTERNATIVE DISPUTE RESOLUTION;\n\n       S. 2551                            12\n\n    1    C. FINES, FEES, AND COSTS IN SUCH AMOUNTS AS ARE DEEMED TO BE  REASON-\n    2  ABLE AS FIXED BY THE INTERSTATE COMMISSION; AND\n    3    D. SUSPENSION OR TERMINATION OF MEMBERSHIP IN THE COMPACT, WHICH SHALL\n    4  BE  IMPOSED ONLY AFTER ALL OTHER REASONABLE MEANS OF SECURING COMPLIANCE\n    5  UNDER THE BYLAWS AND  RULES  HAVE  BEEN  EXHAUSTED  AND  THE  INTERSTATE\n    6  COMMISSION  HAS  THEREFORE  DETERMINED  THAT  THE  OFFENDING STATE IS IN\n    7  DEFAULT. IMMEDIATE NOTICE OF SUSPENSION SHALL BE GIVEN BY THE INTERSTATE\n    8  COMMISSION TO THE GOVERNOR, THE CHIEF  JUSTICE  OR  THE  CHIEF  JUDICIAL\n    9  OFFICER  OF THE STATE, THE MAJORITY AND MINORITY LEADERS OF THE DEFAULT-\n   10  ING STATE'S LEGISLATURE, AND THE STATE COUNCIL.  THE GROUNDS FOR DEFAULT\n   11  INCLUDE, BUT ARE NOT LIMITED  TO,  FAILURE  OF  A  COMPACTING  STATE  TO\n   12  PERFORM  SUCH  OBLIGATIONS  OR  RESPONSIBILITIES IMPOSED UPON IT BY THIS\n   13  COMPACT, THE BYLAWS, OR DULY PROMULGATED RULES  AND  ANY  OTHER  GROUNDS\n   14  DESIGNATED  IN  COMMISSION  BYLAWS  AND RULES. THE INTERSTATE COMMISSION\n   15  SHALL IMMEDIATELY NOTIFY THE DEFAULTING STATE IN WRITING OF THE  PENALTY\n   16  IMPOSED  BY  THE INTERSTATE COMMISSION AND OF THE DEFAULT PENDING A CURE\n   17  OF THE DEFAULT. THE COMMISSION SHALL STIPULATE THE  CONDITIONS  AND  THE\n   18  TIME  PERIOD WITHIN WHICH THE DEFAULTING STATE MUST CURE ITS DEFAULT. IF\n   19  THE DEFAULTING STATE FAILS TO CURE THE DEFAULT WITHIN  THE  TIME  PERIOD\n   20  SPECIFIED  BY  THE  COMMISSION, THE DEFAULTING STATE SHALL BE TERMINATED\n   21  FROM THE COMPACT UPON AN AFFIRMATIVE VOTE OF A MAJORITY OF THE  COMPACT-\n   22  ING  STATES  AND  ALL  RIGHTS, PRIVILEGES AND BENEFITS CONFERRED BY THIS\n   23  COMPACT SHALL BE TERMINATED FROM THE EFFECTIVE DATE OF TERMINATION.\n   24    2. WITHIN SIXTY DAYS  OF  THE  EFFECTIVE  DATE  OF  TERMINATION  OF  A\n   25  DEFAULTING  STATE,  THE  COMMISSION SHALL NOTIFY THE GOVERNOR, THE CHIEF\n   26  JUSTICE OR CHIEF JUDICIAL OFFICER, THE MAJORITY AND MINORITY LEADERS  OF\n   27  THE DEFAULTING STATE'S LEGISLATURE, AND THE STATE COUNCIL OF SUCH TERMI-\n   28  NATION.\n   29    3.  THE  DEFAULTING  STATE  IS  RESPONSIBLE FOR ALL ASSESSMENTS, OBLI-\n   30  GATIONS AND LIABILITIES INCURRED THROUGH THE EFFECTIVE  DATE  OF  TERMI-\n   31  NATION  INCLUDING  ANY  OBLIGATIONS,  THE  PERFORMANCE  OF WHICH EXTENDS\n   32  BEYOND THE EFFECTIVE DATE OF TERMINATION.\n   33    4. THE INTERSTATE COMMISSION SHALL NOT BEAR ANY COSTS RELATING TO  THE\n   34  DEFAULTING  STATE  UNLESS  OTHERWISE  MUTUALLY  AGREED  UPON  IN WRITING\n   35  BETWEEN THE INTERSTATE COMMISSION AND THE DEFAULTING STATE.\n   36    5.  REINSTATEMENT  FOLLOWING  TERMINATION  OF  ANY  COMPACTING   STATE\n   37  REQUIRES  BOTH  A REENACTMENT OF THE COMPACT BY THE DEFAULTING STATE AND\n   38  THE APPROVAL OF THE INTERSTATE COMMISSION PURSUANT TO THE RULES.\n   39    C. JUDICIAL ENFORCEMENT.\n   40    THE INTERSTATE COMMISSION MAY, BY MAJORITY VOTE OF THE MEMBERS, INITI-\n   41  ATE LEGAL ACTION IN THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF\n   42  COLUMBIA OR, AT THE DISCRETION OF  THE  INTERSTATE  COMMISSION,  IN  THE\n   43  FEDERAL  DISTRICT  WHERE  THE  INTERSTATE COMMISSION HAS ITS OFFICES, TO\n   44  ENFORCE COMPLIANCE WITH THE PROVISIONS OF THE COMPACT, ITS DULY  PROMUL-\n   45  GATED  RULES AND BYLAWS, AGAINST ANY COMPACTING STATE IN DEFAULT. IN THE\n   46  EVENT JUDICIAL ENFORCEMENT IS NECESSARY THE PREVAILING  PARTY  SHALL  BE\n   47  AWARDED  ALL  COSTS  OF  SUCH LITIGATION INCLUDING REASONABLE ATTORNEY'S\n   48  FEES.\n   49    D. DISSOLUTION OF COMPACT.\n   50    1. THE COMPACT DISSOLVES EFFECTIVE UPON THE DATE OF THE WITHDRAWAL  OR\n   51  DEFAULT OF ANY COMPACTING STATE, WHICH REDUCES MEMBERSHIP IN THE COMPACT\n   52  TO ONE COMPACTING STATE.\n   53    2.  UPON THE DISSOLUTION OF THIS COMPACT, THE COMPACT BECOMES NULL AND\n   54  VOID AND SHALL BE OF NO FURTHER FORCE OR EFFECT, AND  THE  BUSINESS  AND\n   55  AFFAIRS  OF THE INTERSTATE COMMISSION SHALL BE CONCLUDED AND ANY SURPLUS\n   56  FUNDS SHALL BE DISTRIBUTED IN ACCORDANCE WITH THE BYLAWS.\n\n       S. 2551                            13\n\n    1                                 ARTICLE XII\n    2                        SEVERABILITY AND CONSTRUCTION\n    3    A.  THE  PROVISIONS  OF  THIS  COMPACT  SHALL BE SEVERABLE, AND IF ANY\n    4  PHRASE, CLAUSE, SENTENCE  OR  PROVISION  IS  DEEMED  UNENFORCEABLE,  THE\n    5  REMAINING PROVISIONS OF THE COMPACT SHALL BE ENFORCEABLE.\n    6    B.  THE  PROVISIONS  OF  THIS  COMPACT SHALL BE LIBERALLY CONSTRUED TO\n    7  EFFECTUATE ITS PURPOSES.\n\n    8                                ARTICLE XIII\n    9                  BINDING EFFECT OF COMPACT AND OTHER LAWS\n   10    A. OTHER LAWS.\n   11    1. NOTHING HEREIN PREVENTS THE ENFORCEMENT  OF  ANY  OTHER  LAW  OF  A\n   12  COMPACTING STATE THAT IS NOT INCONSISTENT WITH THIS COMPACT.\n   13    2.  ALL  COMPACTING  STATES'  LAWS  OTHER THAN STATE CONSTITUTIONS AND\n   14  OTHER INTERSTATE COMPACTS CONFLICTING WITH THIS COMPACT  ARE  SUPERSEDED\n   15  TO THE EXTENT OF THE CONFLICT.\n   16    B. BINDING EFFECT OF THE COMPACT.\n   17    1.  ALL  LAWFUL  ACTIONS  OF  THE INTERSTATE COMMISSION, INCLUDING ALL\n   18  RULES AND BYLAWS PROMULGATED BY THE INTERSTATE COMMISSION,  ARE  BINDING\n   19  UPON THE COMPACTING STATES.\n   20    2. ALL AGREEMENTS BETWEEN THE INTERSTATE COMMISSION AND THE COMPACTING\n   21  STATES ARE BINDING IN ACCORDANCE WITH THEIR TERMS.\n   22    3. UPON THE REQUEST OF A PARTY TO A CONFLICT OVER MEANING OR INTERPRE-\n   23  TATION OF INTERSTATE COMMISSION ACTIONS, AND UPON A MAJORITY VOTE OF THE\n   24  COMPACTING STATES, THE INTERSTATE COMMISSION MAY ISSUE ADVISORY OPINIONS\n   25  REGARDING SUCH MEANING OR INTERPRETATION.\n   26    4.  IN  THE  EVENT ANY PROVISION OF THIS COMPACT EXCEEDS THE CONSTITU-\n   27  TIONAL LIMITS IMPOSED ON THE LEGISLATURE OF ANY  COMPACTING  STATE,  THE\n   28  OBLIGATIONS,  DUTIES,  POWERS  OR JURISDICTION SOUGHT TO BE CONFERRED BY\n   29  SUCH PROVISION UPON THE INTERSTATE COMMISSION SHALL BE  INEFFECTIVE  AND\n   30  SUCH  OBLIGATIONS,  DUTIES,  POWERS  OR JURISDICTION SHALL REMAIN IN THE\n   31  COMPACTING STATE AND SHALL BE EXERCISED BY THE AGENCY THEREOF  TO  WHICH\n   32  SUCH OBLIGATIONS, DUTIES, POWERS OR JURISDICTION ARE DELEGATED BY LAW IN\n   33  EFFECT AT THE TIME THIS COMPACT BECOMES EFFECTIVE.\n   34    S  3.  The  executive  law is amended by adding a new section 501-f to\n   35  read as follows:\n   36    S 501-F. COMMISSIONER FOR THE INTERSTATE COMPACT FOR JUVENILES. PURSU-\n   37  ANT TO SUBDIVISION B OF ARTICLE III OF SECTION  FIVE  HUNDRED  ONE-E  OF\n   38  THIS  ARTICLE,  THE  COMMISSIONER  SHALL BE APPOINTED BY THE GOVERNOR IN\n   39  CONSULTATION WITH THE STATE COUNCIL ESTABLISHED PURSUANT TO  ARTICLE  IX\n   40  OF  SECTION  FIVE  HUNDRED  ONE-E AND SECTION FIVE HUNDRED ONE-G OF THIS\n   41  ARTICLE.\n   42    S 4. The executive law is amended by adding a  new  section  501-g  to\n   43  read as follows:\n   44    S  501-G. STATE COUNCIL FOR INTERSTATE JUVENILE SUPERVISION. 1. PURSU-\n   45  ANT TO ARTICLE IX OF SECTION FIVE HUNDRED ONE-E OF THIS  ARTICLE,  THERE\n   46  IS  HEREBY  CREATED  WITHIN THE OFFICE OF CHILDREN AND FAMILY SERVICES A\n   47  STATE COUNCIL FOR INTERSTATE JUVENILE  SUPERVISION.  THE  COUNCIL  SHALL\n   48  CONSIST  OF  THE  COMPACT  ADMINISTRATOR  AND TWELVE OTHER MEMBERS TO BE\n   49  APPOINTED AS FOLLOWS:\n   50    (A) ONE LEGISLATIVE REPRESENTATIVE TO BE  APPOINTED  BY  THE  GOVERNOR\n   51  UPON RECOMMENDATION OF THE SPEAKER OF THE ASSEMBLY;\n   52    (B)  ONE  LEGISLATIVE  REPRESENTATIVE  TO BE APPOINTED BY THE GOVERNOR\n   53  UPON RECOMMENDATION OF THE TEMPORARY PRESIDENT OF THE SENATE;\n   54    (C) A JUDICIAL REPRESENTATIVE TO BE APPOINTED  BY  THE  GOVERNOR  UPON\n   55  RECOMMENDATION OF THE CHIEF JUDGE OF THE COURT OF APPEALS;\n\n       S. 2551                            14\n\n    1    (D)  THE COMMISSIONER OF THE OFFICE OF CHILDREN AND FAMILY SERVICES OR\n    2  HIS OR HER DESIGNEE;\n    3    (E)  THE EXECUTIVE DIRECTOR OF THE COUNCIL ON CHILDREN AND FAMILIES OR\n    4  HIS OR HER DESIGNEE;\n    5    (F) THE DIRECTOR OF THE OFFICE OF PROBATION AND CORRECTIONAL  ALTERNA-\n    6  TIVES OR HIS OR HER DESIGNEE;\n    7    (G) THE DIRECTOR OF THE OFFICE OF VICTIM SERVICES OR HIS OR HER DESIG-\n    8  NEE;\n    9    (H)  THE  COMMISSIONER  OF  THE NEW YORK CITY ADMINISTRATION FOR CHIL-\n   10  DREN'S SERVICES OR HIS OR HER DESIGNEE;\n   11    (I) A MEMBER OF THE NEW YORK JUVENILE JUSTICE ADVISORY GROUP AS DETER-\n   12  MINED BY A MAJORITY VOTE OF  THE  MEMBERS  OF  SUCH  NEW  YORK  JUVENILE\n   13  JUSTICE ADVISORY GROUP; AND\n   14    (J)  THREE  PERSONS  APPOINTED BY THE GOVERNOR AS FOLLOWS: AN ATTORNEY\n   15  APPOINTED UPON THE RECOMMENDATION OF THE NEW YORK STATE BAR  ASSOCIATION\n   16  WHO  HAS REPRESENTED JUVENILES IN FAMILY COURT IN THIS STATE FOR A TOTAL\n   17  OF AT LEAST FIVE YEARS, A PERSON APPOINTED UPON  THE  RECOMMENDATION  OF\n   18  THE  STATEWIDE  ADVISORY COMMITTEE ON COUNSEL FOR CHILDREN OF THE OFFICE\n   19  OF COURT ADMINISTRATION, AND A PERSON APPOINTED UPON THE  RECOMMENDATION\n   20  OF THE NEW YORK CITY BAR ASSOCIATION.\n   21    2.  THE  COUNCIL  SHALL  ADVISE  AND  EXERCISE  OVERSIGHT AND ADVOCACY\n   22  CONCERNING THE STATE'S PARTICIPATION IN INTERSTATE COMMISSION ACTIVITIES\n   23  AND OTHER DUTIES AS THE COUNCIL MAY DETERMINE, INCLUDING BUT NOT LIMITED\n   24  TO, DEVELOPMENT OF POLICY CONCERNING THE OPERATIONS  AND  PROCEDURES  OF\n   25  THE  COMPACT  WITHIN  THE  STATE.  THE APPOINTMENTS PROVIDED FOR IN THIS\n   26  SECTION SHALL BE MADE WITHIN NINETY DAYS OF THE EFFECTIVE DATE  OF  THIS\n   27  SECTION. EACH APPOINTED MEMBER OF THE COUNCIL SHALL SERVE A TERM OF FIVE\n   28  YEARS. ANY MEMBER CHOSEN TO FILL A VACANCY CREATED OTHER THAN BY EXPIRA-\n   29  TION  OF  TERM  SHALL  BE APPOINTED FOR THE UNEXPIRED TERM OF THE MEMBER\n   30  WHOM HE OR SHE IS TO SUCCEED.   VACANCIES CAUSED BY  THE  EXPIRATION  OF\n   31  TERM SHALL BE FILLED IN THE SAME MANNER AS ORIGINAL APPOINTMENTS AND FOR\n   32  A TERM OF FIVE YEARS. THE COUNCIL MEMBERS SHALL SERVE WITHOUT SALARY BUT\n   33  SHALL  BE ENTITLED TO RECEIVE REIMBURSEMENT FOR TRAVEL AND OTHER RELATED\n   34  EXPENSES ASSOCIATED WITH PARTICIPATION IN THE WORK OF THE COUNCIL.\n   35    3. THE STATE COUNCIL FOR INTERSTATE JUVENILE SUPERVISION SHALL PROVIDE\n   36  AN ANNUAL REPORT ON OR BEFORE THE FIRST DAY  OF  JANUARY,  TWO  THOUSAND\n   37  TWELVE, AND THE FIRST DAY OF JANUARY EACH YEAR THEREAFTER, TO THE GOVER-\n   38  NOR, THE SPEAKER OF THE ASSEMBLY, THE TEMPORARY PRESIDENT OF THE SENATE,\n   39  THE  MINORITY  LEADER IN THE ASSEMBLY, THE MINORITY LEADER IN THE SENATE\n   40  AND THE CHIEF JUDGE OF THE COURT OF APPEALS ON  THE  OPERATIONS  OF  THE\n   41  COUNCIL  PERTAINING  TO  JUVENILES SUBJECT TO THE INTERSTATE COMPACT FOR\n   42  JUVENILES. SUCH REPORT SHALL INCLUDE AN EVALUATION OF THE IMPLEMENTATION\n   43  AND OPERATION OF THE INTERSTATE COMPACT  FOR  JUVENILES  AND  THE  RULES\n   44  ADOPTED  BY  THE  INTERSTATE  COMMISSION;  A DESCRIPTION OF THE POLICIES\n   45  ADOPTED BY THE STATE COUNCIL UNDER THE COMPACT; THE  DATA  COLLECTED  BY\n   46  THE  INTERSTATE COMMISSION AND THE COUNCIL; THE STATUS OF AND INTERSTATE\n   47  MOVEMENT OF JUVENILES SUBJECT TO THE COMPACT, INCLUDING  THE  NUMBER  OF\n   48  JUVENILES  SUBJECT  TO  THE  COMPACT  AND THE SUPERVISION STATUS OF SUCH\n   49  JUVENILES, AND, WHERE AVAILABLE, STATISTICAL  INFORMATION  ON  THE  AGE,\n   50  ETHNIC  AND  RACIAL BACKGROUND, EDUCATION, AND INSTITUTIONAL OR CRIMINAL\n   51  HISTORY OF THE JUVENILES  SUBJECT  TO  THE  COMPACT.  THE  REPORT  SHALL\n   52  FURTHER  INCLUDE  THE  COUNCIL'S EVALUATION OF THE EFFICIENCY AND EFFEC-\n   53  TIVENESS OF THE INTERSTATE COMPACT FOR JUVENILES AND SHALL  MAKE  RECOM-\n   54  MENDATIONS  CONCERNING  THE  OPERATIONS,  PROCEDURES  AND  THIS  STATE'S\n   55  CONTINUED INCLUSION IN THE INTERSTATE COMPACT FOR JUVENILES.\n\n       S. 2551                            15\n\n    1    S 5. The executive law is amended by adding a  new  section  501-h  to\n    2  read as follows:\n    3    S  501-H.  DETENTION  AND  APPOINTMENT OF AN ATTORNEY FOR THE CHILD IN\n    4  PROCEEDINGS INVOLVING YOUTH GOVERNED BY THE INTERSTATE COMPACT FOR JUVE-\n    5  NILES. 1. IF A YOUTH IS DETAINED UNDER THE INTERSTATE COMPACT FOR  JUVE-\n    6  NILES  ESTABLISHED  PURSUANT TO SECTION FIVE HUNDRED ONE-E OF THIS ARTI-\n    7  CLE, HE OR SHE SHALL BE BROUGHT  BEFORE  THE  APPROPRIATE  COURT  WITHIN\n    8  SEVENTY-TWO  HOURS OR THE NEXT DAY THE COURT IS IN SESSION, WHICHEVER IS\n    9  SOONER, AND SHALL BE ADVISED BY THE JUDGE OF HIS OR HER RIGHT TO  REMAIN\n   10  SILENT,  HIS OR HER RIGHT TO BE REPRESENTED BY COUNSEL OF HIS OR HER OWN\n   11  CHOOSING, AND OF THE RIGHT TO HAVE AN ATTORNEY ASSIGNED IN ACCORD  WITH,\n   12  AS APPLICABLE, SECTION TWO HUNDRED FORTY-NINE OF THE FAMILY COURT ACT OR\n   13  ARTICLE  EIGHTEEN-B  OF  THE  COUNTY  LAW.  THE YOUTH SHALL BE ALLOWED A\n   14  REASONABLE TIME TO RETAIN COUNSEL, CONTACT HIS OR HER PARENTS  OR  OTHER\n   15  PERSON  OR  PERSONS  LEGALLY RESPONSIBLE FOR HIS OR HER CARE OR AN ADULT\n   16  WITH WHOM THE YOUTH HAS A SIGNIFICANT  CONNECTION,  AND  THE  JUDGE  MAY\n   17  ADJOURN  THE  PROCEEDINGS  FOR  SUCH PURPOSES.   PROVIDED, HOWEVER, THAT\n   18  NOTHING IN THIS SECTION SHALL BE DEEMED TO REQUIRE A  YOUTH  TO  CONTACT\n   19  HIS  OR  HER  PARENTS OR OTHER PERSON OR PERSONS LEGALLY RESPONSIBLE FOR\n   20  HIS OR HER CARE.  PROVIDED  FURTHER,  HOWEVER,  THAT  COUNSEL  SHALL  BE\n   21  ASSIGNED  IMMEDIATELY,  AND  CONTINUE  TO  REPRESENT THE YOUTH UNTIL ANY\n   22  RETAINED COUNSEL APPEARS. THE COURT SHALL SCHEDULE  A  COURT  APPEARANCE\n   23  FOR THE YOUTH NO LATER THAN TEN DAYS AFTER THE INITIAL COURT APPEARANCE,\n   24  AND  EVERY  TEN DAYS THEREAFTER, WHILE THE YOUTH IS DETAINED PURSUANT TO\n   25  THE INTERSTATE COMPACT FOR  JUVENILES  UNLESS  ANY  SUCH  APPEARANCE  IS\n   26  WAIVED BY THE ATTORNEY FOR THE CHILD.\n   27    2. ALL YOUTH SUBJECT TO PROCEEDINGS GOVERNED BY THE INTERSTATE COMPACT\n   28  FOR JUVENILES ESTABLISHED PURSUANT TO SECTION FIVE HUNDRED ONE-E OF THIS\n   29  ARTICLE  SHALL  BE  APPOINTED  AN  ATTORNEY  PURSUANT TO, AS APPLICABLE,\n   30  SECTION TWO HUNDRED FORTY-NINE OF THE FAMILY COURT ACT OR ARTICLE  EIGH-\n   31  TEEN-B  OF  THE  COUNTY  LAW  IF INDEPENDENT LEGAL REPRESENTATION IS NOT\n   32  AVAILABLE TO SUCH YOUTH.\n   33    S 6. Subdivision (a) of section  249  of  the  family  court  act,  as\n   34  amended  by  chapter  41  of  the  laws  of  2010, is amended to read as\n   35  follows:\n   36    (a) In a proceeding under article three, seven, ten or ten-A  of  this\n   37  act  or  where  a  revocation  of  an  adoption consent is opposed under\n   38  section one hundred fifteen-b of the domestic relations law  or  in  any\n   39  proceeding  under  section  three  hundred  fifty-eight-a, three hundred\n   40  eighty-three-c, three hundred eighty-four or three hundred eighty-four-b\n   41  of the social services law or when a minor is sought  to  be  placed  in\n   42  protective  custody under section one hundred fifty-eight of this act OR\n   43  IN ANY PROCEEDING WHERE A MINOR IS DETAINED UNDER  OR  GOVERNED  BY  THE\n   44  INTERSTATE  COMPACT  FOR  JUVENILES ESTABLISHED PURSUANT TO SECTION FIVE\n   45  HUNDRED ONE-E OF THE EXECUTIVE LAW, the family court  shall  appoint  an\n   46  attorney  to  represent  a minor who is the subject of the proceeding or\n   47  who is sought to be placed in protective custody, if  independent  legal\n   48  representation  is  not  available  to  such minor. In any proceeding to\n   49  extend or continue the placement of a juvenile delinquent or  person  in\n   50  need of supervision pursuant to section seven hundred fifty-six or 353.3\n   51  of  this act or any proceeding to extend or continue a commitment to the\n   52  custody of the commissioner of mental  health  or  the  commissioner  of\n   53  [mental retardation and] PEOPLE WITH developmental disabilities pursuant\n   54  to  section 322.2 of this act, the court shall not permit the respondent\n   55  to waive the right to be represented by counsel chosen by  the  respond-\n   56  ent,  respondent's  parent,  or other person legally responsible for the\n\n       S. 2551                            16\n\n    1  respondent's care, or by assigned counsel. In any  other  proceeding  in\n    2  which  the  court has jurisdiction, the court may appoint an attorney to\n    3  represent the child, when, in the opinion of  the  family  court  judge,\n    4  such  representation will serve the purposes of this act, if independent\n    5  legal counsel is not available to the child. The family court on its own\n    6  motion may make such appointment.\n    7    S 7. Section 249-a of the family court act, as amended by  chapter  41\n    8  of the laws of 2010, is amended to read as follows:\n    9    S  249-a.  Waiver  of  counsel. A minor who is a subject of a juvenile\n   10  delinquency or person in  need  of  supervision  proceeding  OR  IN  ANY\n   11  PROCEEDING WHERE A MINOR IS DETAINED UNDER OR GOVERNED BY THE INTERSTATE\n   12  COMPACT FOR JUVENILES ESTABLISHED PURSUANT TO SECTION FIVE HUNDRED ONE-E\n   13  OF  THE  EXECUTIVE LAW shall be presumed to lack the requisite knowledge\n   14  and maturity to waive the appointment of an attorney.  This  presumption\n   15  may  be rebutted only after an attorney has been appointed and the court\n   16  determines after a hearing at which the  attorney  appears  and  partic-\n   17  ipates  and upon clear and convincing evidence that (a) the minor under-\n   18  stands the nature of the charges, the  possible  dispositional  alterna-\n   19  tives  and the possible defenses to the charges, (b) the minor possesses\n   20  the maturity, knowledge and intelligence necessary to conduct his or her\n   21  own defense, and (c) waiver is in the best interest of the minor.\n   22    S 8. This act shall take effect on the thirtieth day  after  it  shall\n   23  have become a law and shall expire September 1, 2013 when upon such date\n   24  the  provisions of this act shall be deemed repealed; provided, however,\n   25  that  notwithstanding  the  provisions  of  article  5  of  the  general\n   26  construction  law, on September 1, 2013 the provisions of chapter 155 of\n   27  the laws of 1955, as repealed by section one of  this  act,  are  hereby\n   28  revived  and  shall continue in full force and effect as such provisions\n   29  existed on June 1, 2010; provided, further, nothing herein shall disrupt\n   30  services, supervision or return of  juveniles,  delinquents  and  status\n   31  offenders  agreed to under the repealed 1955 interstate compact on juve-\n   32  niles prior to such effective date, or preclude the state  of  New  York\n   33  from entering into appropriate agreements with non-compact member states\n   34  for  the  proper  supervision  or  return  of juveniles, delinquents and\n   35  status offenders who are on probation or parole and who have  absconded,\n   36  escaped  or  run  away from supervision and control and in so doing have\n   37  endangered their own safety and the safety of others.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the adoption of the interstate compact for juveniles by the state of New York; to amend the family court act, in relation to appointment of attorneys for children; to repeal chapter 155 of the laws of 1955 relating to enacting the interstate compact on juveniles relating thereto; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T115409.TXT", "SOBI.D110125.T120909.TXT", "SOBI.D110125.T170945.TXT", "SOBI.D110125.T122411.TXT", "SOBI.D110125.T124413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295993385404
}