{
  "year" : 2011,
  "senateBillNo" : "S2552-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2552-2011-1295931600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that certain real property tax exemptions shall only be granted where such property is actually used for certain enumerated purposes;appropriation",
  "summary" : "Provides that real property tax exemptions granted to real property owned by corporations or associations organized or conducted exclusively for hospital or moral or mental improvement of men, women, or children purposes and used exclusively for carrying out such purposes shall only be granted if the property owner can prove by clear and convincing evidence that each acre is actually used for such purpose at least 120 days a year; appropriates $10,000,000 therefor. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S6836-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2552\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sens. BONACIC, LARKIN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the real property tax law, in relation to the  exemption\n         from  taxation  for  non-profit organizations; and making an appropri-\n         ation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 420-a of the real property tax law\n    2  is amended by adding a new paragraph (c) to read as follows:\n    3    (C) WHEN USED IN THIS SECTION:\n    4    (I)  \"ORGANIZED  OR CONDUCTED EXCLUSIVELY\" SHALL REQUIRE THAT A CORPO-\n    5  RATION'S OR ASSOCIATION'S ORGANIZATIONAL DOCUMENTS LIMIT THE PURPOSES OF\n    6  SUCH CORPORATION OR ASSOCIATION TO ONE OR MORE EXEMPT PURPOSES,  AS  SET\n    7  OUT IN PARAGRAPH (A) OF THIS SUBDIVISION;\n    8    (II)  \"USED  EXCLUSIVELY\"  SHALL REQUIRE THAT A CORPORATION OR ASSOCI-\n    9  ATION USE ITS PROPERTY ONLY FOR EXEMPT PURPOSES. USES WHICH MAY BE HELP-\n   10  FUL TO THE EXEMPT ORGANIZATION BUT WOULD NOT, IF DONE ON LAND  OWNED  BY\n   11  AN OTHERWISE TAXABLE ENTITY, QUALIFY FOR TAX EXEMPTION SHALL SUBJECT THE\n   12  PORTION  OF  THE PROPERTY SO USED TO REAL PROPERTY TAXATION. SUCH PHRASE\n   13  SHALL BE STRICTLY CONSTRUED AND SHALL BE INTENDED TO LIMIT EXEMPTIONS TO\n   14  PROPERTY AND IMPROVEMENTS UTILIZED SOLELY FOR EXEMPT PURPOSES. WHERE  AN\n   15  EXEMPT  ORGANIZATION UTILIZES ITS LAND FOR OTHER PURPOSES, INCLUDING BUT\n   16  NOT LIMITED TO, THE SALE OF PRODUCTS MADE ON THE  LAND  COMMERCIALLY  OR\n   17  THE  SALE  OF  TIMBER,  OR  OTHERWISE  LEASES  THE  LAND  FOR COMMERCIAL\n   18  PURPOSES, OR ALLOWS THE PLACEMENT OR CONSTRUCTION OF IMPROVEMENTS ON THE\n   19  LAND FOR COMMERCIAL PURPOSES, THAT PORTION  OF  SUCH  PROPERTY  AND  ANY\n   20  IMPROVEMENTS  THEREON  IF  SUCH IMPROVEMENTS ARE NOT UTILIZED FOR WHOLLY\n   21  EXEMPT PURPOSES SHALL BE SUBJECT TO REAL PROPERTY TAXATION;\n   22    (III) \"RELIGIOUS PURPOSES\" SHALL MEAN AN ACTIVITY THAT IS FUNDAMENTAL,\n   23  NECESSARY AND INTRINSIC TO THE PRACTICE OF A RELIGION.    MEDITATION  OR\n   24  THE  MAINTENANCE OF OPEN SPACE OR PROPERTY UTILIZED PRIMARILY FOR HIKING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02381-02-1\n\n       S. 2552                             2\n\n    1  SHALL NOT BE CONSIDERED A FUNDAMENTAL OR INTRINSIC RELIGIOUS PURPOSE.  A\n    2  CORPORATION  OR  ASSOCIATION  ORGANIZED  OR  CONDUCTED EXCLUSIVELY FOR A\n    3  RELIGIOUS PURPOSE SHALL HAVE ITS OWN BELIEFS, FORM OF WORSHIP  AND  FORM\n    4  OF  ORGANIZATION. NO EXEMPTION MAY BE CLAIMED FOR RELIGIOUS PURPOSES FOR\n    5  BUILDINGS WHICH ARE ON A PARCEL WHERE PERSONS LIVE IF SUCH PERSONS  WORK\n    6  IN  INCOME  PRODUCING VENTURES WHERE THE INCOME EITHER GOES TO THE INDI-\n    7  VIDUAL OR TO ANOTHER CLAIMING THE EXEMPTION OR TO AN ORGANIZATION  WHICH\n    8  IS  LEGALLY  ASSOCIATED OR AFFILIATED WITH THE INCOME PRODUCING VENTURE,\n    9  UNLESS SUCH GOODS OR SERVICES ARE EXCLUSIVELY AND WITHOUT EXCEPTION SOLD\n   10  TO OR PROVIDED TO INDIVIDUALS OF THE SAME RELIGION. FOR THE PURPOSES  OF\n   11  THIS  PARAGRAPH, THE TERM \"INCOME\" NEED NOT INCLUDE PAYMENT OF MONEY BUT\n   12  MAY INCLUDE THE RECEIPT BY AN INDIVIDUAL WHO HAS PROVIDED WORK OR HIS OR\n   13  HER FAMILY OF FOOD, OR CLOTHING OR SHELTER. THE  FACT  THAT  INDIVIDUALS\n   14  LIVE IN A CLASSLESS SOCIETY SHALL NOT BE A FACTOR IN GRANTING OR DENYING\n   15  AN EXEMPTION BASED ON RELIGIOUS PURPOSES. THE PROVISIONS OF THIS SUBPAR-\n   16  AGRAPH   SHALL  NOT  AFFECT  THE  PROVISIONS  OF  SECTION  FOUR  HUNDRED\n   17  THIRTY-SIX, FOUR HUNDRED SIXTY OR FOUR HUNDRED SIXTY-TWO OF THIS TITLE;\n   18    (IV) \"EDUCATIONAL PURPOSE\" SHALL MEAN EITHER:\n   19    (A) AN ACTIVITY WHICH SHALL BE UNDERTAKEN IN A MANNER WHICH  SATISFIES\n   20  THE  COMPULSORY EDUCATION REQUIREMENTS OF THE EDUCATION LAW OR AN ACTIV-\n   21  ITY WHICH IS DONE UNDER THE SUPERVISION OF AN ENTITY WHICH IS TAX EXEMPT\n   22  PURSUANT TO THE NOT-FOR-PROFIT CORPORATION LAW OR THE  INTERNAL  REVENUE\n   23  CODE  AND  THE ENTITY WHICH CONDUCTS SUCH ACTIVITIES CAN ISSUE A DIPLOMA\n   24  AND ALSO HOLDS A CERTIFICATE OF REGISTRATION  ISSUED  BY  THE  BOARD  OF\n   25  REGENTS.  SUCH  TERM SHALL ALSO MEAN PURPOSES WHICH ARE EXCLUSIVELY USED\n   26  TO INCREASE THE KNOWLEDGE OF INDIVIDUALS  AND  WHICH  ARE  OWNED  BY  AN\n   27  INSTITUTION  OF  HIGHER  LEARNING  OR A SCHOOL OF MEDICINE, DENTISTRY OR\n   28  OSTEOPATHY CREATED BY LAW  OR  OTHERWISE  AUTHORIZED  BY  THE  BOARD  OF\n   29  REGENTS  OF THE STATE UNIVERSITY OF NEW YORK TO CONFER DEGREES AND WHICH\n   30  MEET STANDARDS OF EDUCATIONAL QUALITY COMPARABLE  TO  THOSE  AS  MAY  BE\n   31  ESTABLISHED  FROM  TIME  TO  TIME  BY  THE BOARD OF REGENTS OF THE STATE\n   32  UNIVERSITY OF NEW YORK; SUCH TERM SHALL ALSO INCLUDE PROPERTY  OWNED  BY\n   33  ONE  CLAIMING  AN EXEMPTION FROM TAXATION FOR EDUCATIONAL PURPOSES WHICH\n   34  IS USED TO HOUSE INDIVIDUALS WHO  ARE  ACTIVELY  ENGAGED  AT  LEAST  ONE\n   35  HUNDRED TWENTY DAYS PER YEAR IN SEEKING TO SATISFY THE COMPULSORY EDUCA-\n   36  TION  REQUIREMENTS  OF  THE  EDUCATION  LAW OR WHO ARE SEEKING A DEGREE,\n   37  CERTIFICATE, OR DIPLOMA, THROUGH A PROPERTY OWNER OR LESSEE WHICH  HOLDS\n   38  A  CERTIFICATE  OF  REGISTRATION  ISSUED  BY THE BOARD OF REGENTS OR WHO\n   39  HOLDS A CHARTER GRANTED BY THE NEW YORK STATE EDUCATION  DEPARTMENT.  AN\n   40  ENTITY  CLAIMING  EXEMPTION  FOR EDUCATIONAL PURPOSES SHALL UTILIZE EACH\n   41  ACRE AT LEAST ONE HUNDRED TWENTY DAYS A YEAR EXCLUSIVELY FOR EDUCATIONAL\n   42  PURPOSES IN ORDER TO MAINTAIN AN EXEMPTION FROM PROPERTY TAXATION PURSU-\n   43  ANT TO THIS SUBPARAGRAPH; OR\n   44    (B) PROPERTY OWNED BY AN ORGANIZATION WHICH IS A NOT-FOR-PROFIT CORPO-\n   45  RATION OR IS OTHERWISE TAX EXEMPT PURSUANT TO THE INTERNAL REVENUE CODE,\n   46  EACH EXEMPT ACRE OF WHICH IS ACTIVELY  AND  EXCLUSIVELY  USED  AT  LEAST\n   47  SIXTY  DAYS  PER  YEAR  BY  PERSONS  UNDER THE AGE OF TWENTY-ONE WHO ARE\n   48  LEARNING SKILLS RELATED TO NATURE,  THE  OUTDOORS  AND/OR  PERSONAL  AND\n   49  CIVIC  RESPONSIBILITIES.    THE PROVISIONS OF THIS SUBPARAGRAPH SHALL BE\n   50  STRICTLY INTERPRETED.  NOTWITHSTANDING ANY OTHER PORTION OF THIS SUBPAR-\n   51  AGRAPH, THE PROPERTY MAY ALSO BE UTILIZED BY ORGANIZATIONS  OR  INDIVID-\n   52  UALS  FOR COMMUNITY MEETINGS OR COMMUNITY CLASSES OR EVENTS WHEN NO MORE\n   53  THAN THE ACTUAL EXPENSES OF UTILIZING THE FACILITY ARE  CHARGED  TO  THE\n   54  ORGANIZATION  OR  INDIVIDUAL;  PROVIDED  NO  ACTIVITY  DESCRIBED IN THIS\n   55  SUBPARAGRAPH SHALL COUNT AS  PART  OF  THE  DAY  REQUIREMENTS  OTHERWISE\n   56  PROVIDED  FOR IN THIS SUBPARAGRAPH.  PROPERTY NECESSARY FOR THE CARRYING\n\n       S. 2552                             3\n\n    1  OUT OF EDUCATIONAL PURPOSES, INCLUDING PROPERTY NECESSARY FOR  TRANSPOR-\n    2  TATION  FACILITIES, ATHLETIC FACILITIES, PARKING FACILITIES, OR ADMINIS-\n    3  TRATIVE OFFICES SHALL BE CONSIDERED AN EDUCATIONAL PURPOSE IF  OWNED  BY\n    4  AN  ORGANIZATION  WHICH  OTHERWISE  QUALIFIES  AS EXEMPT FOR EDUCATIONAL\n    5  PURPOSES;\n    6    (V) \"CHARITABLE PURPOSES\" SHALL MEAN AN ACTIVITY DONE  WITHOUT  PROFIT\n    7  WHICH ACTUALLY AND EXCLUSIVELY EITHER:\n    8    (A)  UNDERTAKES  SIGNIFICANT  BLOOD  DONATION  INITIATIVES, AS WELL AS\n    9  OTHER HEALTH RELATED INITIATIVES, INCLUDING,  BUT  NOT  LIMITED  TO  THE\n   10  TEACHING OF CLASSES, AND ALSO RESPONDS TO DISASTERS; OR\n   11    (B) WHICH ACTIVELY AND EXCLUSIVELY ALLEVIATES THE CONDITION OF POOR OR\n   12  PHYSICALLY OR MENTALLY DISABLED HUMANS. THE INTENDED BENEFICIARIES SHALL\n   13  NOT  BE  SPECIFIED INDIVIDUALS AND THE SERVICES PROVIDED BY AN ORGANIZA-\n   14  TION CLAIMING CHARITABLE EXEMPTION SHALL BE OPEN TO THE PUBLIC BASED  ON\n   15  ECONOMIC OR PHYSICAL CRITERIA. AN ENTITY CLAIMING EXEMPTION FOR CHARITA-\n   16  BLE  PURPOSES SHALL UTILIZE EACH ACRE AT LEAST ONE HUNDRED TWENTY DAYS A\n   17  YEAR EXCLUSIVELY  FOR  CHARITABLE  PURPOSES  IN  ORDER  TO  MAINTAIN  AN\n   18  EXEMPTION FROM PROPERTY TAXATION PURSUANT TO THIS SUBPARAGRAPH.  FOR THE\n   19  PURPOSES  OF  THIS  SECTION  AND  SECTION  FOUR HUNDRED TWENTY-B OF THIS\n   20  TITLE, NO PERSON WHO RECEIVES FOOD, CLOTHING, OR HOUSING FROM AN  EDUCA-\n   21  TIONAL,  CHARITABLE,  RELIGIOUS,  MORAL  OR  MENTAL  IMPROVEMENT OF MEN,\n   22  WOMEN, AND CHILDREN ENTITY SHALL BE DETERMINED TO BE POOR  BECAUSE  SUCH\n   23  PERSON OR HIS OR HER FAMILY GIVES AS MUCH OR MORE OF THEIR INCOME TO THE\n   24  CHARITABLE  ENTITY OR ANOTHER ENTITY WHICH IS TAX EXEMPT PURSUANT TO THE\n   25  INTERNAL REVENUE CODE OR EXEMPT FROM REAL PROPERTY TAXATION  UNDER  THIS\n   26  SECTION, OR BOTH, AS WOULD BE REQUIRED TO MAKE A DETERMINATION THAT THAT\n   27  PERSON OR HIS OR HER SPOUSE OR CHILD IS POOR;\n   28    (VI)  \"HOSPITAL  PURPOSES\" SHALL MEAN A HOSPICE FACILITY AS DEFINED IN\n   29  ARTICLE FORTY OF THE PUBLIC HEALTH LAW AS WELL AS A HOSPITAL FACILITY OR\n   30  INSTITUTION ENGAGED PRINCIPALLY IN PROVIDING SERVICES BY  OR  UNDER  THE\n   31  SUPERVISION OF A PHYSICIAN FOR THE PREVENTION, DIAGNOSIS OR TREATMENT OF\n   32  HUMAN  DISEASE,  PAIN, INJURY, DEFORMITY OR PHYSICAL CONDITION AND WHICH\n   33  IS CERTIFIED OR LICENSED PURSUANT TO ARTICLE TWENTY-EIGHT OF THE  PUBLIC\n   34  HEALTH  LAW,  AND  WHICH ON AN ONGOING AND CONSTANT BASIS PROVIDES OVER-\n   35  NIGHT ACCOMMODATIONS TO THOSE IN NEED OF MEDICAL SERVICES. IT SHALL ALSO\n   36  INCLUDE FACILITIES OWNED BY A HOSPITAL FACILITY OR  CORPORATION  RELATED\n   37  THERETO WHICH PROVIDES MEDICAL CARE, EVEN IF NOT ON A CONSTANT BASIS. IT\n   38  SHALL  ALSO  INCLUDE  RELATED PARKING FACILITIES WHICH EXCLUSIVELY SERVE\n   39  THE HOSPITAL AS WELL AS RELATED  GROUNDS  WHICH  ARE  USED  BY  HOSPITAL\n   40  PATIENTS;  AND SHALL ALSO INCLUDE AN EMERGENCY ROOM, WHICH IS DEFINED TO\n   41  MEAN A CENTER OPEN ON A CONTINUOUS BASIS WHICH PROVIDES  EMERGENCY  CARE\n   42  FOR  THOSE IN NEED OF MEDICAL SERVICES AND WHICH IS IN THE SAME BUILDING\n   43  AS A HOSPITAL. IT SHALL NOT INCLUDE LIVING ACCOMMODATIONS  FOR  HOSPITAL\n   44  PERSONNEL OR THEIR FAMILIES;\n   45    (VII)  \"MORAL  OR MENTAL IMPROVEMENT OF MEN, WOMEN, OR CHILDREN\" SHALL\n   46  INCLUDE EACH OF THE FOLLOWING CATEGORIES OF REAL PROPERTY  DESCRIBED  IN\n   47  THIS  SUBPARAGRAPH. IN ORDER TO BE EXEMPT FROM TAXATION, EACH ACRE SHALL\n   48  HAVE TO BE ACTIVELY AND ACTUALLY UTILIZED FOR AN EXEMPT PURPOSE AT LEAST\n   49  ONE HUNDRED TWENTY DAYS IN ANY YEAR  AN  EXEMPTION  IS  CLAIMED  FOR  OR\n   50  SOUGHT. IN ADDITION, THE PROPERTY, IN ADDITION TO ANY OTHER REQUIREMENT,\n   51  SHALL  BE  CLASSIFIED AS NOT-FOR-PROFIT OR TAX EXEMPT UNDER THE INTERNAL\n   52  REVENUE CODE.\n   53    (A) REAL PROPERTY PRIMARILY USED TO FACILITATE OR ENHANCE THE ARTS;\n   54    (B) REAL PROPERTY PRIMARILY USED IN THE STUDY  OF  SCIENCES,  BIOLOGY,\n   55  AND HORTICULTURE;\n   56    (C) REAL PROPERTY PRIMARILY USED FOR THE BENEFIT OF NON-HUMAN ANIMALS;\n\n       S. 2552                             4\n\n    1    (D)  REAL  PROPERTY WHICH IS OPEN TO THE PUBLIC AND IS PRIMARILY UNIM-\n    2  PROVED AND IS KEPT OPEN FOR HIKING, WALKING, OR FORMS OF EXERCISE  WHICH\n    3  DO  NOT  COMMONLY USE MECHANIZED DEVICES EXCEPT BY THOSE PERSONS WHO ARE\n    4  DISABLED OR OTHERWISE UNABLE TO WALK WITHOUT MECHANIZED ASSISTANCE. SUCH\n    5  OPEN  SPACE MAY BE OPEN TO THE PUBLIC UPON THE PAYMENT OF A FEE WHICH IS\n    6  DIRECTLY RELATED TO THE COSTS OF MAINTAINING THE PROPERTY, INCLUDING THE\n    7  IMPROVEMENTS THEREON. OPEN SPACE  SHALL  NOT  INCLUDE  ANY  PROPERTY  OR\n    8  PORTION THEREFOR FROM WHICH THE PUBLIC IS EXCLUDED EXCEPT FOR EXCLUSIONS\n    9  BASED  EXCLUSIVELY ON PUBLIC HEALTH PURPOSES, AS DETERMINED BY A GOVERN-\n   10  MENTAL AGENCY, OR FOR PUBLIC SAFETY  REASONING,  AS  DETERMINED  BY  THE\n   11  PROPERTY  OWNER, SUCH DETERMINATION TO BE REVIEWABLE IN ANY COURT HAVING\n   12  EQUITY JURISDICTION AND A PRESUMPTION SHALL BE ATTACHED THERETO THAT THE\n   13  PROPERTY OWNER'S DETERMINATION IS  REASONABLE.  ATTORNEYS  FEES  MAY  BE\n   14  AWARDED,  AT  THE  DISCRETION OF THE COURT, FOR ANY PRIMARILY PREVAILING\n   15  PARTY WHO COMMENCES OR DEFENDS A CIVIL ACTION BASED ON THE PUBLIC SAFETY\n   16  ASPECTS OF THIS SUBPARAGRAPH;\n   17    (E) \"LAND TRUST\" SHALL MEAN REAL PROPERTY  WHICH  IS  PRIMARILY  UNIM-\n   18  PROVED. NO OWNER SHALL BE ENTITLED TO A PROPERTY TAX EXEMPTION AS A LAND\n   19  TRUST  UNLESS  THAT  PROPERTY OWNER MEETS ALL OF THE FOLLOWING CRITERIA:\n   20  (1) ENTERS INTO A CONTRACT WITH THE ASSESSING UNIT WHICH  PROVIDES  THAT\n   21  THE  LAND  IN  THE  LAND  TRUST MAY NOT BE SOLD OR ENCUMBERED, EXCEPT BY\n   22  MORTGAGE OR CONSERVATION EASEMENT, WITHOUT THE  PROPERTY  OWNER,  WITHIN\n   23  THIRTY  DAYS OF SUCH SALE OR ENCUMBRANCE, ENTERING INTO A VALID CONTRACT\n   24  TO PURCHASE LAND OF AT LEAST AN EQUAL VALUE IN THE STATE OF NEW YORK  TO\n   25  BE  PLACED IN A LAND TRUST AND ACTUALLY SO PURCHASING WITHIN ONE YEAR OF\n   26  ENTERING INTO SUCH CONTRACT; (2) IS  INCLUDED  AS  PART  OF  A  LAWFULLY\n   27  ENACTED  COMPREHENSIVE  PLAN BY THE COUNTY, CITY, TOWN, OR VILLAGE WHICH\n   28  SUCH PROPERTY IS IN OR IS  IDENTIFIED  IN  AN  OFFICIAL  OPEN  SPACE  OR\n   29  NATURAL  RESOURCES  PROTECTION  PLAN DULY ADOPTED BY A FEDERAL, STATE OR\n   30  LOCAL GOVERNMENT OR AGENCY THEREOF;  (3)  EXISTS  AS  A  LAND  TRUST  TO\n   31  PROTECT ECOLOGICAL RESOURCES WHICH ARE CONSIDERED VALUABLE IN A LAWFULLY\n   32  ENACTED  COMPREHENSIVE  PLAN  PROVIDED THAT PUBLIC ACCESS SHALL NOT BE A\n   33  CRITERIA  IN  DETERRING  AN  EXEMPTION  FROM  TAXATION  FOR  LAND  TRUST\n   34  PURPOSES;  AND  (4)  UNLESS  THE  GOVERNING  BOARD OF THE TOWN, CITY, OR\n   35  VILLAGE WHERE THE PROPERTY  IS  SITUATED  PASSES  A  RESOLUTION  TO  THE\n   36  CONTRARY,  IF  THE PURCHASE, REFERRED TO IN ITEM (A) OF THIS CLAUSE DOES\n   37  NOT OCCUR WITHIN THE TIME LIMITATIONS PROVIDED IN SUCH  ITEM,  THE  LAND\n   38  TRUST  SHALL  BE LIABLE FOR ALL TAX PAYMENTS WHICH SUCH LAND TRUST WOULD\n   39  HAVE PAID ON THE PROPERTY SUCH LAND TRUST SOLD FOR THE  PERIOD  OF  TIME\n   40  WHICH SUCH LAND TRUST WOULD HAVE OWED TO ALL LAWFUL TAXING JURISDICTIONS\n   41  UNLESS  THE TITLE TO THE LAND SUCH LAND TRUST ENTERED INTO A CONTRACT TO\n   42  PURCHASE WAS UNMARKETABLE OR THE SELLER OF SUCH  PROPERTY  WITHDREW  THE\n   43  OFFER  TO  SELL  IN  WHICH CASE SUCH LAND TRUST SHALL HAVE AN ADDITIONAL\n   44  THREE HUNDRED SIXTY-FIVE DAY PERIOD TO PURCHASE AND CLOSE TITLE ON PROP-\n   45  ERTY IN THE STATE OF NEW YORK, THE VALUE OF WHICH IS AT LEAST  EQUAL  TO\n   46  THE  VALUE  OF  THE  PROPERTY  SUCH  LAND  TRUST SOLD WHICH REQUIRED THE\n   47  PURCHASE OF THE PROPERTY WHOSE TITLE WAS UNMARKETABLE OR WHOSE OFFER  TO\n   48  SELL WAS WITHDRAWN;\n   49    (F)  \"PERSONAL  IMPROVEMENT\"  SHALL MEAN REAL PROPERTY OTHER THAN THAT\n   50  PROVIDED FOR IN CLAUSE (B) OF SUBPARAGRAPH (IV) OF THIS PARAGRAPH, WHICH\n   51  IS USED PRIMARILY BY PERSONS UNDER THE AGE OF TWENTY-ONE WHO ARE  LEARN-\n   52  ING  SKILLS  RELATED  TO  NATURE, THE OUTDOORS AND/OR PERSONAL AND CIVIC\n   53  RESPONSIBILITIES. SUCH PROPERTY SHALL BE OWNED BY ORGANIZATIONS OR ASSO-\n   54  CIATIONS WHICH ARE TAX EXEMPT UNDER THE INTERNAL REVENUE CODE.  NOTWITH-\n   55  STANDING  ANY  PART  OF  THIS  SUBDIVISION TO THE CONTRARY, EACH ACRE OF\n\n       S. 2552                             5\n\n    1  PROPERTY EXEMPTED AS PERSONAL IMPROVEMENT PROPERTY NEED ONLY BE UTILIZED\n    2  NINETY DAYS PER YEAR IN ORDER TO MAINTAIN SUCH PROPERTY'S EXEMPTION;\n    3    (G)  \"NON-SCHOLASTIC EDUCATIONAL\" SHALL MEAN REAL PROPERTY OWNED BY AN\n    4  ORGANIZATION WHICH IS TAX EXEMPT UNDER THE  INTERNAL  REVENUE  CODE  AND\n    5  WHICH  IS  PRIMARILY  USED  TO  IMPROVE THE INTELLECTUAL CAPABILITIES OF\n    6  HUMAN BEINGS WHICH DO NOT OTHERWISE QUALIFY FOR TAX  EXEMPTION  PURSUANT\n    7  TO THIS SECTION;\n    8    (H)  \"RECREATIONAL\"  SHALL MEAN REAL PROPERTY OWNED BY AN ORGANIZATION\n    9  WHICH IS TAX EXEMPT UNDER THE INTERNAL REVENUE CODE AND  WHICH  PROVIDES\n   10  RECREATIONAL  OPPORTUNITY  FOR INDIVIDUALS REGARDLESS OF ABILITY TO PAY.\n   11  RECREATIONAL OPPORTUNITIES CAN BE EITHER INDOORS  OR  OUTDOORS  AND  MAY\n   12  INCLUDE  OVERNIGHT  OPPORTUNITIES PRIMARILY FOR PERSONS UNDER THE AGE OF\n   13  TWENTY-ONE YEARS;\n   14    (I) \"MEDICAL PURPOSES\" SHALL MEAN REAL PROPERTY OTHERWISE OWNED BY  AN\n   15  ORGANIZATION  WHICH  IS  TAX  EXEMPT UNDER THE INTERNAL REVENUE CODE AND\n   16  WHICH IS NOT A HOSPITAL AS DEFINED BY THIS SECTION BUT  WHICH  QUALIFIES\n   17  AS  A  HOSPITAL  AS DEFINED IN ARTICLE TWENTY-EIGHT OF THE PUBLIC HEALTH\n   18  LAW. NOTWITHSTANDING ANY PROVISION OF THIS SUBDIVISION TO THE  CONTRARY,\n   19  PROPERTY  EXEMPTED  FOR MEDICAL PURPOSES NEED NOT MEET ANY MINIMUM USAGE\n   20  REQUIREMENT IN TERMS OF THE NUMBER OF DAYS EACH  ACRE  IS  ACTIVELY  AND\n   21  ACTUALLY USED;\n   22    (J)  \"HOME  CARE SERVICES\" SHALL MEAN REAL PROPERTY OTHERWISE OWNED BY\n   23  AN ORGANIZATION WHICH IS TAX EXEMPT UNDER THE INTERNAL REVENUE CODE  AND\n   24  IS  A  HOME CARE SERVICES AGENCY AS DEFINED IN ARTICLE THIRTY-SIX OF THE\n   25  PUBLIC HEALTH LAW, NOTWITHSTANDING ANY PROVISION OF THIS SUBDIVISION  TO\n   26  THE CONTRARY, PROPERTY EXEMPTED FOR HOME CARE SERVICES PURPOSES NEED NOT\n   27  MEET  ANY  MINIMUM USAGE REQUIREMENT IN TERMS OF THE NUMBER OF DAYS EACH\n   28  ACRE IS ACTIVELY AND ACTUALLY USED;\n   29    (K) \"RESIDENTIAL HEALTH CARE FACILITY\" SHALL MEAN REAL PROPERTY OTHER-\n   30  WISE OWNED BY AN ORGANIZATION WHICH  IS  TAX  EXEMPT  AS  A  RESIDENTIAL\n   31  HEALTH  CARE  FACILITY  AS DEFINED IN ARTICLE TWENTY-EIGHT OF THE PUBLIC\n   32  HEALTH LAW.  NOTWITHSTANDING ANY PROVISION OF THIS  SUBDIVISION  TO  THE\n   33  CONTRARY,   PROPERTY  EXEMPTED  FOR  RESIDENTIAL  HEALTH  CARE  FACILITY\n   34  PURPOSES NEED NOT MEET ANY MINIMUM USAGE REQUIREMENT  IN  TERMS  OF  THE\n   35  NUMBER OF DAYS EACH ACRE IS ACTIVELY AND ACTUALLY USED;\n   36    (L)  \"OTHER MEDICAL PURPOSES\" SHALL MEAN REAL PROPERTY WHICH OTHERWISE\n   37  IS OWNED BY AN ORGANIZATION WHICH  IS  TAX  EXEMPT  UNDER  THE  INTERNAL\n   38  REVENUE  CODE  AND IS USED TO PROVIDE MEDICAL SERVICES TO THOSE IN NEED.\n   39  NOTWITHSTANDING ANY PROVISION OF THIS SUBDIVISION TO THE CONTRARY, PROP-\n   40  ERTY EXEMPTED FOR OTHER MEDICAL PURPOSES NEED NOT MEET ANY MINIMUM USAGE\n   41  REQUIREMENT IN TERMS OF THE NUMBER OF DAYS EACH  ACRE  IS  ACTIVELY  AND\n   42  ACTUALLY USED;\n   43    (M)  \"PRIMARILY  CHARITABLE  PURPOSES\"  SHALL MEAN AN ACTIVITY DONE ON\n   44  REAL PROPERTY OWNED BY AN ORGANIZATION WHICH IS  TAX  EXEMPT  UNDER  THE\n   45  INTERNAL  REVENUE  CODE  AND WHICH ACTUALLY AND PRIMARILY ALLEVIATES THE\n   46  CONDITION OF  POOR  OR  PHYSICALLY  OR  MENTALLY  DISABLED  HUMANS.  THE\n   47  INTENDED  BENEFICIARIES  SHALL  NOT  BE  SPECIFIED  INDIVIDUALS  AND THE\n   48  SERVICES PROVIDED BY AN ORGANIZATION CLAIMING CHARITABLE EXEMPTION SHALL\n   49  BE OPEN TO THE PUBLIC BASED ON ECONOMIC OR PHYSICAL CRITERIA; AND\n   50    (N) \"OTHER MORAL OR MENTAL IMPROVEMENT\" SHALL MEAN REAL PROPERTY OWNED\n   51  BY AN ORGANIZATION WHICH IS TAX EXEMPT UNDER THE INTERNAL  REVENUE  CODE\n   52  AND  WHICH IS DEDICATED IN A MANNER OTHER THAN AS PROVIDED IN THIS PARA-\n   53  GRAPH TO THE MORAL OR MENTAL IMPROVEMENT OF MEN, WOMEN, OR CHILDREN.\n   54    S 2. Subdivision 1 of section 420-b of the real property  tax  law  is\n   55  amended by adding a new paragraph (d) to read as follows:\n   56    (D) WHEN USED IN THIS SECTION:\n\n       S. 2552                             6\n\n    1    (I)  \"ORGANIZED  EXCLUSIVELY\"  SHALL  REQUIRE  THAT A CORPORATION'S OR\n    2  ASSOCIATION'S ORGANIZATIONAL DOCUMENTS LIMIT THE PURPOSE OF SUCH  CORPO-\n    3  RATION  OR  ASSOCIATION  TO  ONE  OR MORE EXEMPT PURPOSES, AS SET OUT IN\n    4  PARAGRAPH (A) OF THIS SUBDIVISION. FURTHERMORE, THE CORPORATION OR ASSO-\n    5  CIATION  SHALL  NOT  BE EMPOWERED TO ENGAGE IN ACTIVITIES WHICH IN THEM-\n    6  SELVES ARE NOT IN FURTHERANCE OF ONE OR MORE SUCH PURPOSES; AND\n    7    (II) \"USED EXCLUSIVELY\" SHALL REQUIRE THAT A  CORPORATION  OR  ASSOCI-\n    8  ATION USE ITS PROPERTY ONLY FOR EXEMPT PURPOSES. USES WHICH MAY BE HELP-\n    9  FUL  TO  THE EXEMPT ORGANIZATION BUT WOULD NOT, IF DONE ON LAND OWNED BY\n   10  AN OTHERWISE TAXABLE ENTITY, QUALIFY FOR TAX EXEMPTION SHALL SUBJECT THE\n   11  PORTION OF THE PROPERTY SO USED TO REAL PROPERTY TAXATION.  SUCH  PHRASE\n   12  SHALL BE STRICTLY CONSTRUED AND SHALL BE INTENDED TO LIMIT EXEMPTIONS TO\n   13  PROPERTY  AND IMPROVEMENTS UTILIZED SOLELY FOR EXEMPT PURPOSES. WHERE AN\n   14  EXEMPT ORGANIZATION UTILIZES ITS LAND FOR OTHER PURPOSES, INCLUDING  BUT\n   15  NOT  LIMITED  TO,  THE SALE OF PRODUCTS MADE ON THE LAND COMMERCIALLY OR\n   16  THE SALE  OF  TIMBER,  OR  OTHERWISE  LEASES  THE  LAND  FOR  COMMERCIAL\n   17  PURPOSES, OR ALLOWS THE PLACEMENT OR CONSTRUCTION OF IMPROVEMENTS ON THE\n   18  LAND  FOR  COMMERCIAL  PURPOSES,  THAT  PORTION OF SUCH PROPERTY AND ANY\n   19  IMPROVEMENTS THEREON IF SUCH IMPROVEMENTS ARE NOT  UTILIZED  FOR  WHOLLY\n   20  EXEMPT PURPOSES SHALL BE SUBJECT TO REAL PROPERTY TAXATION.\n   21    S  3.  The  real  property  tax law is amended by adding a new section\n   22  420-d to read as follows:\n   23    S 420-D. STATE AID PAYMENTS FOR PROPERTIES EXEMPTED FROM TAXATION.  1.\n   24  DEFINITIONS.  (A)  FOR  THE  PURPOSE OF THIS SECTION, THE PHRASE \"TAXING\n   25  DISTRICT\" SHALL INCLUDE SCHOOLS, COUNTIES, CITIES, TOWNS,  VILLAGES,  AS\n   26  WELL AS LAWFULLY FORMED DISTRICTS WHICH PROVIDE SERVICES, INCLUDING, BUT\n   27  NOT  LIMITED  TO FIRE PROTECTION DISTRICTS, AMBULANCE DISTRICTS, AS WELL\n   28  AS OTHER LAWFULLY FORMED DISTRICTS WHICH DO NOT RECEIVE PAYMENTS FROM AN\n   29  AFFECTED PROPERTY OWNER.\n   30    (B) FOR THE PURPOSES OF THIS SECTION, THE  PHRASE  \"AFFECTED  PROPERTY\n   31  OWNER\" SHALL MEAN AN ORGANIZATION WHICH IS EXEMPT FROM TAXATION PURSUANT\n   32  TO THE INTERNAL REVENUE CODE AND WHICH OWNS PROPERTY DESCRIBED IN CLAUSE\n   33  (B)  OF SUBPARAGRAPH (IV) OF PARAGRAPH (C) OF SUBDIVISION ONE OF SECTION\n   34  FOUR HUNDRED TWENTY-A OF THIS TITLE.\n   35    2. STATE AID PAYMENTS. A TAXING DISTRICT IN WHICH PROPERTY IS SITUATED\n   36  WHICH PROPERTY IS OWNED BY AN AFFECTED PROPERTY OWNER SHALL, SUBJECT  TO\n   37  THE PROVISIONS OF THIS SECTION, BE ENTITLED TO RECEIVE UP TO ONE HUNDRED\n   38  PERCENT  OF  THE  TAXES  WHICH WOULD HAVE BEEN PAID ON SUCH PROPERTY HAD\n   39  SUCH PROPERTY NOT BEEN OWNED BY AN AFFECTED PROPERTY OWNER.\n   40    3. APPLICATION. (A) THE CHIEF EXECUTIVE OFFICER OF A  TAXING  DISTRICT\n   41  IN  WHICH THERE IS PROPERTY OWNED BY AN AFFECTED PROPERTY OWNER MAY MAKE\n   42  APPLICATION FOR STATE ASSISTANCE PURSUANT TO THIS SECTION. SUCH APPLICA-\n   43  TION SHALL BE ON A FORM DEVELOPED BY THE COMMISSIONER.  UPON RECEIPT  OF\n   44  THE  APPLICATION  FOR STATE ASSISTANCE, SUCH PROPERTY SHALL BE VALUED BY\n   45  THE COMMISSIONER AND THE CUMULATIVE VALUE OF ALL  SUCH  LANDS  SHALL  BE\n   46  EQUALIZED BY APPLYING THERETO THE APPROPRIATE STATE EQUALIZATION RATE OR\n   47  SPECIAL  EQUALIZATION  RATE  ESTABLISHED IN ACCORDANCE WITH THE RULES OF\n   48  THE COMMISSIONER.\n   49    (B) SUBJECT TO  AN  ACCEPTABLE  APPLICATION,  THE  COMMISSIONER  SHALL\n   50  COMPUTE  THE AMOUNT OF STATE ASSISTANCE PAYABLE TO OR FOR THE BENEFIT OF\n   51  EACH TAXING DISTRICT BY MULTIPLYING THE VALUE OF THE  ASSESSED  PROPERTY\n   52  BY THE TAX RATE PER THOUSAND FOR EACH TAXING DISTRICT WHO MAKES APPLICA-\n   53  TION  PURSUANT  TO THE PROVISIONS HEREIN. SUCH AMOUNT SHALL THEN BE PAID\n   54  TO THE TAXING DISTRICT UPON THE AUDIT AND WARRANT  OF  THE  STATE  COMP-\n   55  TROLLER OUT OF MONEYS APPROPRIATED BY THE LEGISLATURE. IN THE EVENT THAT\n   56  THE  TOTAL  MONEYS  PAYABLE  PURSUANT  TO  THIS SECTION SHALL EXCEED TEN\n\n       S. 2552                             7\n\n    1  MILLION DOLLARS IN  ANY  STATE  FISCAL  YEAR,  THE  PAYMENTS  TO  TAXING\n    2  DISTRICT SHALL BE REDUCED PROPORTIONATELY FOR EACH TAXING DISTRICT WHICH\n    3  HAS TIMELY MADE APPLICATION PURSUANT TO THIS SECTION.\n    4    4.  RULES.  THE  COMMISSIONER IS AUTHORIZED TO DEVELOP RULES AND REGU-\n    5  LATIONS OR GUIDELINES FOR THE IMPLEMENTATION OF THIS SECTION.\n    6    S 4. The sum of ten million dollars ($10,000,000) or so  much  thereof\n    7  as may be necessary, is hereby appropriated to the commissioner of taxa-\n    8  tion  and  finance  from any moneys in the state treasury in the general\n    9  fund to the credit of the state purposes account not otherwise appropri-\n   10  ated for services and expenses  of  the  commissioner  of  taxation  and\n   11  finance  for  the  purposes  of carrying out the provisions of this act.\n   12  Such sum shall be payable on the audit and warrant of  the  state  comp-\n   13  troller  on  vouchers certified or approved by the commissioner of taxa-\n   14  tion and finance, or his or her duly designated  representative  in  the\n   15  manner provided by law. No expenditure shall be made from this appropri-\n   16  ation  until  a  certificate of approval of availability shall have been\n   17  issued by the director of the budget and  filed  with  the  state  comp-\n   18  troller  and a copy filed with the chair of the senate finance committee\n   19  and the chair of the assembly ways and means committee. Such certificate\n   20  may be amended from time to time by the director of  the  budget  and  a\n   21  copy  of  each such amendment shall be filed with the state comptroller,\n   22  the chair of the senate finance committee and the chair of the  assembly\n   23  ways and means committee.\n   24    S  5. This act shall take effect on the first of January next succeed-\n   25  ing the date on which it shall have become a  law  and  shall  apply  to\n   26  assessment rolls prepared on the basis of taxable status dates occurring\n   27  on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the exemption from taxation for non-profit organizations; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T125913.TXT", "SOBI.D110125.T131916.TXT", "SOBI.D110125.T120909.TXT", "SOBI.D110125.T170010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992810068
}