{
  "year" : 2011,
  "senateBillNo" : "S2557-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2557-2011-1295931600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to pre-existing condition provisions for group and blanket disability policies",
  "summary" : "Relates to pre-existing condition provisions for group and blanket disability policies which excludes coverage under the policy for a disability commencing during the twelve months following the effective date of coverage for the covered person. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : "A4098",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S4770-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2557\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SEWARD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to pre-existing condition\n         provisions for group and blanket disability policies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (b)  of section 3234 of the insurance law, as\n    2  added by chapter 650 of the laws of 1993, is amended to read as follows:\n    3    (b)  AN INSURER THAT OFFERS A POLICY IN CONFORMANCE WITH PARAGRAPH TWO\n    4  OF SUBSECTION (A) OF THIS SECTION  MUST  ALSO  MAKE  AVAILABLE,  AND  IF\n    5  REQUESTED  BY THE POLICYHOLDER, PROVIDE A GROUP OR BLANKET POLICY WITH A\n    6  PRE-EXISTING CONDITION PROVISION WHICH EXCLUDES COVERAGE UNDER THE POLI-\n    7  CY FOR A DISABILITY COMMENCING DURING THE TWELVE  MONTHS  FOLLOWING  THE\n    8  EFFECTIVE DATE OF COVERAGE FOR THE COVERED PERSON.\n    9    (C) Nothing [herein] IN THIS SECTION shall be construed to prohibit or\n   10  restrict  an  insurer from utilizing other forms of underwriting for the\n   11  members of the group in lieu of, or in  addition  to,  the  pre-existing\n   12  condition provision described in subsection (a) OR (B) of this section.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05425-01-1\n",
  "memo" : "BILL NUMBER:S2557\n\nTITLE OF BILL:\n\nAn act\nto amend the insurance law, in relation to pre-existing condition\nprovisions for group and blanket disability policies\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThis bill would amend &sect;3234 of the insurance law to require disability\nincome insurers to make available to employers who purchase group or\nblanket disability insurance the option of a contract with a\npre-existing condition exclusion provision. This bill would require\ninsurers to offer employers a group disability contract with a\nprovision that establishes that a pre-existing condition that occurs\nprior to an employee's effective date of coverage, and results in the\ndisability of that employee within the first twelve months after the\neffective date of coverage, would be excluded from coverage. Insurers\nwould also be required to offer to employers a contract that would\nlimit but not exclude disability coverage for pre-existing conditions.\nEmployers could choose which of these options they want in their\ncontract.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 of the bill amends &sect;3234 of the insurance law by adding a\nnew subsection (b) to require that insurers must make available to\nemployers a pre-existing condition exclusion provision in all group\nand blanket disability contracts being offered. Such exclusion would\nprovide that a pre-existing condition that occurs prior to an\nemployee's effective date of coverage, and results in the disability\nof that employee within the first twelve months after the effective\ndate of coverage, would be excluded from coverage for loss of income.\nSection 1 also re-letters current subsection (b) as new subsection\n(c) and makes conforming changes to the new subsection.\n\nJUSTIFICATION:\n\nDue to a recent Court of Appeals decision (Benesowitz v. Metropolitan\nLife Insurance Company, 8 NY3d 661 2007)\nwhich reinterpreted &sect;3234\n(a) (2) of the insurance law, insurers and businesses in New York\nwere required to revise what was previously considered to be a\npreexisting condition exclusion provision in group disability income\ninsurance contracts and instead apply it as a limitation on coverage\nonly for up to twelve months following the employee's effective date\nof coverage. As a result, employees who become disabled due to a\npre-existing condition are no longer excluded from coverage for the\nlife of that claim. This decision permits some seriously ill\nemployees to obtain coverage and then almost immediately file a claim\n\nand will result, in some cases, in an increase in the premiums\ncharged for group disability income policies in New York. These\nincreased rates would be for a type of coverage that can already be\nquite costly for businesses/employees to afford and any increase in\nrates might preclude this coverage from being purchased or continued\naltogether.\n\nGiving employers the choice of which option to purchase will result in\nmore New Yorkers being offered disability coverage. Those companies\nthat can afford the more expensive benefit could elect to provide\nthat, whereas those who cannot can purchase the contract with the\nless expensive benefit option.\n\nPRIOR LEGISLATIVE HISTORY:\n\nS.4770 of 2009-10\n\nFISCAL IMPLICATIONS:\n\nNone to the State.\n\nEFFECTIVE DATE:\n\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to pre-existing condition provisions for group and blanket disability policies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T145909.TXT", "SOBI.D110127.T181922.TXT", "SOBI.D110125.T154940.TXT", "SOBI.D110125.T161942.TXT", "SOBI.D110126.T122754.TXT", "SOBI.D110125.T160441.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296590349495
}