{
  "year" : 2011,
  "senateBillNo" : "S2565-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2565-2011-1295931600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the criminal penalties for certain offenses relating to judicial and other proceedings",
  "summary" : "Increases the criminal penalties for witness and jury tampering. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2143-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2565\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the criminal penalties for\n         certain offenses relating to judicial and other proceedings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding a new section 215.90 to\n    2  read as follows:\n    3  S 215.90 CRIMINAL PENALTIES FOR CERTAIN OFFENSES  RELATING  TO  JUDICIAL\n    4             AND OTHER PROCEEDINGS.\n    5    1.  A  VIOLATION  OF  SECTION  215.00, 215.05, 215.10, 215.11, 215.12,\n    6  215.13, 215.14, 215.15, 215.16, 215.17, 215.19, 215.20, 215.23,  215.25,\n    7  215.28,  OR  215.30  OF  THIS  ARTICLE SHALL BE SUBJECT TO THE FOLLOWING\n    8  CRIMINAL PENALTIES; PROVIDED, HOWEVER, THAT NO  PENALTY  SHALL  BE  LESS\n    9  THAN THE CRIMINAL PENALTY PROVIDED UNDER THE APPROPRIATE SECTION OF THIS\n   10  ARTICLE.\n   11    2. IF A VIOLATION OF ANY SECTION OF THIS ARTICLE SPECIFIED IN SUBDIVI-\n   12  SION  ONE  OF  THIS SECTION OCCURS DURING A JUDICIAL OR OTHER PROCEEDING\n   13  FOR\n   14    (A) A CLASS A FELONY, THE CRIME SHALL BE A CLASS B FELONY;\n   15    (B) A CLASS B FELONY, THE CRIME SHALL BE A CLASS C FELONY;\n   16    (C) A CLASS C FELONY, THE CRIME SHALL BE A CLASS D FELONY;\n   17    (D) A CLASS D FELONY, THE CRIME SHALL BE A CLASS E FELONY;\n   18    (E) A CLASS E FELONY, THE CRIME SHALL BE A CLASS A MISDEMEANOR.\n   19    S 2. The closing paragraph of section  215.00  of  the  penal  law  is\n   20  amended to read as follows:\n   21    Bribing  a  witness  is SUBJECT TO THE CRIMINAL PENALTY CLASSIFICATION\n   22  PROVISIONS OF SECTION 215.90 OF THIS ARTICLE BUT SHALL NOT BE LESS  THAN\n   23  a class D felony.\n   24    S  3.  The  closing  paragraph  of  section 215.05 of the penal law is\n   25  amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06425-01-1\n\n       S. 2565                             2\n\n    1    Bribe receiving by a witness is SUBJECT TO THE CRIMINAL PENALTY  CLAS-\n    2  SIFICATION PROVISIONS OF SECTION 215.90 OF THIS ARTICLE BUT SHALL NOT BE\n    3  LESS THAN a class D felony.\n    4    S  4.  The  closing  paragraph  of section 215.10 of the penal law, as\n    5  amended by chapter 664 of the laws  of  1982,  is  amended  to  read  as\n    6  follows:\n    7    Tampering with a witness in the fourth degree is SUBJECT TO THE CRIMI-\n    8  NAL  PENALTY CLASSIFICATION PROVISIONS OF SECTION 215.90 OF THIS ARTICLE\n    9  BUT SHALL NOT BE LESS THAN  a class A misdemeanor.\n   10    S 5. The closing paragraph of section 215.11  of  the  penal  law,  as\n   11  added by chapter 664 of the laws of 1982, is amended to read as follows:\n   12    Tampering  with a witness in the third degree is SUBJECT TO THE CRIMI-\n   13  NAL PENALTY CLASSIFICATION PROVISIONS OF SECTION 215.90 OF THIS  ARTICLE\n   14  BUT SHALL NOT BE LESS THAN a class E felony.\n   15    S  6.  The  closing  paragraph  of section 215.12 of the penal law, as\n   16  added by chapter 664 of the laws of 1982, is amended to read as follows:\n   17    Tampering with a witness in the second degree is SUBJECT TO THE CRIMI-\n   18  NAL PENALTY CLASSIFICATION PROVISIONS OF SECTION 215.90 OF THIS  ARTICLE\n   19  BUT SHALL NOT BE LESS THAN a class D felony.\n   20    S  7.  The  closing  paragraph  of section 215.13 of the penal law, as\n   21  added by chapter 664 of the laws of 1982, is amended to read as follows:\n   22    Tampering with a witness in the first degree is SUBJECT TO THE  CRIMI-\n   23  NAL  PENALTY CLASSIFICATION PROVISIONS OF SECTION 215.90 OF THIS ARTICLE\n   24  BUT SHALL NOT BE LESS THAN a class B felony.\n   25    S 8. Subdivision 1 of section 215.14 of the penal law, as  amended  by\n   26  chapter 331 of the laws of 1996, is amended to read as follows:\n   27    1. Any person who is the victim of an offense upon which an accusatory\n   28  instrument is based or, is subpoenaed to attend a criminal proceeding as\n   29  a  witness pursuant to article six hundred ten of the criminal procedure\n   30  law or who exercises his OR HER  rights  as  a  victim  as  provided  by\n   31  section  380.50  or  390.30 of the criminal procedure law or subdivision\n   32  two of section two hundred fifty-nine-i of the  executive  law  and  who\n   33  notifies  his OR HER employer or agent of his OR HER intent to appear as\n   34  a witness, to consult with the district attorney, or to exercise his  OR\n   35  HER  rights  as provided in the criminal procedure law, the family court\n   36  act and the executive law prior to the day of  his  OR  HER  attendance,\n   37  shall  not on account of his OR HER absence from employment by reason of\n   38  such service be subject to discharge or penalty  except  as  hereinafter\n   39  provided.  Upon  request  of the employer or agent, the party who sought\n   40  the attendance or testimony shall provide verification of the employee's\n   41  service.  An employer may, however, withhold wages of any such  employee\n   42  during  the  period of such attendance. The subjection of an employee to\n   43  discharge or penalty on account of his OR HER absence from employment by\n   44  reason of his OR HER required attendance as  a  witness  at  a  criminal\n   45  proceeding or consultation with the district attorney or exercise of his\n   46  OR  HER  rights  as  provided under law shall BE SUBJECT TO THE CRIMINAL\n   47  PENALTY CLASSIFICATION PROVISIONS OF SECTION 215.90 OF THIS ARTICLE  BUT\n   48  SHALL NOT constitute LESS THAN a class B misdemeanor.\n   49    S  9.  The  closing  paragraph  of section 215.15 of the penal law, as\n   50  added by chapter 667 of the laws of 1985, is amended to read as follows:\n   51    Intimidating a victim or witness in the third degree is SUBJECT TO THE\n   52  CRIMINAL PENALTY CLASSIFICATION PROVISIONS OF  SECTION  215.90  OF  THIS\n   53  ARTICLE BUT SHALL NOT BE LESS THAN a class E felony.\n   54    S  10.  The  closing  paragraph of section 215.16 of the penal law, as\n   55  added by chapter 667 of the laws of 1985, is amended to read as follows:\n\n       S. 2565                             3\n\n    1    Intimidating a victim or witness in the second degree  is  SUBJECT  TO\n    2  THE CRIMINAL PENALTY CLASSIFICATION PROVISIONS OF SECTION 215.90 OF THIS\n    3  ARTICLE BUT SHALL NOT BE LESS THAN a class D felony.\n    4    S  11.  The  closing  paragraph of section 215.17 of the penal law, as\n    5  added by chapter 667 of the laws of 1985, is amended to read as follows:\n    6    Intimidating a victim or witness in the first degree is SUBJECT TO THE\n    7  CRIMINAL PENALTY CLASSIFICATION PROVISIONS OF  SECTION  215.90  OF  THIS\n    8  ARTICLE BUT SHALL NOT BE LESS THAN a class B felony.\n    9    S  12.  The closing paragraph of section 215.19 of the penal law, such\n   10  section as renumbered by chapter 667 of the laws of 1985, is amended  to\n   11  read as follows:\n   12    Bribing  a  juror  is  SUBJECT  TO THE CRIMINAL PENALTY CLASSIFICATION\n   13  PROVISIONS OF SECTION 215.90 OF THIS ARTICLE BUT SHALL NOT BE LESS  THAN\n   14  a class D felony.\n   15    S  13.  The  closing  paragraph  of section 215.20 of the penal law is\n   16  amended to read as follows:\n   17    Bribe receiving by a juror is SUBJECT TO THE CRIMINAL PENALTY  CLASSI-\n   18  FICATION  PROVISIONS  OF SECTION 215.90 OF THIS ARTICLE BUT SHALL NOT BE\n   19  LESS THAN a class D felony.\n   20    S 14. The closing paragraph of section 215.23 of  the  penal  law,  as\n   21  added by chapter 305 of the laws of 1990, is amended to read as follows:\n   22    Tampering with a juror in the second degree is SUBJECT TO THE CRIMINAL\n   23  PENALTY  CLASSIFICATION PROVISIONS OF SECTION 215.90 OF THIS ARTICLE BUT\n   24  SHALL NOT BE LESS THAN a class B misdemeanor.\n   25    S 15. The closing paragraph of section 215.25 of  the  penal  law,  as\n   26  amended  by  chapter  305  of  the  laws  of 1990, is amended to read as\n   27  follows:\n   28    Tampering with a juror in the first degree is SUBJECT TO THE  CRIMINAL\n   29  PENALTY  CLASSIFICATION PROVISIONS OF SECTION 215.90 OF THIS ARTICLE BUT\n   30  SHALL NOT BE LESS THAN a class A misdemeanor.\n   31    S 16. The closing paragraph of section 215.28 of  the  penal  law,  as\n   32  added by chapter 305 of the laws of 1990, is amended to read as follows:\n   33    Misconduct  by a juror in the second degree is SUBJECT TO THE CRIMINAL\n   34  PENALTY CLASSIFICATION PROVISIONS OF SECTION 215.90 OF THIS ARTICLE  BUT\n   35  SHALL NOT BE LESS THAN a violation.\n   36    S  17.  The  closing  paragraph of section 215.30 of the penal law, as\n   37  amended by chapter 305 of the laws  of  1990,  is  amended  to  read  as\n   38  follows:\n   39    Misconduct  by  a juror in the first degree is SUBJECT TO THE CRIMINAL\n   40  PENALTY CLASSIFICATION PROVISIONS OF SECTION 215.90 OF THIS ARTICLE  BUT\n   41  SHALL NOT BE LESS THAN a class A misdemeanor.\n   42    S  18.  This  act  shall  take  effect  on  the first of November next\n   43  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the criminal penalties for certain offenses relating to judicial and other proceedings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T155941.TXT", "SOBI.D110125.T160942.TXT", "SOBI.D110126.T122754.TXT", "SOBI.D110125.T162442.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296062874348
}