{
  "year" : 2011,
  "senateBillNo" : "S2560-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2560-2011-1295931600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the establishment of an organ donor information education component as a prerequisite for obtaining a license to operate a motor vehicle",
  "summary" : "Requires the establishment of an organ donor information education component as a prerequisite for obtaining a license to operate a motor vehicle; provides that the commissioner of motor vehicles shall establish the curriculum for such organ donor information education component, including but not limited to, the importance of anatomical gifts and the proper manner of executing the organ donor information on the reverse side of the driver's license. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S894-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2560\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to establishing\n         an organ donor information education component\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (d) of subdivision 4 of section 502 of the vehi-\n    2  cle and traffic law, as amended by chapter 585 of the laws of  2002,  is\n    3  amended and a new paragraph (i) is added to read as follows:\n    4    (d) The commissioner shall make available for distribution upon regis-\n    5  tration  at  each location where the pre-licensing course will be given,\n    6  instructional handbooks outlining the content of the  entire  curriculum\n    7  of  the  pre-licensing  course  including the information required to be\n    8  included in the course pursuant to paragraphs (c),  (c-1)  [and],  (c-2)\n    9  AND (I) of this subdivision. The commissioner shall also provide for the\n   10  additional  training  of  the  instructors  necessary  for the competent\n   11  instruction of the alcohol and drug education and \"Road Rage\"  awareness\n   12  and  \"Work  Zone  Safety\" awareness subject matters of the pre-licensing\n   13  course.\n   14    (I) ORGAN DONOR  INFORMATION  EDUCATION  COMPONENT.  THE  COMMISSIONER\n   15  SHALL PROVIDE IN THE PRE-LICENSING COURSE, SET FORTH IN PARAGRAPH (B) OF\n   16  THIS  SUBDIVISION  A MANDATORY COMPONENT INFORMING PROSPECTIVE LICENSEES\n   17  OF THE IMPORTANCE OF BECOMING AN ORGAN DONOR AND THE ORGAN DONOR  INFOR-\n   18  MATION  PRINTED ON THE REVERSE SIDE OF THE DRIVER'S LICENSE AS A PREREQ-\n   19  UISITE FOR OBTAINING A LICENSE TO OPERATE A MOTOR VEHICLE.  THE  COMMIS-\n   20  SIONER  SHALL  ESTABLISH  A  CURRICULUM  FOR THE ORGAN DONOR INFORMATION\n   21  EDUCATION COMPONENT WHICH SHALL INCLUDE BUT NOT BE LIMITED TO THE IMPOR-\n   22  TANCE OF ANATOMICAL GIFTS; AND THE PROPER MANNER OF EXECUTING THE  ORGAN\n   23  DONOR INFORMATION ON THE REVERSE SIDE OF THE DRIVER'S LICENSE.\n   24    S  2. This act shall take effect on the first of January next succeed-\n   25  ing the date on which it shall have become a law; provided, however, any\n   26  rules or regulations necessary for the implementation of this act on its\n   27  effective date shall be promulgated on or before such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07162-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to establishing an organ donor information education component ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T161444.TXT", "SOBI.D110125.T155941.TXT", "SOBI.D110125.T160942.TXT", "SOBI.D110125.T161942.TXT", "SOBI.D110126.T122754.TXT", "SOBI.D110125.T155450.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296062874339
}