{
  "year" : 2011,
  "senateBillNo" : "S2564-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2564-2011-1295931600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a mechanism for the confidential voter registration of certain \"law enforcement officials\" as defined",
  "summary" : "Allows law enforcement officials to obtain a court order which would prevent the release of personal, identifying information kept by the board of elections to anyone except another board of elections or a governmental agency; defines the term \"law enforcement official\" as those persons who, to a substantial extent of their time, are engaged primarily in the enforcement of criminal laws, whether state or federal. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S1010-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2564\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to providing  a  mechanism\n         for rendering and keeping confidential the voter registration informa-\n         tion of certain law enforcement officials\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The election law is amended by adding a new section  5-217\n    2  to read as follows:\n    3    S  5-217.  CONFIDENTIAL REGISTRATION FOR LAW ENFORCEMENT OFFICIALS. 1.\n    4  FOR THE PURPOSES OF THIS SECTION, SECTION 11-303 AND SECTION  16-120  OF\n    5  THIS CHAPTER, THE TERM \"LAW ENFORCEMENT OFFICIAL\" SHALL MEAN ALL OF, BUT\n    6  ONLY, THE FOLLOWING:\n    7    (A) A POLICE OFFICER DEFINED IN PARAGRAPH (A), (B), (D), (G) OR (K) OF\n    8  SUBDIVISION THIRTY-FOUR OF SECTION 1.20 OF THE CRIMINAL PROCEDURE LAW;\n    9    (B) A FEDERAL LAW ENFORCEMENT OFFICER DEFINED IN SUBDIVISION ONE, TWO,\n   10  THREE, FOUR OR FIVE OF SECTION 2.15 OF THE CRIMINAL PROCEDURE LAW;\n   11    (C) A JUDGE OF THE COUNTY COURT, AND A JUSTICE OF THE SUPREME COURT OF\n   12  THIS STATE; AND\n   13    (D)  A  DISTRICT ATTORNEY DEFINED IN SUBDIVISION THIRTY-TWO OF SECTION\n   14  1.20 OF THE CRIMINAL PROCEDURE LAW, A  UNITED  STATES  ATTORNEY  AND  AN\n   15  ASSISTANT UNITED STATES ATTORNEY.\n   16    2.  UPON RECEIPT OF A CONFORMED COPY OF AN ORDER OF THE COURT PURSUANT\n   17  TO SECTION 16-120 OF THIS CHAPTER TO RENDER AND KEEP VOTER  REGISTRATION\n   18  INFORMATION  CONCERNING  A  LAW ENFORCEMENT OFFICIAL CONFIDENTIAL, WHICH\n   19  ORDER WAS PREVIOUSLY FILED WITH THE COUNTY CLERK, THE APPROPRIATE COUNTY\n   20  BOARD OF ELECTIONS SHALL CAUSE THE VOTER REGISTRATION INFORMATION IN ITS\n   21  POSSESSION CONCERNING SUCH LAW ENFORCEMENT OFFICIAL TO BE  RENDERED  AND\n   22  KEPT  CONFIDENTIAL  IN  ACCORDANCE  WITH  THE TERMS OF SUCH ORDER ISSUED\n   23  PURSUANT TO SECTION 16-120 OF THIS CHAPTER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06798-01-1\n\n       S. 2564                             2\n\n    1    3. IF SUCH BOARD OF ELECTIONS  BECOMES  COGNIZANT  OF  AN  ACT  HAVING\n    2  OCCURRED  WHICH  BY  THE  TERMS  OF  SUCH ORDER OF THE COURT RENDERS THE\n    3  REQUIREMENTS OF SUCH ORDER NULL AND VOID PURSUANT TO SECTION  16-120  OF\n    4  THIS CHAPTER, IT SHALL:\n    5    (A)  NOTIFY  THE LAW ENFORCEMENT OFFICIAL THAT SUCH BOARD OF ELECTIONS\n    6  HAS BECOME COGNIZANT OF AN ACT WHICH BY THE TERMS OF  SUCH  COURT  ORDER\n    7  RENDERS THE REQUIREMENTS OF SUCH ORDER NULL AND VOID PURSUANT TO SECTION\n    8  16-120 OF THIS CHAPTER AND THAT ACCORDINGLY THE REGISTRATION INFORMATION\n    9  PERTAINING  TO  SUCH  LAW  ENFORCEMENT OFFICIAL IS BEING RESTORED TO AND\n   10  RE-FILED IN THE PUBLIC FILES OF SUCH BOARD; AND\n   11    (B) FIVE DAYS AFTER THE DATE OF MAILING OF SUCH NOTICE CAUSE ALL VOTER\n   12  REGISTRATION FORMS AND INFORMATION IN ITS POSSESSION CONCERNING SUCH LAW\n   13  ENFORCEMENT OFFICIAL TO BE RE-FILED IN THE PUBLIC FILES OF  SUCH  BOARD,\n   14  INCLUDING  BUT NOT LIMITED TO IN ITS BUFF CARD BINDERS, ITS REGISTRATION\n   15  LISTS, ITS FILES FOR PRINTING ELECTION DAY POLL LISTS AND ITS  COMPUTER-\n   16  IZED SEARCH FILES AVAILABLE FOR USE BY THE PUBLIC.\n   17    4.  THE  BOARD  OF  ELECTIONS SHALL MAINTAIN AN UP-TO-DATE LIST OF THE\n   18  NAMES AND PARTY  ENROLLMENTS  OF  ALL  LAW  ENFORCEMENT  OFFICIALS  WITH\n   19  RESPECT  TO WHOM ORDERS OF THE COURT, PURSUANT TO SECTION 16-120 OF THIS\n   20  CHAPTER, TO RENDER  AND  KEEP  CERTAIN  VOTER  REGISTRATION  INFORMATION\n   21  CONCERNING THEM CONFIDENTIAL ARE RECEIVED BY SUCH BOARD. FIVE DAYS AFTER\n   22  MAILING  THE  NOTICE  REQUIRED  BY PARAGRAPH (A) OF SUBDIVISION THREE OF\n   23  THIS SECTION UNDER THE CIRCUMSTANCES WHICH RESULT IN THE MAILING OF SUCH\n   24  NOTICE, THE BOARD OF ELECTIONS SHALL CAUSE THE NAME AND  OTHER  INFORMA-\n   25  TION  OF  THE  LAW  ENFORCEMENT  OFFICIAL  CONTAINED  ON SUCH LIST TO BE\n   26  REMOVED OR DELETED FROM SUCH LIST.\n   27    5. THE PROVISIONS OF SECTION  17-106  OF  THIS  CHAPTER,  RELATING  TO\n   28  MISCONDUCT  OF  ELECTION OFFICERS, SHALL APPLY TO THE NEW DUTIES CREATED\n   29  BY THIS SECTION, SECTION 9-209, SECTION 11-303  AND  SECTION  16-120  OF\n   30  THIS  CHAPTER  RELATING TO RENDERING AND KEEPING CERTAIN VOTER REGISTRA-\n   31  TION INFORMATION OF LAW ENFORCEMENT OFFICIALS CONFIDENTIAL.\n   32    S 2. Section 9-209 of the election law, as amended by chapter  104  of\n   33  the laws of 2010, the opening paragraph of such section and subparagraph\n   34  (i)  of  paragraph (a) of subdivision 2 as amended by chapter 163 of the\n   35  laws of 2010, is amended to read as follows:\n   36    S 9-209. Canvass of absentee, military and special ballots and ballots\n   37  cast by voters  with  registration  poll  records  missing  on  days  of\n   38  election  or  voters who have not had their identity previously verified\n   39  or who have moved after registering. Before completing  the  canvass  of\n   40  votes  cast in any primary, general, special, or other election at which\n   41  voters are required to  sign  their  registration  poll  records  before\n   42  voting,  the  board of elections shall proceed in the manner hereinafter\n   43  prescribed to cast and canvass any absentee, military, special presiden-\n   44  tial, special federal or other special ballots and any ballots voted  by\n   45  voters who moved within the county or city after registering, voters who\n   46  are in inactive status, voters whose registration was incorrectly trans-\n   47  ferred  to  another  address even though they did not move, voters whose\n   48  registration poll records were missing on  the  day  of  such  election,\n   49  voters  who  have  not had their identity previously verified and voters\n   50  whose registration poll records did not show them to be enrolled in  the\n   51  party  in  which they claimed to be enrolled.  Each such ballot shall be\n   52  retained in the original envelope containing the voter's  affidavit  and\n   53  signature, in which it is delivered to the board of elections until such\n   54  time as it is to be cast and canvassed.\n   55    1.  (a)  The  board of elections shall designate itself or such of its\n   56  employees as it shall deem appropriate as a set of poll clerks  to  cast\n\n       S. 2564                             3\n\n    1  and canvass such ballots, and fix a time and place for their meeting for\n    2  such  purpose, provided that such meeting shall be no more than fourteen\n    3  days after a general or special election and no  more  than  eight  days\n    4  after  a primary election at which such ballots are voted. The board may\n    5  designate additional sets of poll clerks and if it designates more  than\n    6  one  such set shall apportion among all such sets the election districts\n    7  from which such ballots have  been  received,  provided  that  all  such\n    8  ballots  from  a  single election district shall be assigned to a single\n    9  set of clerks, and that each such set shall be divided  equally  between\n   10  representatives of the two major political parties. [Each] THE BOARD MAY\n   11  SPECIALLY  DESIGNATE ONE OR MORE OF SUCH SETS OF POLL CLERKS TO CAST AND\n   12  CANVASS SPECIAL BALLOTS RECEIVED FROM  LAW  ENFORCEMENT  OFFICIALS  WITH\n   13  RESPECT  TO  WHOM  CERTAIN  REGISTRATION  INFORMATION  HAS BEEN RENDERED\n   14  CONFIDENTIAL BY COURT ORDERS ISSUED PURSUANT TO SECTION 16-120  OF  THIS\n   15  CHAPTER  PROVIDED  THAT  THE BOARD HAS TAKEN ADEQUATE MEASURES TO ENSURE\n   16  THAT THE CONFIDENTIALITY OF SUCH INFORMATION IS PRESERVED IN  ACCORDANCE\n   17  WITH  THE  TERMS  OF  SUCH  ORDERS AND HAS TRAINED EVERY SUCH POLL CLERK\n   18  RESPONSIBLE FOR CASTING AND CANVASSING SUCH BALLOTS OF  LAW  ENFORCEMENT\n   19  OFFICIALS  IN THE REQUIREMENTS OF SUCH ORDERS AND IS SATISFIED THAT THEY\n   20  WILL COMPLY WITH SUCH ORDERS ACCORDINGLY. EVERY such set of clerks shall\n   21  be deemed a central board of inspectors for purposes of this section.\n   22    (b) At least five days prior to the time fixed for such  meeting,  the\n   23  board shall send notice by first class mail to each candidate, political\n   24  party, and independent body entitled to have had watchers present at the\n   25  polls  in any election district in the board's jurisdiction. Such notice\n   26  shall state the time and place fixed by the board for such canvass.\n   27    (c) Each such candidate, political party, and independent  body  shall\n   28  be  entitled  to  appoint  such  number  of watchers to attend upon each\n   29  central board of inspectors as such candidate, political party, or inde-\n   30  pendent body was entitled  to  appoint  at  such  election  in  any  one\n   31  election  district  for which such central board of inspectors is desig-\n   32  nated to act.\n   33    2. (a) [(i)] Upon assembling at the time  and  place  fixed  for  such\n   34  meeting,  each  central  board  of inspectors shall cast and canvass the\n   35  envelopes and the ballots therein contained as nearly as practicable  in\n   36  the manner provided by this chapter for a board of inspectors to consid-\n   37  er, cast, and canvass absentee ballot envelopes.\n   38    [(ii)]  (B)  If  the  board of inspectors determines that a person was\n   39  entitled to vote at such election it shall cast and canvass such  ballot\n   40  if  such board finds that ministerial error by the board of elections or\n   41  any of its employees caused such ballot envelope not to be valid on  its\n   42  face.\n   43    [(iii)]  (C)  If  the  board of elections determines that a person was\n   44  entitled to vote at such election, the board shall cast and canvass such\n   45  ballot if such board finds that the voter appeared at the correct  poll-\n   46  ing  place,  regardless  of the fact that the voter may have appeared in\n   47  the incorrect election district.\n   48    [(b)(i)] 3. (A) Such board of inspectors shall also cast  and  canvass\n   49  any federal write-in absentee ballots validly cast by an absentee voter,\n   50  a military voter or a special federal voter for the offices of president\n   51  and   vice-president,   United  States  senator  and  representative  in\n   52  congress.  Such board of inspectors shall  also  cast  and  canvass  any\n   53  federal  write-in  absentee ballots validly cast by a military voter for\n   54  all questions or proposals, public offices or party positions for  which\n   55  a  military  voter  is otherwise eligible to vote as provided in section\n   56  10-104 of this chapter.\n\n       S. 2564                             4\n\n    1    [(ii)] (B)  Federal  write-in  absentee  ballots  shall  be  cast  and\n    2  canvassed  only  if:  (A)  an  application  for an absentee, military or\n    3  special federal ballot was  received  from  the  absentee,  military  or\n    4  special  federal voter at least thirty days before election day; (B) the\n    5  federal  write-in  absentee  ballot was submitted from inside or outside\n    6  the United States by a military voter or was submitted from outside  the\n    7  United States by a special federal voter; (C) such ballot is received by\n    8  the board of elections not later than thirteen days following the day of\n    9  election  or  seven days after a primary election; and (D) the absentee,\n   10  military or special federal ballot which was sent to the  voter  is  not\n   11  received  by  the board of elections by the thirteenth day following the\n   12  day of a general or special election or the seventh day after a  primary\n   13  election.\n   14    [(iii)]  (C)(I) If such a federal write-in absentee ballot is received\n   15  after election day, the envelope in which it is received  must  contain:\n   16  (A) a cancellation mark of the United States postal service or a foreign\n   17  country's  postal service; (B) a dated endorsement of receipt by another\n   18  agency of the United States government; or (C) if  cast  by  a  military\n   19  voter,  the signature and date of the voter and one witness thereto with\n   20  a date which is ascertained to be not later than the day before election\n   21  day.\n   22    [(iv)] (II) If such a federal write-in absentee  ballot  contains  the\n   23  name  of  a  person  or persons in the space provided for a vote for any\n   24  office, such ballot shall be counted  as  a  vote  for  such  person  or\n   25  persons.  A  vote  for a person who is the candidate of a party or inde-\n   26  pendent body either for president or vice-president shall be  deemed  to\n   27  be  a vote for both the candidates of such party or independent body for\n   28  such offices. If such a ballot contains the name of a party or independ-\n   29  ent body in the space provided for a vote for any  office,  such  ballot\n   30  shall be deemed to be a vote for the candidate or candidates, if any, of\n   31  such  party  or  independent  body  for  such office. In the case of the\n   32  offices of president and vice-president a vote  cast  for  a  candidate,\n   33  either  directly  or  by  writing  in the name of a party or independent\n   34  body, shall also be deemed to be votes for the electors supporting  such\n   35  candidate.    Any  abbreviation, misspelling or other minor variation in\n   36  the form of the name of a candidate or a party or independent body shall\n   37  be disregarded in determining the validity of the ballot, if the  inten-\n   38  tion can be ascertained.\n   39    [(c)]  4. The following provisions shall apply to casting and canvass-\n   40  ing of all such ballots which are  counted  by  machine  and  all  other\n   41  provisions  of  this chapter with respect to casting and canvassing such\n   42  ballots which are not inconsistent with this paragraph shall be applica-\n   43  ble to such ballots.\n   44    [(i)] (A) Such ballots shall be counted by placing them,  arranged  by\n   45  election district, in the counting machine.\n   46    [(ii)]  (B)  Such  ballots may be separated into sections before being\n   47  placed in the counting machine.\n   48    [(iii)] (C) Any write-in ballots  and  any  ballots  which  cannot  be\n   49  counted  by  the  machine  shall  be counted manually subject to all the\n   50  applicable provisions of  this  chapter  with  respect  to  counting  of\n   51  ballots.\n   52    [(iv)]  (D)  The record of the vote counted by machine for each candi-\n   53  date and for and against  each  ballot  proposal,  printed  by  election\n   54  district,  shall be preserved in the same manner and for the same period\n   55  as the returns of canvass for the election.\n\n       S. 2564                             5\n\n    1    [(d)] 5. Any person lawfully present may object to the refusal to cast\n    2  or canvass any ballot on the grounds that the voter is a properly quali-\n    3  fied voter of the election district, or in the case of a  party  primary\n    4  duly  enrolled  in  such  party,  or to the casting or canvassing of any\n    5  ballot  on  the grounds that the voter is not a properly qualified voter\n    6  of the election district, or in the case of a  party  primary  not  duly\n    7  enrolled  in  such party, or otherwise not entitled to cast such ballot.\n    8  HOWEVER, THE RIGHT OF ANY SUCH PERSON  TO  SEE  THE  COMPLETED  ORIGINAL\n    9  VOTER  REGISTRATION  FORM AND REGISTRATION INFORMATION OF A LAW ENFORCE-\n   10  MENT OFFICIAL WHOSE FORM AND CERTAIN OF SUCH INFORMATION ARE SUBJECT  TO\n   11  A  COURT  ORDER  OF CONFIDENTIALITY ISSUED PURSUANT TO SECTION 16-120 OF\n   12  THIS CHAPTER SHALL BE LIMITED IN ACCORDANCE WITH THE PROVISIONS OF  SUCH\n   13  SECTION.  When  any such objection is made, the central board of inspec-\n   14  tors shall forthwith proceed to determine such objection and  reject  or\n   15  cast  such  ballot  according to such determination. If the board cannot\n   16  agree as to the validity of the ballot it shall set  the  ballot  aside,\n   17  unopened,  for  a period of three days at which time the ballot envelope\n   18  shall be opened and the vote counted unless  otherwise  directed  by  an\n   19  order of the court.\n   20    [(e)]  6.  Upon  completing  the  casting and canvassing of ballots as\n   21  hereinabove provided for any election district,  the  central  board  of\n   22  inspectors  shall  thereupon,  as  nearly  as  practicable in the manner\n   23  provided in this chapter for absentee  ballots,  verify  the  number  of\n   24  ballots so cast, tally the votes so cast, add such tally to the previous\n   25  tally  of  all  votes  cast  in such election district, and announce the\n   26  result.\n   27    S 3.  The election law is amended by adding a new  section  11-303  to\n   28  read as follows:\n   29    S  11-303.  SPECIAL BALLOTS FOR LAW ENFORCEMENT OFFICIALS SUBJECT TO A\n   30  CONFIDENTIAL REGISTRATION ORDER. 1. ANY  LAW  ENFORCEMENT  OFFICIAL,  AS\n   31  DEFINED  IN  SECTION 5-217 OF THIS CHAPTER, WHO HAS OBTAINED AN ORDER OF\n   32  THE COURT PURSUANT TO SECTION 16-120 OF THIS CHAPTER TO RENDER AND  KEEP\n   33  CONFIDENTIAL  HIS  OR  HER  VOTER  REGISTRATION INFORMATION, WHICH ORDER\n   34  REMAINS EFFECTIVE WITH RESPECT TO AN ELECTION OCCURRING DURING THE  FOUR\n   35  YEAR  PERIOD  OF  SUCH  ORDER,  WHO DESIRES TO VOTE IN ANY SUCH ELECTION\n   36  SHALL VOTE IN SUCH ELECTION ONLY BY SPECIAL BALLOT.\n   37    2. NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER, A LAW ENFORCE-\n   38  MENT OFFICIAL WHO OBTAINED SUCH AN ORDER WHICH WAS SERVED UPON THE COUN-\n   39  TY BOARD OF ELECTIONS AND FOR WHICH NO ORDER  REVOKING  SUCH  ORDER  HAS\n   40  BEEN  SERVED  UPON  SUCH  BOARD  NEED  NOT SUBMIT AN APPLICATION FORM OR\n   41  REQUEST FOR A SPECIAL BALLOT AND NEED HAVE NO OTHER GROUNDS  TO  RECEIVE\n   42  SUCH  SPECIAL  BALLOT  FOR SUCH ELECTION, AND SUCH BOARD SHALL DELIVER A\n   43  SPECIAL BALLOT TO SUCH LAW ENFORCEMENT OFFICIAL OTHERWISE IN  ACCORDANCE\n   44  WITH THE PROVISIONS OF THIS CHAPTER.\n   45    3.  A  SPECIAL  BALLOT  WHICH  IS RECEIVED BY THE APPROPRIATE BOARD OF\n   46  ELECTIONS PRIOR TO THE DEADLINE FOR ITS RECEIPT FROM A  LAW  ENFORCEMENT\n   47  OFFICIAL,  THE CONTENTS OF WHOSE VOTER REGISTRATION FORM ARE MADE CONFI-\n   48  DENTIAL BY AN ORDER  STILL  IN  EFFECT,  SHALL  BE  RETAINED,  CAST  AND\n   49  CANVASSED PURSUANT TO SECTION 9-209 OF THIS CHAPTER.\n   50    S  4.  The  election  law is amended by adding a new section 16-120 to\n   51  read as follows:\n   52    S 16-120. PROCEEDING TO RENDER CERTAIN VOTER REGISTRATION  INFORMATION\n   53  RELATING  TO  LAW  ENFORCEMENT  OFFICIALS CONFIDENTIAL.   1. THE SUPREME\n   54  COURT, BY A JUSTICE THEREOF WITHIN THE JUDICIAL DISTRICT, OR THE  COUNTY\n   55  COURT,  BY A JUDGE THEREOF WITHIN THE COUNTY, IN A PROCEEDING INSTITUTED\n   56  BY A LAW ENFORCEMENT OFFICIAL AS DEFINED IN SECTION 5-217 OF THIS  CHAP-\n\n       S. 2564                             6\n\n    1  TER,  MAY  ISSUE  AN  ORDER  DIRECTING  THE  APPROPRIATE COUNTY BOARD OF\n    2  ELECTIONS TO REMOVE FROM ITS PRESENT LOCATION, RENDER AND KEEP CONFIDEN-\n    3  TIAL, AND PLACE IN A SEPARATE SPECIAL FILE THE COMPLETED ORIGINAL  VOTER\n    4  REGISTRATION  FORM  OF  THE  PETITIONER  AND CERTAIN INFORMATION DERIVED\n    5  THEREFROM CONSISTING OF THE PETITIONER'S ADDRESS, ASSEMBLY  DISTRICT  OR\n    6  WARD,  ELECTION DISTRICT, PHYSICAL DESCRIPTION AND INFORMATION IDENTIFY-\n    7  ING THE PETITIONER OTHER THAN BY SIGNATURE WHICH ARE  OTHERWISE  LOCATED\n    8  OR  WHICH  WOULD, IN THE ABSENCE OF THIS PROVISION, OTHERWISE BE LOCATED\n    9  IN ANY PLACE IN ITS PUBLIC FILES, INCLUDING BUT NOT LIMITED TO, ITS BUFF\n   10  CARD BINDERS, ITS REGISTRATION LISTS, ITS FILES  FOR  PRINTING  ELECTION\n   11  DAY  POLL  LISTS  AND ITS COMPUTERIZED SEARCH FILES AVAILABLE FOR USE BY\n   12  THE PUBLIC.\n   13    2. SUCH ORDER SHALL PROVIDE THAT SUCH SEPARATE SPECIAL  FILE  AND  THE\n   14  FORMS  AND INFORMATION CONTAINED THEREIN SHALL BE ACCESSIBLE ONLY TO THE\n   15  FOLLOWING PERSONS OR ENTITIES UNDER THE FOLLOWING  CONDITIONS,  IN  EACH\n   16  CASE  SUBJECT  TO ADEQUATE MEASURES HAVING BEEN TAKEN AGAINST ANY PUBLIC\n   17  DISCLOSURE OF THE INFORMATION CONTAINED THEREIN PRIOR TO  GRANTING  SUCH\n   18  ACCESS:\n   19    (A)  SUCH  ELECTION  OFFICERS  AND/OR  EMPLOYEES IN THE PERFORMANCE OF\n   20  THEIR OFFICIAL DUTIES AS ARE SPECIALLY DESIGNATED FOR  SUCH  PURPOSE  BY\n   21  THE BOARD OF ELECTIONS;\n   22    (B) ANY COURT OF COMPETENT JURISDICTION WHICH HAS DETERMINED THAT SUCH\n   23  COMPLETED  ORIGINAL VOTER REGISTRATION FORM OR THE INFORMATION CONTAINED\n   24  THEREON IS NECESSARY, RELEVANT AND COMPETENT EVIDENCE TO PROVE AN  ISSUE\n   25  BEFORE THE COURT IN LITIGATION, PROVIDED THAT ANY SUBPOENA FOR SUCH FORM\n   26  OR  INFORMATION  MUST  BE APPROVED AND SIGNED BY THE COURT WITH ADEQUATE\n   27  PROVISION MADE FOR SEALING SUCH EVIDENCE TO PREVENT  ITS  DISCLOSURE  TO\n   28  THE PUBLIC;\n   29    (C)  ANY  LAW  ENFORCEMENT  OFFICIAL, LAW ENFORCEMENT OFFICER OR GRAND\n   30  JURY CONDUCTING A CRIMINAL INVESTIGATION IN WHICH SUCH FORM OR  INFORMA-\n   31  TION  IS NECESSARY, RELEVANT AND COMPETENT EVIDENCE OF THE COMMISSION OF\n   32  A CRIME PROVIDED THAT  ADEQUATE  PROVISION  IS  MADE  FOR  SEALING  SUCH\n   33  EVIDENCE TO PREVENT ITS DISCLOSURE TO THE PUBLIC; AND\n   34    (D)  OFFICERS  OF THE COURT IN ANY PROCEEDING BROUGHT PURSUANT TO THIS\n   35  ARTICLE WITH THE SAME PROVISO TO PREVENT ITS DISCLOSURE TO THE PUBLIC.\n   36    3. SUCH ORDER SHALL NOT APPLY, WITH RESPECT TO  THE  ORIGINAL  ACT  OF\n   37  VOTER  REGISTRATION AT THE TIME OF SUCH ACT, TO A WATCHER DULY APPOINTED\n   38  PURSUANT TO SECTION 5-206 OF THIS CHAPTER WHO IS PERSONALLY  PRESENT  AT\n   39  SUCH TIME TO WITNESS SUCH ACT.  SUCH WATCHER SHALL AT SUCH TIME HAVE ALL\n   40  OF  THE  RIGHTS OF A DULY APPOINTED WATCHER INCLUDING BUT NOT LIMITED TO\n   41  THE RIGHT TO INSPECT THE VOTER REGISTRATION FORM COMPLETED BY THE  PETI-\n   42  TIONER  AND MAY CHALLENGE THE VOTER REGISTRATION OF SUCH LAW ENFORCEMENT\n   43  OFFICIAL AT SUCH TIME, AS AUTHORIZED BY SECTION 5-218 OF THIS CHAPTER.\n   44    4. SUCH ORDER SHALL NOT APPLY TO ANY WATCHER DULY  APPOINTED  PURSUANT\n   45  TO  PARAGRAPH  C OF SUBDIVISION ONE OF SECTION 9-209 OF THIS CHAPTER WHO\n   46  IS PRESENT AT THE COUNTY BOARD OF  ELECTIONS,  DURING  THE  CASTING  AND\n   47  CANVASSING  OF  A  SPECIAL  BALLOT  VOTED  BY THE PETITIONER PURSUANT TO\n   48  SECTION 11-303 OF THIS CHAPTER, AND ANY OTHER PERSON LAWFULLY PRESENT AT\n   49  SUCH CANVASS, WHO MAY, PURSUANT TO THE PROVISIONS OF SUBDIVISION FIVE OF\n   50  SECTION 9-209 OF THIS CHAPTER, OBSERVE SUCH CASTING AND  CANVASSING  AND\n   51  OBJECT  TO  THE  CASTING AND CANVASSING OF SUCH A SPECIAL BALLOT OR TO A\n   52  FAILURE OR REFUSAL TO CAST AND CANVASS SUCH A SPECIAL BALLOT AS  AUTHOR-\n   53  IZED BY SUCH SUBDIVISION FIVE OF SECTION 9-209 OF THIS CHAPTER, PROVIDED\n   54  THAT  IF SUCH A WATCHER OR OTHER PERSON LAWFULLY PRESENT AT SUCH CANVASS\n   55  REQUESTS TO SEE THE COMPLETED ORIGINAL VOTER REGISTRATION  FORM  OF  THE\n   56  PETITIONER, SUCH REQUEST SHALL NOT BE GRANTED BUT HE OR SHE SHALL, UNDER\n\n       S. 2564                             7\n\n    1  THE  SUPERVISION  OF  AT LEAST TWO ELECTION OFFICERS OR EMPLOYEES DESIG-\n    2  NATED IN THE MANNER PROVIDED IN PARAGRAPH (A) OF SUBDIVISION TWO OF THIS\n    3  SECTION, BE ALLOWED TO THEN  AND  THERE  VERIFY  AND  COMPARE  ONLY  THE\n    4  PETITIONER'S   NAME,   SIGNATURE  AND  PARTY  ENROLLMENT,  BUT  NOT  THE\n    5  PETITIONER'S ADDRESS, ASSEMBLY  DISTRICT  OR  WARD,  ELECTION  DISTRICT,\n    6  PHYSICAL DESCRIPTION NOR ANY OTHER INFORMATION IDENTIFYING THE PETITION-\n    7  ER, WITH A PHOTOSTATIC COPY OF THE COMPLETED ORIGINAL VOTER REGISTRATION\n    8  FORM  OF THE PETITIONER ON WHICH THE ADDRESS, ASSEMBLY DISTRICT OR WARD,\n    9  ELECTION DISTRICT, PHYSICAL DESCRIPTION AND ANY SUCH  OTHER  INFORMATION\n   10  IDENTIFYING  THE PETITIONER HAS BEEN COVERED OR BLOCKED OUT SO AS NOT TO\n   11  BE VISIBLE TO OR DISCLOSED TO SUCH  WATCHER  OR  OTHER  PERSON  LAWFULLY\n   12  PRESENT  AT  SUCH  CANVASS.   IF THERE IS A CHALLENGE TO THE VALIDITY OF\n   13  PETITIONER'S RESIDENCE AND ELIGIBILITY TO VOTE IN AN ELECTION, MADE BY A\n   14  WATCHER, THERE SHALL BE A DETERMINATION MADE  BY  THE  COMMISSIONERS  OF\n   15  ELECTIONS  ON SUCH CHALLENGE.  IF THERE IS A TIE VOTE OF THE COMMISSION-\n   16  ERS ON THE ELIGIBILITY OF THE PETITIONER,  THEN  A  COURT  OF  COMPETENT\n   17  JURISDICTION  SHALL DECIDE THE PETITIONER'S ELIGIBILITY WITHOUT DISCLOS-\n   18  ING THE CONFIDENTIAL INFORMATION.\n   19    5. SUCH ORDER SHALL NOT PREVENT VERIFICATION  BY  ANY  PERSON  OF  THE\n   20  PETITIONER'S  NAME, SIGNATURE AND PARTY ENROLLMENT, BY COMPARISON WITH A\n   21  PHOTOSTATIC COPY OF THE  COMPLETED  ORIGINAL  VOTER  REGISTRATION  FORM,\n   22  PROVIDED  THAT  THE  PETITIONER'S  ADDRESS,  ASSEMBLY  DISTRICT OR WARD,\n   23  ELECTION DISTRICT, PHYSICAL DESCRIPTION AND OTHER INFORMATION  IDENTIFY-\n   24  ING THE PETITIONER ARE KEPT CONFIDENTIAL BY ANY SUITABLE MEANS.\n   25    6. EXCEPT AS PROVIDED IN SUBDIVISION SEVEN OF THIS SECTION, SUCH ORDER\n   26  SHALL  BE  EFFECTIVE  FOR  A  PERIOD  OF FOUR YEARS AND SHALL APPLY WITH\n   27  RESPECT TO ALL ELECTIONS OCCURRING DURING SUCH FOUR YEAR PERIOD, AND MAY\n   28  BE EXTENDED BY THE COURT FOR ADDITIONAL FOUR YEAR PERIODS UPON AFFIDAVIT\n   29  OF THE PETITIONER THAT HE OR SHE CONTINUES TO MEET THE DEFINITION  OF  A\n   30  LAW ENFORCEMENT OFFICIAL DEFINED IN SECTION 5-217 OF THIS CHAPTER.\n   31    7.  SUCH ORDER SHALL PROVIDE THAT THE REQUIREMENTS OF SUBDIVISIONS ONE\n   32  AND TWO OF THIS SECTION CONTAINED IN SUCH ORDER SHALL BE NULL  AND  VOID\n   33  IF:\n   34    (A)  SUCH  LAW  ENFORCEMENT OFFICIAL HAS ENGAGED IN ONE OR MORE ACTIV-\n   35  ITIES PREPARATORY TO A DESIGNATION, NOMINATION OR ELECTION OF  SUCH  LAW\n   36  ENFORCEMENT OFFICIAL TO A PUBLIC OFFICE OR PARTY POSITION, INCLUDING BUT\n   37  NOT  LIMITED  TO  CAUSING  THE PRINTING OF PETITIONS OR THE OBTAINING OF\n   38  SIGNATURES THEREON, DESIGNATING  A  CAMPAIGN  TREASURER,  AUTHORIZING  A\n   39  POLITICAL  COMMITTEE  OR THE MAKING OF CAMPAIGN EXPENDITURES, OR CAUSING\n   40  THE PRINTING OR DISTRIBUTION OF CAMPAIGN LEAFLETS OR FLYERS; OR\n   41    (B) SUCH LAW ENFORCEMENT OFFICIAL HAS SIGNED A DESIGNATING OR NOMINAT-\n   42  ING PETITION AS A RESULT OF WHICH THERE IS A NEED TO VERIFY ANY  OF  THE\n   43  INFORMATION  OTHERWISE  RENDERED CONFIDENTIAL BY SUCH ORDER, IN ORDER TO\n   44  DETERMINE THE VALIDITY OF SUCH SIGNATURE ON SUCH PETITION OR ON  ANOTHER\n   45  DESIGNATING OR NOMINATING PETITION; OR\n   46    (C)  A PERSON PREVIOUSLY ENTITLED TO AN ORDER UNDER THIS SECTION IS NO\n   47  LONGER ENTITLED TO ITS BENEFITS BECAUSE SUCH PERSON IS NO LONGER  A  LAW\n   48  ENFORCEMENT OFFICIAL AS DEFINED IN SECTION 5-217 OF THIS CHAPTER.\n   49    S  5.  It  is  the  intention  of the legislature in enacting this act\n   50  providing a specified procedure to render voter registration information\n   51  pertaining to \"law enforcement officials\", as defined therein, confiden-\n   52  tial subject to certain exceptions, that all of the provisions  of  this\n   53  act form one interdependent and connected whole and that the legislature\n   54  would not have enacted any particular provision of this act without also\n   55  enacting  all  of  the other provisions of this act. Accordingly, if any\n   56  provision of this act shall be adjudged, by a court of competent  juris-\n\n       S. 2564                             8\n\n    1  diction  and after any and all appeals have been exhausted in such case,\n    2  to be invalid, the judgment shall not be confined in  its  operation  to\n    3  such  provision  but shall render all of the provisions of this act null\n    4  and  void. In such event any board of elections which is a party to such\n    5  case shall notify the legislative bill drafting commission of such judg-\n    6  ment in order for the commission to maintain an accurate up-to-date data\n    7  base of the text of the laws of the state of New York in furtherance  of\n    8  effecting  the  provisions  of  section  44  of  the legislative law and\n    9  section 70-b of the public officers law.\n   10    S 6. This act shall take effect on the first of January next  succeed-\n   11  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to providing a mechanism for rendering and keeping confidential the voter registration information of certain law enforcement officials ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T155941.TXT", "SOBI.D110125.T160942.TXT", "SOBI.D110126.T122754.TXT", "SOBI.D110125.T162442.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296062874347
}