{
  "year" : 2011,
  "senateBillNo" : "S2563-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S2563-2011-1295931600000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits different standards relating to approval of the solid waste management plan in N.Y. city",
  "summary" : "Permits different standards to be employed for department of environmental conservation approval of solid waste management plans of cities of 1 million or more population submitted to it; ensures that municipalities with a population of one million or more have the flexibility to determine the most efficient method of implementing local recycling programs. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S1007-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2563\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the general municipal law and the environmental  conser-\n         vation  law,  in relation to the solid waste management plan in cities\n         with a population of one million or more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  a  of  subdivision  2 of section 120-aa of the\n    2  general municipal law, as amended by chapter 70 of the laws of 1988,  is\n    3  amended to read as follows:\n    4    a.  Pursuant  to  the authority of this section, EXCEPT AS PROVIDED IN\n    5  SUBDIVISION TWO OF SECTION 27-0107  OF  THE  ENVIRONMENTAL  CONSERVATION\n    6  LAW, no later than September first, nineteen hundred ninety-two, a muni-\n    7  cipality shall adopt such a local law or ordinance to require that solid\n    8  waste  which  has  been left for collection or which is delivered by the\n    9  generator of such waste to a solid waste management facility,  shall  be\n   10  separated  into recyclable, [reuseable] REUSABLE or other components for\n   11  which economic markets for alternate uses exist.  For purposes  of  this\n   12  section,  the  term  \"economic markets\" refers to instances in which the\n   13  full avoided costs of proper collection, transportation and disposal  of\n   14  source  separated  materials  are  equal  to or greater than the cost of\n   15  collection, transportation and sale of said  material  less  the  amount\n   16  received from the sale of said material.\n   17    S  2.  Subdivision 2 of section 27-0107 of the environmental conserva-\n   18  tion law is renumbered subdivision 3 and a new subdivision 2 is added to\n   19  read as follows:\n   20    2. THE PLAN, OR ANY MODIFICATION THEREOF, SUBMITTED BY A PLANNING UNIT\n   21  COMPRISED OF A CITY HAVING A POPULATION OF ONE MILLION OR MORE, WILL  BE\n   22  IN  EFFECT  FOR  SUCH PLANNING UNIT IF THE DEPARTMENT FINDS IN APPROVING\n   23  THE PLAN OR MODIFICATION THEREOF THAT THE PLAN, OR THE PLAN AS MODIFIED,\n   24  CONTAINS THE ELEMENTS SET FORTH IN PARAGRAPH (B) OF SUBDIVISION  ONE  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06801-01-1\n\n       S. 2563                             2\n\n    1  THIS  SECTION  AND  EITHER CONFORMS TO REQUIREMENTS SET FORTH IN SECTION\n    2  ONE HUNDRED TWENTY-AA OF THE GENERAL MUNICIPAL LAW OR:\n    3    (A)  DEMONSTRATES THE PLANNING UNIT'S EFFORTS TO ACHIEVE, TO THE MAXI-\n    4  MUM EXTENT PRACTICABLE, EITHER PRIOR TO  OR  FOLLOWING  COLLECTION,  THE\n    5  GOALS  OF  THE  STATE POLICY ON SOLID WASTE MANAGEMENT AS ARTICULATED IN\n    6  SECTION 27-0106 OF THIS TITLE AND AS  ESTABLISHED  IN  THE  STATE  SOLID\n    7  WASTE  MANAGEMENT  PLAN  PREPARED  PURSUANT  TO  SECTION 27-0103 OF THIS\n    8  TITLE; AND\n    9    (B) DEMONSTRATES THAT THE PLANNING UNIT HAS PROVIDED FOR THE MANDATORY\n   10  SEPARATION, EITHER PRIOR TO OR FOLLOWING COLLECTION, BY SEPTEMBER FIRST,\n   11  TWO THOUSAND TWELVE, OF RECYCLABLE,  REUSABLE  OR  OTHER  COMPONENTS  OF\n   12  SOLID WASTE FOR WHICH ECONOMIC MARKETS FOR ALTERNATE USES EXIST, AND FOR\n   13  CONTINUING  MONITORING  AND  ENFORCEMENT TO ACHIEVE THE RECOVERY OF SUCH\n   14  COMPONENTS; AND\n   15    (C) DEMONSTRATES THAT THE PLANNING UNIT HAS PROVIDED  THAT  THE  SOLID\n   16  WASTE  TO  BE  SEPARATED  FOLLOWING  COLLECTION IS GENERATED SOLELY FROM\n   17  COMMERCIAL, INSTITUTIONAL AND INDUSTRIAL SOURCES; AND\n   18    (D) PROVIDES, OR DEMONSTRATES THAT THE PLANNING UNIT HAS  ESTABLISHED,\n   19  A SCHEDULE FOR THE ESTABLISHMENT BY SEPTEMBER FIRST, TWO THOUSAND EIGHT,\n   20  OF  ENFORCEABLE MEASURES WHICH MINIMIZE CONTAMINATION AND MAXIMIZE MARK-\n   21  ETABILITY OF RECYCLABLE, REUSABLE OR OTHER  COMPONENTS  OF  SOLID  WASTE\n   22  RECOVERED FOLLOWING COLLECTION; AND\n   23    (E)  PROVIDES, OR DEMONSTRATES THAT THE PLANNING UNIT HAS ESTABLISHED,\n   24  A SCHEDULE FOR  THE  ESTABLISHMENT  BY  SEPTEMBER  FIRST,  TWO  THOUSAND\n   25  TWELVE, OF ENFORCEABLE MEASURES FOR THE REPORTING OF THE POST-COLLECTION\n   26  SEPARATION  PROCESSES,  AND  THE  SALE  OR  DISPOSITION OF THE SEPARATED\n   27  COMPONENTS AND RESIDUES; AND\n   28    (F) DEMONSTRATES THAT THE PLANNING UNIT HAS PROVIDED OR  WILL  PROVIDE\n   29  BY  SEPTEMBER  FIRST, TWO THOUSAND TWELVE, FOR SEPARATION OF SOLID WASTE\n   30  INTO RECYCLABLE, REUSABLE OR OTHER COMPONENTS FOLLOWING COLLECTION  ONLY\n   31  AT  SOLID  WASTE  MANAGEMENT  FACILITIES  OPERATING  PURSUANT TO A VALID\n   32  PERMIT OR ORDER ISSUED BY THE DEPARTMENT OR OTHERWISE  LAWFULLY  OPERAT-\n   33  ING; AND\n   34    (G)  ANNUALLY  DEMONSTRATES  FINANCIAL COMMITMENT, AS REFLECTED IN THE\n   35  RELEVANT PORTIONS OF  THE  PLANNING  UNIT'S  FOUR-YEAR  FINANCIAL  PLAN,\n   36  NECESSARY  TO  ACHIEVE THE MANDATORY SEPARATION, BY SEPTEMBER FIRST, TWO\n   37  THOUSAND TWELVE, OF COMPONENTS OF SOLID WASTE AS SET FORTH IN  PARAGRAPH\n   38  (B) OF THIS SUBDIVISION.\n   39    S 3.  This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2563\n\nTITLE OF BILL:\nAn act to amend the general municipal law and the environmental conser-\nvation law, in relation to the solid waste management plan in cities\nwith a population of one million or more\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill amends &sect; 27-0107 of the Environmental Conservation Law and\n120-aa of the General Municipal Law to insure that municipalities with a\npopulation of one million or more have the flexibility to determine the\nmost efficient method of implementing local recycling programs.\n\nJUSTIFICATION:\nThe 1988 Solid Waste Management Act amended &sect; 120-aa of the General\nMunicipal Law to require municipalities to adopt by September 1, 2002, a\nlocal source separation law for recyclable, reusable or other separable\ncomponents of the solid waste stream for which economic markets for\nalternate uses exist. In &sect; 27-0106(2) of the Environmental Conservation\nLaw, the Legislature clearly indicated that localities are to have\nprimary responsibility for implementing waste reduction and recycling\nprograms.\n\nIn response to the 1988 Act's requirement that municipalities adopt\nrecycling laws by September 1, 1992, the New York City Council, in April\nof 1989, enacted Local Law 19 which established the framework for the\nCity's recycling program. Local Law 19 required that the City's residen-\ntial recycling program, which at the time of Local Law 19's enactment\nwas in the pilot stage, be expanded citywide in stages. It is our under-\nstanding that &sect; 120-aa allows a reasonable time for implementation of\nthe recycling program. This bill clarifies that the City has until\nSeptember 1, 2002 to provide for the mandatory separation of recyclable,\nreusable or, other components of solid waste for which economic markets\nfor alternate uses exist.\n\nIn addition, Local Law 19 requires commercial sector recycling. In June\n1991, commercial recycling rules issued pursuant to Local Law 19 went\ninto effect. These rules require the recycling of several materials by\ncommercial generators by November 29, 1991 (high-grade office paper,\ncorrugated cardboard, metals, and certain components of construction and\ndemolition debris) The rules also require the recycling of additional\nmaterials over the next few years. While Local Law 19 requires source\nseparation of residential waste, it does not similarly require source\nseparation of commercial waste. Section 16-306 of Local Law 19 permits\ngenerators of private-carter collected waste either to source separate\ndesignated recyclable materials or to arrange for the post-collection\nseparation of those materials.  Although it may be argued that local Law\n19 complies with General Municipal Law &sect;120-aa by insuring that the\npolicy goals of recycling are achieved and provides for a substantial\namount of source separation, this bill amends &sect; 120-aa and &sect; 27-0107 to\ninsure that post-collection separation is an option available in New\n\nYork City. In order for recycling to be successful, the City needs the\nflexibility to try various approaches to recyclable collection. For many\nbusinesses throughout the City, post-collection separation for certain\nmaterials may make better environmental and economic sense. Source-sepa-\nration may require multiple collections and, therefore, multiple trucks.\nThe environmental benefits from post-collection separation may include\npotentially less truck traffic on already crowded city streets, and less\npollution, noise, and energy usage through the avoidance of such traf-\nfic.  Additionally, smaller businesses, which comprise a significant\nportion of the City's commercial sector, would be spared the financial\nburden of paying for multiple collections and of acquiring space for the\nstorage of source separated materials. The separation and collection\noptions available to the City must be flexible in order to accommodate\nthe unique circumstances of the various sectors required to implement\nrecycling programs. Therefore, &sect; 27-0107 of the Environmental Conserva-\ntion Law and &sect; 120-aa of the General Municipal Law should be amended to\ninsure that the City have flexibility to determine the most economically\nand environmentally efficient method of implementing the State's recycl-\ning mandates by September 1, 2002.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the environmental conservation law, in relation to the solid waste management plan in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T155941.TXT", "SOBI.D110125.T160942.TXT", "SOBI.D110126.T122754.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110125.T162442.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223702
}