{
  "year" : 2011,
  "senateBillNo" : "S2566-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2566-2011-1295931600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies the exemption for cooperative housing corporations where there is no change in beneficial ownership",
  "summary" : "Clarifies the exemption for cooperative housing corporations where there is no change in beneficial ownership. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S8446-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2566\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to clarifying the exemption for\n         cooperative housing corporations where there is no change  in  benefi-\n         cial ownership\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 6 of subdivision (b) of section 1405 of  the  tax\n    2  law, as amended by chapter 61 of the laws of 1989, is amended to read as\n    3  follows:\n    4    6.  Conveyances  to  effectuate  a  mere change of identity or form of\n    5  ownership or organization where there is no change in beneficial  owner-\n    6  ship, other than conveyances to a cooperative housing corporation of the\n    7  real   property   comprising  the  cooperative  dwelling  or  dwellings,\n    8  PROVIDED, HOWEVER, THE CONVEYANCE OF SHARES  OF  A  COOPERATIVE  HOUSING\n    9  CORPORATION TO PARTICIPATING SHAREHOLDERS AS PART OF A VOLUNTARY DISSOL-\n   10  UTION  UNDER  THE  PRIVATE HOUSING FINANCE LAW IN WHICH SUCH DISSOLUTION\n   11  EFFECTS ONLY A MERE CHANGE IN THE IDENTITY OR FORM OF OWNERSHIP OF  SUCH\n   12  CORPORATION SHALL BE INCLUDED IN THIS EXEMPTION;\n   13    S 2. This act shall take effect immediately, and shall be deemed to be\n   14  in effect for applicable conveyances occurring on or before such date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06397-01-1\n",
  "memo" : "BILL NUMBER:S2566\n\nTITLE OF BILL:\nAn act to amend the tax law, in relation to clarifying the exemption for\ncooperative housing corporations where there is no change in beneficial\nownership\n\nPURPOSE:\nThis bill would clarify the exemption in the tax law for cooperative\nhousing corporations when there is no change in beneficial ownership.\n\nJUSTIFICATION:\nThe intent of the Mitchell-Lama, when enacted, was to create much needed\naffordable housing through the use of low interest loans and reduced\nreal estate taxes for fixed periods in order to create needed housing.\nOnce a cooperative had repaid its government loans, it would cease to be\na regulated cooperative and become standard cooperative.  The law\nintended for coops to evolve out of regulation.\n\nOver the last several years, a number of cooperatives have met their\nobligations, and have exited the Mitchell-Lama program. This process\nincludes approval of both the NYS Division of Housing and Community\nRenewal and the New York State Attorney's General's office. The Mitc-\nhell-Lama program is seen as one of the most cost-effective and success-\nful housing programs ever created.\n\nFollowing the issuance of an advisory opinion in 2008, the NYS Depart-\nment of Taxation and Finance has opened audits of the many former Mitc-\nhell-Lama buildings that have come out of the program in recent years,\nand concluded that in a number of cases State tax was due as a result of\nthis conversion. This increase in audit activity prompted additional\nexamination by the Department on this retroactive application of the\ntax. In April 2010, they issued an advisory opinion which concludes that\nthe conversion of a not for profit housing company to a private cooper-\native housing corporation constitutes a conveyance by the plan sponsor\nof the real property comprising the cooperative dwelling, and would be\nsubject to the real estate transfer tax. This advisory opinion provides\nlimited guidance regarding the exemption provided if there is no change\nin the beneficial ownership.\n\nThis bill would clarify that for certain conversions, in which there is\nno change in the beneficial ownership of the property, would qualify for\nthis exemption.\n\nLEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to clarifying the exemption for cooperative housing corporations where there is no change in beneficial ownership ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T155941.TXT", "SOBI.D110125.T160942.TXT", "SOBI.D110125.T161942.TXT", "SOBI.D110126.T122754.TXT", "SOBI.D110129.T003343.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223706
}