{
  "year" : 2011,
  "senateBillNo" : "S2569-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S2569-2011-1295931600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires physicians to procure and maintain one million to three million dollars malpractice insurance coverage as a condition of holding a license or limited permit",
  "summary" : "Requires all physicians licensed or permitted to practice medicine in the state of New York to procure and maintain in full force and effect a policy of medical malpractice insurance with primary levels of coverage at one million dollars for each claimant under such policy and three million dollars for all claimants under such policy in any one year and excess coverage with similar levels of coverage. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S4439-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2569\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to  requiring  physicians\n         to procure and maintain malpractice insurance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 6524 of the education law is amended by  adding  a\n    2  new subdivision 12 to read as follows:\n    3    (12)  MALPRACTICE  INSURANCE:  PROCURE  AND MAINTAIN IN FULL FORCE AND\n    4  EFFECT A POLICY OF MEDICAL MALPRACTICE INSURANCE WITH PRIMARY LEVELS  OF\n    5  INSURANCE  IN AN AMOUNT EQUAL TO OR GREATER THAN ONE MILLION DOLLARS FOR\n    6  EACH CLAIMANT UNDER THAT POLICY AND THREE MILLION DOLLARS FOR ALL CLAIM-\n    7  ANTS UNDER THAT POLICY IN ANY ONE YEAR.\n    8    S 2. Section 6525 of the education law is  amended  by  adding  a  new\n    9  subdivision 5 to read as follows:\n   10    5.  MALPRACTICE  INSURANCE.  EVERY APPLICANT FOR AND EVERY HOLDER OF A\n   11  PERMIT TO PRACTICE MEDICINE  AS  PROVIDED  FOR  IN  THIS  SECTION  SHALL\n   12  PROCURE  AND MAINTAIN IN FULL FORCE AND EFFECT A POLICY OF MEDICAL MALP-\n   13  RACTICE INSURANCE WITH PRIMARY LEVELS OF INSURANCE IN AN AMOUNT EQUAL TO\n   14  OR GREATER THAN ONE MILLION DOLLARS FOR EACH CLAIMANT UNDER THAT  POLICY\n   15  AND THREE MILLION DOLLARS FOR ALL CLAIMANTS UNDER THAT POLICY IN ANY ONE\n   16  YEAR.\n   17    S 3.  This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06400-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring physicians to procure and maintain malpractice insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T155941.TXT", "SOBI.D110125.T160942.TXT", "SOBI.D110125.T161942.TXT", "SOBI.D110126.T134259.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296067379484
}