{
  "year" : 2011,
  "senateBillNo" : "S2568-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2568-2011-1295931600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts a \"Comprehensive Motor Vehicle Insurance Rate Reform Act\" and revives previously expired provisions of law relating to automobile insurance rates",
  "summary" : "Enacts the comprehensive motor vehicle insurance rate reform act; amends provisions applicable to automobile insurance rates including establishing a program for consumer information on insurers and establishing an office of public insurance advocate; revives previously expired provisions of law relating to automobile and property/casualty insurance rates. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1694-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2568\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law,  the  insurance  law  and  the  state\n         finance  law, in relation to enacting the \"Comprehensive Motor Vehicle\n         Insurance Rate Reform Act\" and extending certain expired provisions of\n         the insurance law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"Comprehensive Motor Vehicle Insurance Rate Reform Act\".\n    3    S 2.  The executive law is amended by adding a  new  article  44-A  to\n    4  read as follows:\n    5                                 ARTICLE 44-A\n    6                     OFFICE OF PUBLIC INSURANCE ADVOCATE\n    7  SECTION 945. OFFICE OF PUBLIC INSURANCE ADVOCATE.\n    8          946. INSURANCE CONSUMER ADVOCATE.\n    9          947. POWERS AND DUTIES.\n   10    S 945. OFFICE OF PUBLIC INSURANCE ADVOCATE. THERE IS HEREBY CREATED IN\n   11  THE  EXECUTIVE  DEPARTMENT  AN  INDEPENDENT OFFICE OF INSURANCE CONSUMER\n   12  ADVOCATE (HEREINAFTER REFERRED TO AS \"OFFICE\") TO REPRESENT  THE  INTER-\n   13  ESTS OF NONBUSINESS AUTOMOBILE INSURANCE CONSUMERS IN NEW YORK STATE.\n   14    S  946. INSURANCE CONSUMER ADVOCATE. 1.  THE GOVERNOR, WITH THE ADVICE\n   15  AND CONSENT OF THE SENATE, SHALL APPOINT AN INSURANCE CONSUMER  ADVOCATE\n   16  (HEREINAFTER REFERRED TO AS \"ADVOCATE\") WHO SHALL SERVE AS THE EXECUTIVE\n   17  DIRECTOR  OF THE OFFICE OF INSURANCE CONSUMER ADVOCATE AND SHALL RECEIVE\n   18  AN ANNUAL SALARY TO BE FIXED BY THE GOVERNOR WITHIN THE AMOUNT AVAILABLE\n   19  THEREFOR BY APPROPRIATION.\n   20    2. (A) TO BE ELIGIBLE TO SERVE AS ADVOCATE, A PERSON MUST BE  A  RESI-\n   21  DENT  OF  NEW  YORK STATE. THE ADVOCATE SHALL BE A PERSON WHO HAS DEMON-\n   22  STRATED A STRONG COMMITMENT AND INVOLVEMENT IN EFFORTS TO SAFEGUARD  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06464-01-1\n\n       S. 2568                             2\n\n    1  RIGHTS  OF  THE  PUBLIC  AND  WHO POSSESSES THE KNOWLEDGE AND EXPERIENCE\n    2  NECESSARY TO PRACTICE EFFECTIVELY IN INSURANCE PROCEEDINGS.\n    3    (B) A PERSON IS NOT ELIGIBLE FOR APPOINTMENT AS ADVOCATE IF THE PERSON\n    4  OR THE PERSON'S SPOUSE:\n    5    (I)  IS  EMPLOYED  BY  OR PARTICIPATES IN THE MANAGEMENT OF A BUSINESS\n    6  ENTITY OR OTHER ORGANIZATION REGULATED BY THE  INSURANCE  DEPARTMENT  OR\n    7  RECEIVING FUNDS FROM THE DEPARTMENT;\n    8    (II)  OWNS  OR CONTROLS, DIRECTLY OR INDIRECTLY, MORE THAN TEN PERCENT\n    9  INTEREST IN A BUSINESS ENTITY OR OTHER  ORGANIZATION  REGULATED  BY  THE\n   10  INSURANCE DEPARTMENT OR RECEIVING FUNDS FROM THE INSURANCE DEPARTMENT OR\n   11  THE OFFICE;\n   12    (III)  USES  OR  RECEIVES  A  SUBSTANTIAL  AMOUNT  OF  TANGIBLE GOODS,\n   13  SERVICES, OR FUNDS FROM THE INSURANCE DEPARTMENT OR  THE  OFFICE,  OTHER\n   14  THAN  COMPENSATION  OR REIMBURSEMENT AUTHORIZED BY LAW FOR THE INSURANCE\n   15  DEPARTMENT OR OFFICE MEMBERSHIP, ATTENDANCE OR EXPENSES.\n   16    3. THE ADVOCATE SHALL SERVE FOR A TERM OF TWO YEARS EXPIRING ON FEBRU-\n   17  ARY FIRST OF EACH ODD-NUMBERED YEAR.\n   18    4. IT IS A GROUND FOR REMOVAL FROM OFFICE IF THE ADVOCATE:\n   19    (A) DOES NOT HAVE  AT  THE  TIME  OF  APPOINTMENT  THE  QUALIFICATIONS\n   20  REQUIRED BY THIS SECTION;\n   21    (B)  DOES  NOT  MAINTAIN DURING SERVICE AS ADVOCATE THE QUALIFICATIONS\n   22  REQUIRED BY THIS SECTION;\n   23    (C) VIOLATES A PROHIBITION ESTABLISHED BY THIS SECTION; OR\n   24    (D) CANNOT DISCHARGE THE ADVOCATE'S DUTIES FOR A SUBSTANTIAL  PART  OF\n   25  THE TERM FOR WHICH THE ADVOCATE IS APPOINTED BECAUSE OF ILLNESS OR DISA-\n   26  BILITY.\n   27    5. THE VALIDITY OF AN ACTION OF THE OFFICE IS NOT AFFECTED BY THE FACT\n   28  THAT IT IS TAKEN WHEN A GROUND FOR REMOVAL OF THE ADVOCATE EXISTS.\n   29    6.  (A)  A  PERSON MAY NOT SERVE AS THE ADVOCATE OR ACT AS THE GENERAL\n   30  COUNSEL FOR THE OFFICE OF ADVOCATE IF THE PERSON IS REQUIRED TO REGISTER\n   31  AS A LOBBYIST PURSUANT TO ARTICLE ONE-A OF THE LEGISLATIVE LAW.\n   32    (B) A PERSON SERVING AS THE ADVOCATE MAY NOT,  FOR  A  PERIOD  OF  TWO\n   33  YEARS  AFTER THE DATE THE PERSON CEASES TO BE AN ADVOCATE, REPRESENT ANY\n   34  PERSON IN A PROCEEDING BEFORE THE SUPERINTENDENT  OF  INSURANCE  OR  THE\n   35  INSURANCE  DEPARTMENT  OR  RECEIVE COMPENSATION FOR SERVICES RENDERED ON\n   36  BEHALF OF ANY PERSON REGARDING  A  CASE  BEFORE  THE  SUPERINTENDENT  OF\n   37  INSURANCE OR THE INSURANCE DEPARTMENT.\n   38    (C)  AN OFFICER, EMPLOYEE OR PAID CONSULTANT OF A TRADE ASSOCIATION IN\n   39  THE FIELD OF INSURANCE MAY NOT SERVE AS THE ADVOCATE OR BE  AN  EMPLOYEE\n   40  OF THE OFFICE.\n   41    (D)  A  PERSON  WHO  IS  THE  SPOUSE  OF  AN OFFICER, MANAGER, OR PAID\n   42  CONSULTANT OF A TRADE ASSOCIATION IN THE  FIELD  OF  INSURANCE  MAY  NOT\n   43  SERVE AS THE ADVOCATE AND MAY NOT BE AN OFFICE EMPLOYEE.\n   44    (E) FOR THE PURPOSES OF THIS SECTION, A TRADE ASSOCIATION IS A NONPRO-\n   45  FIT,  COOPERATIVE,  AND  VOLUNTARILY  JOINED  ASSOCIATION OF BUSINESS OR\n   46  PROFESSIONAL COMPETITORS DESIGNED TO ASSIST ITS MEMBERS AND ITS INDUSTRY\n   47  OR PROFESSION IN DEALING WITH MUTUAL BUSINESS OR  PROFESSIONAL  PROBLEMS\n   48  AND IN PROMOTING THEIR COMMON INTEREST.\n   49    S  947.  POWERS  AND DUTIES. 1. THE ADVOCATE, AS EXECUTIVE DIRECTOR OF\n   50  THE OFFICE, SHALL BE CHARGED WITH THE RESPONSIBILITY  OF  ADMINISTERING,\n   51  ENFORCING  AND  CARRYING  OUT  THE PROVISIONS OF THIS ARTICLE, INCLUDING\n   52  PREPARATION OF A BUDGET FOR THE OFFICE, EMPLOYING ALL NECESSARY  PROFES-\n   53  SIONAL,  TECHNICAL,  AND OTHER EMPLOYEES TO CARRY OUT PROVISIONS OF THIS\n   54  ARTICLE, APPROVAL OF EXPENDITURES FOR PROFESSIONAL SERVICES, TRAVEL, PER\n   55  DIEM, AND OTHER ACTUAL AND NECESSARY EXPENSES INCURRED IN  ADMINISTERING\n   56  THE  OFFICE.  EXPENSES  FOR THE OFFICE SHALL BE PAID FROM THE ASSESSMENT\n\n       S. 2568                             3\n\n    1  IMPOSED IN SECTION NINE THOUSAND ONE HUNDRED TEN OF THE  INSURANCE  LAW.\n    2  THE  COMPENSATION OF EMPLOYEES OF THE OFFICE SHALL BE FIXED BY THE ADVO-\n    3  CATE WITHIN THE APPROPRIATION PROVIDED THEREFOR.\n    4    2.  THE OFFICE SHALL FILE ANNUALLY WITH THE GOVERNOR AND THE PRESIDING\n    5  OFFICER OF EACH HOUSE OF THE LEGISLATURE A COMPLETE AND DETAILED WRITTEN\n    6  REPORT ACCOUNTING FOR ALL FUNDS RECEIVED AND  DISBURSED  BY  THE  OFFICE\n    7  DURING  THE PRECEDING FISCAL YEAR. THE ANNUAL REPORT MUST BE IN THE FORM\n    8  AND REPORTED AS PART OF THE EXECUTIVE BUDGET.\n    9    3. ALL MONEY PAID TO THE OFFICE UNDER THIS ARTICLE SHALL BE  DEPOSITED\n   10  IN THE STATE TREASURY.\n   11    4.  THE  OFFICE  MAY  ASSESS THE IMPACT OF INSURANCE RATES, RULES, AND\n   12  REGULATIONS ON NONBUSINESS AUTOMOBILE INSURANCE CONSUMERS  IN  NEW  YORK\n   13  STATE AND, IN ITS OWN NAME, MAY ADVOCATE ON BEHALF OF POSITIONS THAT ARE\n   14  MOST  ADVANTAGEOUS  TO  A  SUBSTANTIAL  NUMBER OF INSURANCE CONSUMERS AS\n   15  DETERMINED BY THE ADVOCATE.\n   16    5. THE ADVOCATE:\n   17    (A) MAY APPEAR OR INTERVENE AS A MATTER OF  RIGHT  BEFORE  THE  SUPER-\n   18  INTENDENT  OF  INSURANCE OR INSURANCE DEPARTMENT AS A PARTY OR OTHERWISE\n   19  ON BEHALF OF INSURANCE CONSUMERS AS A CLASS IN MATTERS INVOLVING  RATES,\n   20  RULES, AND REGULATIONS AFFECTING NONBUSINESS AUTOMOBILE INSURANCE;\n   21    (B) MAY INITIATE OR INTERVENE AS A MATTER OF RIGHT OR OTHERWISE APPEAR\n   22  IN  ANY JUDICIAL PROCEEDING INVOLVING OR ARISING OUT OF ANY ACTION TAKEN\n   23  BY AN ADMINISTRATIVE AGENCY IN A PROCEEDING IN WHICH THE ADVOCATE PREVI-\n   24  OUSLY APPEARED UNDER THE AUTHORITY GRANTED BY THIS ARTICLE;\n   25    (C) IS ENTITLED TO ACCESS ANY  RECORDS  OF  THE  DEPARTMENT  THAT  ARE\n   26  AVAILABLE  TO  ANY  PARTY  IN  A PROCEEDING BEFORE THE SUPERINTENDENT OF\n   27  INSURANCE OR INSURANCE DEPARTMENT UNDER THE AUTHORITY  GRANTED  BY  THIS\n   28  ARTICLE;\n   29    (D)  IS ENTITLED TO OBTAIN DISCOVERY OF ANY NON-PRIVILEGED MATTER THAT\n   30  IS RELEVANT TO THE SUBJECT MATTER INVOLVED IN A PROCEEDING OR SUBMISSION\n   31  BEFORE THE  SUPERINTENDENT  OF  INSURANCE  OR  INSURANCE  DEPARTMENT  AS\n   32  AUTHORIZED BY THIS ARTICLE;\n   33    (E) MAY RECOMMEND LEGISLATION TO THE LEGISLATURE THAT, IN THE JUDGMENT\n   34  OF  THE  ADVOCATE,  WOULD AFFECT POSITIVELY THE INTERESTS OF NONBUSINESS\n   35  AUTOMOBILE INSURANCE CONSUMERS;\n   36    (F) MAY APPEAR OR INTERVENE AS A MATTER OF RIGHT AS A PARTY OR  OTHER-\n   37  WISE  ON BEHALF OF NONBUSINESS AUTOMOBILE INSURANCE CONSUMERS AS A CLASS\n   38  IN ALL PROCEEDINGS IN WHICH THE ADVOCATE DETERMINES THAT SUCH  CONSUMERS\n   39  NEED  REPRESENTATION,  EXCEPT THAT THE ADVOCATE MAY NOT INTERVENE IN ANY\n   40  ENFORCEMENT OR PARENS PATRIAE PROCEEDING BROUGHT BY THE ATTORNEY  GENER-\n   41  AL.\n   42    6.  (A)  THE  OFFICE  SHALL  PREPARE  INFORMATION  OF  PUBLIC INTEREST\n   43  DESCRIBING THE FUNCTIONS OF THE OFFICE. THE OFFICE SHALL MAKE THE INFOR-\n   44  MATION AVAILABLE TO THE PUBLIC, LAWMAKERS AND  APPROPRIATE  STATE  AGEN-\n   45  CIES.\n   46    (B)  THE  OFFICE  SHALL  PREPARE  AND  MAINTAIN  A  WRITTEN  PLAN THAT\n   47  DESCRIBES HOW EACH PERSON WHO DOES NOT SPEAK  ENGLISH  CAN  BE  PROVIDED\n   48  REASONABLE ACCESS TO THE OFFICE'S PROGRAMS.\n   49    (C) THE OFFICE SHALL PREPARE AND DISTRIBUTE PUBLIC EDUCATION MATERIALS\n   50  FOR CONSUMERS, LEGISLATORS AND REGULATORS.\n   51    (D) THE OFFICE MAY PARTICIPATE IN TRADE ASSOCIATIONS.\n   52    S 3. Subsection (d) of section 2321 of the insurance law is amended to\n   53  read as follows:\n   54    (d)  Proceedings  pursuant to subsections (b) and (c) [hereof] OF THIS\n   55  SECTION may be instituted upon the initiative of the  superintendent  or\n   56  upon  written  application to the superintendent by any aggrieved person\n\n       S. 2568                             4\n\n    1  or organization, other than a rate service organization, for a  hearing,\n    2  if  the  superintendent finds that the application is made in good faith\n    3  and that the grounds otherwise justify  holding  such  a  hearing  WHICH\n    4  SHALL  BE  HELD  WITHIN  FIFTEEN DAYS OF THE REQUEST; PROVIDED, HOWEVER,\n    5  THAT THE SUPERINTENDENT SHALL HOLD SUCH A HEARING WITHIN FIFTEEN DAYS OF\n    6  AN APPLICATION THEREFOR FROM THE INSURANCE CONSUMER ADVOCATE ESTABLISHED\n    7  UNDER ARTICLE FORTY-FOUR-A OF THE EXECUTIVE LAW. IN THE CASE OF A DENIAL\n    8  OF AN APPLICATION FOR A HEARING FILED BY ANY  AGGRIEVED  PERSON  OR  ANY\n    9  OTHER  ORGANIZATION, THE SUPERINTENDENT SHALL PROVIDE THE REASONS THERE-\n   10  FOR IN WRITING TO THE APPLICANT WITHIN FIFTEEN DAYS OF SUCH DENIAL.\n   11    S 4. Subsection (c) of section 2305 of the insurance law is amended to\n   12  read as follows:\n   13    (c) Rates filed with the superintendent shall be  accompanied  by  the\n   14  information  upon  which  the  insurer supports the rate as set forth in\n   15  subsection (b) of section two thousand three hundred four of this  arti-\n   16  cle.    WITH RESPECT TO RATES FILED FOR NONBUSINESS AUTOMOBILE POLICIES,\n   17  SUCH FILINGS SHALL INCLUDE ALL STATISTICAL DATA RELIED UPON  TO  SUPPORT\n   18  THE  FILING  AND  SUCH  OTHER  INFORMATION  AS  THE SUPERINTENDENT SHALL\n   19  REQUIRE. SUCH FILINGS AND  SUPPORTING  INFORMATION  SHALL  CONFORM  WITH\n   20  STANDARDS  OF  UNIFORMITY  WHICH  THE  SUPERINTENDENT SHALL PRESCRIBE BY\n   21  REGULATION ON OR BEFORE JANUARY FIRST, TWO THOUSAND ELEVEN.\n   22    S 5. Section 89-d of the state finance law, as amended by chapter  170\n   23  of  the laws of 1994 and subdivision 2 as amended by section 4 of part T\n   24  of chapter 56 of the laws of 2009, is amended to read as follows:\n   25    S 89-d. Motor vehicle theft and insurance fraud  prevention  fund.  1.\n   26  There is hereby established in the custody of the comptroller, a special\n   27  fund  to  be  known  as  the  \"motor  vehicle  theft and insurance fraud\n   28  prevention fund\".\n   29    2. Such fund shall consist of all moneys received by the state  pursu-\n   30  ant  to  subsection  (b) of section nine thousand one hundred ten of the\n   31  insurance law that are transferred to the fund pursuant to paragraph one\n   32  of subsection (e) of section nine thousand one hundred ten of the insur-\n   33  ance law and all other grants, bequests or  other  moneys  appropriated,\n   34  credited  or  transferred thereto from any other fund or source pursuant\n   35  to law.\n   36    3. Moneys in the motor vehicle theft and  insurance  fraud  prevention\n   37  fund  shall  be kept separate and apart and shall not be commingled with\n   38  any other moneys in the custody of the comptroller  and  shall  only  be\n   39  expended  herein  and in such amounts as approved by the division of the\n   40  budget.\n   41    4. [The] EXCEPT AS PROVIDED IN THIS SUBDIVISION, THE  moneys  received\n   42  by  such  fund  shall be expended pursuant to appropriation only to fund\n   43  provider agencies which have been awarded grants by  the  motor  vehicle\n   44  theft  and  insurance  fraud  prevention  board  established pursuant to\n   45  section eight hundred forty-six-l  of  the  executive  law.  All  moneys\n   46  expended  pursuant to this subdivision shall be for the reimbursement of\n   47  costs incurred by provider agencies; PROVIDED, HOWEVER THAT NO LESS THAN\n   48  ONE MILLION TWO HUNDRED THOUSAND DOLLARS SHALL BE USED FOR THE  PURPOSES\n   49  OF CREATING, ADMINISTERING AND OPERATING THE OFFICE OF INSURANCE CONSUM-\n   50  ER  ADVOCATE  CREATED  PURSUANT TO ARTICLE FORTY-FOUR-A OF THE EXECUTIVE\n   51  LAW.\n   52    S 6. Section 2329 of the insurance law, as amended by chapter  136  of\n   53  the laws of 2008, is amended to read as follows:\n   54    S  2329. Motor vehicle insurance rates; excess profits. (A) In accord-\n   55  ance with regulations prescribed by  the  superintendent,  each  insurer\n   56  issuing policies which are subject to article fifty-one of this chapter,\n\n       S. 2568                             5\n\n    1  including  policies of motor vehicle personal injury liability insurance\n    2  or policies of motor vehicle  property  damage  liability  insurance  or\n    3  insurance for loss or damage to a motor vehicle, shall establish a fair,\n    4  practicable, and nondiscriminatory plan for refunding or otherwise cred-\n    5  iting  to  those  purchasing  such policies their share of the insurer's\n    6  excess profit, if any, on such policies. An excess  profit  shall  be  a\n    7  profit  beyond  a percentage rate of return on net worth attributable to\n    8  such policies, computed in accordance with the  regulation  required  by\n    9  section  two  thousand  three  hundred twenty-three of this article, and\n   10  determined by the superintendent to be so far above a reasonable average\n   11  profit as to amount to an excess profit, taking into  consideration  the\n   12  fact  that  losses or profits below a reasonable average profit will not\n   13  be recouped from such policyholders. Each plan  shall  apply  to  policy\n   14  periods  for  the  periods  January first, nineteen hundred seventy-four\n   15  through August second, two thousand one, and the effective date  of  the\n   16  property/casualty insurance availability act through June thirtieth, two\n   17  thousand eleven.  In prescribing such regulations the superintendent may\n   18  limit  the  duration  of such plans, waive any requirement for refund or\n   19  credit which he or she determines to be  de  minimis  or  impracticable,\n   20  adopt  forms  of  returns  which shall be made to him or her in order to\n   21  establish the amount of any refund or credit due, establish periods  and\n   22  times for the determination and distribution of refunds and credits, and\n   23  shall  provide  that  insurers  receive  appropriate  credit against any\n   24  refunds or credits required by any such plan for policyholder  dividends\n   25  and for return premiums which may be due under rate credit or retrospec-\n   26  tive rating plans based on experience.\n   27    (B)(1)  ON OR BEFORE NOVEMBER FIRST, TWO THOUSAND TWELVE, AND ANNUALLY\n   28  THEREAFTER, THE SUPERINTENDENT SHALL COMPLETE  A  RECALCULATION  OF  THE\n   29  POINTS  FOR  REASONABLE  RATE  OF  RETURN AND EXCESS PROFITS ESTABLISHED\n   30  UNDER THE REGULATIONS PROMULGATED PURSUANT TO THIS  SECTION,  USING  THE\n   31  MOST  RECENT SIX YEAR PERIOD FOR WHICH DATA IS AVAILABLE. IF SUCH RECAL-\n   32  CULATION RESULTS IN A CHANGE IN SUCH POINTS,  THE  SUPERINTENDENT  SHALL\n   33  IMMEDIATELY  ADOPT SUCH POINTS IN REGULATION, AND, IF, UNDER SUCH RECAL-\n   34  CULATION, EXCESS PROFITS HAVE BEEN REALIZED, SHALL IMMEDIATELY  ACTIVATE\n   35  PLANS  FOR  REFUNDING  OR  OTHERWISE  CREDITING TO THOSE PURCHASING SUCH\n   36  POLICIES THEIR SHARE OF INSURERS' EXCESS PROFIT, IN ACCORDANCE WITH  THE\n   37  REGULATIONS PROMULGATED HEREUNDER.\n   38    (2)  ON  OR  BEFORE  DECEMBER FIRST, TWO THOUSAND TWELVE, AND ANNUALLY\n   39  THEREAFTER, THE SUPERINTENDENT  SHALL  HOLD  A  PUBLIC  HEARING  ON  THE\n   40  RESULTS  OF  SUCH  RECALCULATION  AND ANY ACTIONS INSTITUTED PURSUANT TO\n   41  THIS SECTION AS A RESULT OF SUCH RECALCULATION.  ON  OR  BEFORE  JANUARY\n   42  FIRST,  TWO  THOUSAND THIRTEEN, AND ANNUALLY THEREAFTER, THE SUPERINTEN-\n   43  DENT SHALL SEND A TRANSCRIPT OF THE HEARING TO  THE  LEGISLATURE  AND  A\n   44  REPORT  ON  THE RESULTS OF SUCH RECALCULATION AND ANY ACTIONS INSTITUTED\n   45  AS REQUIRED BY THIS SECTION.\n   46    (3) ON OR BEFORE OCTOBER FIRST, TWO THOUSAND TWELVE,  THE  SUPERINTEN-\n   47  DENT SHALL ISSUE A REQUEST FOR PROPOSALS TO CONDUCT AN INDEPENDENT AUDIT\n   48  AND  EVALUATION,  WITH  RESPECT  TO NONBUSINESS AUTOMOBILE INSURANCE, OF\n   49  INSURER COMPLIANCE WITH  AND  THE  SUPERINTENDENT'S  IMPLEMENTATION  AND\n   50  ENFORCEMENT OF THE PROVISIONS OF THIS SECTION.  THE SUPERINTENDENT SHALL\n   51  PROVIDE  THE  CHAIRS  OF THE ASSEMBLY AND SENATE COMMITTEES ON INSURANCE\n   52  WITH THE RESPONSES TO THE REQUEST FOR PROPOSALS, AND SHALL CONSULT  WITH\n   53  SUCH CHAIRS ON THE SELECTION OF THE FIRM TO CONDUCT THE AUDIT.\n   54    SUCH  AUDIT  SHALL  BE  COMPLETED  AND  A REPORT SUBMITTED BY NOVEMBER\n   55  FIRST, TWO THOUSAND THIRTEEN TO THE SUPERINTENDENT AND THE  LEGISLATURE.\n   56  THE SCOPE OF THE AUDIT SHALL INCLUDE, BUT NOT BE LIMITED TO:\n\n       S. 2568                             6\n\n    1    (I)  AN  IDENTIFICATION AND EVALUATION OF EVENTS AND CONDITIONS INFLU-\n    2  ENCING INSURER PROFITS, INCLUDING, BUT  NOT  LIMITED  TO:  THE  BUSINESS\n    3  CLIMATE AND CHANGES IN ECONOMIC CONDITIONS, INCLUDING INTEREST RATES;\n    4    (II)  AN  ASSESSMENT  OF  THE  APPROPRIATENESS  OF THE METHODOLOGY FOR\n    5  SELECTING A REASONABLE RATE OF RETURN AND EXCESS PROFIT THRESHOLD  UNDER\n    6  SUCH REGULATION;\n    7    (III)  AN  ASSESSMENT  OF  THE FEASIBILITY OF USING INDIVIDUAL INSURER\n    8  RESULTS RATHER THAN AGGREGATE INDUSTRY DATA FOR TESTING PROFITABILITY;\n    9    (IV) AN ASSESSMENT OF THE FEASIBILITY OF AVERAGING DATA OVER LESS THAN\n   10  A SIX YEAR PERIOD FOR MEASURING EXCESS PROFITS;\n   11    (V) AN ASSESSMENT OF  THE  DEPARTMENT'S  ACTIVITIES  WITH  RESPECT  TO\n   12  RECALCULATING  THE  POINTS  FOR  REASONABLE  RATE  OF  RETURN AND EXCESS\n   13  PROFITS;\n   14    (VI) A RECALCULATION OF THE POINTS FOR REASONABLE RATE OF  RETURN  AND\n   15  EXCESS  PROFITS  USING THE MOST RECENT SIX YEAR PERIOD FOR WHICH DATA IS\n   16  AVAILABLE; AND\n   17    (VII) AN IDENTIFICATION AND EVALUATION OF OTHER STATES' EXCESS PROFITS\n   18  LAWS, REGULATIONS, IMPLEMENTATION OF  SUCH  LAWS  AND  REGULATIONS,  AND\n   19  METHODOLOGIES FOR CALCULATING POINTS FOR REASONABLE RATE OF RETURN.\n   20    THE  REPORT SHALL INCLUDE, BUT NOT BE LIMITED TO:  RECOMMENDATIONS FOR\n   21  CHANGES TO THE LAW, REGULATIONS AND IMPLEMENTATION  AND  ENFORCEMENT  OF\n   22  SUCH  PROVISIONS  BASED  ON  THE  FINDINGS OF SUCH AUDIT AND EVALUATION.\n   23  WITHIN THREE MONTHS OF THE RECEIPT OF SUCH  REPORT,  THE  SUPERINTENDENT\n   24  SHALL  HOLD A PUBLIC HEARING WITH REGARD TO THE DEPARTMENT'S RESPONSE TO\n   25  THE FINDINGS AND RECOMMENDATIONS OF THE REPORT.\n   26    S 7.  This act shall take effect immediately, provided, however,  that\n   27  this  act  shall  apply  to  insurance contracts issued or renewed on or\n   28  after such effective date, and shall apply at the next  required  policy\n   29  period,  commencing  on  or  after  such date, to any insurance contract\n   30  written prior to the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, the insurance law and the state finance law, in relation to enacting the \"Comprehensive Motor Vehicle Insurance Rate Reform Act\" and extending certain expired provisions of the insurance law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T155941.TXT", "SOBI.D110125.T160942.TXT", "SOBI.D110125.T161942.TXT", "SOBI.D110126.T122754.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296062874352
}