{
  "year" : 2011,
  "senateBillNo" : "S2561-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2561-2011-1295931600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires physicians suing with respect to disciplinary proceedings to bond cost of successful defense and requires hospitals to include risk management",
  "summary" : "Provides that in any case where a physician institutes a civil proceeding as a result of a disciplinary proceeding brought against such physician or dismissal from a hospital or other health care facility, he shall give an undertaking in an amount fixed by the court to pay the defendant all costs and damages, including reasonable attorney's fees, which may be sustained if the defendant recovers judgment or if it is finally decided that the plaintiff was not entitled to relief; provides that as part of its malpractice prevention program the commissioner of health shall incorporate risk management curricula, the purpose of which shall be to reduce the incidence of medical and dental malpractice; provides that such curricula shall include department sponsored seminars, the publication of bulletins and other written materials and on-site risk management evaluation and assistance. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S914-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2561\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to  requiring  physi-\n         cians  to  post a bond as a condition to certain civil proceedings and\n         to provide for a risk management program for physicians\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 230 of the public health law is amended by adding a\n    2  new subdivision 16-a to read as follows:\n    3    16-A.  CIVIL  PROCEEDINGS;  BOND. IN ANY CASE WHERE A PHYSICIAN INSTI-\n    4  TUTES A CIVIL PROCEEDING, THE BASIS OF WHICH IS A DISCIPLINARY  PROCEED-\n    5  ING BROUGHT AGAINST SUCH PHYSICIAN PURSUANT TO THIS SECTION OR DISMISSAL\n    6  FROM  A  HOSPITAL OR OTHER HEALTH CARE FACILITY, HE OR SHE SHALL GIVE AN\n    7  UNDERTAKING IN A TOTAL AMOUNT FIXED BY THE COURT, BUT NOT LESS THAN FIVE\n    8  HUNDRED DOLLARS, TO PAY THE DEFENDANT ALL COSTS AND  DAMAGES,  INCLUDING\n    9  REASONABLE  ATTORNEY'S  FEES,  WHICH  MAY  BE SUSTAINED IF THE DEFENDANT\n   10  RECOVERS JUDGMENT OR IF IT IS FINALLY DECIDED THAT THE PLAINTIFF WAS NOT\n   11  ENTITLED TO RELIEF.\n   12    S 2. Section 2805-j of the public health law is amended  by  adding  a\n   13  new subdivision 1-a to read as follows:\n   14    1-A.  AS  PART OF SUCH MALPRACTICE PREVENTION PROGRAM THE COMMISSIONER\n   15  SHALL INCORPORATE RISK MANAGEMENT CURRICULA, THE PURPOSE OF WHICH  SHALL\n   16  BE  TO  REDUCE  THE  INCIDENCE  OF  MEDICAL AND DENTAL MALPRACTICE. SUCH\n   17  CURRICULA SHALL INCLUDE DEPARTMENT SPONSORED SEMINARS,  THE  PUBLICATION\n   18  OF  BULLETINS  AND  OTHER  WRITTEN MATERIALS AND ON-SITE RISK MANAGEMENT\n   19  EVALUATION AND ASSISTANCE.\n   20    S 3. This act shall take effect immediately  provided,  however,  that\n   21  section  one of this act shall only apply to civil proceedings commenced\n   22  on and after such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07134-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring physicians to post a bond as a condition to certain civil proceedings and to provide for a risk management program for physicians ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T155941.TXT", "SOBI.D110125.T161942.TXT", "SOBI.D110126.T122754.TXT", "SOBI.D110125.T155450.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296062874342
}