{
  "year" : 2011,
  "senateBillNo" : "S256-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S256-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines the crime of surreptitious surveillance; rebuttable presumption that such surveillance under certain conditions is for no legitimate purpose",
  "summary" : "Defines the crime of surreptitious surveillance, a class B misdemeanor, when a person, for purposes of his or her own amusement, or for the purpose of degrading another person, or for his or her own sexual arousal, or for no legitimate purpose, surreptitiously observes by means of the unaided eye or an imaging device, intimate parts of an other person without that person's consent and at a place and time when such other person has a reasonable expectation of privacy; includes a rebuttable presumption that such surveillance under certain conditions is for no legitimate purpose; makes such offense a class B misdemeanor. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S1405-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          256\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. MAZIARZ, ALESI, FLANAGAN, LARKIN -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Codes\n\n       AN ACT to amend the penal law, in relation to the crime of surreptitious\n         surveillance, a class B misdemeanor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 250.40 of the penal law, as added by chapter 69  of\n    2  the laws of 2003 and subdivision 2 as amended by chapter 291 of the laws\n    3  of 2007, is amended to read as follows:\n    4  S 250.40 Unlawful surveillance; definitions.\n    5    The  following  definitions  shall  apply  to sections 250.45, 250.50,\n    6  250.55 [and], 250.60 AND 250.70 of this article:\n    7    1. \"Place and time when a  person  has  a  reasonable  expectation  of\n    8  privacy\"  means  a place and time when a reasonable person would believe\n    9  that he or she could fully disrobe in privacy.\n   10    2. \"Imaging device\" means any mechanical, digital or electronic  view-\n   11  ing  device,  camera,  cellular phone or any other instrument capable of\n   12  recording, storing or transmitting visual images that can be utilized to\n   13  observe a person.\n   14    3. \"Sexual or other intimate parts\" means the  human  male  or  female\n   15  genitals,  pubic area or buttocks, or the female breast below the top of\n   16  the nipple, and shall include such part or parts which are covered  only\n   17  by an undergarment.\n   18    4.  \"Broadcast\"  means electronically transmitting a visual image with\n   19  the intent that it be viewed by a person.\n   20    5. \"Disseminate\" means to give, provide, lend,  deliver,  mail,  send,\n   21  forward,  transfer  or  transmit, electronically or otherwise to another\n   22  person.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01645-01-1\n\n       S. 256                              2\n\n    1    6. \"Publish\" means to (a) disseminate, as defined in subdivision  five\n    2  of  this  section,  with the intent that such image or images be dissem-\n    3  inated to ten or more persons; or (b) disseminate with the  intent  that\n    4  such  images  be  sold by another person; or (c) post, present, display,\n    5  exhibit,  circulate,  advertise or [allows] ALLOW access, electronically\n    6  or otherwise, so as to make an image or images available to the  public;\n    7  or  (d)  disseminate  with the intent that an image or images be posted,\n    8  presented, displayed, exhibited, circulated, advertised or made accessi-\n    9  ble,   electronically or otherwise and to  make  such  image  or  images\n   10  available to the public.\n   11    7. \"Sell\" means to disseminate to another person, as defined in subdi-\n   12  vision  five  of  this section, or to publish, as defined in subdivision\n   13  six of this section, in exchange for something of value.\n   14    S 2. The penal law is amended by adding a new section 250.70  to  read\n   15  as follows:\n   16  S 250.70 SURREPTITIOUS SURVEILLANCE.\n   17    1.  A PERSON IS GUILTY OF SURREPTITIOUS SURVEILLANCE WHEN SUCH PERSON,\n   18  FOR PURPOSES OF HIS OR HER OWN AMUSEMENT OR  ENTERTAINMENT  OR  FOR  THE\n   19  PURPOSE  OF  DEGRADING  OR ABUSING ANOTHER PERSON, OR FOR HIS OR HER OWN\n   20  SEXUAL AROUSAL OR SEXUAL GRATIFICATION, OR  FOR  NO  LEGITIMATE  PURPOSE\n   21  INTENTIONALLY  AND  SURREPTITIOUSLY  OBSERVES  BY  MEANS  OF  HIS OR HER\n   22  UNAIDED EYES, OR BY MEANS OF AN IMAGING DEVICE,  A  PERSON  DRESSING  OR\n   23  UNDRESSING  OR THE SEXUAL OR OTHER INTIMATE PARTS OF SUCH PERSON WITHOUT\n   24  SUCH PERSON'S KNOWLEDGE OR CONSENT AND AT A PLACE  AND  TIME  WHEN  SUCH\n   25  PERSON HAS A REASONABLE EXPECTATION OF PRIVACY.\n   26    2.  FOR  THE  PURPOSES  OF THIS SECTION, WHEN A PERSON SURREPTITIOUSLY\n   27  OBSERVES BY MEANS OF HIS OR HER UNAIDED EYES OR BY MEANS OF  AN  IMAGING\n   28  DEVICE  A  PERSON  IN  A BEDROOM, CHANGING ROOM, FITTING ROOM, RESTROOM,\n   29  TOILET, BATHROOM, WASHROOM, SHOWER OR ANY ROOM  ASSIGNED  TO  GUESTS  OR\n   30  PATRONS IN A SPA, HOTEL, MOTEL OR INN, THERE IS A REBUTTABLE PRESUMPTION\n   31  THAT SUCH PERSON DID SO FOR NO LEGITIMATE PURPOSE.\n   32    SURREPTITIOUS SURVEILLANCE IS A CLASS B MISDEMEANOR.\n   33    S 3. This act shall take effect on the first of November next succeed-\n   34  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the crime of surreptitious surveillance, a class B misdemeanor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T111805.TXT", "SOBI.D101213.T115306.TXT", "SOBI.D101213.T121308.TXT", "SOBI.D101213.T112305.TXT", "SOBI.D101215.T104414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292427854003
}