{
  "year" : 2011,
  "senateBillNo" : "S2562-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2562-2011-1295931600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a course of instruction in sensitivity training regarding diversity",
  "summary" : "Directs the regents of the university of the state of New York to prescribe courses of instruction relating to sensitivity training regarding diversity of race, ethnicity and religion; and directs the regents to prepare guidelines for such course of study and provide grants from funds so appropriated for such curriculum. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S225-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2562\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to requiring a curriculum\n         of study in sensitivity training regarding diversity of race, ethnici-\n         ty and religion\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 801-b\n    2  to read as follows:\n    3    S 801-B. COURSES OF  INSTRUCTION  IN  SENSITIVITY  TRAINING  REGARDING\n    4  DIVERSITY. 1. THE REGENTS OF THE UNIVERSITY OF THE STATE OF NEW YORK, IN\n    5  COOPERATION  WITH  THE COMMISSIONER, SHALL PRESCRIBE COURSES OF INSTRUC-\n    6  TION TO BE MAINTAINED AND FOLLOWED IN  ALL  THE  SCHOOLS  OF  THE  STATE\n    7  RELATING  TO  SENSITIVITY  TRAINING  WHICH  SHALL  INSTRUCT PUPILS ABOUT\n    8  DIVERSITY OF RACE, ETHNICITY AND RELIGION.\n    9    2. THE REGENTS SHALL:  A. PREPARE GUIDELINES FOR THE DESIGN AND IMPLE-\n   10  MENTATION OF LOCAL PROGRAMS AND  INSTRUCTIONAL  CURRICULA  THAT  PROMOTE\n   11  UNDERSTANDING,  AWARENESS,  AND  APPRECIATION  OF  THE  CONTRIBUTIONS OF\n   12  PEOPLE WITH DIVERSE BACKGROUNDS AND OF HARMONIOUS RELATIONS IN A DIVERSE\n   13  SOCIETY. THE GUIDELINES SHALL INCLUDE METHODS OF EVALUATING THE PROGRAMS\n   14  AND CURRICULA AND SUGGESTED PROCEDURES TO  ENSURE  COORDINATION  OF  THE\n   15  PROGRAMS  AND  CURRICULA WITH APPROPRIATE LOCAL PUBLIC AND PRIVATE AGEN-\n   16  CIES.\n   17    B. PROVIDE GRANTS, FROM FUNDS APPROPRIATED FOR SUCH PURPOSE, TO SCHOOL\n   18  DISTRICTS AND COUNTIES TO DEVELOP PROGRAMS AND CURRICULA CONSISTENT WITH\n   19  THE GUIDELINES DEVELOPED IN PARAGRAPH A OF THIS SUBDIVISION.\n   20    C. TO  THE  EXTENT  POSSIBLE,  PROVIDE  ADVICE  AND  DIRECT  SERVICES,\n   21  CONSISTENT WITH THE GUIDELINES DEVELOPED IN PARAGRAPH A OF THIS SUBDIVI-\n   22  SION,  TO  SCHOOL  DISTRICTS  AND COUNTIES TO IMPLEMENT THE PROGRAMS AND\n   23  CURRICULA DEVELOPED PURSUANT TO THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07303-01-1\n\n       S. 2562                             2\n\n    1    3. THE DEPARTMENT SHALL CARRY OUT THIS SECTION ONLY IF PRIVATE  FUNDS,\n    2  IN  AN  AMOUNT SUFFICIENT TO PAY FOR RELATED DEPARTMENT STAFF ACTIVITIES\n    3  ARE MADE AVAILABLE.\n    4    4.  A.  THE BOARDS OF EDUCATION AND TRUSTEES OF THE SEVERAL CITIES AND\n    5  SCHOOL DISTRICTS OF THE STATE SHALL REQUIRE INSTRUCTION TO BE  GIVEN  IN\n    6  SUCH  COURSES,  BY  THE  TEACHERS  EMPLOYED  IN THE SCHOOLS THEREIN. ALL\n    7  PUPILS ATTENDING SUCH SCHOOLS, OVER THE AGE OF EIGHT YEARS, SHALL ATTEND\n    8  UPON  SUCH  INSTRUCTION.  SIMILAR  COURSES  OF  INSTRUCTION   SHALL   BE\n    9  PRESCRIBED  AND  MAINTAINED  IN  PRIVATE  SCHOOLS  IN THE STATE, AND ALL\n   10  PUPILS IN SUCH SCHOOLS OVER EIGHT YEARS OF AGE SHALL ATTEND SUCH  COURS-\n   11  ES.\n   12    B. EACH TEACHER SHALL ENDEAVOR TO IMPRESS UPON THE MINDS OF THE PUPILS\n   13  THE  MEANING  OF  EQUALITY AND HUMAN DIGNITY, INCLUDING THE PROMOTION OF\n   14  HARMONIOUS RELATIONS, KINDNESS  TOWARD  DOMESTIC  PETS  AND  THE  HUMANE\n   15  TREATMENT OF LIVING CREATURES, TO TEACH THEM TO AVOID IDLENESS, PROFANI-\n   16  TY,  AND  FALSEHOOD,  AND TO INSTRUCT THEM IN MANNERS AND MORALS AND THE\n   17  PRINCIPLES OF A FREE GOVERNMENT.\n   18    C. EACH TEACHER SHALL ALSO BE ENCOURAGED TO CREATE AND FOSTER AN ENVI-\n   19  RONMENT THAT ENCOURAGES PUPILS TO REALIZE THEIR FULL POTENTIAL AND  THAT\n   20  IS FREE FROM DISCRIMINATORY ATTITUDES, PRACTICES, EVENTS, OR ACTIVITIES,\n   21  IN ORDER TO PREVENT ACTS OF HATE CRIMES, AS DEFINED IN SECTION 485.05 OF\n   22  THE PENAL LAW.\n   23    5.  THE  REGENTS  SHALL  DETERMINE THE SUBJECTS TO BE INCLUDED IN SUCH\n   24  COURSES OF INSTRUCTION AND THE PERIOD OF  INSTRUCTION  IN  EACH  OF  THE\n   25  GRADES IN SUCH SUBJECTS. THEY SHALL ADOPT RULES PROVIDING FOR ATTENDANCE\n   26  UPON  SUCH  INSTRUCTION  AND  FOR SUCH OTHER MATTERS AS ARE REQUIRED FOR\n   27  CARRYING INTO EFFECT THE OBJECTS  AND  PURPOSES  OF  THIS  SECTION.  THE\n   28  COMMISSIONER  SHALL  BE  RESPONSIBLE FOR THE ENFORCEMENT OF THIS SECTION\n   29  AND SHALL CAUSE TO BE INSPECTED AND  SUPERVISE  THE  INSTRUCTION  TO  BE\n   30  GIVEN  IN SUCH SUBJECTS. THE COMMISSIONER MAY, IN HIS OR HER DISCRETION,\n   31  CAUSE ALL OR A PORTION OF THE PUBLIC SCHOOL MONEY TO BE APPORTIONED TO A\n   32  DISTRICT OR CITY TO BE WITHHELD FOR FAILURE OF THE SCHOOL AUTHORITIES OF\n   33  SUCH DISTRICT OR CITY TO PROVIDE INSTRUCTION  IN  SUCH  COURSES  AND  TO\n   34  COMPEL  ATTENDANCE UPON SUCH INSTRUCTION, AS PRESCRIBED IN THIS SECTION,\n   35  AND FOR A NON-COMPLIANCE WITH  THE  RULES  OF  THE  REGENTS  ADOPTED  AS\n   36  PROVIDED IN THIS SECTION.\n   37    S  2.  This  act  shall  take  effect  on  the first of September next\n   38  succeeding the date on which it  shall  have  become  a  law;  provided,\n   39  however  that  effective  immediately,  the  addition,  amendment and/or\n   40  repeal of any rule or regulation necessary  for  the  implementation  of\n   41  this act on its effective date is authorized and directed to be made and\n   42  completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring a curriculum of study in sensitivity training regarding diversity of race, ethnicity and religion ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T155941.TXT", "SOBI.D110125.T160942.TXT", "SOBI.D110125.T161942.TXT", "SOBI.D110126.T122754.TXT", "SOBI.D110125.T162442.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296062874343
}