{
  "year" : 2011,
  "senateBillNo" : "S2567-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2567-2011-1295931600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases penalties for manufacture or sale of liquor without a license",
  "summary" : "Increases the penalties for the illegal sale of alcoholic beverages without the appropriate license or permit. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S2144-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2567\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the alcoholic  beverage  control  law,  in  relation  to\n         penalties for violations thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section  130  of  the  alcoholic  beverage\n    2  control  law,  as amended by chapter 750 of the laws of 1982, is amended\n    3  to read as follows:\n    4    1.  Any person who manufactures for sale or sells alcoholic beverages,\n    5  other than the illicit alcoholic beverages as  defined  in  section  one\n    6  hundred  fifty  OF  THIS  CHAPTER, without having an appropriate license\n    7  therefor, or whose license has been revoked, surrendered  or  cancelled,\n    8  shall  be  guilty  of  a  misdemeanor, and upon first conviction thereof\n    9  shall be punished by a fine [not more than two] THREE times the cost  of\n   10  a  special THREE YEAR on premises license in the county where the unlaw-\n   11  ful act took place or by imprisonment in a county jail  or  penitentiary\n   12  for  a  term of not less than thirty days nor more than one year or both\n   13  and upon [second conviction] ALL SUBSEQUENT CONVICTIONS thereof shall be\n   14  punished by a fine [not less than two times and  not  more  than  three]\n   15  FIVE  times  the cost of a special THREE YEAR on premises license in the\n   16  county where the unlawful act took place or by imprisonment in a  county\n   17  jail  or  penitentiary  for a term of not less than thirty days nor more\n   18  than one year or both [and upon all subsequent convictions thereof shall\n   19  be punished by a fine not less than three times and not more  than  four\n   20  times  the cost of a special on premises license in the county where the\n   21  unlawful act took place or by imprisonment in a county jail or  peniten-\n   22  tiary  for a term of not less than thirty days nor more than one year or\n   23  both] provided, however, that in default of payment of any fine imposed,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06426-01-1\n\n       S. 2567                             2\n\n    1  such person shall be imprisoned in a county jail or penitentiary  for  a\n    2  term of not less than thirty days.\n    3    S 2. This act shall take effect on the first of November next succeed-\n    4  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2567\n\nTITLE OF BILL:\n\nAn act to amend the alcoholic beverage control law, in relation to\npenalties for violations thereof\n\nSUMMARY:\n\nThis would amend subdivision one of &sect; 130 to the alcoholic beverage\ncontrol law which determines the fines associated with any person who\nmanufactures for sale or sells alcoholic beverages without the appropri-\nate license.\n\nJUSTIFICATION:\n\nPublic hearings held by the Senate Minority Task Force on Criminal\nJustice in 1981, determined that there are a myriad of illegal social\nclubs operating throughout the State. Legislation resulting from these\nhearings created specific penalties for involvement in the manufacturing\nfor sale or selling of alcoholic beverages without a proper liquor\nlicense.\n\nAs a result of the recent tragedy in the Bronx, it appears the current\nstatutes are not a great enough deterrent for individuals to become\ninvolved with illicit social clubs. Currently, upon first conviction\nthere is a punishment of not more than two times the cost of a liquor\nlicense. This legislation increases the fines for persons who neglect to\nobtain a legal liquor license and yet participate in the sale of alco-\nholic beverages. Upon first conviction the person shall be punished by a\nfine of three times the cost of a special three year on-premise liquor\nlicense. All subsequent convictions shall be subject to a fine of five\ntimes the cost of a three year on premise liquor license.\n\nThree year on-premise liquor licenses range from $700 to $5,100. The\nmultiple cost of the license, calculated as a fine, should restore the\ndeterrent factor for individuals involved with illegal social clubs.\n\nFISCAL IMPLICATION:\n\nNone.\n\nEFFECTIVE DATE:\n\nThe first day of November next succeeding the date on which it shall\nhave become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to penalties for violations thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T161444.TXT", "SOBI.D110125.T160942.TXT", "SOBI.D110125.T161942.TXT", "SOBI.D110126.T122754.TXT", "SOBI.D110129.T003343.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223708
}