{
  "year" : 2011,
  "senateBillNo" : "S2572-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2572-2011-1296018000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for special license plates for the New York city auxiliary police",
  "summary" : "Allows the commissioner of motor vehicles, upon request, to issue special license plates for members of the New York city auxiliary police; provides that such distinctive license plates shall bear the letters \"NYCAP\"; sets fees for the issuance of such license plates. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S4443-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2572\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic  law,  in  relation  to  special\n         license plates for the New York city auxiliary police\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE PLATES FOR NEW YORK CITY AUXILIARY POLICE. 1. ANY\n    4  NEW YORK CITY AUXILIARY POLICE MEMBER RESIDING IN THIS STATE SHALL, UPON\n    5  REQUEST,  BE  ISSUED  A  LICENSE PLATE BEARING THE LETTERS \"NYCAP\". IF A\n    6  DISTINCTIVE PLATE IS ISSUED TO A NEW YORK CITY AUXILIARY  POLICE  MEMBER\n    7  PURSUANT  TO THIS SECTION, SUCH DISTINCTIVE PLATE SHALL NOT BE ISSUED TO\n    8  THE SPOUSE OF SUCH MEMBER. APPLICATION FOR SAID LICENSE SHALL  BE  FILED\n    9  WITH  THE COMMISSIONER IN SUCH FORM AND DETAIL AS THE COMMISSIONER SHALL\n   10  PRESCRIBE, AND SHALL BE VERIFIED ANNUALLY BY THE APPLICANT.\n   11    2. THE DISTINCTIVE PLATE AUTHORIZED IN SUBDIVISION ONE OF THIS SECTION\n   12  SHALL BE ISSUED UPON PROOF, SATISFACTORY TO THE COMMISSIONER,  THAT  THE\n   13  APPLICANT  IS  PRESENTLY AN ACTIVE MEMBER OF THE NEW YORK CITY AUXILIARY\n   14  POLICE.\n   15    3. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   16  IN THE SAME MANNER AS OTHER NUMBER PLATES UPON PAYMENT  OF  THE  REGULAR\n   17  REGISTRATION  FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS ARTICLE\n   18  AND AN ADDITIONAL ANNUAL SERVICE CHARGE OF FIFTEEN DOLLARS.\n   19    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06403-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to special license plates for the New York city auxiliary police ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T134259.TXT", "SOBI.D110126.T092738.TXT", "SOBI.D110126.T095239.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296067379488
}