{
  "year" : 2011,
  "senateBillNo" : "S2578-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2578-2011-1296018000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the collection of expenses, and imposition of penalties and additional interest for frivolous actions or procedures; repealer",
  "summary" : "Authorizes the imposition of monetary sanctions in any civil action or proceeding upon a written finding of the court that a party or attorney has brought a claim or employed procedures entirely without merit and in bad faith; authorizes an additional interest at 150% of the legal rate in cases where frivolous delaying tactics had been interposed to avoid entry of a money judgment; requires notice be given of the courts view that sanctions may be called for prior to imposition of sanctions; provides for appellate review of order granting sanctions; provides that an action shall not be deemed frivolous solely because a novel or unusual argument or principle of law was advanced. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "S345-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2578\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the  civil  practice  law  and  rules,  in  relation  to\n         expenses,  penalties  and additional interest for frivolous actions or\n         procedures and to repeal certain provisions of such law relating ther-\n         eto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  8303-a  of  the  civil practice law and rules is\n    2  REPEALED and a new section 8303-a is added to read as follows:\n    3    S 8303-A. EXPENSES, PENALTIES AND ADDITIONAL  INTEREST  FOR  FRIVOLOUS\n    4  ACTION  OR PROCEDURE. (A) IF IN A CIVIL ACTION OR PROCEEDING, A CLAIM IS\n    5  COMMENCED OR CONTINUED BY A PLAINTIFF, OR A COUNTERCLAIM, DEFENSE, CROSS\n    6  CLAIM OR THIRD-PARTY CLAIM IS COMMENCED OR CONTINUED BY A DEFENDANT,  OR\n    7  AN APPLICATION, A MOTION OR CROSS MOTION FOR AN ORDER IS MADE OR CONTIN-\n    8  UED,  THAT  IS  FOUND BY THE COURT AT ANY TIME DURING THE PROCEEDINGS OR\n    9  UPON JUDGMENT TO BE FRIVOLOUS, THE COURT SHALL  AWARD  EXPENSES  TO  ANY\n   10  PARTY ADVERSELY AFFECTED BY THE FRIVOLOUS CONDUCT.\n   11    (B) FOR PURPOSES OF THIS SECTION:\n   12    (I)  \"ACTION OR PROCEDURE\" INCLUDES, BUT IS NOT LIMITED TO, THE MAKING\n   13  OR OPPOSING OF AN APPLICATION OR A MOTION, INCLUDING A MOTION FOR  SANC-\n   14  TION PURSUANT TO THIS SECTION OR THE ASSERTION OF A CLAIM, COUNTERCLAIM,\n   15  DEFENSE, CROSS CLAIM OR THIRD-PARTY CLAIM.\n   16    (II) \"FRIVOLOUS\" MEANS ENTIRELY WITHOUT MERIT AND NOT ADVANCED IN GOOD\n   17  FAITH OR SOLELY INTENDED TO HARASS OR MALICIOUSLY INJURE ANOTHER.\n   18    (III) \"EXPENSES\" MEANS THE LEGAL EXPENSES INCURRED BY A PARTY DIRECTLY\n   19  ATTRIBUTABLE  TO  A  FRIVOLOUS ACTION OR PROCEDURE, INCLUDING REASONABLE\n   20  ATTORNEY'S FEES AND DISBURSEMENTS.\n   21    (C) THE EXPENSES AWARDED UNDER SUBDIVISION (A) OF THIS  SECTION  SHALL\n   22  BE  ASSESSED  EITHER  AGAINST  THE PARTY BRINGING OR USING THE FRIVOLOUS\n   23  ACTION OR PROCEDURE OR AGAINST THE ATTORNEY FOR SUCH PARTY,  OR  AGAINST\n   24  BOTH, AS MAY BE DETERMINED BY THE COURT, BASED UPON THE CIRCUMSTANCES OF\n   25  THE CASE.  SUCH EXPENSES SHALL BE IN ADDITION TO ANY OTHER AWARD GRANTED\n   26  TO ANY PARTY ADVERSELY AFFECTED BY THE FRIVOLOUS CONDUCT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07286-01-1\n\n       S. 2578                             2\n\n    1    (D)  IN  ADDITION TO ANY EXPENSES AWARDED UNDER THIS SECTION, OR AS AN\n    2  ALTERNATIVE SANCTION, THE COURT MAY IMPOSE UPON THE  PARTY  BRINGING  OR\n    3  USING  A  FRIVOLOUS  ACTION  OR  PROCEDURE OR UPON THE ATTORNEY FOR SUCH\n    4  PARTY, OR UPON BOTH, A PENALTY NOT TO EXCEED TWO HUNDRED FIFTY  DOLLARS,\n    5  TO BE AWARDED TO ANY PARTY ADVERSELY AFFECTED BY THE FRIVOLOUS CONDUCT.\n    6    (E)  IN ADDITION TO ANY EXPENSES AWARDED OR PENALTY IMPOSED UNDER THIS\n    7  SECTION, OR AS AN ALTERNATIVE SANCTION, IF IN AN ACTION FOR THE RECOVERY\n    8  OF A SUM OF MONEY THE COURT FINDS THAT THE PARTY LIABLE FOR  PAYMENT  OF\n    9  SUCH  SUM OR ATTORNEY FOR SUCH PARTY HAS BROUGHT ANY FRIVOLOUS ACTION OR\n   10  PROCEDURE IN ORDER TO DELAY JUDGMENT, THE  COURT  SHALL  AWARD  TO  EACH\n   11  CLAIMANT AGAINST WHOM SUCH ACTION OR PROCEDURE WAS BROUGHT OR USED ADDI-\n   12  TIONAL  INTEREST  ON THE UNPAID PORTION OF SUCH SUM AT ONE HUNDRED FIFTY\n   13  PERCENT OF THE LEGAL RATE FROM THE DATE WHEN THE  SUM  WAS  DUE  TO  THE\n   14  CLAIMANT, WHICH DATE SHALL BE STATED IN THE AWARD, UNTIL THE SUM IS PAID\n   15  IN FULL.\n   16    (F)  AN AWARD OF ANY EXPENSES OR ADDITIONAL INTEREST OR THE IMPOSITION\n   17  OF ANY PENALTY UNDER THE PROVISIONS OF THIS SECTION SHALL BE  MADE  ONLY\n   18  UPON  MOTION  OF ANY PARTY ADDRESSED TO THE JUDGE BEFORE WHOM THE FRIVO-\n   19  LOUS ACTION OR PROCEDURE PROCEEDED, OR UPON THE COURT'S OWN MOTION.  THE\n   20  COURT  SHALL  CONDUCT  A  HEARING  ON THE MOTION TO DETERMINE WHETHER AN\n   21  AWARD OF EXPENSES OR ADDITIONAL INTEREST SHOULD BE GRANTED OR A  PENALTY\n   22  IMPOSED, AND THE AMOUNT OF SUCH AWARD, ADDITIONAL INTEREST OR PENALTY.\n   23    (G)  IF  THE  COURT DETERMINES FROM A PRELIMINARY CONSIDERATION OF THE\n   24  MOTION AND PRIOR TO A HEARING THAT THE ACTION OR PROCEDURE MOVED AGAINST\n   25  IS FRIVOLOUS, IT SHALL WHENEVER POSSIBLE GIVE NOTICE ON  THE  RECORD  TO\n   26  THE  PARTIES  OF  SUCH  PRELIMINARY  DETERMINATION.  IF  WITHIN TEN DAYS\n   27  FOLLOWING SUCH NOTICE THE PARTY OR ATTORNEY DISCONTINUES THE  ACTION  OR\n   28  PROCEDURE, NO EXPENSES OR ADDITIONAL INTEREST SHALL BE AWARDED OR PENAL-\n   29  TY  IMPOSED; PROVIDED, HOWEVER, THAT NO NOTICE SHALL BE REQUIRED FOR THE\n   30  COURT AFTER A HEARING TO AWARD EXPENSES OR  ADDITIONAL  INTEREST  OR  TO\n   31  IMPOSE  A  PENALTY  FOR  A  FRIVOLOUS ACTION OR PROCEDURE BASED UPON THE\n   32  SUBMISSION TO THE COURT OF A FALSE STATEMENT MADE UNDER OATH.\n   33    (H) AN ORDER AWARDING EXPENSES OR ADDITIONAL INTEREST  OR  IMPOSING  A\n   34  PENALTY  UNDER  THIS SECTION SHALL BE IN WRITING, SHALL RECITE IN DETAIL\n   35  THE CONDUCT OR CIRCUMSTANCES JUSTIFYING THE ORDER AND SHALL  SPECIFY  IN\n   36  DETAIL  THE METHOD BY WHICH THE AMOUNT OF THE AWARD WAS COMPUTED AND THE\n   37  CALCULATION THEREOF.\n   38    (I) ANY ORDER AWARDING EXPENSES OR ADDITIONAL INTEREST OR  IMPOSING  A\n   39  PENALTY UNDER THIS SECTION MAY BE APPEALED, AS A MATTER OF RIGHT, TO THE\n   40  APPROPRIATE APPELLATE COURT, WHICH SHALL REVIEW THE MATTER DE NOVO.\n   41    (J)  NO  FINDING SHALL BE MADE THAT ANY ACTION OR PROCEDURE WAS FRIVO-\n   42  LOUS SOLELY BECAUSE A NOVEL OR UNUSUAL ARGUMENT OR PRINCIPLE OF LAW  WAS\n   43  ADVANCED IN SUPPORT THEREOF.\n   44    (K)  THIS  SECTION  SHALL PROVIDE THE EXCLUSIVE REMEDY FOR A FRIVOLOUS\n   45  ACTION OR PROCEDURE. HOWEVER SUCH REMEDY SHALL NOT BE DEEMED TO PRECLUDE\n   46  AN ACTION AUTHORIZED PURSUANT TO THIS CHAPTER OR AN ACTION FOR MALICIOUS\n   47  PROSECUTION OR ABUSE OF PROCESS.\n   48    (L)  ALL PRECEDING PROVISIONS OF THIS SECTION SHALL NOT APPLY TO:\n   49    (I)  PROCEEDINGS IN A SMALL CLAIMS PART OF ANY COURT;\n   50    (II) LANDLORD-TENANT PROCEEDINGS; AND\n   51    (III) PROCEEDINGS IN THE FAMILY COURT COMMENCED UNDER  ARTICLE  THREE,\n   52  SEVEN, EIGHT OR TEN OF THE FAMILY COURT ACT.\n   53    S  2.  This  act  shall  take effect immediately and shall apply to an\n   54  action or proceeding commenced on or after the effective  date  of  this\n   55  act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to expenses, penalties and additional interest for frivolous actions or procedures and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T093238.TXT", "SOBI.D110126.T134259.TXT", "SOBI.D110126.T095740.TXT", "SOBI.D110126.T095239.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296067379490
}