{
  "year" : 2011,
  "senateBillNo" : "S2576-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2576-2011-1296018000000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions regarding recycling programs",
  "summary" : "Requires the recycled content of packaging be disclosed on the package label; requires waste collection and transportation contracts to specify that the recyclable, reusable or other components are required to be separated in accordance with local law; authorizes economic development power allocation to businesses engaged in the utilization of secondary materials as raw materials in a manufacturing process and makes provisions relating to the recycled content of materials procured by the state. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S2144-2009", "S989-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2576\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, the economic development  law,\n         the  public  authorities law and the state finance law, in relation to\n         recycling programs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The  general  business  law  is amended by adding a new\n    2  section 399-ff to read as follows:\n    3    S 399-FF. RECYCLED CONTENT OF PACKAGING.   1.  FOR  PURPOSES  OF  THIS\n    4  SECTION:\n    5    (A)  \"CONSUMER  COMMODITY\" OR \"COMMODITY\" SHALL MEAN THE FOLLOWING, IF\n    6  SOLD IN A PACKAGE:\n    7    (I) FOOD, WHETHER SOLID, LIQUID OR MIXED, AND ALL SUBSTANCES OR INGRE-\n    8  DIENTS ADDED THERETO FOR ANY PURPOSE, USED OR INTENDED  FOR  CONSUMPTION\n    9  BY HUMAN BEINGS OR DOMESTIC ANIMALS NORMALLY KEPT AS HOUSEHOLD PETS; AND\n   10    (II)  GOODS, CUSTOMARILY SOLD AT RETAIL, THAT ARE USED BY CONSUMERS IN\n   11  THE PERFORMANCE OF SERVICES ORDINARILY RENDERED  WITHIN  THE  HOUSEHOLD,\n   12  AND THAT ARE USUALLY CONSUMED OR EXPENDED IN THE COURSE OF SUCH USE.\n   13    (B)  \"LABEL\" SHALL MEAN ANY WRITTEN, PRINTED OR GRAPHIC MATTER AFFIXED\n   14  TO ANY PACKAGE CONTAINING A CONSUMER COMMODITY.\n   15    (C) \"PACKAGE\" SHALL MEAN A CONTAINER IN WHICH ANY  CONSUMER  COMMODITY\n   16  IS  ENCLOSED  FOR  SALE  AT  RETAIL, AND WHICH CONTAINS A SINGLE ITEM, A\n   17  QUANTITY OF THE SAME ITEM, A SET OR  AN  ITEM  WITH  ALL  ITS  COMPONENT\n   18  PARTS.\n   19    (D)  \"PRODUCT\" SHALL MEAN THAT PORTION OF A CONSUMER COMMODITY OFFERED\n   20  FOR SALE AT RETAIL THAT IS NOT A PACKAGE.\n   21    2. NO MERCHANT, MANUFACTURER, FIRM, CORPORATION, ASSOCIATION OR  AGENT\n   22  OR  EMPLOYEE  THEREOF  SHALL IMPORT, MANUFACTURE, SELL, HOLD FOR SALE OR\n   23  DISTRIBUTION ANY CONSUMER COMMODITY WHICH FAILS TO DISCLOSE ON THE LABEL\n   24  OF ITS PACKAGE THE RECYCLED CONTENT OF  THE  PACKAGE.  THE  LABEL  SHALL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06953-01-1\n\n       S. 2576                             2\n\n    1  CONTAIN  A CIRCLE WITH AT LEAST THREE ARROWS ON THE CIRCUMFERENCE OF THE\n    2  CIRCLE ALL FACING THE SAME DIRECTION, WITH THE PERCENTAGE OF  THE  RECY-\n    3  CLED CONTENT OF THE PACKAGE LOCATED WITHIN SUCH CIRCLE.\n    4    3.  WHENEVER  THERE  SHALL BE A VIOLATION OF THIS SECTION, APPLICATION\n    5  MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF  THE  PEOPLE  OF  THE\n    6  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n    7  PROCEEDING  TO  ISSUE AN INJUNCTION, AND UPON NOTICE TO THE DEFENDANT OF\n    8  NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF  SUCH\n    9  VIOLATION;  AND  IF  IT SHALL APPEAR TO THE SATISFACTION OF THE COURT OR\n   10  JUSTICE, THAT THE DEFENDANT HAS, IN  FACT,  VIOLATED  THIS  SECTION,  AN\n   11  INJUNCTION  MAY  BE  ISSUED  BY  SUCH  COURT  OR  JUSTICE, ENJOINING AND\n   12  RESTRAINING ANY FURTHER VIOLATION,  WITHOUT  REQUIRING  PROOF  THAT  ANY\n   13  PERSON  HAS,  IN  FACT,  BEEN  INJURED  OR  DAMAGED THEREBY. IN ANY SUCH\n   14  PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO  THE  ATTORNEY  GENERAL  AS\n   15  PROVIDED  IN  PARAGRAPH  SIX  OF SUBDIVISION (A) OF SECTION EIGHTY-THREE\n   16  HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES, AND  DIRECT  RESTITU-\n   17  TION.  WHENEVER  THE  COURT  SHALL  DETERMINE  THAT  A VIOLATION OF THIS\n   18  SECTION HAS OCCURRED, THE COURT MAY IMPOSE A CIVIL PENALTY OF  NOT  MORE\n   19  THAN  FIVE  THOUSAND  DOLLARS FOR EACH VIOLATION. IN CONNECTION WITH ANY\n   20  SUCH PROPOSED APPLICATION, THE ATTORNEY GENERAL IS  AUTHORIZED  TO  TAKE\n   21  PROOF  AND  MAKE  A  DETERMINATION  OF  THE  RELEVANT FACTS AND TO ISSUE\n   22  SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES.\n   23    S 2. The general business law is amended by adding a new section  399-\n   24  fff to read as follows:\n   25    S  399-FFF. CONTRACTS FOR THE COLLECTION AND TRANSPORTATION OF COMMER-\n   26  CIAL WASTE. 1. DEFINITIONS.\n   27    A. \"COMMERCIAL WASTE\" SHALL MEAN WASTE GENERATED BY  STORES,  OFFICES,\n   28  INSTITUTIONS,  RESTAURANTS,  WAREHOUSES, AND NONMANUFACTURING ACTIVITIES\n   29  AT INDUSTRIAL FACILITIES.\n   30    B. \"PERSON\" SHALL MEAN ANY NATURAL PERSON, FIRM,  ORGANIZATION,  PART-\n   31  NERSHIP, ASSOCIATION OR CORPORATION.\n   32    C.  \"SOLID  WASTE\"  SHALL  HAVE THE SAME MEANING AS DEFINED IN SECTION\n   33  27-0701 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   34    2. EVERY WRITTEN CONTRACT FOR THE  COLLECTION  AND  TRANSPORTATION  OF\n   35  COMMERCIAL  WASTE  FROM  A PLACE AT WHICH SUCH WASTE IS GENERATED, SHALL\n   36  SPECIFY THE RECYCLABLE, REUSABLE OR OTHER COMPONENTS OF SUCH WASTE  THAT\n   37  ARE REQUIRED TO BE SEPARATED IN ACCORDANCE WITH A LOCAL LAW OR ORDINANCE\n   38  ADOPTED PURSUANT TO SECTION ONE HUNDRED TWENTY-AA OF THE GENERAL MUNICI-\n   39  PAL LAW AND ANY PENALTIES IMPOSED BY SUCH LAW OR ORDINANCE FOR THE FAIL-\n   40  URE TO SEPARATE SUCH WASTE.\n   41    3.  EVERY  GENERATOR  OF  COMMERCIAL  WASTE WHO CONTRACTS WITH ANOTHER\n   42  PERSON FOR THE  COLLECTION  AND  TRANSPORTATION  OF  SUCH  WASTE,  SHALL\n   43  DISPLAY  PROMINENTLY  A NOTICE STATING THE RECYCLABLE, REUSABLE OR OTHER\n   44  COMPONENTS OF SUCH WASTE THAT THE  GENERATOR  IS  REQUIRED  TO  SEPARATE\n   45  PURSUANT  TO A LOCAL LAW OR ORDINANCE ADOPTED IN ACCORDANCE WITH SECTION\n   46  ONE HUNDRED TWENTY-AA OF THE GENERAL MUNICIPAL LAW.\n   47    4. A KNOWING VIOLATION OF THIS SECTION SHALL BE PUNISHABLE BY A  CIVIL\n   48  FINE NOT TO EXCEED ONE THOUSAND DOLLARS.\n   49    S  3.  The economic development law is amended by adding a new section\n   50  187-a to read as follows:\n   51    S 187-A. RECYCLING MARKET DEVELOPMENT  PROGRAMS.  NOTWITHSTANDING  ANY\n   52  PROVISION   OF   SECTIONS   ONE  HUNDRED  EIGHTY-FOUR  AND  ONE  HUNDRED\n   53  EIGHTY-FIVE OF THIS ARTICLE OR ANY RULE OR REGULATION PROMULGATED PURSU-\n   54  ANT THERETO, AN ECONOMIC DEVELOPMENT POWER ALLOCATION MAY BE MADE  TO  A\n   55  BUSINESS  ENGAGED IN THE UTILIZATION OF SECONDARY MATERIALS AS RAW MATE-\n   56  RIALS IN A MANUFACTURING PROCESS; PROVIDED THAT SUCH SECONDARY MATERIALS\n\n       S. 2576                             3\n\n    1  ARE RECOVERED FROM SOLID WASTE PURSUANT TO SECTION ONE HUNDRED TWENTY-AA\n    2  OF THE GENERAL MUNICIPAL LAW.  APPLICATIONS FOR AN ALLOCATION OF ECONOM-\n    3  IC DEVELOPMENT POWER PURSUANT TO THIS SECTION SHALL BE  EVALUATED  UNDER\n    4  CRITERIA ADOPTED BY THE BOARD. SUCH CRITERIA SHALL ADDRESS, BUT NEED NOT\n    5  BE LIMITED TO:\n    6    (A) THE APPLICANT'S LONG TERM COMMITMENT TO THE DEVELOPMENT OF MARKETS\n    7  FOR  SECONDARY  MATERIALS  IN NEW YORK STATE, AS EVIDENCED BY THE APPLI-\n    8  CANT'S CURRENT AND PLANNED CAPITAL INVESTMENT IN FACILITIES IN THE STATE\n    9  DESIGNED TO UTILIZE SECONDARY MATERIALS;\n   10    (B) THE EXTENT TO WHICH THE BUSINESS  WILL  SERVE  AS  A  REGIONAL  OR\n   11  STATEWIDE MARKET OUTLET FOR SECONDARY MATERIALS;\n   12    (C)  THE TYPES OF SECONDARY MATERIALS TO BE UTILIZED BY THE APPLICANT,\n   13  AND THE EXTENT TO WHICH SUCH USE REPRESENTS  A  NEW  MARKET  OUTLET  FOR\n   14  SECONDARY MATERIALS;\n   15    (D) THE EXTENT TO WHICH THE APPLICANT'S UTILIZATION OF SECONDARY MATE-\n   16  RIALS WILL SERVE TO DISPLACE THE CURRENT USE OF VIRGIN MATERIALS;\n   17    (E)  THE  EXTENT  TO WHICH AN ALLOCATION OF ECONOMIC DEVELOPMENT POWER\n   18  WILL AFFECT THE OVERALL PRODUCTIVITY OR COMPETITIVENESS  OF  THE  APPLI-\n   19  CANT'S BUSINESS AND THE BUSINESS'S UTILIZATION OF SECONDARY MATERIALS;\n   20    (F) THE GROWTH POTENTIAL OF THE BUSINESS FACILITY AND THE CONTRIBUTION\n   21  OF  ECONOMIC  STRENGTH  TO THE AREA IN WHICH THE BUSINESS FACILITY IS OR\n   22  WOULD BE LOCATED;\n   23    (G) THE EXTENT TO WHICH AN ALLOCATION OF ECONOMIC DEVELOPMENT POWER IS\n   24  CONSISTENT WITH STATE, REGIONAL AND LOCAL ECONOMIC DEVELOPMENT AND SOLID\n   25  WASTE MANAGEMENT STRATEGIES, PLANS AND PRIORITIES AND SUPPORTED BY LOCAL\n   26  UNITS OF GOVERNMENT IN THE AREA  WHERE  THE  BUSINESS  IS  OR  WOULD  BE\n   27  LOCATED; AND\n   28    (H) THE IMPACT OF THE ALLOCATION ON THE OPERATION OF ANY OTHER FACILI-\n   29  TIES OF THE APPLICANT, ON OTHER BUSINESSES ENGAGED IN THE USE OF SECOND-\n   30  ARY MATERIALS WITHIN THE STATE, AND UPON OTHER ELECTRIC RATEPAYERS.\n   31    FOR  PURPOSES  OF THIS SECTION AND SECTION ONE HUNDRED EIGHTY-SEVEN OF\n   32  THIS ARTICLE, \"SECONDARY MATERIALS\" SHALL HAVE THE DEFINITION SET  FORTH\n   33  IN SUBDIVISION ONE OF SECTION TWO HUNDRED SIXTY-ONE OF THIS CHAPTER.\n   34    S  4.  Subdivision (c) of section 187 of the economic development law,\n   35  as amended by chapter 316 of the laws of 1997, is  amended  to  read  as\n   36  follows:\n   37    (c)  The board shall review the applications received and shall deter-\n   38  mine the applications which best meet the criteria established  for  the\n   39  allocations  authorized  under  this article and it shall recommend such\n   40  applications to the power authority of the state of New York  with  such\n   41  terms  and  conditions  as  it deems appropriate. Except for allocations\n   42  subject to subdivision (g) of  this  section  and  section  one  hundred\n   43  eighty-five  OR SECTION ONE HUNDRED EIGHTY-SEVEN-A of this article, each\n   44  allocation of economic development power recommended by the board  shall\n   45  be  to  serve  new electrical demand at facilities at which new jobs are\n   46  created. Such terms and conditions shall include  reasonable  provisions\n   47  providing  for the partial or complete withdrawal of the economic devel-\n   48  opment power in the event  the  recipient  fails  to  maintain  mutually\n   49  agreed  upon  levels  of  employment  and power utilization OR SECONDARY\n   50  MATERIALS USE.\n   51    S 5. Subdivision (c) of section 187 of the economic  development  law,\n   52  as  added  by  chapter  32  of  the  laws of 1987, is amended to read as\n   53  follows:\n   54    (c) The board shall review the applications received and shall  deter-\n   55  mine  the  applications which best meet the criteria and it shall recom-\n   56  mend such applications to the power authority of the state of  New  York\n\n       S. 2576                             4\n\n    1  with such terms and conditions as it deems appropriate. Except for allo-\n    2  cations  subject  to  subdivision  (g)  of  this section and section one\n    3  hundred eighty-five OR SECTION ONE HUNDRED EIGHTY-SEVEN-A of this  arti-\n    4  cle,  each  allocation  recommended  by  the board shall be to serve new\n    5  electrical demand at facilities at which  new  jobs  are  created.  Such\n    6  terms  and  conditions shall include reasonable provisions providing for\n    7  the partial or complete withdrawal of the economic development power  in\n    8  the  event  the  recipient  fails  to maintain mutually agreed levels of\n    9  employment and power utilization OR SECONDARY MATERIALS USE.\n   10    S 6. Subdivision 13 of section 1005 of the public authorities  law  is\n   11  amended by adding a new paragraph (c) to read as follows:\n   12    (C)  RECYCLING  MARKET  DEVELOPMENT. NOTWITHSTANDING ANY PROVISIONS OF\n   13  PARAGRAPHS (A) AND (B) OF THIS SUBDIVISION OR  ANY  RULE  OR  REGULATION\n   14  PROMULGATED  PURSUANT  THERETO,  THE  TRUSTEES  SHALL  ESTABLISH SPECIAL\n   15  CRITERIA FOR THE EVALUATION OF APPLICATIONS FOR AN ALLOCATION OF  EXPAN-\n   16  SION POWER TO BUSINESSES ENGAGED IN THE UTILIZATION OF SECONDARY MATERI-\n   17  ALS  AS  RAW  MATERIALS  IN  A MANUFACTURING PROCESS; PROVIDED THAT SUCH\n   18  SECONDARY MATERIALS ARE RECOVERED FROM SOLID WASTE PURSUANT  TO  SECTION\n   19  ONE  HUNDRED TWENTY-AA OF THE GENERAL MUNICIPAL LAW. SUCH CRITERIA SHALL\n   20  INCLUDE, BUT NEED NOT BE LIMITED TO:\n   21    (1) THE APPLICANT'S LONG TERM COMMITMENT TO THE DEVELOPMENT OF MARKETS\n   22  FOR SECONDARY MATERIALS IN NEW YORK STATE, AS EVIDENCED  BY  THE  APPLI-\n   23  CANT'S CURRENT AND PLANNED CAPITAL INVESTMENT IN FACILITIES IN THE STATE\n   24  DESIGNED TO UTILIZE SECONDARY MATERIALS;\n   25    (2)  THE  EXTENT  TO  WHICH  THE  BUSINESS WILL SERVE AS A REGIONAL OR\n   26  STATEWIDE MARKET OUTLET FOR SECONDARY MATERIALS;\n   27    (3) THE TYPES OF SECONDARY MATERIALS TO BE UTILIZED BY THE  APPLICANT,\n   28  AND  THE  EXTENT  TO  WHICH  SUCH USE REPRESENTS A NEW MARKET OUTLET FOR\n   29  SECONDARY MATERIALS;\n   30    (4) THE EXTENT TO WHICH THE APPLICANT'S UTILIZATION OF SECONDARY MATE-\n   31  RIALS WILL SERVE TO DISPLACE THE CURRENT USE OF VIRGIN MATERIALS;\n   32    (5) THE EXTENT TO WHICH AN ALLOCATION OF EXPANSION POWER  WILL  AFFECT\n   33  THE  OVERALL PRODUCTIVITY OR COMPETITIVENESS OF THE APPLICANT'S BUSINESS\n   34  AND THE BUSINESS'S UTILIZATION OF SECONDARY MATERIALS;\n   35    (6) THE GROWTH POTENTIAL OF THE BUSINESS FACILITY AND THE CONTRIBUTION\n   36  OF ECONOMIC STRENGTH TO THE AREA IN WHICH THE BUSINESS  FACILITY  IS  OR\n   37  WOULD BE LOCATED;\n   38    (7) THE EXTENT TO WHICH AN ALLOCATION OR EXPANSION POWER IS CONSISTENT\n   39  WITH  STATE,  REGIONAL  AND  LOCAL  ECONOMIC DEVELOPMENT AND SOLID WASTE\n   40  MANAGEMENT STRATEGIES, PLANS AND PRIORITIES AND SUPPORTED BY LOCAL UNITS\n   41  OF GOVERNMENT IN THE AREA WHERE THE BUSINESS IS OR WOULD BE LOCATED; AND\n   42    (8) THE IMPACT OF THE ALLOCATION ON THE OPERATION OF ANY OTHER FACILI-\n   43  TIES OF THE APPLICANT, ON OTHER BUSINESSES ENGAGED IN THE USE OF SECOND-\n   44  ARY MATERIALS WITHIN THE STATE, AND UPON OTHER ELECTRIC RATEPAYERS.\n   45    FOR PURPOSES OF THIS SUBDIVISION, \"SECONDARY MATERIALS\" SHALL HAVE THE\n   46  DEFINITION SET FORTH IN SUBDIVISION ONE OF SECTION TWO HUNDRED SIXTY-ONE\n   47  OF THE ECONOMIC DEVELOPMENT LAW.\n   48    S 7. Subdivision 3 of section 165 of the state finance law is  amended\n   49  by adding a new paragraph k to read as follows:\n   50    K. NOTWITHSTANDING ANY LAW TO THE CONTRARY, THE REQUIREMENTS SET FORTH\n   51  IN  THIS  SUBDIVISION  PERTAINING  TO  THE RECYCLED CONTENT OF MATERIALS\n   52  PROCURED BY THE STATE SHALL APPLY TO ALL FIRMS AND ORGANIZATIONS, PUBLIC\n   53  AND PRIVATE, HAVING CONTRACTED WITH THE STATE ONE OR  MORE  TIMES  IN  A\n   54  GIVEN  YEAR  FOR  ANY  PURPOSE.  THE RESPECTIVE TIMETABLES AND EFFECTIVE\n   55  DATES SET FORTH IN THIS SECTION PERTAINING TO THE  RECYCLED  CONTENT  OF\n\n       S. 2576                             5\n\n    1  MATERIALS  PROCURED  BY  THE  STATE  SHALL  APPLY  TO THE AFOREMENTIONED\n    2  VENDORS.\n    3    NOTHING  IN THIS SECTION SHALL REQUIRE ANY ENTITY OTHER THAN THE STATE\n    4  TO PROVIDE ANNUAL REPORTS OR ADHERE TO THE PRICE PREMIUMS STIPULATED FOR\n    5  PROCURING SUPPLIES CONTAINING SECONDARY MATERIALS.\n    6    S 8. This act shall take effect October 1,  2011,  provided  that  the\n    7  amendments to subdivision (c) of section 187 of the economic development\n    8  law  made by section four of this act shall be subject to the expiration\n    9  and reversion of such subdivision pursuant to chapter 316 of the laws of\n   10  1997, as amended, when upon such date the provisions of section five  of\n   11  this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, the economic development law, the public authorities law and the state finance law, in relation to recycling programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T093238.TXT", "SOBI.D110125.T155941.TXT", "SOBI.D110125.T160942.TXT", "SOBI.D110125.T163943.TXT", "SOBI.D110126.T134759.TXT", "SOBI.D110126.T095239.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296067679661
}