{
  "year" : 2011,
  "senateBillNo" : "S2574-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2574-2011-1296018000000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the honest use of refund and rebate forms act",
  "summary" : "Enacts the Honest Use of Refund and Rebate Forms Act; prohibits display of expired manufacturer's refund and rebate forms; requires availability of advertised forms and mandates that appropriate signs be placed in premises indicating the location of such forms; requires that they be maintained in an orderly fashion accessible to purchasers; allows seller, at its discretion to offer a substitute to the purchaser; establishes penalties and affirmative defense. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S443-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2574\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to the honest  use\n         of refund and rebate forms act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  39-DDD to read as follows:\n    3                                ARTICLE 39-DDD\n    4                  HONEST USE OF REFUND AND REBATE FORMS ACT\n    5  SECTION 898. SHORT TITLE.\n    6          898-A. DEFINITIONS.\n    7          898-B. DISPLAY OF EXPIRED MANUFACTURER'S REFUND AND REBATE FORMS\n    8                 PROHIBITED.\n    9          898-C. AVAILABILITY OF MANUFACTURER'S REFUND OR REBATE FORMS.\n   10          898-D. PENALTIES.\n   11          898-E. AFFIRMATIVE DEFENSES.\n   12    S 898. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY  BE  CITED  AS\n   13  THE \"HONEST USE OF REFUND AND REBATE FORMS ACT\".\n   14    S 898-A. DEFINITIONS. WHENEVER USED IN THIS ARTICLE:\n   15    (A)  \"MANUFACTURER'S REFUND\" SHALL MEAN A RETURN OF THE TOTAL PURCHASE\n   16  PRICE BY A MANUFACTURER TO A PURCHASER OF AN ITEM.\n   17    (B) \"MANUFACTURER'S REBATE\" SHALL MEAN A RETURN BY A MANUFACTURER TO A\n   18  PURCHASER OF AN ITEM OF ANY PORTION OF THE SALES PRICE OR OF A  SPECIFIC\n   19  MONETARY AMOUNT.\n   20    (C)  \"FORM\" SHALL MEAN THE AUTHORIZED FORM REQUIRED TO BE COMPLETED BY\n   21  THE PURCHASER OF AN ITEM AS A PREREQUISITE TO A MANUFACTURER'S REFUND OR\n   22  REBATE.\n   23    S 898-B.  DISPLAY OF EXPIRED MANUFACTURER'S REFUND  AND  REBATE  FORMS\n   24  PROHIBITED.  (A) IT SHALL BE UNLAWFUL FOR ANY PERSON, FIRM, PARTNERSHIP,\n   25  CORPORATION OR ASSOCIATION: (I) TO CAUSE TO BE ADVERTISED  BY MEANS OF A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07238-01-1\n\n       S. 2574                             2\n\n    1  NEWSPAPER ADVERTISEMENT, CIRCULAR,  TELEVISION  OR  RADIO  ANNOUNCEMENT,\n    2  OFF-THE-PREMISES PROMOTION OR OTHERWISE, THE AVAILABILITY OF; OR (II) TO\n    3  DISPLAY,  PROMOTE OR DISTRIBUTE WITHIN THE PREMISES OF A RETAIL STORE OR\n    4  OTHERWISE  MAKE  AVAILABLE  THEREIN; ANY MANUFACTURER'S REFUND OR REBATE\n    5  FORM WHICH HAS EXPIRED AND WHICH WILL NOT BE HONORED BY THE MANUFACTURER\n    6  AS A RESULT OF SUCH EXPIRATION.\n    7    (B) THE PROVISIONS OF SUBDIVISION (A) OF THIS SECTION SHALL NOT  APPLY\n    8  TO FORMS POSTED ON A BULLETIN BOARD NEAR A STORE ENTRANCE, PROVIDED THAT\n    9  SUCH PERSON, FIRM, PARTNERSHIP, CORPORATION OR ASSOCIATION CONSPICUOUSLY\n   10  POSTS  AND  MAINTAINS  A  PROMINENT SIGN ADJACENT TO THE BULLETIN BOARD,\n   11  CONTAINING THE FOLLOWING LEGEND IN CAPITAL LETTERS IN BOLD PRINT WITH  A\n   12  CONTRASTING  BACKGROUND OF AT LEAST EIGHT-POINT TYPE: \"PLEASE NOTE: THIS\n   13  STORE IS NOT RESPONSIBLE FOR EXPIRED  REFUND  OR  REBATE  OFFERS  POSTED\n   14  HERE. PLEASE CHECK THE EXPIRATION DATE ON YOUR FORM.\"  IN THE ABSENCE OF\n   15  THE  REQUIRED  SIGN,  THE  PROVISIONS OF SUBDIVISION (A) OF THIS SECTION\n   16  SHALL APPLY TO ALL REFUND OR REBATE OFFERS POSTED  ON  SUCH  A  BULLETIN\n   17  BOARD.\n   18    (C)  THE PROVISIONS OF SUBDIVISION (A) OF THIS SECTION SHALL NOT APPLY\n   19  TO REFUND OR REBATE FORMS WHICH ARE PRINTED ON OR CONTAINED WHOLLY WITH-\n   20  IN PACKAGES, OR WHICH ARE CONTAINED ON THE INSIDE OF PRODUCT  LABELS  OR\n   21  OTHERWISE  ARE  NOT  READILY  VISIBLE TO THE CONSUMER, PROVIDED THAT THE\n   22  AVAILABILITY OF A REFUND OR REBATE FORM IS NOT OTHERWISE  ADVERTISED  ON\n   23  THE PACKAGE. IF THE AVAILABILITY OF A REFUND OR REBATE FORM IS OTHERWISE\n   24  ADVERTISED  ON  THE  PACKAGE,  THE PROVISIONS OF SUBDIVISION (A) OF THIS\n   25  SECTION SHALL APPLY; PROVIDED, HOWEVER, THAT WHEN THE REFUND  OR  REBATE\n   26  FORMS  PRINTED  ON  OR  CONTAINED WHOLLY WITHIN PACKAGES HAVE EXPIRED, A\n   27  RETAILER MAY POST A SHELF SIGN OR SIGNS AS CLOSE AS POSSIBLE TO THE ITEM\n   28  OR ITEMS INDICATING THAT SUCH REFUND OR REBATE FORMS HAVE EXPIRED.  SUCH\n   29  RETAILER  SHALL  NOT  BE  HELD  LIABLE  FOR  THE PENALTIES PRESCRIBED IN\n   30  SECTION EIGHT HUNDRED NINETY-EIGHT-D OF THIS ARTICLE  IF  SUCH  SIGN  OR\n   31  SIGNS HAVE BEEN POSTED IN CONFORMANCE WITH THIS SECTION.\n   32    S  898-C.  AVAILABILITY OF MANUFACTURER'S REFUND OR REBATE FORMS.  (A)\n   33  ANY PERSON, FIRM, PARTNERSHIP, CORPORATION  OR  ASSOCIATION:  (I)  WHICH\n   34  CAUSES TO BE ADVERTISED BY MEANS OF A NEWSPAPER ADVERTISEMENT, CIRCULAR,\n   35  TELEVISION OR RADIO ANNOUNCEMENT OR OFF-THE-PREMISES PROMOTION OR OTHER-\n   36  WISE,  THE AVAILABILITY OF; OR (II) WHICH DISPLAYS, PROMOTES OR DISTRIB-\n   37  UTES WITHIN THE PREMISES OF A RETAIL STORE OR OTHERWISE MAKES  AVAILABLE\n   38  THEREIN; A MANUFACTURER'S REFUND OR REBATE FORM SHALL MAKE AVAILABLE THE\n   39  APPROPRIATE MANUFACTURER'S REFUND OR REBATE FORM TO THE PURCHASER AT THE\n   40  TIME OF SALE.\n   41    (B)  THE  SELLER  MAY,  AT  ITS  DISCRETION, OFFER A SUBSTITUTE TO THE\n   42  PURCHASER EXCEPT THAT THE SUBSTITUTE SHALL NOT BE A SUBSTITUTE REFUND OR\n   43  REBATE FORM UNLESS THE USE OF SUCH FORMS IS AUTHORIZED BY  THE  MANUFAC-\n   44  TURER.  IF THE SUBSTITUTE IS SATISFACTORY TO THE PURCHASER, THE SELLER'S\n   45  OBLIGATIONS PURSUANT TO THE PROVISIONS OF THIS ARTICLE SHALL  BE  DEEMED\n   46  TO BE FULFILLED.\n   47    S  898-D. PENALTIES. (A) ANY VIOLATION OF A PROVISION OF SECTION EIGHT\n   48  HUNDRED NINETY-EIGHT-B OR EIGHT HUNDRED NINETY-EIGHT-C OF  THIS  ARTICLE\n   49  SHALL BE SUBJECT TO A CIVIL PENALTY OF NOT LESS THAN ONE HUNDRED DOLLARS\n   50  AND NOT MORE THAN ONE THOUSAND DOLLARS.\n   51    (B)  FOR THE PURPOSES OF THIS SECTION, THE UNLAWFUL DISPLAY OF A GROUP\n   52  OF IDENTICAL REFUND OR  REBATE  FORMS  SHALL  CONSTITUTE  BUT  A  SINGLE\n   53  VIOLATION,  AND  THE  UNLAWFUL  DISPLAY OF DIFFERENT GROUPS OF IDENTICAL\n   54  REFUND OR REBATE FORMS SHALL CONSTITUTE A SEPARATE  VIOLATION  FOR  EACH\n   55  GROUP SO DISPLAYED.\n\n       S. 2574                             3\n\n    1    S 898-E. AFFIRMATIVE DEFENSES. IT SHALL BE AN AFFIRMATIVE DEFENSE TO A\n    2  VIOLATION  OF  SECTION  EIGHT HUNDRED NINETY-EIGHT-C OF THIS ARTICLE IF:\n    3  (A) THE SELLER CAN DEMONSTRATE THAT HE OR SHE HAD AN ADEQUATE NUMBER  OF\n    4  REFUND  OR  REBATE FORMS SUFFICIENT TO MEET REASONABLY ANTICIPATED NEEDS\n    5  FOR  SUCH FORMS DURING THE PARTICULAR OFFER; OR (B) THE MANUFACTURER CAN\n    6  DEMONSTRATE THAT AN ADEQUATE NUMBER OF REFUND OR REBATE FORMS SUFFICIENT\n    7  TO MEET REASONABLY ANTICIPATED NEEDS FOR SUCH FORMS DURING  THE  PARTIC-\n    8  ULAR OFFER WAS MADE AVAILABLE TO SELLERS PARTICIPATING IN SUCH OFFER.\n    9    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   10  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the honest use of refund and rebate forms act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T093238.TXT", "SOBI.D110126.T134259.TXT", "SOBI.D110126.T092738.TXT", "SOBI.D110126.T095239.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296067379495
}