{
  "year" : 2011,
  "senateBillNo" : "S2571-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2571-2011-1296018000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits unlawful solicitation of ground transportation services on public roads and within public parking lots",
  "summary" : "Prohibits unlawful solicitation by persons offering ground transportation services on public roads and within public parking lots; includes transportation by bus, car, limousine or van; provides penalties for violations, including fines and imprisonment; defines \"ground transportation service\". ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S4441-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2571\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law,  in  relation  to  unlawful\n         solicitation  of  ground  transportation  services on public roads and\n         within public parking lots\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1220-d to read as follows:\n    3    S 1220-D. UNLAWFUL SOLICITATION OF GROUND TRANSPORTATION  SERVICES  ON\n    4  PUBLIC  ROADS  AND WITHIN PUBLIC PARKING LOTS. 1. NO PERSON SHALL UNLAW-\n    5  FULLY SOLICIT GROUND TRANSPORTATION SERVICES ON PUBLIC ROADS AND  WITHIN\n    6  PUBLIC  PARKING LOTS. A PERSON UNLAWFULLY SOLICITS GROUND TRANSPORTATION\n    7  SERVICES WHEN SUCH PERSON, WITHOUT BEING AUTHORIZED  TO  DO  SO  BY  ANY\n    8  PROVISION  OF  THIS  CHAPTER  OR ANY OTHER LAW, OR WITHOUT HAVING MADE A\n    9  PRIOR AGREEMENT TO PROVIDE GROUND TRANSPORTATION SERVICES TO A  SPECIFIC\n   10  PATRON, ENGAGES OR OFFERS TO ENGAGE IN ANY BUSINESS, TRADE OR COMMERCIAL\n   11  TRANSACTION  INVOLVING  THE  RENDERING  TO  ANOTHER PERSON OF ANY GROUND\n   12  TRANSPORTATION SERVICES.\n   13    2. AS USED IN THIS SECTION, THE TERM \"GROUND  TRANSPORTATION  SERVICE\"\n   14  SHALL  MEAN A SERVICE OFFERING TRANSPORTATION BY ANY VEHICLE INCLUDING A\n   15  CAR, LIMOUSINE, VAN OR BUS.\n   16    3. ANY PERSON WHO ENGAGES  IN  THE  UNLAWFUL  SOLICITATION  OF  GROUND\n   17  TRANSPORTATION  SERVICES  IN VIOLATION OF THIS SECTION SHALL FOR A FIRST\n   18  CONVICTION THEREOF BE PUNISHED BY A FINE OF NOT LESS  THAN  ONE  HUNDRED\n   19  DOLLARS  NOR  MORE THAN TWO HUNDRED FIFTY DOLLARS, OR BY IMPRISONMENT OF\n   20  NOT MORE THAN FIFTEEN DAYS OR BY BOTH SUCH FINE AND IMPRISONMENT; FOR  A\n   21  SECOND  CONVICTION THEREOF, BOTH OF WHICH WERE COMMITTED WITHIN A PERIOD\n   22  OF TWELVE MONTHS, SUCH PERSON SHALL BE PUNISHED BY A FINE  OF  NOT  LESS\n   23  THAN TWO HUNDRED FIFTY DOLLARS NOR MORE THAN ONE THOUSAND DOLLARS, OR BY\n   24  IMPRISONMENT  OF  NOT  MORE  THAN  THIRTY  DAYS OR BY BOTH SUCH FINE AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06402-01-1\n\n       S. 2571                             2\n\n    1  IMPRISONMENT; UPON A THIRD OR  SUBSEQUENT  CONVICTION  THEREOF,  ALL  OF\n    2  WHICH  WERE  COMMITTED  WITHIN  A PERIOD OF EIGHTEEN MONTHS, SUCH PERSON\n    3  SHALL BE GUILTY OF A MISDEMEANOR PUNISHABLE BY A FINE OF NOT  LESS  THAN\n    4  SEVEN  HUNDRED  FIFTY  DOLLARS,  NOR MORE THAN ONE THOUSAND FIVE HUNDRED\n    5  DOLLARS, OR BY IMPRISONMENT OF NOT MORE THAN FORTY-FIVE DAYS, OR BY BOTH\n    6  SUCH FINE AND IMPRISONMENT. NOTWITHSTANDING ANY  CONTRARY  PROVISION  OF\n    7  LAW, ANY CHARGE ALLEGING A VIOLATION OF THIS SECTION SHALL BE RETURNABLE\n    8  BEFORE A COURT HAVING JURISDICTION OVER MISDEMEANORS.\n    9    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to unlawful solicitation of ground transportation services on public roads and within public parking lots ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T134259.TXT", "SOBI.D110126.T092738.TXT", "SOBI.D110126.T095740.TXT", "SOBI.D110126.T095239.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296067379487
}